{"file": "RUM_HJUDRUM_63258_00.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "63258/00", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "", "Secţia a treia", "", "CAUZA GAGIU ÎMPOTRIVA ROMÂNIEI", "", "(Cererea nr. 63258/00)", "", "Hotărâre", "", "Strasbourg", "", "24 februarie 2009", "", "Definitivă", "", "24/05/2009", "", "Hotărârea poate suferi modificări de formă.", "", "În cauza Gagiu împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Elisabet Fura-Sandström, Corneliu Bîrsan, Egbert Myjer, Ineta Ziemele, Luis Lopez Guerra, Ann Power, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu, la 3 februarie 2009,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "", "1. La originea cauzei se află cererea nr. 63258/00 îndreptată împotriva României prin care un resortisant al acestui stat, domnul Traian Gagiu („reclamantul”), a sesizat Curtea la 23 iulie 1999 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”).", "2. Guvernul român („Guvernul”) este reprezentat de agentul guvernamental, domnul Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3.  Reclamantul pretinde, în special, că lipsa îngrijirilor medicale corespunzătoare şi condiţiile de detenţie i-au încălcat drepturile garantate prin art. 2 şi 3 din convenţie. Pe baza art. 8 şi 34 din convenţie, acesta reclamă, de asemenea, refuzul autorităţilor penitenciare de a-i procura elementele şi mijloacele necesare pentru a-şi susţine şi continua cererea în faţa Curţii.", "4. La 20 februarie 2004 şi la 13 septembrie 2007, Curtea a comunicat cererea Guvernului. În conformitate cu art. 29 § 3 din convenţie, a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "5.  La 28 aprilie 2004, Guvernul a adus la cunoştinţa Curţii decesul reclamantului, survenit la 8 septembrie 2001 în spitalul penitenciar Dej, şi a solicitat scoaterea cauzei de pe rol. La 31 august 2004, luând în considerare situaţia familială a reclamantului – care nu avea familie – şi plângerile prezentate de către persoana în cauză înainte de deces, Curtea a decis să respingă cererea Guvernului şi să continue examinarea cererii, în temeiul art. 37 § 1 in fine din convenţie.", "", "ÎN FAPT", "", "I. CIRCUMSTANŢELE CAUZEI", "", "6.  Reclamantul s-a născut în 1954. Deoarece nu avea familie, acesta a crescut într-un orfelinat.", "", "A.  Procedura penală iniţiată împotriva reclamantului", "", "7.  În seara zilei de 22 iulie 1994, reclamantul, cioban, a fost reţinut de poliţia din Săcuieni şi acuzat de uciderea unui alt cioban. Potrivit reclamantului, a fost dus la secţia de poliţie din Săcuieni, i s-au pus cătuşe şi a fost legat de o uşă, iar apoi a fost lovit de către poliţişti pentru a recunoaşte săvârşirea crimei. Persoana în cauză nu a introdus la parchet o plângere penală cu privire la aceste fapte.", "8.  La 24 iulie 1994, a fost arestat preventiv de către un procuror de la Parchetul de pe lângă Tribunalul Cluj. Prin hotărârea din 25 ianuarie 1996, pronunţată în recurs, Curtea Supremă de Justiţie a condamnat reclamantul la o pedeapsă de douăzeci de ani de închisoare pentru săvârşirea infracţiunii de omor deosebit de grav. Procurorul general a respins cererea persoanei în cauză pentru formularea unui recurs în anularea hotărârii respective.", "", "B.  Asistenţa medicală în închisoare şi decesul reclamantului", "", "9.  Dosarul medical al reclamantului, întocmit la transferarea sa la Penitenciarul Gherla în august 1994, indica faptul că acesta suferea încă din 1980 de hepatită cronică etilică şi de ulcer duodenal cronic.", "10.  După transferarea sa la Penitenciarul Aiud, în februarie 1996, în afară de anamneză s-au descoperit, în august 1996, sechele ale unui infarct miocardic anteroseptal şi s-a depistat o extrasistolă ventriculară, în decembrie 1996, în urma unei electrocardiograme.", "11.  De la 20 martie până la 23 iulie 1998, reclamantul a fost spitalizat la spitalul penitenciar Dej şi a fost diagnosticat cu o cardiopatie ischemică cu extrasistole ventriculare, un infarct miocardic vechi şi o bronşită cronică astmatiformă. Pe durata spitalizării, acesta a avut crize frecvente de angină pectorală. Medicul specialist a constatat că tratamentul pe bază de Nitropector nu era tolerat de reclamant şi i-a prescris alte medicamente.", "12.  Din notele medicilor generalişti O.S şi A.C. din cadrul Penitenciarului Aiud rezultă că, după spitalizarea sa, reclamantul a fost examinat în două rânduri la cabinetul medical din penitenciar, şi anume la sfârşitul lunii iulie şi la sfârşitul lunii august 1998. Acesta a refuzat tratamentul prescris şi a returnat medicamentele. Printre medicamentele prescrise la Penitenciarul Aiud se număra Nitropector. Reclamantul a afirmat că, atunci când a fost trimis la Penitenciarul Aiud, nu a beneficiat de nici un tratament medical între sfârşitul lunii iulie şi sfârşitul lunii august 1998, acesta fiindu-i refuzat de către medicii O.S. şi A.C. cu toate că suferise hemoragii nazale si crize cardiace. În sprijinul afirmaţiilor sale, reclamantul a prezentat declaraţiile a trei deţinuţi, adăugând că a supravieţuit numai datorită intervenţiilor acestor deţinuţi şi a doi asistenţi medicali care îi administrau tratamentul adecvat atunci când medicii O.S. şi A.C. nu se aflau în penitenciar.", "13.  La 19 septembrie 1998, reclamantul a fost supus unui nou examen cardiologic. Medicul cardiolog a constatat că persoana în cauză continua să fumeze şi a menţinut acelaşi diagnostic ca cel stabilit la momentul spitalizării sale în perioada martie – iulie 1998 şi i-a prescris Verapamil, Nitropector şi Miofilin. Acest tratament a fost menţinut de medicii din Penitenciarul Aiud cel puţin până în octombrie 1999, ultima dată menţionată în dosarul medical al persoanei în cauză înainte să fie transferată la Penitenciarul Mărgineni, la 27 aprilie 2000. Diagnosticul menţionat anterior a fost confirmat de către echipa medicală a acestui penitenciar pe perioada şederii reclamantului între 27 aprilie 2000 şi 27 martie 2001. S-a precizat, în plus, că acesta nu era apt de muncă şi că trebuia, de asemenea, să urmeze un regim alimentar.", "14. Între 4 şi 14 decembrie 2000, reclamantul a fost spitalizat la spitalul penitenciar Colibaşi, unde a fost supus unor examene medicale diverse, printre care şi o electrocardiogramă. În certificatul emis la externarea sa din spital se indica faptul că acesta suferea de o bronhopneumopatie cronică obstructivă, de o cardiopatie ischemică cronică cu extrasistole ventriculare, prezenta sechele de infarct miocardic vechi, tahicardie sinuzală şi hemibloc anterior stâng, precum şi o hepatită cronică persistentă. Tratamentul prescris conţinea, în special, medicamente antiaritmice, precum Verapamil şi Nitropector, bronhodilatatoare şi vitamine.", "15.  Reclamantul s-a întors în Penitenciarul Aiud la 27 martie 2001. Dosarul său medical indică faptul că a fost examinat de către medicii generalişti O.S şi A.C. la 12 aprilie, la 17 şi 28 mai, la 14 iunie, la 9 iulie şi la 2 august 2001. Diagnosticul indicat era bronhopneumopatie cronică obstructivă, iar reclamantului i se administra, în principal, medicaţie pentru această boală. La 14 iunie 2001, medicii au indicat faptul că reclamantul a contractat râie, iar la 2 august 2001, a fost diagnosticat cu ciroză hepatică.", "16.  La 20 august 2001, suspectând o hepatită cronică, medicii din Penitenciarul Aiud l-au trimis pe reclamant la Spitalul Municipal Aiud pentru analize.", "17.  În urma acestor analize, la 24 august 2001, reclamantul a fost examinat de doi chirurgi care au suspectat că acesta suferea de ciroză hepatică şi au considerat că trebuia examinat de un specialist în medicină internă. Chirurgul B. a luat în considerare un tratament chirurgical (şuntare porto-cave). În aceeaşi zi, specialistul în medicină internă a indicat faptul că persoana în cauză suferea de ciroză hepatică decompensată, de cardiopatie ischemică şi de bronhopneumopatie cronică obstructivă şi a recomandat spitalizarea sa în spitalul penitenciar Jilava (Bucureşti) pentru a se stabili etiologia cirozei hepatice.", "18.  Dosarul medical nu conţine nici o referire la asistenţa medicală acordată reclamantului şi la tratamentul administrat acestuia între 24 august si 7 septembrie 2001, cu excepţia unei scurte adnotări la 4 septembrie 2001. La această dată, reclamantului, examinat de doctorul O.S., i s-au prescris paracetamol şi ampicilină pentru o „infecţie acută a căilor respiratorii superioare”.", "19. La 31 august 2001, în temeiul art. 455 C. proc. pen., reclamantul a iniţiat procedura pentru suspendarea executării pedepsei închisorii.", "20.  La 7 septembrie 2001, reclamantul, deţinut în continuare la Penitenciarul Aiud, a fost trimis la spitalul penitenciar Dej „pentru supraveghere medicală şi tratament” până la încheierea procedurii pentru suspendarea executării pedepsei. Medicii de la spital au descoperit şi o peritonită primitivă, pe lângă celelalte afecţiuni menţionate în diagnosticele stabilite anterior. Doctorul P. a notat în foaia de observaţie că, de mai mult de trei luni, pacientul prezenta o astenie severă, pierdere în greutate, creşterea volumului abdomenului şi dispnee care evoluase spre dispnee de repaus. În ultima lună, medicii au constatat de asemenea febră şi vărsături biliare sau asemănătoare zaţului de cafea. Înainte de spitalizarea sa, persoana în cauză a prezentat vărsături cu sânge (hematemeză).", "21.  În spitalul penitenciar Dej, după diverse analize, reclamantului i s-au administrat perfuzii, medicamente hepatoprotectoare şi hemostatice, antibiotice şi vitamine. Conform fişei de observaţie, acesta a fost examinat de un medic în noaptea de 7 spre 8 septembrie 2001 la ora 22.00 şi la ora 3.45. I s-au administrat calmante si analgezice. La 8 septembrie 2001, la ora 8 dimineaţa, se exprima confuz şi avea dificultăţi de vorbire. I-a fost administrat în continuare tratamentul. Reclamantul a decedat la ora 12.15 în urma unei come hepatice şi a unui stop cardio-respirator.", "22.  La 10 septembrie 2001, Parchetul de pe lângă Judecătoria Dej a dispus o expertiză medico-legală pentru a se stabili cauza medicală a decesului şi eventualele leziuni corporale. În baza autopsiei efectuate la 10 septembrie 2001, raportul medico-legal întocmit la 8 octombrie 2001 indica drept cauză a decesului o insuficienţă hepato-renală pe fondul unei ciroze hepatice complicate cu o peritonită primitivă şi cu o hemoragie digestivă superioară.", "23.  La 15 octombrie 2001, după analizarea diagnosticului şi a tratamentului care fusese administrat la 7 şi 8 septembrie 2001, parchetul a dispus neînceperea urmăririi penale, concluzionând că decesul reclamantului a survenit din cauze neviolente şi că faptele în cauză nu erau de natură penală.", "24.  În procesul-verbal din 27 februarie 2004, redactat pe o singură pagină, prezentat de Guvern în anexă la observaţiile sale, o comisie medicală a concluzionat, după ce a rezumat în două paragrafe evoluţia bolilor de care a suferit reclamantul după condamnarea sa şi până la deces, că atitudinea terapeutică a fost corespunzătoare şi că decesul a survenit în urma unor complicaţii previzibile.", "", "C.  Condiţiile de detenţie a reclamantului în Penitenciarul Aiud", "", "1.  Versiunea reclamantului", "", "25.  Potrivit reclamantului, la întoarcerea sa în Penitenciarul Aiud, la 23 iulie 1998, a fost plasat timp de patru zile într-o celulă de izolare murdară în care apa se infiltra în permanenţă. Reclamantul a fost apoi transferat în altă celulă în care a rămas până la 27 aprilie 2000. Aceasta avea o suprafaţă de 2,50 m pe 4,25 m. Se găseau aici şase paturi şi o singură toaletă fără perete despărţitor. În mod obişnuit, se aflau în celulă şase sau şapte deţinuţi. S-a întâmplat ca, printre colegii săi de celulă, unii dintre ei să aibă boli de piele. Celula era luminată cu tuburi cu neon aprinse în permanenţă. Aceasta nu era aerisită şi persista un miros sufocant din cauza toaletelor. Paturile erau rupte, iar cearşafurile şi păturile erau într-o stare proastă şi foarte murdare. Deţinuţii primeau foarte puţin săpun şi se aflau câte doi sau trei sub acelaşi duş. Aceştia nu primeau nici pastă de dinţi, nici spumă de ras, nici detergent pentru a-şi spăla lenjeria de corp, a cărei spălare nu era asigurată de penitenciar. În cazul în care se întâmpla – rareori – să beneficieze de apă caldă pentru a-şi spăla lenjeria, aceştia trebuiau apoi să o usuce în celulă. Au existat cazuri când unii funcţionari din penitenciar au aruncat lenjeria pe jos invocând faptul că era prea curată. Hrana era insuficientă şi foarte proastă (de exemplu, sfeclă şi varză acră, extrem de sărate sau chiar alterate, pâine acră etc.). Reclamantul evita să se plângă prea mult de teamă să nu fie transferat într-una din celulele speciale de izolare şi, în orice caz, doleanţele sale adresate administraţiei penitenciarului nu au avut nici un rezultat.", "", "2.  Versiunea Guvernului", "", "26.  Potrivit susţinerilor Guvernului, care se bazează pe o scrisoare din 11 octombrie 2004 a Administraţiei Naţionale a Penitenciarelor (ANP), reclamantul a fost deţinut în Penitenciarul Aiud într-o celulă cu şase paturi, împreună cu alte cinci persoane, aceasta având o lungime de 3,80 m, o lăţime de 2 m şi o înălţime de 3,20 m. Fiecare celulă din acest penitenciar beneficia de acces la lumina zilei şi de aerisire naturală. Existau încălzire centrală, electricitate, apă potabilă şi toalete („neprotejate”), iar condiţiile de igienă şi de sănătate erau corespunzătoare. Cu privire la acest aspect, scrisoarea ANP precizează că, în 2004, au început lucrări pentru modernizarea penitenciarului, pentru crearea a două celule din trei celule vechi şi pentru dotarea acestora cu un grup sanitar separat, cu duş. În ceea ce priveşte lumina artificială, aceasta rămânea aprinsă pe timpul nopţii pentru a-i permite supraveghetorului să prevină incidentele provocate de deţinuţi. Pe de altă parte, administraţia penitenciarului se asigura ca paturile să fie în stare bună, cu cearşafuri, perne şi pături curate. Rufele erau spălate în incinta penitenciarului o dată pe săptămână pentru a preveni apariţia bolilor de piele, precum râia, iar deţinuţii primeau produse de igienă, în conformitate cu legislaţia în vigoare. În cele din urmă, persoana în cauză beneficiase de dreptul la vizită şi de posibilitatea de a se plimba şi de a se odihni, în conformitate cu dispoziţiile legale.", "", "D.  Incident survenit la 4 decembrie 2000 în Penitenciarul Mărgineni", "", "27.  Potrivit reclamantului, la 4 decembrie 2000, acesta a fost scos din celula sa din Penitenciarul Mărgineni, în care fusese transferat la 27 aprilie 2000, pentru a fi dus împreună cu alţi deţinuţi la spitalul penitenciar Colibaşi. Ca răspuns la cererea lor de a-l vedea pe director pentru a afla motivul transferului, un gardian a pulverizat gaz lacrimogen, deşi ştia că era vorba de deţinuţi bolnavi, pentru a-i obliga să urce în maşină.", "28.  Conform Guvernului, reclamantul era informat cu privire la motivul transferului său la spital, având în vedere gravitatea bolilor de care suferea. În ceea ce priveşte intervenţia gardianului, aceasta a fost justificată prin opoziţia fermă a deţinuţilor faţă de transfer. În orice caz, deţinuţii nu s-au plâns de nici o consecinţă pe plan medical.", "", "E.  Fapte privind corespondenţa reclamantului cu Curtea", "", "1.  Fapte privind trimiterea copiilor documentelor solicitate de Curte", "", "29.  Prin scrisorile din 8 septembrie, 25 octombrie şi 4 noiembrie 1999, precum şi din 3 ianuarie 2000, reclamantul, căruia grefa îi solicitase să trimită copii ale documentelor relevante pentru ca cererea sa să poată fi examinată de către Curte, s-a plâns că nu le putea obţine, deoarece administraţia Penitenciarului Aiud îi impunea să le plătească, iar acesta nu avea banii necesari. În plus, i s-a precizat că, în cazul în care îşi menţinea cererea de a obţine copii, risca să îşi complice viaţa în închisoare şi să fie transferat într-o secţie cu regim restrictiv. Administraţia i-a refuzat, de asemenea, posibilitatea de a copia el însuşi documentele în cauză (în principal, trei decizii penale şi o fişă de supraveghere medicală) invocând caracterul lor confidenţial. Pe de altă parte, la cererea din 19 octombrie 1999, prezentată administraţiei penitenciarului, în care reclamantul invoca art. 34 din convenţie, conducerea penitenciarului a precizat că persoana în cauză trebuia să plătească costul fotocopiilor solicitate şi a dispus verificarea soldei sale. Scrisoarea poartă o menţiune conform căreia acesta dispunea în octombrie 1999, la Penitenciarul Aiud, de aproximativ 2 850 lei româneşti (ROL), şi anume 0,15 EUR.", "30.  Prin scrisoarea din 11 ianuarie 2000, reclamantul a trimis copiile documentelor solicitate, precizând că acestea îi fuseseră acordate de către administraţia penitenciarului după ce a făcut greva foamei între 27 decembrie 1999 şi 5 ianuarie 2000. Guvernul contestă că persoana în cauză a făcut greva foamei în această perioadă.", "", "2.  Fapte privind trimiterea unui formular de cerere şi obţinerea necesarului pentru corespondenţa cu Curtea", "", "a)  Versiunea reclamantului", "", "31.  Prin scrisoarea din 8 septembrie 1999, reclamantul a informat Curtea că, deoarece nu avea familie şi nici resurse, întâmpina dificultăţi în a obţine plicuri şi timbre pentru corespondenţa referitoare la cererea sa. În scrisorile din 13 martie, 10 aprilie, 8 mai şi 6 iunie 2000, reclamantul a subliniat că primise într-adevăr formularul de cerere din partea Curţii la 1 februarie 2000, că îl completase şi îl încredinţase pentru expediere unui gardian din Penitenciarul Aiud, la 14 februarie 2000. După ce a luat cunoştinţă, prin scrisoarea grefei din 10 mai 2000, că acest prim formular nu a ajuns la destinaţie, reclamantul a depus plângeri pentru violarea corespondenţei la administraţia Penitenciarului Aiud, prevenind-o că urma să înceapă greva foamei în cazul în care situaţia nu era clarificată. La 26 aprilie 2000, după ce a constatat că plicul respectiv nu ajunsese la serviciul de „ieşire a corespondenţei” din cadrul penitenciarului, conducerea acestuia a promis să clarifice situaţia în cel mai scurt timp posibil. În ziua următoare, reclamantul a fost transferat fără nici o justificare la Penitenciarul Mărgineni.", "32.  Prin scrisoarea din 6 iunie 2000, reclamantul a trimis Curţii, completat şi semnat, formularul de cerere pe care aceasta i-l retrimisese la 10 mai 2000.", "33.  Prin scrisorile din 10 august 2000, 24 ianuarie şi 10 mai 2001, reclamantul a precizat că era obligat să vândă altor deţinuţi o parte din hrana pe care o primea în închisoare pentru a-şi cumpăra timbre astfel încât să menţină corespondenţa cu Curtea. În ultima sa scrisoare din 10 mai 2001, reclamantul a indicat că, la întoarcerea sa în Penitenciarul Aiud în martie 2001, directorul V. l-a întrebat care îi erau intenţiile cu privire la cererea înaintată Curţii. Acesta a precizat că plângerile lui nu vor avea nici un rezultat, că nu îi va mai acorda ajutor cât timp va fi director şi că urma „să se ocupe de el”. Ulterior, administraţia Penitenciarului Aiud a respins, timp de o lună şi jumătate, cererea reclamantului de hârtie, timbre şi plicuri care trebuiau să îi permită acestuia să informeze Curtea cu privire la noul său transfer.", "", "b)  Versiunea Guvernului", "", "34.  Potrivit Guvernului (observaţii din 8 noiembrie 2004), care se bazează pe verificări ale ANP, persoana în cauză a beneficiat de fiecare dată de hârtia şi de plicurile necesare pentru corespondenţa sa cu Curtea, iar scrisorile sale nu au fost reţinute de Penitenciarul Aiud. Cu toate acestea, deoarece registrele privind distribuirea materialului pentru corespondenţă şi cererile deţinuţilor în acest sens sunt păstrate numai doi ani, nu mai existau date cu privire la numărul de plicuri şi de timbre furnizate reclamantului. În orice caz, potrivit Guvernului, persoana în cauză nu a depus nici o cerere la administraţia Penitenciarului Aiud cu privire la dreptul său la corespondenţă.", "35.  În ceea ce priveşte transferul reclamantului, la 27 aprilie 2000, de la Penitenciarul Aiud la Penitenciarul Mărgineni, Guvernul explică, în lipsa raportului motivat care a fost redactat la momentul respectiv de către administraţia primului penitenciar, că din datele încă disponibile în acest penitenciar – care nu au fost transmise Curţii – reiese că transferul respectiv a fost hotărât ca urmare a influenţei negative a reclamantului asupra celorlalţi deţinuţi.", "36.  La observaţiile sale din 17 decembrie 2007, Guvernul a anexat, la cererea Curţii, mai multe documente privind cererile formulate de către reclamant pentru emiterea de copii ale documentelor (Penitenciarul Aiud, 19 octombrie 2000) şi pentru trimiterea către Curte a corespondenţei sale (Penitenciarul Mărgineni, 10 şi 26 mai 2000, precum şi 12 februarie şi 12 martie 2001). Rezultă că respectivele cereri, formulate la Penitenciarul Mărgineni, au fost primite în mod favorabil.", "", "F.  Plângerile penale ale reclamantului", "", "37.  La 7 septembrie şi 27 noiembrie 1998, reclamantul a depus la Parchetul Militar Cluj plângeri penale împotriva medicului maior O.S. şi a medicului locotenent-colonel A.C. în care sunt descrise faptele referitoare la lipsa asistenţei medicale corespunzătoare (a se vedea supra, pct. 12). La 1 aprilie 1999, procurorul militar B., locotenent-colonel, s-a deplasat la Penitenciarul Aiud şi a discutat cu reclamantul şi cei doi medici. Reclamantul a precizat că tratamentul necesar îi era administrat numai la intervenţia conducerii penitenciarului şi a indicat numele a cinci persoane.", "38.  Prin decizia de neîncepere a urmăririi penale din 20 octombrie 1999, confirmată de Parchetul Militar Bucureşti la 27 martie 2001, procurorul militar B. a respins plângerea penală a reclamantului, considerând că nu rezulta, din declaraţiile medicilor, ale persoanei în cauză şi din fişa medicală, că faptele pretinse erau reale.", "39.  La 25 martie 2003, procurorul V. a clasat fără să cerceteze alte două plângeri penale similare depuse de către reclamant la 22 ianuarie 2001 şi 19 februarie 2001, în care acesta din urmă a denunţat un incident în legătură cu respectarea dreptului la corespondenţă în Penitenciarul Mărgineni (o pretinsă întârziere în expedierea unei scrisori, cauzată în special de faptul că un gardian solicitase confirmarea din partea conducerii penitenciarului a dreptului persoanei în cauză de a primi gratuit timbre). Procurorul a precizat că reclamantul nu a mai insistat şi nici nu a oferit detalii cu privire la faptele în cauză şi că, în orice caz, acesta a decedat la 8 septembrie 2001.", "", "II. DREPTUL INTERN RELEVANT", "", "40.  Dispoziţiile relevante în speţă ale Codului de procedură penală privind căile de atac disponibile pentru contestarea unei decizii a parchetului sunt descrise în hotărârea Dumitru Popescu împotriva României (nr. 1) (nr. 49234/99, pct. 43-45, 26 aprilie 2007).", "41.  Pe de altă parte, art. 453 şi 455 C. proc. pen. prevăd că executarea pedepsei închisorii poate fi întreruptă pentru o perioadă determinată, printre altele atunci când se constată de către instanţe, pe baza unei expertize medicale, că cel condamnat suferă de o boală care îl pune în imposibilitatea de a executa pedeapsa. Instanţele pot fi sesizate cu o cerere în acest sens de către deţinut, soţul (soţia) acestuia sau avocat, precum şi de către procuror.", "42.  La momentul faptelor, Legea nr. 23/1969 privind executarea pedepselor prevedea pe scurt, la art. 17, dreptul deţinuţilor la asistenţă medicală.", "Începând cu Ordonanţa de urgenţă a Guvernului nr. 56/2003 din 25 iunie 2003 privind unele drepturi ale persoanelor aflate în executarea pedepselor privative de libertate, dreptul la asistenţă medicală (tratament, medicamente etc.) acordată gratuit şi de către personal calificat a fost garantat în mod explicit (art. 12). Deţinuţii puteau face plângere la judecătorie împotriva „măsurilor” privitoare la exercitarea drepturilor, luate de către administraţia penitenciarului, în termen de zece zile (art. 3). OUG nr. 56/2003 a fost abrogată şi înlocuită de Legea nr. 275/2006, publicată în Monitorul Oficial din 20 iulie 2006 şi intrată în vigoare la 20 octombrie 2006, care a reluat în art. 38 şi 50 dispoziţiile sus-menţionate, prevăzând, în plus, competenţa instanţei delegate de a examina asemenea plângeri privind executarea pedepselor privative de libertate.", "43.  Dispoziţiile privind statutul poliţiştilor şi al procurorilor militari sunt menţionate în hotărârea Barbu Anghelescu împotriva României [nr. 46430/99, pct. 40, 5 octombrie 2004 ; a se vedea, de asemenea, Notar împotriva României, nr. 42860/98 (dec.), 13 noiembrie 2003].", "44.  Dispoziţiile interne privind dreptul la corespondenţă, şi anume Legea nr. 23/1969 citată anterior şi regulamentul de aplicare, astfel cum erau în vigoare la momentul faptelor, sunt descrise în hotărârea Petra împotriva României (23 septembrie 1998, Culegere de hotărâri şi decizii 1998-VII, pct. 25-26); art. 10 din Ordinul ministrului justiţiei nr. 2036/C din 24 noiembrie 1997, nepublicat, este citat în cauza Mocanu împotriva României (dec.) (nr. 56489/00, 24 mai 2006). Aceste dispoziţii au fost abrogate prin OUG nr. 56/2003, care prevede că, în cazul în care deţinutul nu dispune de resurse, cheltuielile pentru corespondenţa acestuia cu organele judiciare, instanţele, organizaţiile internaţionale recunoscute de România sau cu familia ori avocatul său sunt suportate de către administraţia penitenciarului (art. 8 pct. 5).", "45.  Concluziile Comitetului European pentru Prevenirea Torturii (CPT) pronunţate în urma vizitelor efectuate în unele penitenciare din România, precum şi observaţiile cu caracter general ale CPT, sunt rezumate în hotărârea Bragadireanu împotriva României (nr. 22088/04, pct. 73-76, 6 decembrie 2007). Pe de altă parte, paragrafele relevante din Recomandarea (98)7 a Comitetului de Miniştri al Consiliului Europei privind aspectele etice şi organizaţionale ale îngrijirii medicale în închisoare, adoptată la 8 august 1998, sunt reproduse în hotărârea Huylu împotriva Turciei (nr. 52955/99, pct. 53, 16 noiembrie 2006).", "", "ÎN DREPT", "", "I. CU PRIVIRE LA PRETINSELE ÎNCĂLCĂRI ALE ART. 2 ŞI 3 DIN CONVENŢIE", "", "46.  Invocând, în esenţă, art. 2 şi 3 din convenţie, reclamantul pretinde că deficienţele şi neglijenţa manifestate de autorităţi în acordarea îngrijirilor medicale solicitate, în special în Penitenciarul Aiud, au constituit un tratament inuman şi i-au pus viaţa în pericol. Acesta reclamă, de asemenea, lipsa unei anchete efective în această privinţă. În plus, în baza art. 3 din convenţie, reclamantul se plânge de condiţiile de detenţie din Penitenciarul Aiud şi de incidentul survenit la 4 decembrie 2000 în Penitenciarul Mărgineni. Dispoziţiile relevante în speţă ale art. 2 şi 3 din convenţie citate anterior sunt redactate după cum urmează:", "", "Art. 2", "„Dreptul la viaţă al oricărei persoane este protejat prin lege.”", "", "Art. 3", "„Nimeni nu poate fi supus torturii, nici pedepselor sau tratamentelor inumane ori degradante.”", "", "47. Guvernul respinge aceste argumente.", "", "A. Cu privire la admisibilitate", "", "48. Guvernul invocă neepuizarea căilor de atac interne de către reclamant. În ceea ce priveşte lipsa tratamentului medical adecvat şi condiţiile de detenţie, acesta susţine că persoana în cauză ar fi trebuit să sesizeze mai repede instanţele cu o cerere de suspendare a executării pedepsei închisorii în temeiul art. 455 C. proc. pen., deoarece cererea sa din 31 august 2001 a fost depusă prea târziu. În această privinţă, Guvernul face trimitere la cauza Mouisel împotriva Franţei (nr. 67263/01, CEDO 2002-IX) şi la cauza Matencio împotriva Franţei (nr. 58749/00, 15 ianuarie 2004). În plus, referitor la plângerea penală împotriva medicilor din Penitenciarul Aiud, consideră că reclamantul ar fi trebuit să introducă pe lângă instanţele interne o plângere împotriva deciziei de neîncepere a urmăririi penale pronunţate de parchet, în temeiul art. 278 C. proc. pen., astfel cum a fost interpretat de Curtea Constituţională în decizia nr. 486/1997. În cele din urmă, Guvernul subliniază că reclamantul nu a formulat la parchet nici o plângere penală pentru a denunţa tratamentul inadecvat la care pretindea că a fost supus la 4 decembrie 2000.", "49.  În ceea ce priveşte prima parte a excepţiei ridicate de Guvern, Curtea observă că acţiunea întemeiată pe art. 455 C. proc. pen. nu se referă la condiţiile de detenţie, ci la incompatibilitatea dintre starea de sănătate a unui deţinut şi menţinerea sa în detenţie. Aceasta subliniază că, spre deosebire de cauzele citate de către Guvern şi de situaţia la care face trimitere art. 455 C. proc. pen., plângerile reclamantului nu se referă la o astfel de incompatibilitate, ci la deficienţele şi neglijenţa manifestate de autorităţi în acordarea îngrijirilor medicale corespunzătoare pe care acestea ar fi trebuit şi ar fi putut să le acorde. În opinia Curţii, este excesiv să i se impute unui deţinut aflat într-o asemenea situaţie, în plus fără familie şi fără resurse, că nu a solicitat constatarea incompatibilităţii dintre detenţia sa şi starea sa de sănătate pentru a fi îngrijit în stare de libertate, din moment ce acesta nu a invocat niciodată incompatibilitatea respectivă. De altfel, Curtea reaminteşte că, într-o altă cauză, a examinat separat capetele de cerere privind, pe de o parte, deficienţele din închisoare în acordarea îngrijirilor medicale solicitate şi, pe de altă parte, o stare de sănătate aparent incompatibilă cu o detenţie obişnuită, şi că a admis – în ceea ce priveşte acest ultim capăt de cerere – o excepţie a Guvernului întemeiată pe articolele citate anterior [I.T. împotriva României (dec.), nr. 40155/02, 24 noiembrie 2005].", "50.  În ceea ce priveşte faptul că reclamantul nu a solicitat instanţelor interne să constate neînceperea urmăririi penale din 27 martie 2001, Curtea reaminteşte că s-a pronunţat anterior în sensul că respectiva cale de atac prevăzută de Decizia Curţii Constituţionale din 2 decembrie 1997 privind art. 278 C. proc. pen. nu era efectivă [Rupa împotriva României (dec.), nr. 58478/00, pct. 88-90, 14 decembrie 2004, şi Forum Maritime împotriva României, nr. 63610/00 şi 38692/05, pct. 107, 4 octombrie 2007]. Curtea nu observă nici un motiv pentru a se ajunge la o altă concluzie în speţă.", "51.  Prin urmare, este necesar să se respingă excepţia Guvernului în măsura în care aceasta se referă la capetele de cerere privind condiţiile de detenţie şi acordarea îngrijirilor medicale solicitate în închisoare (sub aspect material şi procedural).", "52.  În schimb, Curtea este de acord cu Guvernul că reclamantul nu a adus dovezi că ar fi introdus pe lângă parchet o plângere penală pentru a denunţa incidentul din 4 decembrie 2000, astfel încât autorităţile să poată desfăşura o anchetă în această privinţă. Prin urmare, este necesar să se admită excepţia Guvernului şi să se respingă pretenţia reclamantului în acest sens, în conformitate cu art. 35 § 1 şi 4 din convenţie.", "53.  În ceea ce priveşte celelalte capete de cerere ale reclamantului întemeiate pe art. 2 şi 3 din convenţie (obligaţiile pozitive ale statului privind acordarea îngrijirilor medicale necesare, ancheta efectivă şi condiţiile de detenţie), Curtea constată că această parte a cererii nu este în mod vădit nefondată în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că aceasta nu prezintă nici un alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarată admisibilă.", "", "B. Cu privire la fond", "", "54.  Având în vedere faptele cauzei, în special decesul reclamantului, Curtea va examina primele două capete de cerere sus-menţionate mai întâi din perspectiva art. 2 din convenţie (a se vedea, mutatis mutandis, Taďs împotriva Franţei, nr. 39922/03, pct. 81, 1 iunie 2006) înainte de a aprecia dacă va examina aceste capete de cerere, precum şi cel de-al treilea, şi din perspectiva art. 3 din convenţie.", "", "1.  Cu privire la obligaţia materială de protecţie a vieţii", "", "55.  Făcând trimitere la faptele relevante, Guvernul susţine că autorităţile şi-au îndeplinit obligaţia pozitivă de a proteja viaţa reclamantului, acordându-i acestuia, pe parcursul întregii sale perioade de detenţie, îngrijiri medicale adecvate pentru a preveni un deznodământ nefericit. Enunţând bolile de care suferea reclamantul şi tratamentul de care a beneficiat, în special la 7 şi 8 septembrie 2001, Guvernul evidenţiază că decesul persoanei în cauză nu s-a datorat unei cauze violente şi că autorităţile au oferit o explicaţie concretă şi convingătoare în această privinţă (a se vedea supra, pct. 22 şi 23 ). În plus, acesta reaminteşte că statul român a adoptat o legislaţie corespunzătoare pentru a proteja dreptul la viaţă al deţinuţilor bolnavi (art. 453-455 C. proc. pen. şi OUG nr. 56/2003).", "56.  Curtea reiterează, de asemenea, că art. 2 § 1 prima teză obligă statul nu numai să nu provoace cu intenţie moartea unei persoane, ci şi să ia măsurile necesare pentru a proteja viaţa persoanelor aflate sub jurisdicţia sa (Taďs, citată anterior, pct. 96, Keenan împotriva Regatului Unit, nr. 27229/95, pct. 89, CEDO 2001III, şi L.C.B. împotriva Regatului Unit, 9 iunie 1998, Recueil 1998-III, pct. 36).", "57.  Obligaţia de a proteja viaţa persoanelor aflate în detenţie presupune, de asemenea, să li se acorde cu diligenţă îngrijirile medicale care să prevină un deznodământ nefericit (Taďs, citată anterior, pct. 98, şi Anguelova împotriva Bulgariei, nr. 38361/97, pct. 130, CEDO 2002IV). Astfel, lipsa îngrijirilor medicale corespunzătoare poate constitui un tratament contrar convenţiei (Huylu, citată anterior, pct. 58).", "58.  În speţă, Curtea subliniază că nu se contestă faptul că reclamantul s-a aflat din 1994 sub controlul autorităţilor, care erau la curent cu anamneza sa (hepatită cronică etilică şi ulcer duodenal cronic) şi cu celelalte afecţiuni grave descoperite pe parcursul detenţiei (a se vedea supra, pct. 9-11 şi 13-14), precum şi cu faptul că starea sa de sănătate necesita supraveghere şi tratament medical continuu şi adecvat (a se vedea, mutatis mutandis, Tarariyeva împotriva Rusiei, nr. 4353/03, pct. 76, 14 decembrie 2006). Pentru a aprecia respectarea de către autorităţi a obligaţiilor lor pozitive impuse de art. 2, Curtea va examina modalitatea în care, în special în lunile anterioare decesului persoanei în cauză, autorităţile penitenciare sau medicale au acordat îngrijirile medicale impuse de starea de sănătate fizică a reclamantului, stare a cărei gravitate nu a fost omisă sau nu ar fi trebuit să fie de autorităţile interne competente (Huylu, citată anterior, pct. 60). În acest sens, Curtea observă că principala cauză a decesului reclamantului a fost o insuficienţă hepato-renală pe fondul unei ciroze hepatice, iar complicaţiile care au dus la decesul persoanei în cauză au fost calificate drept „previzibile” de către o comisie medicală (a se vedea supra, pct. 22 şi 24).", "59.  În continuare, Curtea observă că, în dosarul său medical, reclamantul apărea ca suferind cel puţin din 1994 de o hepatită cronică (etilică) şi, din 14 decembrie 2000, de o hepatită cronică calificată drept persistentă de către medicii de la spitalul penitenciar Colibaşi. Cu toate acestea, din dosar şi din afirmaţiile Guvernului reiese că, timp de mai multe luni, în 2001, în cadrul Penitenciarului Aiud, reclamantul nu a primit tratament specific şi adecvat pentru această boală, ci a fost tratat în principal pentru bronhopneumopatia de care, de asemenea, suferea (a se vedea supra, pct. 15). Curtea subliniază că, la 20 august 2001, „suspectând” o hepatită cronică, medicii din Penitenciarul Aiud l-au trimis pe reclamant la Spitalul Municipal Aiud pentru efectuarea unor analize; în acest interval, la 2 august 2001, diagnosticul era deja mai grav, deoarece indica o ciroză hepatică.", "60.  Pe de altă parte, din foaia de observaţii a doctorului P. de la spitalul penitenciar Dej din 7 septembrie 2001, ziua spitalizării reclamantului şi ajunul decesului său, reiese că autorităţile penitenciare şi medicale ale Penitenciarului Aiud erau la curent cu simptomele persoanei în cauză (astenie severă, pierdere în greutate, creşterea volumului abdomenului etc.), inclusiv cu simptomele cele mai recente, şi anume o dispnee de repaus, febră, vărsături biliare sau asemănătoare zaţului de cafea şi vărsături cu sânge (hematemeză).", "61.   Curtea subliniază că, deşi reclamantul a fost, în cele din urmă, examinat de doi chirurgi şi de un specialist în medicină internă la 24 august 2001, autorităţile responsabile pentru persoana în cauză nu au luat nici una dintre măsurile preconizate de către aceştia, în pofida stării de sănătate a reclamantului care impunea în mod cert o supraveghere medicală şi tratamente continue şi corespunzătoare (a se vedea, mutatis mutandis, Tarariyeva, citată anterior, pct. 82 in fine). Nu numai că reclamantul nu a fost spitalizat la spitalul penitenciar Jilava (Bucureşti) pentru a se stabili etiologia cirozei hepatice şi nu a beneficiat de tratamentul chirurgical luat în considerare de către medicii menţionaţi mai sus, ci, din contră, acesta a fost plasat în celula sa până în ajunul decesului său şi, potrivit dosarului său medical, nu a primit îngrijirile medicale impuse de bolile grave de care suferea acesta (a se vedea supra, pct. 17 şi 18). Spitalizat tardiv, la 7 septembrie 2001, în spitalul penitenciar Dej „pentru supraveghere medicală şi tratament”, reclamantul a decedat în ziua următoare, în pofida îngrijirilor acordate de echipa spitalului.", "62.  Având în vedere consideraţiile precedente şi ţinând seama de responsabilitatea care le revine autorităţilor penitenciare şi medicale, Curtea consideră că autorităţile Penitenciarului Aiud nu au reacţionat cu diligenţa necesară pentru a-i asigura reclamantului îngrijirile medicale adecvate, în pofida dosarului medical al acestuia, stării sale de sănătate şi simptomelor sale, precum şi a recomandărilor medicilor specialişti. În consecinţă, autorităţile în cauză şi-au încălcat grav obligaţia de a proteja sănătatea unei persoane private de libertate.", "63.  Prin urmare, Curtea consideră că autorităţile naţionale nu au luat măsurile efective impuse de starea de sănătate a reclamantului (a se vedea, mutatis mutandis, Huylu, citată anterior, pct. 67). Aceasta concluzionează că modalitatea în care autorităţile penitenciare şi medicale din Aiud s-au ocupat de reclamant a încălcat obligaţia pozitivă care le revenea în temeiul art. 2 din convenţie.", "64. Prin urmare, a fost încălcat art. 2 din convenţie sub aspect material.", "", "2.  Cu privire la obligaţia procedurală de a desfăşura o anchetă efectivă", "", "65.  Guvernul susţine că autorităţile au desfăşurat din oficiu o anchetă efectivă pentru a permite să se stabilească circumstanţele decesului reclamantului şi să se identifice eventualele responsabilităţi ale persoanelor însărcinate cu supravegherea stării sale de sănătate. În această privinţă, Guvernul subliniază că, la 10 septembrie 2001, procurorul a dispus din oficiu o autopsie, care a fost realizată în aceeaşi zi, că nu era subordonat faţă de administraţia penitenciară şi că, pe baza raportului medico-legal, acesta a dispus încetarea urmăririi penale, considerând că decesul nu a fost cauzat de fapte de natură penală, ci de bolile de care suferea reclamantul. În plus, Guvernul subliniază că, în procesul-verbal din 27 februarie 2004, o comisie medicală a stabilit motivele decesului.", "66.  Curtea reaminteşte că, în cazul în care o persoană a decedat în împrejurări care pot angaja răspunderea statului, art. 2 impune acestuia obligaţia de a asigura, prin toate mijloacele de care dispune, o reacţie adecvată – judiciară sau de altă natură – astfel încât să se pună efectiv în aplicare cadrul legislativ şi administrativ stabilit în sensul protecţiei vieţii şi, după caz, să se reprime şi să se sancţioneze încălcările dreptului respectiv (a se vedea, mutatis mutandis, Paul şi Audrey Edwards împotriva Regatului Unit, nr. 46477/99, pct. 54, CEDO 2002II, şi Perk şi alţii împotriva Turciei, nr. 50739/99, pct. 54, 28 martie 2006). Cu privire la acest aspect, Curtea a enunţat deja că, deşi încălcarea dreptului la viaţă sau la integritatea fizică nu era intenţionată, obligaţia pozitivă de a institui un „sistem judiciar eficace” nu impunea în mod cert începerea urmăririi penale, în toate situaţiile, şi că o astfel de obligaţie putea fi îndeplinită în cazul în care persoanele în cauză aveau acces la căile de atac civile, administrative sau chiar disciplinare (Öneryıldız, nr. 48939/99, CEDO 2004-XII, pct. 91 şi 92).", "67.  În speţă, Curtea observă că parchetul a deschis din oficiu şi cu diligenţă o anchetă pentru a examina cauzele imediate ale decesului reclamantului, dispunând realizarea unui raport medico-legal. Cu toate acestea, având în vedere cadrul foarte restrâns al acestei anchete, Curtea nu poate fi de acord cu Guvernul care susţine că ancheta era de natură să permită identificarea eventualelor responsabilităţi ale persoanelor însărcinate cu supravegherea stării de sănătate a reclamantului.", "68.  Curtea subliniază că ancheta în cauză s-a limitat să constate că decesul reclamantului nu a survenit din cauze violente, că se datora bolilor de care suferea persoana în cauză şi că nu existau urme de violenţă pe corp. Procurorul însărcinat cu ancheta s-a limitat să observe tratamentul medical al persoanei în cauză la 7 şi 8 septembrie 2001, fără să se informeze cu privire la modul în care aceasta a fost tratată pe parcursul perioadei anterioare spitalizării sale şi cu privire la starea critică în care a fost adusă la spitalul din Dej, direct din celula sa. De asemenea, acesta nu a examinat dacă persoanele însărcinate cu supravegherea stării de sănătate a reclamantului în Penitenciarul Aiud erau eventual răspunzătoare pentru neglijenţă în exercitarea funcţiilor lor şi de nerespectare a obligaţiei de protecţie a vieţii persoanei respective.", "69.  Curtea consideră că o asemenea anchetă nu poate fi calificată drept efectivă şi aprofundată: deoarece obiectul său era limitat la tratamentul asigurat în spitalul în care deţinutul muribund a fost dus, era posibil ca ancheta să nu identifice neglijenţa autorităţilor penitenciare care aveau obligaţia de a acorda persoanei în cauză, pe perioada anterioară decesului, îngrijiri medicale continue în scopul prevenirii unui deznodământ nefericit.", "70.  Pe de altă parte, Curtea observă că, la 27 februarie 2004, o comisie medicală a redactat un proces-verbal în care concluziona, după ce a rezumat pe scurt evoluţia stării de sănătate a reclamantului, că atitudinea terapeutică a fost adecvată şi că decesul persoanei în cauză a survenit în urma unor complicaţii previzibile. O astfel de constatare – realizată după comunicarea cererii de către Curte şi la peste doi ani de la încheierea anchetei citate anterior – nu se potriveşte cu necesitatea de a desfăşura o anchetă efectivă şi rapidă şi, prin urmare, nu poate remedia deficienţele constatate anterior în cadrul anchetei.", "71.  În consecinţă, Curtea concluzionează că autorităţile nu şi-au îndeplinit obligaţia de a desfăşura o anchetă efectivă care să permită identificarea eventualelor responsabilităţi ale persoanelor însărcinate cu supravegherea stării de sănătate a reclamantului şi acordarea îngrijirilor medicale adecvate, în scopul prevenirii unui deznodământ nefericit.", "72.  Prin urmare, a fost încălcată, de asemenea, obligaţia procedurală prevăzută la art. 2 din convenţie.", "73.  Având în vedere concluziile precedente (a se vedea supra, pct. 63-64 şi 71-72), Curtea consideră că nu este necesar să se examineze pe fond motivul întemeiat pe art. 3 din convenţie şi referitor la faptul că autorităţile nu au administrat reclamantului tratamentul medical adecvat (a se vedea, mutatis mutandis, Tarariyeva, citată anterior, pct. 105).", "", "3.  Cu privire la condiţiile de detenţie a reclamantului în Penitenciarul Aiud", "", "74.  Guvernul susţine că respectivele condiţii de detenţie a reclamantului în Penitenciarul Aiud au fost adecvate, astfel cum reiese din scrisoarea ANP din 11 octombrie 2004 (a se vedea supra, pct. 26).", "75.  Curtea reiterează că art. 3 impune statului să se asigure că orice prizonier este deţinut în condiţii care sunt compatibile cu respectarea demnităţii umane, că modalităţile de executare a pedepsei nu supun persoana în cauză unei suferinţe sau unei încercări de o intensitate care să depăşească nivelul inevitabil de suferinţă inerent detenţiei şi că, ţinând seama de cerinţele practice din închisoare, sănătatea şi confortul prizonierului sunt asigurate în mod corespunzător [Kudła împotriva Poloniei (MC), nr. 30210/96, pct. 92-94, CEDO 2000-XI].", "76.  Curtea observă că, în speţă, anumite aspecte ale condiţiilor de detenţie a reclamantului în Penitenciarul Aiud fac obiectul unei dispute între părţi. Cu toate acestea, Curtea consideră, chiar şi astfel, că este în măsură să facă o apreciere a cauzei bazându-se pe elementele pe care Guvernul nu le contestă.", "77.  Astfel, aceasta subliniază că, potrivit informaţiilor oferite de Administraţia Naţională a Penitenciarelor, aproape pe întreaga durată a detenţiei sale în Penitenciarul Aiud, care era deja de aproximativ trei ani la momentul la care reclamantul a introdus cererea în faţa Curţii, acesta a trebuit să împartă o celulă de 7,60 mp cu alţi cinci deţinuţi, beneficiind astfel de un spaţiu de numai 1,25 mp, insuficient potrivit criteriilor stabilite de jurisprudenţa Curţii prin art. 3 sau de CPT (a se vedea, printre altele, Khudoyorov împotriva Rusiei, nr. 6847/02, pct. 104 şi urm., 8 noiembrie 2005, şi Mikadze împotriva Rusiei, nr. 52697/99, pct. 116, 7 iunie 2007).", "78.  Pe de altă parte, Curtea observă că, în celula respectivă, reclamantul era obligat să folosească o „toaletă neprotejată”; în absenţa altor precizări din partea Guvernului şi ţinând seama de dimensiunea celulei, acest lucru presupune că reclamantul trebuia să folosească toaleta în apropierea altor deţinuţi şi era prezent atunci când colegii săi de celulă o utilizau la rândul lor. Prin urmare, Curtea consideră că afirmaţiile reclamantului în această privinţă sunt justificate (a se vedea supra, pct. 25-26). În plus, deşi constată cu satisfacţie îmbunătăţirile care au fost aduse, se pare, în acest domeniu în cadrul Penitenciarului Aiud după 2004 (a se vedea supra, pct. 26), Curtea consideră că acest lucru nu schimbă cu nimic situaţia inacceptabilă pe care persoana în cauză a trebuit în mod evident să o suporte la momentul faptelor (a se vedea, mutatis mutandis, Kalachnikov împotriva Rusiei, nr. 47095/99, pct. 99, CEDO 2002-VI).", "79.  În cele din urmă, Curtea nu poate, de asemenea, să considere că afirmaţiile reclamantului privind condiţiile de sănătate şi de igienă în vigoare la momentul faptelor nu sunt întemeiate, având în vedere că persoana în cauză a contractat râie în penitenciarul respectiv (a se vedea supra, pct. 15).", "80.  În cele din urmă, Curtea admite că nimic nu indică în speţă că a existat cu adevărat intenţia de a-l umili sau de a-l înjosi pe reclamant. Cu toate acestea, absenţa unui asemenea scop nu poate exclude o constatare a încălcării art. 3. Curtea consideră că respectivele condiţii de detenţie descrise mai sus, pe care reclamantul a trebuit să le suporte timp de mai mulţi ani, l-au supus unei încercări de o intensitate care depăşeşte nivelul inevitabil de suferinţă inerent detenţiei, i-au adus atingere demnităţii sale şi i-au inspirat sentimente de umilinţă şi de înjosire.", "81.  Având în vedere cele ce preced, Curtea concluzionează că respectivele condiţii de detenţie şi efectele lor prejudiciabile referitoare, de asemenea, la starea de sănătate a reclamantului, combinate cu durata perioadei pe parcursul căreia acesta a fost deţinut în asemenea condiţii, trebuie analizate ca un tratament degradant.", "82. Prin urmare, a fost încălcat art. 3 din convenţie.", "", "II. CU PRIVIRE LA PRETINSELE ÎNCĂLCĂRI ALE ART. 8 ŞI 34 DIN CONVENŢIE", "", "83.  Reclamantul se plânge de o încălcare a dreptului la respectarea corespondenţei şi a dreptului de a introduce o cerere individuală în faţa Curţii. În această privinţă, reclamantul s-a plâns că, în mai multe rânduri, administraţia Penitenciarului Aiud a refuzat să îi acorde hârtie, timbre şi plicuri pentru corespondenţa sa cu Curtea, în timp ce acesta nu avea nici un mijloc şi nici un ajutor şi era obligat să vândă altor deţinuţi o parte din hrana sa pentru a-şi putea cumpăra timbre. Pe de altă parte, reclamantul imputa administraţiei acestui penitenciar că a refuzat, de o manieră disuasivă, timp de aproximativ patru luni înainte de ianuarie 2000, să îi acorde fotocopii ale fişei de supraveghere medicală şi ale unora dintre deciziile din dosarul său penal sau să îi acorde posibilitatea de a le copia el însuşi de mână. În cele din urmă, acesta pretindea că un prim formular de cerere, pe care îl încredinţase administraţiei Penitenciarului Aiud la 14 februarie 2000, nu a fost niciodată transmis Curţii şi că el însuşi a fost transferat la Mărgineni atunci când s-a plâns conducerii penitenciarului cu privire la acest lucru. În această privinţă, reclamantul a invocat împreună art. 8 şi 34 din convenţie, redactate după cum urmează:", "", "Art. 8", "„1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirii faptelor penale, protejarea sănătăţii sau a moralei, ori protejarea drepturilor şi libertăţilor altora.”", "", "Art. 34", "„Curtea poate fi sesizată printr-o cerere de către orice persoană fizică, orice organizaţie neguvernamentală sau de orice grup de particulari care se pretinde victimă a unei încălcări de către una dintre înaltele părţi contractante a drepturilor recunoscute în convenţie sau în protocoalele sale. Înaltele părţi contractante se angajează să nu împiedice prin nici o măsură exerciţiul eficace al acestui drept.”", "", "84. Guvernul respinge acest argument.", "", "A. Cu privire la admisibilitate", "", "85.  Curtea observă că reclamantul denunţă trei fapte pe care le consideră contrare art. 8 şi 34 din convenţie. Consideră oportun să fie examinat capătul de cerere privind obligaţia pozitivă a autorităţilor de a acorda unui reclamant minimul necesarul pentru corespondenţa sa cu Curtea în conformitate cu art. 8 (Cotleţ împotriva României, nr. 38565/97, pct. 56 şi urm., 3 iunie 2003) şi celelalte două capete de cerere în conformitate cu art. 34 teza a doua din convenţie (a se vedea, mutatis mutandis, Igors Dmitrijevs împotriva Letoniei, nr. 61638/00, 30 noiembrie 2006).", "86. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că acesta nu prezintă nici un alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "1. Art. 8 din convenţie", "", "87.  Guvernul face trimitere la faptele descrise supra, la pct. 34 şi 36, şi consideră că nu a existat amestec în dreptul reclamantului la respectarea corespondenţei sale cu Curtea.", "88.  Curtea reaminteşte că art. 8 din convenţie nu obligă statele să suporte cheltuielile de francare pentru toată corespondenţa deţinuţilor. Cu toate acestea, poate exista o problemă în cazul în care, în lipsa mijloacelor financiare, corespondenţa unui deţinut este grav împiedicată din acest motiv (Cotleţ, citată anterior, pct. 61).", "89.  În speţă, Curtea observă că reclamantul pretindea că nu avea nici un mijloc sau ajutor şi că era obligat, în cadrul Penitenciarului Aiud, să vândă altor deţinuţi o parte din hrana sa pentru a-şi putea cumpăra timbrele necesare pentru corespondenţa sa cu Curtea. Contrar afirmaţiilor Guvernului, aceasta consideră că reiese din dosar că afirmaţiile respective sunt justificate. Curtea subliniază că reclamantul a informat în mod constant Curtea cu privire la acest subiect, cerându-i ajutorul (Cotleţ, citată anterior, pct. 60), şi că este evident că acesta nu beneficia de ajutor şi de resurse suficiente, având în vedere solda infimă de care dispunea în Penitenciarul Aiud (a se vedea supra, pct. 29 in fine) şi statutul său de deţinut fără familie, bolnav şi inapt de muncă.", "90.  Pe de altă parte, Curtea observă că, potrivit susţinerilor ANP, reclamantul a beneficiat de hârtie şi de plicuri pentru scrisorile sale adresate Curţii, ceea ce nu este în mod evident suficient pentru exercitarea dreptului la corespondenţă (a se vedea supra, pct. 34 şi Cotleţ, citată anterior, pct. 63). În ceea ce priveşte timbrele, Curtea nu poate trece peste faptul că, deşi s-a precizat iniţial că autorităţile nu mai deţin informaţiile prin care să se dovedească distribuirea timbrelor către reclamant, deoarece registrele privind cererile în acest sens ale deţinuţilor erau păstrate numai pe o perioadă de doi ani, Guvernul a prezentat ulterior documente care dovedeau aprobarea pe care au primit-o cererile persoanei în cauză pentru expedierea către Curte a corespondenţei sale (a se vedea supra, pct. 34 şi 36). Or, este necesar să se observe că nici unul din aceste documente nu provine din Penitenciarul Aiud, cel împotriva căruia reclamantul şi-a formulat plângerea.", "91.  De asemenea, având în vedere elementele aflate la dosar, dependenţa totală a persoanei în cauză faţă de autorităţile penitenciare cu privire la exercitarea dreptului său la corespondenţă, precum şi absenţa, la momentul faptelor, a unei legislaţii care să corespundă criteriilor de la art. 8 ce dispun respectarea de către autorităţi a obligaţiilor lor pozitive în domeniu (a se vedea supra, pct. 44), Curtea consideră că Guvernul nu a oferit o explicaţie valabilă pentru a contrazice afirmaţiile credibile ale reclamantului în această privinţă (a se vedea, mutatis mutandis, Cotleţ, citată anterior, pct. 62).", "92.  Prin urmare, Curtea consideră că autorităţile Penitenciarului Aiud nu şi-au îndeplinit obligaţia pozitivă de a acorda reclamantului necesarul, în special timbre, pentru corespondenţa sa cu Curtea şi că, în consecinţă, a fost încălcat art. 8 din convenţie cu acest titlu.", "", "2. Art. 34 din convenţie", "", "93.  Guvernul susţine că, în speţă, spre deosebire de cauzele Petra şi Cotleţ sus-menţionate, nu a fost încălcat dreptul reclamantului de a se adresa Curţii pentru a-şi susţine plângerile. În această privinţă, Guvernul afirmă că persoana în cauză a beneficiat de ceea ce era necesar pentru a scrie Curţii. Acesta contestă că reclamantul ar fi făcut greva foamei pentru a obţine documentele de care avea nevoie şi precizează că persoana în cauză nu s-a plâns niciodată conducerii Penitenciarului Aiud cu privire la acest subiect.", "94.  Curtea reaminteşte că, pentru ca mecanismul cererii individuale stabilit la art. 34 să fie eficace, este deosebit de important ca reclamanţii, declaraţi sau potenţiali, să aibă libertatea de a comunica cu Curtea, fără ca autorităţile să facă presiuni în vreun fel pentru ca aceştia să-şi retragă sau să-şi modifice cererile. Prin sintagma „presiuni” se înţelege nu numai constrângerea directă şi actele flagrante de intimidare a reclamanţilor declaraţi sau potenţiali, ci şi actele sau contactele indirecte şi rău intenţionate menite să îi descurajeze pe aceştia să se prevaleze de recursul oferit de convenţie. Pentru a stabili dacă unele contacte dintre autorităţi şi un reclamant declarat sau potenţial constituie practici inacceptabile din punct de vedere al art. 34, trebuie să se ţină seama de circumstanţele speciale ale cauzei. În acest scop, trebuie să se ia în considerare vulnerabilitatea reclamantului – închis într-un spaţiu determinat, având puţine contacte cu lumea exterioară şi supus în mod constant autorităţii administraţiei penitenciarului – şi riscul ca aceste autorităţi să îl influenţeze (Cotleţ, citată anterior, pct. 69, şi Iambor împotriva României, nr. 64536/01, pct. 212, 24 iunie 2008).", "95.  Contrar afirmaţiilor Guvernului, Curtea observă, în primul rând, că reclamantul s-a adresat efectiv conducerii Penitenciarului Aiud pentru a obţine copii după un număr limitat de acte, identificate precis, care îi erau necesare pentru a-şi susţine cererea în faţa Curţii (a se vedea supra, pct. 29 şi 36), şi anume, în principal, decizii din dosarul său penal şi o fişă de supraveghere medicală care să confirme bolile de care suferea. Administraţia penitenciarului a condiţionat emiterea acestor copii de plata costurilor aferente, iar reclamantul, în lipsa resurselor necesare, le-a putut obţine numai în urma a numeroase demersuri, în ianuarie 2000, la aproximativ patru luni de la data formulării primei sale cereri. Curtea observă că, deşi contestă că persoana în cauză a făcut greva foamei pentru a obţine aceste copii, Guvernul nu a negat afirmaţiile reclamantului conform cărora – pe parcursul acestor patru luni – i s-a refuzat posibilitatea de a copia aceste documente de mână, sub pretextul caracterului confidenţial al acestora, şi s-au făcut încercări de a-l descuraja pe acesta să îşi reitereze cererile pentru a nu risca un eventual transfer într-o secţie cu regim restrictiv (a se vedea supra, pct. 29 şi 30; a contrario, Kornakovs împotriva Letoniei, nr. 61005/00, pct. 173, 15 iunie 2006).", "96.  Curtea reaminteşte că, în conformitate cu regulamentul de organizare şi funcţionare al Curţii, toate cererile formulate în temeiul art. 34 din convenţie trebuie însoţite de „copii de pe toate documentele pertinente, în special de pe hotărâri judecătoreşti sau de altă natură, privitoare la obiectul cererii” [art. 47 § 1 lit. (h)] ; în caz contrar, cererea „nu poate fi examinată de Curte” (art. 47 § 2). Examinarea cererii de către Curte poate fi grav afectată în cazul în care, din lipsă de mijloace, un reclamant deţinut nu este în măsură să furnizeze copiile sus-menţionate (Kornakovs, citată anterior, pct. 172). În speţă, Curtea observă că, informate chiar de reclamant, autorităţile nu puteau ignora consecinţele pe care le avea asupra persoanei în cauză neexpedierea către Curte a documentelor identificate precis care trebuiau să îi susţină cererea. Curtea subliniază că nu a fost oferită nici o justificare de către Guvern pentru refuzul administraţiei Penitenciarului Aiud, pe parcursul perioadei citate anterior, deşi lipsa resurselor financiare ale reclamantului era bine cunoscută de către aceste autorităţi (a se vedea, mutatis mutandis, Iambor, citată anterior, pct. 216).", "97.  Pe de altă parte, Curtea observă că Guvernul nu a precizat care erau „datele încă disponibile” în Penitenciarul Aiud din care reieşea – în absenţa raportului redactat la momentul faptelor – că transferul persoanei în cauză din Penitenciarul Aiud, în ziua următoare plângerii sale privind incidentul referitor la dispariţia pretinsă a primului formular de cerere, a fost hotărât pentru a împiedica „influenţa negativă a reclamantului asupra celorlalţi deţinuţi” (a se vedea supra, pct. 35; a contrario, mutatis mutandis, Polechtchouk împotriva Rusiei, nr. 60776/00, pct. 32, 7 octombrie 2004). În cele din urmă, Curtea subliniază că Guvernul nu a contestat afirmaţiile reclamantului din ultima sa scrisoare adresată Curţii, conform cărora, la întoarcerea sa în Penitenciarul Aiud în martie 2001, directorul V. l-a interogat referitor la intenţiile sale cu privire la cerere şi i-a spus că demersul său era inutil, că nu va mai beneficia de ajutor pentru a-şi continua corespondenţa cu Curtea şi că „se va ocupa de el”; prin urmare, trebuie să se accepte caracterul veridic al afirmaţiilor reclamantului.", "98.  Ţinând seama de situaţia de vulnerabilitate şi de dependenţă deosebită faţă de autorităţile penitenciare în care se afla reclamantul – deţinut fără familie, grav bolnav şi fără legături cu lumea exterioară –, asemenea afirmaţii din partea administraţiei (a se vedea supra, pct. 95 in fine şi 97 in fine), împreună cu omisiunea şi întârzierea nejustificate în furnizarea către reclamant a necesarului pentru corespondenţa sa cu Curtea şi documentele precis identificate, solicitate de către aceasta din urmă, pentru ca reclamantul să-şi susţină cererea, reprezintă acte suficient de disuasive pentru a constitui o încălcare a cerinţei conţinute la art. 34 teza a doua din convenţie.", "99. Prin urmare, a fost încălcat art. 34 din convenţie.", "", "III. CU PRIVIRE LA CELELALTE PRETINSE ÎNCĂLCĂRI", "", "100.  În cele din urmă, reclamantul se plânge de violenţele la care a fost supus atunci când a fost reţinut la 22 iulie 1994, de nelegalitatea arestării sale, de absenţa unei căi de atac efective pentru pronunţarea cu privire la legalitatea detenţiei sale şi de lipsa despăgubirilor cu acest titlu. Pe de altă parte, el reclamă inechitatea procedurii penale iniţiate împotriva sa şi nerespectarea principiului prezumţiei de nevinovăţie, refuzul procurorului general de a introduce o acţiune în anulare împotriva hotărârii din 25 ianuarie 1996 a Curţii Supreme de Justiţie şi absenţa unei căi de atac efective cu privire la plângerea penală din 19 februarie 2001. În această privinţă, reclamantul invocă art. 3, art. 5 § 1, art. 4 şi 5, art. 6 § 1 şi 2, precum şi art. 13 coroborat cu art. 6 şi 8 din convenţie.", "101. Ţinând seama de toate elementele de care dispune şi în măsura în care este competentă pentru a i se aduce la cunoştinţă susţinerile formulate, Curtea nu a constatat nici o încălcare aparentă a drepturilor şi libertăţilor garantate prin art. convenţiei.", "Reiese că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din convenţie.", "", "IV. CU PRIVIRE LA APLICAREA ART. 41 DIN CONVENŢIE", "", "102. Art. 41 din convenţie prevede:", "", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "", "103.  Având în vedere că reclamantul a decedat în cursul procedurii şi că nu are familie, iar examinarea cererii sale a fost continuată în temeiul art. 37 § 1 in fine din convenţie (a se vedea supra, pct. 5), Curtea concluzionează că nu este necesar să se acorde o reparaţie echitabilă.", "", "PENTRU ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "", "1.  Declară cererea admisibilă în ceea ce priveşte capetele de cerere întemeiate pe art. 2, 3, 8 şi 34 din convenţie privind acordarea îngrijirilor medicale necesare, condiţiile de detenţie, precum şi dreptul la respectarea corespondenţei şi la cererea individuală în cadrul Penitenciarului Aiud, şi inadmisibilă pentru celelalte capete de cerere;", "2.  Hotărăşte că a fost încălcat art. 2 din convenţie sub aspect material, în ceea ce priveşte obligaţia pozitivă care le revine autorităţilor de a proteja viaţa reclamantului prin administrarea îngrijirilor medicale necesare;", "3.  Hotărăşte că a fost încălcat art. 2 din convenţie sub aspect procedural, în ceea ce priveşte obligaţia statului pârât de a desfăşura o anchetă efectivă;", "4.  Hotărăşte că nu este necesar să se examineze capătul de cerere întemeiat pe art. 3 din convenţie referitor la faptul că autorităţile nu i-au acordat asistenţă medicală adecvată;", "5.  Hotărăşte că a fost încălcat art. 3 din convenţie în ceea ce priveşte condiţiile de detenţie a reclamantului în Penitenciarul Aiud;", "6.  Hotărăşte că a fost încălcat art. 8 din convenţie în ceea ce priveşte refuzul administraţiei Penitenciarului Aiud de a-i acorda reclamantului necesarul pentru corespondenţa sa cu Curtea;", "7. Hotărăşte că a fost încălcat art. 34 din convenţie.", "", "Redactată în limba franceză, apoi comunicată în scris, la 24 februarie 2009, în temeiul art. 77 § 2 şi 3 din regulament.", "", "\tSantiago Quesada\tJosep Casadevall\n\tGrefier\tPreşedinte", ""]}