{"file": "RUM_HJUDRUM_15339_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "15339/02", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2012. Prezenta traducere a fost efectuată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Această traducere nu obligă Curtea. Pentru mai multe informații, a se vedea indicația cu privire la drepturile de autor de la sfârșitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "Notă de informare privind jurisprudența Curții Nr. 106", "", "Martie 2008", "Budayeva și Alții c. Rusiei - 15339/02", "Hotărâre 20.3.2008 [Secția I]", "Articolul 2", "Obligații pozitive", "Neimplementarea de către autorități a măsurilor de amenajare a teritoriului și măsurilor de ajutor în caz de urgență în vederea unui risc previzibil de alunecări de teren care putea duce la pierderi de vieți omenești: violări", "", "Articolul 1 al Protocolului Nr. 1", "Articolul 1 para. 1 al Protocolului Nr. 1", "Respectarea bunurilor", "Caracterul adecvat al măsurilor luate de către autorități pentru a oferi cazare alternativă și ajutor de urgență victimelor daunelor materiale cauzate de alunecări de teren: neviolare", "În fapt: Orașul Tyrnauz (Rusia) este situat într-o zonă în care s-au înregistrat alunecări de teren în fiecare an, începând cu 1937. În vara anului 2000, timp de șapte zile, orașul a fost lovit de o succesiune de alunecări de teren, în urma cărora au pierit cel puțin 8 persoane, inclusiv soțul primei reclamante. Fiul mai mic al acesteia a fost și el grav rănit, în timp ce al doilea reclamant împreună cu fiica sa au suferit abraziuni grave. Casele și bunurile reclamanților au fost distruse și, deși li s-au oferit alte locuințe gratuite și câte o indemnizație forfetară de urgență, sănătatea acestora s-a deteriorat din momentul catastrofei. Parchetul a decis să nu pornească o anchetă penală nici în cazul dezastrului și nici în cazul decesului soțului primei reclamante, deces considerat ca fiind provocat de un accident. O acțiune civilă înaintată ulterior de către reclamanți împotriva autorităților a fost respinsă pe motiv că populația locală fusese informată de către mass-media cu privire la risc și pentru că toate măsurile rezonabile fusese întreprinse pentru a-l minimiza.", "În procedura din fața Curții, Guvernul a susținut că, din cauza forței excepționale a alunecărilor de teren, acestea nu ar fi putut fi prevăzute sau oprite iar locuitorii care s-au întors la casele lor după primul val, au făcut acest lucru încălcând ordinele de evacuare.", "La rândul lor, reclamanții au acuzat autoritățile de faptul că acestea nu au efectuat lucrări de reparație imperative ale echipamentului defect, nu au emis avertismente în avans și că nu au desfășurat o anchetă. Reclamanții au prezentat documente oficiale din care reieșea că în bugetul local nu fusese alocate fonduri pentru reparații și că autoritățile primiseră o serie de avertismente de la institutul muntelui (agenția de stat responsabilă de monitorizarea calamităților naturale în zonele de mare altitudine) cu mult timp înaintea dezastrului, îndemnându-le pe acestea să efectueze reparații și să înființeze posturi de observație pentru a facilita evacuarea populației în caz de necesitate. Unul din ultimele avertismente s-a referit la posibile distrugeri și pierderi de vieți omenești nemaiîntâlnite în cazul neimplementării urgente a măsurilor.", "În drept: Articolul 2 – (a)  Întreținerea necorespunzătoare și omisiunea autorităților de a pune la punct un sistem de alertă: Natura și întinderea obligațiilor pozitive ale Statului în sfera acordării ajutorului de urgență depindea de originea pericolului și de măsura în care riscul putea fi minimizat. În cazul de față, un factor important l-a constituit faptul dacă circumstanțele indicau asupra iminenței unor calamități naturale lesne identificabile, de genul unei calamități recurente care afectează o zonă distinctă destinată traiului sau uzului. În 1999 autoritățile au primit o serie de avertismente, care ar fi trebuit să le alerteze cu privire la creșterea riscului producerii unei alunecări de teren de proporții. Într-adevăr, acestea erau conștiente de faptul că orice alunecare de teren, indiferent de dimensiunea sa, era de natură să aibă consecințe devastatoare din cauza infrastructurii de protecție avariate. Deși necesitatea efectuării unei reparații urgente era destul de clară, nu au fost alocate fonduri în acest sens. Nu au fost întreprinse măsuri imperative practice pentru a asigura securitatea populației locale: nu s-a dat nici un avertisment și nici un ordin de evacuare nu a fost emis, dat publicității sau pus în aplicare; solicitările persistente ale institutului muntelui cu privire la instalarea posturilor de observare temporară au fost ignorate; nu sunt dovezi de punere în aplicare la acel moment a vreunui cadru de reglementare, a măsurilor de amenajare a teritoriului sau a măsurilor specifice de siguranță; în plus echipamente de oprire a alunecărilor nu au fost întreținute în mod corespunzător. În concluzie, autoritățile nu au întreprins nicio măsură înaintea dezastrului. Nu a existat nicio justificare pentru neimplementarea măsurilor de amenajare a teritoriului și măsurilor de ajutor în caz de urgență având în vedere riscul previzibil de pierdere de vieți omenești. Deficiențele administrative grave care au împiedicat implementarea acestor măsuri au cauzat decesul soțului primei reclamante și rănirea gravă ale acesteia și ale altor membri ai familiei sale. Prin urmare, autoritățile nu și-au onorat obligația de a crea un cadru legislativ și administrativ pentru a asigura o protecție eficientă a dreptului la viață.", "Concluzie: violare (unanim).", "(b) Măsurile cu caracter juridic luate după catastrofă: La o săptămână după catastrofă, parchetul decisese deja să nu inițieze urmărire penală în cazul decesului soțului primei reclamante. Ancheta preliminară se limitase doar la cauza nemijlocită a decesului, fără a examina responsabilitatea autorităților sau problemele legate de respectarea regulilor de siguranță. Aceste întrebări nici nu au constituit obiectul unei anchete penale, administrative sau tehnice. În special, nu a fost întreprinsă nicio acțiune pentru a verifica numeroasele acuzații cu privire la întreținerea necorespunzătoare și omisiunea de a pune la punct un sistem de alertă. Instanțele naționale au respins cererile reclamanților de despăgubire pe motiv că aceștia nu au reușit să demonstreze în ce măsură neglijența Statului cauzase daune care le-au depășit pe cele care aveau să se producă în mod inevitabil în cazul unei catastrofe naturale. Răspunsul la această întrebare, însă, putea fi găsit doar în urma unei investigații complexe făcută de experți și constatarea faptelor la care doar autoritățile au avut acces. Prin urmare, reclamanților li s-a cerut să prezinte probe pe care aceștia nu le puteau prezenta în mod obiectiv. În orice caz, instanțele naționale nu și-au exercitat în totalitate împuternicirile în vederea stabilirii faptelor ascultând martori sau obținând rapoarte de expertiză, în timp ce dovezile prezentate de către reclamanți includeau rapoarte care sugerau că îngrijorările acestora erau împărtășite de anumiți funcționari. Astfel, problema responsabilității Statului în cazul accidentului nu a fost investigată niciodată sau examinată de către nicio autoritate judiciară sau administrativă.", "Concluzie: violare (unanim).", "Articolul 1 al Protocolului Nr. 1 – Nu este clar în ce măsură o întreținere corespunzătoare a infrastructurii de protecție ar fi putut diminua forța excepțională a alunecărilor de teren. De asemenea nu a fost demonstrat că daunele cauzate caselor și bunurilor reclamanților puteau fi evitate în cazul existenței unui sistem de alertă, acest lucru neputând fi imputat în mod univoc neglijenței Statului. Mai mult decât atât, obligația Statului de protecție a proprietății private nu poate fi considerată ca fiind echivalentul obligației de a oferi compensație pentru proprietatea distrusă la valoarea ei de piață. Compensația oferită de către Stat trebuie estimată în lumina tuturor celorlalte măsuri implementate de către autorități, de complexitatea situației, de numărul proprietarilor și de chestiunile de ordin economic, social și umanitar specifice acordării de ajutor în cazul unei catastrofe. În mod evident, compensația pentru locuință oferită reclamanților nu a fost disproporționată. Având în vedere numărul mare de victime și amploarea desfășurării operațiunilor de acordare a ajutorului în caz de urgență, limita de sus (RUB 13,200, aproximativ EUR 530) a compensației pentru bunurile menajere pare a fi echitabilă. Accesul la compensații a fost direct și automat și nu a implicat o procedură contencioasă sau necesitatea de a face dovada pagubei. Astfel, condițiile acordării compensației nu au constituit o povară disproporționată pentru reclamanți.", "Concluzie: neviolare (unanim).", "Articolul 41 – EUR 30,000 pentru daune morale în privința primei reclamante, EUR 15,000 în privința celui de-al doilea reclamant și câte EUR 10,000 pentru ceilalți reclamanți.", "", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului\nAcest rezumat redactat de Grefă nu obligă Curtea.", "Apăsați aici pentru ", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2012.", "", "Limbile oficiale ale Curții Europene a Drepturilor Omului sunt engleza și franceza. Această traducere a fost efectuată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă Curtea, care, de altfel, nu își asumă nicio responsabilitate pentru calitatea acesteia. Ea poate fi descărcată din baza de date a jurisprudenței Curții Europene a Drepturilor Omului HUDOC () sau din orice altă bază de date căreia HUDOC i-a transmis acest document. Traducerea poate fi reprodusă în scopuri necomerciale cu condiția ca titlul cauzei să fie citat în întregime împreună cu indicația de mai sus privind drepturile de autor și referința la Fondul Fiduciar pentru Drepturile Omului al Consiliului Europei. Orice persoană care intenționează să utilizeze fragmente din prezenta traducere în scopuri comerciale este rugată să contacteze adresa următoare: ", "", "© Council of Europe/European Court of Human Rights, 2012.", "", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe ( ). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights ( ) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact  .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe ( ). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme ( ), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}