{"file": "RUM_HJUDRUM_13229_03.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "13229/03", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Saadi împotriva Regatului Unit (MC) – 13229/03", "Hotărârea din 29.01.2008", "Art. 5 § 1 lit. f) Împiedicarea intrării ilegale pe teritoriu", "Lipsire de libertate timp de 7 zile într-un centru de detenţie al unui solicitant de azil, care a obţinut „şedere temporară”: neîncălcare", "Art. 5 § 2: Aducerea la cunoştinţă a motivelor arestării", "Termen de 76 ore pentru a a-i aduce la cunoştinţă solicitantului de azil care a obţinut „şedere temporară\" motivele lipsirii sale de libertate ulterioare într-un centru de detenţie. încălcare", "", "În fapt – Reclamantul este kurd irakian. După ce a fugit din Irak, el a sosit la aeroportul Heathrow, în Londra, la 30 decembrie 2000; a cerut imediat azil şi a obţinut „şederea temporară”. La 2 ianuarie 2001, prezentându-se la serviciile de imigrare, a fost arestat şi transferat în centrul de detenţie din Oakington, instituţie destinată solicitanţilor de azil despre care se consideră că este puţin probabil că ar fugi şi ale căror cazuri pot face obiectul unei „proceduri accelerate”. Acesta a primit un formular tip care trebuia să expună motivele arestării sale şi să menţioneze drepturile sale, dar care nu preciza că era deţinut cu scopul unei proceduri accelerate. La 5 ianuarie 2001, un agent de imigrare i-a explicat la telefon reprezentantului reclamantului că acesta din urmă era reţinut pe motiv că este resortisant irakian care corespunde criteriilor plasării în centrul de detenţie de la Oakington. Iniţial, reclamantului i s-a respins cererea de azil la 8 ianuarie 2001 şi i-a fost interzisă în mod oficial intrarea în Regatul Unit. A fost pus în libertate a doua zi şi ulterior a obţinut drept de azil după ce i s-a admis apelul împotriva hotărârii de interdicţie de intrare în ţară. Reclamantul a cerut un control judecătoresc asupra ordonanţei de detenţie pe care o suferise. Camera lorzilor a respins în final acest recurs, considerând că detenţia de la Oakington conform procedurii a fost o măsură proporţională şi rezonabilă. Prin hotărârea din 11 iulie 2006, o cameră a Curţii europene a constatat neîncălcarea art. 5 § 1 din Convenţie şi încălcarea obligaţiei ce decurge din art. 5 § 2 de a informa o persoană cu privire la motivele reţinerii sale în cel mai scurt timp.", "În drept – Art. 5 § 1 lit. f):", "a) Sensul formulei „a împiedica o persoană de a pătrunde ilegal\" - Capacitatea statelor de a-i aresta pe candidaţii la imigrare care au solicitat – printr-o cerere de azil sau nu – autorizaţia de a intra în ţară, este o consecinţă inevitabilă a dreptului de a controla intrarea şi şederea străinilor. Atâta timp cât un stat nu a „autorizat\" intrarea pe teritoriul său, aceasta este „ilegală”, iar arestarea unui individ care doreşte să intre în ţară dar are nevoie de o autorizaţie de care nu dispune încă poate viza – fără ca formularea să fie denaturată- „să împiedice acea persoană să pătrundă în mod ilegal”. Curtea respinge ideea conform căreia, dacă un solicitant de azil se prezintă din proprie iniţiativă la serviciile de imigrare, acest lucru înseamnă că doreşte să pătrundă „legal” în ţară. Nu se poate interpreta că art. 5 § 1 lit. f) permite numai arestarea unei persoane despre care s-a stabilit că încearcă să se sustragă restricţiilor de intrare. O astfel de interpretare ar fi prea restrictivă şi nu ar corespunde principiilor directoare şi recomandărilor Organizaţiei Naţiunilor Unite şi Consiliului Europei.", "b) Caracterul arbitrar al detenţiei – Principiul conform căruia detenţia nu trebuie să fie arbitrară se aplică detenţiei prevăzute de prima parte a art. 5 § 1 lit. f) (intrare ilegală), în acelaşi mod cu detenţia prevăzută de a doua parte (expulzare sau extrădare). Astfel, nimic nu impune motive rezonabile pentru a crede în necesitatea detenţiei, iar principiul proporţionalităţii cere doar ca detenţia să nu se prelungească pe o perioadă de timp nerezonabilă. Prin urmare, pentru a nu fi considerată arbitrară, detenţia prevăzută de prima parte a articolului, trebuie să satisfacă patru condiţii: Punerea sa în aplicare trebuie să se facă cu bună credinţă ; trebuie să fie strâns legată de scopul de a împiedica o persoană să pătrundă ilegal pe teritoriu ; locul şi condiţiile de detenţie trebuie să fie adecvate, căci persoana în cauză poate să fi plecat din ţara de origine pentru că se temea pentru viaţa sa; în fine, durata detenţiei nu poate fi mai mare decât termenul rezonabil necesar pentru a-şi atinge scopul urmărit.", "Curtea admite că regimul de detenţie aplicat la centrul din Oakington viza permiterea tratării rapide a aproximativ 13 000 de solicitări de azil, din aproximativ 84 000 de dosare depuse în fiecare an la acea vreme în Regatul Unit. Pentru a atinge acest obiectiv, era necesară programarea a până la 150 de interviuri pe zi şi orice întârziere chiar şi minimă, risca să perturbe programul. Persoana în cauză a fost plasată în detenţie, pentru că dosarul său putea face obiectul unei proceduri accelerate. Prin urmare, autorităţile naţionale au acţionat cu bună credinţă atunci când l-au reţinut la centrul Oakington. Într-adevăr, politica pe care se bazează funcţionarea regimului de la Oakington trebuia să fie în general avantajoasă pentru solicitanţii de azil şi să permită tratarea cererilor lor cu promptitudine. În plus, întrucât lipsirea de libertate în cauză avea ca scop să le permită autorităţilor să soluţioneze rapid şi eficient cererea de azil a reclamantului, detenţia acestuia era strâns legată de scopul urmărit, în speţă să îl împiedice să pătrundă în mod ilegal pe teritoriu. În ceea ce priveşte locul şi condiţiile de detenţie, centrul de la Oakington era special conceput pentru solicitanţii de azil şi oferea diferite servicii, precum activităţi recreative, activităţi de cult religios, îngrijiri medicale şi - un element important - asistenţă juridică. Reclamantul nu se plânge de condiţiile în care a fost deţinut. În fine, detenţia sa de 7 zile - înainte de punerea în libertate care a avut loc a doua zi după respingerea cererii sale de azil în primă instanţă – nu poate fi considerată ca fiind mai lungă decât termenul rezonabil necesar pentru a permite o examinare rapidă a cererii sale de azil. Curtea constată de asemenea că organizarea unui sistem care să permită autorităţilor să statueze mai eficient asupra unui număr ridicat de cereri de azil a făcut inutil un recurs mai extins către autorităţile cu atribuţii privind plasarea în detenţie.", "Concluzie: neîncălcare (unsprezece voturi contra şase).", "Art. 5 § 2: Marea Cameră subscrie la opinia camerei conform căreia declaraţiile generale - în ocurenţă, anunţuri care provin de la Parlament - nu pot răspunde obligaţiei de a informa partea interesată cu privire la motivele arestării sau detenţiei sale. Reclamantului i s-a comunicat pentru prima dată adevăratul motiv al detenţiei sale, prin intermediul reprezentantului său, la 5 ianuarie 2001, când se afla deja în detenţie de 76 ore. Admiţând că o comunicare verbală unui reprezentant satisface cerinţele art. 5 § 2, un termen de 76 ore este incompatibil cu obligaţia de a indica motivele detenţiei în cel mai scurt termen.", "Concluzie: încălcare (unanimitate).", ""]}