{"file": "RUM_HJUDRUM_73797_01.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "73797/01", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Kyprianou împotriva Ciprului (MC) - 73797/01", "Hotărârea din 15.12.2005 (MC)", "Art. 6", "Art. 6 § 1", "Instanţă imparţială", "Avocat condamnat pentru sfidarea instanţei (contempt of court) chiar de către membrii completului în faţa cărora a fost săvârşită sfidarea (contempt) şi utilizarea de către aceştia a unui limbaj emfatic la condamnarea persoanei în cauză: încălcare", "", "În fapt – Reclamantul, care intervenea în calitate de avocat al apărării într-un proces pentru omor în faţa Curţii cu Juraţi, a fost întrerupt de instanţă în timp ce desfăşura contra-interogatoriul al unui martor al acuzării. S-a simţit ofensat şi a solicitat permisiunea de a se retrage din cauză, dar, pentru că nu i s-a încuviinţat cererea, a susţinut că, în timpul contra-interogatoriului pe care îl desfăşura, membrii instanţei vorbeau între ei şi îşi trimiteau bilete („ravassakia” – termen care poate avea în special următoarele sensuri: bilete cu conţinut sentimental, scrisori de dragoste sau mesaje cu conţinut neplăcut). Judecătorii au declarat că au fost „profund insultaţi” ca „persoane”, că nu îşi puteau „imagina o situaţie care să poată constitui o sfidare a instanţei atât de flagrantă şi de inadmisibilă din partea nimănui, cu atât mai puţin din partea unui avocat” şi că „dacă reacţia curţii nu [era] imediată şi radicală, justiţia [ar fi] suferit un prejudiciu dezastruos”. Judecătorii i-au oferit reclamantului posibilitatea de a alege fie să îşi menţină afirmaţiile şi să prezente motive care să justifice neaplicarea unei sancţiuni, fie să îşi retracteze afirmaţiile. Întrucât reclamantul nu a ales niciuna dintre soluţii, instanţa l-a condamnat la 5 zile de închisoare pentru sfidarea instanţei (contempt of court), cu executare imediată, pedeapsă care, conform instanţei, părea să fie „singurul răspuns adecvat” deoarece „o reacţie inadecvată din partea ordinii juridice şi civilizate, astfel cum este reprezentată de instanţe, ar însemna că acestea acceptă să se aducă atingere autorităţii lor”. Reclamantul şi-a executat pedeapsa, dar a beneficiat de liberare anticipată, în conformitate cu legislaţia relevantă. Recursul acestuia a fost respins de Curtea Supremă.", "În drept – Art. 6 § 1: Acest capăt de cerere se raportează la o neregulă funcţională a procedurii în cauză. Cauza reclamantului priveşte infracţiunea de sfidare a instanţei, săvârşită în faţa membrilor instanţei şi îndreptată împotriva acestora personal. Direct vizaţi de criticile reclamantului, care făcea referire la modul în care aceştia conduceau şedinţa, judecătorii au decis ei înşişi începerea acţiunii penale, au examinat chestiunile ridicate de conduita reclamantului, l-au declarat vinovat şi i-au aplicat sancţiunea (pedeapsa închisorii). Într-un astfel de caz, confundarea rolurilor de reclamant, martor, procuror şi judecător poate în mod evident să genereze temeri obiectiv justificate cu privire la conformitatea procedurii cu principiul consacrat, în temeiul căruia nicio persoană nu poate fi judecată în propria cauză şi, în consecinţă, cu privire la imparţialitatea instanţei. Prin urmare, imparţialitatea curţii cu juraţi putea fi pusă la îndoială şi se poate considera aşadar că temerile reclamantului în această privinţă au fost justificate în mod obiectiv.", "În ceea ce priveşte acuzaţia reclamantului conform căreia judecătorii respectivi au dat dovadă de parţialitate, Curtea observă că aceştia au declarat în sentinţa de condamnare a reclamantului că au fost „profund insultaţi” ca „persoane” de către reclamant. Această declaraţie demonstrează în sine că judecătorii s-au simţit agresaţi personal de afirmaţiile şi conduita reclamantului şi indică o implicare personală din partea acestora. În plus, limbajul emfatic utilizat de către judecători pe parcursul deliberării sentinţei lor permite să se întrevadă un sentiment de indignare şi şoc, departe de abordarea detaşată care este de aşteptat în cazul hotărârilor judecătoreşti. Ulterior, judecătorii i-au aplicat reclamantului o pedeapsă de 5 zile de închisoare, cu executare imediată, pe care au considerat-o „singurul răspuns adecvat” pentru ceea ce se întâmplase. În plus, membrii instanţei au precizat de la începutul discuţiei lor cu reclamantul că îl considerau pe acesta vinovat de infracţiunea de sfidare a instanţei. După ce au decis că acesta săvârşise infracţiunea, judecătorii i-au dat ocazia de a alege fie să îşi menţină afirmaţiile şi să prezinte motive care să justifice neaplicarea unei sancţiuni, fie să îşi retracteze afirmaţiile. Deşi aceştia erau fără îndoială preocupaţi de protejarea administrării justiţiei şi a integrităţii aparatului judiciar şi, în acest scop, au considerat adecvat să iniţieze procedura în litigiu, nu au reuşit să examineze situaţia cu detaşarea necesară. Această concluzie este întărită de rapiditatea cu care s-a desfăşurat procedura şi de viteza cu care au avut loc schimburile între judecători şi reclamant. Aşadar, ţinând seama în special de diversele aspecte combinate ale atitudinii personale a judecătorilor, îndoielile reclamantului legate de imparţialitatea curţii cu juraţi se justificau şi în această privinţă. Având în vedere refuzul Curţii Supreme de a anula decizia instanţei inferioare, neregulile în litigiu nu au fost remediate.", "Concluzie: încălcare (unanimitate).", ""]}