{"file": "RUM_HJUDRUM_19750_03.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "19750/03", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Secţia a treia", "", "CAUZA AGVPSBACĂU ÎMPOTRIVA ROMÂNIEI", "", "(Cererea nr. 19750/03)", "", "Hotărâre", "", "Strasbourg", "", "9 noiembrie 2010", "", "Definitivă", "", "9/02/2011", "", "Hotărârea a devenit definitivă în condiţiile prevăzute la art. 44 § 2 din convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza AGVPSBacău împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Corneliu Bîrsan, Boštjan M. Zupanèiè, Egbert Myjer, Ineta Ziemele, Luis López Guerra, Ann Power, judecători, şi Santiago Quesada, grefier,", "", "după ce a deliberat în camera de consiliu, la 20 octombrie 2010,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "Procedura", "", "1. La originea cauzei se află cererea nr. 19750/03 îndreptată împotriva României, prin care o persoană juridică de drept român, Asociaţia generală a vânătorilor şi pescarilor sportivi din România („AGVPSBacău”, „reclamanta”) a sesizat Curtea la 19 mai 2003 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”).", "2. Asociaţia reclamantă este reprezentată de Dan Florin Druga, avocat în Iaşi. Guvernul român („Guvernul”) este reprezentat de agentul guvernamental, RăzvanHoraţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. Reclamanta sa plâns de lipsa de publicitate a procedurii civile în urma căreia a fost dizolvată şi de încălcarea dreptului său la libertatea de asociere ca urmare a aceleiaşi proceduri.", "4. La 26 august 2009, preşedintele Secţiei a treia a hotărât să comunice Guvernului cererea. În conformitate cu art. 29 § 1 din convenţie, acesta a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "", "În fapt", "", "I. Circumstanţele cauzei", "", "5. Reclamanta este o federaţie, persoană juridică de drept privat, formată din mai multe asociaţii de vânătoare şi pescuit. Aceasta are sediul social în Bacău (România).", "", "A. Istoricul cauzei", "", "6. După cel de-al doilea război mondial şi până la căderea regimului comunist, vânătorii şi pescarii din România erau grupaţi într-o singură „Asociaţie generală a vânătorilor şi pescarilor sportivi din România” care avea sediul central în Bucureşti (AGVPSBucureşti). Aceasta fusese înfiinţată prin Decretul nr. 211 din 25 august 1948, care îi conferea statutul de persoană juridică de utilitate publică, iar ulterior a fost menţionată în multe alte acte normative. Aceasta îşi desfăşura activităţile prin intermediul filialelor sale locale.", "7. După 1989, au fost înfiinţate alte asociaţii de vânătoare şi pescuit, independent de AGVPSBucureşti.", "8. La 16 iunie 2000, patru asociaţii de vânătoare şi pescuit au decis să înfiinţeze federaţia AGVPSBacău, deoarece, conform reclamantei, AGVPSBucureşti a refuzat să îşi aducă statutul în conformitate cu Legea nr. 103/1996 şi să permită, astfel, buna gestionare a vânătorii. La 29 iunie 2000, alte 27 de asociaţii au aderat la federaţia nou înfiinţată.", "9. În statutul său, federaţia îşi propunea, printre altele, să reprezinte interesele asociaţiilor de vânătoare şi pescuit membre pe plan naţional şi internaţional. De asemenea, aceasta îşi propunea să elibereze permise şi autorizaţii de vânătoare şi pescuit, în temeiul reglementărilor adoptate de autorităţile publice.", "10. La cererea federaţiei şi după examinarea actelor constitutive, prin două hotărâri din 20 iunie şi 10 iulie 2000, Tribunalul Bacău i-a acordat personalitate juridică şi a dispus înscrierea acesteia în registrul federaţiilor.", "11. La 24 iulie 2000, reclamanta a informat ministerul de resort despre constituirea sa în temeiul Legii nr. 103/1996 şi i-a trimis copii după documentele sale constitutive, solicitându-i să recunoască federaţia ca partener de dialog în temeiul Legii nr. 103/1996. Reclamanta nu a primit niciodată răspuns la cerere. Conform informaţiilor reţinute de Parchetul de pe lângă Curtea Supremă de Justiţie în reyoluţia de încetare a urmăririi penale din 5 septembrie 2002, cererea a rămas fără răspuns din cauza unei omisiuni a angajatului ministerului pentru probleme de vânătoare şi pescuit, cauzată de mutarea arhivelor.", "12. Prin hotărârea din 22 februarie 2001, primul-ministru a acordat AGVPSBucureşti, al cărui preşedinte era, statutul de persoană juridică de drept privat şi de utilitate publică.", "", "B. Poziţia ministerului de resort faţă de reclamantă", "", "13. La 11 septembrie 2001, Ministerul Agriculturii, Alimentaţiei şi Pădurilor ia solicitat reclamantei să facă dovada activităţii sale în domeniul vânătorii, informând-o că, în caz contrar, va cere dizolvarea acesteia. De asemenea, ministerul ia solicitat reclamantei să nu mai utilizeze acelaşi nume ca AGVPSBucureşti pentru a evita confuziile şi pentru a nu aduce atingere ordinii publice.", "14. Constatând că şi alte organizaţii de vânătoare şi pescuit în afară de AGVPSBucureşti, inclusiv reclamanta, eliberaseră autorizaţii şi permise de vânătoare, la 5 octombrie 2001 ministerul a solicitat anularea autorizaţiilor şi permiselor acordate de alte organisme în afară de AGVPSBucureşti.", "Reclamanta a introdus o acţiune în anulare a acestei decizii a ministerului. Prin hotărârea pronunţată la 26 februarie 2002, Curtea de Apel Bacău a confirmat validitatea deciziei administrative şi, în consecinţă, anularea autorizaţiilor şi permiselor de vânătoare.", "În urma recursului reclamantei, hotărârea din 26 februarie 2002 a fost confirmată de Înalta Curte de Casaţie şi Justiţie prin hotărârea definitivă din 14 septembrie 2004.", "15. Prin comunicarea din 9 ianuarie 2002, ministerul a solicitat reclamantei să îşi aducă statutul în conformitate cu dispoziţiile Legii nr. 103/1996, în măsura în care, în redactarea sa actuală, statutul prevedea atribuţii pe care Legea nr. 103/1996 le acordase exclusiv AGVPSBucureşti.", "", "C. Urmărirea penală împotriva domnului Ianopol, preşedintele asociaţiei reclamante", "", "16. Împotriva preşedintelui federaţiei reclamante a fost începută urmărirea penală pentru faptul că, la 16 decembrie 2000 a întocmit şi a eliberat autorizaţii şi permise de vânătoare neconforme cu Legea nr. 103/1996.", "17. La 5 septembrie 2002, Parchetul de pe lângă Curtea Supremă de Justiţie a dispus încetarea urmăririi penale. Acesta a constatat că ordinul ministrului din 17 septembrie 1997 cu privire la detaliile tehnice ale autorizaţiilor şi permiselor de vânătoare nu fusese niciodată publicat în Monitorul Oficial, fiind transmis direct şi exclusiv către AGVPSBucureşti. Or, în aceste împrejurări, reclamanta nu îl putuse lua la cunoştinţă. De asemenea, procurorul a constatat că reclamanta contestase decizia ministerului din 5 octombrie 2001 prin care i se interzicea eliberarea acelor documente. Parchetul a concluzionat că domnul Ianopol fusese de bună-credinţă atunci când a tipărit şi a eliberat documentele respective şi că acesta nu avusese intenţia de a săvârşi o infracţiune.", "De asemenea, prin aceeaşi rezoluţie, parchetul a dispus confiscarea autorizaţiilor şi permiselor de vânătoare neconforme.", "18. O rezoluţie similară a fost emisă de procuror la 11 octombrie 2002 pentru autorizaţiile şi permisele de vânătoare tipărite de asociaţia reclamantă în iunie 2001.", "", "D. Procedura pentru dizolvarea asociaţiei reclamante", "", "19. La 8 august 2001, AGVPSBucureşti a solicitat radierea asociaţiei reclamante din registrul federaţiilor, pe motiv că utiliza în mod abuziv denumirea de „Asociaţia generală a vânătorilor şi pescarilor sportivi din România”, pe care reclamanta o avea din 1953. Prin hotărârea din 25 septembrie 2001, Tribunalul Bacău a respins cererea, considerând că cele două structuri fuseseră înfiinţate în mod legal. În urma recursului formulat de AGVPSBucureşti, prin hotărârea din 19 decembrie 2001, Curtea de Apel Bacău a casat hotărârea menţionată anterior şi a retrimis dosarul la tribunal.", "20. Procedura ulterioară sa derulat integral în camera de consiliu în prezenţa părţilor, inclusiv a preşedintelui asociaţiei reclamante. Pronunţarea hotărârii a avut loc în şedinţă publică.", "21. La 13 martie 2002, în faţa instanţei, AGVPSBucureşti a modificat obiectul acţiunii sale solicitând dizolvarea judiciară a asociaţiei reclamante şi lichidarea acesteia, pe motiv că, în lipsa recunoaşterii statutului de utilitate publică, dispoziţiile statutare ale reclamantei privind reprezentarea asociaţiilor de vânătoare şi pescuit şi acordarea de permise şi autorizaţii de vânătoare şi pescuit erau contrare Legii nr. 103/1996. De asemenea, aceasta a invocat faptul că, la 25 mai 1999, Curtea de Apel Braşov acordase personalitate juridică unei noi AGVPS, dar că, în urma recursului formulat de AGVPSBucureşti, la 23 februarie 2001, Curtea Supremă de Justiţie a casat această hotărâre, refuzând astfel să recunoască o altă AGVPS.", "22. La 10 aprilie 2002, ministerul a formulat o cerere de intervenţie voluntară pentru a se alătura acţiunii introduse de AGVPSBucureşti.", "Acesta a invocat că reclamanta nu îşi adusese statutul în conformitate cu Legea nr. 103/1996 în termenul de trei luni acordat de art. 58 din OG nr. 26/2000, astfel cum i se solicitase la 9 ianuarie 2002.", "23. Reclamanta sa opus acestor cereri din partea AGVPSBucureşti şi a ministerului, pe care le-a considerat tardive. Cu toate acestea, la 24 aprilie 2002, instanţa lea admis.", "24. Prin hotărârea din 22 mai 2002, instanţa a pronunţat dizolvarea şi lichidarea reclamantei. Instanţa a reţinut că singura asociaţie care a obţinut recunoaşterea privind utilitatea publică era AGVPSBucureşti. Prin urmare, aceasta a considerat că statutul AGVPSBacău era contrar dispoziţiilor art. 5 din Legea nr. 103/1996. În plus, instanţa a observat că reclamanta eliberase autorizaţii şi permise de vânătoare, deşi numai persoanele juridice de utilitate publică beneficiau de acest drept în temeiul Legii nr. 103/1996.", "Constatând că, prin hotărârea pronunţată la 26 februarie 2002 întro procedură încă pendinte, Curtea de Apel Bacău confirmase anularea acestor documente (supra, pct. 14), instanţa a concluzionat că activitatea reclamantei a încălcat dispoziţiile art. 14 din OG nr. 26/2000.", "25. Reclamanta a formulat recurs, reiterând opoziţia sa faţă de cererile de modificare a obiectului acţiunii şi de intervenţie voluntară a ministerului. Pe fond, aceasta a susţinut că statutul şi activitatea federaţiei nu erau contrare legii. În ceea ce priveşte acordarea permiselor şi autorizaţiilor de vânătoare, aceasta a susţinut că litigiul cu privire la validitatea acestor acte era în continuare pendinte şi că Parchetul de pe lângă Curtea Supremă de Justiţie a dispus, la 5 septembrie şi 11 octombrie 2002, încetarea urmăririi penale privind aceleaşi fapte. Precizând că parchetul a refuzat să îi pună la dispoziţie motivarea rezoluţiei de încetare a urmăririi penale, aceasta a solicitat instanţei să facă demersurile necesare pe lângă parchet pentru ca aceste documente să fie depuse la dosar. De asemenea, reclamanta a denunţat lipsa de publicitate a procedurii, considerând că decizia de examinare a cauzei în camera de consiliu se datora unei erori de interpretare a OG nr. 26/2000.", "Prin încheierea din 18 noiembrie 2002, curtea de apel a respins fără motivare cererea privind rezoluţiile procurorului. Observând că pentru înregistrarea persoanelor juridice, OG nr. 26/2000 prevăzuse o procedură în camera de consiliu, curtea de apel a considerat că aceeaşi procedură trebuia să se aplice în cazul dizolvării judiciare.", "Prin hotărârea definitivă din 9 decembrie 2002, curtea de apel a respins recursul, confirmând temeinicia hotărârii pronunţate în primă instanţă.", "26. Noul recurs formulat de reclamantă împotriva hotărârii definitive din 9 decembrie 2002 a fost respins ca inadmisibil de Înalta Curte de Casaţie şi Justiţie (care a înlocuit fosta Curte Supremă de Justiţie), la 21 septembrie 2005.", "", "II. Dreptul intern relevant", "", "A. Ordonanţa Guvernului nr. 26/2000", "", "27. Asociaţiile, fundaţiile şi federaţiile obţin personalitate juridică în momentul înscrierii acestora în registrul de la grefa judecătoriei destinat acestui scop. Încheierea de înscriere este emisă după verificarea actelor constitutive de judecătorul delegat. Dacă observă obstacole la înregistrare, acesta din urmă poate convoca reprezentantul reclamantului pentru a le remedia. Procedura se desfăşoară în camera de consiliu.", "28. Art. 14 prevede că, dacă persoana juridică intenţionează să desfăşoare activităţi care necesită o autorizaţie administrativă prealabilă, acestea nu pot avea loc, sub sancţiunea dizolvării judecătoreşti, decât după obţinerea autorizaţiei menţionate.", "29. În urma deciziei Guvernului, o asociaţie sau o fundaţie poate obţine statutul de persoană juridică de utilitate publică. Orice asociaţie care îndeplineşte criteriile prezentate la art. 38 din ordonanţă poate adresa o cerere ministerului de resort pentru a obţine statutul de utilitate publică. Litigiile cu privire la acordarea statutului de utilitate publică urmează procedura contenciosului administrativ. De asemenea, federaţiile pot solicita acordarea acestui statut dacă legea le oferă această posibilitate.", "30. În temeiul art. 56, la cererea oricărei persoane interesate, instanţa poate dispune dizolvarea unei persoane juridice dacă scopul sau activitatea acesteia a devenit ilicită sau contrară ordinii publice.", "", "B. Legea nr. 103/1996 (în vigoare până la 9 noiembrie 2006)", "", "31. Art. 5 prevede că organizaţiile vânătoreşti erau afiliate, în scopul reprezentării la nivel naţional şi internaţional, la Asociaţia Generală a Vânătorilor şi Pescarilor Sportivi din România. Tot în temeiul art. 5, Asociaţia Generală a Vânătorilor şi Pescarilor Sportivi din România este o persoană juridică de utilitate publică care asigură îndeplinirea atribuţiilor stabilite de autoritatea publică centrală care răspunde de silvicultură, în scopul gestionării fondurilor de vânătoare.", "32. Prin O.U.G. din 14 septembrie 1999, obligaţia de afiliere a organizaţiilor vânătoreşti la AGVPSBucureşti a fost eliminată, dar a fost reintrodusă prin Legea nr. 654 din 23 noiembrie 2001.", "33. Potrivit art. 27 alin. (1) şi (7) din lege, „Asociaţia generală a vânătorilor şi pescarilor sportivi din România” trebuie să elibereze permise de vânătoare asociaţiilor constituite legal care, la rândul lor, trebuie să le distribuie membrilor lor. Autoritatea administrativă centrală a întârziat eliberarea unui nou model de permis şi, prin urmare, AGVPSBucureşti a continuat să distribuie membrilor asociaţiilor afiliate modelul vechi de permis.", "34. Legea vânătorii şi a protecţiei fondului cinegetic nr. 407/2006, intrată în vigoare la 9 noiembrie 2006, a abrogat Legea nr. 103/1996. Noua lege a eliminat toate prerogativele AGVPSBucureşti.", "Din acel moment, exploatarea fondurilor de vânătoare şi de pescuit este încredinţată asociaţiilor întro procedură care reuneşte gestionarii acestor fonduri, Consiliul Naţional de Vânătoare şi autoritatea publică centrală care răspunde de silvicultură. Permisele de vânătoare şi de pescuit sunt eliberate de asociaţiile gestionare ale acestor fonduri.", "", "C. Codul de procedură civilă", "", "35. Art. 121 C. proc. civ. consacră publicitatea oricărei proceduri contencioase cu excepţia situaţiei în care legea dispune în mod explicit altfel sau atunci când motivele de ordin public sau interesele părţilor solicită desfăşurarea în şedinţă secretă.", "", "În drept", "", "I. Cu privire la admisibilitatea cererii", "", "A. Cu privire la excepţia invocată de Guvern", "", "36. Guvernul invocă incompatibilitatea ratione pesonae a cererii cu dispoziţiile convenţiei, în măsura în care reclamanta şia pierdut capacitatea civilă la 9 decembrie 2002, dată la care a fost confirmată definitiv dizolvarea acesteia. Din acel moment, federaţia nu mai are personalitate juridică şi, în consecinţă, aceasta nu mai constituie un subiect de drept apt să participe la raporturile juridice, inclusiv la cele generate în faţa Curţii.", "37. Federaţia reclamantă nu a făcut comentarii cu privire la acest punct.", "38. În primul rând, Curtea reaminteşte că, prin „victimă”, art. 34 din convenţie desemnează persoana direct afectată de actul sau de omisiunea în litigiu. Prin urmare, condiţiile care reglementează cererile individuale introduse în temeiul convenţiei nu coincid obligatoriu cu criteriile naţionale cu privire la locus standi. Normele juridice interne în materie pot servi în scopuri diferite de cele de la art. 34; dacă există uneori analogie între scopurile respective, nu înseamnă că trebuie să fie întotdeauna astfel. Prin urmare, scopul subiacent mecanismului convenţiei este acela de a furniza o garanţie efectivă şi practică persoanelor afectate de încălcări ale drepturilor fundamentale [Velikova împotriva Bulgariei (dec.), nr. 41488/98, CEDO 1999V (extrase)].", "39. Curtea a arătat deja că insolvabilitatea nu poate elimina dreptul pe care art. 34 din convenţie îl conferă „oricărei persoane” (Pine Valley Developments Ltd. şi alţii împotriva Irlandei, 29 noiembrie 1991, pct. 42 in fine.., seria A nr. 222). Aceasta consideră că acelaşi principiu se aplică în speţă. Pe de altă parte, dacă poziţia Guvernului ar fi acceptată, Curtea ar fi lipsită de orice posibilitate de a verifica respectarea drepturilor garantate reclamantei la art. 6 § 1 şi art. 11 din convenţie, capetele de cerere pe care membrii federaţiei reclamante lear putea eventual formula în faţa Curţii fiind diferite de cele prezentate de reclamanta însăşi în speţă (a se vedea, mutatis mutandis, Mişcarea Producătorilor Agricoli pentru Drepturile Omului împotriva României, nr. 34461/02, pct. 32-35, 22 iulie 2008 şi Partidul comunist unificat al Turciei şi alţii împotriva Turciei, 30 ianuarie 1998, pct. 33, Culegere de hotărâri şi decizii 1998I).", "De asemenea, Curtea aminteşte că, într-o cauză anterioară, a recunoscut calitatea de victimă a unui partid politic căruia îi fusese refuzată înscrierea de către autorităţile naţionale şi care, prin urmare, nu exista conform legislaţiei interne [Partidul comuniştilor (nepecerişti) şi Gheorghe Ungureanu împotriva României (dec.), nr. 46626/99, 16 decembrie 2003].", "40. Din aceste motive, este necesar să se respingă excepţia invocată de Guvern şi să i se recunoască reclamantei calitatea de victimă, în temeiul art. 34 din convenţie.", "", "B. Cu privire la aplicabilitatea art. 6 § 1", "", "41. Curtea reaminteşte că a hotărât deja că o procedură privind înregistrarea unei asociaţii în vederea obţinerii de către aceasta a statutului de persoană juridică se referă la un drept civil (a se vedea, printre altele, APEH Üldözötteinek Szövetsége şi alţii împotriva Ungariei, nr. 32367/96, pct. 32-36, CEDO 2000X). De asemenea, mai recent, Curtea a constatat aplicabilitatea art. 6 § 1 în ceea ce priveşte latura sa civilă, în cazul unei proceduri de dizolvare a unei comunităţi religioase (a se vedea Martorii lui Iehova din Moscova împotriva Rusiei, nr. 302/02, pct. 193, 10 iunie 2010).", "42. În speţă, Curtea observă că litigiul care face obiectul prezentei cereri se referă la dizolvarea federaţiei reclamante, afectând astfel însăşi existenţa juridică a acesteia şi capacitatea sa de a rămâne titulara unor drepturi şi obligaţii cu caracter civil, conferite în temeiul dreptului român persoanelor juridice care au statut juridic de federaţie.", "Prin urmare, este necesar să se concluzioneze că art. 6 § 1 este aplicabil în speţă.", "", "C. Cu privire la celelalte motive de inadmisibilitate", "", "43. Curtea constată că cererea nu este în mod vădit nefondată în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că aceasta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarată admisibilă.", "", "II. Cu privire la pretinsa încălcare a art. 6 § 1 din convenţie", "", "44. Reclamanta se plânge de absenţa publicităţii şedinţelor de judecată în faţa instanţelor interne. De asemenea, aceasta susţine că aceloraşi instanţe le-a lipsit independenţa şi că au comis erori grave în fapt şi în drept. Aceasta se sprijină pe art. 6 § 1 din convenţie, care prevede următoarele:", "", " „1. Orice persoană are dreptul la judecarea cauzei sale în mod echitabil, public [...], de către o instanţă independentă şi imparţială [...], care va hotărî [...] asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil [...]”", "", "A. Argumentele părţilor", "", "45. Guvernul evidenţiază că reclamanta nu a demonstrat că a suferit un prejudiciu ca urmare a lipsei caracterului public al şedinţelor în prezenta cauză.", "46. De asemenea, acesta subliniază că reclamanta nu sa plâns de absenţa şedinţelor publice în faţa tribunalului, invocândo pentru prima dată doar în faţa curţii de apel la două luni de la deschiderea procedurii în faţa acestei instanţe. Acesta consideră că subiectul respectiv a fost soluţionat de curtea de apel şi reaminteşte că, în orice caz, instanţele interne sunt cele mai în măsură să interpreteze dispoziţiile legale în materie.", "47. În cele din urmă, bazânduse pe cauza Varela Assalino împotriva Portugaliei [(dec.), nr. 64336/01, 25 aprilie 2002], Guvernul informează că, în speţă, instanţele interne nu au fost sesizate pentru a se pronunţa în chestiuni de fapt, ci numai în chestiuni de drept – în special interpretarea care trebuie oferită dispoziţiilor art. 56 din OG nr. 26/2000.", "48. Reclamanta susţine că i s-a cauzat un prejudiciu ca urmare a lipsei de la şedinţele publice, în special în măsura în care membrii săi nu au putut participa la dezbateri şi nu au fost informaţi cu privire la procedură.", "49. Aceasta evidenţiază faptul că atât asupra ei, cât şi asupra membrilor săi au fost exercitate presiuni pentru a se afilia la AGVPSBucureşti şi că, în absenţa informaţiilor, o parte din membri au părăsit federaţia. Aceasta prezintă declaraţii notariale, efectuate în vederea afilierii persoanelor interesate la AGVPSBucureşti, prin care nouă asociaţii de pescari au renunţat în mod explicit la calitatea de membru al federaţiei reclamante sau au declarat că nu sunt afiliaţi la o altă „AGVPS” în afară de cea care are sediul la Bucureşti.", "", "B. Motivarea Curţii", "", "50. Curtea reaminteşte că publicitatea procedurii organelor judiciare menţionate la art. 6 § 1 protejează justiţiabilii împotriva unei justiţii secrete care scapă controlului public; de asemenea, aceasta constituie unul dintre mijloacele necesare pentru a păstra încrederea în instanţele judecătoreşti. Prin transparenţa pe care o conferă administrării justiţiei, aceasta contribuie la realizarea scopului art. 6 § 1: procesul echitabil, a cărui garantare se numără printre principiile fundamentale ale oricărei societăţi democratice în sensul convenţiei. Locul important pe care îl ocupă dreptul la un proces echitabil întro societate democratică determină Curtea, în exercitarea controlului care îi revine în materie, să examineze realităţile procedurii în cauză (Pretto şi alţii împotriva Italiei, 8 decembrie 1983, pct. 21-22, seria A, nr. 71).", "51. În speţă, Curtea observă că, prin interpretarea dispoziţiilor Ordonanţei Guvernului nr. 26/2000, instanţele interne au considerat că examinarea cererii de dizolvare a federaţiei reclamante trebuia să aibă loc în camera de consiliu.", "Or, ordonanţa respectivă şi normele de aplicare nu prevăd, în mod explicit, acest tip de procedură decât pentru înscrierea persoanelor juridice în registrul asociaţiilor, fundaţiilor şi federaţiilor sau pentru modificarea menţiunilor din acest registru. Prin urmare, pentru procedura de dizolvare judiciară la cererea unui terţ, era necesar să se facă referire la art. 121 C. proc. civ. care consacră publicitatea tuturor procedurilor contencioase cu excepţia situaţiei în care legea prevede în mod explicit contrariul sau atunci când motivele de ordin public sau interesul părţilor solicită desfăşurarea cu uşile închise.", "Instanţele interne nu au oferit nicio explicaţie privind motivul pentru care au preferat aplicarea prin analogie a procedurii prevăzute prin OG nr. 26/2000 pentru alte acţiuni, mai degrabă decât să urmeze Codul de procedură civilă care reprezintă dreptul comun în materie.", "52. În afara faptului că, astfel, se crează aparenţa că absenţa publicităţii procedurii este contrară normelor de procedură internă, Curtea observă, pe de o parte, că Guvernul nu invocă niciun motiv, dintre cele enumerate la art. 6 sau în legislaţia internă, care să permită justificarea desfăşurării cu uşile închise şi absenţa unei şedinţe publice şi, pe de altă parte, că reclamanta solicitase în mod explicit desfăşurarea unei şedinţe publice (a se vedea, mutatis mutandis, Guisset împotriva Franţei, nr. 33933/96, pct. 74, CEDO 2000IX).", "53. În mod evident, prezenţa reprezentantului reclamantei a fost asigurată cu ocazia dezbaterilor, iar pronunţarea hotărârilor a avut loc în şedinţă publică.", "54. Totuşi, Curtea observă, asemenea reclamantei, că miza litigiului era dizolvarea federaţiei reclamante, formată din mai multe zeci de asociaţii şi ai cărei membri aveau interesul legitim de a asista la dezbateri.", "55. Contrar poziţiei Guvernului, Curtea distinge cu claritate un prejudiciu real adus reclamantei din cauza lipsei şedinţelor publice: asociaţiile membre nu au putut fi informate cu privire la desfăşurarea dezbaterilor. Deşi reclamanta ia putut informa pe aceştia cu privire la desfăşurarea procedurii, Curtea consideră că această opţiune nu înlocuieşte posibilitatea reală a membrilor de a participa la şedinţe şi, cu siguranţă, nu poate contribui la păstrarea încrederii în sistemul juridic.", "56. Curtea observă că un număr ce nu poate fi neglijat de asociaţii au părăsit federaţia pentru a se alătura AGVPSBucureşti sau au fost nevoite să declare că nu erau afiliate la o altă AGVPS înainte de a fi admise în AGVPSBucureşti. În acest context, Curtea consideră că declaraţiile reclamantei cu privire la presiunile exercitate asupra acesteia şi membrilor acesteia nu sunt neîntemeiate.", "57. Din aceste motive, Curtea consideră că federaţia reclamantă a suferit un prejudiciu real ca urmare a lipsei şedinţelor publice şi că, hotărând să urmeze o procedură confidenţială, instanţele interne iau încălcat acesteia dreptul la judecarea cauzei sale în mod public.", "Aceste elemente îi sunt suficiente Curţii pentru a constata că, în speţă, a fost încălcat art. 6 § 1 cu privire la acest aspect.", "58. Această concluzie scuteşte Curtea de la examinarea celorlalte capete de cerere invocate de reclamantă din perspectiva art. 6.", "", "III. Cu privire la pretinsa încălcare a art. 11 din convenţie", "", "59. Reclamanta denunţă o atingere adusă libertăţii de asociere ca urmare a dizolvării sale, pe care o consideră arbitrară. Aceasta invocă art. 11 din convenţie, redactat după cum urmează:", "", "„1. Orice persoană are dreptul la libertatea de întrunire paşnică şi de asociere, inclusiv a constitui cu alţii sindicate şi de a se afilia la sindicate pentru apărarea intereselor sale.", "2. Exercitarea acestor drepturi nu poate face obiectul altor restrângeri decât cele prevăzute de lege care, într-o societate democratică, constituie măsuri necesare pentru securitatea naţională, siguranţa publică, apărarea ordinii şi prevenirea infracţiunilor, protecţia sănătăţii, a moralei ori a drepturilor şi a libertăţilor altora. Prezentul articol nu interzice ca restrângeri legale să fie impuse exercitării acestor drepturi de către membrii forţelor armate, ai poliţiei sau ai administraţiei de stat.”", "", "A. Argumentele părţilor", "", "60. Guvernul nu contestă că acest capăt de cerere se bazează pe art. 11 din convenţie şi că reclamanta a suferit o ingerinţă în dreptul prevăzut la acest articol. Totuşi, acesta consideră că ingerinţa era prevăzută de lege, în special la art. 56 şi 59 din OG nr. 26/2000 şi urmărea un scop legitim, şi anume protecţia unui bun de utilitate publică, vânatul, care justifică impunerea unor măsuri de protecţie a faunei şi a echilibrului ecologic.", "61. De asemenea, acesta consideră că Legea nr. 103/1996 conferea prerogative specifice în favoarea AGVPS, respectiv asociaţiei preexistente şi nu unei federaţii cu acelaşi nume şi care sa înfiinţat ulterior. În plus, subliniază că statutul de persoană juridică de utilitate publică ia fost recunoscut doar AGVPSBucureşti şi nu reclamantei. Conform acestuia, statutul reclamantei era contrar Legii nr. 103, deoarece aceasta nu a respectat criteriile de atribuire a permiselor de vânătoare prevăzute de legea menţionată, şi reaminteşte că permisele eliberate de aceasta au fost anulate prin ordinul ministrului de resort din 9 ianuarie 2002.", "Guvernul consideră că, din acest punct de vedere, prezenta cauză este similară cauzei Bota împotriva României (dec.), nr. 24057/03, 12 octombrie 2004.", "62. Reclamanta susţine că atribuirea statutului de utilitate publică lui AGVPSBucureşti era contrară OG nr. 26/2000 şi că argumentele prezentate de minister în cadrul acţiunii de dizolvare erau eronate.", "Aceasta evidenţiază faptul că, dacă cele două rezoluţii de încetare a urmăririi penale ar fi fost acceptate ca probe de curtea de apel, soluţia pronunţată ar fi fost diferită.", "Aceasta consideră că dizolvarea sa nu poate fi considerată necesară întro societate democratică.", "63. Reclamanta reaminteşte că atât asupra ei, cât şi a membrilor săi au fost exercitate presiuni pentru a se afilia la AGVPSBucureşti şi că, în absenţa informaţiilor, o parte din asociaţiile membre au părăsit federaţia.", "64. Guvernul răspunde că reclamanta nu poate face speculaţii cu privire la rezultatul procedurii de dizolvare în cazul în care curtea de apel ar fi examinat rezoluţiile de încetare a urmăririi penale. Acesta subliniază că, în orice caz, procurorul era responsabil doar să examineze anumite infracţiuni săvârşite de domnul Ianopol şi nu să verifice legalitatea statutului şi a activităţii reclamantei, sarcină exclusivă a instanţelor care au judecat acţiunea de dizolvare.", "", "B. Motivarea Curţii", "", "65. Curtea observă că părţile recunosc de comun acord că dizolvarea federaţiei reclamante a constituit o ingerinţă în exercitarea dreptului său la libertatea de asociere. O asemenea ingerinţă încalcă art. 11, cu excepţia cazului în care este „prevăzută de lege”, vizează unul sau mai multe din scopurile legitime prevăzute la paragraful 2 al acestui articol şi este „necesară într-o societate democratică”, pentru îndeplinirea acestora.", "66. Conform Curţii, ingerinţa era prevăzută de lege, şi anume de art. 5456 din OG nr. 26/2000. Fiind vorba de existenţa unui scop legitim, Curtea consideră că măsura avea ca scop organizarea tehnică a vânătorii şi gestionarea patrimoniului cinegetic, referinduse astfel la „protecţia drepturilor şi a libertăţilor celorlalţi” [a se vedea, mutatis mutandis, Baudiniere împotriva Franţei (dec.), nr. 25708/03, 6 decembrie 2007]. În acest sens, Curtea reaminteşte că a hotărât deja că organizarea şi reglementarea unei activităţi de petrecere a timpului liber poate ţine de o responsabilitate a statului, în special în temeiul obligaţiei de a asigura, în numele colectivităţii, siguranţa bunurilor şi a persoanelor [a se vedea, mutatis mutandis, Chassagnou şi alţii împotriva Franţei (MC), nr. 25088/94, 28331/95 şi 28443/95, pct. 108, CEDO 1999III].", "67. În această ultimă privinţă, Curtea reaminteşte că statele dispun de un drept de verificare a conformităţii scopului şi activităţilor unei asociaţii cu regulile stabilite de legislaţie, dar că acestea trebuie să se folosească de dreptul menţionat în mod adecvat cu obligaţiile lor în temeiul convenţiei şi sub rezerva controlului organelor acesteia.", "În consecinţă, excepţiile prevăzute la art. 11 necesită o interpretare strictă, numai motive convingătoare şi imperative putând justifica restricţii privind libertatea de asociere. Pentru a se pronunţa într-un asemenea caz cu privire la existenţa unei necesităţi în sensul art. 11 § 2, statele dispun numai de o marjă de apreciere redusă, care este dublată de un control european riguros bazat în acelaşi timp pe lege şi pe deciziile care o aplică, inclusiv cele ale unei instanţe independente (Bota, citată anterior, şi hotărârile citate în aceasta).", "68. Ca regulă generală, Curtea admite că, în anumite cazuri de nerespectare din partea unei asociaţii a formalităţilor juridice rezonabile pe care trebuie să le îndeplinească cu privire la înfiinţarea, funcţionarea şi organigrama sa, marja de apreciere a statelor poate include dreptul de a aduce atingere – cu condiţia ca aceasta să rămână proporţională – libertăţii de asociere (Tebieti Mühafize Cemiyyeti şi Israfilov împotriva Azerbaidjan, nr. 37083/03, pct. 72, CEDO 2009...).", "69. Rolul Curţii nu este sub nicio formă de a se substitui instanţelor interne competente, ci de a verifica, din perspectiva art. 11, hotărârile pronunţate de acestea în temeiul puterii lor de apreciere. Nu rezultă că aceasta trebuie să se limiteze la a stabili dacă statul pârât sa folosit de această putere cu bunăcredinţă, cu grijă şi în mod rezonabil: ingerinţa în litigiu trebuie considerată în lumina întregii cauze pentru a stabili dacă aceasta era „proporţională scopului legitim urmărit” şi dacă motivele invocate de autorităţile naţionale pentru a o justifica sunt „relevante şi suficiente”. Prin urmare, Curtea trebuie să se convingă de faptul că autorităţile naţionale au aplicat norme conforme principiilor consacrate la art. 11, bazânduse, în plus, pe o apreciere acceptabilă a faptelor relevante [Partidul Comuniştilor (Nepecerişti) şi Ungureanu împotriva României, nr. 46626/99, pct. 49, CEDO 2005I (extrase)].", "70. În ceea ce priveşte faptele din prezenta cauză, Curtea observă mai întâi că, potrivit OG nr. 26/2000, reclamanta ar fi putut contesta acordarea statutului de asociaţie de utilitate publică lui AGVPSBucureşti; aceasta ar fi putut solicita să i se recunoască şi ei acest statut (având în vedere că, în temeiul Legii nr. 103/1996, AGVPS trebuia să aibă acest statut).", "71. În acest sens, Curtea observă, de asemenea, că reclamanta nu se plânge de faptul că, din cauza acordării statutului de utilitate publică lui AGVPSBucureşti, ar fi fost obligată să se afilieze la aceasta pentru a-şi putea continua activităţile. Prin urmare, examinarea Curţii nu se referă la un asemenea capăt de cerere (a se vedea, mutatis mutandis, Vordur Olafsson împotriva Islandei, nr. 20161/06, pct. 45, 27 aprilie 2010).", "72. Motivul principal pentru care instanţele au dispus dizolvarea asociaţiei reclamante a fost faptul că aceasta nu obţinuse statutul de utilitate publică. Or, ministerul de resort o informase pe aceasta, la 11 septembrie 2001, că putea recurge la procedura de dizolvare şi îi solicitase, la 9 ianuarie 2002, să îşi modifice statutul în conformitate cu Legea nr. 103/1996 – ceea ce putea să însemne, în egală măsură, obţinerea statutului de utilitate publică sau încetarea eliberării autorizaţiilor şi permiselor de vânătoare neconforme. Totuşi, reclamanta nu a răspuns acestor cereri, nici măcar pentru a contesta pretinsa lipsă de conformitate a statutului său cu legislaţia sau pentru a contesta acordarea statutului de utilitate publică lui AGVPSBucureşti.", "73. Prin urmare, dacă putem admite bunacredinţă a reclamantei înainte de 11 septembrie 2001, având în vedere că statutul său fusese confirmat de instanţe la 20 iunie 2000 şi că aceasta îşi desfăşurase activităţile aparent fără nicio piedică până la 8 august 2001, data cererii de dizolvare introduse de AGVPSBucureşti, putem recunoaşte cu greu aceeaşi bunăcredinţă după primirea de către reclamantă a avertismentelor emise de minister şi pe care aceasta nu le-a respectat (a se vedea, a contrario, Tebieti Mühafize Cemiyyeti şi Israfilov, citată anterior, pct. 76).", "74. De asemenea, trebuie observat că ministerul nu a intervenit în procedura de dizolvare decât după expirarea termenului de trei luni acordat de OG nr. 56/2001 pentru modificarea statutului în conformitate cu prevederile legale. Prin urmare, acestuia nu i se poate reproşa că nu a oferit asociaţiei o posibilitate reală de a remedia situaţia înainte de începerea procedurii de dizolvare (a se vedea, a contrario, Tebieti Mühafize Cemiyyeti şi Israfilov, citată anterior, pct. 77)", "75. Desigur, procedura de anulare a deciziei administrative de anulare a permiselor eliberate de celelalte AGVPS, inclusiv reclamanta, era în continuare pendinte la momentul pronunţării dizolvării. Totuşi, această procedură nu se referea la acelaşi capăt de cerere şi avea deci o incidenţă limitată asupra procedurii de dizolvare. În plus, hotărârea pronunţată în primă instanţă a confirmat anularea chiar înainte de adoptarea deciziei de dizolvare.", "76. În plus, Curtea observă, similar susţinerilor Guvernului, că, examinând cererea de dizolvare, instanţele erau sesizate cu un capăt de cerere diferit de cel introdus în faţa parchetului şi că, astfel, nu poate specula cu privire la impactul pe care rezoluţiile de încetare a urmăririi penale pronunţate ulterior l-ar fi putut avea în procedura de dizolvare.", "Curtea observă că procurorul a dispus totuşi confiscarea documentelor şi că, la 14 septembrie 2004, Înalta Curte a confirmat anularea dispusă de minister.", "77. Rezultă că motivele invocate de autorităţi pentru dizolvarea federaţiei reclamante erau „pertinente şi suficiente” şi că măsura luată era proporţională cu scopul legitim urmărit şi, prin urmare, necesară întro societate democratică.", "Aceste elemente îi sunt suficiente Curţii pentru a stabili că nu a fost încălcat, în speţă, art. 11 din convenţie.", "", "IV. Cu privire la aplicarea art. 41 din convenţie", "", "78. Art. 41 din convenţie prevede:", "", "„Dacă Curtea declară că a avut loc o încălcare a convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "", "A. Prejudiciu", "", "79. Reclamanta consideră că este de competenţa Curţii să stabilească amploarea prejudiciului suferit.", "80. Guvernul solicită Curţii să nu acorde nicio sumă cu acest titlu.", "81. Curtea consideră că constatarea încălcării art. 6 § 1 reprezintă, în sine, o reparaţie echitabilă suficientă pentru orice prejudiciu moral pe care reclamanta lar fi putut suferi în urma acestei încălcări.", "", "B. Cheltuieli de judecată", "", "82. De asemenea, reclamanta solicită rambursarea cheltuielilor de judecată, fără să precizeze totuşi suma sau să prezinte documente justificative.", "83. În aceste condiţii, Curtea nu le acordă nicio sumă cu acest titlu.", "", "C. Dobânzi moratorii", "", "84. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "Pentru aceste motive, Curtea,", "", "1. Declară, în unanimitate, cererea admisibilă;", "2. Hotărăşte, în unanimitate, că a fost încălcat art. 6 § 1 din convenţie în ceea ce priveşte publicitatea dezbaterilor;", "3. Hotărăşte, în unanimitate, că nu este necesar să examineze celelalte capete de cerere întemeiate pe art. 6 § 1 din convenţie;", "4. Hotărăşte, în unanimitate, că nu a fost încălcat art. 11 din convenţie;", "5. Hotărăşte, cu şase voturi la unu, că respectiva constatare a încălcării reprezintă, în sine, o reparaţie echitabilă suficientă pentru orice prejudiciu moral care ar fi putut fi cauzat reclamantei;", "6. Respinge, în unanimitate, cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "", "Redactată în limba franceză, apoi comunicată în scris, la 9 noiembrie 2010, în temeiul art. 77 § 2 şi 3 din regulament.", "", "Santiago Quesada \tJosep Casadevall", "Grefier \t Preşedinte", "", ""]}