{"file": "RUM_HJUDRUM_43978_09.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "43978/09", "text_paragraphs": ["", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2015. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "SECȚIA A DOUA", "", "", "CAUZA BATTISTA v. ITALIA", "", "(Cererea nr. 43978/09)", "", "", "", "", "", "HOTĂRÂRE", "", "STRASBOURG", "", "2 decembrie 2014", "", "", "DEFINITIVĂ", "", "02/03/2015", "", "Prezenta hotărâre a devenit definitivă în conformitate cu articolul 44 § 2 din Convenție. Ea poate face obiectul reviziei redacționale.", "", "În cauza Battista v. Italia,", "Curtea Europeană a Drepturilor Omului (Secția a Doua), reunită într-o Cameră compusă din:", "\tIşıl Karakaş, Președinte,\n\tGuido Raimondi,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tEgidijus Kūris,\n\tRobert Spano, judecători,\nși Stanley Naismith, Grefier de Secție,", "Deliberând în camera de consiliu la 4 noiembrie 2014,", "Pronunță următoarea hotărâre, adoptată la aceeași dată:", "PROCEDURA", "1.  La originea cauzei se află o cerere (nr. 43978/09) împotriva Republicii Italiene, prin care un cetățean intalian, dl Alessandro Battista („reclamantul”) a sesizat Curtea, pe 6 august 2009, în temeiul articolului 34 din Convenția europeană pentru apărarea drepturilor omului și a libertăților fundamentale („Convenția”).", "2.  Reclamantul a fost reprezentat de către dl A. Battista, avocat practicant din Napoli. Guvernul italian („Guvernul”) a fost reprezentat de către agentul său, dna E. Spatafora.", "3.  Pe 11 aprilie 2011, cererea a fost comunicată Guvernului.", "ÎN FAPT", "I.  CIRCUMSTANȚELE CAUZEI", "4.  Reclamantul s-a născut în 1967 și locuiește în Napoli.", "5.  În timp ce avea loc procedura divorțului pe cale judiciară de soția sa (D.L.), a fost emis, pentru ambii părinți, un ordin de stabilire provizorie a locuinței celor doi copii ai cuplului (G.L. și M.T.).", "6.  Pe 29 august 2007, reclamantul i-a cerut judecătorului de tutelă să încuviințeze eliberarea unui nou pașaport, cu numele fiului său G.L. figurând în acesta. Fosta sa soție s-a opus, motivând că reclamantul nu a făcut plățile de întreținere dispuse de către președintele instanței la momentul divorțului pe cale judiciară.", "7.  Printr-o ordonanță din 18 septembrie 2007, judecătorul de tutelă a respins cererea reclamantului, reținând că era nepotrivit să i se elibereze pașaportul cerut, dat fiind imperativul protecției dreptului copilului de a-și primi plățile de întreținere. În această privință, el a subliniat faptul că reclamantul, care trebuia să facă o plată de întreținere de 600 de euro (EUR) pe lună, a plătit doar o mică sumă (de la 45 la 90 EUR) și faptul că exista riscul că își va neglija obligația în totalitate, dacă ar călători în afară.", "8.  Printr-o hotărâre din 26 octombrie 2007, judecătorul de tutelă a dispus ca numele lui M.T. să fie înlăturat din pașaportul reclamantului.", "9.  Pe 31 octombrie 2007, Chestorul Poliției din Napoli (questore) i-a comunicat reclamantului să-și depună pașaportul la secția de poliție și i-a rectificat cardul de identitate, făcându-l neoperabil pentru călătoriile în străinătate.", "10.  Reclamantul a atacat hotărârea judecătorului de tutelă în fața Curții din Napoli. Accesta a susținut că:", "–  în temeiul măsurilor ordonate de către președintele instanței la momentul divorțului pe cale judiciară, copiii trebuiau să-și petreacă perioada cuprinsă între 10 și 26 august, adică vacanța școlară, cu el; în această bază, a planificat să-i ducă în Sicilia cu avionul; totuși, acest fapt implica includerea numelor celor doi copii ai săi în pașaport;", "–  date fiind obiecția fostei sale soții și ordonanța judecătorului de tutelă, el și copiii săi nu au putut să meargă în vacanță;", "–  numele copiilor au fost incluse în pașaportul mamei;", "–  respingerea solicitării sale a echivalat cu o sancțiune care nu era prescrisă de lege.", "11.  Pe 7 februarie 2008, reclamantul i-a cerut judecătorului de tutelă din Napoli să-i elibereze un nou pașaport, explicând că fosta sa soție i-a reținut cardul de identitate și pașaportul în casa familiei.", "12.  Printr-o ordonanță din 29 februarie 2008, judecătorul de tutelă din Napoli i-a respins cererea reclamantului, pe motiv că acesta nu și-a plătit sumele de întreținere în privința copiilor săi, și că era îngrijorat că părăsea țara doar pentru a se sustrage de la îndeplinirea obligației în totalitate.", "Reclamantul a atacat, de asemenea, hotărârea Curții din Napoli, susținând că i s-a încălcat dreptul la libertatea de circulație.", "13.  Printr-o hotărâre din 5 februarie 2009, Curtea din Napoli a reunit apelurile și le-a respins. Curtea a reținut mai întâi faptul că baza juridică pentru hotărârea judecătorului de tutelă era Legea nr. 1185 din 21 noiembrie 1967, așa cum a fost modificată de Legea privind pașapoartele din 2003 (Legea nr. 3).", "14.  Curtea a reținut că judecătorul de tutelă avea, într-adevăr, competența să se pronunțe cu privire la cererea reclamantului de a i se încuviința eliberarea unui pașaport și cu privire la includerea în acesta a numelui fiului său. Cu privire la fondul apelului, curtea a reținut că reclamantul nu și-a îndeplinit obligația de a plăti întreținerea și că această circumstanță constituia un motiv legitim de a i se refuza elibertarea unui pașaport, în interesul copiilor, în conformitate cu secțiunea 12 din Legea privind pașapoartele.", "15.  Pe 4 noiembrie 2008, lui D.L. i s-a ordonat să plătească o amendă de 100 EUR pentru omisiunea de a-i aduce pe copii la o întâlnire cu reclamantul.", "16.  Printr-o ordonanță din 8 aprilie 2009, judecătorul de tutelă i-a eliberat lui D.L., la cererea sa, un pașaport în care erau trecute și numele celor doi copii.", "17.  Pe 21 august 2012, reclamantul i-a cerut judecătorului de tutelă din Napoli să le elibereze copiilor săi pașapoarte individuale, în aplicarea Decretului de Lege nr. 135 din 2009.", "18.  D.L. s-a opus, motivând că copiii nu aveau nevoie de aceste pașapoarte; că reclamantul nu a făcut nicio plată de întreținere din 2007; și că, într-adevăr, existau proceduri penale în derulare în această privință.", "19.  Printr-o decizie din 3 octombrie 2012, judecătorul de tutelă a respins cererea reclamantului. Acesta a considerat că procedurile de divorț dintre reclamant și D.L. erau încă în derulare și că, în lumina considerațiilor exprimate de către D.L., cu care stăteau copiii, era potrivit să se aștepte în privința oricărei chestiuni referitoare la pașapoartele copiilor. Reclamantul nu a atacat această hotărâre.", "II.  DREPTUL NAȚIONAL ȘI INTERNAȚIONAL RELEVANT", "20.  Legea nr. 1185 din 21 noiembrie 1967, așa cum a fost modificată prin Legea privind pașapoartele din 2003 (Legea nr. 3), prevede:", "Secțiunea 3", "„Pașaportul nu poate fi eliberat în cazul:", "(a) copiilor care sunt subiecți ai autorității parentale, atunci când părinții nu o consimt, sau, în lipsa autorității parentale, atunci când judecătorul de tutelă nu o consimte;", "(b) părinților de copii minori, în lipsa autorizării judecătorului de tutelă. O asemenea autorizație nu va fi necesară dacă a fost manifestat consimțământul celuilalt părinte, sau dacă unul dintre cei doi părinți are singur custodia ...", "Secțiunea 12", "Pașaportul îi poate fi retras unei persoane care este în afara țării și care nu poate dovedi că a făcut plăți de întreținere în privința copiilor minori, așa cum s-a dispus prin hotărârea unei instanțe...”", "21.  În practică, există două excepții în care pașaportul poate fi, cu toate acestea, eliberat: în cazul în care persoana vizată a demonstrat nevoia de tratament medical într-o altă țară sau acolo unde trebuie să călătorească pentru scopuri profesionale.", "22.  Decretul de Lege nr. 135 din 2009 a făcut obligatorie deținerea de pașapoarte individuale de către copiii minori. Din 25 noiembrie 2009 nu a mai fost posibil să se includă copiii minori în pașapoartele părinților. Intrările făcute anterior acestei date rămân valide, în conformitate cu acordurile prevăzute în acest sens în legislația atunci în vigoare. Validitatea pașapoartelor copiilor minori variază în dependență de vârsta copilului: trei ani pentru copiii cu vârsta sub trei ani și cinci ani pentru copiii cu vârsta de la trei la optsprezece ani.", "23.  Regulamentul (UE) nr. 4/2009 din 18 decembrie 2008 cu privire la competența, legea aplicabilă, recunoașterea și executarea hotărârilor și cooperarea în materie de obligații de întreținere propune o serie de măsuri menite să faciliteze plata creanțelor de întreținere în situațiile cu caracter transfrontalier.", "24.  Convenția de la Haga din 23 noiembrie 2007 privind obținerea pensiei de întreținere în străinătate pentru copii și alți membri ai familiei stabilește un sistem de cooperare administrativă între autoritățile Statelor Contractante și un sistem de recunoaștere și executare a hotărârilor și acordurilor de întreținere.", "25.  Convenția de la New York cu privire la obținerea pensiei de întreținere în străinătate a fost adoptată și deschisă pentru semnare pe 20 iunie 1956, în cadrul Conferinței Națiunilor Unite cu privire la obligațiile de întreținere, reunită în temeiul Rezoluției 572 (XIX) a Consiliului Economic și Social al Națiunilor Unite adoptată pe 17 mai 1955.", "ÎN DREPT", "I.  PRESUPUSA ÎNCĂLCARE A ARTICOLULUI 2 DIN PROTOCOLUL Nr. 4 LA CONVENȚIE", "26.  Reclamantul s-a plâns de existența unei ingerințe în viața sa privată și în libertatea sa de circulație. Acesta a susținut în special faptul că nu exista o reglementare legală care să le interzică părinților care nu au făcut plăți pentru întreținere să dețină un pașaport sau să nu aibă dreptul ca numele copiilor lor să fie incluse în acesta.", "Reclamantul s-a întemeiat pe articolul 2 din Protocolul nr. 4 la Convenție, care prevede că:", "„1.  Oricine se găsește în mod legal pe teritoriul unui stat are dreptul să circule în mod liber și să-și aleagă în mod liber reședința sa.", "2.  Orice persoană este liberă să părăsească orice țară, inclusiv pe a sa.", "3.  Exercitarea acestor drepturi nu poate face obiectul altor restrângeri decât acelea care, prevăzute de lege, constituie măsuri necesare într-o societate democratică pentru securitatea națională, siguranța publică, menținerea ordinii publice, prevenirea faptelor penale, protecția sănătății sau a moralei, ori pentru protejarea drepturilor și libertăților altora.", "4.  În anumite zone determinate drepturile recunoscute în paragraful 1 pot face obiectul unor restrângeri care, prevăzute de lege, sunt justificate de interesul public într-o societate democratică.”", "27.  Guvernul a contestat argumentele reclamantului.", "A.  Cu privire la admisibilitate", "28.  Curtea notează că această cerere nu este neîntemeiată în mod manifest, în înțelesul articolului 35 § 3 (a) din Convenție. Ea mai notează că nu este inadmisibilă din alte motive. Prin urmare, trebuie declarată admisibilă.", "B.  Cu privire la fondul cauzei", "1.  Susținerile părților", "29.  Reclamantul a susținut că nu exista nicio bază juridică pentru refuzul autorităților de a i se elibera un pașaport. Acesta a susținut în special faptul că nu a fost condamnat niciodată pentru încălcarea obligațiilor de întreținere în familie (violazione degli obblighi di assistenza familiare), o infracțiune pedepsită în baza articolului 570 din Codul Penal, și că nicio instanță nu l-a condamnat pentru omisiunea de a plăti sumele pentru întreținere. Acesta a mai susținut că nu avea cazier penal.", "30.  Guvernul a subliniat că articolul 16 din Constituție prevedea că libertatea unui cetățean de a părăsi teritoriul Republicii făcea obiectul respectării obligațiilor prevăzute de lege.", "31.  Acesta a mai menționat că ingerința în dreptul reclamantului era prevăzută aparte în lege, și anume în secțiunea 3 (a) și (b) din Legea nr. 1185 din 1967, și a explicat că aceasta era menită să protejeze copiii: să se asigure că reclamantul a efectuat plățile de întreținere și să prevină comiterea unei infracțiuni. În opinia Guvernului, ingerința îndeplinea criteriul „necesității într-o societate democratică”, în special în lumina jurisprudenței Curții cu privire la creanțele neplătite.", "32.  În această privință, Guvernul a accentuat că Curtea din Napoli a decis să-și transmită hotărârea din 22 octombrie 2008 procurorului, pentru a stabili dacă punea fi inițiată o investigație judiciară pentru încălcarea obligațiilor de asistare a familiei, infracțiune pedepsită în temeiul articolului 570 din Codul Penal.", "33.  Guvernul a arătat faptul că Curtea Constituțională, în hotărârea sa nr. 464 din 1997, a statuat că esența secțiunii relevante din Legea nr. 1185 din 1967 era „să asigure îndeplinirea de către părinți a obligațiilor lor cu privire la copiii acestora”.", "Guvernul a mai adăugat că, în baza jurisprudenței Curții de Casație, hotărârea judecătorului de tutelă în acest domeniu constituia o măsură de „procedură necontencioasă”, ceea ce înseamnă că nu urmărea să rezolve un conflict dintre drepturile subiective ale părinților în mod definitiv.", "34.  Guvernul a făcut trimitere la jurisprudența Curții cu privire la restricționarea libertății de circulație în situații care presupun procese penale în curs, falimentul sau încălcările de obligații cu privire la serviciul militar.", "2.  Aprecierea Curții", "35.  Curtea observă de la început că prezenta cauză ridică o problemă nouă, prin faptul că ea nu a avut anterior ocazia să examineze măsurile care restricționau libertatea de a părăsi un stat în baza existenței unor datorii deosebit de importante față de un terț, așa cum sunt plățile de întreținere.", "36.  În cazurile examinate anterior în baza articolului 2 din Protocolul nr. 4, Curtea sau fosta Comisie Europeană a Drepturilor Omului a analizat asemenea interdicții impuse în legătură cu aceasta, ca de exemplu:", "–  procedurile penale în curs (vezi Schmidt v. Austria, nr. , decizia Comisiei din 9 iulie 1985, Decizii și Rapoarte (DR) 44, p. 195; Baumann v. Franța, nr. , CEDO 2001V; Földes și Földesné Hajlik v. Ungaria, nr. , CEDO 2006XII; Sissanis v. România, nr. , 25 ianuarie 2007; Bessenyei v. Ungaria, nr. , 21 octombrie 2008; A.E. v. Polonia, nr. , 31 martie 2009; Iordan Iordanov și alții v. Bulgaria, no. , 2 iulie 2009; Makedonski v. Bulgaria, nr. , 20 ianuarie 2011; Pfeifer v. Bulgaria, nr. , 17 februarie 2011; Prescher v. Bulgaria, nr. , 7 iunie 2011; și Miażdżyk v. Polonia, nr. , 24 ianuarie 2012);", "–  executarea hotărârilor din materie penală (vezi M. v. Germania, nr. , decizia Comisiei din 6 martie 1984, DR 37, p. 113);", "–  condamnarea reclamantului, de vreme ce în acest timp a fost reabilitat (vezi Nalbantski v. Bulgaria, nr. 30943/04, 10 februarie 2011);", "–  proceduri pendinte de declarare a falimentului (vezi Luordo v. Italia, nr. , CEDO 2003IX);", "–  refuzul de a plăti amenzile vamale (vezi Napijalo v. Croația, nr. , 13 noiembrie 2003);", "–  refuzul de a plăti taxe (vezi Riener v. Bulgaria, nr. , 23 mai 2006);", "–  refuzul de a plăti cheltuielile de judecată unor particulari (vezi Ignatov v. Bulgaria, nr. , 2 iulie 2009; Gochev v. Bulgaria, nr. , 26 noiembrie 2009; and Khlyustov v. Rusia, nr. 28975/05, 11 iulie 2013);", "–  cunoașterea „secretelor de stat” (vezi Bartik v. Rusia, nr. , CEDO 2006XV);", "–  refuzul de a-și îndeplini obligațiile cu privire la serviciul militar (vezi Peltonen v. Finlanda, nr. , decizia Comisiei din 20 februarie 1995, DR 80-A, p. 38, și Marangos v. Cipru, nr. , decizia Comisiei din 20 mai 1997, nepublicată);", "–  boala mintală a persoanei vizate, legată cu lipsa unor aranjamente pentru o îngrijire adecvată în țara de destinație (vezi Nordblad v. Suedia, nr. , decizia Comisiei din 13 octombrie 1993, nepublicată);", "–  ordonanțe ale instanțelor care interzic scoaterea copiilor minori din țară pentru a merge într-o țară străină (vezi Roldan Texeira și alții v. Italia (dec.), nr. , 26 octombrie 2000, și Diamante și Pelliccioni v. San Marino, nr. , 27 septembrie 2011);", "–  interdicția care împedică un bulgar să părăsească teritoriul Bulgariei pentru o perioadă de doi ani în baza încălcărilor legilor Statelor Unite privind imigrarea (vezi Stamose v. Bulgaria, nr. 29713/05, CEDO 2012).", "Curtea consideră că în ciuda diferențelor dintre aceste cazuri și cel de față, principiile stabilite acolo sunt deopotrivă aplicabile aici.", "37.  Articolul 2 § 2 din Protocolul nr. 4 îi asigură fiecărei persoane dreptul de a părăsi orice țară pentru orice altă țară la propria sa alegere și în care poate fi primită. Refuzul instanțelor interne de a-i elibera un pașaport și decizia de a-i anula cardul de identitate pentru călătoriile în străinătate au constituit o ingerință în acel drept (vezi decizia din Peltonen, citată mai sus, p. 43, și hotărârile citate mai sus în Baumann, §§ 62-63; Napijalo, §§ 69-73; și Nalbantski, § 61). Trebuie să se determine dacă acea ingerință a fost „prevăzută de lege”, a urmărit unul sau mai multe scopuri legitime stabilite în articolul 2 § 3 din Protocolul nr. 4, și dacă a fost „necesară într-o societate democratică” pentru atingerea unui asemenea scop.", "38.  Cu privire la legalitatea măsurii, Curtea reiterează jurisprudența sa stabilită potrivit căreia expresia „prevăzută de lege” nu presupune doar ca măsura contestată să aibă o bază în dreptul intern, ci se referă, de asemenea, la calitatea legii în discuție, necesitând ca aceasta să fie accesibilă pentru persoana vizată și previzibilă în privința efectelor ei (vezi Rotaru v. România [MC], nr. , § 52, CEDO 2000-V). Pentru ca legea să îndeplinească criteriul previzibilității, ea trebuie să stabilească pentru viitor, cu suficientă precizie, condițiile în care pot fi aplicate măsurile, permițându-le persoanelor vizate – cu indicații adecvate, dacă este nevoie – să-și conformeze conduita.", "39.  Așa cum a subliniat Guvernul, ingerința s-a întemeiat pe secțiunea 12 din Legea privind pașapoartelor din 1967 (Legea nr. 1185 din 21 noiembrie 1967), așa cum a fost modificată prin Legea nr. 3 din 2003, avându-se în vedere faptul că reclamantul a omis să facă plățile pentru întreținere pe care trebuia să le facă, pentru copiii săi. Ingerința a avut deci, în mod clar, o bază legală în dreptul național. În această privință, Curtea notează, de asemenea, că Curtea Constituțională, în hotărârea sa nr. 464 din 1997, a statuat că esența secțiunii relevante din Legea nr. 1185 din 1967 este să „asigure faptul că părinții își îndeplinesc obligațiile în privința copiilor lor”.", "40.  Curtea consideră, de asemenea, că impunerea măsurii aplicate urmărea să garanteze interesele copiilor reclamantului și că, în principiu, aceasta urmărea un scop legitim, și anume protecția drepturilor celorlalți – în prezenta speță, dreptul copiilor de a primi plățile pentru întreținere.", "41.  Cu referire la proporționalitatea restricției impuse date fiind datoriile neachitate, Curtea reiterează că o asemenea măsură este justificată numai atât timp cât urmează scopul vizat de garantare a recuperării datoriilor în discuție (vezi Napijalo, citată mai sus, §§ 78 până la 82). Mai mult, chiar atunci când era justificată de la început, măsura care restricționează libertatea individuală de circulație poate deveni disproporționată și poate încălca acele drepturi ale persoanei dacă este extinsă, în mod automat, pentru o perioadă îndelungată (vezi Luordo, citată mai sus, § 96, Földes și Földesné Hajlik, citată mai sus, § 35).", "42.  În orice eventualitate, autoritățile naționale au obligația de a se asigura că încălcarea dreptului persoanei de a-și părăsi țara este, de la început și pe parcursul duratei sale, justificată și proporționată, având în vedere circumstanțele. Ele nu pot extinde măsurile care restricționează libertatea de circulație a individului pentru perioade mari de timp, fără o reexaminare regulată a justificării lor (vezi Riener, citată mai sus, § 124, și Földes și Földesné Hajlik, citată mai sus, § 35). Un asemenea control ar fi trebuit să fie efectuat în mod normal de către instanțe, cel puțin în ultimă instanță, de vreme ce ele oferă cele mai bune garanții de independență, imparțialitate și legalitate a procedurilor (vezi Sissanis v. România, nr. , § 70, 25 ianuarie 2007). Întinderea controlului judiciar ar trebui să-i permită instanței să aibă în vedere toți factorii implicați, inclusiv aceia care privesc proporționalitatea măsurii restrictive (vezi, mutatis mutandis, Le Compte, Van Leuven și De Meyere v. Belgia, 23 iunie 1981, § 60, Seria A no. 43).", "43.  Revenind la circumstanțele prezentei cauze, Curtea notează faptul că reclamantul nu avea un pașaport sau o carte de identitate valabilă pentru călătoriile în străinătate din anul 2008. Ea notează că acestuia i-a fost refuzată acordarea unui pașaport sau a unei cărți de identitate valabile pentru călătoriile în străinătate dată fiind omisiunea sa de a face plățile pentru întreținere. Instanțele interne (vezi paragrafele 11-12 de mai sus) au subliniat că reclamantul nu a efectuat plățile cerute pentru întreținere în privința copiilor săi și că exista riscul ca acesta nu va mai face plăți în continuare dacă ar fi plecat în afara țării.", "44.  Așa cum o arată actele din dosar, și în special hotărârile interne relevante, instanțele naționale nu au considerat necesar să examineze situația personală a reclamantului sau posibilitatea acestuia de a plăti sumele corespunzătoare, și au aplicat măsurile contestate în mod automat. Pare că nu a existat nicio încercare de a pune în balanță drepturile în discuție. Singurul factor avut în vedere a fost interesele legate de proprietate ale beneficiarilor întreținerii.", "45.  Mai mult, Curtea notează că exista o cooperare de drept civil la nivel european și internațional cu privire la chestiunea recuperării plăților pentru întreținere. Ea accentuează că există metode pentru obținerea datoriilor în afara granițelor naționale, în particular în baza Regulamentului Consiliului (UE) nr. 4/2009 din 18 decembrie 2008 cu privire la competența, legea aplicabilă, recunoașterea și executarea hotărârilor și cooperarea în materie de obligații de întreținere, Convenția de la Haga din 23 noiembrie 2007 privind obținerea pensiei de întreținere în străinătate pentru copii și alți membri ai familiei și Convenția de la New York cu privire la obținerea pensiei de întreținere în străinătate. Aceste instrumente nu au fost avute în vedere de către autorități atunci când au aplicat măsurile contestate. Ele au accentuat mai degrabă că reclamantul ar fi putut călători în afară folosindu-și pașaportul, iar acest fapt ar fi condus la eludarea îndeplinirii obligației sale.", "46.  Curtea observă mai departe faptul că, în prezenta cauză, restricția impusă asupra reclamantului nu a asigurat plata sumelor datorate pentru întreținere.", "47.  În consecință, ea conideră că reclamantul a fost supus unor măsuri cu caracter automat, fără nicio limitare în privința scopului sau duratei acesteia (vezi Riener, citată mai sus, § 127). În plus, instanțele naționale nu au efectuat niciun alt control al justificării și proporționalității măsurii, având în vedere circumstanțele cauzei, din 2008.", "48.  În lumina celor de mai sus, Curtea nu consideră că impunerea automată a unei asemenea măsuri pe o perioadă nedeterminată fără vreo analiză a circumstanțelor individuale ale persoanei vizate poate fi caracterizată ca fiind necesară într-o societate democratică.", "49.  Reiese, așadar, că a existat o încălcare a articolului 2 din Protocolul nr. 4.", "II.  PRESUPUSA ÎNCĂLCARE A ARTICOLULUI 8 DIN CONVENȚIE", "50.  Reclamantul a susținut că refuzul de a i se elibera un pașaport a echivalat cu o ingerință în dreptul său la respectarea vieții private, așa cum este garantat acesta prin articolul 8 din Convenție, care prevede:", "„1.  Orice persoană are dreptul la respectarea vieții sale private și de familie, a domiciliului său și a corespondenței sale.", "2.  Nu este admis amestecul unei autorități publice în exercitarea acestui drept decât în măsura în care acesta este prevăzut de lege și constituie, într-o societate democratică, o măsură necesară pentru securitatea națională, siguranța publică, bunăstarea economică a țării, apărarea ordinii și prevenirea faptelor penale, protecția sănătății, a moralei, a drepturilor și a libertății altora.”", "51.  Curtea notează că acest capăt de cerere, așa cum l-a formulat reclamantul, este strâns legat de capătul de cerere în temeiul articolului 2 din Protocolul nr. 4, examinat mai sus, și trebuie așadar declarat admisibil.", "52.  Având în vedere concluziile sale în baza articolului 2 din Protocolul nr. 4 (vezi paragrafele 48 și 49 de mai sus), Curtea nu consideră necesar să îl examineze în mod separat.", "III.  ALTE PRESUPUSE ÎNCĂLCĂRI", "53.  Reclamantul s-a plâns că mama copiilor săi a beneficiat de un tratament preferențial prin faptul că, spre deosebire de el, a putut să introducă numele copiilor în pașaport, fapt care, a susținut acesta, constituia o încălcare a articolului 5 din Protocolul nr. 7 la Convenție.", "54.  Curtea notează de la început faptul că reclamantul nu și-a fundamentat cererea. În măsura în care ea ridică o chestiune separată de cea examinată mai sus și în măsura în care are competența să examineze susținerile, Curtea nu a constatat nicio aparență de încălcare a drepturilor și libertăților garantate de Convenție. În consecință, ea declară acest capăt de cerere inadmisibil.", "IV.  APLICABILITATEA ARTICOLULUI 41 DIN CONVENȚIE", "55.  Articolul 41 din Convenție prevede următoarele:", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenției sau a Protocoalelor sale și dacă dreptul intern al Înaltei Părți Contractante nu permite decât o înlăturare incompletă a consecințelor acestei încălcări, Curtea acordă părții lezate, dacă este cazul, o reparație echitabilă.”", "A.  Despăgubiri", "56.  Reclamantul a cerut 30,000 EUR pentru prejudiciul pecuniar pe care acesta a susținut că l-a avut, în numele lui și în numele copiilor, ca rezultat al faptului că le-a fost imposibil să călătorească în afară.", "57.  Guvernul a contestat acest capăt de cerere. El a considerat că suma cerută era, în orice eventualitate, excesivă și că nu corespundea criteriilor utilizate de către Curte.", "58.  Curtea consideră potrivit să-i acorde reclamantului 5,000 EUR în legătură cu prejudiciul moral.", "B.  Cheltuieli de judecată", "59.  Reclamantul a mai solicitat 20,000 EUR 20,000 pentru cheltuielile de judecată făcute în fața instanțelor interne și în fața Curții, fără a prezenta vreun act de confirmare.", "60.  Guvernul a considerat această sumă excesivă și a susținut faptul că reclamantul nu a demonstrat că presupusele cheltuieli au fost necesare și rezonabile.", "61.  Potrivit jurisprudenței Curții, reclamantul este îndrituit la rambursarea cheltuielilor de judecată doar în măsura în care s-a demonstrat că acestea au survenit cu adevărat și în mod necesar și sunt rezonabile în cuantumul lor. În prezenta cauză, având în vedere că reclamantul nu a prezentat vreun act în sprijinul afirmațiilor sale, Curtea decide să nu-i acorde nicio sumă pentru acest capăt de cerere.", "C.  Dobânzi moratorii", "62.  Curtea consideră potrivit ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilității de împrumut marginal practicate de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "PENTRU ACESTE MOTIVE, CURTEA", "1.  Declară, în unanimitate, admisibilă cererea în privința capetelor întemeiate pe articolul 2 din Protocolul nr. 4 din Convenție și articolul 8 din Convenție;", "", "2. Declară, prin majoritate, restul capetelor de cerere inadmisibile;", "", "3.  Hotărăște, în unanimitate, că a existat o încălcare a articolului 2 din Protocolul nr. 4 din Convenție;", "", "4.  Hotărăște, în unanimitate, că nu este necesară examinarea capătului de cerere întemeiat pe articolul 8 din Convenție;", "", "5.  Hotărăște, în unanimitate,", "(a)  că statul reclamat trebuie să-i plătească reclamantului, în termen de trei luni de la data la care hotărârea devine definitivă în conformitate cu articolul 44 § 2 din Convenție, 5,000 EUR (cinci mii euro), plus orice sumă care poate fi datorată cu titlu de impozit la aceasta, pentru prejudiciul moral;", "(b)  că, de la expirarea termenului de trei luni menționat și până la efectuarea plății, această sumă trebuie majorată cu o dobândă simplă, la o rată egală cu rata dobânzii facilității de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade și majorată cu trei puncte procentuale;", "", "6.  Respinge, cu șase voturi la unul, restul capetelor de cerere pentru o reparație echitabilă.", "Redactată în franceză și notificată în scris pe 2 decembrie 2014, în conformitate cu Regula 77 §§ 2 și 3 din Regulamentul Curții.", "\tAbel Campos \tIşıl Karakaş\n\tGrefier-adjunct\tPreședinte", "", "În conformitate cu articolul 45 § 2 din Convenție și cu Regula 74 § 2 din Regulamentul Curții, la prezenta hotărâre se anexează obiecția judecătorului Kūris.", "A.I.K.\nA.C.", "\n", "OBIECȚIA JUDECĂTORULUI KŪRIS", "Am votat împotriva punctelor 2 și 6 din dispozitivul hotărârii. În opinia mea, problema abordată în paragrafele 53 și 54 ale hotărârii merită o analiză în baza articolului 5 din Protocolul nr. 7 din Convenție. În consecință, această parte a cererii ar fi trebuit declarată admisibilă.", "", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2015.", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului (http://hudoc.echr.coe.int) sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Traducerea poate fi reprodusă în scop necomercial, condiţia fiind ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior şi la Fondul Fiduciar pentru Drepturile Omului. Dacă intenţionaţi să folosiţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi publishing@echr.coe.int.", "", "© Council of Europe/ European Court of Human Rights, 2015", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2015", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int) où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int.", ""]}