{"file": "RUM_HJUDRUM_10593_08.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "10593/08", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Nada împotriva Elveţiei (MC) - 10593/08", "Hotărârea din 12.09.2012", "Art. 5 § 1: Lipsire de libertate", "Interdicţia impusă reclamantului de a tranzita o ţară ce înconjoară o enclavă: inadmisibilă", "", "În fapt – Ordonanţa federală elveţiană cu privire la talibani, adoptată pentru aplicarea mai multor rezoluţii ale Consiliului de Securitate al Organizaţiei Naţiunilor Unite, avea ca efect împiedicarea reclamantului, un resortisant egiptean, de a intra în Elveţia sau de a tranzita această ţară, numele său aflându-se pe lista Comitetului de sancţiuni al Organizaţiei Naţiunilor Unite, anexată la rezoluţiile Consiliului de securitate („lista”), care recenzează persoanele bănuite de asocieri cu talibanii sau cu Al-Qaïda. Or reclamantul avea reşedinţa la Campione d’Italia, o enclavă italiană de aproximativ 1,6 km2 înconjurată de cantonul elveţian Tessin şi despărţită de teritoriul italian printr-un lac. El a pretins că această interdicţie îl împiedica pe de o parte să părăsească enclava şi deci să îşi vadă prietenii şi familia, iar pe de altă parte să primească îngrijirile medicale necesitate de problemele sale de sănătate. El s-a plâns în egală măsură de imposibilitatea de a obţine eliminarea numelui său de pe lista anexată la ordonanţa federală, deşi anchetatorii elveţieni constataseră că acuzaţiile împotriva lui erau nefondate.", "În drept – Art. 5 § 1: Chiar dacă restricţiile la libertatea de circulaţie a reclamantului s-au prelungit pe o perioadă considerabilă, zona în care nu putea pătrunde este teritoriul unui stat terţ, care conform dreptului internaţional, are dreptul să refuze accesul unui cetăţean străin. Aceste restricţii nu l-au împiedicat pe reclamant să trăiască şi să circule liber pe teritoriul unde îşi avea reşedinţa permanentă. Prin urmare, nu a făcut propriu-zis nici obiectul unei arestări, nici al unui adevărat arest la domiciliu, chiar dacă trebuia să rămână într-un spaţiu restrâns. În fine, regimul sancţiunilor îi permitea să ceară derogări de la interdicţia de intrare sau de tranzit, iar astfel de derogări i-au fost acordate în două rânduri fără a se folosi de ele. Prin urmare, Curtea a constatat că nu a fost „lipsit de libertate”, în sensul art. 5 § 1.", "Concluzie: inadmisibilă (vădit nefondată).", ""]}