{"file": "RUM_HJUDRUM_22088_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "22088/04", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "\t", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "Publicată în : MONITORUL OFICIAL nr. 369 din 4 iunie 2010", "", "HOTĂRÂREA", "din 6 decembrie 2007,", "definitivă la 6 martie 2008,", "în Cauza Bragadireanu împotriva României", "(Cererea nr. 22.088/04)", "În Cauza Bragadireanu împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), statuând în cadrul unei camere formate din: domnul B.M. Zupančič, preşedinte, domnul C. Bîrsan, doamna A. Gyulumyan, domnul E. Myjer, domnul David Thór Björgvinsson, doamna I. Ziemele, doamna I. Berro-Lefèvre, judecători, şi domnul S. Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu la data de 15 noiembrie 2007,", "pronunţă următoarea hotărâre, adoptată la această dată:", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 22.088/04) îndreptată împotriva României, prin care un cetăţean al acestui stat, domnul Alexandru Bragadireanu (reclamantul) a sesizat Curtea la data de 25 mai 2004, în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "2. Reclamantul, care a beneficiat de asistenţă judiciară, a fost reprezentat de domnul A. Grigoriu, avocat exercitând profesia în Bucureşti. Guvernul român (Guvernul) a fost reprezentat de agentul său, doamna B. Ramaşcanu, din cadrul Ministerului Afacerilor Externe.", "3. Reclamantul a invocat, în special, că menţinerea sa în detenţie, pe fondul gravelor sale probleme de sănătate, şi faţă de calitatea îngrijirilor medicale primite în închisoare, a încălcat art. 3 din Convenţie. De asemenea, el s-a plâns, în temeiul art. 6 din Convenţie, că procedura penală desfăşurată împotriva sa a fost injustă şi a avut o durată prea lungă.", "4. La data de 4 iulie 2006, Curtea a hotărât să comunice Guvernului plângerea de mai sus şi să acorde prioritate oficială cererii, în baza Regulii 41 din Regulamentul Curţii. În temeiul prevederilor art. 29 § 3 din Convenţie, Curtea a decis să analizeze în acelaşi timp fondul şi admisibilitatea cauzei.", "ÎN FAPT", "I. Circumstanţele cauzei", "5. Reclamantul s-a născut în anul 1954 şi locuieşte în Bucureşti.", "A. Procedura penală împotriva reclamantului", "6. La data de 9 iunie 1993, reclamantul a fost reţinut timp de 5 zile sub acuzaţia că şi-a ucis concubina. La data de 14 iunie 1993, procurorul de la Parchetul de pe lângă Tribunalul Giurgiu a dispus cercetarea reclamantului în stare de arest preventiv.", "1. Analiza fondului de către instanţele interne", "7. La data de 22 octombrie 1993, procurorul de la Parchetul de pe lângă Tribunalul Giurgiu l-a trimis în judecată pe reclamant pentru săvârşirea infracţiunii de omor deosebit de grav, prevăzută de art. 176 lit. a) din .", "8. La datele de 4 aprilie, 10 octombrie, 28 noiembrie 1994, 9 ianuarie, 13 februarie şi 15 mai 1995, în prezenţa reclamantului şi a lui D.U., avocatul său ales, Tribunalul Judeţean Giurgiu a audiat diferiţi martori. La data de 10 octombrie 1994, reclamantul a fost şi el audiat. La data de 15 mai 1995, Tribunalul Judeţean Giurgiu a ascultat concluziile formulate de procuror, de partea civilă şi de D.U. Ulterior, reclamantului i s-a dat dreptul la ultimul cuvânt.", "9. Prin Sentinţa din 29 mai 1995, Tribunalul Judeţean Giurgiu l-a găsit pe reclamant vinovat de săvârşirea infracţiunii de omor deosebit de grav şi l-a condamnat la 20 de ani de închisoare. Instanţa şi-a întemeiat sentinţa pe depoziţiile martorilor, pe declaraţiile şi comportamentul reclamantului şi pe rapoartele medicale referitoare la moartea victimei. La data de 16 februarie 1996, sentinţa a fost confirmată, în urma apelului reclamantului, de către Curtea de Apel Bucureşti, care a analizat dovezile prezentate de reclamant şi de I.C., avocatul acestuia.", "10. Reclamantul a formulat recurs în faţa Curţii Supreme de Justiţie, afirmând că nu comisese crima şi că, prin urmare, probele au fost greşit interpretate de instanţe.", "2. Evoluţia stării de sănătate a reclamantului în timpul procedurii penale", "11. Reclamantul a fost trimis la spitalul penitenciar în perioadele 4 august-5 octombrie 1995, 4 aprilie-25 aprilie 1996 şi, din nou, între 8 şi 22 august 1996. Acolo el a fost supus mai multor intervenţii chirurgicale. În anul 1996, a fost diagnosticat cu tumoare perianală, dar a refuzat o nouă operaţie.", "Din cauza unei probleme severe la ochi, doctorii care l-au examinat pe reclamant au recomandat eliberarea lui.", "12. În timpul procesului în faţa Curţii Supreme de Justiţie, sănătatea reclamantului s-a deteriorat în mod constant. Prin urmare, el a lipsit de la aproape toate şedinţele de judecată ţinute în cauză, însă afirmă că ar fi solicitat în mod repetat suspendarea procesului din cauza bolii sale.", "13. Din încheierile de şedinţă reiese că reclamantul a fost reprezentat fie de un avocat din oficiu, fie de un avocat ales, la majoritatea şedinţelor de judecată.", "14. La data de 17 februarie 1997, după ce l-au examinat pe reclamant şi au consemnat, în mod special, că acesta a pierdut 20 kg în 6 luni, doctorii de la penitenciar au recomandat ca reclamantul să fie supus unei expertize de către Institutul de Medicină Legală. La data de 10 martie 1997, aceiaşi doctori au recomandat eliberarea reclamantului.", "15. Acesta a fost internat din nou în perioada 8 ianuarie-30 mai 1997. În luna martie 2007, a fost transferat sub escortă la Spitalul Public Bagdasar din Bucureşti, unde a suferit o colostomie. El susţine că a fost legat cu cătuşe de pat.", "16. La data de 23 aprilie 1997, doctorii au recomandat punerea lui în libertate din cauza stării grave de sănătate.", "17. La data de 15 mai 1997, Institutul de Medicină Legală a concluzionat că reclamantul a trebuit să urmeze un tratament de 3 luni, care l-a împiedicat să participe la proces.", "3. Suspendarea procesului", "18. La data de 27 mai 1997, Curtea Supremă de Justiţie a suspendat procesul din cauza stării de sănătate a reclamantului, astfel cum a fost prezentată de raportul Institutului de Medicină Legală, adus ca probă în proces. De asemenea, ea a dispus punerea în libertate a reclamantului, care a avut loc la data de 30 mai 1997.", "19. Curtea Supremă de Justiţie a solicitat periodic raportul de expertiză asupra stării de sănătate a reclamantului, pentru a vedea dacă motivele de suspendare a procesului mai persistau.", "20. După eliberare, reclamantul a continuat să fie tratat pentru afecţiunea sa. La data de 15 ianuarie 1998, Institutul de Medicină Legală a certificat faptul că era necesar încă un tratament de 6 luni şi că, în acest timp, reclamantul nu putea participa la proces.", "21. La data de 10 martie 1999, instanţa a ţinut o şedinţă de judecată şi a constatat că raportul medical nu fusese trimis încă. A stabilit următorul termen pentru data de 2 iunie 1999.22. La data de 12 martie 1999, Institutul de Medicină Legală a informat Curtea Supremă de Justiţie că reclamantul este capabil să participe la proces.", "23. La data de 2 iunie 1999, instanţa a luat notă de raportul medical, însă a observat câteva vicii de formă şi l-a restituit Institutului de Medicină Legală. A stabilit următorul termen pentru data de 13 octombrie 1999.", "4. Trimiterea cauzei spre rejudecare la instanţa de fond", "24. La data de 13 octombrie 1999, în prezenţa avocatului ales al reclamantului, Curtea Supremă de Justiţie a constatat că nici procurorul, nici instanţele inferioare nu dispuseseră evaluarea psihiatrică a reclamantului, impusă de lege pentru orice persoană urmărită pentru infracţiunea de omor deosebit de grav.", "25. Prin urmare, în decizia rămasă definitivă din 25 octombrie 1999, Curtea Supremă de Justiţie a casat hotărârile anterioare pronunţate în cauză şi a trimis cauza spre rejudecare la Tribunalul Judeţean Giurgiu, dispunând evaluarea psihiatrică a reclamantului.", "5. Reexaminarea cauzei", "26. La data de 10 martie 2000, dosarul a fost trimis la Tribunalul Judeţean Giurgiu, care a ţinut prima şedinţă la data de 10 aprilie 2000, apoi alte câteva, reclamantul fiind absent din cauza problemelor sale de sănătate. Cu toate acestea, el a fost reprezentat în proces în principal de către D.U., un avocat ales de el.", "27. Probele aflate la dosar arătau că la data de 31 mai 2000 el a fost externat din spital.", "28. La data de 20 noiembrie 2000, Tribunalul Judeţean Giurgiu a trimis cauza înapoi la procuror pentru a dispune expertiza psihiatrică.", "29. Apelul procurorului împotriva acestei sentinţe a fost admis de Curtea de Apel Bucureşti prin Decizia rămasă definitivă din data de 1 martie 2001, care prevedea ca Tribunalul Judeţean Giurgiu să dispună chiar el expertizarea reclamantului, conform Deciziei Curţii Supreme de Justiţie din 25 octombrie 1999.", "30. La data de 23 aprilie 2001, cauza a fost repusă pe rolul Tribunalului Judeţean Giurgiu.", "31. În faţa Tribunalului Judeţean Giurgiu au avut loc circa 20 de şedinţe de judecată, cauza fiind amânată în mod repetat din cauza lipsei rapoartelor de expertiză sau din cauza citării incorecte a părţilor. Se pare că reclamantul nu s-a prezentat la niciuna dintre aceste şedinţe, însă a fost reprezentat la cele mai multe dintre ele de către D.U., apărătorul său ales.", "32. La data de 15 iunie 2001, reclamantul a fost internat pentru o altă operaţie.33. La data de 14 septembrie 2001, Institutul de Medicină Legală a apreciat că reclamantul a necesitat un tratament medical de 4 luni, ce nu ar fi putut fi administrat în închisoare. Cu toate acestea, la data de 29 octombrie 2001, la cererea Tribunalului Judeţean Giurgiu, el a constatat că reclamantul era capabil să participe la proces.", "34. La data de 5 noiembrie 2001, reclamantul s-a prezentat în faţa comisiei medicale pentru examinarea sa psihiatrică.", "35. La data de 27 martie 2002, raportul de expertiză psihiatrică a fost prezentat ca probă în proces. Acesta confirma faptul că, din punct de vedere mintal, reclamantul avusese discernământ la data uciderii victimei. Tribunalul Judeţean Giurgiu a ascultat concluziile formulate de avocatul reclamantului şi de procuror la data de 20 mai 2002 şi a pronunţat sentinţa la data de 10 iunie 2002. Din cauza absenţelor repetate ale reclamantului, datorate stării sale de sănătate, Tribunalul Judeţean Giurgiu nu l-a putut audia personal.36. Instanţa a reexaminat probele aflate la dosar şi şi-a întemeiat hotărârea pe coroborarea depoziţiilor martorilor administrate de anchetatori şi de instanţe cu rapoartele de expertiză referitoare la decesul victimei şi cu comportamentul reclamantului faţă de concubina sa, faţă de fostele sale soţii (martore în proces) şi din timpul urmăririi penale şi al procesului în faţa instanţei - inclusiv pe evaluarea răspunsurilor pe care le-a dat în timpul unui test cu poligraful pe care a fost de acord să-l dea la data de 12 iunie 1993 şi în cadrul căruia nu a fost asistat de avocat -, precum şi pe evaluarea psihiatrică a reclamantului. Tribunalul Judeţean Giurgiu l-a găsit vinovat de săvârşirea infracţiunii de omor deosebit de grav şi l-a condamnat la 20 de ani de închisoare.", "37. Reclamantul, prin avocat, a formulat apel împotriva acestei sentinţe, contestând interpretarea de fapt şi de drept făcută de Tribunalul Judeţean Giurgiu. El şi-a susţinut nevinovăţia şi, în subsidiar, a solicitat instanţei să îi reducă pedeapsa. Apelul i-a fost respins ca tardiv prin Decizia din 13 noiembrie 2002 a Curţii de Apel Bucureşti.", "38. Cu toate acestea, la data de 28 februarie 2003, Curtea Supremă de Justiţie, la cererea reclamantului, a casat decizia şi a trimis cauza spre rejudecare la Curtea de Apel Bucureşti pentru o reanalizare a apelului. Ea a considerat că reclamantul respectase termenul legal de introducere a apelului.", "39. Reclamantul nu s-a prezentat la niciuna dintre cele 4 şedinţe de judecată în faţa Curţii de Apel Bucureşti. I.C., reprezentantul său ales, s-a prezentat la una dintre aceste şedinţe. Instanţa a observat că atât reclamantul, cât şi avocatul său au susţinut că starea lor de sănătate nu le-a permis să se prezinte la şedinţele de judecată. Totuşi, Curtea de Apel Bucureşti a constatat că reclamantul nu era internat în spital la momentul respectiv şi că avocatul său nu şi-a asigurat substituirea, deşi instanţa i-a solicitat acest lucru, conform legii.40. La data de 29 mai 2003, Curtea de Apel Bucureşti a desemnat din oficiu un reprezentant pentru reclamant. În aceeaşi zi, ea a analizat şi a respins apelul, reclamantul nefiind prezent la şedinţa de judecată. Ea a constatat că probele confirmau vinovăţia reclamantului şi că, în circumstanţele speţei, pedeapsa aplicată de Tribunalul Judeţean Giurgiu era justificată. Avocatul desemnat din oficiu a pledat pentru nevinovăţia reclamantului şi, în subsidiar, a solicitat instanţei să reducă pedeapsa aplicată.", "41. Reclamantul a formulat recurs împotriva acestei decizii la Curtea Supremă de Justiţie, contestând, la fel ca mai înainte, interpretarea de fapt şi de drept a instanţelor inferioare. Reclamantul nu s-a prezentat la niciunul dintre cele 3 termene de judecată acordate pe fondul cauzei. La primul termen s-a prezentat asistentul său personal (vezi paragraful 42 de mai jos), care a informat Curtea despre starea precară de sănătate a reclamantului şi a solicitat o amânare pentru a-i permite reclamantului să numească un reprezentant. Instanţa a amânat procesul şi a numit un avocat pentru reclamant. Înainte de următorul termen, I.C., apărătorul reclamantului care îl reprezentase în apelul de mai sus, a făcut o cerere scrisă pentru o altă amânare, pe motiv că nu a avut timp să studieze întregul dosar. În prezenţa avocatului din oficiu şi a procurorului, instanţa a admis cererea. Cu toate acestea, I.C. nu s-a prezentat la ultimul termen din data de 12 februarie 2004. Avocatul din oficiu a participat în numele reclamantului. Prin decizia rămasă definitivă din aceeaşi zi, după reevaluarea probelor aflate la dosar, Curtea Supremă de Justiţie a confirmat sentinţa.", "B. Detenţia reclamantului", "42. La data de 28 august 2003, reclamantul a fost examinat de o comisie de doctori de la Comisia pentru Protecţia Persoanelor cu Handicap. Ei au stabilit că starea sa de sănătate era caracterizată printr-o deficienţă funcţională severă care îi dădea dreptul la un asistent personal.", "1. Expertiza reclamantului în vederea amânării sau întreruperii executării pedepsei", "43. La data de 19 februarie 2004, reclamantul a depus o cerere pentru amânarea executării sentinţei din motive medicale. Mai târziu, el a reformulat-o, solicitând întreruperea executării sentinţei.", "44. La data de 1 martie 2004, reclamantul a fost deferit Institutului de Medicină Legală în vederea exprimării unei opinii asupra chestiunii dacă era sau nu capabil să execute pedeapsa.", "45. Doctorii de la Institutul de Medicină Legală l-au reexaminat pe reclamant şi au constatat că stadiul bolii sale permitea continuarea detenţiei sale şi că tratamentul său medical putea fi continuat în spitalele penitenciare:", "„Patologia ... este severă, cu evoluţie imprevizibilă, posibil către o prognoză fatală ce ar putea avea loc indiferent dacă [reclamantul] se află în închisoare sau este eliberat.”", " Doctorii au trimis raportul la data de 30 septembrie 2004.", "46. Pe baza acestei probe, cererea de întrerupere a reclamantului a fost respinsă la data de 18 octombrie 2004 de către Tribunalul Judeţean Giurgiu. Decizia a fost confirmată de Curtea de Apel Bucureşti la data de 22 noiembrie 2004. Reclamantul nu a formulat recurs şi, astfel, această decizie a rămas definitivă.", "47. La data de 24 octombrie 2006, Institutul de Medicină Legală a declanşat o nouă expertiză a reclamantului pentru a evalua posibilitatea de a întrerupe executarea pedepsei. Totuşi, la data de 30 august 2006, reclamantul a refuzat să continue această examinare, deoarece a considerat că nu-i va aduce niciun beneficiu.", "2. Îngrijirile medicale şi condiţiile din închisoare", "48. La data de 10 martie 2004, reclamantul a fost încarcerat pentru a executa restul pedepsei. El susţine că a fost pus într-o celulă cu 30 de paturi dispuse pe 3 niveluri, prevăzute cu saltele foarte deteriorate, cu 2 deţinuţi în fiecare pat, două toalete şi niciun duş sau apă caldă în cameră. Din cauza stării sale de sănătate (deoarece avea un anus artificial, îi era imposibil să îşi controleze intestinele), el a cerut să fie transferat într-o celulă cu un singur pat, însă această cerere a fost respinsă pe motiv că în penitenciarul respectiv nu existau astfel de celule, cu excepţia celulelor de izolare.", "49. Conform afirmaţiilor reclamantului, el a solicitat în mod repetat să fie examinat de un doctor, însă fără niciun rezultat. El susţine că medicamentele pentru tratamentul său nu i-au fost oferite de autorităţi din lipsă de fonduri şi că familia sa a fost nevoită să i le trimită.", "50. Guvernul a transmis fişa medicală a reclamantului împreună cu o adresă de la Administraţia Penitenciarelor din data de 26 septembrie 2006, ce prezenta detaliat îngrijirile medicale pe care reclamantul le-a primit în închisoare.", "51. Se pare că, în perioada 10-22 martie 2004, el a fost internat la Spitalul Penitenciar Jilava, unde a fost examinat de doctorii penitenciarului. El a fost supus unor teste de laborator şi unei evaluări oncologice în spitale publice.", "52. Ulterior, a fost examinat periodic de doctorii penitenciarului şi adesea a fost trimis la specialişti pentru control.", "53. În perioada 8 mai-22 iulie 2004, reclamantul a fost internat din nou la Spitalul Penitenciar Jilava. Au fost efectuate analize de laborator şi a fost trimis şi la spitalul public pentru mai multe examene amănunţite.", "54. A fost internat din nou la Spitalul Penitenciar Jilava în perioada 8-28 august 2004. La data de 18 august 2004, doctorii au efectuat o scanare abdominală cu ultrasunete şi au recomandat controale periodice la 3 luni.", "55. La data de 6 august 2004, reclamantul a primit de la familia sa 30 de tuburi de Pentoxifilin.", "56. Supravegherea sa medicală a continuat pe toată durata anilor 2004, 2005 şi 2006. A fost supus unor verificări oftalmologice, a fost văzut de doctori specialişti cel puţin o dată la două luni şi a primit în fiecare lună medicamentele prescrise prin intermediul farmaciilor penitenciare.", "57. La data de 28 iunie 2005, reclamantul a informat autorităţile că refuză să fie examinat în Spitalul Penitenciar Jilava, având în vedere plângerea sa penală de rele tratamente făcută împotriva doctorilor de la penitenciar (vezi paragrafele 61 şi 62 de mai jos).", "58. A fost internat din nou la Spitalul Penitenciar Jilava în perioada 23-31 august 2006.59. Se pare că reclamantul a primit medicamente de la farmaciile penitenciare conform prescripţiilor doctorilor care l-au examinat.", "60. Între perioadele de internare, reclamantul a fost deţinut în penitenciarele Rahova şi Giurgiu.", "3. Plângerile referitoare la condiţiile din închisoare şi îngrijirile medicale", "61. La data de 4 iunie 2004, reclamantul a depus o plângere penală împotriva doctorilor de la penitenciar care l-au operat în perioada detenţiei. El i-a acuzat de vătămare intenţionată şi incompetenţă profesională în timpul intervenţiei chirurgicale. La data de 1 aprilie 2005, Parchetul Militar Bucureşti a respins plângerea ca tardivă. Reclamantul a făcut plângere împotriva acestei decizii. În adresa sa către Parchet, el a invocat faptul că a fost „transportat şi ţinut în Spitalul Bagdasar - Arseni sub escortă“. Plângerea penală a fost reexaminată şi respinsă din nou, la data de 28 iulie 2005, de procurorul de la Parchetul Militar Bucureşti. Prin Decizia din 18 aprilie 2006, Tribunalul Militar Bucureşti a confirmat decizia procurorului, cu motivarea că acuzaţia împotriva doctorilor de la penitenciar era neîntemeiată şi că, în orice caz, din cauza timpului trecut de la operaţii şi până la depunerea plângerii penale, răspunderea pentru oricare dintre infracţiunile din plângere se prescrisese.", "62. La data de 3 august 2005, reclamantul a depus o plângere la Tribunalul Bucureşti în baza  privind unele drepturi ale persoanelor aflate în executarea pedepselor privative de libertate. El a considerat că dreptul său la informare, la protecţia sănătăţii sale şi la un mediu sănătos i-a fost încălcat în închisoare. Mai mult, el a afirmat că, în închisoare, condiţiile de detenţie au ajuns la nivel de tortură. Prin urmare, el a argumentat că, în ciuda stării sale grave de sănătate, autorităţile închisorii au refuzat să-l pună într-o celulă singur. De asemenea, el susţine că nu a avut acces la fişele sale medicale şi la dosarul penal.", "63. Prin Decizia din 17 octombrie 2005, judecătoria i-a respins acţiunea. Acesta a considerat că lipsa de calitate a îngrijirilor medicale nu intra sub incidenţa ordonanţei invocate; reclamantul ar fi trebuit să introducă o acţiune în răspundere civilă împotriva doctorilor. În orice caz, probele au arătat că reclamantul a primit îngrijiri medicale adecvate, a fost văzut şi examinat de diferiţi doctori, i s-au oferit îngrijirile posttratament ce îi fuseseră prescrise.", "64. Instanţa a respins ca neîntemeiată afirmaţia reclamantului privind lipsa de acces la fişa sa medicală. Ea a observat că fişa respectivă fusese adusă ca probă la proces, atât reclamantul, cât şi reprezentantul său având astfel acces la ea.", "65. În cele din urmă, judecătoria a reamintit că ordonanţa de urgenţă nu a impus o obligaţie pentru autorităţile închisorii de a asigura accesul reclamantului la dosarul său penal. Ea a reamintit că reclamantul avea dreptul să desemneze un reprezentant pentru a-l studia.", "66. Apelul reclamantului a fost, de asemenea, respins de Tribunalul Bucureşti, prin Decizia definitivă din 5 decembrie 2005. Tribunalul a observat că penitenciarul a refuzat să îl mute pe reclamant într-o celulă individuală pe motiv că va fi transferat în curând într-o secţie nouă, într-o cameră ce va fi mai potrivită pentru necesităţile sale medicale. Se pare că instanţa a apreciat că afirmaţiile reclamantului referitoare la influenţa negativă asupra sănătăţii sale a condiţiilor de detenţie erau neîntemeiate. De asemenea, instanţa a reamintit că era datoria autorităţilor închisorii să îi asigure un asistent personal.", "67. Prin Adresa din 16 decembrie 2005, Comisia pentru Protecţia Persoanelor cu Handicap l-a informat pe reclamant că, atât timp cât se afla în închisoare, el nu avea dreptul la nicio alocaţie specială pentru nevoile sale personale sau pentru angajarea unui asistent personal, deoarece era obligaţia penitenciarului să îi asigure îngrijiri.", "68. Actualmente, reclamantul se află încă în închisoare. Se pare că nu a fost transferat într-o celulă individuală.", "II. Dreptul intern pertinent", "69. Prevederea relevantă din  reglementând evaluarea psihiatrică a unei persoane acuzate de o infracţiune este următoarea:", "Articolul 117", "Expertiza obligatorie", "„ Efectuarea unei expertize psihiatrice este obligatorie în cazul infracţiunii de omor deosebit de grav...”", " 70.  prevede că viciile de formă din procedură, cum ar fi neaudierea în persoană a acuzatului de către instanţe, constituie o încălcare a drepturilor de apărare, ceea ce va duce la nulitatea hotărârii pronunţate. Prevederile relevante din dreptul şi practica interne sunt descrise detaliat în Cauza Ilişescu şi Chiforec împotriva României (nr. 77.364/01, §§ 18-19, 1 decembrie 2005).", " 71. Partea relevantă din  pentru organizarea şi exercitarea profesiei de avocat este următoarea:", "Articolul 38", "„Avocatul este dator să studieze temeinic cauzele..., să se prezinte la fiecare termen...”", "72. Partea relevantă din statutul profesiei de avocat este următoarea:", "Articolul 221", "„(2) În cazul în care avocatul este împiedicat să îndeplinească serviciul profesional, îşi va asigura substituirea...”", " III. Prevederile relevante ale Consiliului Europei referitoare la condiţiile de detenţie", " 73. Extras din cel de al 11-lea Raport general al Comitetului European pentru Prevenirea Torturii (CPT) [CPT/Inf (2001) 16]:", "„ 29. În anumite ţări vizitate de CPT, mai ales în Europa Centrală şi de Est, cazarea deţinuţilor se face deseori în dormitoare de mare capacitate care conţin toate sau cele mai multe dintre facilităţile utilizate zilnic de prizonieri, cum ar fi: spaţiul de dormit, spaţiul de zi şi utilităţile sanitare. CPT obiectează în privinţa principiului pe care se bazează aceste modalităţi de locuire în închisorile închise, iar aceste obiecţii sunt şi mai puternice atunci când, aşa cum este cazul în mod frecvent, în dormitoarele respective sunt ţinuţi deţinuţi în spaţii extrem de înghesuite şi insalubre. Fără îndoială că diferiţi factori, inclusiv cei de ordin cultural, fac să fie de preferat, în anumite ţări, locurile de detenţie colective în locul celulelor individuale. Totuşi, sunt puţine lucruri de spus în favoarea şi multe de spus în defavoarea sistemului în care zeci de deţinuţi locuiesc şi dorm împreună în acelaşi dormitor.”", " 74. Standardele CPT (Secţiuni „fundamentale“ ale rapoartelor generale anuale ale CPT):", "„50. CPT ar dori să adauge că este deosebit de preocupat atunci când constată o combinaţie între suprapopulare, activităţi cu regim precar şi acces neadecvat la utilităţi sanitare în aceeaşi instituţie. Efectul cumulat al acestor condiţii se poate dovedi a fi extrem de dăunător prizonierilor...", "[Prizonierii incapabili să continue detenţia]", " 70. Exemple tipice de astfel de prizonieri sunt cei supuşi unor prognoze fatale pe termen scurt, care suferă de o boală gravă ce nu poate fi tratată cum se cuvine în condiţiile închisorii, care au un handicap major sau sunt înaintaţi în vârstă. Continuarea detenţiei acestor persoane într-un mediu de închisoare poate crea o situaţie intolerabilă. În cazuri de agest gen, doctorul închisorii are datoria să întocmească un raport pentru autoritatea responsabilă, în vederea efectuării unor alte aranjamente mai adecvate.”", " 75. CPT a vizitat România în anii 1995, 1999, 2001, 2002, 2003, 2004 şi 2006. Toate rapoartele sale de vizită, mai puţin ultimul, au fost făcute publice. Suprapopularea închisorilor şi lipsa de utilităţi sanitare rezonabile au fost probleme ridicate în mod constant de CPT.", "76. Recomandarea nr. R(98)7 cu privire la aspectele etice şi organizatorice ale ocrotirii sănătăţii în penitenciare prevede următoarele:", "„C. Persoanele incapabile să continue detenţia: handicap fizic major, vârstă înaintată, prognoză fatală pe termen scurt", "50. Prizonierii cu handicapuri fizice majore şi cei înaintaţi în vârstă ar trebui găzduiţi astfel încât să le permită o viaţă cât se poate de normală şi nu ar trebui separaţi de restul populaţiei închisorii. Modificările de structură ar trebui făcute în aşa fel încât să sprijine deplasarea persoanelor în scaun cu rotile şi a handicapaţilor în condiţii similare cu cele din mediul exterior.", "51. Decizia privind momentul în care pacienţii supuşi unei prognoze fatale pe termen scurt ar trebui să fie transferaţi la unităţi spitaliceşti externe ar trebui luată din considerente medicale. În aşteptarea acestui transfer, aceşti pacienţi ar trebui să primească asistenţă medicală optimă în ultima fază a bolii lor în cadrul centrului medical al închisorii. În astfel de cazuri, trebuie oferite îngrijiri periodice într-un ospiciu extern. Ar trebui analizată posibilitatea de graţiere din motive medicale sau de eliberare anticipată.”", "ÎN DREPT", " I. Asupra pretinsei încălcări a art. 3 din Convenţie", " 77. Reclamantul considera că [în cauză] condiţiile sale de detenţie şi lipsa de tratament medical adecvat pentru boala sa au constituit o încălcare a art. 3 din Convenţie, care prevede următoarele:", "„Nimeni nu poate fi supus torturii, nici pedepselor sau tratamentelor inumane ori degradante.”", " A. Asupra admisibilităţii", " 78. Guvernul a prezentat comentarii în detaliu asupra detenţiei reclamantului dinainte de proces şi asupra condiţiilor de eliberare a sa la data de 30 mai 1997, inclusiv asupra aşazisei utilizări a cătuşelor pentru a-l imobiliza pe reclamant de patul său la Spitalul Bagdasar-Arseni. În măsura în care plângerea este înţeleasă ca făcând referire la aceste aspecte, Curtea reaminteşte că cererea de faţă a fost depusă abia la data de 25 mai 2004, adică după mai mult de 6 luni de la sfârşitul detenţiei preventive.", "79. În ceea ce priveşte presupusa utilizare a cătuşelor, reclamantul nu a făcut nici măcar în substanţă o astfel de plângere la autorităţile locale. Simplul fapt că a menţionat în plângerea sa penală împotriva doctorilor care l-au tratat în perioada 1995-1996 că fusese „transportat sub escortă“ la spitalul public nu îi dă ocazia Curţii să considere că reclamantul a permis autorităţilor române să soluţioneze problema. Dacă sar fi argumentat că nu a avut la dispoziţie nicio cale efectivă de plângere, regula celor 6 luni, pe care reclamantul nu a respectato, s-ar fi aplicat din nou [vezi, mutatis mutandis, Cauza Rosengren împotriva României (dec. parţială), nr. 70.786/01, 27 aprilie 2004].", "80. Rezultă că această parte a plângerii trebuie respinsă în conformitate cu art. 35 §§ 1 şi 4 din Convenţie.", "81. Cu toate acestea, în măsura în care plângerea se referă la condiţiile de încarcerare a sa începând cu luna martie 2004, Curtea observă că aceste afirmaţii nu sunt vădit neîntemeiate în sensul art. 35 § 3 din Convenţie. De asemenea, observă că acest capăt de cerere nu este afectat de niciun alt motiv de inadmisibilitate. Prin urmare, acesta trebuie declarat admisibil.", "B. Asupra fondului", "82. Guvernul susţine că reclamantul nu a dovedit „dincolo de orice îndoială rezonabilă“ aşa-zisa supunere a sa la rele tratamente. El a reamintit că reclamantul a fost examinat periodic de specialişti şi a primit tratamentul adecvat astfel cum a fost prescris de doctori. Faptul că a trebuit din când în când să primească medicamente de la familia sa nu a constituit o maltratare. El a făcut trimitere la cauze precum Cara-Damiani împotriva Italiei [(dec.), nr. 35.995/97, 28 martie 2000] şi I.T. împotriva României [ (dec.), nr. 40.155/02, 24 noiembrie 2005].", "83. Reclamantul a replicat că starea sa de sănătate, şi anume incapacitatea sa de a-şi controla intestinele, a produs un mediu foarte ostil în celulă, expunându-l încontinuu la batjocură din partea colegilor deţinuţi şi culminând cu excluderea sa de la orice activitate socială. El a reamintit că, deşi avea dreptul la condiţii speciale şi chiar la un asistent personal (vezi paragraful 42 de mai sus), el continua să împartă celula cu mai mulţi deţinuţi şi nu şi-a putut asigura un standard minim de igienă din cauza lipsei de apă caldă curentă sau a duşurilor. Mai mult, reclamantul susţine că nimeni nu s-a oferit să-l ajute să ajungă de la celula sa la utilităţile sanitare din penitenciar.", "84. Curtea reaminteşte că, deşi art. 3 din Convenţie nu poate fi interpretat ca unul care prevede o obligaţie de a elibera deţinuţii pe motive medicale, el impune totuşi o obligaţie pentru stat de a proteja confortul fizic al persoanelor lipsite de libertate, de exemplu oferindu-le asistenţa medicală necesară. Curtea a mai pus accent şi pe dreptul tuturor prizonierilor la condiţii de detenţie compatibile cu demnitatea umană, astfel încât să garanteze că modalitatea şi metoda de executare a măsurilor impuse nu-i supun la suferinţă sau privaţiune de o intensitate dincolo de nivelul inevitabil de suferinţă inerent detenţiei; în plus, pe lângă sănătatea prizonierilor, confortul lor trebuie asigurat în mod adecvat, avându-se în vedere cerinţele practice de detenţie (vezi cauzele Kudła împotriva Poloniei [MC], nr. 30.210/96, § 94, CEDO 2000-XI, şi Mouisel împotriva Franţei, nr. 67.263/01, § 40, CEDO 2002-IX).", "85. Revenind la faptele cauzei de faţă, Curtea consideră că această plângere are două ramuri: îngrijirile medicale primite în închisoare şi condiţiile de detenţie. Curtea le va analiza separat.", "1. Îngrijirile medicale primite în închisoare", "86. Probele supuse atenţiei Curţii arată că reclamantul a fost examinat regulat de doctorii de la penitenciar şi a fost trimis la spitale publice pentru examinări detaliate atunci când s-a considerat necesar. Dimpotrivă, pretenţiile reclamantului par nefondate în lumina fişei sale medicale, adusă ca probă în cauză de către Guvern şi necontestată de reclamant.", "87. Este adevărat că familia reclamantului i-a furnizat medicamente. Totuşi, Curtea observă că s-a raportat că acest lucru a avut loc o singură dată, pe 6 august 2004, iar fişa medicală a reclamantului conţine prescripţiile doctorilor în timpul detenţiei sale, ceea ce dovedeşte că autorităţile penitenciare au răspuns în general în mod adecvat necesităţilor sale de tratament medical.", "88. Curtea nu poate specula asupra evoluţiei sănătăţii reclamantului în cazul în care aceste medicamente nu ar fi fost furnizate de familia sa. Totuşi, trebuie observat că starea de sănătate generală a reclamantului nu pare să se fi deteriorat în închisoare din cauza lipsei de tratament medical.", "89. În cele din urmă, Curtea reaminteşte că, în ceea ce priveşte întrebarea dacă o persoană grav bolnavă ar trebui să rămână lipsită de libertate, ea nu poate înlocui evaluarea situaţiei de către instanţele locale cu propria sa evaluare, în special atunci când autorităţile locale şi-au îndeplinit în general obligaţia de a proteja integritatea fizică a reclamantului, în particular prin furnizarea de îngrijiri medicale adecvate (ibid.). 90. În cauza de faţă, instanţele au refuzat să întrerupă executarea pedepsei pe baza concluziilor raportului medical din 2004, potrivit căruia reclamantul era capabil să suporte detenţia. În anul 2006, reclamantul a pus capăt celei de-a doua examinări medicale al cărei scop era să evalueze posibilitatea eliberării sale din detenţie. Totuşi, acest dosar nu cuprinde nicio dovadă că cererea de eliberare din închisoare pe motive medicale, depusă la instanţe, ar fi rămas ineficientă. 91. Prin urmare, având în vedere exclusiv îngrijirile medicale primite în închisoare, reclamantul nu a dovedit „dincolo de orice îndoială rezonabilă“ că suferinţa sa a atins nivelul minim de gravitate pentru a intra sub incidenţa art. 3 [vezi Cauza Kudła, § 91 şi I.T. (dec.)], ambele menţionate mai sus, şi paragraful 95 din prezenta hotărâre, de mai jos).", "2. Facilităţile adecvate în închisoare", " 92. Curtea consideră că, în ceea ce priveşte condiţiile asigurate reclamantului în închisoare, apare o problemă separată, ţinându-se cont de necesităţile sale medicale. Afirmaţiile reclamantului privind lipsa oricărui ajutor organizat din partea autorităţilor închisorii nu sunt contestate în niciun fel de Guvern. Mai mult, se pare că reclamantul nu a beneficiat în închisoare de un asistent personal, impus de starea sa de sănătate precară, fiind obligat să se bazeze pe colegii deţinuţi pentru cele mai elementare necesităţi sanitare. 93. Este adevărat că, în astfel de cazuri, Curtea impune ca ingerinţa să fie dovedită „dincolo de orice îndoială rezonabilă“, având în vedere că o astfel de dovadă ar putea rezulta din coexistenţa unor deducţii suficient de puternice, clare şi concordante sau din prezumţii de fapt incontestabile similare (vezi Cauza Irlanda împotriva Regatului Unit, Hotărârea din 18 ianuarie 1978, seria A nr. 25, p. 64-65, § 161).", "94. În cazul de faţă, Curtea nu poate decât să observe că Guvernul, care a furnizat informaţii foarte detaliate de la autorităţile penitenciare privind supravegherea medicală a reclamantului, nu a putut prezenta nicio informaţie referitoare la facilităţile oferite reclamantului în detenţie, inclusiv la problema unui asistent personal. Acest lucru îi permite Curţii să constate că reclamantului nu i-au fost oferite astfel de facilităţi. Astfel, Curtea reaminteşte că starea de sănătate a reclamantului este gravă, că necesităţile sale medicale elementare sunt greu de asigurat şi că are deficienţe funcţionale severe. Deşi autorităţile sunt conştiente de aceste lucruri, el continuă să fie deţinut într-un penitenciar obişnuit, împarte celula cu alte persoane, nu are duş sau apă caldă la dispoziţie şi nu este asistat în mod regulat pentru necesităţile sale. Starea sa precară de sănătate a dus la separare socială de restul populaţiei din închisoare.", "95. Mai mult, descrierea făcută de reclamant privind facilităţile închisorii, atât în adresele sale iniţiale trimise Curţii, cât şi în observaţiile sale ulterioare, în special suprapopularea, obligarea de a împărţi patul cu alte persoane, saltelele deteriorate şi utilităţile sanitare neadecvate nu sunt contestate de Guvern şi sunt confirmate de rapoartele CPT asupra României. Condiţiile nu satisfac standardele europene stabilite de CPT (vezi paragrafele 73-75 de mai sus). Prin urmare, astfel cum scoate în evidenţă CPT, efectul cumulat al suprapopulării în dormitoare de mare capacitate (şi uneori chiar insalubre), regimul sărac al activităţilor şi accesul neadecvat la utilităţile sanitare se pot dovedi a fi în detrimentul prizonierilor (vezi şi, mutatis mutandis, Kalashnikov împotriva Rusiei, nr. 47.095/99, § 97, CEDO 2002-VI, şi Kehayov împotriva Bulgariei, nr. 41.035/98, § 66, 18 ianuarie 2005).", "96. În acest context, Curtea mai reaminteşte şi că nu exclude faptul că în situaţii deosebit de grave ar putea fi luate măsuri umanitare (vezi, mutatis mutandis, Farbtuhs împotriva Letoniei, nr. 4.672/02, § 52, 2 decembrie 2004).", "97. Considerentele de mai sus sunt suficiente pentru a-i permite Curţii să constate că [în cauză] condiţiile din închisoare, în special suprapopularea şi lipsa de acces la igienă şi alte facilităţi adecvate stării sale de sănătate, au cauzat reclamantului suferinţe care au atins pragul tratamentului inuman şi degradant care intră sub incidenţa art. 3.", " 98. Prin urmare, a avut loc încălcarea art. 3 din Convenţie în ceea ce priveşte condiţiile de detenţie în care a fost ţinut reclamantul.", "II. Asupra pretinsei încălcări a art. 6 § 1 din Convenţie", " A. Dreptul la un proces echitabil", " 99. Reclamantul s-a plâns, în temeiul art. 6 § 1 din Convenţie, că nu a avut parte de un proces echitabil în faţa instanţelor interne. În mod special, el susţine că martorii au fost influenţaţi de acuzare, că instanţele au judecat cauza în lipsa sa şi că nu a fost reprezentat întotdeauna de un avocat pe parcursul procesului şi, în special, în timpul efectuării testului cu poligraful (vezi paragraful 36 de mai sus).", "100. Partea relevantă a art. 6 prevede următoarele:", "„Orice persoană are dreptul la judecarea în mod echitabil [...] a cauzei sale, de către o instanţă [...], care va hotărî [...] asupra temeiniciei oricărei acuzaţii în materie penală îndreptate împotriva sa.”", " 101. Guvernul susţine că hotărârile luate de instanţe în lipsa reclamantului nu au fost decisive pentru soarta reclamantului. Spre deosebire de Cauza Ilişescu şi Chiforec, menţionată mai sus, în care Curtea a constatat o încălcare a art. 6 din cauză că reclamantul nu a fost audiat de instanţele interne care l-au condamnat, în cauza de faţă reclamantul a fost audiat de două ori în faţa instanţei de fond.", "102. Curtea observă încă de la început că în dosar nu există nicio dovadă care i-ar putea permite să ajungă la o concluzie în ceea ce priveşte lipsa de reprezentare în timpul testului cu poligraful la care a fost supus reclamantul. Mai mult, niciuna dintre probele aflate la dosar nu indică faptul că ar fi făcut o astfel de plângere în faţa instanţelor interne. Totuşi, chiar presupunând că reclamantul nu a fost reprezentat şi că a epuizat căile de atac interne pentru această plângere, Curtea observă că hotărârea de condamnare faţă de acesta nu s-a bazat exclusiv pe această probă. Prin urmare, deşi regretabilă, o astfel de situaţie nu este, în sine, suficientă pentru a constata încălcarea art. 6. Mai mult, nu este de datoria Curţii să speculeze asupra rezultatului pe care l-ar fi avut urmărirea penală dacă răspunsurile la testul cu poligraful nu ar fi fost luate în considerare de instanţele interne.", "103. În ceea ce priveşte condamnarea reclamantului fără a fi fost audiat de instanţele interne, atunci când legea naţională permite ca un proces să se desfăşoare în pofida lipsei unei persoane „acuzate de o infracţiune“, persoana respectivă ar trebui să poată obţine de la o instanţă care l-a audiat o nouă examinare a fondului acuzării (vezi cauzele Colozza împotriva Italiei, Hotărârea din 12 februarie 1985, seria A nr. 89, p. 15, § 29, şi Ilişescu şi Chiforec, menţionată mai sus, § 34).", "104. Curtea a stabilit deja că legislaţia românească permite casarea unei hotărâri pronunţate fără ca acuzatul să fi fost prezent şi interogat de instanţe (vezi paragraful 70 de mai sus). 105. În cazul de faţă, Curtea observă, alături de Guvern, că reclamantul a fost audiat, în prezenţa avocatului său ales, în faţa instanţei de fond şi a instanţelor superioare care au analizat pentru prima dată fondul cauzei (vezi paragrafele 8 şi 9 de mai sus). Cu toate acestea, la rejudecare, fondul cauzei a fost reanalizat de instanţe cu acelaşi nivel de competenţă fără a-l audia pe reclamant. Este adevărat că, spre deosebire de cauzele Constantinescu împotriva României (nr. 28.871/95, § 19, CEDO 2000-VIII) şi Ilişescu şi Chiforec (menţionate mai sus, § 15), în care instanţele au refuzat să îi audieze pe reclamanţi şi/sau pe avocaţii acestora, deşi ei se aflau în sala de judecată, în cauza de faţă, nici reclamantul şi nici avocaţii săi aleşi (cu câteva excepţii) nu s-au prezentat la judecată.", "106. Pe de altă parte, reclamantul nu a invocat, cel puţin de o manieră generală, o încălcare a dreptului de a fi audiat personal în urma exercitării căilor de atac, care au fost formulate prin reprezentantul său ales. De asemenea, el nu a furnizat niciun argument care să îi permită Curţii să constate că o astfel de cale de atac nu ar fi putut fi eficientă în cazul său special (vezi Cauza Ilişescu şi Chiforec, menţionată mai sus, § 14).", "107. Prin urmare, având în vedere că, potrivit art. 35 din Convenţie, recursul unui reclamant trebuie să fie efectiv, adică recursul trebuie să fie disponibil şi suficient pentru a permite reparaţia încălcărilor pretinse (vezi, mutatis mutandis, Cauza Sakkopoulos împotriva Greciei, nr. 61.828/00, § 44, 15 ianuarie 2004), rezultă că această parte a cererii trebuie respinsă conform art. 35 §§ 1 şi 4 din Convenţie din cauza neepuizării căilor de recurs interne.", "108. În ceea ce priveşte reprezentarea, Curtea observă încă de la început că reclamantul nu s-a plâns de lipsa de reprezentare efectivă la calea de atac formulată în faţa Curţii Supreme de Justiţie de către reprezentantul său în numele său.", "109. Fără a ţine cont de acest lucru şi chiar presupunând că reclamantul a epuizat căile de recurs interne în această chestiune, Curtea consideră că această plângere este inadmisibilă din următoarele motive. 1", "10. Prin urmare, ea observă, alături de Guvern, că de fiecare dată când instanţele l-au audiat pe reclamant sau pe martori, avocatul său a fost prezent. Cu toate acestea, la reexaminarea cauzei, deşi avocatul reclamantului a fost prezent pe durata procesului pe fond, el nu a participat la procesul în apel. Mai mult, el nu a oferit o explicaţie acceptabilă nici pentru absenţa sa, nici pentru neasigurarea unei substituiri (vezi paragrafele 26, 39, 71 şi 72 de mai sus), deşi avea obligaţia legală să o facă. Curtea Supremă de Justiţie a acordat două amânări pentru a asigura reprezentarea reclamantului de către un avocat ales, dar fără rezultat. În acest context, era rezonabil ca instanţele să numească avocaţi din oficiu (vezi, a contrario, Cauza Imbrioscia împotriva Elveţiei, Hotărârea din 24 noiembrie 1993, seria A nr. 275, § 38).", " 111. Pentru toate aceste motive, ea consideră că această cerere este vădit neîntemeiată şi trebuie respinsă în conformitate cu art. 35 §§ 3 şi 4 din Convenţie.", "B. Durata procedurii penale", "112. Reclamantul s-a plâns de faptul că durata procedurii sale penale a fost incompatibilă cu cerinţa de „termen rezonabil“ stipulată de art. 6 § 1 din Convenţie, care prevede următoarele:", "„ Orice persoană are dreptul la judecarea în mod echitabil [...] a cauzei sale, de către o instanţă [...], care va hotărî [...] asupra temeiniciei oricărei acuzaţii în materie penală îndreptate împotriva sa. ”", "113. Perioada ce trebuie luată în considerare a început abia la data de 20 iunie 1994, când România a ratificat Convenţia. Totuşi, în evaluarea caracterului rezonabil al timpului care s-a scurs de la data respectivă, trebuie luat în considerare stadiul procedurii la momentul respectiv. Aşadar, la data ratificării, cauza se afla pe rolul instanţei de fond, procedura penală fiind deja pe rol de un an. Perioada respectivă s-a încheiat la data de 12 februarie 2004, când Curtea Supremă de Justiţie a pronunţat decizia definitivă în cauză. Timpul în care procesul a fost suspendat din cauza bolii reclamantului, în perioada 27 mai 1997-2 iunie 1999, nu va fi luată în considerare. Astfel, procesul a durat 8 ani şi 8 luni, din care 7 ani şi 8 luni au fost după ratificarea Convenţiei. În tot acest timp, cauza a fost judecată de 8 instanţe cu 3 niveluri de competenţă.", "1. Asupra admisibilităţii", " 114. Curtea observă că această cerere nu este vădit neîntemeiată în sensul art. 35 § 3 din Convenţie. Mai mult, observă că nu este afectată de niciun alt motiv de inadmisibilitate. Prin urmare, trebuie declarată admisibilă.", " 2. Asupra fondului", " 115. Guvernul susţine că această cauză a fost de o complexitate deosebită din cauza infracţiunii foarte grave comise şi că autorităţile au întâmpinat dificultăţi în strângerea dovezilor. Natura complexă a cauzei a fost confirmată, în opinia sa, de perioada de timp foarte lungă ce a fost necesară pentru finalizarea examinării psihiatrice obligatorii a reclamantului. În opinia sa, perioada în care procesul a fost suspendat nu ar trebui luată în considerare de Curte (vezi Cauza Lavents împotriva Letoniei, nr. 58.442/00, § 100, 28 noiembrie 2002). În final, Guvernul susţine că reclamantul şi reprezentantul său au fost răspunzători pentru tergiversarea cauzei, deoarece au lipsit de la şedinţele de judecată şi acesta din urmă nu şi-a desemnat înlocuitori, conform legii.", "116. Curtea reiterează că rezonabilitatea duratei procesului trebuie evaluată ţinându-se seama de circumstanţele speţei şi de următoarele criterii: complexitatea cazului şi comportamentul reclamantului şi al autorităţilor competente (vezi, printre multe altele, Cauza Pélissier şi Sassi împotriva Franţei [MC], nr. 25.444/94, § 67, CEDO 1999-II).", "117. Curtea a constatat adesea încălcări ale art. 6 § 1 din Convenţie în cauze care au ridicat probleme similare cu cea de faţă (vezi Cauza Pélissier şi Sassi, menţionată mai sus).", " 118. După ce a analizat toate elementele aflate în posesia sa, Curtea consideră că Guvernul nu a prezentat niciun fapt sau argument care să o determine să ajungă la o altă concluzie în cauza de faţă.", "119. În mod special, Curtea observă că instanţelor le-au trebuit aproape 6 ani pentru a dispune evaluarea psihiatrică obligatorie a reclamantului. Ea nu acceptă argumentul Guvernului că această perioadă lungă a fost cauzată de complexitatea cazului, în măsura în care reclamantul a fost acuzat de omor deosebit de grav încă de la începutul procesului, iar obligaţia de examinare psihiatrică în astfel de cazuri este stipulată direct prin lege.", "120. De asemenea, Curtea mai reaminteşte că, deoarece trimiterea cauzelor spre rejudecare este dispusă de obicei ca urmare a unor erori comise de instanţele inferioare, repetarea acestor dispoziţii în cadrul unuia şi aceluiaşi set de proceduri divulgă o deficienţă serioasă a sistemului judiciar (vezi Cauza Wierciszewska împotriva Poloniei, nr. 41.431/98, § 46, 25 noiembrie 2003). Din cauza acestor trimiteri spre rejudecare, cauza a fost soluţionată corect de instanţa de fond abia la data de 10 iunie 2002, adică după 8 ani de la ratificarea Convenţiei, din care timp de 6 ani instanţele au fost în judecată continuă.", " 121. În fine, Curtea acordă o mare importanţă mizei din cauza de faţă pentru reclamant, care a fost acuzat de omor deosebit de grav.", "122. Ţinând seama de jurisprudenţa sa în materie, Curtea consideră că, în speţă, durata procesului a fost excesivă şi nu a respectat cerinţa de „termen rezonabil“. Prin urmare, a avut loc încălcarea art. 6 § 1.", "III. Alte pretinse încălcări ale Convenţiei", "123. Reclamantul se plânge şi în baza art. 8 din Convenţie în legătură cu detenţia sa preventivă şi susţine că ar fi fost împiedicat să îşi contacteze familia la momentul respectiv. În orice caz, Curtea observă că reclamantul a fost eliberat la data de 30 mai 1997, în timp ce prezenta cerere a fost depusă la data de 25 mai 2004. Presupunând că reclamantul nu a avut la dispoziţie o cale de recurs efectivă pentru a se plânge de încălcările ce au avut loc în perioada de detenţie dinainte de proces, data de începere a termenului de 6 luni stipulat de art. 35 § 1 din Convenţie a fost data la care încălcarea a luat sfârşit, adică 30 mai 1997.", "124. Rezultă că acest capăt de cerere a fost introdus tardiv şi trebuie respins în conformitate cu art. 35 §§ 1 şi 4 din Convenţie.", "125. În final, reclamantul consideră că modul în care autorităţile au instrumentat urmărirea penală şi detenţia sa a constituit o încălcare a art. 1, 7, 13 şi 14 din Convenţie. Cu toate acestea, Curtea consideră că niciunul dintre elementele aflate la dosarul cauzei nu indică o încălcare a articolelor de mai sus şi că reclamantul nu a furnizat nicio dovadă pentru a-şi susţine cererea.", "126. Rezultă că acest capăt de cerere este vădit neîntemeiat şi trebuie respins în conformitate cu art. 35 §§ 3 şi 4 din Convenţie.", "IV. Asupra aplicării art. 41 din Convenţie", " 127. Articolul 41 din Convenţie prevede următoarele:", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă. ”", "A. Prejudiciu", " 128. Reclamantul a solicitat suma de 30.000 euro (EUR) cu titlu de daune materiale, şi anume 10.000 EUR pentru încălcarea art. 3 şi 20.000 EUR pentru încălcarea art. 6. De asemenea, el a solicitat 40.000 EUR cu titlu de daune morale, şi anume 25.000 EUR pentru încălcarea art. 3 şi 15.000 EUR pentru încălcarea art. 6.", "129. Ulterior, el şi-a revizuit poziţia şi a solicitat numai 30.000 EUR cu titlu de daune morale, respectiv 10.000 EUR pentru încălcarea art. 3 şi 20.000 EUR pentru încălcarea art. 6.", "130. Guvernul i-a solicitat Curţii să constate că reclamantul şi-a retras pretenţiile de despăgubire pentru daune materiale şi a considerat că, în lumina jurisprudenţei Curţii, despăgubirea solicitată pentru daune morale este exagerată.", "131. Curtea observă că reclamantul şi-a limitat pretenţiile pentru daune morale (vezi paragraful 129 de mai sus). Mai mult, ea acceptă că reclamantul a suferit o stare de deprimare şi de frustrare din cauză că autorităţile statului au continuat să îl menţină în detenţie fără a-i acorda facilităţile decente adecvate în închisoare şi din cauza duratei excesive a procedurii penale împotriva sa. Statuând în echitate, Curtea îi acordă reclamantului suma de 6.500 EUR cu titlu de daune morale, plus orice sumă ce ar putea fi datorată cu titlu de impozit pentru această sumă.", "B. Cheltuieli de judecată", "132. Reclamantul a solicitat şi rambursarea cheltuielilor de judecată suportate în faţa Curţii, fără a specifica suma şi fără a trimite vreun document justificativ.", " 133. Guvernul susţine că reclamantul nu şi-a dovedit cheltuielile.", "134. Conform jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor de judecată decât în măsura în care li s-au stabilit realitatea, necesitatea şi caracterul rezonabil. Reprezentantul reclamantului a primit 850 EUR pentru asistenţă juridică de la Consiliul Europei. Deoarece nu s-au dovedit alte costuri, Curtea nu poate acorda nicio sumă în acest sens.", "C. Dobânzi moratorii", "135. Curtea consideră potrivit ca rata dobânzii moratorii să se bazeze pe rata dobânzii facilităţii de împrumut marginal a Băncii Centrale Europene, majorată cu 3 puncte procentuale.", "PENTRU ACESTE MOTIVE,", "CURTEA", "1. declară în unanimitate cererea admisibilă în ceea ce priveşte capetele de cerere referitoare la condiţiile de detenţie ulterioare lunii mai 2004 şi durata procedurii penale şi inadmisibilă în rest;", " 2. hotărăşte în unanimitate că nu a avut loc încălcarea art. 3 din Convenţie în ceea ce priveşte îngrijirile medicale acordate în închisoare;", "3. hotărăşte în unanimitate că a avut loc încălcarea art. 3 din Convenţie în ceea ce priveşte condiţiile de detenţie;", "4. hotărăşte cu 6 voturi la unu că a avut loc încălcarea art. 6 § 1 din Convenţie (durata procedurii penale);", "5. hotărăşte cu 6 voturi la unu:", "a)ca statul pârât să îi plătească reclamantului, în cel mult 3 luni de la data rămânerii definitive a prezentei hotărâri, conform art. 44 § 2 din Convenţie, suma de 6.500 EUR (şase mii cinci sute euro) cu titlu de daune morale, la care se adaugă orice sumă ce ar putea fi datorată cu titlu de impozit;", "b)ca această sumă să fie convertită în lei româneşti noi, la cursul de schimb valabil la data plăţii;", "c)ca, începând de la expirarea termenului de 3 luni menţionat mai sus şi până la efectuarea plăţii, această sumă să se majoreze cu o dobândă simplă având o rată egală cu cea a facilităţii de împrumut marginal a Băncii Centrale Europene valabilă în această perioadă, majorată cu 3 puncte procentuale;", "6. respinge în unanimitate cererea de reparaţie echitabilă în rest.", "Întocmită în limba engleză, apoi comunicată în scris la data de 6 decembrie 2007, conform Regulii 77 §§ 2 şi 3 din Regulamentul Curţii.", " Boštjan M. Zupančič,", " preşedinte", "Santiago Quesada,", "grefier", "În conformitate cu art. 45 § 2 din Convenţie şi cu Regula 74 § 2 din Regulamentul Curţii, opinia parţial diferită a domnului E. Myjer este anexată la prezenta hotărâre.", " B.M.Z.", "S.Q.", "Opinie parţial diferită a judecătorului Myjer", " Am votat împotriva constatării încălcării art. 6 (termen rezonabil).", "Este adevărat că s-a scurs foarte mult timp de la dies a quo (20 iunie 1994, data la care România a ratificat Convenţia) şi dies ad quem (12 februarie 2004, când Curtea Supremă a pronunţat decizia definitivă în cauza de faţă). La prima vedere, o perioadă atât de lungă pare a fi suficientă pentru a constata că autorităţile judiciare naţionale nu au dat dovadă de diligenţa necesară. Totuşi, astfel cum pe bună dreptate Curtea a luat în considerare, în paragraful 113, timpul în care procesul a fost suspendat din cauza bolii reclamantului (mai mult de 2 ani) ar trebui scăzut din perioada respectivă. În opinia mea, au existat multe alte întârzieri ce pot fi atribuite bolii sau stării de sănătate precare a reclamantului şi/sau lipsei sale de la şedinţele de judecată sau faptului că avocatul său nu s-a prezentat la şedinţe. Aceste întârzieri nu ar trebui reproşate Guvernului. Mai mult, cazul era complex şi erau necesare multe şedinţe de judecată pentru a audia martorii. Faptul că reclamantul a folosit toate posibilităţile legale pe care le avea la dispoziţie pentru a ataca diferitele decizii şi sentinţe a contribuit, de asemenea, la prelungirea duratei totale a procedurii.", "Pe scurt, faptul că o cauză a fost examinată de 8 instanţe cu 3 grade de competenţă diferite justifică remarca făcută de majoritate în paragraful 120, şi anume că acesta denotă o deficienţă serioasă a sistemului judiciar. Totuşi, în circumstanţele speciale ale speţei, consider că această apreciere este prea dură şi injustă.", "Deoarece, în opinia mea, a avut loc încălcarea art. 3 numai în ceea ce priveşte condiţiile de detenţie, în acelaşi timp am votat împotriva despăgubirii acordate cu titlu de daune morale."]}