{"file": "RUM_HJUDRUM_27510_08.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "27510/08", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "Nota de informare privind jurisprudenţa Curţii - nr. 189", "Octombrie 2015", "Perinçek împotriva Elveţiei (MC) - 27510/08", "Hotărârea din 15.10.2015 (MC)", "Art. 10", "Art. 10 § 1", "Libertatea de exprimare", "Condamnare penală pentru negarea încadrării juridice de „genocid” a atrocităţilor săvârşite de Imperiul Otoman împotriva poporului armean începând cu 1915: încălcare", "În fapt – Reclamantul este doctor în drept şi Preşedintele General al Partidului Muncitorilor din Turcia. În 2005, acesta a participat la diverse conferinţe în cursul cărora a negat public existenţa oricărui genocid săvârşit de Imperiul Otoman împotriva poporului armean în 1915 şi în anii următori. În special, acesta a calificat ideea unui genocid armean drept „minciună internaţională”. Asociaţia Elveţiano-Armeană a depus plângere împotriva reclamantului pentru conţinutul afirmaţiilor menţionate anterior. Reclamantul a fost condamnat la plata sumei de 100 de franci elveţieni (CHF) corespunzătoare a nouăzeci de zile-amendă, însoţită de o suspendare a executării de doi ani, la plata unei amenzi de 3 000 CHF, care putea fi înlocuită cu treizeci de zile de privare de libertate, precum şi la plata unei despăgubiri de 1 000 CHF cu titlu de despăgubire pentru prejudiciul moral, în favoarea Asociaţiei Elveţiano-Armene.", "Prin hotărârea din 17 decembrie 2013 (a se vedea Nota de informare nr. 169), una din camerele Curţii a constatat, cu cinci voturi la două, încălcarea art. 10 din Convenţie. La 2 iunie 2014, cauza a fost retrimisă în faţa Marii Camere, la cererea Guvernului.", "În drept – Obiectul litigiului: Nu numai că nu este obligată să stabilească dacă masacrele şi deportările masive suferite de poporul armean din partea Imperiului Otoman începând cu 1915 pot să fie calificate drept genocid în sensul conferit acestui termen în dreptul internaţional, dar Curtea nici nu are competenţa de a pronunţa, într-un sens sau altul, o concluzie obligatorie din punct de vedere juridic în această privinţă.", "Art. 17: Problema determinantă – de a stabili dacă declaraţiile reclamantului aveau ca scop instigarea la ură sau la violenţă şi dacă, exprimându-le, a intenţionat să invoce Convenţia pentru a se implica într-o activitate sau pentru a săvârşi acte care vizau distrugerea drepturilor şi libertăţilor consacrate de aceasta – nu se pretează unei soluţionări imediate şi se suprapune cu problema de a stabili dacă ingerinţa în exercitarea de către acesta a dreptului la libertatea de exprimare era „necesară într-o societate democratică.\" În consecinţă, problema aplicării art. 17 trebuie să fie unită cu fondul capătului de cerere formulat de reclamant în temeiul art. 10.", "Concluzie: chestiunea aplicării art. 17 unită cu fondul (paisprezece voturi la trei).", "Art. 10: Condamnarea reclamantului, stabilirea unei pedepse şi obligarea acestuia la plata de daune-interese Asociaţiei Elveţiano-Armene constituie o ingerinţă în exercitarea dreptului la libertatea de exprimare. Totuşi, Curtea va examina, în primul rând, dacă art. 16 din Convenţie este aplicabil în speţă.", "a)  Aplicabilitatea art. 16 – Deşi reclamantul în speţă era într-adevăr străin, Curtea nu consideră că art. 16 permite justificarea ingerinţei în cauză. În vreme ce Comisia Europeană a Drepturilor Omului hotărâse că acest articol reflecta o concepţie depăşită a dreptului internaţional, Adunarea Parlamentară a Consiliului Europei propusese abrogarea acestuia. Art. 16 nu a fost aplicat niciodată de Comisie sau de Curte şi invocarea acestuia fără restricţii, pentru a limita posibilitatea străinilor de a-şi exercita dreptul la libertatea de exprimare, ar contraveni hotărârilor Curţii, în care s-a considerat că străinii erau îndreptăţiţi să îşi exercite acest drept, fără să se precizeze nicăieri că art. 16 ar putea să împiedice această exercitare. De altfel, Curtea a afirmat în mod expres că, având în vedere că art. 10 din Convenţie garantează dreptul la libertatea de exprimare „fără a ţine seama de frontiere”, nu se putea stabili nicio distincţie între resortisanţi şi străini în ceea ce priveşte exercitarea acestui drept*.", "Ţinând seama de faptul că este necesară o interpretare restrictivă a clauzelor care justifică ingerinţele în exercitarea drepturilor garantate de Convenţie, Curtea apreciază că singura interpretare care trebuie dată art. 16 este că acesta permite aplicarea restricţiilor numai în cazul „activităţilor” care au legătură directă cu procesul politic. Având în vedere că prezenta speţă nu priveşte astfel de activităţi, Guvernul elveţian nu poate să invoce această dispoziţie pentru a-şi susţine poziţia.", "În concluzie, în speţă, art. 16 din Convenţie nu le permitea autorităţilor elveţiene să restrângă exercitarea de către reclamant a dreptului la libertatea de exprimare.", "b) „Prevăzute de lege” – Reclamantul putea să prevadă în mod rezonabil – apelând, după caz, la consilierea unor experţi – că afirmaţiile sale referitoare la evenimentele care au avut loc în 1915 şi în anii următori riscau să determine angajarea răspunderii sale penale în temeiul art. 261 bis alin. 4 C. pen.", "Faptul că o procedură penală iniţiată anterior pentru afirmaţii similare s-a încheiat cu o achitare nu schimbă cu nimic acest lucru. Nu li se poate imputa instanţelor elveţiene absenţa unei jurisprudenţe mai bogate în materie, pentru a stabili dacă aceste evenimente constituiau „un genocid” în sensul dispoziţiei în cauză. Motivarea lor în speţă putea fi prevăzută în mod rezonabil, având în vedere în special că, între timp, Consiliul Naţional a adoptat postulatul privind recunoaşterea caracterului de genocid al evenimentelor în cauză. Această abordare nu poate fi considerată un reviriment brusc şi imprevizibil al jurisprudenței, nici o extindere prin analogie a sferei de aplicare a unei legi penale.", "Ingerinţa în exercitarea de către reclamant a dreptului la libertatea de exprimare era aşadar suficient de previzibilă şi, prin urmare, „prevăzută de lege” în sensul art. 10 § 2 din Convenţie.", "c) Scopuri legitime", "i. „Apărarea ordinii” – Curtea a considerat că modalitatea cea mai adecvată de conciliere a expresiilor „défense de l’ordre” şi „prevention of disorder” din textele în limbile franceză şi engleză ale art. 10 § 2 („apărarea ordinii\" în limba română) constă în interpretarea lor în sens mai restrâns, deoarece cuvintele utilizate în textul în limba engleză păreau să aibă capacitatea de a exprima doar un sens restrâns. În consecinţă, având în vedere că argumentele Guvernului, întemeiate, între altele, pe interesele juridice protejate de art. 261 bis, se raportează la interpretarea în sens mai larg, acestea nu au nicio relevanţă.", "În plus, Guvernul nu a demonstrat că autorităţile elveţiene erau conştiente că, prin sancţionarea declaraţiilor reclamantului, acestea contraveneau ordinii. Nu s-a dovedit că cele două întruniri invocate, în cadrul cărora reclamantul a luat cuvântul şi care au avut loc cu aproximativ un an înainte de evenimentele pentru care a fost condamnat reclamantul, au generat într-adevăr confruntări. Şi mai ales, în cursul procesului penal al reclamantului, instanţele elveţiene nu au menţionat niciunul din aceste aspecte în deciziile lor. În cele din urmă, nimic nu dovedeşte că, la data evenimentelor publice în cursul cărora reclamantul a făcut declaraţiile în cauză, autorităţile elveţiene au considerat că acestea reprezentau un risc de tulburare a ordinii şi că au încercat să le controleze din acest motiv sau că astfel de afirmaţii riscau să genereze tensiuni serioase şi să se soldeze cu confruntări.", "Prin urmare, ingerinţa în dreptul reclamantului la libertatea de exprimare nu viza „apărarea ordinii”.", "", "ii.  „Protecţia (...) drepturilor altora” – Ţinând seama de faptul că mulţi descendenţi ai victimelor şi supravieţuitorilor evenimentelor în cauză – în special cei care aparţin diasporei armene – au construit această identitate în jurul ideii conform căreia comunitatea lor a fost victima unui genocid, Curtea recunoaşte că ingerinţa îndreptată împotriva declaraţiilor reclamantului, prin care acesta a negat faptul că armenii au fost victimele unui genocid, avea ca scop protejarea acestei identităţi şi, prin urmare, a demnităţii armenilor de astăzi. În schimb, nu se poate considera că, prin contestarea încadrării juridice a evenimentelor, reclamantul a denigrat aceste persoane, le-a privat de demnitate sau le-a diminuat umanitatea. Acesta nu părea nici să fi îndreptat împotriva victimelor sau a descendenţilor acestora acuzaţia sa, prin care a calificat ideea unui genocid armean drept „minciună internaţională”. Cu toate acestea, nu putem trece cu vederea faptul că, într-una din declaraţiile sale, reclamantul a făcut referire la armenii care participaseră la evenimente, calificându-i drept „instrumente” ale „puterilor imperialiste” şi le-a reproşat faptul că „au fost implicaţi în masacre ale turcilor şi musulmanilor”. În aceste circumstanţe, ingerinţa viza, de asemenea, protejarea demnităţii acestor persoane şi, prin urmare, pe cea a descendenţilor lor.", "Aşadar, se putea considera că ingerinţa în dreptul reclamantului la libertatea de exprimare viza „protecţia (...) drepturilor altora”.", "d) Necesitatea ingerinţei, într-o societate democratică – Curtea nu are obligaţia de a stabili dacă incriminarea negării genocidelor sau a altor fapte istorice poate fi justificată, în principiu. Fiind obligată de faptele cauzei, aceasta s-a limitat să examineze dacă aplicarea art. 261 bis alin. 4 C. pen în cazul reclamantului era sau nu era „necesară într-o societate democratică”, în sensul art. 10 § 2 din Convenţie.", "Trebuie să se stabilească dacă era necesară protejarea „drepturilor altora” în cauză prin adoptarea unor măsuri de natură penală. Dreptul în cauză este cel al armenilor şi al strămoşilor acestora la respectarea demnităţii lor, inclusiv la respectarea identităţii lor, construită în jurul ideii conform căreia comunitatea lor a fost victima unui genocid. În lumina jurisprudenţei Curţii, în care aceasta a considerat că art. 8 din Convenţie este aplicabil, sub aspectul său referitor la „viaţa privată”, atât identităţii etnice, cât şi reputaţiei strămoşilor, Curtea este de acord cu faptul că dreptul în cauză era protejat de acest articol.", "Aşadar, Curtea trebuie să menţină un echilibru între două drepturi prevăzute de Convenţie: dreptul la libertatea de exprimare, garantat la art. 10, şi dreptul la respectarea vieţii private, garantat la art. 8.", "i. Natura afirmaţiilor reclamantului – Declaraţiile reclamantului se raportau la chestiuni de ordin istoric şi juridic, dar contextul în care au fost făcute – evenimente publice în cursul cărora acesta s-a adresat unui auditoriu care îi susţinea convingerile – arată că acesta a luat cuvântul în calitate de om politic şi nu în calitate de istoric sau jurist. Acesta a luat parte la o polemică veche, cu privire la care Curtea a recunoscut deja, în mai multe cauze îndreptate împotriva Turciei, că era legată de o chestiune de interes public şi că generase „dezbateri aprinse, nu numai în Turcia, ci şi în sfera internaţională\".", "Şi, deşi este pe deplin conştientă că întreaga comunitate armeană este eminamente sensibilă la chestiunea cu privire la care şi-a exprimat opinia reclamantul, ţinând seama de sfera de aplicare generală a afirmaţiilor în cauză, Curtea nu consideră că acestea reprezintă o formă de incitare la ură sau la intoleranţă. Reclamantul nu şi-a exprimat dispreţul sau ura faţă de victimele evenimentelor în cauză, observând că turcii şi armenii trăiseră în pace timp de secole. Acesta nu i-a numit mincinoşi pe armeni, nu a folosit termeni injurioşi în privinţa lor şi nici nu a intenţionat să îi caricaturizeze. Declaraţiile sale virulente erau îndreptate împotriva „imperialiştilor” şi a planurilor ascunse pe care le aveau aceştia în ceea ce priveşte Imperiul Otoman şi Turcia.", "Or, puteau declaraţiile în cauză să fie considerate totuşi ca fiind o formă de incitare la ură sau la intoleranţă împotriva armenilor, având în vedere situaţia reclamantului şi contextul general în care acesta le-a făcut? În cauzele prezentate în faţa Comisiei şi a Curţii, referitoare la declaraţii privind Holocaustul, din motive care ţin de istorie şi de context, s-a considerat invariabil că acest lucru era posibil în ceea ce priveşte aceste declaraţii. Cu toate acestea, Curtea nu consideră că acelaşi lucru ar putea fi valabil în prezenta cauză, în care reclamantul şi-a exprimat în Elveţia ideile referitoare la evenimente care au avut loc pe teritoriul Imperiului Otoman cu aproximativ 90 de ani înainte. Deşi nu putem exclude faptul că afirmaţii legate de aceste evenimente pot chiar să promoveze scopuri rasiste sau antidemocratice şi să urmărească aceste scopuri mai degrabă prin intermediul unor aluzii decât în mod direct, contextul nu impune această prezumţie în mod automat şi nu există suficiente elemente care să dovedească existenţa unor astfel de obiective în speţă.", "În plus, faptul că Guvernul şi unii terţi intervenienţi încearcă să îl înfăţişeze pe reclamant ca fiind un extremist obişnuit să îşi exercite dreptul la libertatea de exprimare într-o manieră iresponsabilă şi periculoasă nu poate fi reconciliat cu faptul că, în două cauze îndreptate de acesta împotriva Turciei, Curtea a pronunţat hotărâri în care s-a constatat încălcarea dreptului reclamantului la libertatea de exprimare**, din cauza unor ingerinţe în exercitarea acestui drept.", "Faptul că discursurile reclamantului au vizat armenii în calitate de grup nu permite în sine să se deducă faptul că acestea aveau scopuri rasiste, deoarece, având în vedere definiţia termenului „genocid\" din dreptul internaţional, orice afirmaţie legată de posibilitatea de a califica astfel un fapt istoric vizează în mod necesar un anumit grup naţional, etnic, rasial sau religios.", "În opinia Curţii, afirmaţiile reclamantului, considerate atât în ansamblul lor, cât şi în contextul lor imediat şi mai general, nu pot să fie asimilate unor apeluri la ură, la violenţă sau la intoleranţă împotriva armenilor. Cu siguranţă că acestea erau virulente şi autorul lor era intransigent, dar trebuie să se admită că acestea presupuneau, aparent, un element de exagerare, deoarece erau menite să atragă atenţia.", "Rezultă că declaraţiile reclamantului, care se raportau la o chestiune de interes public, necesitau o protecţie sporită în temeiul art. 10 din Convenţie şi că autorităţile elveţiene beneficiază doar de o marjă de apreciere limitată pentru a impune o restricţie în privinţa acestora.", "ii. Contextul ingerinţei", "α.  Factorii geografici şi istorici", "Jurisprudenţa Curţii privind Holocaustul arată că incriminarea negării se justifică deoarece, având în vedere contextul istoric din statele în cauză, negarea acestuia, chiar şi deghizată în cercetare istorică imparţială, traduce invariabil o ideologie antidemocrată şi antisemită.", "Invers, nimeni nu susţine că există o legătură directă între Elveţia şi evenimentele care au avut loc în 1915 şi în anii următori în Imperiul Otoman. Singura legătură directă ar putea să decurgă din prezenţa unei comunităţi armene pe teritoriul elveţian, dar aceasta este una foarte slabă. Polemica generată de reclamant se situa în afara vieţii politice din Elveţia, având în vedere că acesta era un străin care urma să se întoarcă în ţara sa. În plus, nimic nu dovedeşte că, la momentul la care reclamantul a făcut declaraţiile în cauză, atmosfera din Elveţia era tensionată şi putea să provoace grave fricţiuni între turcii şi armenii care locuiau pe teritoriul elveţian.", "Condamnarea penală a reclamantului în Elveţia nu poate să fie justificată nici de situaţia din Turcia, unde minoritatea armeană este prezentată ca fiind supusă ostilităţii şi discriminării. Nici instanţele elveţiene, nici Guvernul nu au evocat contextul din Turcia. Încercarea acestuia din urmă de a justifica ingerinţa prin invocarea art. 16 din Convenţie arată că acesta era interesat în principal de contextul politic naţional.", "Este adevărat că, în prezent, în special având în vedere mijloacele electronice de comunicare, niciun mesaj nu poate fi considerat pur local.  De asemenea, este lăudabil şi conform cu spiritul protecţiei universale a drepturilor omului faptul că Elveţia încearcă să apere drepturile victimelor atrocităţilor în masă, indiferent de locul în care acestea au fost săvârşite. Cu toate acestea, noţiunea mai largă de proporţionalitate, inerentă expresiei „necesară într-o societate democratică”, impune existenţa unei legături raţionale între măsurile adoptate de autorităţi şi scopul urmărit de aceste măsuri; altfel spus, trebuie ca măsurile în cauză să fi fost în mod rezonabil capabile să genereze rezultatul dorit. Nu se poate susţine că ostilitatea care exista împotriva minorităţii armene în Turcia era rezultatul declaraţiilor făcute de reclamant în Elveţia şi nici că respectiva condamnare penală a acestuia din urmă în Elveţia a protejat cu adevărat drepturile acestei minorităţi sau i-a permis să se simtă mai în siguranţă. Nimic nu dovedeşte nici faptul că declaraţiile reclamantului în sine au provocat ură împotriva armenilor din Turcia şi nici că acesta a încercat, cu alte ocazii, să instige la un astfel de sentiment.", "În cele din urmă, nimic nu dovedeşte că afirmaţiile reclamantului au avut repercusiuni directe asupra ostilităţii incontestabile manifestate împotriva armenilor din Turcia de către anumite cercuri ultranaţionaliste din Turcia sau asupra altor contexte internaţionale, precum faptul că Franţa găzduieşte cea de-a treia comunitate ca importanţă din diaspora armeană.", "β.  Factorul temporal", "Există un decalaj considerabil între momentul în care a făcut reclamantul declaraţiile şi perioada în care au avut loc evenimentele tragice evocate de acesta – aproximativ 90 de ani – şi, la momentul la care a făcut declaraţiile respective, în mod cert rămăseseră foarte puţine persoane care supravieţuiseră acestor evenimente. Deşi este vorba tot de o chestiune de actualitate pentru numeroşi armeni, în special cei din diaspora, factorul temporal nu poate fi ignorat. În vreme ce un eveniment relativ recent poate să fie atât de traumatizant încât să justifice, pentru o perioadă de timp, un control mai mare al exprimării unor declaraţii legate de acesta, necesitatea unei astfel de măsuri se diminuează inevitabil o dată cu trecerea timpului.", "iii. Măsura în care declaraţiile reclamantului au adus atingere drepturilor membrilor comunităţii armene – Curtea este conştientă de importanţa considerabilă acordată de comunitatea armeană problemei stabilirii dacă evenimentele tragice care au avut loc în 1915 şi în anii următori trebuie să fie considerate ca fiind un genocid şi de sensibilitatea extremă a acestei comunităţi în ceea ce priveşte orice declaraţie legată de acest subiect. Totuşi, aceasta nu poate să admită că discursurile reclamantului, care fac obiectul prezentei cauze, au adus atingere demnităţii armenilor care au suferit şi pierit în cursul acestor evenimente, precum şi demnităţii şi identităţii descendenţilor acestora într-o măsură care să necesite adoptarea unor măsuri de ordin penal în Elveţia. Atacurile din declaraţiile reclamantului nu erau îndreptate împotriva acestor persoane, ci împotriva „imperialiştilor”, pe care îi considera responsabili de atrocităţile în cauză. Acest lucru, coroborat cu perioada de timp scursă de la evenimentele evocate de reclamant, determină Curtea să concluzioneze că nu se poate considera că afirmaţiile acestuia au avut consecinţe atât de supărătoare pe cât se doreşte să le fie atribuite.", "Curtea nu este convinsă nici că declaraţiile prin care reclamantul a negat caracterul de genocid al evenimentelor care au avut loc în 1915 şi în anii următori, dar fără să nege realitatea masacrelor şi a deportărilor masive, ar fi putut să aibă consecinţe grave asupra identităţii armenilor în calitate de grup. Declaraţiile prin care s-a contestat, chiar şi în termeni virulenţi, semnificaţia unor evenimente istorice deosebit de sensibile pentru o ţară şi care sunt legate de identitatea naţională a acesteia nu pot fi considerate ca având în sine un efect grav asupra persoanelor vizate. Curtea nu exclude faptul că pot exista circumstanţe în care, având în vedere specificitatea contextului, declaraţiile referitoare la evenimente istorice traumatizante sunt susceptibile să aducă o atingere gravă demnităţii grupurilor afectate de aceste evenimente, de exemplu, dacă acestea sunt deosebit de virulente şi difuzate într-o formă imposibil de ignorat. Singurele cauze în care Comisia şi Curtea au admis existenţa unor astfel de circumstanţe, fără să dispună de probe specifice, sunt afirmaţiile care se referă la negarea Holocaustului. Cu toate acestea, astfel cum s-a subliniat deja, acest lucru poate fi justificat de contextul foarte special aflat la originea acestor cauze.", "În cele din urmă, reclamantul a făcut declaraţiile în cursul a trei evenimente publice. Aşadar, impactul acestor declaraţii era în mod necesar destul de limitat.", "iv. Cu privire la existenţa sau absenţa unui consens în rândul înaltelor părţi contractante – În ultimii ani, situaţia în materie a avut o evoluţie variabilă în sistemele juridice ale înaltelor părţi contractante.", "Unele înalte părţi contractante nu incriminează negarea unor evenimente istorice. Altele incriminează, prin mijloace diferite, doar negarea Holocaustului şi a crimelor naziste. Un al treilea grup incriminează negarea crimelor naziste şi a crimelor comuniste. Un al patrulea grup incriminează negarea oricărui genocid. Normele adoptate la nivelul Uniunii Europene au un domeniu larg de aplicare, dar prevăd totuşi ca negarea genocidului să fie incriminată doar în cazul în care aceasta riscă să aibă consecinţe negative concrete.", "Curtea ia act de această diversitate. Totuşi, părea clar că, prin incriminarea negării oricărui genocid, fără să se impună cerinţa ca aceasta să fi fost exprimată într-o manieră susceptibilă să instige la violenţă sau la ură, Elveţia se situează la o extremitate a analizei comparative. În aceste condiţii şi având în vedere existenţa în speţă a altor factori care influenţează considerabil întinderea marjei de apreciere aplicabile, situaţia dreptului comparat nu poate avea o importanţă semnificativă în ceea ce priveşte concluzia la care Curtea va ajunge în această privinţă.", "v.  Se poate considera că ingerinţa a fost impusă de obligaţiile internaţionale ale Elveţiei? – Având în vedere că s-a stabilit faptul că afirmaţiile reclamantului nu puteau fi asimilate unei forme de incitare la ură sau la discriminare, Curtea trebuie să mai stabilească doar dacă a fost necesar ca Elveţia să incrimineze negarea ca atare a unui genocid în temeiul obligaţiilor sale internaţionale.", "Niciun tratat internaţional în vigoare în privinţa Elveţiei nu îi impunea în termeni clari şi expliciţi sancţionarea penală a negării în sine a unui genocid. Nici dreptul internaţional cutumiar nu părea să îi fi impus acest lucru. Prin urmare, nu se poate considera că obligaţiile internaţionale ale Elveţiei i-au impus acesteia ingerinţa în exercitarea de către reclamant a dreptului la libertatea de exprimare, şi cu atât mai puţin că a fost justificată de acestea.", "vi.  Raţionamentul adoptat de instanţele elveţiene pentru justificarea condamnării reclamantului – Având în vedere analiza instanţelor naţionale, nu este clar dacă reclamantul a fost sancţionat într-adevăr pentru recuzarea încadrării juridice dată evenimentelor care au avut loc în 1915 şi în anii următori sau pentru că acesta şi-a exprimat dezacordul faţă de opiniile predominante în societatea elveţiană, referitoare la acest aspect. În al doilea caz, trebuie să se constate că această condamnare a reclamantului nu ar fi compatibilă cu posibilitatea ca, într-o „societate democratică”, să fie formulate opinii diferite de cele ale autorităţilor sau ale oricărui segment al populaţiei.", "vii.  Gravitatea ingerinţei – Forma de ingerinţă în cauză, şi anume o condamnare penală care putea chiar să dea naştere unei pedepse cu închisoarea, este o sancţiune gravă, având în vedere că există şi alte mijloace de intervenţie şi infirmare, în special prin intermediul unor căi legale civile. Acelaşi lucru este valabil şi în speţă: ceea ce contează nu este atât gravitatea pedepsei aplicate reclamantului, cât însăşi pronunţarea unei condamnări penale, adică una din cele mai grave forme de ingerinţă în exercitarea dreptului la libertatea de exprimare.", "viii. Punerea în balanţă a dreptului reclamantului la libertatea de exprimare şi a dreptului armenilor la respectarea vieţii lor private – O ingerinţă în exercitarea dreptului la libertatea de exprimare, care ia forma unei condamnări penale, impune inevitabil o examinare judiciară detaliată a comportamentului exact a cărui sancţionare s-a avut în vedere. Într-un astfel de caz, nu este suficient, în principiu, ca ingerinţa să fi fost impusă deoarece obiectul acesteia se încadra într-o anumită categorie sau intra sub incidenţa unei norme juridice formulate în termeni generali: trebuie mai degrabă să se garanteze că aceasta era necesară în circumstanţele cauzei. Or, o lectură atentă a motivelor invocate de instanţele elveţiene în deciziile pronunţate în speţă nu arată că acestea ar fi acordat o atenţie deosebită acestei puneri în balanţă.", "În consecinţă, Curtea trebuie să realizeze ea însăşi această punere în balanţă.", "Având în vedere ansamblul elementelor analizate anterior – şi anume faptul că declaraţiile reclamantului priveau o chestiune de interes public şi nu puteau fi asimilate unui apel la ură sau la intoleranţă, că respectivul context în care acestea au fost făcute nu era marcat de tensiuni puternice şi nici de antecedente istorice deosebite în Elveţia, că nu se putea considera că declaraţiile în cauză au adus atingere demnităţii membrilor comunităţii armene într-o asemenea măsură încât să necesite un răspuns de natură penală în Elveţia, că nicio obligaţie internaţională nu îi impunea Elveţiei să incrimineze declaraţii de acest tip, că instanţele elveţiene păreau să fi cenzurat reclamantul pentru că acesta a exprimat o opinie diferită de cele stabilite în Elveţia şi că ingerinţa a luat forma gravă a unei condamnări penale –, Curtea concluzionează că, într-o societate democratică, nu era necesară condamnarea penală a reclamantului cu scopul de a proteja drepturile comunităţii armene, care se aflau în joc în speţă.", "Concluzii: încălcarea art. 10 (zece voturi la şapte); art. 17 neaplicabil (treisprezece voturi la patru).", "Art. 41: simpla constatare a încălcării este suficientă în ceea ce priveşte prejudiciul moral; cererea de despăgubire pentru prejudiciul material respinsă.", "(În ceea ce priveşte art. 17, a se vedea Leroy împotriva Franţei, 36109/03, 2 octombrie 2010, ; în ceea ce priveşte art. 16, a se vedea Piermont împotriva Franţei,  şi 15774/89, 27 aprilie 1985)", "*  Cox împotriva Turciei, 2933/03, 20 mai 2010, .", "**  Partidul socialist şi alţii împotriva Turciei, , 25 mai 1998, şi Perinçek împotriva Turciei, , 21 iunie 2005.", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului\nRedactat de grefă, prezentul rezumat nu obligă Curtea.", "Apăsaţi aici pentru a accesa Note de informare privind jurisprudenţa ()"]}