{"file": "RUM_HJUDRUM_4378_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "4378/02", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Bykov împotriva Rusiei – nr. 4378/02", "Hotărârea din 10.03.2009", "Art. 5 § 3: Durata arestării preventive", "Arestare preventivă care a durat un an, 8 luni şi 15 zile: încălcare", "", "În fapt – Reclamantul era un important om de afaceri şi deputat în Parlamentul regional. În 2000, el i-ar fi ordonat lui V., o persoană din anturajului său, să-l asasineze pe S., fostul său partener. V. nu a pus planul în execuţie, l-a denunţat pe reclamant Serviciului Federal de Securitate (FSB) şi a predat arma pe care ar fi primit-o de la reclamant. La scurt timp după aceasta, FSB şi poliţia au desfăşurat o operaţiune secretă în vederea colectării de probe pentru a verifica daca reclamantul a dorit într-adevăr să-l asasineze pe S. Poliţia s-a deplasat la locul faptei şi a descoperit două cadavre la domiciliul lui S. Poliţia a anunţat oficial în mass-media ca una dintre victime a fost identificată ca fiind S. La instrucţiunile poliţiei, V. l-a vizitat pe reclamant la domiciliul acestuia, s-a angajat într-o conversaţie cu acesta şi a declarat ca a comis asasinatul. Pentru a dovedi că şi-a îndeplinit misiunea, i-a dat reclamantului mai multe obiecte împrumutate de la S. Acesta. avea ascuns asupra sa un dispozitiv de emisie radio, iar un poliţist aflat afară primea şi înregistra ceea ce era transmis. Poliţia a obţinut astfel o înregistrare de 16 minute a dialogului dintre V. şi reclamant. A doua zi, domiciliul reclamantului a fost percheziţionat. Obiectele care îi fuseseră date de V. au fost confiscate. Reclamantul a fost reţinut şi plasat în arest preventiv. Au fost desemnaţi doi experţi în lingvistică pentru a studia înregistrarea conversaţiei dintre reclamant şi V. Ei au considerat că V. dovedeşte subordonare faţă de reclamant, că nu există niciun indiciu că acesta din urmă nu ar crede mărturisirea crimei de către V. şi că reclamantul l-a interogat insistent pe V. cu privire la detaliile tehnice ale executării misiunii acestuia. În 2002, reclamantul a fost acuzat de complot la săvârşirea unei crime şi asociere frauduloasă în vederea dobândirii, deţinerii şi folosirii armelor de foc şi condamnat la şase ani şi jumătate de închisoare. A fost eliberat condiţionat cu un termen de probaţiune de cinci ani. Această condamnare a fost confirmată în apel.", "În drept – Art. 5 § 3: reclamantul a fost ţinut în detenţie 1 an, 8 luni şi 15 zile înaintea şi în timpul procesului. În cursul acestei perioade, instanţele au examinat cel puţin zece cereri de punere în libertate formulate de acesta, respingându-le de fiecare dată cu motivaţia gravităţii acuzaţiilor şi a riscului ca persoana în cauză să dispară, să obstrucţioneze cursul justiţiei şi să facă presiuni asupra martorilor. Cu toate acestea, deciziile judecătoreşti s-au limitat la a enumera aceste motive, fără a le însoţi cu motive relevante şi suficiente. Odată cu trecerea timpului, instanţele nu şi-au modificat motivările pentru a reflecta evoluţia situaţiei şi pentru a verifica daca aceste motive au rămas valide într-un stadiu avansat al procedurii. În plus, începând cu data de 7 septembrie 2001, deciziile de prelungire a detenţiei reclamantului nu au mai indicat nicio durată de timp, ceea ce implica să rămână încarcerat până la sfârşitul procesului.", "În ceea ce priveşte argumentul Guvernului potrivit căruia circumstanţele cauzei şi personalitatea reclamantului justificau în mod evident arestul preventiv, aceste elemente nu exonerau, în sine, instanţele de la obligaţia de a enunţa motivele care au condus la această concluzie, în special în privinţa deciziilor luate în stadiile relativ avansate ale procedurii. Atunci când au putut exista circumstanţe de natură a justifica detenţia unei persoane, dar nu sunt menţionate în deciziile instanţelor interne, nu este de competenţa Curţii să le stabilească şi să se substituie autorităţilor naţionale care au decis privarea de libertate a reclamantului.", "Prin urmare, autorităţile nu au prezentat motive relevante şi suficiente pentru a justifica menţinerea în arest preventiv a reclamantului pentru o perioadă de un an, 8 luni şi 15 zile.", "Concluzie: încălcare (unanimitate).", ""]}