{"file": "RUM_HJUDRUM_71099_01.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "71099/01", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "Publicată în : MONITORUL OFICIAL nr. 1.055 din 26 noiembrie 2005", "HOTĂRÂRE", "din 5 aprilie 2005, definitivă la 5 iulie 2005,", "în Cauza Monory împotriva României şi Ungariei", "(Cererea nr. 71.099/01)În Cauza Monory împotriva Ungariei şi României*),", "Notă \n*) Prezenta traducere reproduce doar părţile din hotărârea Curţii referitoare la România. Fragmentele referitoare la procedura împotriva Ungariei sunt marcate prin puncte de suspensie.", "Curtea Europeană a Drepturilor Omului (Secţia a II-a), reunită într-o cameră formată din: domnul J.-P Costa, preşedinte, domnul A.B. Baka, domnul R. Turmen, domnul C. Bîrsan, domnul K. Jungwiert, domnul M. Ugrekhelidze, doamna A. Mularoni, judecători, şi doamna S. Dolle, grefier de secţie,", "după deliberări în Camera de consiliu la 17 februarie 2004 şi la 15 martie 2005, pronunţa prezenta hotărâre, adoptată la această ultimă dată.", "PROCEDURĂ", "1. La originea cauzei se află Cererea nr. 71.099/01 împotriva României şi Ungariei, introdusă la Curte în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia), de către un cetăţean ungar, dl Gyorgy Monory (reclamantul), la data de 23 noiembrie 2000.", "2. Reclamantul a fost reprezentat de doamna L. Farkas, avocat în Budapesta. Guvernul ungar a fost reprezentat de domnul L. Holtz, secretar de stat adjunct în Ministerul Justiţiei. Guvernul român (Guvernul) a fost reprezentat de agenţii săi, domnul B. Aurescu, urmat de doamna R. Rizoiu.", "3. Reclamantul s-a plâns în special de faptul că autorităţile române nu au făcut eforturi suficiente pentru a asigura înapoierea copilului său în vederea reluării de către reclamant a exerciţiului drepturilor părinteşti, ca urmare a acţiunii ilegale a soţiei sale de a deplasa copilul din ţară, şi că nu beneficiază în dreptul intern de un remediu eficient în faţa instanţelor naţionale, încălcându-se astfel  şi 13 din Convenţie.", "Plângerea împotriva Ungariei priveşte durata procesului de divorţ şi de încredinţare a copilului, despre care se afirmă că încalcă art. 6 § 1 din Convenţie.", "4. Cererea a fost atribuită Secţiei a II-a a Curţii (art. 52 § 1 din Regulament). În cadrul acestei secţii cauza a fost examinată de o cameră (art. 27 § 1 din Convenţie) formată potrivit Regulii 26 § 1.", "5. Printr-o decizie din 17 februarie 2004 Curtea a declarat cererea parţial admisibilă.", "6. Reclamantul şi guvernele au formulat observaţii privind fondul cauzei (art. 59 § 1 din Regulament). Întrucât Camera a decis, după consultarea părţilor, că nu este necesară o audiere privind fondul cauzei (art. 59 § 3 în fine din Regulament), fiecare parte a răspuns în scris la observaţiile celeilalte.", "7. La data de 1 noiembrie 2004 Curtea a schimbat compunerea secţiilor (art. 25 § 1). Prezenta cauză a fost atribuită Secţiei a II-a, în noua componenţă (art. 52 § 1).", "ÎN FAPT", "I. Împrejurările cauzei", "8. Reclamantul s-a născut în anul 1946 şi locuieşte în Nagymaros, Ungaria.", "A.Răpirea fiicei reclamantului şi procesul de divorţ intentat în România", "9. În anul 1994 reclamantul s-a căsătorit cu doamna C.M., care are cetăţenie română şi ungară. La 16 februarie 1995 s-a născut fiica lor, V. Potrivit dreptului ungar, părinţii exercitau împreună dreptul privind încredinţarea copilului. Aceştia locuiau în Nagymaros.", "10. În luna decembrie 1998 cei trei au vizitat familia soţiei din România. Reclamantul s-a întors în Ungaria. C.M. a rămas în România cu V., dar a promis să se întoarcă până la 30 ianuarie 1999.", "11. La 4 ianuarie 1999 C.M. a introdus, la Judecătoria Satu Mare, o acţiune de divorţ, solicitând şi încredinţarea minorei şi acordarea pensiei de întreţinere. La 17 ianuarie 1999 ea l-a informat pe reclamant, prin telefon, că s-a hotărât să se stabilească în România şi că nu îi va permite s-o ia pe V. în Ungaria, în ciuda faptului că acesta era încă soţul său şi exercita împreună cu ea dreptul privind încredinţarea fiicei lor.", "12. Printr-o sentinţă din 8 octombrie 2003 Judecătoria Satu Mare a stabilit domiciliul copilului la mamă până la terminarea procesului de divorţ şi a obligat reclamantul la plata pensiei de întreţinere pentru fiica sa. Instanţa i-a acordat reclamantului dreptul de a-şi vizita copilul. La 19 februarie 2004 sentinţa a rămas definitivă.", "B.Procedura în baza Convenţiei de la Haga în faţa instanţelor române", "13. Între timp, la 20 ianuarie 1999, reclamantul a formulat o cerere de înapoiere a fiicei sale în Ungaria, în temeiul art. 3 din Convenţia de la Haga din 25 octombrie 1980 privind aspectele civile ale răpirii internaţionale de copii (Convenţia de la Haga). Cererea a fost transmisă prin intermediul Ministerului Justiţiei din Ungaria (Ministerul ungar) la Ministerul Justiţiei din România (Ministerul român). Reclamantul a arătat că V. este victima răpirii internaţionale şi a fost reţinută ilegal în România, în sensul art. 72 § 1 din Codul familiei din Ungaria.", "14. Ministerul român, în calitate de autoritate centrală cu atribuţii în îndeplinirea obligaţiilor impuse de Convenţia de la Haga, a iniţiat, în numele reclamantului, procedura în faţa Judecătoriei Satu Mare. La 8 iunie 1999 Judecătoria Satu Mare a decis că nu există nici o încălcare a articolelor relevante din Convenţia de la Haga şi a respins cererea reclamantului. Instanţa a arătat că reţinerea copilului nu a fost ilegală, dat fiind că reclamantul nu exercita separat dreptul privind încredinţarea fiicei sale, art. 3 din Convenţia de la Haga nefiind aplicabil. Instanţa a mai reţinut că în orice caz înapoierea copilului ar prezenta un mare risc pentru acesta, de vreme ce copilul s-a integrat deja în noul mediu ce i-a fost creat de mamă în perioada petrecută în România.", "15. La 5 octombrie 1999 Autoritatea Tutelară Ungară din Nagymaros a declarat, la cererea reclamantului, că C.M. nu a iniţiat procedura administrativă corespunzătoare, potrivit Codului familiei din Ungaria, cu privire la deplasarea legală a fiicei lor şi reţinerea ei în România. Autoritatea a propus stabilirea reşedinţei copilului la tată.", "16. La 22 octombrie 1999 Tribunalul Satu Mare a respins apelul reclamantului împotriva sentinţei din 8 iunie 1999. Instanţa a reţinut că reclamantul nu exercita în mod separat dreptul privind încredinţarea fiicei sale. A mai reţinut că înapoierea copilului ar priva-o pe mamă de exerciţiul drepturilor părinteşti. În sfârşit, tribunalul a statuat că, atât timp cât căsătoria nu a fost desfăcută, litigiul privind încredinţarea trebuie soluţionat de o instanţă competentă.", "16. La 22 octombrie 1999 Tribunalul Satu Mare a respins apelul reclamantului împotriva sentinţei din 8 iunie 1999. Instanţa a reţinut că reclamantul nu exercita în mod separat dreptul privind încredinţarea fiicei sale. A mai reţinut că înapoierea copilului ar priva-o pe mamă de exerciţiul drepturilor părinteşti. În sfârşit, tribunalul a statuat că, atât timp cât căsătoria nu a fost desfăcută, litigiul privind încredinţarea trebuie soluţionat de o instanţă competentă.", "17. Ministerul român a formulat recurs împotriva acestei decizii, arătând că tribunalul a dat o interpretare greşită legii aplicabile şi situaţiei de fapt. A subliniat că, potrivit Convenţiei de la Haga, instanţa ar fi trebuit să aplice dreptul ungar, potrivit căruia reţinerea copilului de cealaltă parte a graniţei, de către mamă, fără consimţământul tatălui, era ilegală.", "18. La 2 februarie 2000 Curtea de Apel Oradea a respins recursul. Instanţa a reţinut că, în conformitate cu dreptul ungar, părinţii exercită drepturile părinteşti împreună. Cu toate acestea, datorită situaţiei concrete a familiei, era normal ca părintele care locuieşte în străinătate să facă mai multe eforturi pentru a-şi exercită aceste drepturi. În plus, instanţa a considerat că minora s-a integrat deja în noul mediu şi a decis, în consecinţa, că interesul superior al copilului impune rămânerea ei la mamă.", "C.Procesul de divorţ şi încredinţare a copilului, în principal în faţa instanţelor ungare", "19. În paralel, la 28 aprilie 1999, reclamantul a iniţiat procedura de încredinţare a lui V. la Judecătoria din Vac, Ungaria. La 17 mai 1999 reclamantul a solicitat instanţei să judece cauza în regim de urgenţă şi să audieze martori.", "20. La 21 mai 1999 instanţa, prin intermediul Ministerului Justiţiei, a notificat pârâta din România cu privire la acţiune.", "21. La 30 august 1999 reclamantul a solicitat, ca măsură provizorie, încredinţarea temporară a lui V. şi desfiinţarea dreptului mamei privind încredinţarea.", "22. La termenul din 8 septembrie 1999 instanţa a respins cererea reclamantului privind măsurile provizorii şi a suspendat judecata până la finalizarea procedurii întemeiate pe prevederile Convenţiei de la Haga. Instanţa a reţinut că procesul de divorţ aflat pe rolul Judecătoriei Satu Mare fusese, de asemenea, suspendat la o dată anterioară, pentru acelaşi motiv. La 16 septembrie 1999 reclamantul a formulat apel împotriva acestei hotărâri.", "23. La 21 septembrie 1999 Parchetul de pe lângă Tribunalul din Pest a intervenit în proces în interesul reclamantului şi a susţinut apelul formulat de acesta la 16 septembrie împotriva hotărârii Judecătoriei din Vac. La 30 septembrie 1999 atât apelul reclamantului, cât şi cel al procurorului au fost comunicate pârâtei, care le-a primit în data de 28 decembrie 1999.", "24. La 29 octombrie 1999 reclamantul a solicitat judecătoriei să îi încredinţeze copilul, cu titlu de măsura provizorie, să desfiinţeze drepturile părinteşti ale mamei şi să procedeze la examinarea de urgenţă a cauzei.", "25. La 31 ianuarie 2000 reclamantul şi-a reînnoit cererea privind încredinţarea copilului. De asemenea, a recuzat instanţa şi membrii completului de judecată. La 21 februarie 2000 reclamantul şi-a reînnoit cererea de recuzare.", "26. La 29 februarie 2000 Tribunalul din Pest a menţinut soluţia respingerii cererii reclamantului de luare a măsurilor provizorii, dar a dispus reluarea procedurii la judecătorie. Hotărârea, notificată prin intermediul Ministerului ungar, a fost comunicată pârâtei la 29 mai 2000.", "27. La 19 mai 2000 judecătoria a dispus efectuarea anchetei sociale la domiciliile ambilor părinţi, în vederea stabilirii condiţiilor de viaţă ale acestora. Ancheta socială la domiciliul reclamantului a fost efectuată în data de 8 iunie 2000. Dispoziţia instanţei a fost comunicată pârâtei la 10 iulie 2000, iar documentaţia relevantă a fost transmisă Ministerului Justiţiei la 23 ianuarie 2001, în vederea efectuării unei anchete sociale similare la domiciliul pârâtei din România.", "28. Cererile repetate de recuzare formulate de reclamant au fost respinse la 27 septembrie, 26 şi 30 octombrie şi 11 decembrie 2000.", "29. La 5 ianuarie 2001 judecătoria a dispus conexarea cererii de divorţ introdusă de reclamant la 3 iulie 2000. Reclamantul a fost informat despre această măsură la 1 martie 2001.", "30. La 21 şi, respectiv, 30 ianuarie 2001 reclamantul a depus la dosar un nou set de acte şi a solicitat citarea altor martori.", "31. O nouă cerere a reclamantului, din data de 31 ianuarie 2001, pentru luarea măsurilor provizorii, a fost respinsă de instanţa la 15 februarie 2001.", "32. La termenul din 6 iunie 2001 au fost audiaţi 4 martori. Pârâta nu s-a prezentat. Instanţa a pus în vedere acesteia să prezinte observaţii pe marginea încheierii de şedinţa, în termen de 15 zile, precum şi să depună un răspuns scris la cererea reclamantului de încredinţare a copilului.", "33. La 8 iunie 2001 un avocat din Ungaria a informat instanţa că pârâta l-a împuternicit să o reprezinte în cauză. La 2 iulie 2001 pârâta a formulat cerere reconvenţională şi a solicitat să îi fie admise probe.", "34. La 5 iulie şi 30 octombrie 2001 Ministerul ungar a solicitat Ministerului român să îi comunice dacă este posibilă efectuarea anchetei sociale la domiciliul pârâtei. În răspunsul său din 10 decembrie 2001 Ministerul român a arătat că documentaţia s-a pierdut.", "35. La termenul din 7 noiembrie 2001 instanţa a audiat un martor. Reprezentantul pârâtei a informat instanţa că cererea de efectuare a anchetei sociale privind condiţiile de viaţă ale pârâtei a fost comunicată pârâtei din greşeală. În consecinţa, instanţa a solicitat Ministerului ungar să trimită o nouă cerere Judecătoriei Satu Mare.", "36. La 8 noiembrie 2001 instanţa a refuzat să reglementeze dreptul de vizitare al reclamantului prin luarea unei măsuri provizorii.", "37. La 22 şi 29 noiembrie 2001 instanţa a pus în vedere reclamantului să reactualizeze datele privind adresele a 2 dintre martorii propuşi de el, a căror citare nu fusese posibilă. În ziua precedentă reclamantul atacase dispoziţia din 8 noiembrie 2001.", "38. La termenul din 19 decembrie 2001 instanţa a audiat martori şi a acordat părţilor un termen de 3 luni pentru a hotărî dacă vor continua sau nu procesul de divorţ.", "39. Între timp, la 14 noiembrie 2001, martorul solicitat de Judecătoria din Vac a fost audiat de Judecătoria Satu Mare. Procesul-verbal a fost înaintat Ministerului ungar, iar traducerea a fost efectuată la 3 decembrie 2001 şi, respectiv, la 27 februarie 2002.", "40. Judecând apelul reclamantului, Tribunalul din Pest a desfiinţat Decizia din 8 noiembrie 2001 şi a trimis dosarul spre rejudecare la judecătorie.", "41. După înlocuirea de către Ministerul ungar a documentaţiei pierdute, la 13 februarie 2002 Judecătoria Satu Mare a efectuat ancheta socială. Traducerea documentaţiei care a rezultat în urma acesteia a fost comunicată Judecătoriei din Vac, la 21 mai 2002.", "42. Între timp, la 15 februarie 2002, Judecătoria a statuat cu privire la dreptul de vizitare al reclamantului. Această decizie a fost modificată de tribunal la data de 2 aprilie 2002.", "43. La 26 martie 2002 Tribunalul din Pest a respins o nouă cerere a reclamantului de recuzare a judecătorilor de la Judecătoria din Vac şi l-a amendat pe acesta cu suma de 15.000 forinţi pentru recuzările repetate şi nejustificate ale judecătorilor.", "44. La 27 mai 2002 judecătoria a numit un expert în psihologia copilului. Examinarea lui V. de către expert, programată pentru data de 2 iulie 2002, a fost anulată datorită refuzului pârâtei de a participa, motivat de imposibilitatea achitării cheltuielilor de călătorie.", "45. La 16 iulie 2002 judecătoria a respins Cererea reclamantului din data de 4 iulie 2002 de luare a unei măsuri provizorii privind petrecerea de către V. a vacanţei de vară în Ungaria.", "46. Pârâta nu s-a prezentat cu copilul la examinările programate pentru datele de 2 iulie şi 11 noiembrie 2002, 13 ianuarie şi 26 februarie 2003. La 4 decembrie 2002 judecătoria a amendat pârâta cu suma de 20.000 forinţi. La 22 ianuarie 2003 instanţa a pus în vedere pârâtei că are obligaţia să se prezinte la examinări. La o dată ulterioară instanţa a modificat instrucţiunile date expertului şi i-a cerut să evalueze care dintre părinţi era mai potrivit pentru a creşte copilul. Pârâta a fost examinată la 14 mai 2003.", "47. La 26 iunie 2003 expertul şi-a prezentat opinia, arătând că mama este mai potrivită s-o crească pe V.", "48. La 4 iulie 2003 judecătoria a decis cu privire la dreptul de vizitare al reclamantului în vara anului 2003, ca măsura provizorie.", "49. Următoarele două termene au avut loc la 12 septembrie şi 29 octombrie 2003. Printr-o hotărâre pronunţată la acest ultim termen instanţa a pronunţat divorţul părţilor şi a partajat bunurile comune. De asemenea, instanţa a încredinţat copilul pârâtei şi a obligat reclamantul să îi plătească pensie de întreţinere în cuantum de 10.000 forinţi lunar.", "50. La 5 ianuarie 2004 reclamantul a formulat apel, pe care l-a retras 15 zile mai târziu. În consecinţa, la 21 ianuarie 2004 hotărârea a rămas definitivă.", "II. Dreptul intern pertinent", "51. Prevederile relevante din Convenţia de la Haga privind aspectele civile ale răpirii internaţionale de copii sunt următoarele:", "Articolul 3", "„Deplasarea sau neînapoierea unui copil se consideră ilicită:", "a)când are loc prin violarea unui drept privind încredinţarea, atribuit unei persoane, unei instituţii sau oricărui alt organism acţionând fie separat, fie împreună, prin legea statului în care copilul îşi avea reşedinţa obişnuită, imediat înaintea deplasării sau neînapoierii sale; şi", "b)dacă la vremea deplasării sau neînapoierii acest drept era exercitat în mod efectiv, acţionându-se separat sau împreună ori ar fi fost astfel exercitate, dacă asemenea împrejurări nu ar fi survenit.”", "Articolul 5", "„În înţelesul prezentei convenţii:", "a)dreptul privind încredinţarea include dreptul cu privire la îngrijirile cuvenite persoanei copilului şi, îndeosebi, acela de a hotărî asupra locului reşedinţei sale;”", "Articolul 7", "„Autorităţile centrale urmează să coopereze între ele şi să promoveze o colaborare între autorităţile competente în statele lor respective, pentru a asigura imediata înapoiere a copiilor şi a realiza celelalte obiective ale prezentei convenţii.", "În special, ele urmează fie direct, fie cu sprijinul oricărui intermediar să ia toate măsurile potrivite:", "a)pentru localizarea unui copil deplasat sau reţinut ilicit;", "b)pentru prevenirea de noi pericole pentru copil sau de pagube pentru părţile interesate, luând sau procedând astfel încât să fie luate măsuri provizorii;", "c)pentru a asigura înapoierea de bună voie a copilului sau a înlesni o soluţie amiabilă;", "d)pentru schimb de informaţii, dacă se dovedeşte util, privitoare la situaţia socială a copilului;", "e)pentru a furniza informaţii generale privind dreptul statului lor în legătură cu aplicarea convenţiei;", "f)pentru a introduce sau a înlesni deschiderea unei proceduri judiciare sau administrative, menite să obţină înapoierea copilului şi, dacă este cazul, să îngăduie organizarea sau exercitarea efectivă a dreptului de vizitare;", "g)pentru a acorda sau înlesni, dacă este cazul, obţinerea de asistenţă judiciară şi juridică, inclusiv participarea unui avocat;", "h)pentru a asigura, pe plan administrativ, dacă va fi necesar şi oportun, înapoierea fără pericol a copilului;", "i)pentru a se ţine reciproc la curent asupra aplicării convenţiei şi, pe cât posibil, a înlătura eventualele obstacole ivite cu prilejul aplicării sale. “", "Articolul 8", "„Persoana, instituţia sau organismul care pretinde că un copil a fost deplasat sau reţinut prin violarea dreptului privind încredinţarea poate să sesizeze fie autoritatea centrală a reşedinţei obişnuite a copilului, fie pe aceea a oricărui stat contractant, pentru ca acestea să acorde asistenţa lor în vederea asigurării înapoierii copilului.”", "Articolul 10", "„Autoritatea centrală a statului unde se află copilul va lua sau va face să se ia orice măsură susceptibilă să asigure înapoierea acestuia de bunăvoie.”", "Articolul 11", "„Autorităţile judiciare sau administrative ale oricărui stat contractant urmează să procedeze de urgenţă în vederea înapoierii copilului.", "Când autoritatea judiciară sau administrativă sesizată nu a statuat, într-un termen de 6 săptămâni din momentul sesizării sale, reclamantul sau autoritatea centrală a statului solicitat, din proprie iniţiativă sau la cererea autorităţii centrale a statului solicitant, poate cere o declaraţie asupra motivelor acestei întârzieri. Dacă răspunsul este primit de către autoritatea centrală a statului solicitat, această autoritate urmează a o transmite autorităţii centrale a statului solicitant sau, dacă este cazul, reclamantului.”", "Articolul 18", "„Dispoziţiile acestui capitol nu limitează puterea autorităţii judecătoreşti sau administrative de a dispune înapoierea copilului oricând.”", "52. Paragraful 68 al Raportului explicativ privind Convenţia de la Haga din 1980 privind răpirea de copii, redactat de Elisa Perez-Vera în 1980, dă următoarea interpretare art. 3 din Convenţie:", "„Primul izvor la care se referă  este legea, în care se prevede că încredinţarea «poate opera prin lege». Aceasta ne determină să subliniem una dintre caracteristicile acestei convenţii, şi anume aplicabilitatea sa în apărarea dreptului privind încredinţarea care fusese exercitat anterior unei decizii în acest sens. Acesta este un aspect important având în vedere faptul că statisticile arată că numărul cazurilor în care un copil este deplasat anterior pronunţării unei decizii privind încredinţarea sa este destul de mare. În plus, posibilitatea pentru părintele deposedat de a recupera copilul în astfel de împrejurări, cu excepţia cazurilor ce intră sub incidenţa Convenţiei, este practic inexistentă, afară doar dacă nu recurge la rândul său la forţă, un mod de acţiune care este întotdeauna dăunător copilului.”", "Acelaşi raport, în paragraful 84, conţine următoarele comentarii privind art. 5:", "„[...] deşi acest articol nu menţionează posibilitatea exercitării dreptului privind încredinţarea, fie separat, fie împreună, o astfel de posibilitate este în mod clar avută în vedere [...] scopul  înlătura orice îndoială cu privire la faptul că prin Convenţie se încearcă şi protejarea dreptului privind încredinţarea exercitat împreună. Cât despre stabilirea existenţei dreptului privind încredinţarea exercitat împreună, aceasta este o chestiune care se decide de la caz la caz şi în lumina legislaţiei statului pe teritoriul căruia se află reşedinţa obişnuită a copilului”", ".....................................................................", "ÎN DREPT", "I. Capetele de cerere împotriva României", "A.Pretinsa încălcare a art. 8 din Convenţie", "54. Reclamantul s-a plâns de faptul că autorităţile române, şi anume instanţele şi organele administrative, au eşuat în încercarea de a asigura înapoierea rapidă a fiicei sale, după ce soţia sa a reţinut copilul în România fără consimţământul său. Procedând astfel, autorităţile nu au asigurat respectarea drepturilor sale părinteşti cu privire la fiica sa, încălcând dreptul la respectarea vieţii de familie garantat de art. 8 din Convenţie care, în partea relevantă, are următoarea formulare:", "„1. Orice persoană are dreptul la respectarea vieţii sale [...] de familie [...].", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege şi este necesar într-o societate democratică [...] pentru protejarea drepturilor şi libertăţilor altora.”", "1. Cadrul problemei supuse examinării Curţii", "55. Curtea reţine că prin Decizia de admisibilitate din 17 februarie 2004, bazată pe susţinerile părţilor, a limitat examinarea cererii la aspectele legate de procedura de înapoiere a copilului în Ungaria, unde familia îşi avea reşedinţa comună. Reclamantul a susţinut, de asemenea, în observaţiile sale că scopul său este acela de a asigura înapoierea copilului în Ungaria. Prin urmare, referirile la procedurile privind dreptul de acces sau dreptul de vizitare au fost făcute numai în măsura în care erau necesare în examinarea susţinerilor Guvernului privind celelalte căi pe care le-ar fi putut urma reclamantul.", "56. În observaţiile sale complementare din data de 15 aprilie 2005, reclamantul şi-a extins plângerea, susţinând că incapacitatea autorităţilor române de a asigura înapoierea copilului şi, pe cale de consecinţă, restabilirea drepturilor sale părinteşti i-a încălcat dreptul de acces şi de vizitare. Prin respingerea cererii sale de înapoiere a copilului instanţele l-au obligat să iniţieze două proceduri paralele de divorţ, încredinţare şi pensie de întreţinere în faţa instanţelor române şi a celor ungare. Această situaţie a condus la încălcarea dreptului său la respectarea vieţii de familie, datorită faptului că instanţele române nu au ţinut seama de procedurile aflate pe rolul instanţelor ungare.", "În acest context, el a pretins că dreptul de vizitare care i-a fost acordat de instanţele române prin Hotărârea din 19 februarie 2004 s-ar fi putut dovedi dificil de pus în aplicare, în caz că ar fi ales să îl exercite.", "57. În subsidiar, reclamantul a arătat, în observaţiile scrise privind fondul plângerii întemeiate pe prezentul articol, că dreptul său de vizitare a fost adus în atenţia Curţii numai în măsura în care a reprezentat consecinţa directă a rezultatului procedurii întemeiate pe Convenţia de la Haga, aflată pe rolul instanţelor române. Într-o scrisoare din 22 septembrie 2004 el a reamintit că, în cererea iniţială prezentată Curţii, nu ar fi putut ridica problema dreptului de vizitare de vreme ce la acea dată procedura privea exclusiv înapoierea copilului.", "58. Guvernul român a subliniat că art. 21 din Convenţia de la Haga instituie o procedură separată pentru stabilirea dreptului de vizitare, distinctă faţă de procedura privind înapoierea copilului. Cu toate acestea, reclamantul nu a iniţiat prima procedură. În plus, deşi i s-a acordat dreptul de vizitare prin Hotărârea din 19 februarie 2004, reclamantul nu a dovedit că a făcut demersuri în vederea exercitării acestuia.", "59. Curtea susţine argumentul Guvernului că, în ceea ce priveşte dreptul de vizitare, reclamantul nu a epuizat căile de atac datorită faptului că nu a iniţiat procedura privind dreptul de acces, întemeiată pe art. 21 din Convenţia de la Haga, şi nici nu a solicitat executarea hotărârii prin care i-a fost acordat dreptul de vizitare.", "60. Prin urmare, Curtea va ţine seama de acest aspect numai în măsura în care este relevant pentru plângerea reclamantului întemeiată pe art. 8 din Convenţie, motivată de neînapoierea copilului în Ungaria. În consecinţa, îşi va limita analiza la plângerea reclamantului, aşa cum a fost comunicată şi examinată în Decizia de admisibilitate din 17 februarie 2004.", "2. Susţinerile părţilor", "a)Reclamantul", "61. Reclamantul a arătat că hotărârile instanţelor române care au soluţionat cererea sa de înapoiere a copilului şi poziţia Ministerului român în cursul procedurii iniţiate la cererea sa, în baza Convenţiei de la Haga, au reprezentat o ingerinţă în dreptul său la respectarea vieţii de familie. Autorităţile au făcut imposibilă înapoierea copilului la reşedinţa comună a familiei şi exercitarea drepturilor părinteşti de către reclamant, în conformitate cu dreptul ungar.", "62. Procedura, iniţiată de reclamant la 20 ianuarie 1999 şi finalizată de instanţe la 2 februarie 2000, a durat prea mult pentru o cauză de acest tip, ceea ce contrazice cerinţele Convenţiei de la Haga care impun soluţionarea rapidă a unei astfel de cauze. În plus, dacă instanţele române ar fi aplicat dreptul ungar, aşa cum prevede Convenţia de la Haga, i-ar fi recunoscut dreptul privind încredinţarea, astfel cum este reglementat în Convenţia menţionată şi i-ar fi admis cererea de înapoiere a copilului. Reclamantul a concluzionat că procedura a fost viciată de erori şi neajunsuri, care au condus la încălcarea drepturilor garantate de art. 8.", "b)Guvernul", "63. Potrivit Guvernului, nu a existat o ingerinţă în dreptul reclamantului la respectarea vieţii sale de familie.", "64. În ceea ce priveşte perioada anterioară hotărârii definitive a instanţelor interne, în procedura întemeiată pe Convenţia de la Haga, autorităţile statului şi-au îndeplinit obligaţiile impuse de Convenţie, care erau limitate la introducerea cererii pentru înapoierea copilului, la solicitarea reclamantului, la reprezentarea acestuia în faţa instanţelor şi la promovarea tuturor căilor de atac împotriva hotărârilor judecătoreşti care îi erau nefavorabile.", "65. Mai mult, autorităţilor statului nu le reveneau obligaţii suplimentare în temeiul Convenţiei de la Haga, ţinând cont de faptul că nici o instanţă nu acordase reclamantului dreptul de a exercita singur responsabilitatea parentală sau vreun alt drept superior celui aparţinând mamei. Prin urmare, prezenta cauză se deosebeşte de cauze precum: Ignaccolo-Zenide împotriva României (Cererea nr. 31.679/96, CEDO 25 ianuarie 2000), Maire împotriva Portugaliei (Cererea nr. 48.206/99, 26 iunie 2003) şi Iglesias Gil şi A.U.I. împotriva Spaniei (Cererea nr. 56.673/00, Hotărârea din 29 aprilie 2003), în care reclamanţilor le fuseseră acordate astfel de drepturi prin hotărâri judecătoreşti definitive.", "66. Cu privire la procedura de înapoiere a copilului şi la rezultatul acesteia, nu a intervenit nici o ingerinţă în dreptul reclamantului garantat de , în măsura în care instanţele interne au decis că deplasarea copilului de către soţia reclamantului nu a fost „greşită” în sensul Convenţiei de la Haga. Instanţele interne, care sunt mai potrivite pentru a examina această chestiune, au analizat pe fond toate argumentele prezentate de părţi şi au decis în baza dreptului ungar privind încredinţarea, care recunoaşte reclamantului şi soţiei sale drepturi părinteşti egale. Nici un element din motivarea instanţelor interne nu este de natură să califice deciziile acestora drept arbitrare. Guvernul a invocat precedente ca Olsson împotriva Suediei (Nr. 1), (Hotărârea din 24 martie 1988, Seria A nr. 130, p. 32, § 68), Tiemann împotriva Franţei şi Germaniei [(dec.), nr. 47.457/99 şi nr. 47.458/99, CEDO 2000-IV], Hokkanen împotriva Finlandei (Hotărârea din 23 septembrie 1994, Seria A nr. 299-A, p. 20, § 55) şi Bronda împotriva Italiei (Hotărârea din 9 iunie 1998, Reports of Judgments and Decisions 1998-IV, p. 1.491, § 59).", "67. În consecinţa, Guvernul a arătat că din momentul în care instanţele interne au stabilit că deplasarea copilului nu a fost ilicită, cererea reclamantului de înapoiere a copilului a încetat să îndeplinească cerinţele Convenţiei de la Haga, iar autorităţile române nu au obligaţii suplimentare faţă de reclamant. Guvernul a invocat deciziile Curţii în cauzele Guichard împotriva Franţei (Cererea nr. 56.838/00, Decizia din 2 septembrie 2003) şi Paradis şi alţii împotriva Germaniei (Cererea nr. 4.783/03, Decizia din 15 mai 2003).", "68. În măsura în care Curtea va considera că a existat o ingerinţă în dreptul reclamantului, Guvernul arată că aceasta este conformă cu art. 8 din Convenţie. Instanţele interne au respins cererea reclamantului în lumina prevederilor Convenţiei de la Haga, care a fost ratificată prin . Hotărârile instanţelor servesc interesului superior al copilului, în conformitate atât cu Convenţia de la Haga, cât şi cu Convenţia Europeană.", "3. Evaluarea Curţii", "69. Curtea remarcă mai întâi faptul că relaţia dintre reclamant şi fiica sa intră în sfera vieţii de familie, în sensul art. 8 din Convenţie.", "70. Curtea reiterează că posibilitatea părintelui şi a copilului de a se bucura reciproc de compania celuilalt reprezintă un element fundamental al vieţii de familie, iar măsurile naţionale care stânjenesc această posibilitate reprezintă o ingerinţă în dreptul protejat de  [a se vedea, printre alte precedente, Tiemann (decizie) şi Bronda, p. 1.489, § 51, citate mai sus].", "Evenimentele analizate în prezenta cauză, în măsura în care angajează răspunderea statului pârât, reprezintă în mod clar o ingerinţă în dreptul reclamantului la respectarea vieţii sale de familie, întrucât au limitat posibilitatea acestuia de a se bucura de compania fiicei sale.", "71. În consecinţa, Curtea trebuie să stabilească dacă dreptul reclamantului la respectarea vieţii sale de familie a fost încălcat.", "72. Deşi obiectul esenţial al  este protejarea individului împotriva acţiunii arbitrare a autorităţilor publice, există în plus şi obligaţii pozitive inerente „respectării” efective a vieţii de familie. Totuşi, graniţele dintre obligaţiile pozitive şi cele negative ale statului, în temeiul acestui articol, nu pot fi definite cu precizie. Cu toate acestea, principiile aplicabile sunt similare. În ambele cazuri trebuie avută în vedere obligaţia de a menţine echilibrul corect dintre interesele contrare ale persoanei şi ale comunităţii în ansamblu, în ambele situaţii statul beneficiind de o anumită marjă de apreciere (a se vedea cauzele Ignaccolo-Zenide, citată mai sus, § 94, Iglesias Gil şi A.U.I., citată mai sus, § 48, şi Sylvester împotriva Austriei, cererile nr. 36.812/97, 40.104/98, § 51, Hotărârea din 24 aprilie 2003).73. Obligaţiile pozitive impuse statelor de  includ luarea măsurilor în vederea asigurării reunirii părintelui cu copilul său (a se vedea cauzele Ignaccolo-Zenide, citată mai sus, § 94, şi Nuutinen împotriva Finlandei, cererile nr. 32.842/96, § 127, CEDO 2000-VIII). Curtea a interpretat deja aceste obligaţii pozitive în lumina Convenţiei de la Haga, care conţine în  o listă neexhaustivă de măsuri ce trebuie luate de state pentru a asigura înapoierea promptă a copilului, inclusiv iniţierea procedurilor judiciare (a se vedea Cauza Ignaccolo-Zenide, citată mai sus, § 95). Aceeaşi interpretare este valabilă în prezenta cauză, în măsura în care, la data evenimentelor, atât România, cât şi Ungaria erau părţi la Convenţia de la Haga.", "74. Curtea reţine că Ministerul român, în calitate de autoritate centrală în sensul Convenţiei de la Haga, a ales să acţioneze la cererea reclamantului de înapoiere a copilului său. Reiese că autorităţile au acţionat având convingerea sinceră că deplasarea fusese ilicită.", "75. Curtea reaminteşte că art. 13 din Convenţia de la Haga permite autorităţii centrale să respingă cererile care sunt în mod vădit nefondate. O astfel de decizie a fost deja considerată compatibilă cu art. 8 din Convenţie în Cauza Guichard citată mai sus. Cu toate acestea, în prezenta cauză organele statului nu au respins cererea reclamantului ci, dispunând iniţierea procedurii judiciare, se prezumă că au consimţit la toate obligaţiile care le reveneau în baza acelei convenţii. În consecinţa, Curtea nu poate accepta argumentul Guvernului că obligaţiile acestuia se limitau la iniţierea procedurii judiciare de înapoiere a copilului în faţa instanţelor competenţe.", "76. În plus, Curtea nu împărtăşeşte opinia Guvernului că autorităţile statale nu au obligaţii suplimentare în baza Convenţiei de la Haga, întrucât nici o instanţă nu a acordat reclamantului responsabilitate parentală unică. Curtea reaminteşte că dreptul privind încredinţarea, exercitat împreună de părinţii care nu au divorţat, este recunoscut de art. 3 lit. b) din Convenţia de la Haga. Această interpretare este susţinută de Raportul Explicativ la Convenţia de la Haga (a se vedea paragraful 52 de mai sus). Nici o prevedere din Convenţie nu exclude cuplurile căsătorite. Mai mult, Convenţia de la Haga a fost interpretată de instanţele naţionale ale altor state europene ca fiind aplicabilă anterior iniţierii procedurii de divorţ şi încredinţare a copilului (a se vedea, inter alia, cauzele Sylvester, citată mai sus, §§ 13 şi 16 şi Couderc împotriva Republicii Cehe, Cererea nr. 54.429/00, Decizia din 30 ianuarie 2001).", "77. Dreptul ungar, aplicabil în prezenta cauză, a încredinţat ambilor părinţi exercitarea drepturilor părinteşti. Nici unul dintre ei nu avea, prin urmare, drepturi părinteşti superioare asupra fiicei lor (a se vedea paragraful 9 de mai sus). În ceea ce priveşte domiciliul copilului, dreptul ungar impunea mamei obligaţia de a obţine acordul tatălui sau al autorităţii tutelare ungare pentru a schimba domiciliul copilului (a se vedea paragraful 15 de mai sus). Reiese din actele dosarului că ea nu a îndeplinit această obligaţie. În plus, abia la 8 octombrie 2003 domiciliul copilului a fost stabilit oficial la mamă, în România (a se vedea paragraful 12 de mai sus).", "78. Curtea admite că prezenta cauză este diferită faţă de cauzele Ignaccolo-Zenide, Maire şi Iglesias Gil şi A.U.I., citate mai sus, în care reclamanţii erau în posesia unui ordin de înapoiere pe care autorităţile statului nu l-au executat. Totuşi, această distincţie are un impact redus asupra problemei determinate de aplicarea  în prezenta cauză. În vreme ce în cauzele precedente obligaţia autorităţilor de a acţiona izvora dintr-o hotărâre judecătorească, în prezenta cauză obligaţia lor îşi are izvorul în dreptul ungar aplicabil şi în art. 3 din Convenţia de la Haga.", "79. În consecinţa, autorităţile române erau obligate să se conformeze tuturor obligaţiilor impuse de art. 7 din Convenţia de la Haga. Ele ar fi trebuit să ia sau să determine luarea tuturor măsurilor provizorii, inclusiv cele extrajudiciare, care ar fi putut ajuta la „prevenirea de noi pericole pentru copil sau de pagube pentru părţile interesate”. Cu toate acestea, autorităţile nu au luat nici o astfel de măsură, limitându-se la reprezentarea reclamantului în faţa instanţelor române. Curtea consideră, prin urmare, că autorităţile nu şi-au respectat toate obligaţiile ce le reveneau în temeiul art. 7 din Convenţia de la Haga.", "80. În ceea ce priveşte interpretarea dată de instanţe Convenţiei de la Haga, în lumina dreptului ungar, trebuie menţionat că toate instanţele care au examinat cauza au exclus de la bun început aplicarea art. 3 din Convenţia de la Haga. Instanţele au considerat că, potrivit dreptului ungar, reclamantul nu avea dreptul de a-i fi înapoiat copilul. Totuşi, reiese că acesta fusese deplasat de la reşedinţa sa obişnuită cu încălcarea formalităţilor impuse de dreptul ungar. În plus, reclamantul nu a avut câştig de cauză în încercarea sa de a obţine restabilirea situaţiei anterioare, în ciuda faptului că exercitase alături de soţia sa drepturile părinteşti asupra copilului.", "81. După părerea Curţii, interpretarea dată de instanţele române contrazice sensul evident al Convenţiei de la Haga, ce transpare din însuşi textul acesteia, din Raportul Explicativ şi din practica comună recunoscută (a se vedea paragraful 76 de mai sus). Această interpretare privează  şi, pe cale de consecinţa, Convenţia de la Haga însăşi, de o mare parte din efectul său util. În plus, având în vedere că art. 8 din Convenţie a fost examinat în lumina Convenţiei de la Haga, interpretarea dată de instanţele naţionale acesteia din urmă a avut ca efect slăbirea garanţiilor cuprinse în art. 8. În aceste împrejurări, Curtea consideră că această cauză a depăşit cadrul unei simple chestiuni de interpretare şi aplicare a legislaţiei interne, care aparţine competenţei exclusive a autorităţilor naţionale. Curtea concluzionează că interpretarea dată de instanţele naţionale garanţiilor din Convenţia de la Haga a condus la încălcarea art. 8 din Convenţie (a se vedea, mutatis mutandis, Cauza Iglesias Gil şi A.U.I., citată mai sus, § 61).", "82. În plus, în chestiuni ce ţin de reunirea copiilor cu părinţii lor, caracterul adecvat al unei măsuri trebuie evaluat şi prin prisma rapidităţii executării sale, astfel de cazuri necesitând soluţionarea în procedură de urgenţă, având în vedere faptul că trecerea timpului poate avea consecinţe iremediabile asupra relaţiilor dintre copii şi părintele care nu locuieşte cu aceştia (a se vedea cauzele Ignaccolo-Zenide, citată mai sus, § 102, şi Nuutinen, citată mai sus, § 110). Într-adevăr, art. 11 din Convenţia de la Haga impune un termen de 6 săptămâni pentru luarea unei decizii, nerespectarea acestui termen dând naştere obligaţiei organului de decizie de a motiva întârzierea. În ciuda acestei urgenţe recunoscute, în prezenta cauză a trecut o perioadă de peste 12 luni de la data introducerii cererii reclamantului de înapoiere a copilului şi până la data adoptării hotărârii definitive. Cu toate acestea, Guvernul nu a prezentat o explicaţie satisfăcătoare privind această întârziere.", "83. Curtea reaminteşte că interesele copilului sunt vitale în astfel de cazuri. Astfel, este posibil ca, la 8 luni după deplasarea fiicei reclamantului din Ungaria, decizia instanţelor, potrivit căreia copilul s-a adaptat la noul mediu şi este în interesul său superior să rămână cu mama sa în România, să fie justificată, cu toate că la acel moment nu exista o hotărâre definitivă care să îi stabilească reşedinţa acolo (a se vedea paragrafele 12 şi 15 de mai sus). Totuşi, deşi Curtea acceptă că o schimbare în situaţia de fapt poate justifica, în cazuri excepţionale, o astfel de decizie, ea trebuie să se asigure că schimbarea nu a fost determinată de acţiunile sau de inacţiunile statului (a se vedea, mutatis mutandis, Cauza Sylvester citată mai sus, § 59).", "84. Constatând că perioada necesară instanţelor pentru a lua o decizie definitivă în prezenta cauză nu corespunde cerinţelor de celeritate impuse de situaţie, Curtea concluzionează că schimbarea împrejurărilor în care s-a aflat copilul a fost influenţata în mod considerabil de reacţia lentă a autorităţilor.", "85. În temeiul concluziilor la care a ajuns la paragrafele 79, 81 şi 84 de mai sus şi deşi statul pârât beneficiază de o marjă de apreciere în această chestiune, Curtea concluzionează că autorităţile române nu au făcut eforturi adecvate şi eficiente pentru a-l susţine pe reclamant în încercarea sa de a obţine înapoierea copilului în vederea exercitării drepturilor părinteşti. În consecinţa, a existat o încălcare a art. 8 din Convenţie.", "B.Pretinsa încălcare a art. 13 din Convenţie", "86. Reclamantul afirmă că autorităţile române nu i-au pus la dispoziţie un remediu efectiv pentru a se plânge de încălcarea , încălcând astfel art. 13 din Convenţie, care prevede:", "„Orice persoană ale cărei drepturi şi libertăţi recunoscute de prezenta convenţie au fost încălcate are dreptul să se adreseze efectiv unei autorităţi naţionale, chiar şi atunci când încălcarea s-ar datora unor persoane care au acţionat în exercitarea atribuţiilor lor oficiale.”", "87. Guvernul a arătat că reclamantul a avut deschisă calea acţiunii pentru înapoierea copilului în faţa organelor judiciare din România. Instanţele naţionale erau deplin competente să soluţioneze cauza şi au examinat argumentele reclamantului pe fond. Guvernul a reamintit că art. 13 nu garantează reclamantului admiterea cererii sale (a se vedea, mutatis mutandis, Cauza Lindberg împotriva Suediei, Cererea nr. 48.198/99, Decizia din 15 ianuarie 2004).", "88. Cu toate acestea, având în vedere concluzia sa de la paragraful 85 de mai sus, Curtea nu consideră necesar să decidă separat asupra acestui capăt de cerere (a se vedea, mutatis mutandis, Cauza Pavletic împotriva Slovaciei, Cererea nr. 39.359/98, § 101, Hotărârea din 22 iunie 2004)", "..................................................................", ".III. Aplicarea art. 41 din Convenţie", "93. Art. 41 din Convenţie prevede:", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A.Prejudiciul", "1. Prejudiciul moral privind România", "94. Reclamantul a pretins daune morale în valoare de 80.000 euro pentru încălcarea drepturilor sale de către România.", "95. Guvernul român a arătat că suma solicitată de reclamant este excesivă şi a solicitat o evaluare pe baze echitabile, inspirată din jurisprudenţa Curţii în cauze similare.", "96. Curtea consideră că nu există nici un motiv de îndoială că reclamantul a suferit datorită imposibilităţii înapoierii copilului său şi a exercitării drepturilor părinteşti. Consideră că simpla constatare a unei încălcări nu ar reprezenta o satisfacţie echitabilă. Având în vedere sumele acordate în cauze similare (a se vedea cauzele Ignaccolo-Zenide, § 117; Sylvester, § 84; Iglesias Gil şi A.U.I., § 67 şi Maire, § 82, citate mai sus, precum şi Sophia Gudrun Hansen împotriva Turciei, Cererea nr. 36.141/97, § 115, Hotărârea din 23 septembrie 2003) şi făcând o evaluare pe baze echitabile, aşa cum impune art. 41, Curtea acordă reclamantului suma de 15.000 euro cu acest titlu.", "...................................................................", "B.Cheltuieli de judecată", "100. Reclamantul a pretins 1.100.000 forinţi, aproximativ 4.550 euro, cu titlu de cheltuieli de judecată în procedurile în faţa instanţelor române şi ungare, precum şi 424.000 forinţi (aproximativ 1.750 euro) cu titlu de onorarii de avocat, din care 100.000 forinţi (aproximativ 415 euro) datoraţi fostului său avocat, domnul L. Molnar.", "101. Ambele guverne au declarat că sunt de acord să ramburseze acele cheltuieli de judecată pe care reclamantul dovedeşte că le-a suportat efectiv în legătură cu procedurile respective şi în măsura în care au un cuantum rezonabil.", "102. În conformitate cu art. 60 § 2 din Regulamentul Curţii, care a fost adus la cunoştinţa reclamantului printr-o scrisoare din data de 23 februarie 2004, reclamantul are obligaţia de a prezenta documente doveditoare pentru fiecare dintre sumele solicitate. În absenţa unor astfel de documente, Curtea poate respinge cererea în tot sau în parte.", "103. Reclamantul şi-a prezentat cererea fără a ataşa vreun document justificativ. Prin urmare, nu i se pot acorda sumele integrale. Cu toate acestea, Curtea admite că reclamantul trebuie să fi suportat unele costuri şi cheltuieli judiciare. În consecinţa, consideră rezonabil să îi acorde suma de 1.000 euro cu acest titlu (fiecare guvern urmând să plătească 500 euro).", "C.Penalităţi de întârziere", "104. Curtea consideră că penalităţile de întârziere trebuie calculate în funcţie de rata marginală de împrumut practicată de Banca Centrală Europeană, la care se adaugă trei puncte procentuale.", "\nPENTRU ACESTE MOTIVE,\nÎN UNANIMITATE,\nCURTEA:", "1. hotărăşte că a fost încălcat art. 8 din Convenţie de către România;", "2. hotărăşte că nu este necesar să examineze separat dacă a fost încălcat art. 13 din Convenţie de către România;", "...................................................................", "4. hotărăşte", "a)că Guvernul român trebuie să plătească reclamantului, în termen de 3 luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, suma de 15.000 euro (cincisprezece mii euro) cu titlu de daune morale, la care se adaugă suma de 500 euro (cinci sute euro) cheltuieli de judecată, sume care se vor converti în forinţi ungureşti la rata de schimb din data plăţii, la care se adaugă orice taxă ce ar putea fi percepută;", "...................................................................", "c)că de la data expirării termenului de 3 luni menţionat mai sus şi până la data plăţii, la sumele menţionate va fi plătită o dobândă simplă la o rată egală cu rata marginală de împrumut practicată de Banca Centrală Europeană în perioada de întârziere la care se adaugă trei puncte procentuale;", "5. respinge restul pretenţiilor reclamantului privind acordarea unei satisfacţii echitabile.", "Redactată în limba engleză şi comunicată în scris la 5 aprilie 2005, în conformitate cu art. 77 §§ 2 şi 3 din Regulament.", "\nJ.-P. Costa,", "preşedinte", "\n\nS. Dolle,", "grefier"]}