{"file": "RUM_HJUDRUM_24999_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "24999/04", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "Tradus şi revizuit de IER", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECŢIA A TREIA", "", "HOTĂRÂREA", "din 4 iunie 2013", "în cauza Iulian Popescu împotriva României", "(Cererea nr. 24999/04)", "Strasbourg", "", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Iulian Popescu împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Alvina Gyulumyan, Ján Šikuta, Luis López Guerra, Nona Tsotsoria, Kristina Pardalos, Valeriu Griţco, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu, la 14 mai 2013,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "", "1. La originea cauzei se află cererea nr. 24999/04 îndreptată împotriva României, prin care un resortisant al acestui stat, Iulian Popescu („reclamantul”), a sesizat Curtea la 13 aprilie 2004, în temeiul art. 34 din Convenţie pentru apărarea drepturilor omului şi a libertăţilor fundamentale („Convenţia”).", "2. Guvernul român (Guvernul) este reprezentat de agenţii guvernamentali, Beatrice Rămăşcanu şi Irina Cambrea, din cadrul Ministerului Afacerilor Externe.", "3. Reclamantul a invocat, în mod special, lipsa unui proces echitabil în procesul penal împotriva acestuia şi încălcarea dreptului său la respectarea vieţii sale private şi dreptul la recursul individual.", "4. La 6 septembrie 2005, cererea a fost comunicată Guvernului.", "5. La 13 ianuarie 2011, în conformitate cu art. 29 § 1 din Convenţie, s-a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "5. În urma abţinerii lui Corneliu Bîrsan, judecător ales să reprezinte România (art. 28 din regulament), preşedintele Marii Camere a desemnat-o pe Kristina Pardalos în calitate de judecător ad hoc (art. 26 § 4 din Convenţie şi art. 29 § 1 din Regulament).", "", "ÎN FAPT", "", "I. Circumstanţele cauzei", "", "6. Reclamantul s-a născut în 1953 şi locuieşte în Bucureşti.", "", "A. Evenimentele din noaptea 9/10 februarie 2004", "", "7. În noaptea de 9 februarie 2004, o patrulă de poliţie a surprins un furt ce se afla în desfăşurare într-un magazin din Râmnicu-Sărat. Aceştia au mers cu maşina în direcţia magazinului şi au văzut un bărbat stând în faţa acestuia. Când bărbatul a observat că maşina poliţiei se apropia, acesta a intrat în magazin, probabil ca să-şi anunţe complicii de venirea poliţiei şi să plece de la locul faptei. La scurt timp după acestea, doi bărbaţi au ieşit din magazin şi au fugit în direcţii diferite. Înăuntru, poliţia a găsit două genţi mari ce conţineau obiecte luate din magazin care s-au dovedit a fi abandonate de suspecţi în momentul în care aceştia au fugit.", "8. Agenţii de poliţie au plecat în urmărirea suspecţilor. L-au văzut pe unul dintre suspecţi intrând într-o maşină Olcit de culoare albă, care a demarat în trombă către străzile adiacente. Agenţii de poliţie nu au reuşit să vadă numărul de înmatriculare al vehiculului ori faţa şoferului.", "Unul dintre agenţi a reuşit să-l prindă pe unul dintre suspecţi. După ce l-au dus la secţia de poliţie, aceştia s-au întors la locul faptei pentru a căuta vehiculul de culoare albă în vecinătate. L-au găsit pe reclamant în maşina lui, un Olcit de culoare albă, într-un spaţiu de parcare. S-a observat că motorul maşinii era cald. Agenţii de poliţie l-au arestat fiind suspectat că a participat la furt.", "", "B. Urmărirea penală", "", "9. Reclamantul a fost interogat în aceeaşi noapte la secţia de poliţie. Acesta a negat orice fel de implicare la furt, afirmând că era în drum spre Târgu-Neamţ de la Bucureşti, localitatea sa natală, pentru afaceri.", "Celălalt suspect care a fost arestat în noaptea în care s-au petrecut evenimentele a negat, de asemenea, orice participare la furt. Ambii suspecţi au negat faptul că se cunoşteau.", "10. În dimineaţa următoare, agenţii de poliţie au căutat în portbagajul maşinii reclamantului. Aceştia au găsit diferite instrumente ce ar fi putut fi folosite la furtul prin efracţie. Reclamantul a declarat că folosea instrumentele respective pentru repararea maşinii.", "11. Cele două persoane au fost plasate în arest preventiv pe toată durata procesului.", "12. La 4 martie 2004, în baza probelor de la locul faptei, expertizelor tehnice şi a declaraţiilor agenţilor de poliţie care au participat la evenimente, procurorul i-a trimis în judecată pe reclamant şi pe celălalt suspect pentru furt.", "", "C. Procedura în faţa instanţelor naţionale", "", "13. La 6 aprilie 2004, judecătoria Râmnicu-Sărat l-a condamnat pe reclamant pentru complicitate la infracţiunea de furt calificat şi i-a aplicat pedeapsa de patru ani de închisoare.", "14. Instanţa şi-a motivat decizia în baza probelor acuzării, precum şi în baza declaraţiilor martorilor oculari date în şedinţa publică. Au fost ascultaţi agenţii de poliţie prezenţi la locul faptei şi un martor ocular din vecinătate care, în noaptea în care a fost săvârşită infracţiunea, a văzut că în faţa maşinii reclamantului erau trei persoane care purtau haine şi căciuli negre. Toţi martorii au fost propuşi de procuror şi mai dăduseră declaraţii acestuia, în timpul anchetei.", "Reclamantul, care a fost apărat de un avocat desemnat de instanţă, nu a mai solicitat alte probe în faţa instanţei. Acesta a negat comiterea vreunei infracţiuni şi şi-a menţinut aceeaşi poziţie din timpul urmăririi penale.", "15. Inculpaţii au formulat apel împotriva hotărârii judecătoriei, susţinându-şi nevinovăţia. Apelul a fost respins de Tribunalul Buzău, prin hotărârea din 8 iunie 2004. Recursul formulat ulterior a fost, de asemenea, respins prin hotărârea definitivă din 19 iulie 2004 a Curţii de Apel Ploieşti.", "", "D. Scrisori adresate Curţii", "", "16. La 13 aprilie 2004, aflat în detenţie, reclamantul a adresat o plângere Curţii contestând caracterul echitabil al procesului intern. Acesta a ataşat copii ale actului de acuzare şi ale deciziilor pronunţate de instanţe în cazul său.", "17. La 17 august 2004, după ce a primit de la Curte instrucţiunile generale privind cererea sa, reclamantul a scris Judecătoriei Râmnicu-Sărat solicitând copii simple (nelegalizate) ale unor documente din dosarul său, adică declaraţiile martorilor, rapoartele privind probele materiale ale procurorului şi expertizele tehnice. A menţionat că îi sunt necesare la formularea plângerii în faţa Curţii.", "18. La 16 august 2004, grefa judecătoriei i-a cerut reclamantului să trimită dovada efectuării plăţii unei taxe judiciare de 7,000 lei româneşti (ROL) şi a unui timbru judiciar de 1,500 ROL pentru fiecare pagină copiată. S-au invocat dispoziţiile Legii nr. 146/1997 privind taxele judiciare de timbru.", "19. La 21 septembrie 2004, reclamantul a trimis judecătoriei 100 de timbre judiciare de 1,500 ROL fiecare şi a informat grefierul că nu avea posibilitatea să plătească taxa judiciară de timbru.", "20. La 27 septembrie 2004, grefa a trimis reclamantului toate timbrele judiciare pe care acesta le trimisese şi i-a solicitat să plătească taxa de timbru. L-a sfătuit, de asemenea, pe reclamant să trimită un membru al familiei sale la grefa judecătoriei pentru a obţine copii ale documentelor solicitate, în această situaţie costul fotocopierii fiind inclus.", "21. Reclamantul şi-a reînnoit solicitarea pentru copiile elementelor din dosar, însă, la 6 octombrie 2004, grefa şi-a reiterat răspunsurile date anterior.", "22. La 17 noiembrie 2004, reclamantul a informat Curtea că nu a putut obţine copii ale documentelor. Acesta a explicat, de asemenea, că nu a putut să trimită nici un membru al familiei sale la grefa judecătoriei.", "23. Documentele respective au fost comunicate Curţii de către Guvern în anexa la observaţiile trimise la 8 decembrie 2005.", "24. Reclamantul a fost eliberat din penitenciar la 11 septembrie 2006.", "", "II. DREPTUL INTERN RELEVANT", "", "25. Dispoziţiile relevante ale Legii nr. 146/1997 şi legislaţia ulterioară privind taxele judiciare de timbru sunt redate în Weissman şi alţii împotriva României, nr. 63945/00, pct. 21-22, CEDO 2006VII (extrase) şi Postolache împotriva României (nr. 2), nr. 48269/08, pct. 23-26, 6 iulie 2010.", "26. În plus, conform art. 3 lit. ţ) din Legea nr. 146/1997, cererile pentru legalizarea de copii de pe înscrisurile aflate la dosar sunt taxate, pentru fiecare exemplar de copie în parte, cu 2 000 lei/pagina. Conform art. 13 din lege, toate celelalte acţiuni şi cereri neevaluabile în bani, cu excepţia celor scutite de plata taxei judiciare de timbru potrivit legii, se timbrează cu 20 000 lei.", "27. Dispoziţiile relevante din Constituţie şi aplicabilitatea acestora în dreptul intern sunt descrise în cauza Varga împotriva României (nr. 73957/01, pct. 27 şi 29, 1 aprilie 2008).", "", "ÎN DREPT", "", "I. Cu privire la pretinsa încălcare a art. 8 şi art. 34 din Convenţie", "", "28. Reclamantul s-a plâns că nu a putut obţine elemente din dosarul său penal care erau relevante pentru cererea adresată Curţii. Acesta a invocat, în principal, art. 8 şi art. 34 din Convenţie.", "29. Curtea constată că, cu titlu liminar, că plângerea rămâne în sfera tezei a doua a art. 34 din Convenţie (a se vedea, de asemenea, Gagiu împotriva României, nr. 63258/00, pct. 83 şi 85, 24 februarie 2009). Prin urmare, plângerea va fi examinată în mod exclusiv în cadrul art. 34. În plus, Curtea reiterează că o plângere în temeiul art. 34 din Convenţie este de natură procedurală şi, ca atare, nu determină o problemă a admisibilităţii în temeiul Convenţiei (a se vedea Vladimir Sokolov împotriva Rusiei, nr. 31242/05, pct. 75, 29 martie 2011).", "30. Art. 34 este redactat după cum urmează:", "", " „Curtea poate fi sesizată printr-o cerere de către orice persoană fizică, orice organizaţie neguvernamentală sau de orice grup de particulari care se pretinde victimă a unei încălcări de către una dintre înaltele părţi contractante a drepturilor recunoscute în convenţie sau în protocoalele sale. Înaltele părţi contractante se angajează să nu împiedice prin nicio măsură exerciţiul eficace al acestui drept.”", "", "A. Argumentele părţilor", "", "31. Reclamantul a susţinut că instanţa naţională a refuzat să-i elibereze copii ale documentelor de care avea nevoie pentru a-şi fundamenta cererea adresată Curţii.", "32. Guvernul a susţinut că reclamantul nu a suferit nicio ingerinţă în dreptul său de petiţionare, deoarece nicio autoritate nu a refuzat să-i elibereze documentele solicitate. Chiar dacă se presupune că asemenea ingerinţă a avut loc, acesta consideră că prevederea în lege, în speţă Legea nr. 146/1997, are ca scop recuperarea parţială a costurilor de servicii juridice publice, astfel protejând ordinea publică necesară într-o societate democratică. A mai subliniat că respectivele cheltuieli ale operaţiunii erau minime pentru reclamant. În cele din urmă, a considerat că reclamantul se afla deja în posesia celor mai relevante documente ale procesului penal pe care le-a prezentat Curţii cu ocazia primei sale cereri.", "", "B. Motivarea Curţii", "", "1. Principii generale", "", "33. Deşi obiectul art. 8 este, în principal, acela de a apăra persoanele particulare împotriva actelor arbitrare ale autorităţilor publice, acesta nu se limitează la a obliga statul să se abţină de la asemenea ingerinţe. În completarea acestui angajament negativ principal, există obligaţii pozitive inerente în temeiul art. 34 care solicită autorităţile să furnizeze toate facilităţile necesare pentru a face posibilă o evaluare adecvată şi eficientă a cererilor. Spre exemplu, în anumite circumstanţe, autorităţile pot avea obligaţia de a asigura reclamanţilor copii ale documentelor necesare pentru examinarea cererilor acestora. Asemenea obligaţii pot apărea în situaţii de o anumită vulnerabilitate şi dependenţă a reclamanţilor care nu reuşesc să obţină documentele necesare pentru completarea dosarelor acestora [a se vedea Iambor împotriva României (nr. 1), nr. 64536/01, pct. 216, 24 iunie 2008, şi Naydyon împotriva Ucrainei, nr. 16474/03, pct. 63, 14 octombrie 2010].", "34. În special, persoanele aflate în detenţie, cu contact limitat la familie sau la mediul exterior, se pot găsi într-o ipostază vulnerabilă în momentul în care aceştia sunt dependenţi, comunicând cu instanţele judecătoreşti, de autorităţi [a se vedea, mutatis mutandis, Trosin împotriva Ucrainei, nr. 39758/05, pct. 54, 23 februarie 2012, şi Vladimir Sokolov, citată anterior, pct. 77].", "35. Mai mult, faptul că Guvernul a prezentat copii ale documentelor relevante, permiţând astfel Curţii să examineze pretenţiile reclamantului, nu exclude ca aceasta să se pronunţe asupra acestei chestiuni în temeiul art. 34 (a se vedea Naydyon, citată anterior, pct. 68).", "", "", "2. Aplicarea acestor principii în cauza de faţă", "", "36. Curtea constată că reclamantul a formulat o plângere în temeiul art. 6 § 1 din Convenţie pretinzând caracterul inechitabil al procesului penal împotriva acestuia.", "Reclamantul a susţinut că, în cauză, condamnarea sa nu s-a întemeiat pe dovezi solide. În acest context, documentele din dosarul penal pe care reclamantul le-a solicitat au fost necesare pentru a-şi susţine plângerile. Reclamantul a informat în mod corespunzător instanţa naţională de faptul că avea nevoie de documente pentru a-şi fundamenta plângerea trimisă Curţii (supra, pct. 17 şi urm.).", "37. Conform art. 20 din Constituţie, autorităţile sunt obligate să respecte obligaţiile internaţionale asumate de stat în domeniul drepturilor omului, care au prioritate, cu excepţia cazului în care reglementările naţionale conţin dispoziţii mai favorabile. Prin urmare, judecătoria ar fi trebuit să fie conştientă de obligaţia pozitivă a statului de a-l asista pe reclamant în exercitarea dreptului său de petiţionare.", "38. În consecinţă, Curtea va examina răspunsul autorităţilor interne cu privire la cererea reclamantului. De la început, se observă că reclamantul nu a fost niciodată înştiinţat pe deplin de costul total al procedurii, deoarece grefa judecătoriei nu a comunicat numărul exact de pagini ce ar fi trebuit copiate sau taxa de fotocopiere a unei pagini. Prin urmare, chiar presupunând că suma respectivă ar fi avut vreo relevanţă în cauză, este numai o pură speculaţie faptul că întregul cost al procedurii era minim pentru reclamant, astfel cum a fost sugerat de Guvern.", "39. Curtea consideră că autoritatea naţională nu a luat în considerare poziţia vulnerabilă a reclamantului, acesta fiind deţinut în penitenciar, departe de familia sa (a se vedea supra, pct. 34 şi practica judiciară citată acolo). Cu toate că este adevărat faptul că nu s-a refuzat explicit cererea reclamantului, instanţa internă i-a răspuns în mod rigid, făcând o trimitere generală la legislaţia privind taxele judiciare de timbru însă fără să ofere explicaţii concrete în ceea ce priveşte modalitatea de plată ori modalitatea de solicitare a unei scutiri, a unei reduceri sau plata în rate (a se vedea şi supra, pct. 26). Instanţa naţională nu a reuşit să ofere astfel de informaţii chiar dacă a fost înştiinţată de către reclamant cu privire la imposibilitatea acestuia de a plăti taxa de timbru.", "40. Presupunând că instanţa naţională nu a considerat că este obligată să ofere reclamantului astfel de informaţii, Curtea reţine că aceasta oricum l-a sfătuit pe reclamant în ceea ce priveşte modul în care să procedeze cerându-i să caute ajutor din partea familiei. Cu toate acestea, un asemenea sfat nu ar fi făcut decât să îl îndrume pe o pistă greşită, odată ce nu există obligaţia legală ca familia să îl ajute pe deţinut oferindu-i bani să plătească taxa de timbru (a se vedea Iordache împotriva României, nr. 6817/02, pct. 39, 14 octombrie 2008).", "41. În plus, se reţine faptul că, deşi fiind conştientă de poziţia reclamantului, autoritatea naţională nu i-a oferit informaţia rapid. În adevăr, printr-o primă scrisoare, instanţa i-a cerut reclamantului să plătească taxa de timbru şi abia în cea de a doua scrisoare a fost menţionată obligaţia de a plăti costurile de fotocopiere fără să menţioneze preţul acestui serviciu. Aşadar nu i s-a acordat şansa de a anticipa de la început suma totală de costuri a cererii sale. În plus, această abordare, de a adăuga costuri şi condiţii cu fiecare scrisoare, ar fi putut avea un efect de descurajare pentru reclamant, chiar dacă acest lucru nu e menţionat de instanţa internă.", "42. Este de subliniat faptul că, din cauza modului în care autorităţile au soluţionat cererea reclamantului, însăşi Curtea a fost nevoită să solicite Guvernului să prezinte documentele relevante (a se vedea Naydyon, citată anterior, pct. 65).", "43. Cele de mai sus sunt suficiente pentru a permite Curții să concluzioneze că statul pârât nu și-a îndeplinit obligațiile care îi revin în temeiul art. 34 din Convenție privind refuzul de a furniza solicitantului copii ale documentelor necesare pentru a-şi susține cererea în faţa Curţii.", "", "II. Cu privire la pretinsa încălcare a art. 6 din Convenţie", "", "44. În fond, invocând art. 6 din Convenție, reclamantul s-a plâns de lipsa caracterului echitabil al procesul penal în fața instanțelor naționale și, în special, că a fost condamnat fără să existe o probă solidă a vinovăţiei sale.", "45. Guvernul a contestat susţinerile reclamantului și a afirmat că procesul penal a fost corect, iar dreptul la apărare a fost pe deplin respectat de instanțele naționale.", "46. Curtea reţine că afirmațiile reclamantului nu sunt susținute de probele din dosar. În special, se observă că instanțele naționale şi-au întemeiat deciziile pe mai multe probe care au fost dezbătute în ședință publică și pe care reclamantul le-a putut contesta în mod real. Deşi este necontestat faptul că dovezile aduse în fața instanțelor au fost prezentate în mod exclusiv de procuror, se reţine că avocatul reclamantului nu a solicitat probe suplimentare în sprijinul clientului său (supra, pct. 14). În plus, reclamantul nu a contestat în fața autorităților naționale calitatea reprezentării oferite acestuia de către avocatul desemnat din oficiu. De asemenea, Curtea reţine că reclamantul şi-a susținut declarațiile inițiale pe parcursul procesului, negând în mod sistematic orice implicare în ceea ce priveşte furtul.", "47. În ceea ce privește modul în care instanțele naționale au interpretat probele, Curtea reiterează că, în lipsa oricărei indicații ce implică alegeri arbitrare, această chestiune aparţine exclusiv de competența autorităților naționale, care sunt mai în măsură să evalueze faptele în lumina probelor prezentate în fața acestora [a se vedea García Ruiz împotriva Spaniei (MC), nr. 30544/96, pct. 28, CEDO 1999-I].", "48. Pentru aceste motive, ţinând cont de ansamblul elementelor de care dispune și în măsura în care este competentă să se pronunţe asupra acuzaţiilor formulate, Curtea constată că acestea nu indică nicio pretinsă încălcare a art. 6 din Convenție.", "Rezultă că acest capăt de cerere este în mod vădit nefondat și trebuie respins în temeiul art. 35 § 3 (a) și 4 din Convenție.", "", "III. Cu privire la alte pretinse încălcări ale Convenţiei", "", "49. Prin scrisoarea primită de Curte la 21 februarie 2011, reclamantul s-a plâns de condiţiile de detenţie.", "50. Curtea notează că, în orice situaţie, reclamantul a fost eliberat din închisoare la 11 septembrie 2006, adică cu mai mult de şase luni înainte de data în care acesta a formulat plângerea (supra, pct. 24).", "51.Rezultă că acest capăt de cerere este în mod vădit nefondat și trebuie respins în temeiul art. 35 § § 1 (a) și 4 din Convenție.", "", "IV. Cu privire la aplicarea art. 41 din Convenţie", "", "52. Art. 41 din Convenţie prevede:", "", "„Dacă Curtea declară că a avut loc o încălcare a convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă păţii lezate,dacă este cazul, o reparaţie echitabilă.”", "", "53. Reclamantul nu a formulat pretenţii cu privire la încălcarea art. 8 şi art. 34 din Convenţie. Prin urmare, Curtea consideră că nu există niciun motiv să acorde vreo sumă în această privinţă.", "", "Pentru aceste motive,", "în unanimitate,", "CURTEA:", "", "1. Hotărăște că România nu și-a îndeplinit obligațiile care îi revin în temeiul art. 34 din Convenție.", "2. Declară inadmisibile celelalte capete de cerere.", "", "Redactată în limba engleză, apoi comunicată în scris, la 4 iunie 2013, în temeiul art. 77 § 2 şi 3 din Regulament.", "\t", "Santiago Quesada\tJosep Casadevall\n\tGrefier\tPreşedinte", "", ""]}