{"file": "RUM_HJUDRUM_54810_00.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "54810/00", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Jalloh împotriva Germaniei (MC) - 54810/00", "Hotărârea din 11.07.2006 (MC)", "Art. 6", "Art. 6 § 1", "Proces echitabil", "Utilizarea ca mijloc de probă a unui pliculeţ cu droguri, obţinut în urma administrării forţate a unui emetic: încălcare", "", "În fapt – În octombrie 1993, agenţi de poliţie îmbrăcaţi în civil au surprins de mai multe ori reclamantul în timp ce scotea din gură pliculeţe şi le schimba pentru bani. Suspectând că pliculeţele conţineau stupefiante, agenţii de poliţie au arestat persoana în cauză. În timpul arestării, reclamantul a înghiţit un alt pliculeţ pe care îl avea în gură.  Având în vedere că agenţii de poliţie nu au găsit droguri asupra persoanei în cauză, procurorul competent a dispus să i se administreze un emetic pentru a provoca scoaterea pliculeţului. Reclamantul a fost adus la un spital şi a fost prezentat unui medic. Cum acesta a refuzat să ia medicamentele necesare pentru a provoca regurgitarea, patru agenţi de poliţie l-au imobilizat, în timp ce medicul i-a introdus un tub în nas şi i-a administrat forţat o soluţie salină şi sirop de Ipecacuana.  Medicul i-a injectat, de asemenea, apomorfină, substanţă emetică derivată din morfină. Drept urmare, reclamantul a regurgitat un pliculeţ cu cocaină. La scurt timp, acesta a fost examinat de medic, care l-a declarat apt pentru detenţie. La aproximativ două ore de la administrarea medicamentelor, reclamantul le-a indicat agenţilor de poliţie care veniseră să îl interogheze, într-o engleză proastă – atunci şi-au dat seama că acesta nu vorbea germana – că era prea obosit pentru a face o depoziţie. În ziua următoare, reclamantul a fost arestat preventiv şi s-a început urmărirea penală împotriva lui pentru trafic de stupefiante. Avocatul acestuia a susţinut că probele acuzării fuseseră obţinute ilegal şi, prin urmare, nu puteau fi utilizate în cadrul procesului. De asemenea, acesta a afirmat că agenţii de poliţie şi medicul care participaseră la operaţiune erau vinovaţi de vătămare corporală, fiind aflaţi în exerciţiul funcţiunii. În fine, acesta a susţinut că administrarea de substanţe toxice era interzisă de Codul de procedură penală şi că măsura respectivă era, de asemenea, disproporţionată în temeiul aceluiaşi cod, având în vedere că ar fi fost posibil să se obţină acelaşi rezultat, aşteptându-se eliminarea pe cale naturală a pliculeţului. În martie 1994, instanţa districtuală l-a condamnat pe reclamant la un an de închisoare, cu suspendare, pentru săvârşirea infracţiunii de trafic de droguri. Persoana în cauză a formulat apel împotriva acestei decizii, fără succes, dar pedeapsa i-a fost redusă la şase luni de închisoare, cu suspendare; recursul a fost respins. Curtea Constituţională Federală a declarat inadmisibilă plângerea constituţională a persoanei în cauză, considerând că acesta nu epuizase căile de atac disponibile în faţa instanţelor penale germane. De asemenea, aceasta a apreciat că măsura în litigiu nu justifica formularea de obiecţii constituţionale privind protejarea demnităţii umane şi a dreptului de a nu contribui la propria incriminare, în sensul legii fundamentale germane.", "În drept – Art. 6 § 1: Chiar dacă autorităţile nu i-au cauzat în mod deliberat durere şi suferinţă reclamantului, probele au fost obţinute prin punerea în aplicare a unei măsuri care contravine unuia din cele mai importante drepturi garantate de Convenţie. În plus, drogurile astfel obţinute au constituit elementul decisiv al condamnării reclamantului. În fine, interesul public de condamnare a reclamantului nu putea justifica permiterea utilizării acestor probe la proces. Prin urmare, utilizarea ca probe a drogurilor obţinute prin administrarea forţată a unui emetic reclamantului a viciat echitatea procesului acestuia. În ceea ce priveşte argumentul reclamantului, conform căruia maniera în care au fost obţinute probele şi utilizarea lor au adus atingere dreptului său de a nu se autoincrimina, aici este vorba despre utilizarea în cadrul procesului a unor probe „materiale” – spre deosebire de mărturii – obţinute ca urmare a atingerii aduse prin forţă integrităţii fizice a reclamantului. Deşi dreptul de a nu se autoincrimina se referă în primul rând la respectarea dorinţei unui acuzat de a păstra tăcerea în cursul unui interogatoriu şi de a nu fi obligat să formuleze o declaraţie, uneori Curtea a conferit acestui drept un sens mai larg, astfel încât acesta să se aplice cauzelor în care este vorba despre constrângerea la care au recurs autorităţile pentru a obţine probe materiale. În consecinţă, dreptul de a nu contribui la propria incriminare se aplică în cazul procedurii desfăşurate în speţă. Pentru a stabili dacă acest drept a fost încălcat, trebuie luate în considerare mai multe elemente. În ceea ce priveşte natura şi gradul de constrângere utilizat pentru obţinerea elementelor de probă, Curtea a apreciat că administrarea unui emetic constituie un tratament inuman şi degradant. Interesul public de condamnare a reclamantului nu putea justifica recurgerea la o atingere atât de gravă adusă integrităţii fizice şi mentale a acestuia. În plus, chiar dacă dreptul german prevedea garanţii împotriva aplicării arbitrare sau necorespunzătoare a măsurii, reclamantul, invocând dreptul său de a păstra tăcerea, a refuzat să se supună unui examen medical prealabil şi a fost supus unei proceduri, fără să fie examinată efectiv capacitatea sa fizică de a suporta intervenţia respectivă. În fine, drogurile obţinute astfel au fost într-adevăr decisive pentru condamnarea acestuia. În consecinţă, Curtea ar fi ajuns, de asemenea, la concluzia că, prin permiterea utilizării în cadrul procesului reclamantului a unor elemente obţinute în urma administrării forţate a unui emetic, s-a adus atingere dreptului persoanei în cauză de a nu se autoincrimina şi, prin urmare, a făcut ca procedura în ansamblu să fie inechitabilă.", "Concluzie: încălcare (unsprezece voturi la şase).", ""]}