{"file": "RUM_HJUDRUM_35032_09.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "35032/09", "text_paragraphs": ["", "©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Secţia a treia", "", "CAUZA AGACHE ÎMPOTRIVA ROMÂNIEI", "", "(Cererea nr. 35032/09)", "", "Hotărâre", "", "Strasbourg", "", "4 octombrie 2011", "", "Definitivă", "", "04/01/2012", "", "Hotărârea a devenit definitivă în condiţiile prevăzute la art. 44 § 2 din convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Agache împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Corneliu Bîrsan, Alvina Gyulumyan, Ján Šikuta, Luis López Guerra, Nona Tsotsoria, Mihai Poalelungi, judecători, şi Marialena Tsirli, grefier adjunct de secţie,", "", "După ce a deliberat în camera de consiliu, la 13 septembrie 2011,", "Pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "Procedura", "", "1. La originea cauzei se află cererea nr. 35032/09 îndreptată împotriva României, prin care un resortisant al acestui stat, Aurel Dionisie Agache („reclamantul”), a sesizat Curtea la 3 decembrie 2007, în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”).", "2. Guvernul român („Guvernul”) este reprezentat de agentul guvernamental, Răzvan-Horaţiu Radu.", "3. La 14 octombrie 2009, preşedintele Secţiei a treia a hotărât să comunice Guvernului cererea. În conformitate cu art. 29 § 3 din convenţie, acesta a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "", "În fapt", "", "I.  Circumstanţele cauzei", "", "4. Reclamantul s-a născut în 1970 şi locuieşte în Codlea.", "5. În data de 22 decembrie 1998, tatăl reclamantului a fost ucis. Prin hotărârea din 15 februarie 1999, Tribunalul Bucureşti a condamnat pentru omor cinci persoane, şi anume F.O.D.K, P.O., H.D., R.A. şi K.I., toate având dublă cetăţenie ungară/română, şi a dispus plata în solidar a unor despăgubiri de 50 000 000 lei româneşti (ROL) către reclamant şi alte părţi civile. Hotărârea a devenit definitivă la 26 martie 2001, printr-o hotărâre a Curţii Supreme.", "6. La 26 iulie 2001, reclamantul a iniţiat procedura de executare silită prin intermediul unui executor judecătoresc local.", "7. În 2002, în cursul procedurii de executare silită, autorităţile au constatat că trei dintre debitori (P.O., F.O.D.K. şi K.I.) părăsiseră România şi îşi stabiliseră reşedinţa în Ungaria.", "8. La 28 martie 2002, Direcţia Relaţii Internaţionale din cadrul Ministerului Justiţiei din România i-a recomandat reclamantului să depună la prima instanţă care se pronunţase în cauză, în temeiul art. 46 lit. b) din Tratatul încheiat în 1958 între Republica Populară Română şi Republica Populară Ungară privind asistenţa juridică în cauzele civile, familiale şi penale (denumit în continuare „tratatul”), o cerere de asistenţă juridică internaţională, transmisă prin intermediul Ministerului Justiţiei, care urma să îi furnizeze, de asemenea, o traducere a cererii şi a documentelor însoţitoare.", "9. La 2 decembrie 2002, reclamantul a formulat o cerere de exequatur şi, în temeiul art. 46 lit. b) din tratat, a depus-o la Tribunalul Bucureşti. Acesta a solicitat, de asemenea, o actualizare a sumei reprezentând despăgubirile şi echivalentul în euro al acesteia.", "10. La 16 iunie 2003, Tribunalul Bucureşti a furnizat actualizarea solicitată. În consecinţă, reclamantul a depus o altă cerere de exequatur.", "11. La 17 noiembrie 2003, Tribunalul Bucureşti a emis cererea de exequatur referitoare la hotărârea definitivă din 2001 în privinţa P.O., F.O.D.K. şi K.I. şi a trimis-o la Ministerul Justiţiei. Totuşi, având în vedere că la cerere nu au fost anexate traducerile autorizate ale tuturor documentelor însoţitoare, în conformitate cu art. 48 din tratat, Ministerul Justiţiei l-a trimis înapoi Tribunalului Bucureşti, solicitându-i să furnizeze traducerile pe cheltuiala reclamantului.", "12. La 12 februarie 2004, Tribunalul Bucureşti a trimis Ministerului Justiţiei traducerile autorizate în limba maghiară a documentelor solicitate.", "13. La 5 martie 2004, Ministerul Justiţiei a trimis omologului său ungur cererea de exequatur referitoare la hotărârea judecătorească definitivă din 2001.", "14. În replică la cererile reclamantului de informare cu privire la stadiul procedurii, Ministerul Justiţiei l-a informat, în aprilie 2005, că nu a primit niciun răspuns oficial din partea autorităţilor ungare, dar că va încerca să ţină legătura cu acestea şi îl va informa în consecinţă.", "15. În 2006 şi 2007, reclamantul a reînnoit cererea sa de informare cu privire la stadiul procedurii.", "16. La 14 februarie 2007, Ministerul Justiţiei a informat reclamantul că a solicitat informaţii de la omologul său ungur.", "17. La 12 aprilie 2007, Ministerul Justiţiei din Ungaria a informat Ministerul Justiţiei din România că în baza sa de date nu fusese înregistrată nicio cerere de exequatur referitoare la o hotărâre judecătorească pronunţată de o instanţă română.", "18. În urma unei noi cereri din partea reclamantului cu privire la stadiul procedurii, Ministerul Justiţiei a comunicat reclamantului această informaţie prin scrisoarea din 1 iunie 2007.", "19. La 27 iunie 2007, Ministerul Justiţiei a informat reclamantul că ar trebui să depună o nouă cerere.", "20. La 24 iulie 2007, reclamantul a solicitat din nou o hotărâre de exequatur pentru hotărârea din 2001 a Tribunalului Bucureşti.", "21. La 11 septembrie 2007, Tribunalul Bucureşti a emis o nouă cerere de exequatur în temeiul Convenţiei de la Haga din 28 mai 1970 privind valoarea internaţională a hotărârilor represive, ratificată de România în 2000, şi a trimis-o Ministerului Justiţiei.", "22. {0>.  On 16 October 2007 the Ministry of Justice informed the Bucharest County Court that Hungary had not ratified the said Convention.<}0{>La 16 octombrie 2007, Ministerul Justiţiei a informat Tribunalul Bucureşti că Ungaria nu a ratificat convenţia respectivă.", "23. Reclamantul şi-a reînnoit cererea de informare adresată Ministerului Justiţiei din România.", "24. La 7 noiembrie 2007, Tribunalul Bucureşti a emis cererea de exequatur şi a trimis-o Ministerului Justiţiei din România, care, la 19 noiembrie 2007, a trimis-o înapoi Tribunalului Bucureşti, fiind incompletă. Ministerul Justiţiei din România a transmis autorităţilor ungare dosarul completat la 10 decembrie 2007.", "25. În perioada februarie-mai 2008, reclamantul a depus la Ministerul Justiţiei din România repetate cereri de informare cu privire la stadiul procedurii.", "26. La 12 iunie 2008, autorităţile ungare au informat partea română că primiseră cererea şi documentele însoţitoare; cu toate acestea, documentele nu menţionau adresele debitorilor din Ungaria şi din acest motiv nu puteau stabili ce autoritate avea competenţa de a analiza cererea.", "27. Ministerul Justiţiei din România a furnizat această informaţie la 16 iunie 2008 şi, respectiv, la 4 iulie 2008.", "28. La 6 august 2008, reclamantul a solicitat Tribunalului Bucureşti să anexeze hotărârea din 16 iunie 2003 (în care se menţiona valoarea actualizată a datoriei) la dosarul procedurii de exequatur.", "29. La 9 septembrie 2008, Tribunalul Bucureşti a solicitat reclamantului să includă cheltuielile sale suplimentare în valoarea debitului.", "30. La 29 septembrie 2008, Ministerul Justiţiei din Ungaria a confirmat că cererea de executare silită împotriva F.O.D.K. fusese transmisă instanţei competente. Totuşi, acestea nu au putut examina cererea de executare silită împotriva K.J., deoarece dosarul era incomplet.", "31. La 29 octombrie 2008, Ministerul Justiţiei din România a comunicat părţii ungare hotărârea judecătorească din 16 iunie 2003 cu privire la valoarea actualizată a despăgubirilor, precum şi nota privind cheltuielile suplimentare.", "32. La 14 iulie 2009, partea ungară a informat ministerul că hotărârea instanţei române din 2001 fusese declarată executorie împotriva F.O.D.K. şi că fusese desemnat un executor judecătoresc.", "33. La 31 iulie 2009, Ministrul Justiţiei din România a fost informat de omologul său că, în privinţa debitorului P.O., instanţa care examina cererea solicita informaţii suplimentare de la Tribunalul Bucureşti. Aceste informaţii au fost transmise de Ministerul Justiţiei din România la 27 ianuarie 2010. Totuşi, între timp, la 28 septembrie 2009, debitorul P.O. a decedat.", "34. La 26 noiembrie 2009, Ministerul Justiţiei din Ungaria a informat partea română că, în privinţa J.K., prima instanţă a declarat hotărârea executorie la 4 iunie 2009. Curtea de apel a anulat încuviinţarea executării până la depunerea de către prima instanţă română a unui certificat impus de art. 54 din Regulamentul (CE) nr. 44/2001 al Consiliului privind competenţa judiciară, recunoaşterea şi executarea hotărârilor în materie civilă şi comercială. Se pare că, între timp, documentul în cauză fusese transmis de reclamant la 13 noiembrie 2009.", "", "II. Dreptul intern şi dreptul internaţional relevant", "", "35. Prevederile legislaţiei relevante se citesc după cum urmează:", "", "A. Tratatul dintre Republica Populară Română şi Republica Populară Ungară privind asistenţa juridică în cauzele civile, familiale şi penale, ratificat prin Decretul nr. 505/1958, publicat în Buletinul Oficial din 17 ianuarie 1959:", "", "Partea I Dispoziţii generale", "", "Art. 3. Modul de legătură", "„1. În realizarea asistenţei juridice, instituţiile judiciare ale celor două Părţi Contractante comunică între ele prin intermediul organelor lor centrale, în măsura în care în prezentul Tratat nu s-a stabilit în alt fel.", "2. Alte instituţii ale celor două Părţi Contractante care au în competenţă probleme de drept civil sau familial comunică între ele sau cu instituţiile judiciare prin intermediul Ministerului Justiţiei, în măsura în care în prezentul Tratat nu s-a stabilit în alt fel.”", "", "Art. 4. Obiectul asistenţei juridice", "„Părţile Contractante îşi acordă reciproc asistenţă juridică prin îndeplinirea unor activităţi procesuale cum ar fi: întocmirea, expedierea şi înmânarea actelor, expedierea sau predarea probelor materiale, efectuarea expertizelor şi a cercetărilor locale, interogarea părţilor, învinuiţilor, audierea martorilor, experţilor şi altor persoane, efectuarea percheziţiilor şi sechestrelor.”", "", "Art. 6. Cuprinsul cererii de acordare a asistenţei juridice", "„Cererea de acordare a asistenţei juridice trebuie să conţină următoarele date:", "a) denumirea instituţiei de la care emană cererea;", "b) denumirea instituţiei căreia i se adresează cererea;", "c) indicarea cauzei în care se solicită asistenţa juridică;", "d) numele si prenumele, domiciliul sau reşedinţa, cetăţenia şi ocupaţia părţilor, învinuiţilor, inculpaţilor sau condamnaţilor, iar în cauze penale, în măsura în care este posibil, locul şi data naşterii învinuiţilor sau inculpaţilor, precum şi numele părinţilor acestora;", "e) numele, prenumele şi adresa reprezentanţilor acestora;", "f) datele necesare cu privire la obiectul cererii, iar în cauzele penale şi descrierea faptelor.”", "", "Secţiunea V Recunoaşterea şi executarea silită a hotărârilor", "Art. 46", "„Ambele Părţi Contractante recunosc şi vor încuviinţa să se execute silit, pe teritoriul lor: [...]", "b) hotărârile judecătoreşti definitive date pe teritoriul celeilalte Părţi Contractante după intrarea în vigoare a prezentului Tratat, în cauzele penale, privind obligaţia de despăgubire a victimei pentru daunele cauzate.”", "", "Art. 47", "„1. Încuviinţarea executării silite este de competenţa instanţelor Părţii Contractante pe teritoriul căreia urmează să se facă executarea silită.", "2. Cererea de încuviinţare a executării silite se depune la tribunalul care s-a pronunţat în primă instanţă în cauza respectivă. Această cerere va fi transmisă instanţei competente să încuviinţeze executarea silită. Cererea va putea fi depusă şi direct la această din urmă instanţă.", "3. Cererea va fi însoţită de o traducere certificată, făcută în limba Părţii Contractante solicitate.", "4. Condiţiile cererii de executare silită sunt determinate de legea Părţii Contractante pe teritoriul căreia urmează să se facă executarea.”", "", "Art. 48", "„1. La cererea de încuviinţare a executării silite se va anexa:", "a) textul complet al hotărârii, precum şi o adeverinţă că hotărârea a rămas definitivă şi executorie dacă aceasta nu rezultă din hotărâre;", "b) actele originale sau copii certificate ale actelor, din care să rezulte că persoanei obligate prin hotărâre care nu a luat parte la proces (procedură) i s-a înmânat, cel puţin o data, la timp şi în forma cuvenită, citaţia;", "c) traducerile certificate ale actelor indicate la punctele «a» şi «b».”", "", "Art. 49", "„1. Procedura încuviinţării executării silite şi executarea silită se efectuează potrivit legii Părţii Contractante pe teritoriul căreia are loc executarea silită.”", "", "B. Legea nr. 189/2003 privind asistenţa judiciară internaţională în materie civilă şi comercială", "", "Cap. 1 Dispoziţii generale", "", "Art. 2", "„[...] (2) Dispoziţiile prezentei legi nu aduc atingere prevederilor convenţiilor bilaterale sau multilaterale la care România este sau va deveni parte, completând situaţiile nereglementate de acestea.”", "", "", "Cap. 2 Comunicarea de acte judiciare şi extrajudiciare în şi din străinătate", "", "Secţiunea a 2-a Comunicarea de acte în străinătate", "", "Art. 5. Rolul Ministerului Justiţiei şi Libertăţilor Cetăţeneşti", "„(1) Ministerul Justiţiei şi Libertăţilor Cetăţeneşti este autoritatea centrală prin intermediul căreia autorităţile judiciare române efectuează comunicarea de acte în străinătate.", "(2) La primirea actelor de la autoritatea judiciară română, după controlul de regularitate internaţională, Ministerul Justiţiei şi Libertăţilor Cetăţeneşti le va putea trimite, după caz, în funcţie de existenţa şi prevederile unei convenţii internaţionale:", "a) prin poştă, direct destinatarului actului;", "b) autorităţii centrale competente din statul solicitat; sau", "c) misiunii diplomatice sau consulare a României din statul solicitat, prin intermediul Ministerului Afacerilor Externe.”", "", "Art. 6. Conţinutul şi forma cererii", "„[...] (3) La cerere se va anexa şi formularul de dovadă a comunicării, care va cuprinde următoarele menţiuni:", "a) denumirea autorităţii judiciare solicitante;", "b) actele transmise în vederea comunicării;", "c) numele şi domiciliul destinatarului;", "d) denumirea autorităţii judiciare solicitante;", "e) numele şi calitatea persoanei care a primit actele (destinatar, soţ, rudă - pentru persoanele fizice, sau funcţia - pentru persoanele juridice);", "f) semnătura destinatarului (cu aplicarea ştampilei, pentru persoanele juridice);", "g) data comunicării actelor;", "h) motivele necomunicării (refuzul destinatarului, adresa schimbată etc.);", "i) semnătura agentului de procedură şi ştampila autorităţii judiciare solicitate.”", "", "Art. 7. Traducerea cererii şi a documentelor-anexă", "„Dacă prin convenţii internaţionale nu se prevede altfel, cererea şi documentele-anexă vor fi traduse în limba statului solicitat, astfel:", "a) cererea de asistenţă judiciară internaţională - prin grija Ministerului Justiţiei şi Libertăţilor Cetăţeneşti;", "b) documentele-anexă - prin grija autorităţilor judiciare române şi pe cheltuiala părţilor interesate, în afară de cazurile în care părţile sunt scutite de plata cheltuielilor judiciare;” [...]", "", "Art. 8 (1) Dovada comunicării de acte în străinătate se face astfel:", "„a) la comunicarea prin poştă, direct destinatarului actului – cu dovada de primire [a scrisorii recomandate ce conţine citaţia şi documentele-anexă];", "", "b) la comunicarea prin intermediul autorităţii centrale competente a statului solicitat ori al misiunii diplomatice sau consulare a României din statul solicitat – cu formularul prevăzut la art. 6 alin. (3).”", "", "C. Legea nr. 191 din 19 iunie 2007 pentru aprobarea Ordonanţei de urgenţă a Guvernului nr. 119/2006 privind unele măsuri necesare pentru aplicarea unor regulamente comunitare de la data aderării României la Uniunea Europeană", "", "„Art. 2 (1) În cazul hotărârilor judecătoreşti pronunţate în România şi pentru care se solicită recunoaşterea sau încuviinţarea executării într-un alt stat membru al Uniunii Europene, competenţa de a emite, potrivit art. 54 din Regulamentul nr. 44/2001, certificatul prevăzut în anexa V din acelaşi regulament aparţine primei instanţe.”", "", "În drept", "", "I. Cu privire la pretinsa încălcare a art. 6 din convenţie şi a art. 1 din Protocolul nr. 1", "", "36. Reclamantul s-a plâns că lipsa de diligenţă din partea autorităţilor competente din România în ceea ce priveşte asistarea acestuia în procedura de executare a unei hotărâri pronunţate în favoarea sa a încălcat drepturile acestuia garantate la art. 6 din convenţie, precum şi dreptul său de proprietate, astfel cum este prevăzut la art. 1 din Protocolul nr. 1 la convenţie. În măsura în care sunt relevante, aceste dispoziţii se citesc după cum urmează:", "", "Art. 6 § 1", "„Orice persoană are dreptul la judecarea în mod echitabil [...] a cauzei sale de către o instanţă [...], care va hotărî [...] asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil [...]”", "", "Art. 1 din Protocolul nr. 1", "„Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.", "Dispoziţiile precedente nu aduc atingere dreptului statelor de a adopta legile pe care le consideră necesare pentru a reglementa folosinţa bunurilor conform interesului general sau pentru a asigura plata impozitelor ori a altor contribuţii, sau a amenzilor.”", "", "A. Admisibilitate", "", "37. Guvernul român a considerat că cererea este incompatibilă ratione personae, având în vedere că încălcările pretinse nu erau imputabile autorităţilor române, deoarece răspunderea pentru executarea hotărârii judecătoreşti revenea autorităţilor ungare.", "38. Conform Guvernului, ministerul român îşi îndeplinise toate obligaţiile rezultate din acordul bilateral prin transmiterea cererii de exequatur autorităţilor ungare. Acesta a susţinut, de asemenea, că reclamantul nu era obligat să depună cererea prin intermediul autorităţilor române, această posibilitate fiind opţională. Guvernul a făcut referire la decizia de admisibilitate din 9 iunie 2005 din cauza Dumitraşcu împotriva României şi Turciei, în care Curtea a respins o plângere similară ca fiind incompatibilă ratione personae, deoarece reclamantul nu depusese cererea direct la autorităţile turce, în conformitate cu legea aplicabilă.", "39. Reclamantul a contestat existenţa vreunei asemănări cu cauza Dumitraşcu împotriva României şi Turciei; în cauza respectivă, la solicitarea autorităţilor turce, reclamantul ar fi trebuit să depună cererea de exequatur direct la instanţa competentă din Turcia, în vreme ce, în cazul său, Ministerul Justiţiei din România îi sugerase să contacteze instanţa competentă din România pentru a depune o cerere de exequatur şi nu luase în considerare alternativa depunerii unei cereri directe la instanţa ungară competentă, lucru care, conform reclamantului, nu era, în orice caz, fezabil, având în vedere că adresele debitorilor erau necunoscute.", "40. Curtea observă că, în conformitate cu prevederile art. 3 şi art. 4 din acordul bilateral, Ministerul Justiţiei din România este o autoritate intermediară, cu rolul de a facilita procesul de executare [a se vedea supra, pct. 35 a)]. Guvernul român nu poate pretinde în mod rezonabil că autorităţile ungare erau singurele responsabile pentru executarea hotărârii judecătoreşti interne şi că rolul Ministerului Justiţiei din România era pur şi simplu de a transmite cererea de exequatur autorităţilor omoloage. De asemenea, Curtea observă că art. 47 din tratat prevede posibilitatea depunerii unei cereri de exequatur direct la instanţa competentă. Totuşi, în prezenta cauză, Curtea remarcă faptul că adresele debitorilor, în funcţie de care se stabileşte instanţa competentă, erau necunoscute; abia în 2008, autorităţile române au confirmat adresele (a se vedea supra, pct. 27). În plus, Curtea observă că Ministerul Justiţiei din România a informat reclamantul că procedura trebuia urmată prin intermediul Ministerului Justiţiei în calitate de autoritate intermediară (a se vedea supra, pct. 8).", "41. Prin urmare, în lumina elementelor menţionate anterior, Curtea concluzionează că cererea nu este incompatibilă ratione personae şi că obiecţia Guvernului trebuie respinsă.", "42. Curtea remarcă, de asemenea, că cererea nu este în mod vădit nefondată în sensul art. 35 § 3 din convenţie. De asemenea, observă că aceasta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarată admisibilă.", "", "Cu privire la fond", "", "1. Cu privire la capătul de cerere în temeiul art. 6 § 1", "", "43. Guvernul a susţinut că autorităţile şi-au îndeplinit obligaţiile care rezultau din tratatul bilateral, prin transmiterea cererii de exequatur autorităţilor ungare. Acesta a argumentat că prevederile tratatului nu impuneau nicio altă obligaţie autorităţilor române şi că nu exista nicio obligaţie, în temeiul tratatului, de a monitoriza rezultatul cererii reclamantului. Faptul că cererea de exequatur a reclamantului nu a fost înregistrată în baza de date a autorităţilor ungare nu era imputabil autorităţilor române. Toate documentele Ministerului Justiţiei au fost transmise prin Poştă şi instituţia centrală care a primit documentele nu avea obligaţia să confirme acest lucru. În ceea ce priveşte conţinutul cererii de exequatur transmise autorităţilor ungare, Guvernul a remarcat faptul că numărul mare de cereri ale reclamantului referitoare la documentele anexate şi adresele debitorilor nu erau imputabile autorităţilor române, singura răspundere a Ministerului Justiţiei fiind transmiterea documentelor, deşi existase o corespondenţă extinsă între acesta şi omologul său ungar cu privire la stadiul procedurii. De asemenea, Guvernul consideră că Legea nr. 189/2003 privind asistenţa judiciară internaţională în materie civilă şi comercială nu este aplicabilă în prezenta cauză, deoarece nu se referea în mod specific la procedura de exequatur; din acest motiv, dispoziţia care prevedea confirmarea transmiterii documentelor nu se aplică procedurii de exequatur.", "44. Reclamantul a contestat aceste argumente. Acesta a susţinut că autorităţile române nu îşi îndepliniseră obligaţia, în temeiul tratatului bilateral şi al Legii nr. 189/2003, de a-l asista în executarea unei hotărâri judecătoreşti interne. Acesta consideră că autorităţile române nu îl informaseră foarte clar cu privire la procedura pe care trebuia să o urmeze pentru a obţine executarea hotărârii judecătoreşti pronunţate în favoarea sa şi nu acţionaseră cu diligenţă şi rapiditate pentru a asigura un schimb de informaţii şi o corespondenţă eficientă între instituţia intermediară şi acestea.", "45. Curtea reaminteşte că executarea unei hotărâri pronunţate de orice instanţă trebuie considerată ca parte integrantă din „proces” în scopul art. 6 din convenţie (Hornsby împotriva Greciei, 19 martie 1997, pct. 40, Culegere de hotărâri şi decizii 1997II). Totuşi, dreptul de „acces la instanţă” nu impune statului obligaţia de a executa fiecare hotărâre cu caracter civil fără a ţine seama de circumstanţele particulare ale cauzei (Sanglier împotriva Franţei, nr. 50342/99, pct. 39, 27 mai 2003).", "46. Statul are obligaţia pozitivă de a organiza un sistem pentru executarea hotărârilor, care să fie eficient atât în drept, cât şi în practică, şi asigură executarea acestora fără întârziere nejustificată (Fuklev împotriva Ucrainei, nr. 71186/01, pct. 84, 7 iunie 2005). Atunci când autorităţile sunt obligate să acţioneze pentru executarea unei hotărâri şi nu fac acest lucru, inacţiunea lor poate angaja răspunderea statului prevăzută la art. 6 § 1 din convenţie (Scollo împotriva Italiei, 28 septembrie 1995, pct. 44, Seria A nr. 315C). Fiecare stat are obligaţia de a se dota cu instrumente juridice adecvate şi suficiente pentru a asigura îndeplinirea obligaţiilor pozitive impuse unui stat (Ruianu împotriva României, nr. 34647/97, pct. 66, 17 iunie 2003). Sarcina Curţii este de a examina dacă măsurile aplicate de autorităţile române în prezenta cauză sunt adecvate şi suficiente. În cauze precum aceasta, care necesită acţiuni ale unui debitor persoană particulară, statul, în calitate de deţinător al autorităţii publice, trebuie să acţioneze cu diligenţă pentru a asista un creditor la executarea unei hotărâri (Fociac împotriva României, nr. 2577/02, pct. 70, 3 februarie 2005).", "47. Curtea remarcă faptul că, în prezenta cauză, reclamantul a obţinut o hotărâre judecătorească definitivă la 26 martie 2001, prin care se dispune unor persoane particulare să îi plătească acestuia despăgubiri pentru uciderea tatălui său. La 26 iulie 2001, reclamantul a iniţiat procedura de executare silită în faţa autorităţilor române. Cu toate acestea, autorităţile române au completat dosarul depus la autorităţile ungare în cadrul procedurii de exequatur abia în cursul anului 2009 (a se vedea supra, pct. 32-34).", "48. Curtea observă, de asemenea, că procedura de executare silită împotriva a trei dintre debitori este încă pendinte în faţa autorităţilor ungare. Având în vedere faptul că, în conformitate cu prevederile art. 49 din tratatul bilateral [a se vedea pct. 35 a)], legea statului debitorului este cea aplicabilă procedurii de executare, Curtea doar va examina dacă autorităţile române au acţionat cu diligenţă pentru a asista reclamantul în executarea hotărârii din 2001 în ceea ce priveşte obligaţiile prevăzute de tratatul menţionat şi de legislaţia relevantă în vigoare.", "49. Curtea observă întârzieri repetate în transmiterea corespondenţei care sunt imputabile autorităţilor române şi care au avut drept rezultat faptul că procedura a durat cel puţin şapte ani şi jumătate. Guvernul român s-a interesat de soarta cererii de exequatur abia după repetate solicitări din partea reclamantului şi a fost astfel informat că cererea nu ajunsese niciodată la autorităţile ungare (a se vedea supra, pct. 14-17).", "50. În continuare, Curtea remarcă faptul că, fără a aduce atingere dispoziţiilor detaliate ale tratatului şi ale Legii nr. 189/2003 în ceea ce priveşte procedura, forma şi conţinutul unei astfel de cereri (a se vedea dreptul intern şi dreptul internaţional relevant, supra, pct. 35), au existat repetate deficienţe care au condus la întârzieri în transmiterea documentelor între autorităţile naţionale şi autorităţile ungare (a se vedea supra, pct. 11, 21, 22, 24, 26, 28, 30, 33 şi 34).", "51. Curtea a examinat cauze care ridică probleme similare cu cele în speţă şi a constatat încălcări ale art. 6 § 1 din convenţie (a se vedea, între altele, Dinu împotriva României şi Franţei, nr. 6152/02, 4 noiembrie 2008; Orha împotriva României, nr. 1486/02, 12 octombrie 2006; şi Tacea împotriva României, nr. 746/02, 29 septembrie 2005).", "52. În lumina elementelor menţionate anterior, Curtea consideră că Guvernul pârât nu a prezentat niciun fapt sau argument care să conducă la o concluzie diferită în prezenta cauză.", "53. Considerentele anterioare sunt suficiente pentru a-i permite Curţii să concluzioneze că, în prezenta cauză, statul român, prin intermediul organelor sale specializate, nu a depus toate eforturile necesare pentru a sprijini reclamantul în executarea rapidă a unei hotărâri judecătoreşti pronunţate în favoarea sa.", "Prin urmare, a fost încălcat art. 6 § 1 din convenţie.", "", "2. Cu privire la capătul de cerere în temeiul art. 1 din Protocolul nr. 1 la convenţie", "", "54. Reclamantul s-a plâns că neexecutarea hotărârii incriminate a încălcat dreptul acestuia la proprietate, astfel cum este prevăzut la art. 1 din Protocolul nr. 1.", "Totuşi, având în vedere constatările anterioare (a se vedea supra, pct. 43-53), Curtea consideră că nu este necesară examinarea separată a acestui capăt de cerere.", "", "II.  Cu privire la aplicarea art. 41 din convenţie", "", "55. Art. 41 din convenţie prevede:", "", "„Dacă Curtea declară că a avut loc o încălcare a convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă”.", "", "A.  Prejudiciu", "", "56. Reclamantul pretinde 2 098,80 euro (EUR) cu titlu de prejudiciu material, reprezentând valoarea datoriei, şi 162,50 EUR reprezentând cheltuielile de judecată, ţinând seama de actualizarea valorii prejudiciului până în 2003. De asemenea, acesta pretinde 8 000 EUR cu titlu de prejudiciu moral.", "Curtea reiterează că o hotărâre prin care se constată o încălcare a convenţiei impune statului pârât obligaţia legală de a pune capăt respectivei încălcări şi de a repara consecinţele acesteia, astfel încât să restabilească pe cât posibil situaţia existentă înainte de încălcare [a se vedea Iatridis împotriva Greciei (reparaţie echitabilă) (MC), nr. 31107/96, pct. 32, CEDO 2000- XI].", "57. În ceea ce priveşte prejudiciul material, Curtea remarcă faptul că hotărârea în favoarea reclamantului nu a fost executată. Totuşi, ţinând seama de circumstanţele particulare ale cauzei, în special de faptul că procedura de executare este încă pendinte în faţa autorităţilor ungare şi de faptul că prezenta cerere este îndreptată numai împotriva României, Curtea nu acordă despăgubiri în cadrul acestui capăt de cerere.", "58. În continuare, Curtea consideră că reclamantul a suferit un prejudiciu moral constând în frustrarea cauzată de durata procedurii de executare şi de faptul că autorităţile române nu l-au asistat cu diligenţă în eforturile sale de a executa hotărârea din 26 martie 2001, şi că acest prejudiciu nu poate fi compensat suficient prin simpla constatare a unei încălcări.", "59. În aceste circumstanţe, ţinând seama de toate informaţiile de care dispune şi pronunţându-se în echitate, în conformitate cu art. 41 din convenţie, Curtea acordă reclamantului 4 800 EUR cu titlu de prejudiciu moral.", "", "B.  Cheltuieli de judecată", "", "60. Reclamantul pretinde, de asemenea, 650 EUR pentru cheltuielile de judecată efectuate în procedura în faţa instanţelor naţionale şi în faţa Curţii, reprezentând cheltuieli poştale, traduceri, taxe de expertiză, taxe de timbru şi cheltuieli de călătorie. Acesta a prezentat facturi.", "61.  Potrivit jurisprudenţei Curţii, un reclamant are dreptul la rambursarea cheltuielilor de judecată numai în măsura în care s-a stabilit caracterul real, necesar şi rezonabil al acestora. În speţă, ţinând seama de informaţiile pe care le deţine şi de criteriile menţionate mai sus, Curtea consideră rezonabilă acordarea sumei de 650 EUR pentru toate cheltuielile.", "", "C.  Dobânzi moratorii", "", "62. Curtea consideră necesar ca dobânzile moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "Pentru aceste motive, Curtea, în unanimitate", "", "1.  Declară cererea admisibilă;", "2. Hotărăşte că a fost încălcat art. 6 § 1 din convenţie;", "3. Hotărăşte că nu este necesar să se examineze separat capătul de cerere întemeiat pe art. 1 din Protocolul nr. 1 la convenţie;", "4.  Hotărăşte:", "a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din convenţie, următoarele sume care trebuie convertite în moneda naţională a statului pârât la rata de schimb aplicabilă la data plăţii:", "(i) 4 800 EUR (patru mii opt sute de euro), plus orice sumă ce poate fi datorată cu titlu de impozit, cu titlu de prejudiciu moral;", "(ii) 650 EUR (şase sute cincizeci de euro), plus orice sumă ce poate fi datorată cu titlu de impozit, pentru cheltuielile de judecată;", "b) că, de la expirarea perioadei de trei luni menţionată anterior şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "5.  Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "", "Redactată în limba engleză, apoi comunicată în scris, la 4 octombrie 2011, în temeiul art. 77 § 2 şi 3 din regulament.", "\t", "Marialena Tsirli\tJosep Casadevall\n\t    Grefier adjunct\tPreşedinte", ""]}