{"file": "RUM_HJUDRUM_73970_01.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "73970/01", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "Secţia a doua", "", "CAUZA SĂCĂLEANU ÎMPOTRIVA ROMÂNIEI", "", "(Cererea nr. 73970/01)", "", "Hotărâre", "6 septembrie 2005", "", "Definitivă", "6 decembrie 2005", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Săcăleanu împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a doua), reunită într-o cameră compusă din", "J.-P. Costa, preşedinte, R. Türmen, C. Bîrsan, K. Jungwiert, M. Ugrekhelidze, A. Mularoni, E. Fura-Sandström, judecători, şi S. Naismith, grefier adjunct de secţie,", "", "După ce a deliberat în camera de consiliu, la 5 iulie 2005,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "", "1. La originea cauzei se află cererea nr. 73970/01 îndreptată împotriva României, prin care un resortisant al acestui stat, doamna Cecilia Săcăleanu („reclamanta”), a sesizat Curtea la 11 februarie 2000 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”).", "2. Guvernul român („Guvernul”) a fost reprezentat de domnul B. Aurescu, agent guvernamental, apoi de doamna R. Rizoiu, care l-a înlocuit în această funcţie.", "3. La 19 martie 2004, Curtea (Secţia a doua) a hotărât să comunice cererea Guvernului. Întemeindu-se pe dispoziţiile art. 29 § 3, aceasta a hotărât că admisibilitatea şi temeinicia cauzei vor fi examinate împreună.", "", "ÎN FAPT", "", "I. CIRCUMSTANŢELE CAUZEI", "", "4. Reclamanta s-a născut în 1945 şi locuieşte în Iaşi.", "5. Reclamanta ocupa postul de economist la căminul de bătrâni din Iaşi, subordonat Secretariatului de Stat pentru Persoanele cu Handicap, instituţie publică finanţată de la bugetul de stat („Secretariatul”).", "", "A. Transferul reclamantei", "", "6. La 8 august 1993, reclamanta a fost transferată pe un post de contabil la Grupul Şcolar „I. Holban” din Iaşi.", "7. Prin hotărârea din 15 martie 1995, Judecătoria Iaşi a admis plângerea introdusă de reclamantă împotriva Secretariatului, a anulat hotărârea din 8 august 1993 şi a obligat Secretariatul să dispună reintegrarea reclamantei pe post, plata salariilor datorate până la reintegrarea sa efectivă şi a sumei de 62 500 lei româneşti (ROL) cu titlu de cheltuieli de judecată.", "8. În urma apelului Secretariatului, această hotărâre a fost confirmată prin hotărârea din 4 decembrie 1995 a Tribunalului Iaşi, care a obligat de asemenea Secretariatul la plata către reclamantă a sumei de 100 000 ROL cu titlu de cheltuieli de judecată.", "9. Prin hotărârea definitivă din 6 decembrie 1996, Curtea de Apel Iaşi a respins recursul Secretariatului şi l-a obligat pe acesta la plata către reclamantă a sumei de 300 000 ROL cu titlu de cheltuieli de judecată.", "", "B. Cererea prin care se solicită obligarea la plata de despăgubiri", "", "10. În urma a numeroase cereri, rămase fără răspuns, formulate de către reclamantă la Secretariat în vederea obţinerii executării hotărârii din 15 martie 1995, reclamanta a solicitat Judecătoriei Iaşi să oblige angajatorul la plata unei despăgubiri până la reintegrarea pe post, astfel cum prevede hotărârea în cauză.", "11. La 5 august 1997, reclamanta a fost reintegrată pe post.", "12. Prin hotărârea din 29 octombrie 1997, instanţa a somat Secretariatul să plătească reclamantei o despăgubire în valoare de 100 000 ROL pentru fiecare zi de întârziere, începând de la 25 iunie 1996 până la reintegrarea sa efectivă.", "13. Prin hotărârea din 13 aprilie 1998, Tribunalul Iaşi a respins apelul formulat de Secretariat împotriva acestei hotărâri. Instanţa a reţinut că, deşi reclamanta a fost reintegrată pe post la 5 august 1997, aceasta avea în continuare dreptul la plata despăgubirii pentru perioada cuprinsă între 8 august 1993 - şi 5 august 1997, în timpul căreia angajatorul nu îşi executase obligaţia de reintegrare a acesteia. De asemenea, instanţa a respins cererea Secretariatului de diminuare a sumei despăgubirii, reţinând că faptul că Secretariatul era o instituţie bugetară nu îl scutea de obligaţia de a executa hotărârile judecătoreşti definitive, precum în cauză. De asemenea, acesta a obligat Secretariatul la plata către reclamantă a sumei de 250 000 ROL cu titlu de cheltuieli de judecată.", "14. Prin hotărârea definitivă din 4 august 1998, Curtea de Apel Iaşi a respins recursul Secretariatului şi a confirmat hotărârea din 29 octombrie 1997. Aceasta a somat Secretariatul să plătească reclamantei o sumă suplimentară de 400 000 ROL cu titlu de cheltuieli de judecată.", "", "C. Suspendarea contractului de muncă al reclamantei", "", "15. La 5 august 1997, contractul de muncă al reclamantei a făcut obiectul unei suspendări din cauza faptului că angajatorul formulase o plângere penală împotriva acesteia. La 14 august 1997, reclamanta a contestat această decizie în faţa Judecătoriei Iaşi.", "16. Prin hotărârea din 1 martie 1999, instanţa a admis cererea reclamantei şi a anulat decizia în cauză, reţinând că aceasta din urmă era doar un mijloc dilatoriu folosit de Secretariat în ceea ce priveşte obligaţia sa de reintegrare efectivă a reclamantei, astfel cum au dispus instanţele la 15 martie 1995. De asemenea, instanţa a obligat Secretariatul la plata către reclamantă a sumei de 250 000 ROL cu titlu de cheltuieli de judecată.", "17. În urma apelului formulat de Secretariat, această hotărâre a fost confirmată prin hotărârea din 29 octombrie 1999 a Tribunalului Iaşi, care a dispus, de asemenea, plata către reclamantă a sumei de 2 000 000 ROL cu titlu de cheltuieli de judecată. Curtea de Apel Iaşi a confirmat această hotărâre, prin hotărârea definitivă din 31 ianuarie 2000, dispunând, de asemenea, plata către reclamantă a sumei de 1 500 000 ROL cu titlu de cheltuieli de judecată.", "", "D. Concedierea reclamantei", "", "18. Prin decizia din 13 februarie 1998, Secretariatul a anulat suspendarea din 5 august 1997. La aceeaşi dată, acesta a concediat reclamanta pentru culpă profesională.", "19. Reclamanta a contestat concedierea sa în faţa Judecătoriei Iaşi care, prin hotărârea din 30 septembrie 1998, i-a admis cererea şi a anulat decizia în cauză. Instanţa a considerat că Secretariatul era de rea-credinţă faţă de reclamantă, ceea ce făcea ca decizia de concediere să fie nelegală. Aceasta a dispus ca Secretariatul să reintegreze reclamanta pe postul ocupat înainte de concediere şi să îi plătească salariile datorate de la 13 februarie 1998 până la reintegrarea sa efectivă. Instanţa a obligat Secretariatul la plata unei despăgubiri către reclamantă în valoare de 100 000 ROL pentru fiecare zi de întârziere, de la data rămânerii definitive a hotărârii până la reintegrarea sa efectivă. De asemenea, aceasta a dispus ca Secretariatul să plătească reclamantei cheltuielile de judecată în valoare de 500 000 ROL.", "20. Prin hotărârea din 16 aprilie 1999, Tribunalul Iaşi a respins apelul formulat de Secretariat împotriva acestei hotărâri şi a dispus, de asemenea, plata către reclamantă a sumei de 1 000 000 ROL, cu titlu de cheltuieli de judecată.", "21. Prin hotărârea definitivă din 6 octombrie 1999, Curtea de Apel Iaşi a confirmat hotărârea din 30 septembrie 1998 şi a dispus ca Secretariatul să plătească reclamantei suma de 500 000 ROL, cu titlu de cheltuieli de judecată.", "22. De la 1 ianuarie 1999, căminul de bătrâni a trecut în administrarea Primăriei Municipiului Iaşi („Primăria”). De la această dată, obligaţia de reintegrare a reclamantei îi revenea Primăriei.", "23. La 3 august 2000, reclamanta a fost reintegrată pe postul său de economist la căminul de bătrâni din Iaşi.", "24. Din probele aflate la dosar reiese că, în perioada august 1993 – mai 2000, reclamanta a ocupat postul de contabil la Grupul Şcolar „I. Holban” din Iaşi.", "", "E. Demersurile în vederea obţinerii plăţii sumelor dispuse de instanţe", "", "25. Prin hotărârea din 11 aprilie 1997, Judecătoria Iaşi a confirmat poprirea contului Secretariatului, deschis la Trezoreria Municipiului Iaşi („Trezoreria”) pentru suma de 6 109 804 ROL, reprezentând remuneraţia reclamantei pentru perioada cuprinsă între 19 septembrie 1993 şi 31 decembrie 1996, astfel cum a fost stabilită de raportul de expertiză efectuat în cauză. Reclamanta a primit această sumă la 1 aprilie 1997.", "26. Prin hotărârea din 19 iunie 1998, Judecătoria Iaşi a dispus poprirea contului Secretariatului, deschis la Trezorerie, pentru suma de 66 100 000 ROL, reprezentând despăgubirea stabilită prin hotărârea din 29 octombrie 1997 a Judecătoriei Iaşi. Această sumă a fost plătită reclamantei în douăzeci de rate în perioada 6 august 1998 - 4 aprilie 2000.", "27. Prin comunicările din 13 august şi 29 septembrie 1998, pentru a justifica plata eşalonată, Trezoreria a informat reclamanta că, prin ordinul din 2 martie 1998, Ministerul Finanţelor o informase că nu putea plăti creditorilor instituţiilor publice (precum Secretariatul) decât sume destinate utilizării proprii instituţiei în cauză şi că, prin urmare, plata urma să se facă periodic, în funcţie de suma existentă în contul său cu titlu de „materiale şi prestări de servicii”.", "28. Prin hotărârea din 5 februarie 1999, Judecătoria Iaşi a dispus poprirea contului Secretariatului, deschis la Trezorerie, pentru suma de 4 960 911 ROL, reprezentând suma stabilită printr-o expertiză a salariilor datorate reclamantei pentru perioada cuprinsă între 1 ianuarie 1997 -şi 31 decembrie 1997 şi cheltuielile de judecată acordate acesteia prin hotărârea din 15 martie 1995 a Judecătoriei Iaşi, prin hotărârea din 4 decembrie 1995 a Tribunalului Iaşi şi prin hotărârea din 6 decembrie 1996 a Curţii de Apel Iaşi. Această sumă a fost plătită la 15 ianuarie 1999.", "29. Prin hotărârea din 12 ianuarie 2000, Judecătoria Iaşi a dispus poprirea contului Secretariatului, deschis la Trezorerie, pentru suma de 2 300 000 ROL, reprezentând cheltuielile de judecată stabilite prin: hotărârea din 30 septembrie 1998 a Judecătoriei Iaşi, hotărârile din 5 octombrie 1998 şi din 16 aprilie 1999 ale Tribunalului Iaşi şi hotărârea din 5 aprilie 1999 a Curţii de Apel Iaşi. Această sumă a fost plătită reclamantei la 22 decembrie 1999 şi la 12 ianuarie 2000.", "30. Prin hotărârea din 18 iulie 2000, Judecătoria Iaşi a dispus poprirea contului Secretariatului, deschis la Trezorerie, pentru suma de 3 981 000 ROL, reprezentând cheltuielile de judecată pentru procedura în anulare a deciziei de suspendare a contractului de muncă al reclamantei (supra, pct. 15 – 17), precum şi cheltuielile de executare. Această sumă a fost plătită reclamantei la 7 decembrie 2000 şi la 24 ianuarie, 9 februarie şi 9 martie 2001.", "31. Prin hotărârea din 26 septembrie 2000, Judecătoria Iaşi a dispus poprirea contului Secretariatului, deschis la Trezorerie, pentru suma de 1 518 000 ROL, reprezentând cheltuielile de judecată stabilite prin hotărârea din 6 octombrie 1999 a Curţii de Apel Iaşi şi prin hotărârea din 12 ianuarie 2000 a Judecătoriei Iaşi. Această sumă a fost plătită la 3 noiembrie şi 7 decembrie 2000.", "32. Prin hotărârea din 25 octombrie 2000, Judecătoria Iaşi a dispus poprirea conturilor Secretariatului şi Primăriei, deschise la Trezorerie, pentru sumele de 29 666 285 ROL şi, respectiv, 51 519 926 ROL, astfel cum au fost stabilite printr-o expertiză contabilă efectuată în cauză. Secretariatul a fost obligat la plata sumei de 29 666 285 ROL, reprezentând salariile datorate şi daunele cominatorii pentru perioada 13 februarie 1998 -– 1 aprilie 1999. Această sumă a fost plătită reclamantei la 9 martie şi 2 aprilie 2001. La 8 noiembrie 2000, Primăria a plătit suma de 51 519 926 ROL, reprezentând salariile datorate şi daunele cominatorii, de la 1 aprilie 1999 până la reintegrarea efectivă a reclamantei, la 3 august 2000.", "33. Prin hotărârea din 13 aprilie 2001, Judecătoria Iaşi a dispus poprirea contului Secretariatului, deschis la Trezorerie, pentru suma de 8 880 742 ROL, reprezentând salariile datorate pentru perioada 5 august 1997 -– 13 februarie 1998, sumă care a fost plătită reclamantei la 24 aprilie 2001.", "34. Prin hotărârea din 5 aprilie 2001, Judecătoria Iaşi a dispus poprirea contului Secretariatului, deschis la Trezorerie, pentru suma de 2 000 000 ROL, cu titlu de cheltuieli de judecată acordate reclamantei prin hotărârea din 6 octombrie 1999 a Curţii de Apel Iaşi, sumă care a fost plătită la 22 februarie 2002.", "35. În total, reclamanta a primit, până la 22 februarie 2002, suma de 176 956 668 ROL. Cu toate acestea, prin comunicarea din 31 octombrie 2003, reclamanta a informat Curtea că aştepta în continuare să primească suma de 270 000 000 ROL ca urmare a hotărârilor judecătoreşti pronunţate în cauzele respective.", "", "II. DREPTUL INTERN RELEVANT", "", "A. Codul de procedură civilă, astfel cum era redactat înainte de 2 mai 2001", "", "Art. 456", "", "„El va declara dacă datorează suma ce se popreşte, cît este acea sumă, pe bază de ce titlu, dacă mai este poprită şi de alţii, şi dacă acea datorie este exigibilă.”", "", "", "Art. 457", "", "„Daca se dovedeşte că terţul poprit este dator, instanţa va valida poprirea condamnând pe terţul poprit să plătească suma poprită creditorului popritor.”", "", "", "B. Codul de procedură civilă, astfel cum era redactat după 2 mai 2001", "", "", "Art. 3712", "", "„(1) Pot fi executate silit obligaţiile al căror obiect constă în plata unei sume de bani, predarea unui bun ori a folosinţei acestuia, desfiinţarea unei construcţii, plantaţii ori altei lucrări sau în luarea unei alte măsuri admise de lege.”", "", "Art. 453", "", "„(1) Poprirea se înfiinţează la cererea creditorului, de executorul judecătoresc de la domiciliul sau sediul debitorului ori de la domiciliul sau sediul terţului poprit [...]”.", "", "Art. 457", "", "„(2) La data sesizării băncii, sumele existente, precum şi cele provenite din încasările viitoare sunt indisponibilizate în măsura necesară realizării creanţei. Din momentul indisponibilizării şi până la achitarea integrală a obligaţiilor prevăzute în titlul executoriu terţul poprit nu va face nici o altă plată sau altă operaţiune care ar putea diminua suma indisponibilizată, dacă legea nu prevede altfel.”", "", "C. Legea nr. 168/1999", "", "Art. 83", "", "„Neexecutarea unei hotărâri judecătoreşti definitive privind plata salariilor în termen de 15 zile calculate de la data cererii de executare adresate unităţii de partea interesată constituie infracţiune şi se pedepseşte cu închisoare de la 3 luni la 6 luni ori cu amendă.”", "", "ÎN DREPT", "", "I. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 6 § 1 DIN CONVENŢIE", "", "36. Reclamanta pretinde că neexecutarea hotărârilor judecătoreşti definitive prin care s-a dispus plata de către o instituţie publică a salariilor datorate reclamantei, a despăgubirii şi a cheltuielilor de judecată i-a încălcat dreptul de acces la o instanţă, drept garantat de art. 6 § 1 din Convenţie, ale cărui dispoziţii relevante sunt redactate după cum urmează:", "", "„Orice persoană are dreptul la judecarea cauzei sale [...], de către o instanţă [...], care va hotărî [...] asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil [...]”.", "", "A. Cu privire la admisibilitate", "", "1. Cu privire la excepţia de neepuizare a căilor de atac interne referitoare la capătul de cerere privind plata soldului rămas datorat", "", "37. Guvernul consideră că reclamanta a primit toate sumele solicitate în conformitate cu procedura internă. În cazul în care reclamanta ar considera că ar fi trebuit să primească mai mult, Guvernul invocă faptul că, în ceea ce priveşte soldul rămas datorat, aceasta nu a epuizat căile de atac interne.", "38. Conform Guvernului, în temeiul dispoziţiilor art. 453 – 456 C. proc. civ., reclamanta ar fi putut să sesizeze un terţ pentru poprirea creanţelor debitorului său, prin intermediul instanţelor sau al executorului judecătoresc.", "39. Guvernul consideră că, în cauză, este vorba despre un recurs adecvat, accesibil, eficace şi suficient, în conformitate cu jurisprudenţa organelor Convenţiei, pentru a obţine executarea în natură a obligaţiei de plată a unei sume de bani [G. împotriva Belgiei, nr. 12604/86, decizia Comisiei din 10 iulie 1991, Decizii şi rapoarte (DR) 70, p. 125; Stögmüller împotriva Austriei, hotărârea din 10 noiembrie 1969, seria A nr. 9, p. 42, pct. 11; De Wilde, Ooms şi Versyp împotriva Belgiei, hotărârea din 18 iunie 1971, seria A nr. 12, p. 34, pct. 62]. De asemenea, Guvernul subliniază că judecătorul se supune principiului disponibilităţii şi că nu se poate pronunţa cu privire la acordarea unor sume de bani în absenţa unei cereri din partea reclamantei.", "40. Reclamanta contestă argumentele Guvernului. Aceasta afirmă că nu a primit, în totalitate, sumele datorate şi că nu a poprit conturile debitorului pentru soldul rămas datorat din cauza cheltuielilor de judecată prea ridicate din procedura de executare.", "41. Curtea observă că reclamanta afirmă că anumite sume nu i-au fost plătite, fără să precizeze cu exactitate despre ce sume este vorba şi în baza căror hotărâri judecătoreşti i s-ar datora acestea.", "42. De asemenea, Curtea constată că hotărârile judecătoreşti definitive prin care angajatorul era obligat la plata către reclamantă a unor sume cu titlu de salarii şi despăgubiri nu constituiau în patrimoniul acesteia din urmă decât o creanţă determinabilă, în măsura în care aceste sume nu erau stabilite. Pentru a obţine plata sumelor în cauză, reclamanta a poprit, în mai multe rânduri, conturile debitorului, proceduri în timpul cărora valoarea sumelor datorate a fost stabilită de instanţele naţionale, pe baza rezultatelor unor expertize contabile contradictorii.", "43. Chiar dacă reclamanta ar fi avut dreptul la alte sume care nu i-ar fi fost plătite, Curtea constată că aceasta nu a dat dovadă de diligenţă nici pentru a le stabili, nici pentru a le obţine.", "44. Cu toate că, în principiu, nu este potrivit să i se solicite unei persoane care are o creanţă împotriva statului, la încheierea unei proceduri judiciare, să iniţieze ulterior procedura de executare silită pentru a obţine o reparaţie (Mataxas împotriva Greciei, nr. 8415/02, pct. 19, 27 mai 2004), Curtea constată că, în cauză, o astfel de procedură, deşi complexă, era necesară, în măsura în care constituia singurul mijloc de a stabili valoarea creanţei. În plus, Curtea constată că, pentru sumele pentru care reclamanta a poprit conturile debitorului, această cale de acţiune a condus la executarea hotărârilor interne definitive.", "45. Curtea observă că reclamanta nu a oferit nicio justificare pentru lipsa sa de acţiune cu privire la sumele pretins datorate. Afirmaţiile sale privind valoarea cheltuielilor de judecată efectuate pentru procedura de poprire nu pot constitui o explicaţie în măsura în care cheltuielile respective nu au reprezentat un obstacol pentru recuperarea sumelor care i-au fost deja plătite.", "", "2. Cu privire la excepţia de neepuizare a căilor de atac interne referitoare la capătul de cerere privind stabilirea sumelor plătite", "", "46. Guvernul consideră că sumele plătite reclamantei, în temeiul hotărârilor interne definitive, au fost stabilite şi reactualizate de instanţele naţionale, ţinând seama de rata inflaţiei.", "47. Reclamanta contestă rata inflaţiei reţinută de expertize, care, în opinia sa, nu ar corespunde realităţii economice, precum şi modalitatea de evaluare de către instanţele naţionale a valorii despăgubirii.\t\t", "", "48. Curtea constată că expertizele contabile efectuate pentru a stabili sumele datorate de angajator au luat în considerare rata inflaţiei pentru fiecare perioadă, determinată de criterii economice. Curtea constată că reclamanta nu a justificat faptul că ar fi trebuit să se reţină o altă rată. În orice caz, reclamanta nu a contestat rata aplicată în faţa instanţelor naţionale. În plus, Curtea constată că valoarea despăgubirii a fost stabilită prin hotărâri definitive ale instanţelor naţionale şi că reclamanta nu a contestat-o în faţa instanţelor interne.", "49. Rezultă că acele capete de cerere ale reclamantei referitoare la plata soldului pretins datorat şi la modul de stabilire a sumelor plătite trebuie respinse din cauza neepuizării căilor de atac interne, în temeiul art. 35 § 1 şi 4 din Convenţie.", "50. În ceea ce priveşte capătul de cerere al reclamantei referitor la plata întârziată a sumelor datorate, Curtea constată că acesta nu este în mod vădit nefondat în sensul art. 35 § 3 din Convenţie. Curtea subliniază că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "51. Guvernul subliniază că pot exista circumstanţe care să justifice neexecutarea în natură a unei obligaţii impuse de o hotărâre judecătorească definitivă, fără ca neexecutarea să implice o încălcare a dispoziţiilor Convenţiei.", "52. Guvernul consideră că obligaţia statului se limitează, în cauză, la crearea şi la punerea la dispoziţia creditorului a unui sistem judiciar care să poată constrânge debitorul la executarea hotărârii definitive. Acesta pretinde că iniţiativa oricărei măsuri de executare aparţine creditorului, autorităţile neavând obligaţia pozitivă de a lua o astfel de iniţiativă ex officio. Prin urmare, este de datoria creditorului să se folosească de mijloacele care i-au fost puse la dispoziţie. Dacă acesta le foloseşte şi sesizează autorităţile publice, autorităţile statului trebuie să dea dovadă de promptitudine, luând toate măsurile ce li se pot cere în mod rezonabil. Or, în cauză, autorităţile au acţionat în mod eficient şi, prin urmare, toate sumele solicitate de reclamantă au fost plătite.", "53. De asemenea, conform Guvernului, întârzierea în executarea unei hotărâri se poate justifica prin existenţa unor circumstanţe deosebite (Croitoru împotriva Moldovei, nr. 18882/02, pct. 16, 20 iulie 2004). Guvernul consideră că, în cauză, întârzierea în executarea hotărârilor judecătoreşti pronunţate în favoarea reclamantei nu este exagerată, în conformitate cu jurisprudenţa Curţii în materie (Voytenko împotriva Ucrainei, nr. 18966/02, pct. 40, 29 iunie 2004).", "54. Reclamanta nu contestă faptul că i-au fost plătite sumele care reprezentau salariile, despăgubirea şi cheltuielile de judecată. Cu toate acestea, reclamanta subliniază că sumele care i-au fost acordate de instanţele interne în urma popririi conturilor debitorului i-au fost plătite cu întârziere sau în mod eşalonat, ceea ce a condus la devalorizarea sumelor datorate şi, prin urmare, la neexecutarea hotărârilor judecătoreşti definitive pronunţate în favoarea sa.", "55. Curtea reaminteşte că executarea unei sentinţe sau a unei hotărâri, indiferent de instanţa care a pronunţat-o, trebuie să fie considerată ca făcând parte integrantă din „proces” în sensul art. 6 din Convenţie. Dreptul la o instanţă ar fi iluzoriu dacă ordinea juridică internă a unui stat contractant ar permite ca o hotărâre judecătoreasă definitivă şi obligatorie să rămână inoperantă în detrimentul unei părţi [Immobiliare Saffi împotriva Italiei (GC), nr. 22774/93, pct. 63, CEDO 1999-V]. De asemenea, Curtea reaminteşte că administraţia constituie un element al statului de drept, interesul său identificând-se cu cel al unei bune administrări a justiţiei, şi că, în cazul în care administraţia refuză sau omite să execute o hotărâre ori întârzie chiar în executarea acesteia, garanţiile art. 6 de care a beneficiat justiţiabilul pe parcursul fazei judiciare a procedurii îşi pierd orice raţiune de a fi (Hornsby împotriva Greciei, hotărârea din 19 martie 1997, Culegere de hotărâri şi decizii 1997-II, p. 510-511, pct. 41).", "56. Cu toate acestea, dreptul de acces la o instanţă nu poate obliga un stat să dispună executarea fiecărei hotărâri cu caracter civil indiferent care ar fi aceasta şi indiferent de circumstanţe (Sanglier împotriva Franţei, nr. 50342/99, pct. 39, 27 mai 2003). Atunci când autorităţile sunt obligate să acţioneze pentru executarea unei hotărâri judecătoreşti şi omit să o facă, această inerţie implică răspunderea statului în conformitate cu art. 6 § 1 din Convenţie (Scollo împotriva Italiei, hotărârea din 28 septembrie 1995, seria A nr. 315-C, p. 55, pct. 44).", "57. În orice caz, Curţii nu i se solicită să examineze dacă ordinea juridică internă a statului poate asigura executarea hotărârilor pronunţate de instanţe. Într-adevăr, fiecare stat contractant are sarcina de a se dota cu un arsenal juridic adecvat şi suficient pentru a asigura respectarea obligaţiilor pozitive care îi revin. Curtea are ca unică sarcină să examineze dacă, în cauză, măsurile adoptate de autorităţile române au fost adecvate şi suficiente (Ruianu împotriva României, nr. 34647/97, pct. 66, 17 iunie 2003).", "58. În prezenta cauză, în favoarea reclamantei s-au pronunţat hotărâri judecătoreşti definitive prin care angajatorul era obligat să îi plătească acesteia salariile datorate până la reintegrarea sa efectivă, despăgubirea şi cheltuielile de judecată. Trebuie precizat că anumite sume au fost plătite reclamantei cu mai mult de şase luni înainte de data introducerii prezentei cereri în faţa Curţii.", "59. Ţinând seama de faptul că sumele acordate reclamantei prin hotărârile judecătoreşti, reprezentând salariile datorate şi despăgubirea, nu erau stabilite de acestea, şi în măsura în care valoarea lor depindea de intervalul de timp scurs până la reintegrarea sa, Curtea observă că reclamanta trebuia să sesizeze în mod periodic instanţele naţionale pentru a obţine stabilirea acestor sume. Valoarea sumelor a fost stabilită de instanţele naţionale întemeindu-se pe rezultatul expertizelor contabile care luau în considerare rata inflaţiei pentru perioadele în cauză. Prin urmare, Curtea constată că, deşi procedura este complexă, reclamanta a făcut dovadă de diligenţă pentru a obţine executarea hotărârilor menţionate anterior. În cauză, instanţele naţionale au asistat-o periodic în demersurile sale, dispunând poprirea conturilor debitorului.", "60. Cu toate acestea, Curtea reaminteşte că a hotărât deja că o autoritate a statului nu poate pretexta că îi lipsesc resursele pentru a nu onora o datorie întemeiată pe o hotărâre judecătorească (Burdov împotriva Rusiei, hotărârea din 7 mai 2002, Culegere de hotărâri şi decizii 2002-III, p. 338, pct. 35).", "61. Curtea observă că, în cauză, angajatorul reclamantei era o instituţie publică finanţată de stat, care îi vira, în consecinţă, sume a căror destinaţie o preciza acesta. Curtea subliniază că tot statul era cel care, prin intermediul Ministerului Finanţelor Publice, dispunea Trezoreriei, terţ poprit în prezenta cauză, să reţină sumele necesare pentru plata datoriilor instituţiilor publice din sumele destinate utilizării individuale a instituţiilor debitoare.", "62. Deşi au existat bani în contul blocat, Trezoreria a trebuit uneori să refuze plata către reclamantă, pe motiv că ministerul nu destinase banii în cauză achitării datoriilor. Rezultă că statul, prin propriile acte, a făcut imposibilă recuperarea imediată de către reclamantă a sumelor dispuse prin hotărâri judecătoreşti definitive.", "63. Ulterior, deşi Trezoreria a început să facă plata sumelor stabilite prin hotărâri prin care se dispunea poprirea contului debitorului, Curtea trebuie să observe că anumite sume au făcut uneori obiectul unor plăţi eşalonate, întrucât niciuna dintre sume nu era destinată de Ministerul Finanţelor Publice utilizării individuale a Secretariatului.", "64. Curtea reaminteşte că a stabilit deja că omisiunea autorităţilor de a se conforma unei hotărâri definitive într-un termen rezonabil poate conduce la o încălcare a art. 6 § 1 din Convenţie, în special atunci când obligaţia de a dispune executarea hotărârii în cauză aparţine unei autorităţi administrative (a se vedea, mutatis mutandis, Metaxas împotriva Greciei, nr. 8415/02, pct. 26, 27 mai 2004; Burdov împotriva Rusiei, nr. 59498/00, pct. 36-38, CEDO 2002-III; Timofeyev împotriva Rusiei, nr. 58263/00, pct. 41-42, 23 octombrie 2003; Prodan împotriva Moldovei, nr. 49806/99, pct. 54-55, 18 mai 2004; Luntre şi alţii împotriva Moldovei, nr. 2916/02, pct. 40-41, 15 iunie 2004; Romashov împotriva Ucrainei, nr. 67534/01, pct. 27, 27 iulie 2004; Voïtenko împotriva Ucrainei, nr. 18966/02, pct. 35, 29 iunie 2004 şi Dubenko împotriva Ucrainei, nr. 74221/01, pct. 36, 11 ianuarie 2005).", "65. În cauză, plăţile anumitor sume erau eşalonate pe perioade considerabile, de până la douăzeci de luni, suma totală fiind plătită reclamantei la 22 februarie 2002. Curtea consideră că termenul de douăzeci de luni este nerezonabil, în sensul art. 6 § 1 din Convenţie, astfel cum a fost interpretat de jurisprudenţă (a se vedea, mutatis mutandis, hotărârile citate la pct. anterior), şi nu s-a adus nicio justificare valabilă în favoarea acestuia.", "66. Aceste elemente sunt suficiente Curţii pentru a concluziona că, în circumstanţele concrete ale cauzei, statul, prin intermediul organelor sale specializate, nu a depus toate eforturile necesare pentru a dispune executarea cu celeritate a hotărârilor judecătoreşti favorabile reclamantei. Prin urmare, Curtea concluzionează că a fost încălcat art. 6 § 1 din Convenţie.", "", "II. CU PRIVIRE LA APLICAREA ART. 41 DIN CONVENŢIE", "", "67. Art.  41 din Convenţie prevede:", "", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă”.", "", "A. Prejudiciu", "", "68. Reclamanta solicită 190 686 000 ROL cu titlu de prejudiciu material, reprezentând contravaloarea salariilor datorate până la reintegrarea sa efectivă.", "69. În ceea ce priveşte prejudiciul moral, reclamanta solicită 500 000 000 ROL pretinzând că imposibilitatea de a dispune executarea hotărârii judecătoreşti definitive prin care se dispunea reintegrarea sa şi necesitatea de a popri, în mai multe rânduri, contul debitorului i-au produs un sentiment de umilinţă şi de incertitudine. În plus, reclamanta susţine că, din cauza numeroaselor litigii şi a stării de incertitudine în care s-a aflat, starea sa de sănătate s-a deteriorat. Din cauza refuzului angajatorului de a o reintegra pe post, aceasta a fost privată de o carieră profesională.", "70. Guvernul subliniază că reclamanta primise sumele care îi erau datorate cu titlu de salariu şi despăgubirea. De asemenea, acesta observă că sumele datorate au fost stabilite de instanţe, pe baza rezultatelor rapoartelor de expertiză care luaseră în considerare rata inflaţiei.", "71. În ceea ce priveşte prejudiciul moral, Guvernul consideră că nu există nicio legătură de cauzalitate directă între încălcarea pretinsă şi deteriorarea stării de sănătate a reclamantei (Seguin împotriva Franţei, nr. 42400/98, pct. 30, 16 aprilie 2002). În plus, Guvernul reaminteşte că reclamanta poate pretinde numai despăgubiri care au o legătură de cauzalitate directă cu neexecutarea hotărârilor interne definitive.", "72. Curtea subliniază că singura bază care trebuie reţinută pentru acordarea unei reparaţii echitabile constă în cauză în durata neexecutării obligaţiei de plată a sumelor datorate în temeiul hotărârilor judecătoreşti definitive. Cu toate acestea, Curtea observă că reclamanta nu mai poate pretinde niciun prejudiciu material cu acest titlu, în măsura în care aceasta a primit sumele datorate cu titlu de salariu, reactualizate până la data reintegrării sale. Curtea consideră totuşi că reclamanta a suferit un prejudiciu moral, în special din cauza frustrării provocate de întârzierea în executarea hotărârilor pronunţate în favoarea sa şi că acest prejudiciu nu este suficient compensat printr-o constatare a încălcării. Cu toate acestea, Curtea consideră excesivă suma solicitată cu titlu de prejudiciu moral.", "73. În aceste împrejurări, având în vedere toate elementele de care dispune şi pronunţându-se în echitate, în conformitate cu art. 41 din Convenţie, Curtea acordă reclamantei 1 100 EUR pentru prejudiciul moral.", "", "B. Cheltuieli de judecată", "", "74. De asemenea, reclamanta solicită 1 495 500 ROL pentru cheltuielile de judecată suportate pentru corespondenţa cu Curtea.", "75. Guvernul reaminteşte că se pot acorda cheltuielile de judecată dacă acestea au fost întradevăr efectuate de reclamantă şi dacă sunt rezonabile, în raport cu încălcarea constatată (acesta citează, în special, hotărârea Cvijetic împotriva Croaţiei, din 26 februarie 2004, pct. 63 şi hotărârea Jasiuniene împotriva Lituaniei, din 6 martie 2003, pct. 55). Guvernul nu se opune rambursării cheltuielilor, dar consideră că reclamanta nu şi-a justificat cererile.", "76. În conformitate cu jurisprudenţa Curţii, un reclamant nu poate obţine rambursarea cheltuielilor de judecată decât în măsura se stabileşte caracterul real, necesar şi rezonabil al acestora. În cauză şi având în vedere elementele pe care le deţine şi criteriile menţionate anterior, Curtea consideră că este rezonabil să se acorde reclamantei, pentru cheltuielile de judecată din procedură, suma de 37 EUR.", "", "C. Dobânzi moratorii", "", "77. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "PENTRU ACESTE MOTIVE,", "CURTEA,", "ÎN UNANIMITATE,", "", "1. Declară cererea admisibilă cu privire la capătul de cerere întemeiat pe art.  6 § 1 din Convenţie în ceea ce priveşte sumele deja plătite reclamantei şi inadmisibilă pentru celelalte capete de cerere;", "2. Hotărăşte că a fost încălcat art. 6 § 1 din Convenţie;", "3. Hotărăşte:", "a) că statul pârât trebuie să plătească reclamantei, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, suma de 1 100 EUR (o mie o sută euro), pentru prejudiciul moral, şi suma de 37 EUR (treizeci şi şapte euro), pentru cheltuielile de judecată, care trebuie convertită în lei româneşti la rata de schimb aplicabilă la data plăţii. La aceste sume se adaugă orice altă sumă ce poate fi datorată cu titlu de impozit;", "b) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "4. Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "", "Redactată în limba franceză, apoi comunicată în scris, la 6 septembrie 2005, în temeiul art. 77 § 2 şi 3 din regulament.", "", " S. Naismith \t\t\tJ.-P. Costa", "Grefier adjunct \t\t    Preşedinte", "", ""]}