{"file": "RUM_HJUDRUM_23957_03.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "23957/03", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "Secţia a treia", "", "CAUZA MARARIU ÎMPOTRIVA ROMÂNIEI", "", "(Cererea nr. 23957/03)", "", "Hotărâre", "", "Strasbourg", "", "16 martie 2010", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Marariu împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Corneliu Bîrsan, Boštjan M. Zupančič, Alvina Gyulumyan, Egbert Myjer, \tIneta Ziemele, Ann Power, judecători, şi Santiago Quesada, grefier de secţie,", "", "După ce a deliberat în camera de consiliu la 23 februarie 2010,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "", "1. La originea cauzei se află cererea nr. 23957/03 îndreptată împotriva României, prin care un resortisant al acestui stat, domnul Dumitru Marariu („reclamantul”), a sesizat Curtea la 11 iunie 2003 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”).", "2. Guvernul român („Guvernul”) este reprezentat de agentul guvernamental, domnul RăzvanHoraţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. Reclamantul pretinde o atingere adusă dreptului său la un proces echitabil ca urmare a neexaminării de către instanţele naţionale a cererii de rambursare a cheltuielilor de judecată şi o atingere adusă dreptului său la respectarea bunurilor sale, ca urmare a refuzului acestora de a dispune rambursarea cheltuielilor respective.", "4. La 23 aprilie 2008, preşedintele Secţiei a treia a hotărât să comunice Guvernului capetele de cerere întemeiate pe art. 6 § 1 din Convenţie şi pe art. 1 din Protocolul nr. 1. În conformitate cu art. 29 § 3 din Convenţie, acesta a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "", "ÎN FAPT", "", "I. CIRCUMSTANŢELE CAUZEI", "", "5. Reclamantul s-a născut în 1937 şi locuieşte în Ploieşti.", "6. Reclamantul este proprietarul unui apartament dintr-un imobil ale cărui cheltuieli sunt administrate de Asociaţia de locatari a imobilului 11 Ploieşti Vest („asociaţia”).", "7. La 11 octombrie 2001, asociaţia a sesizat Judecătoria Ploieşti cu o acţiune împotriva reclamantului pentru a obţine obligarea acestuia la plata cheltuielilor de întreţinere pentru perioada cuprinsă între iunie 2000-iunie 2001.", "8. La 12 noiembrie 2001, reclamantul a depus observaţii scrise în apărarea sa, susţinând că îşi plătise deja cheltuielile de întreţinere şi solicitând rambursarea cheltuielilor de judecată efectuate în cursul procedurii iniţiate de asociaţie.", "9. La şedinţa care a avut loc la 14 noiembrie 2001, instanţa a pronunţat o încheiere, dispunând o expertiză în sarcina reclamantului, pentru a se stabili dacă acesta îşi plătise întradevăr cheltuielile de întreţinere în totalitate.", "10. La 17 ianuarie 2002, reclamantul şi-a completat cererea privind cheltuielile de judecată, adăugând suma cheltuielilor de expertiză pe care le plătise, precum şi alte cheltuieli aferente cauzei.", "La şedinţa din 27 martie 2002, reclamantul a contestat concluziile raportului de expertiză.", "11. Prin hotărârea din 5 iunie 2002, judecătoria a constatat că din raportul de expertiză reieşea că reclamantul plătise în totalitate cheltuielile de întreţinere şi a luat act de renunţarea asociaţiei la acţiunea sa. Instanţa a concluzionat că acţiunea nu mai avea obiect. Aceasta nu s-a pronunţat cu privire la rambursarea cheltuielilor de judecată ale reclamantului.", "12. Reclamantul a formulat recurs în faţa Tribunalului Prahova, susţinând că judecătoria nu îi examinase cererea de rambursare a sumelor de 6 122 467 lei vechi româneşti (ROL) şi de 1 247 482 ROL cu titlu de cheltuieli de judecată .", "13. La şedinţa din 20 octombrie 2002, reclamantul a informat instanţa că nu contesta soluţionarea pe fond, ci numai faptul că judecătoria omisese să îi examineze cererea de rambursare a cheltuielilor de judecată, inclusiv a cheltuielilor de expertiză.", "14. Prin hotărârea din 6 decembrie 2002, rămasă definitivă la 18 decembrie 2002, tribunalul a respins recursul reclamantului. Acesta a hotărât că cererea sa de rambursare a sumei de 6 122 467 ROL fusese formulată pentru prima dată în cadrul recursului şi că, prin urmare, era inadmisibilă. În ceea ce priveşte rambursarea sumei de 1 247 482 ROL, instanţa a constatat că, din partea introductivă a hotărârii pronunţate în primă instanţă, nu reieşea că reclamantul ar fi formulat o asemenea cerere. Reclamantul a fost obligat să plătească cheltuielile de judecată aferente recursului, în valoare de 1 500 000 ROL.", "15. Reclamantul a formulat contestaţie în anulare împotriva acestei hotărâri, pe motiv că instanţele ordinare nu îi examinaseră cererea de rambursare a cheltuielilor de judecată. Prin hotărârea definitivă din 22 mai 2003, Tribunalul Prahova a respins contestaţia, considerând că motivul invocat de reclamant nu intra sub incidenţa cazurilor prevăzute de legea privind exercitarea acestei căi de atac extraordinare şi că, în orice caz, acesta putea recupera cheltuielile de procedură prin deschiderea unei proceduri civile separate. Reclamantul a fost obligat la plata cheltuielilor de judecată.", "16. Prin decizia din 14 octombrie 2003, Parchetul de pe lângă Curtea Supremă de Justiţie a respins cererea reclamantului ca parchetul să formuleze un recurs în anulare extraordinar împotriva hotărârilor din 6 decembrie 2002 şi 22 mai 2003, din cauza lipsei de motive pentru introducerea unei asemenea proceduri.", "17. La 23 iunie şi 3 septembrie 2003 şi la 12 ianuarie 2004, asociaţia a solicitat poprirea pensiei reclamantului, în valoare de 1 672 000 ROL, pentru plata cheltuielilor de judecată. Prin hotărârea definitivă din 12 decembrie 2003, contestaţia reclamantului împotriva executării a fost respinsă de Judecătoria Ploieşti, pe motiv că executarea avea ca temei legal hotărârea din 6 decembrie 2002 prin care acesta era obligat la plata cheltuielilor de judecată.", "18. La 10 martie 2004, reclamantul a depus o plângere penală la Parchetul de pe lângă Judecătoria Ploieşti împotriva membrilor din conducerea asociaţiei şi a unor angajaţi din primărie pentru abuz în funcţie, abuz de încredere, escrocherie, fals şi uz de fals. La 19 aprilie 2005, parchetul a pronunţat o ordonanţă de neîncepere a urmăririi penale. Reclamantul a contestat această ordonanţă în faţa Judecătoriei Ploieşti care, prin hotărârea din 2 iunie 2005, a confirmat neînceperea urmăririi penale. În urma recursului reclamantului, prin hotărârea din 26 septembrie 2005, rămasă definitivă, Tribunalul Prahova a confirmat hotărârea pronunţată în primă instanţă.", "19. Reclamantul a formulat o contestaţie în anularea hotărârii din 26 septembrie 2005 care a fost declarată inadmisibilă, la 21 noiembrie 2005, de Tribunalul Prahova. Cererea sa de strămutare al dosarului către o altă instanţă, depusă în timpul procedurii de retractare, a fost respinsă de Înalta Curte de Casaţie şi Justiţie la 19 mai 2006.", "", "II. DREPTUL ŞI PRACTICA INTERNE RELEVANTE", "", "20. Dispoziţiile relevante ale Codului de procedură civilă prevăd următoarele:", "", "Art. 274", "„(1) Partea care cade în pretenţii va fi obligată, la cerere, sa plătească cheltuielile de judecată.", "(2) Judecătorii nu pot micşora cheltuielile de timbru, taxe de procedură şi impozit proporţional, plata experţilor, despăgubirea martorilor, precum şi orice alte cheltuieli pe care partea care a câştigat va dovedi că le-a făcut.", "(3) Judecătorii au însă dreptul să mărească sau să micşoreze onorariile avocaţilor, potrivit cu cele prevăzute în tabloul onorariilor minimale, ori de câte ori vor constata motivat că sunt nepotrivite de mici sau de mari, faţă de valoarea pricinii sau munca îndeplinită de avocat.”", "", "21. Dreptul de a obţine rambursarea cheltuielilor de judecată este considerat în doctrină fie ca decurgând direct din lege, fie ca având drept temei teoria culpei procesuale a părţii care, contestând – chiar şi cu bună-credinţă - pretenţiile celeilalte părţi, a obligat-o pe aceasta să declanşeze o procedură judiciară care a cauzat cheltuieli pentru a obţine recunoaşterea dreptului său. Existenţa sau absenţa unei culpe materiale sau profesionale şi a bunei-credinţe a părţii care a pierdut sunt irelevante în această privinţă.", "22. Din doctrină reiese că, atunci când reclamantul renunţă la acţiunea sa după comunicarea cererii introductive de instanţă, instanţa poate, la solicitarea pârâtului, să oblige reclamantul să suporte cheltuielile de judecată. De asemenea, instanţele naţionale au obligaţia de motivare a deciziilor privind cheltuielile de judecată (a se vedea, de exemplu, Deleanu Ion, Tratat de procedură civilă, vol. II, Editura C.H. Beck, 2007, pct. 22).", "", "ÎN DREPT", "", "I. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 6 § 1 DIN CONVENŢIE", "", "23. Reclamantul pretinde că faptul că instanţele naţionale nu i-au examinat cererea de rambursare a cheltuielilor de judecată aduce atingere dreptului său la un proces echitabil, astfel cum este prevăzut la art. 6 § 1 din Convenţie, redactat după cum urmează:", "", "„Orice persoană are dreptul la judecarea în mod echitabil [...] a cauzei sale, de către o instanţă [...] care va hotărî [...] asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil [...]”.", "", "A. Cu privire la admisibilitate", "", "24. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din Convenţie. De asemenea, Curtea subliniază că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "25. Reclamantul susţine că instanţele au omis să îi examineze cererea de rambursare a cheltuielilor de judecată, în ciuda faptului că a formulat această cerere de mai multe ori şi în diferite stadii ale procedurii.", "26. Guvernul contestă argumentul reclamantului şi subliniază că instanţa de recurs a oferit un răspuns specific şi explicit la toate capetele de cerere invocate de reclamant, inclusiv la cel privind cheltuielile de judecată. Prin urmare, Guvernul consideră că procedura care s-a derulat în faţa instanţelor interne a respectat cerinţele unui proces echitabil.", "27. Curtea reaminteşte că, deşi art. 6 § 1 din Convenţie nu reglementează admisibilitatea şi forţa probantă a capetelor de cerere ale părţilor, acesta impune instanţelor obligaţia de a efectua examinarea efectivă a acestora, cu excepţia evaluării relevanţei lor (Vlasia Grigore Vasilescu împotriva României, nr. 60868/00, pct. 38, 8 iunie 2006).", "28. De asemenea, Curtea reaminteşte jurisprudenţa sa, conform căreia o instanţă superioară poate, în anumite cazuri, să remedieze deficienţele procedurii în primă instanţă [Kyprianou împotriva Ciprului (GC), nr. 73797/01, pct. 134, CEDO 2005XII] şi adaugă că este uşor de conceput ca o astfel de instanţă să înlocuiască decizia viciată cu propria decizie, cu condiţia ca aceasta să respecte garanţiile de la art. 6 [a se vedea mutatis mutandis, Lorsé împotriva Ţărilor de Jos (dec.), nr. 44484/98, 27 ianuarie 2004, şi K.C.M. împotriva Ţărilor de Jos, nr. 21034/92, decizia Comisiei din 9 ianuarie 1995].", "29. Or, Curtea constată că, în speţă, instanţa care se pronunţă în primă instanţă a omis să examineze cererea de rambursare a cheltuielilor de judecată ale reclamantului. În plus, tribunalul care s-a pronunţat în recurs s-a limitat să examineze conţinutul hotărârii pronunţate în primă instanţă, fără să verifice dacă reclamantul formulase într-adevăr o asemenea cerere (a se vedea, de asemenea, mutatis mutandis, Albina împotriva României, nr. 57808/00, pct. 34, 28 aprilie 2005).", "30. Astfel, Curtea observă că din documentele trimise de reclamant reiese că, în observaţiile scrise în apărare, depuse la Judecătoria Ploieşti la 12 noiembrie 2001, acesta a solicitat rambursarea sumei de 500 000 ROL cu titlu de cheltuieli de judecată. Din încheierea din 14 noiembrie 2001 rezultă că aceste observaţii au fost depuse la dosar. În afară de aceasta, reclamantul şi-a completat cererea la 17 ianuarie 2002, pentru a include cheltuielile de expertiză în cadrul acesteia.", "31. Curtea constată că, în ciuda cererii explicite a reclamantului, hotărârea din 5 iunie 2002 a Judecătoriei Ploieşti nu s-a pronunţat cu privire la cheltuielile de judecată. În hotărârea sa din 6 decembrie 2002, Tribunalul Ploieşti s-a limitat să confirme hotărârea pronunţată, fără să verifice dacă reclamantul îşi prezentase într-adevăr cererile cu titlu de cheltuieli de judecată.", "32. Aceste elemente sunt suficiente Curţii pentru a concluziona că a fost încălcat art. 6 § 1 din Convenţie.", "", "II. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 1 DIN PROTOCOLUL NR. 1 LA CONVENŢIE", "", "A. Cu privire la admisibilitate", "", "33. Guvernul invocă o excepţie de incompatibilitate ratione materiae, susţinând că reclamantul nu beneficiază de o dispoziţie legală sau de o hotărâre judecătorească care să îi recunoască dreptul de proprietate asupra sumelor solicitate cu titlu de cheltuieli de judecată, astfel încât nu este titular al unui „bun” sau al unei „speranţe legitime”, în sensul Convenţiei, în raport cu sumele în litigiu.", "34. Reclamantul contestă acest argument.", "35. Curtea consideră că excepţia Guvernului este strâns legată de substanţa capătului de cerere pe care reclamantul îl întemeiază pe art. 1 din Protocolul nr. 1 la Convenţie, astfel încât este necesar să fie unită cu fondul.", "", "B. Cu privire la fond", "", "36. Reclamantul denunţă o încălcare a art. 1 din Protocolul nr. 1 la Convenţie, din cauza refuzului instanţelor naţionale de a dispune rambursarea cheltuielilor de judecată, la care consideră că are dreptul, în temeiul dispoziţiilor din Codul de procedură civilă.", "37. Guvernul subliniază că ingerinţa pretinsă era prevăzută de lege, urmărea un scop legitim şi era proporţională cu scopul urmărit.", "38. Curtea constată că respectivul capăt de cerere întemeiat pe art. 1 din Protocolul nr. 1 la Convenţie este legat în mod direct de cel examinat din punct de vedere al art. 6 § 1 din Convenţie. Aceasta observă că, în speţă, instanţele s-au mulţumit să constate că asociaţia renunţase la acţiunea sa împotriva reclamantului, fără să examineze cererea acestuia din urmă pentru a obţine rambursarea cheltuielilor de judecată cauzate de procedură sau să motiveze culpa procesuală aferentă obligării reclamantului la plata cheltuielilor de judecată.", "39. În afară de aceasta, Curtea observă în egală măsură că, astfel cum s-a menţionat în hotărârea definitivă din 22 mai 2003 a Tribunalului Prahova, reclamantul poate recupera cheltuielile de procedură printr-o acţiune civilă separată, pe care nu a introdus-o în faţa instanţelor naţionale competente.", "40. Având în vedere consideraţiile precedente, Curtea respinge excepţia preliminară a Guvernului, declară capătul de cerere admisibil şi hotărăşte că, ţinând seama de constatarea încălcării art. 6 § 1 din Convenţie, nu este necesar să se pronunţe şi din perspectiva art. 1 din Protocolul nr. 1 (a se vedea, mutatis mutandis, Glod împotriva României, nr. 41134/98, pct. 45 şi 46, 16 septembrie 2003 şi Vlasia Grigore Vasilescu împotriva României, nr. 60868/00, pct. 50, 8 iunie 2006).", "", "III. CU PRIVIRE LA CELELALTE PRETINSE ÎNCĂLCĂRI", "", "41. În baza art. 6 § 1 din Convenţie, reclamantul se plânge de refuzul procurorului general de a admite cererea sa de recurs extraordinar în anularea hotărârilor definitive din 6 decembrie 2002 şi 22 mai 2003.", "42. Prin comunicarea din 22 noiembrie 2006, invocând art. 6, 13 şi 17 din Convenţie, reclamantul s-a plâns de soluţionarea plângerii penale pe care a formulat-o împotriva membrilor asociaţiei, precum şi de echitatea acestei proceduri.", "43. Ţinând seama de toate elementele de care dispune şi în măsura în care este competentă să se pronunţe cu privire la pretenţiile formulate, Curtea constată că nu s-a adus nicio atingere drepturilor şi libertăţilor garantate de articolele invocate ale Convenţiei. Reiese că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", "", "IV. CU PRIVIRE LA APLICAREA ART. 41 DIN CONVENŢIE", "", "44. Art. 41 din Convenţie prevede:", "", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "", "A. Prejudiciu", "", "45. Reclamantul solicită 1 640 lei (RON) cu titlu de prejudiciu material şi 25 000 euro (EUR) cu titlu de prejudiciu moral.", "46. Guvernul se opune acordării acestor sume.", "47. Curtea constată că, în speţă, singura bază care trebuie reţinută pentru acordarea unei reparaţii echitabile constă în faptul că reclamantul nu a beneficiat de un proces echitabil, cu încălcarea art. 6 § 1 din Convenţie, deoarece instanţele naţionale nu s-au pronunţat cu privire la cererea sa de acordare a cheltuielilor de judecată.", "48. În speţă, pronunţându-se în echitate, Curtea consideră că trebuie acordată reclamantului suma de 1 000 EUR pentru toate prejudiciile.", "", "B. Cheltuieli de judecată", "", "49. Reclamantul nu a solicitat nicio sumă cu acest titlu.", "", "C. Dobânzi moratorii", "", "50. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "PENTRU ACESTE MOTIVE,", "CURTEA,", "ÎN UNANIMITATE,", "", "1. Uneşte cu fondul excepţia preliminară a Guvernului referitoare la incompatibilitatea ratione materiae privind art. 1 din Protocolul nr. 1 la Convenţie şi o respinge;", "2. Declară cererea admisibilă în ceea ce priveşte capetele de cerere întemeiate pe art. 6 § 1 din Convenţie şi pe art. 1 din Protocolul nr. 1 la Convenţie şi inadmisibilă pentru celelalte capete de cerere;", "3. Hotărăşte că a fost încălcat art. 6 § 1 din Convenţie;", "4. Hotărăşte că nu este necesar să se examineze capătul de cerere întemeiat pe art. 1 din Protocolul nr. 1 la Convenţie;", "5. Hotărăşte:", "a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, pentru toate prejudiciile, suma de 1 000 EUR (o mie de euro), care trebuie convertită în moneda statului pârât la rata de schimb aplicabilă la data plăţii, plus orice sumă ce poate fi datorată cu titlu de impozit;", "b) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, această sumă trebuie majorată cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "6. Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "", "Redactată în limba franceză, apoi comunicată în scris, la 16 martie 2010, în temeiul art. 77 § 2 şi 3 din regulament.", "\t", "Santiago Quesada\tJosep Casadevall", "\tGrefier\tPreşedinte"]}