{"file": "RUM_HJUDRUM_35097_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "35097/02", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Traducere din limba franceză", "Curtea Europeană a Drepturilor Omului", "Secţia a III-a", "HOTĂRÂREA", "din 11 octombrie 2007", "în Cauza Bozgan împotriva României", "(Cererea nr. 35097/02)", "Strasbourg", "Devenită definitivă la data de 11.01.2008", "Hotărârea devine definitivă în condiţiile prevăzute în  alin. (2) din Convenţie. Poate suferi modificări de formă.", "    \tÎn Cauza Bozgan împotriva României,", "    \tCurtea Europeană a Drepturilor Omului (Secţia a III-a), statuând în cadrul unei camere formate din:", "Domnii  B.M. Zupančič, preşedinte,", "  C. Bîrsan,", "Doamnele E. Fura-Sandström,", "  A. Gyulumyan,", "Domnii  E. Myjer,", "\t  David Thor Björgvinsson,", "Doamna I. Ziemele, judecători,", "şi domnul S. Quesada, grefier de secţie,", "    \tdupă ce a deliberat în camera de consiliu, la data de 20 septembrie 2007,", "    \ta pronunţat următoarea hotărâre, adoptată la aceeaşi dată:", "    \tPROCEDURA", "1. La originea cauzei se află cererea nr. 35097/02, introdusă împotriva României, prin care un cetăţean al acestui stat, domnul Gheorghe Bozgan (reclamantul), a sesizat Curtea la data de 21 august 2002 în temeiul  din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "    \t2. Reclamantul, care a beneficiat de asistenţă juridică la 7 ianuarie 2005, a fost reprezentat, începând cu 29 septembrie 2006 de M. Elmrini, avocat în Strasbourg. Cu toate acestea, reclamantul, prezentând personal observaţiile ca răspuns la cele ale Guvernului înainte de numirea unui avocat, nici o sumă nu a fost efectiv plătită cu titlu de asistenţă juridică. Guvernul român (Guvernul) a fost reprezentat de agentul guvernamental, doamna B. Ramaşcanu de la Ministerul Afacerilor Externe.", "\t3. Reclamantul a invocat că refuzul instanţelor naţionale de a-i admite cererea de înregistrare a asociaţiei denumite « Garda Naţională Antimafia », în continuare denumită « asociaţia » în Registrul asociaţiilor şi fundaţiilor constituia o atingere adusă libertăţii de asociere garantat de art. 11 din Convenţie. El a menţionat că în lipsa acestei înscrieri nu putea să constituie legal respectiva asociaţie.", "\t4. Printr-o decizie din 11 iulie 2006 Curtea a declarat cererea admisibilă.", "\t5. Atât reclamantul cât şi Guvernul au depus observaţii scrise pe fondul cauzei (art. 59 paragraful 1 din regulament)", "    \tÎN FAPT", "\tI. Circumstanţele cauzei", "    \t6. Reclamantul s-a născut în anul 1960 şi locuieşte la Mândruloc, România.", "    \t7. La 23 aprilie 2002 reclamantul a depus la Judecătoria Arad o cerere de înregistrare a asociaţiei « Garda Naţională Antimafia » în Registrul asociaţiilor şi fundaţiilor aflat la grefa acestei instanţe. El acţiona în calitate de preşedinte desemnat al asociaţiei. Cererea sa a fost însoţită de statutul şi actul constitutiv al asociaţiei, ale cărui dispoziţii prevedeau următoarele :", "\t« Scopul asociaţiei este de a îndrepta cetăţenii către formele de autoapărare, în cadrul legislativ existent, împotriva ameninţării criminalităţii organizate. Constituirea unei asemenea asociaţii este necesară deoarece autorităţile statului specializate în combaterea criminalităţii organizate nu mai pot face faţă structurilor criminale şi nu pot acţiona întotdeauna în mod eficient şi prompt pentru apărarea drepturilor şi libertăţilor cetăţenilor.", "\tAsociaţia nu se va substitui autorităţilor statului specializate în combaterea criminalităţii organizate, ea le va completa activitatea prin mijloace legale şi cu respectarea legii.", "\tAsociaţia va identifica, prin intermediul a mass media, persoanele implicate în criminalitatea organizată şi va întocmi o bază de date ; va înregistra plângerile privind criminalitatea organizată, va sesiza autorităţile şi va urmări felul în care acestea le vor da curs ; va promova încrederea cetăţenilor în autorităţile statului implicate în combaterea criminalităţii organizate şi le va susţine activitatea.", "\tAsociaţia se va inspira din experienţa altor organizaţii similare din ţări ale Europei de Vest, în special din Italia, în care sprijinul lor a fost decisiv în lupta împotriva mafiei. »", "\t8. La 24 aprilie 2002 instanţa a ţinut o şedinţă publică şi a audiat reclamantul şi procurorul. Primul a cerut instanţei să înregistreze asociaţia, condiţiile formale prevăzute de lege fiind îndeplinite. Procurorul a considerat că scopul asociaţiei încălca Constituţia.", "\t9. Prin încheierea din 24 aprilie 2002 Judecătoria a respins cererea reclamantului motivându-şi astfel decizia :", "\t« [Instanţa] constată că obiectivele asociaţiei aşa cum sunt înscrise în statutul său favorizează realizarea de acţiuni ce presupun o ingerinţă în activitatea autorităţilor judiciare ale statului, vizând chiar crearea de structuri paralele care ar controla aceste autorităţi şi, prin urmare, respinge cererea deoarece scopul asociaţiei contravine legii. »", "\t10. Reclamantul a înaintat recurs împotriva acestei sentinţe, respins printr-o hotărâre definitivă din 25 iunie 2002 a Tribunalului Arad, care şi-a motivat decizia după cum urmează :", "\t« Potrivit statutului, scopurile asociaţiei sunt de a completa activitatea [autorităţilor statului specializate în combaterea criminalităţii organizate] prin mijloace legale şi cu respectarea legii şi de asemenea de a înregistra plângerile privind crima organizată şi de a urmări felul în care autorităţile specializate le vor da curs. »", "\tEste evident că toate aceste scopuri fac parte din atribuţiile Parchetelor, aşa cum prevede codul de procedură penală şi că în plus asociaţia doreşte să controleze activitatea acestor organe, deşi Constituţia şi codul respectiv, reglementând strict materia, nu conferă unei asemenea asociaţii posibilitatea de a exercita asemenea atribuţii.", "\tÎn plus, asociaţia va promova încrederea cetăţenilor în autorităţile statului angajate în combaterea criminalităţii organizate şi va susţine activitatea lor etc., obiective invocate la modul prea general care nu permit identificarea scopurilor concrete ale asociaţiei. »", "\tII. DREPTUL INTERN PERTINENT", "\t11. Părţile pertinente ale Ordonanţei nr. 26/2000 cu privire la asociaţii şi fundaţii prevăd următoarele :", "Articolul 7", "« alin. 1 Oricare dintre asociaţi (...) poate formula o cerere de înscriere a asociaţiei în Registrul asociaţiilor şi fundaţiilor aflat la grefa judecătoriei în a cărei circumscripţie teritorială urmează să-şi aibă sediul.", "alin. 2 Cererea de înscriere va fi însoţită de următoarele documente: a) actul constitutiv; b) statutul asociaţiei; (...) »", "Articolul 8", "« alin. 1 Asociaţia devine persoană juridică din momentul înscrierii ei în Registrul asociaţiilor şi fundaţiilor.", "alin. 2 În termen de 3 zile de la depunerea cererii de înscriere şi a documentelor prevăzute la art. 7 alin. (2) judecătorul desemnat de preşedintele instanţei verifică legalitatea acestora şi dispune, prin încheiere, înscrierea asociaţiei în Registrul asociaţiilor şi fundaţiilor (...). »", "Articolul 9", "« alin. 1 În cazul în care cerinţele legale pentru constituirea asociaţiei nu sunt îndeplinite, judecătorul, la expirarea termenului prevăzut de art. 8 alin. (2), va cita, în camera de consiliu, pe reprezentantul asociaţiei, punându-i în vedere, în scris, să remedieze neregularităţile constatate până la termenul următor, care nu va fi mai mare de o săptămână.", "alin. 2 Dacă neregularităţile constatate privesc dispoziţiile art. 37 alin. (2) din Constituţie, pentru termenul fixat va fi citat şi parchetul (...) Parchetul trebuie să-şi dea avizul [asupra cererii de înscriere, statutului şi actului constitutiv al asociaţiei]. »", "Articolul 10", "« alin. 1 În situaţia în care, la termenul fixat, neregularităţile sunt înlăturate, judecătorul (...), dispunând înscrierea asociaţiei în Registrul asociaţiilor şi fundaţiilor.", "(2) În cazul în care neregularităţile nu au fost înlăturate (...) judecătorul va respinge cererea de înscriere prin încheiere motivată. »", "Articolul 11", "« alin. 4 Recursul [împotriva respectivei încheieri] se soluţionează în camera de consiliu (...) »", "Articolul 56", "« alin. 1 Asociaţia se dizolvă, prin hotărâre judecătorească, la cererea oricărei persoane interesate:", "a) când scopul sau activitatea asociaţiei a devenit ilicită sau contrară ordinii publice;", "b) când realizarea scopului este urmărită prin mijloace ilicite sau contrare ordinii publice;", "c) când asociaţia urmăreste un alt scop decât cel pentru care s-a constituit (...) »", "12. Articolele pertinente din Constituţie prevăd următoarele :", "Articolul 37 Dreptul de asociere", "« alin. 2 Partidele sau organizaţiile care, prin scopurile ori prin activitatea lor, militează împotriva pluralismului politic, a principiilor statului de drept ori a suveranităţii, a integrităţii sau a independenţei României sunt neconstituţionale. »", "      \tÎN DREPT", "    \tI. Asupra pretinsei încălcări a art. 11 din Convenţie", "    \t13. Invocând art. 11 din Convenţie, reclamantul se plânge de o restrângere a dreptului său de a constitui o asociaţie datorită hotărârilor instanţelor naţionale care au refuzat înscrierea asociaţiei sale în Registrul asociaţiilor şi fundaţiilor. Art. 11 prevede următoarele :", "« 1. Orice persoană are dreptul la libertatea de întrunire paşnică şi la libertatea de asociere, inclusiv dreptul de a constitui cu alţii sindicate şi de a se afilia la sindicate pentru apărarea intereselor sale.", "2. Exercitarea acestor drepturi nu poate face obiectul altor restrângeri decât acelea care, prevăzute de lege, constituie măsuri necesare, într-o societate democratică, pentru securitatea naţională, siguranţa publică, apărarea ordinii şi prevenirea infracţiunilor, protejarea sănătăţii sau a moralei ori pentru protecţia drepturilor şi libertăţilor altora. Prezentul articol nu interzice la restrângerile legale să fie impuse exercităţii acestor drepturi de către membrii forţelor armate, ai poliţiei sau ai administraţiei de stat. »", "\t14. Fără a contesta existenţa unei ingerinţe, Guvernul consideră că era prevăzută de lege, că urmărea un scop legitim şi că era necesară într-o societate democratică. În opinia sa refuzul de a înscrie asociaţia nu era decât o exercitare normală a puterii statului de a controla legalitatea statutului, inclusiv de a refuza orice clauză care ar fi conferit dreptul de a folosi puteri legate de sfera exclusivă a autorităţilor publice (Petersen împotriva Germaniei (decizie), nr. 39793/98, CEDO 2001-XII, Refah Partisi (Partidul prosperităţii) şi alţii împotriva Turciei [GC] nr. 41340/98, 41342/98, 41343/98 şi 41344/98, CEDO 2003-II). El consideră că instanţele nu aveau dreptul de a cere interesatului să elimine dispoziţii din statut pentru simplul motiv că erau ilegale.", "\tÎn fine, Guvernul scoate în evidenţă faptul că reclamantul va putea depune o nouă cerere de înscriere imediat ce va remedia statutul, autoritatea de lucru judecat neacţionând în cazul în speţă.", "\t15. Reclamantul se opune acestei propuneri şi aminteşte că nici instanţele interne nici Guvernul în observaţiile lor nu au precizat elementele pe care şi-au întemeiat convingerea că asociaţia ar desfăşura activităţi anticonstituţionale. ", "\tA. Asupra existenţei unei ingerinţe", "    \t16. Nu se atribuie controversei dintre părţi faptul că refuzul de a înregistra asociaţia respectivă constituia o ingerinţă în dreptul reclamantului la libertatea de asociere, protejat de art.11. Aceasta este şi opinia Curţii.", "\t17. Restricţia denunţată nu se justifică din punct de vedere al art. 11, decât dacă, « fiind prevăzută de lege », era îndreptată către unul sau mai multe din scopurile legitime prevăzute la paragraful 2 şi era « necesară într-o societate democratică », pentru a le atinge.", " \tB. Asupra justificării ingerinţei", "    \t18. În opinia Curţii ingerinţa era prevăzută de lege, şi anume art. 9 şi 10 din ordonanţa nr. 26/2000 şi urmărea un scop legitim, şi anume protecţia securităţii naţionale şi a siguranţei publice. Aşadar rămâne de stabilit dacă această ingerinţă era « necesară într-o societate democratică ».", "\t19. Curtea aminteşte că posibilitatea acordată cetăţenilor de a constitui o persoană juridică pentru a acţiona în mod colectiv într-un domeniu de interes comun constituie unul din aspectele cele mai importante ale dreptului la asociere, fără care acest drept ar fi lipsit de orice semnificaţie (Gorzelik şi alţii împotriva Poloniei [GC], nr. 44158/98, paragraful 88, CEDO 2004-I, Sidiropoulos şi alţii împotriva Greciei, Hotărârea din 10 iulie 1998, Colecţie de hotărâri şi decizii, 1998-IV, pag. 1614, paragraful 40 şi IPSD şi alţii împotriva Turciei, nr. 35832/97, paragraful 35, 25 octombrie 2005).", "\t20. Dacă este adevărat că statul dispune de un drept de control asupra conformităţii scopului şi activităţilor unei asociaţii cu regulile stabilite de legislaţie, trebuie să se folosească de el într-un mod care să fie conform cu obligaţiile sale prevăzute de Convenţie şi sub rezerva controlului riguros al Curţii privind în acelaşi timp legea şi deciziile pe care le aplică. O asemenea restricţie trebuie să răspundă unei « nevoi sociale imperioase » şi necesită o interpretare strictă, statul nedispunând decât de o marjă de apreciere redusă, numai motive convingătoare şi imperative putând-o justifica.", "\t21. Ţinând cont de ansamblul de elemente ale cauzei, Curtea trebuie de asemenea să stabilească dacă ingerinţa era « proporţionată cu scopul legitim urmărit » şi dacă motivele invocate de autorităţile naţionale pentru a o justifica erau « pertinente şi suficiente » (a se vedea Hotărârile Partidul comunist unificat al Turciei şi alţii împotriva Turciei, 30 ianuarie 1998, Colecţie de hotărâri şi decizii 1998-I, pag. 22, paragrafele 46-47, Sidiropoulos şi alţii, pag. 1614, paragraful 40, Refah Partisi (Partidul prosperităţii) şi alţii, paragraful 96 şi Gorzelik, paragrafele 96-96, Hotărârile citate anterior).", "\t22. În cazul în speţă Curtea constată că înscrierea asociaţiei a fost refuzată numai pe baza statutului său. Curtea trebuie deci să se sprijine pe acest statut pentru a aprecia necesitatea ingerinţei (IPSD şi alţii citat anterior, paragraful 34 şi Partidul Comuniştilor (Nepecerişti) şi Ungureanu împotriva României, nr. 46626/99, paragraful 51, CEDO 2005-...(extrase)).", "\t23. Curtea constată că instanţele interne s-au întemeiat pe simpla bănuială că asociaţia ar avea intenţia de a crea structuri paralele cu Parchetele. Or, această decizie ar părea arbitrară în măsura în care o asemenea intenţie nu ar reieşi din statutul care, din contră, indica faptul că asociaţia şi-ar desfăşura activitatea « în cadrul legislativ existent » şi că « nu ar substitui autorităţile statului ».", "\t24. Dacă este adevărat că nu s-ar putea exclude ca o asociaţie, invocând drepturile consacrate de art. 11 din Convenţie, să poată încerca să obţină dreptul de a desfăşura efectiv activităţi vizând distrugerea drepturilor sau libertăţilor recunoscute în Convenţie, nu e mai puţin adevărat că pentru a se asigura de acest lucru trebuie comparat conţinutul programului cu actele şi luările de poziţie ale conducătorilor săi (Refah Partisi (Partidul prosperităţii) şi alţii, paragrafele 99-101 şi Partidul Comuniştilor (Nepecerişti) şi Ungureanu, paragraful 51, citate anterior). Or, în speţă asociaţia nu a desfăşurat nicio activitate mai înainte de cererea sa de înregistrare de natură să ofere instanţelor cel puţin indicii că ar avea intenţii anticonstituţionale, contrare celor înscrise în statut.", "\t25. De altfel, Curtea constată că prin refuzul înscrierii autorităţile române au împiedicat chiar constituirea asociaţiei.", "\t26. Curtea constată de asemenea că legea aplicabilă în speţă recunoaşte instituţiilor române puterea de a dispune dizolvarea unei asociaţii dacă finalitatea acesteia se dovedeşte contrară legii sau diferită de cea indicată în statutele sale (a se vedea art. 56 din Ordonanţa nr. 26/2000, descris la paragraful 11 de mai sus şi de asemenea Sidiropoulos şi alţii citat anterior, pag. 1617, paragraful 46).", "\t27. În consecinţă, o măsură atât de radicală ca respingerea cererii de înscriere, luată mai înainte chiar ca asociaţia să fi început să desfăşoare activităţi, este disproporţionată faţă de scopul urmărit şi, prin urmare, nu este necesară într-o societate democratică.", "\t28. Curtea nu poate fi de acord cu argumentul Guvernului potrivit căruia instanţele nu aveau puterea de a cere reclamantului să remedieze neregularităţile din statut. Ea constată în această privinţă că deşi art. 9 din Ordonanţa nr. 26/2000 cere instanţelor să pună în vedere interesatului să remedieze neregularităţile, în cazul în speţă, cererea de înscriere a fost respinsă fără ca reclamantul să fie informat mai înainte asupra pretinselor neregularităţi şi fără să i se ceară să le remedieze.", "\t29. De asemenea Curtea consideră că faptul de a obliga reclamantul să iniţieze o nouă procedură de înscriere ar constitui o sarcină foarte grea, mai ales în măsura în care legea îi permitea să remedieze neregularităţile în cadrul primei sale cereri de înscriere.", "\t30. În lumina celor de mai sus nu se poate considera că refuzul de a înscrie asociaţia în Registrul asociaţiilor şi fundaţiilor răspundea unei « nevoi sociale imperioase » şi că era deci « necesară într-o societate democratică ».", "Prin urmare, a fost încălcat încălcat  din Convenţie", "    \tII. Asupra aplicării  din Convenţie", "    \t31. În conformitate cu art. 41 din Convenţie,", "« În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă. »", "    \tA. Prejudiciu", "    \t32. Reclamantul cere 20.000 euro cu titlu de prejudiciu pe care l-ar fi suferit. El ajunge la această sumă plecând de la salariul mediu din România corespunzător perioadei în care i-a fost imposibil să constituie asociaţia. El consideră că acordarea unei sume mai mici ar priva prezenta hotărâre de puterea sa de descurajare şi prevenire a încălcărilor viitoare din partea statului.", "\t33. Guvernul consideră că nu a fost stabilită nici o legătură de cauzalitate între prejudiciul invocat şi pretinsa încălcare a Convenţiei. În opinia sa, o eventuală condamnare a statului de către Curte ar putea constitui în sine o reparaţie suficientă a prejudiciului pretins suferit de reclamant.", "\t34. Curtea nu se îndoieşte că reclamantul a suferit un prejudiciu. Ea îl consideră totuşi suficient compensat prin constatarea încălcării art. 11 (Sidiropoulos şi alţii, paragraful 57, Partidul Comuniştilor (Nepecerişti) şi Ungureanu, paragraful 70, citate anterior).", "    \tB. Costuri şi cheltuieli", "35. În afara asistenţei juridice acordate reclamantului dar care nu a fost efectiv acordată din cauza motivelor indicate la paragraful 2 de mai sus, reclamantul nu a cerut nicio sumă cu titlu de costuri şi cheltuieli.", "36. Prin urmare, Curtea consideră că nu trebuie să-i aloce vreo sumă cu acest titlu.", "PENTRU ACESTE MOTIVE,", "CURTEA,", "ÎN UNANIMITATE:", "    \t1. hotărăşte că a fost încălcat art.11 din Convenţie ;", "2. hotărăşte că prezenta hotărâre constituie în sine o satisfacţie echitabilă suficientă pentru prejudiciul suferit de reclamant ;", "    \t3. respinge cererea de acordare a unei satisfacţii echitabile.", "    \tRedactată în limba franceză, apoi comunicată în scris, la data de 11 octombrie 2007, în aplicarea  alin. 2 şi 3 din Regulament.", "Bostjan M. Zupančič,", "preşedinte", "Santiago Quesada,", "grefier", ""]}