{"file": "RUM_HJUDRUM_6817_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "6817/02", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "Publicată în : MONITORUL OFICIAL nr. 797 din 23 NOIEMBRIE 2009", "", "HOTĂRÂREA", "din 14 octombrie 2008", "în Cauza Iordache împotriva României", "(Cererea nr. 6.817/02)", "", "În Cauza Iordache împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), statuând în cadrul unei camere formate din: Josep Casadevall, preşedinte, Elisabet Fura-Sandström, Corneliu Bîrsan, Boštjan M. Zupančič, Ineta Ziemele, Luis López Guerra, Ann Power, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu la data de 23 septembrie 2008,", "pronunţă următoarea hotărâre, adoptată la această dată:", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 6.817/02) îndreptată împotriva României, prin care un cetăţean al acestui stat, domnul Florian Iordache (reclamantul), a sesizat Curtea la data de 17 iunie 2001 în temeiul art.34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "2. Reclamantul, căruia i-a fost acordat beneficiul asistenţei judiciare, este reprezentat de doamna Nicoleta Popescu, avocat în Bucureşti. Guvernul român (Guvernul) este reprezentat prin agentul său, domnul Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. Reclamantul susţine în special o încălcare a dreptului său de acces la instanţă din cauza respingerii acţiunii sale ca urmare a neachitării taxelor de timbru, precum şi o încălcare a dreptului său la respectarea vieţii de familie, în măsura în care i s-au interzis drepturile părinteşti în urma unei condamnări penale şi instanţele au refuzat să îi acorde un drept de vizită. În fine, el susţine că nu are nicio cale de atac efectivă pentru a se plânge de interzicerea drepturilor sale părinteşti.", "4. La data de 18 ianuarie 2006, Curtea a hotărât să îi comunice cererile de mai sus Guvernului. Astfel cum prevede art. 29 § 3 din Convenţie, aceasta a mai hotărât să fie analizate în acelaşi timp admisibilitatea şi temeinicia cauzei. În aceeaşi zi, Curtea a hotărât să acorde prioritate cererii, în aplicarea art. 41 din Regulamentul Curţii.", "ÎN FAPT", "I. Circumstanţele cauzei", "5. Reclamantul s-a născut în anul 1966 şi locuieşte în Giurgiu.", "A. Procedura penală împotriva reclamantului", "6. La data de 9 septembrie 1998, printr-o ordonanţă a parchetului de pe lângă Tribunalul Giurgiu, reclamantul a fost învinuit pentru omucidere comisă asupra persoanei lui M.U., concubinul soţiei sale, V.I. În aceeaşi zi, el a fost arestat preventiv.", "7. Prin rechizitoriul din 27 octombrie 1998, parchetul l-a trimis în judecată pe reclamant în faţa Tribunalului Bucureşti pentru infracţiunile menţionate în ordonanţa de punere sub acuzare. Parchetul a reţinut că, la data de 8 septembrie 1998, însoţit de alte persoane (martorii) şi de fiul său minor, reclamantul s-a dus cu maşina la casa victimei; acolo a izbucnit o altercaţie, iar partea interesată i-a aplicat câteva lovituri de cuţit lui M.U., care i-au fost fatale acestuia. Apoi, reclamantul s-a urcat în maşină şi le-a arătat martorilor cuţitul.", "8. Prin Sentinţa din 29 martie 1999, Tribunalul Giurgiu l-a condamnat pe reclamant la o pedeapsă de 20 de ani de închisoare, însoţită automat de pedeapsa accesorie prevăzută de art. 64 coroborat cu , inclusiv interdicţia de exercitare a autorităţii părinteşti în timpul detenţiei. Instanţa a confirmat în mare parte constatările parchetului.", "9. Sentinţa a fost confirmată de Curtea de Apel Bucureşti la data de 26 mai 1999, apoi de Curtea Supremă de Justiţie, prin Decizia definitivă din 17 noiembrie 1999.", "10. Prin Sentinţa din 23 octombrie 2000, Tribunalul Giurgiu a respins cererea de revizuire introdusă de reclamant. Sentinţa a fost confirmată de Curtea de Apel Bucureşti la data de 8 ianuarie 2001, precum şi de Curtea Supremă de Justiţie, prin Decizia definitivă din 24 aprilie 2001.", "11. La data de 29 mai 2007, comisia pentru individualizarea pedepselor a modificat regimul de executare a pedepsei reclamantului, care a trecut de la regimul semideschis la regimul de maximă securitate. Prin Încheierea din 21 iunie 2007, contestaţia formulată de reclamant în temeiul  privind executarea pedepselor şi a măsurilor dispuse de organele judiciare în cursul procesului penal a fost respinsă de judecătorul-delegat, care a reţinut că nu erau întrunite condiţiile prevăzute de lege pentru executarea pedepsei în regim semi-deschis. Prin Sentinţa din 6 septembrie 2007, Judecătoria Giurgiu a confirmat încheierea judecătorului-delegat.", "12. Prin Sentinţa din 12 iulie 2007, Judecătoria Giurgiu a respins cererea reclamantului de întrerupere a executării pedepsei. Întemeindu-se pe o expertiză medico-legală, instanţa a hotărât că starea de sănătate a reclamantului nu era incompatibilă cu regimul de detenţie cu executare.", "B. Procedurile referitoare la M.I., fiul minor al reclamantului", "1. Divorţul părinţilor", "13. La data de 25 ianuarie 1999, Judecătoria Giurgiu a pronunţat divorţul dintre reclamant şi V.I.", "14. Copilul minor, M.I., născut la data de 15 decembrie 1993, a fost încredinţat spre îngrijire de către instanţă fostei soţii a reclamantului. În plus, instanţa l-a condamnat pe reclamant la plata unei pensii alimentare către fiul său.", "2. Acţiunea pentru stabilirea unui drept de vizită", "15. În anul 2000, reclamantul a intentat o acţiune împotriva fostei sale soţii în faţa Judecătoriei Giurgiu pentru a obţine dreptul de a-şi vizita fiul, pe care nu îl mai văzuse de la încarcerarea sa din data de 9 septembrie 1998.", "16. Prin Sentinţa din 16 octombrie 2000, Judecătoria Giurgiu a respins cererea acestuia. Ea a statuat că mama copilului nu putea fi constrânsă să îl aducă pe acesta la închisoare.", "17. Reclamantul a introdus apel împotriva acestei hotărâri şi a solicitat Tribunalului Giurgiu să îi permită fratelui său să îl însoţească pe copil în timpul vizitelor. Cererea de apel a fost înregistrată de Tribunalul Giurgiu la data de 29 ianuarie 2001. La data de 19 februarie 2001, la primul termen de judecată, instanţa a constatat că reclamantul nu fusese citat corect. În continuare, ea a observat că acesta trebuia să plătească o taxă judiciară de timbru în sumă de 60.000 lei româneşti (ROL) pentru prima instanţă şi în sumă de 30.000 ROL pentru apel, precum şi timbrul judiciar în valoare de 4.500 ROL. Tribunalul a dispus ca reclamantul să fie citat şi ca citaţia să menţioneze obligaţia de a achita aceste sume.", "18. La data de 19 martie 2001, pentru a-i permite reclamantului să achite cheltuielile de judecată, cauza a fost amânată, la cererea acestuia, pentru data de 2 aprilie 2001. Din cauza citării incorecte, a fost stabilit un nou termen de judecată pentru data de 30 aprilie 2001. La această dată, reclamantul a solicitat un nou termen, pentru a intra în legătură cu familia sa în vederea obţinerii mijloacelor financiare necesare.1", "9. La data de 28 mai 2001, Tribunalul Giurgiu a respins o nouă cerere de amânare introdusă de reclamant pentru a i se permite să îşi contacteze familia şi a declarat apelul nul din cauza neplăţii taxelor de timbru.", "20. La data de 29 iunie 2001, reclamantul a făcut recurs împotriva acestei decizii. Curtea de Apel Bucureşti a fixat la suma de 30.000 ROL taxele de timbru şi la suma de 1.500 ROL timbrul judiciar, sume pe care reclamantul nu le-a achitat.", "Prin urmare, prin Decizia definitivă din 24 septembrie 2001, Curtea de Apel Bucureşti a anulat recursul pentru neplata taxelor de timbru.", "3. Cereri formulate la direcţia pentru protecţia copilului", "21. Reclamantul a trimis mai multe adrese la Direcţia Judeţeană pentru Protecţia Copilului Giurgiu (direcţia), pentru a atrage atenţia acesteia asupra situaţiei fiului său. El susţinea că fosta sa soţie plecase în Spania pentru a se prostitua şi că abandonase copilul.", "22. Prin Adresa din 10 noiembrie 2003, direcţia l-a informat că, înainte să plece în Spania, fosta lui soţie solicitase la Primăria Giurgiu ca C.B., sora sa, să fie numită curatorul copilului M.I., cerere ce fusese admisă la data de 24 iulie 2002. Conform acestei adrese, M.I. locuia cu mătuşa sa la Velcea, judeţul Giurgiu, şi frecventa cursurile şcolii locale; pe de altă parte, copilul ar fi declarat că era mulţumit că locuia cu mătuşa sa. Mai mult, mama acestuia contribuia la întreţinerea fiului său, trimiţând regulat bani prin poştă.", "De asemenea, direcţia a respins cererea reclamantului ca C.B. să fie înlocuită în calitatea sa de curator de către fratele părţii interesate. Aceasta a luat notă de o declaraţie dată de fratele reclamantului prin care acesta o informa că nu dispune de mijloacele necesare pentru a-l creşte pe M.I., având la rândul său 3 copii în îngrijire, şi că, în orice caz, copilul era bine tratat în familia mătuşii sale. Direcţia a considerat că nu era necesar să numească un alt curator pentru M.I., atât timp cât mătuşa sa îi oferea un mediu familial armonios.", "23. La o dată neprecizată, reclamantul a făcut o plângere la poliţia oraşului Giurgiu.", "În Adresa din data de 18 noiembrie 2003, Poliţia Giurgiu a reluat informaţiile ce figurau în Adresa direcţiei din data de 10 noiembrie 2003.", "24. Prin Adresa din 10 februarie 2004, direcţia i-a comunicat reclamantului că nu putea să se implice în căutarea unei soluţii pentru situaţia sa. Ea justifica neintervenţia sa prin faptul că, în virtutea Sentinţei de condamnare din 29 martie 1999, reclamantul nu îşi mai putea exercita autoritatea părintească în timpul detenţiei sale. De asemenea, direcţia i-a reamintit că mama i-l încredinţase pe fiul său spre îngrijire lui C.B., mătuşa acestuia.", "25. La data de 28 septembrie 2005, reclamantul a fost informat de fratele său că C.B. părăsise România şi că îl luase pe copil cu ea în Spania. Fratele reclamantului susţinea că acolo copilul era exploatat prin reţele de trafic de fiinţe umane.", "4. Acţiunea pentru încredinţarea copilului", "26. La data de 26 mai 2005, reclamantul a sesizat Judecătoria Giurgiu cu o acţiune împotriva fostei sale soţii, a lui C.B. şi a direcţiei pentru a i se încredinţa copilul M.I. Partea interesată a solicitat ca acesta să îi fie încredinţat direcţiei până la punerea sa în libertate. Prin Sentinţa din 9 februarie 2006, instanţa a constatat că C.B. nu reuşise să îi ofere lui M.I. un mediu familial mulţumitor, că mama copilului, care se afla tot în Spania, nu îi trimitea cu regularitate ajutor financiar şi că minorul fusese rău tratat cu ocazia şederii sale în Spania. Ea a constatat că situaţia reţinută de instanţa ce încredinţase copilul mamei sale se schimbase considerabil de la sentinţă; prin urmare, ea a admis acţiunea reclamantului şi l-a încredinţat pe M.I. direcţiei.", "27. Informaţiile aflate la dosar nu permit să se stabilească dacă această sentinţă a rămas definitivă.", "II. Dreptul intern pertinent", "28. Prevederile legale relevante în materie de taxe de timbru sunt descrise în hotărârile Weissman şi alţii împotriva României [nr. 63.945/00, §§ 20-21, CEDO 2006-VII (extrase)] şi Iorga împotriva României (nr. 4.227/02, § 22-25, 25 ianuarie 2007).", "29. Prevederile legale relevante din  referitoare la interzicerea drepturilor părinteşti ca pedeapsă accesorie sunt descrise în Hotărârea Sabou şi Pîrcălab împotriva României (nr. 46.572/99, § 21, 28 septembrie 2004).", "ÎN DREPT", "I. Asupra pretinsei încălcări a art. 6 § 1 din Convenţie", "30. Reclamantul denunţă refuzul instanţelor, întemeiat pe neplata taxelor de timbru, de a statua asupra cererii sale de obţinere a dreptului de a-şi vizita copilul. În esenţă, el invocă art. 6 § 1 din Convenţie, care prevede următoarele:", "„Orice persoană are dreptul la judecarea în mod echitabil (...) a cauzei sale, de către o instanţă (...), care va hotărî (...) asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil (...). ”", "A. Asupra admisibilităţii", "31. Curtea constată că acest capăt de cerere nu este vădit neîntemeiat în sensul art. 35 § 3 din Convenţie. Pe de altă parte, Curtea constată că el nu este afectat de niciun alt motiv de inadmisibilitate. Prin urmare, trebuie declarat admisibil.", "B. Asupra fondului", "1. Argumentele părţilor", "32. Sprijinindu-se pe jurisprudenţa Curţii în materie de acces la instanţă, în special pe hotărârile Golder împotriva Regatului Unit (21 februarie 1975, seria A nr. 18), Z. şi alţii împotriva Regatului Unit [(MC), nr. 29.392/95, CEDO 2001-V], Airey împotriva Irlandei (9 octombrie 1979, seria A nr. 32), Tolstoy Miloslavsky împotriva Regatului Unit (13 iulie 1995, seria A nr. 316-B) şi Kreuz împotriva Poloniei (nr. 28.249/95, CEDO 2001-VI), Guvernul arată că stabilirea cheltuielilor de procedură în cadrul acţiunilor civile nu poate constitui, în sine, o piedică în dreptul de acces la o instanţă. El susţine că reclamantul ar fi putut să solicite din partea Ministerului Finanţelor scutirea de taxa de timbru. În plus, el a avut mai mult de două luni la dispoziţie pentru a plăti cheltuielile.", "33. În fine, el argumentează că, spre deosebire de cauza Weissman şi alţii menţionată mai sus, în care Ministerul Finanţelor era atât partea pârâtă, cât şi autoritatea însărcinată să analizeze cererea de scutire, în speţă, litigiul îi privea exclusiv pe reclamant şi pe fosta lui soţie.", "34. Reclamantul susţine că tribunalul judeţean nu i-a comunicat valoarea taxei de timbru şi că, deşi această valoare ar putea părea derizorie pentru marele public, pentru el nu era deloc derizorie, deoarece era încarcerat şi nu dispunea de niciun venit. De asemenea, el consideră că instanţa nu i-a analizat situaţia deosebită, şi anume imposibilitatea în care se găsea de a-şi procura banii necesari pentru a plăti taxa de timbru în timpul detenţiei sale.În plus, el arată că nicio autoritate nu l-a informat despre posibilitatea de a solicita o scutire şi consideră că, din acest motiv, autorităţile şi-au încălcat obligaţiile pozitive decurgând din art. 6 din Convenţie.", "35. El afirmă că judecătoria a statuat pe fondul cererii sale fără să îi solicite să achite taxa de timbru.", "36. În fine, reclamantul reaminteşte miza importantă a procesului, care avea ca obiect dreptul său de a-şi vizita fiul, şi consideră că instanţele nu au ţinut cont de interesul copilului de a păstra relaţiile cu tatăl său.", "2. Aprecierea Curţii", "37. Curtea observă că apelul şi recursul introduse de reclamant împotriva Sentinţei din data de 16 octombrie 2000 au fost respinse din cauza neplăţii taxelor de timbru.", "38. Curtea a avut de analizat în mai multe rânduri cauze ce ridicau probleme similare cu cele ale speţei de faţă şi a constatat încălcarea art. 6 § 1 din Convenţie (vezi, printre alte cauze, Weissman şi alţii, §§ 32-44, şi Iorga, §§ 34-52, hotărâri menţionate mai sus). După analizarea tuturor elementelor ce iau fost supuse atenţiei, Curtea consideră că Guvernul nu a expus niciun fapt sau argument care să poată duce la o concluzie diferită în cauza de faţă.", "39. În concret, Curtea observă că, în speţă, valoarea taxei de timbru stabilită de instanţa de apel se ridica la 94.500 ROL, sumă care, deşi nu pare foarte mare la prima vedere, reprezintă totuşi o sumă considerabilă pentru o persoană aflată în situaţia reclamantului, care la momentul respectiv era încarcerat şi nu dispunea de niciun venit.", "Desigur, tribunalul judeţean i-a acordat în două rânduri o amânare pentru a putea procura banii necesari în vederea plăţii sumei respective. Totuşi, Curtea trebuie să observe că reclamantul nu avea nicio posibilitate de a-şi procura această sumă prin mijloace proprii şi că se afla la mila familiei sale, care nu avea nicio obligaţie legală de a-i oferi bani.", "40. Spre deosebire de Cauza Weissman, în care limitarea dreptului reclamanţilor de acces la instanţă a apărut în stadiul iniţial al procedurii (Weissman, menţionată mai sus, § 42), în speţă, reclamantul a obţinut o sentinţă pe fondul cauzei, pronunţată de judecătorie, înainte de a i se respinge apelurile din cauza neplăţii taxei de timbru.", "Totuşi, Curtea reaminteşte că, deşi Convenţia nu impune statelor crearea unui dublu nivel de jurisdicţie, dacă acestea hotărăsc să implementeze un astfel de sistem, ele au obligaţia să vegheze ca justiţiabilii să se bucure în faţa instanţelor de apel de garanţiile fundamentale ale art. 6 § 1 din Convenţie (Delcourt împotriva Belgiei, 17 ianuarie 1970, § 25, seria A nr. 11). Prin urmare, dreptul de acces la o instanţă trebuie să fie respectat şi de instanţa de apel.Curtea apreciază că această abordare se aplică cu atât mai mult în speţă cu cât obligaţia de a plăti taxa de timbru nu a fost impusă decât de instanţa de apel, care a solicitat plata atât a cheltuielilor de judecată pentru procedura în faţa ei, cât şi a celor pe care aceasta le considera ca fiind datorate pentru procedura în faţa instanţei de fond.", "41. În continuare, Curtea reaminteşte că în Cauza Iorga a statuat că, la momentul respectiv, nu exista nicio cale de atac efectivă pentru a solicita eşalonarea sau scutirea de plata taxelor de timbru şi că, în orice caz, independenţa justiţiei putea fi pusă la îndoială din cauză că hotărârea prin care instanţa stabilea taxa de timbru trebuia să fie contestată în faţa unui minister (Cauza Iorga, menţionată mai sus, paragrafele 45-47 şi 49). Deoarece la data evenimentelor din cauza de faţă era încă valabilă aceeaşi procedură pentru contestarea taxei de timbru, Curtea apreciază că faptul că Ministerul Finanţelor nu era, în speţă, parte în procedura litigioasă nu influenţează aplicabilitatea principiilor rezultând din cauzele Weissman şi alţii şi Iorga, menţionate mai sus.", "42. În fine, Curtea observă miza foarte importantă a acţiunii introduse de reclamant, ce avea ca obiect dreptul de a-şi vizita fiul, şi reaminteşte că judecătorul sesizat cu o astfel de cerere are obligaţia, conform jurisprudenţei constante a Curţii, de a apăra întotdeauna interesul superior al copilului (vezi, printre altele, Sylvester împotriva Austriei, nr. 36.812/97 şi 40.104/98, § 59, 24 aprilie 2003, şi Monory împotriva României şi Ungariei, nr. 71.099/01, § 83, 5 aprilie 2005). Or, fără să nege că este în primul rând de datoria instanţelor interne să analizeze faptele, să interpreteze şi să aplice dreptul intern şi să stabilească astfel limitele rolului activ pe care legea română i-l încredinţează judecătorului naţional [(Brualla Gómez de la Torre împotriva Spaniei, 19 decembrie 1997, § 31, Culegere de hotărâri şi decizii 1997-VIII, şi García Ruiz împotriva Spaniei (MC), nr. 30.544/96, § 28, CEDO 1999-I)], Curtea observă că, în speţă, Guvernul nu a putut să dovedească faptul că tribunalul judeţean sau curtea de apel i-a explicat reclamantului care sunt consecinţele neplăţii taxelor de timbru sau că acesta ar fi putut solicita să fie scutit de plata lor, dat fiind că o astfel de cerere, oricât de incertă ar fi fost soluţionarea sa la data respectivă, constituia pentru reclamant singurul mijloc de a-şi vedea apelurile judecate pe fond.", "43. Ţinând cont de aceste elemente şi după o apreciere globală a faptelor, Curtea constată că a avut loc încălcarea art. 6 § 1 din Convenţie.", "II. Asupra pretinsei încălcări a art. 8 şi 13 din Convenţie, întemeiată pe retragerea autorităţii părinteşti", "44. Invocând, în esenţă, art. 8 şi 13 din Convenţie, reclamantul susţine că retragerea autorităţii părinteşti, ca pedeapsă accesorie condamnării sale penale, i-a încălcat dreptul la respectarea vieţii sale de familie şi că nu a dispus de o cale de atac efectivă în faţa unei instanţe naţionale pentru a remedia această situaţie.", "45. Art. 8 din Convenţie prevede următoarele:", "„1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirii faptelor penale, protejarea sănătăţii sau a moralei, ori protejarea drepturilor şi libertăţilor altora.”", " 46. Art. 13 din Convenţie prevede următoarele:", "„Orice persoană, ale cărei drepturi şi libertăţi recunoscute de prezenta convenţie au fost încălcate, are dreptul să se adreseze efectiv unei instanţe naţionale, chiar şi atunci când s-ar datora unor persoane care au acţionat în exercitarea atribuţiilor lor oficiale.”", " A. Asupra admisibilităţii", "47. Întemeindu-se pe cauzele Posti şi Rahko împotriva Finlandei (nr. 27.824/95, §§ 39-40, CEDO 2002-VII) şi Rizki împotriva Franţei [(dec.), nr. 44.893/98, 3 octombrie 2000)], Guvernul invocă nerespectarea termenului de 6 luni, în măsura în care situaţia de care se plânge reclamantul a provenit dintrun act instantaneu, şi anume Decizia din 17 noiembrie 1999. El consideră că faptul că reclamantul continuă să sufere consecinţele acestei măsuri nu îi transformă cauza într-o situaţie continuă, în sensul jurisprudenţei menţionate mai sus.", "48. Reclamantul se opune acestui argument, consideră că situaţia de care se plânge era continuă şi reaminteşte că interdicţia respectivă l-a împiedicat să participe activ la luarea deciziilor privind curatela şi încredinţarea fiului său.", "49. Curtea reaminteşte că o încălcare a Convenţiei sau a protocoalelor acesteia poate îmbrăca nu numai forma unui act instantaneu, ci şi forma unei situaţii continue. Conceptul de „situaţie continuă“ desemnează o stare de lucruri ce rezultă din acţiuni continue îndeplinite de stat sau în numele statului, acţiuni ale căror victime sunt reclamanţii. Faptul că un eveniment are consecinţe importante situate în timp nu înseamnă că el se află la originea unei „situaţii continue“ [Posti şi Rahko, menţionată mai sus, §§ 39-40; Petkov împotriva Bulgariei (dec.), nr. 77.568/01, 178/02 şi 505/02, 4 decembrie 2007, şi Meltex LTD împotriva Armeniei (dec.), nr. 37,780/02, 27 mai 2008].", "50. Curtea subliniază că, atunci când cererea se referă la o situaţie continuă împotriva căreia nu există nicio cale de atac, termenul de 6 luni începe să curgă de la data încetării acestei situaţii. Atât timp cât situaţia persistă, regula celor 6 luni nu îşi mai găseşte aplicare [vezi, mutatis mutandis, Hornsby împotriva Greciei, 19 martie 1997, § 35, Culegere 1997-II; Marikanos împotriva Greciei (dec.), nr. 49.282/99, 29 martie 2001; Doğan şi alţii împotriva Turciei, nr. 8.803-8.811/02, 8.813/02 şi 8.815-8.819/02, § 113, CEDO 2004-VI (extrase)].", "Aşadar, rămâne de stabilit dacă situaţia de care se plânge reclamantul constituie o „situaţie continuă“ în sensul art. 35 din Convenţie.", "51. Totuşi, Curtea apreciază că răspunsul dat acestei întrebări şi, implicit, argumentul bazat pe nerespectarea termenului de 6 luni avansat de Guvern sunt strâns legate de esenţa capetelor de cerere enunţate de reclamant sub incidenţa art. 8 şi 13 din Convenţie.", "Prin urmare, excepţia trebuie unită cu fondul cauzei.", "52. Pe de altă parte, Curtea constată că aceste capete de cerere nu sunt vădit neîntemeiate în sensul art. 35 § 3 din Convenţie. În plus, ea constată că acestea nu sunt afectate de niciun alt motiv de inadmisibilitate. Prin urmare, trebuie declarate admisibile.", "B. Asupra fondului", "1. Argumentele părţilor", "53. În ceea ce priveşte capătul de cerere întemeiat pe art. 8 din Convenţie, Guvernul consideră că ingerinţa suferită de reclamant era prevăzută de lege şi urmărea un scop legitim, şi anume apărarea intereselor superioare ale copilului. În opinia sa, spre deosebire de Cauza Sabou şi Pîrcălab, menţionată mai sus, gravitatea infracţiunii pentru care reclamantul a fost condamnat şi faptul că ea a fost comisă în prezenţa copilului justifică măsura luată de instanţe.", "54. În ceea ce priveşte capătul de cerere întemeiat pe art. 13 din Convenţie, Guvernul argumentează că reclamantul ar fi avut dreptul să se opună executării pedepsei accesorii în temeiul art. 461 alin. 1 lit. d) din , conform căruia o contestaţie poate fi formulată împotriva executării unei hotărâri din cauza oricărui incident intervenit în timpul acestei executări. El consideră că hotărârea Sabou şi Pîrcălab, menţionată mai sus, poate constitui un astfel de „incident“ şi furnizează hotărâri interne, ce datează din anul 2005, în care instanţele au aplicat direct această hotărâre în cadrul unor căi de atac similare.", "55. Reclamantul consideră că ingerinţa în drepturile sale prevăzute de art. 8 din Convenţie nu urmărea un scop legitim şi nu era proporţională. El susţine că instanţele interne nu au ţinut cont nici de comportamentul său faţă de fiul său, nici de interesul acestuia, ci au făcut o aplicare automată a legii. El susţine, de asemenea, că afirmaţiile Guvernului în ceea ce priveşte consecinţele infracţiunii de omor asupra copilului sunt pure speculaţii, având în vedere că nicio instanţă nu a constatat în mod definitiv faptul că fiul său ar fi fost martor la crimă sau că ar fi văzut cuţitul care se pretinde a fi fost folosit de reclamant.", "56. De asemenea, el consideră, din perspectiva art. 13 din Convenţie, că nu a putut să beneficieze, la data evenimentelor, de o cale de atac efectivă pentru a se plânge de încălcarea drepturilor sale părinteşti, hotărârile furnizate de Guvern fiind toate ulterioare faptelor din cauza sa.", "2. Aprecierea Curţii", "57. Curtea reaminteşte că a statuat deja că aplicarea interdicţiei totale şi absolute a exercitării drepturilor părinteşti, prin efectul legii, fără ca instanţele să verifice tipul de infracţiune comisă şi interesul minorilor, nu poate răspunde unei cerinţe primordiale referitoare la interesele copiilor şi, prin urmare, nu poate urmări un scop legitim, cum este protecţia sănătăţii, a moralei sau a educaţiei minorilor. Astfel, ea a constatat încălcarea dreptului la respectarea vieţii de familie garantat de art. 8 din Convenţie (Cauza Sabou şi Pîrcălab, menţionată mai sus, §§ 48-49). În plus, ea a apreciat că o persoană aflată în situaţia reclamantului nu avea niciun mijloc eficient pentru a-şi apăra drepturile rezultate din art. 8 în faţa instanţelor competente, ceea ce contravine art. 13 din Convenţie (ibid., § 56).58. Ţinând cont de elementele ce i-au fost supuse atenţiei, Curtea consideră că Guvernul nu a expus niciun fapt sau argument care să poată duce la o concluzie diferită în cauza de faţă. În mod special, ea apreciază că, chiar dacă infracţiunea pentru care a fost condamnat reclamantul era gravă şi presupunând că ea a putut să justifice retragerea drepturilor părinteşti, instanţele nu au făcut decât să aplice interdicţia automat. Într-adevăr, ele nu au susţinut niciun moment că reclamantul era răspunzător de lipsa de grijă faţă de copilul său minor sau că i-ar fi aplicat un tratament condamnabil şi nici nu au folosit faptele concrete ale cauzei pentru a explica aplicarea măsurii hotărâte. Instanţele nu au apreciat nici interesul copilului, nici presupusa nedemnitate a reclamantului pentru ai interzice acestuia să îşi exercite drepturile părinteşti.", "59. De altfel, Curtea observă că mai târziu, chiar dacă reclamantului îi era în continuare interzisă exercitarea drepturilor sale părinteşti, prin Sentinţa din 9 februarie 2006, Judecătoria Giurgiu i-a atribuit implicit părţii interesate custodia copilului, fără a justifica această măsură printr-o schimbare oarecare la nivelul autorităţii morale exercitate de reclamant asupra copilului său.", "60. Curtea admite că Sentinţa din 9 februarie 2006, menţionată mai sus, poate fi consecinţa aplicării de către instanţele interne a hotărârii Sabou şi Pîrcălab, menţionată mai sus, care, în opinia Guvernului, ar fi modificat jurisprudenţa instanţelor în materie. Totuşi, această hotărâre nu a fost adoptată de Curte decât la data de 28 septembrie 2004, adică după 5 ani de la data la care reclamantului i-a fost aplicată interdicţia. Cel puţin până la această dată, acesta nu a avut nicio cale de atac efectivă împotriva interdicţiei automate ce i-a fost aplicată.Mai mult decât atât, dacă se cuvine să apreciem exemplele de jurisprudenţă furnizate de Guvern, aceste elemente sunt ulterioare faptelor relevante. Aşadar, în speţă, Curtea nu se poate abate de la concluzia la care a ajuns pe fondul Cauzei Sabou şi Pîrcălab, menţionată mai sus.", "61. În ceea ce priveşte întrebarea dacă faptele de care se plânge reclamantul pot constitui o „situaţie continuă“, Curtea reaminteşte că, în Cauza Vasilescu împotriva României (22 mai 1998, § 49, Culegere 1998-III), aceasta a hotărât că sechestrul bunurilor reclamantei de către autorităţi constituia o astfel de situaţie, deoarece sechestrul respectiv fiind ilegal, reclamanta îşi păstra dreptul de proprietate asupra bunurilor sale.", "62. Or, acelaşi raţionament se aplică mutatis mutandis în speţă, în măsura în care Curtea a stabilit deja că decizia de a-l lipsi pe reclamant de drepturile sale părinteşti contravenea Convenţiei.", "63. Desigur, în speţă, autorităţile nu au luat măsuri pentru al împiedica pe reclamant să îşi exercite drepturile părinteşti, element reţinut de Curte în vederea stabilirii existenţei unei situaţii continue. Curtea reaminteşte totuşi că a stabilit deja că omisiunile autorităţilor competente pot să constituie şi ele „acţiuni continue îndeplinite de stat“. Astfel, în cauza Vasilescu, menţionată mai sus, „actul“ îndeplinit de stat consta în a o împiedica pe reclamantă să îşi folosească bunurile netulburată. De asemenea, Curtea a considerat ca o situaţie continuă omisiunea autorităţilor de a se conforma hotărârilor judecătoreşti definitive (Sabin Popescu împotriva României, nr. 48.102/99, § 51, 2 martie 2004).", "64. În speţă, Curtea constată că după adoptarea Deciziei din data de 17 noiembrie 1999, reclamantul nu a avut nicio posibilitate efectivă de a-şi exercita drepturile părinteşti. Trebuie menţionat că pentru copil a fost instituită o curatelă fără ca reclamantul să fi fost informat despre acest lucru. Desigur, la momentul respectiv, mama avea deja custodia copilului în baza sentinţei de divorţ şi ea era cea care solicitase curatela. Nu se poate trece cu vederea totuşi faptul că reclamantul nu şi-a putut exprima poziţia cu privire la instituirea acestei curatele.", "Mai mult decât atât, în anul 2004, direcţia pentru protecţia copilului a folosit interdicţia drepturilor părinteşti ca argument pentru a-şi justifica neintervenţia în urma informaţiilor date de reclamant cu privire la situaţia dificilă a copilului său (paragrafele 24 şi 25 de mai sus), în timp ce temerile părţii interesate au fost confirmate, 2 ani mai târziu, de către instanţe, care au constatat că situaţia copilului s-a înrăutăţit din anul 1999.", "În fine, Curtea observă că elementele din dosar sugerează că copilul a putut să părăsească teritoriul românesc în anul 2005, plecând în Spania, fără acordul tatălui.", "65. Dat fiind că acţiunea autorităţilor nu s-a limitat la decizia ce stabilea interdicţia, prezenta cerere se distinge de cauzele în care Curtea a apreciat că anularea, pe calea unui recurs extraordinar, a unei hotărâri judecătoreşti definitive constituia un act instantaneu ce nu crea o situaţie continuă, chiar dacă anularea ducea la o redeschidere a procedurii [Sardin împotriva Rusiei (dec.), nr. 69.582/01, CEDO 2004-II].", "66. Pentru aceste motive, Curtea apreciază că situaţia reclamantului, care era lipsit de exercitarea drepturilor sale părinteşti, reprezintă în speţă o situaţie continuă.", "67. Prin urmare, trebuie respinsă excepţia preliminară a Guvernului şi constatată pe fond încălcarea art. 8 şi 13 din Convenţie în acest sens.", "III. Asupra pretinsei încălcări a art. 8 din Convenţie, întemeiată pe lipsa dreptului de vizitare", "68. Invocând acelaşi art. 8 din Convenţie, reclamantul se plânge de faptul că nu beneficiază de dreptul de a-şi vizita fiul.", "69. Având în vedere constatarea referitoare la art. 6 § 1 din Convenţie (paragraful 43 de mai sus), Curtea apreciază că acest capăt de cerere trebuie considerat admisibil, însă că nu este necesar să analizeze dacă în speţă a avut loc încălcarea art. 8 în acest sens (vezi, printre altele, Iorga, menţionată mai sus, § 60).", "IV. Asupra celorlalte pretinse încălcări", "70. Invocând în esenţă art. 6 din Convenţie, reclamantul se plânge de soluţionarea procedurii penale intentate împotriva sa, precum şi de modul în care parchetul a condus ancheta şi în care instanţele au apreciat probele ce le-au fost prezentate.", "71. Or, Curtea constată că procesul penal împotriva reclamantului s-a încheiat cu decizia Curţii Supreme de Justiţie din data de 17 noiembrie 1999. Introducând prezenta cerere la data de 17 iunie 2001, reclamantul nu a respectat termenul de 6 luni prevăzut de art. 35 § 1 din Convenţie. Pe de altă parte, cererea de revizuire introdusă de reclamant nu poate fi luată în considerare pentru calculul termenului de 6 luni, în măsura în care ea nu constituie în speţă o cale de atac efectivă în sensul articolului respectiv.", "Rezultă că acest capăt de cerere este tardiv şi trebuie respins, în aplicarea art. 35 §§ 1 şi 4 din Convenţie.", "72. Prin scrisoarea din 12 iunie 2007, reclamantul, invocând în esenţă art. 3 din Convenţie, susţine şi că a suferit tratamente condamnabile din partea anchetatorilor în timpul procesului penal împotriva sa. Or, Curtea observă că ancheta împotriva reclamantului s-a încheiat cel târziu la data de 17 noiembrie 1999, data deciziei definitive pronunţate împotriva sa, adică cu mai mult de 6 luni înaintea introducerii acestui capăt de cerere.", "Rezultă că acest capăt de cerere este, de asemenea, tardiv şi trebuie respins, în aplicarea art. 35 §§ 1 şi 4 din Convenţie.", "73. Prin aceeaşi scrisoare din 12 iunie 2007, reclamantul se plânge de lipsa îngrijirilor medicale şi invocă în acest sens un episod ce datează din anul 2006. Curtea apreciază că acest capăt de cerere se pretează unei analize sub incidenţa art. 3 menţionat mai sus, însă observă că, începând cu data de 27 iunie 2003, data intrării în vigoare a  privind unele drepturi ale persoanelor aflate în executarea pedepselor privative de libertate, reclamantul avea la dispoziţie o cale de atac efectivă în faţa instanţelor pentru a se plânge de condiţiile detenţiei sale, inclusiv de pretinsa lipsă a îngrijirilor medicale; or, conform informaţiilor de care dispune Curtea, reclamantul nu a întreprins astfel de demersuri.", "Rezultă că acest capăt de cerere trebuie respins din cauza neepuizării căilor de atac interne, în aplicarea art. 35 §§ 1 şi 4 din Convenţie.", "74. În fine, la data de 8 octombrie 2007, invocând în esenţă art. 6 § 1 din Convenţie, reclamantul se plânge de respingerea cererii sale de modificare a condiţiilor de executare a pedepsei sale. Or, presupunând chiar că acest articol este aplicabil în speţă [Stan împotriva României (dec.), nr. 6.936/03, 20 mai 2008], Curtea nu distinge nicio urmă de arbitrar în modul în care instanţele interne au statuat asupra cererii reclamantului. În definitiv, nimic nu îi permite Curţii să se abată de la concluzia acestor instanţe privind executarea pedepsei reclamantului.", "Rezultă că acest capăt de cerere este vădit neîntemeiat şi trebuie respins, în aplicarea art. 35 §§ 3 şi 4 din Convenţie.", "V. Asupra aplicării art. 41 din Convenţie", "75. Conform art. 41 din Convenţie,", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă. ”", "A. Prejudiciu", "76. Reclamantul solicită suma de 30.000 euro (EUR) pentru prejudiciul moral pe care l-a suferit.", "77. Guvernul consideră că suma solicitată este excesivă şi că nu există nicio legătură de cauzalitate între încălcările pretinse şi pretenţiile avansate.", "78. Curtea, ţinând cont de încălcările constatate, consideră că trebuie să îi acorde reclamantului 9.000 EUR pentru prejudiciul moral.", "B. Cheltuieli de judecată", "79. Reclamantul mai solicită şi suma de 5.915 EUR pentru cheltuielile de judecată angajate de reprezentanta sa în faţa instanţelor interne şi în faţa Curţii, dintre care 5.715 EUR pentru onorarii avocaţiale şi 200 EUR pentru alte costuri (telefon şi fotocopii). Onorariile avocaţiale sunt defalcate astfel:", "– 5.280 EUR pentru orele lucrate, dintre care 8 ore pentru analiza faptelor şi a probelor din dosar, 12 ore pentru studierea jurisprudenţei relevante, 10 ore pentru analiza observaţiilor Guvernului, 12 ore pentru pregătirea observaţiilor reclamantului şi 2 ore pentru pregătirea cererii de reparaţie echitabilă;", "– 405 EUR pentru 5 ore de discuţii cu reclamantul şi 4 ore pentru redactarea scrisorilor adresate Curţii;", "– 30 EUR pentru redactarea şi trimiterea scrisorilor şi pentru fotocopierea documentelor.", "O copie a contractului de asistenţă încheiat între reclamant şi reprezentanta sa, precum şi o cerere de plată directă a întregii sume către avocată au fost ataşate la dosar.", "80. Prin scrisoarea din 8 octombrie 2007, reclamantul i-a transmis Curţii o serie de documente şi a informat-o că nu a putut să ia legătura cu avocatul său, acesta din urmă nerăspunzându-i la scrisori.", "81. Guvernul contestă suma solicitată cu titlu de cheltuieli de judecată. El pune în evidenţă faptul că avocatul nu a intervenit decât după comunicarea cererii şi face referire la cauze în care reprezentanţii au solicitat cheltuieli mai reduse pentru cereri de o complexitate mai mare decât cea din cauza de faţă (Natchova şi alţii împotriva Bulgariei, nr. 43.577/98 şi 43.579/98, § 185, 26 februarie 2004; Anguelova împotriva Bulgariei, nr. 38.361/97, § 174, CEDO 2002-IV, şi Velikova împotriva Bulgariei, nr. 41.488/98, § 103, CEDO 2000-VI). Acesta mai apreciază că, dat fiind că o parte din capetele de cerere au fost declarate inadmisibile, Curtea ar trebui să reducă proporţional suma acordată (Kehayov împotriva Bulgariei, nr. 41.035/98, § 94, 18 ianuarie 2005).", "82. Conform jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor sale de judecată decât în măsura în care li s-au stabilit realitatea, necesitatea şi caracterul rezonabil. În speţă, ţinând cont de elementele aflate în posesia sa şi de criteriile menţionate mai sus, Curtea apreciază că cererile formulate pentru răspunsurile la observaţiile Guvernului, precum şi pentru comentariile reclamantului, care au fost integral pregătite şi trimise de avocat, sunt justificate. În schimb, Curtea observă că fotocopierea documentelor şi pregătirea scrisorilor au fost clasificate în 3 categorii diferite şi că reclamantul s-a plâns de lipsa răspunsurilor la scrisorile pe care i le-a trimis avocatului. În fine, Curtea apreciază că argumentul Guvernului cu privire la sumele solicitate în perioada 2000-2004 de alţi avocaţi, precum şi argumentul referitor la complexitatea capetelor de cerere analizate nu sunt relevante în speţă.", "83. Prin urmare, Curtea îi acordă reprezentantei reclamantului suma de 5.500 EUR pentru procedura în faţa Curţii, mai puţin 850 EUR care i-au fost deja plătiţi de către Consiliul Europei în cadrul asistenţei judiciare. Suma finală, în valoare de 4.650 EUR, va fi plătită direct în contul avocatului.", "C. Dobânzi moratorii", " 84. Curtea consideră potrivit ca rata dobânzii moratorii să se bazeze pe rata dobânzii facilităţii de împrumut marginal a Băncii Centrale Europene, majorată cu 3 puncte procentuale.", "PENTRU ACESTE MOTIVE,", "În unanimitate,", "CURTEA", "1. uneşte cu fondul excepţia preliminară a Guvernului întemeiată pe tardivitatea capetelor de cerere formulate în baza art. 8 şi 13 din Convenţie şi o respinge;", " 2. declară cererea admisibilă în ceea ce priveşte capetele de cerere întemeiate pe art. 6 § 1 (accesul la o instanţă), art. 8 şi 13 şi inadmisibilă în rest;", "3. hotărăşte că a avut loc încălcarea art. 6 § 1 din Convenţie;", "4. hotărăşte că a avut loc încălcarea art. 8 § 1 din Convenţie în ceea ce priveşte interdicţia drepturilor părinteşti;", "5. hotărăşte că a avut loc încălcarea art. 13 din Convenţie;", "6. hotărăşte că nu este necesar să analizeze capătul de cerere întemeiat pe art. 8 § 1 din Convenţie referitor la dreptul de vizitare;", "7. hotărăşte:", " a)ca statul pârât să îi plătească reclamantului, în cel mult 3 luni de la data rămânerii definitive a prezentei hotărâri, conform art. 44 § 2 din Convenţie, suma de 9.000 EUR (nouă mii euro), ce va fi convertită în moneda statului pârât, ca daune morale, plus orice sumă ce ar putea fi datorată cu titlu de impozit;", "b)ca statul pârât să îi plătească avocatului reclamantului suma de 4.650 EUR (patru mii şase sute cincizeci euro) pentru cheltuieli de judecată;", "c)ca, începând de la expirarea termenului menţionat mai sus şi până la efectuarea plăţii, aceste sume să se majoreze cu o dobândă simplă având o rată egală cu cea a facilităţii de împrumut marginal a Băncii Centrale Europene, valabilă în această perioadă, majorată cu 3 puncte procentuale;", "8. respinge cererea de reparaţie echitabilă în rest.", "Întocmită în limba franceză, ulterior fiind comunicată în scris la data de 14 octombrie 2008, în conformitate cu art. 77 paragrafele 2 şi 3 din Regulament.", "Josep Casadevall,", " preşedinte", "Santiago Quesada,", "grefier"]}