{"file": "RUM_HJUDRUM_63486_00.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "63486/00", "text_paragraphs": ["", "", "", "SECŢIUNEA A DOUA", "", "", "", "", "", "", "CAUZA POSOKHOV împotriva RUSIEI", "", "(Hotărârea nr. 63486/00)", "", "", "", "", "", "", "", "HOTĂRÂREA", "", "", "", "STRASBOURG", "", "4 martie 2003", "", "DEFINITIVĂ", "04/06/2003", "", "În cauza Posokhov împotriva Rusiei,", "Curtea Eropeană a Drepturilor Omului (secţiunea a doua) aflându-se în şedinţă într-o cameră compusă din:", "\tDl  J.-P. Costa, Preşedinte,\n\tDl\tA.B. Baka,\n\tDl\tGaukur Jörundsson,\n\tDl\tL. Loucaides,\n\tDl\tC. Bîrsan,\n\tDl\tM. Ugrekhelidze,\n\tDl\tA. Kovler, judecători,\nşi Dna S. Dollé, grefieră de secţiune,", "După ce a deliberat în camera consiliului la 11 februarie 2003,", "Pronunţă hotărârea următoare adoptată la aceeaşi dată:", "PROCEDURA", "La originea cauzei se află o cerere (nr. 63486/00) împotriva Federaţiei Ruse înaintată Curţii conform articolului 34 din Convenţia pentru Apărarea Drepturilor Omului şi a Drepturilor fundamentale („Convenţia”), de către un cetăţean al Rusiei, Dl Serghei Vitalievici Posokhov („reclamantul”) la 2 octombrie 2000.", "Reclamantul a fost reprezentat de către Dl A Kiriïanov, avocat din Taganrog. Guvernul Rusiei („Guvernul”) a fost reprezentat de către agentul său Dl Laptev, reprezentantul Federaţiei Ruse la Curtea Europeană a Drepturilor Omului.", "Reclamantul a pretins că a fost condamnat de către o curte care era contrară dreptului intern.", "Cererea a fost atribuită secţiunii a doua a Curţii (articolul 52 § 1 din regulament). În această secţiune, camera care trebuia să analizeze cauza (articolul 27 § 1 din Convenţie) a fost formată conform articolului 26 § 1 din regulament.", "La 1 noiembrie 2001, Curtea a modificat compoziţia secţiunii sale (articolul 25 § 1 din regulament). Această cauză a fost atribuită secţiunii a doua reformate (articolul 52 § 1).", "Printr-o decizie din 9 iulie 2002, Camera a declarat cererea parţial admisibilă.", "Camera, după ce a consultat părţile, a anunţat decizia sa , conform căreia nu trebuia să aibă loc o audiere cu privire la fondul cauzei (articolul 59 § 3 in fine), fiecare dintre părţile implicate au răspuns în scris la observaţiile celeilalte şi au adus informaţii suplimentare cu privire la cauză.", "ÎN FAPT", "CIRCUMSTANŢELE CAUZEI", "Reclamantul s-a născut în 1966 şi lociueşte la Taganrog.", "Procedura penală iniţială", "  Reclamantul a lucrat la direcţia vamală din Taganrog, supraveghind devămarea mărfurilor importate într-un post de vamă portuară. În 1996 împotriva lui şi altor persoane au fost deschise proceduri penale pentru contrabandă cu cantităţi considerabile de vodkă.", "  La 22 mai 2000, tribunalul regional din Neklinovski, regiunea Rostov, format din judecătorul Kink şi doi juraţi, Dna Streblianskaia şi Dna Khoviakova, au găsit reclamantul vinovat de complicitate la frauda drepturilor vamale şi neîndeplinirea responsabilităţilor sale.", "  Imediat după condamnarea lui, reclamantul a fost achitat, pe de o parte datorită unei prescripţii şi, pe de altă parte, datorită legii de amnistie din 1997.", "  Reclamantul şi avocatul său au formulat trei recursuri împotriva hotărârii: la 26 mai, 29 mai şi 16 iunie 2000.", "  La 17 august 2000, reclamantul a cerut preşedintelui tribunalului regional din Neklinovski o listă a juraţilor care funcţionează în această jurisdicţie precum şi o copie a deciziei prin care el a tras la sorţi pe cei care au participat la şedinţă sub preşedinţia judecătorului Kink în perioada ianuarie – mai 2000.", "  La 29 august 2000, reclamantul a formulat cereri suplimentare în apel. El a solicitat recuzarea juraţilor care au pronunţat hotărârea de la 22 mai 2000 pe motiv că dispoziţiile cu privire la desemnarea juraţilor au fost încălcate. El pretindea, în special, că legea federală cu privire la juraţii populari ai tribunalelor federale de jurisdicţie generală („legea privind juraţii populari”) îi autoriza pe aceştea să participe la şedinţă o dată pe an pentru o perioadă maximă de paisprezece zile sau pe durata desfăşurării unui caz concret. Dnele Streblianskaia şi Khoviakova participaseră deja la şedinţe în anul 2000 în mai multe cazuri. Reclamantul pretindea, de asemenea, că termenul mandatului Dnei Streblinskaia expirase înainte de deschiderea procesului său.", "  La 29 august 2000, Departamentul Afaceri Penale al Curţii Regionale din Rostov a respins cererile reclamantului. Curtea a refuzat, de asemenea, şi cererea prin care el şi avocatul său solicitau copiile hotărârilor pronunţate anterior de către tribunalul regional din Neklinovski sub preşedinţia judecătorului Kink. Curtea a susţinut că reclamantul a fost informat de drepturile sale de a cere recuzarea tribunalului la deschiderea procesului său, însă nu a făcut-o. Nu a fost stabilită nici o încălcare a dispoziţiilor de numire a juraţilor judiciari.", "  La 16 noiembrie 2000, Preşedintele Curţii Regionale din Rostov a respins cererea reclamantului cu privire la reexaminarea cauzei sale. Interesatul a invocat un nou argument care să sprijine teza sa conform căreia juraţii nu au fost numiţi în conformitate cu regulile aplicabile: a fost pretins faptul că nu a existat nimic care să indice că juraţii au fost numiţi aleatoriu aşa cum prevedea legea aplicabilă. Preşedintele a respins argumentul anterior al reclamantului cu privire la expirarea mandatului juraţilor, făcând referinţă la Decretul prezidenţial din 25 ianuarie 2000, care prelungea durata funcţionării lor până la noi numiri. Preşedintele menţiona că lista juraţilor pentru regiunea Rostov a fost formulată la 18 octombrie 2000, după condamnarea reclamantului şi nu a dat curs plângerii sale privind faptul că juraţii nu au fost traşi la sorţi.", "  La 20 februarie 2001, Preşedintele Curţii Regionale din Rostov a respins o nouă cerere de reexaminare formulată de către reclamant.", "  În august şi octombrie 2001, reclamantul a cerut Preşedintelui adunării legislative a districtului din Neklinovski să-i furnizeze informaţii privind juraţii care au participat la şedinţe în perioada 10 şi 22 mai 2000.", "  La 2 octombrie 2001, autoritatea districtului Neklinovski a informat reclamantul că lista juraţilor pentru această circumscripţie a fost formulată la 4 februarie 2000 şi confirmată la 15 iunie de către adunarea legislativă a regiunii Rostov.", "B. Reexaminarea cauzei", "20.  La o dată posterioară comunicării prezentei cereri Guvernului, însă care nu a fost specificată, Preşedintele curţii regionale din Rostov a formulat o cerere de reexaminare a cauzei pe motivul că hotărârea din 22 mai 2000 nu a descris destul de detaliat infracţiunea comisă de către reclamant şi complicii săi.", "21.\t\tLa 3 mai 2001, prezidiul acestei jurisdicţii a hotărât că recursul infirma parţial hotărârea din 22 mai 2000 precum şi hotărârea din 29 august 2000 şi a ordonat reexaminarea cauzei.", "22.\t\tLa 2 iulie 2001, tribunalul regional din Neklinovski a găsit reclamantul vinovat de infracţiunile pentru care a fost condamant, însă îl achita datorită prescripţiei intervenite.", "23. \t\tCurtea regională din Rostov a respins, la 2 octombrie 2001, recursul formulat de către reclamant împotriva acestei decizii, şi aceasta a devinit definitivă.", "24. \t\tPreşedintele curţii regionale din Rostov a sesizat în continuare, la o dată care nu a fost precizată, printr-o cerere de reexaminare, prezidiul acestei jurisdicţii. Printr-o hotărâre din 31 ianuarie 2002, acesta din urmă infirma hotărârea din 2 iulie precum şi hotărârea din 2 octombrie 2001 pe motiv că ansamblul urmăririlor judiciare angajate împotriva reclamantului erau prescrise, nici tribunalul şi nici curtea nu au putut să se pronunţe legal cu privire la vinovăţia reclamantului.", "C. Fapte ulterioare", "25. \t\tLa 28 august 2002, autoritatea regională din Neklinovski a indicat reclamantului, la cererea avocatului său, că lista juraţilor circumscripţiei a fost formulată la 4 februarie 2000 în rezultatul deliberării adunării legislative a districtului şi aprobată la 15 iunie 2000 printr-o decizie a adunării legislative a regiunii Rostov.", "26. \t\tLa 4 octombrie 2002, autoritatea regională din Neklinovski a informat reclamantul că nu a existat nici o înregistrare a adoptării listelor de juraţi înainte de 4 februarie 2000 [Scrisoarea originală indica data „4 februarie 2002”, aparent o eroare tipografică].", "II. DREPTUL INTERN PERTINENT", "Componenţa jurisducţiilor represive", "27. \t\tArticolul 15 din Codul de Procedură Penală prevede că audierile curţii în primă instanţă trebuie să se desfăşoare, fără excepţii, în faţa unui judecător profesional asistat de unul sau doi juraţi. Aceştia din urmă se bucură de aceleaşi puteri de jurisdicţie precim şi judecătorii profesionali.", "B. Juraţii neprofesionali", "28. \t\tLegea federală cu privire la juraţii tribunalelor federale de drept penal din Federaţia Rusă („legea privind juraţii” sau „legea”) a intrat în vigoare la 10 ianuarie 2000. Conform articolului său 1 § 2, judecătorii neprofesionali sunt persoane autorizate să participe la cauzele civile şi penale în calitate de juraţi.", "Articolul 2 din lege stabileşte că lista juraţilor trebuie să fie formulată pentru fiecare district de către autorităţile locale de autoguvernare, asemenea liste fiind propuse spre aprobare organelor legislative respective. Procedura de selectare a acestor juraţi, reglată de articolul 5 din lege, prevede ca Preşedintele curţii regionale să extragă aleatoriu dintr-o listă un anumit număr de juraţi care urmează a fi numiţi de curţile regionale competente. Numărul juraţilor desemnaţi pentru fiecare judecător profesional trebuie să fie cel puţin de trei ori mai mare decât este necesar pentru audiere. Datorită faptului că majoritatea cazurilor penale din Rusia sunt examinate de către o curte compusă dintr-un judecător profesional şi doi juraţi, rezultă că fiecare judecător trebuie să dispună de cel puţin şase juraţi care i-au fost desemnaţi.", "Articolului 9 din legea privind juraţii presupune ca aceştia să-şi exercite funcţiile în tribunalele regionale pentru o perioadă maximă de paisprezece zile sau pe durata desfăşurării unei cauze şi că ei nu pot lua parte la şedinţe mai mult de o dată pe an.", "Un decret din 25 ianuarie 2000, al Preşedintelui în exerciţiu al Federaţiei Ruse a prelungit durata mandatului juraţilor la curţile de jurisdicţie generală până când acestea din urmă vor primi noi liste aprobate de către organele legislative ale entităţilor Federaţiei.", "ÎN DREPT", "29. \t\tReclamantul a susţinut că tribunalul care l-a condamnat la 22 mai 2000 nu putea fi considerat drept „un tribunal stabilit de lege” în măsura în care el era format încălcând dispoziţiile interne aplicabile. El a invocat articolul 6 § 1 din Convenţie.", "30. \t\tInteresatul a susţinut, în special, că nici Preşedintele Curţii, nici Preşedintele audierii nu au tras la sorţi numele juraţilor aşa cum era prevăzut în legea privind juraţii. Reclamantul a menţionat, de asemenea, că juraţii Dna Streblianskaia şi Dna Khoviakova luase parte la şedinţă în această calitate cel puţin optzeci şi opt de zile, în loc de cele paisprezece zile prevăzute de lege şi, în final, că nu a existat nici o dovadă care să indice că ele au fost investite cu o putere jurisdicţională înainte de deschiderea procesului său.", " I. CU PRIVIRE LA STATUTUL DE VICTIMĂ A RECLAMANTULUI", "31. \t\tGuvernul a afirmat că reclamantul nu mai putea pretinde a fi victimă a încălcării pretinse, hotărârea din 22 mai 2000 fiind anulată după ce Curtea a comunicat cererea autorităţilor iar cazul fiind reexaminat de către judecătorii desemnaţi regulamentar. În plus, decizia de la 31 ianuarie 2002 a prezidiului curţii regionale din Rostov, care a pus capăt ansamblului de urmăriri judiciare împotriva reclamantului pe motivul prescripţiei, a dus la radierea dosarului penal al reclamantului. Guvernul a concluzionat că aceste decizii au înlăturat toate efectele legale ale condamnării reclamantului iar componenţa curţii care a pronunţat sentinţa la 22 mai 200 nu mai avea importanţă.", "32. \t\tReclamantul a fost de acord cu faptul că ambele hotărâri ale curţii regionale din Neklinovski împotriva lui, de la 22 mai 2000 şi 2 iulie 2001, au fost într-adevăr anulate. Cu toate acestea, decizia prezidiului curţii regionale din Rostov din 31 ianuarie 2002 prin care prezidiumul curţii regionale Rostov a oprit urmăririle din motiv pur procedural nu are valoarea unei achitări în măsura în care declaraţia de vinovăţie nu a fost din nou pusă în cauză. Reclamantul a pretins că această decizie nu a avut drept efect reabilitarea sa şi nefiind criticată componenţa trubunalului regional din Neklinovski care a pronunţat sentinţa din 22 mai 2000, el nu a pierdut calitatea de victimă.", "33. \t\tConform articolului 34 din Convenţie „Curtea poate primi plângeri de la orice persoană (...) care pretinde a fi victimă a încălcării comise de către Înaltele Părţi contractante a drepturilor formulate în Convenţie sau în Protocoalele sale (...) ”.", "34. \t\tCurtea aminteşte că, iniţial, autorităţile naţionale sunt cele care trebuie să remedieze orice încălcare pretinsă a Convenţiei. În această privinţă, întrebarea cu privire la faptul dacă reclamantul poate pretinde sau nu a fi victima încălcării pretinse este relevantă la orice etapă a procedurilor în conformitate cu Convenţia (E. împotriva Austriei, nr. 10668/83, decizia Comisiei de la 13 mai 1987, Decizii şi Rapoarte 52, p. 177).", "35. \t\tCurtea aminteşte în continuare că o decizie sau o măsură favorabilă reclamantului nu este în principiu suficientă pentru a-l priva de statutul său „de victimă” doar dacă autorităţile naţionale au recunoscut explicit şi apoi au reparat încălcarea Convenţiei (vezi, printre altele, Amuur împotriva Franţei, hotărârea din 25 iunie 1996, Culegere de Hotărâri şi Decizii 1996-III, p. 846, § 36 şi Dalban împotriva României [GC], nr. 28114/95, § 44, CEDH 1999-VI).", "36. \t\tÎn speţă, menţionarea vu privire la condamnarea reclamantului ar fi fost efectiv radiată din cazierul său juridic în rezultatul deciziei din 31 ianuarie 2002. Totuşi, nici o decizie a curţilor interne, după pronunţarea hotărârii Curţii de Apel regionale Rostov din 29 august 2000, nu s-a refrit la chestiunea juraţilor neprofesionali şi nu a constatat confirmarea încălcării pretinse.", "37. \t\tÎn aceste circumstanţe, Curtea consideră că reclamantul mai poate încă pretinde a fi victimă a încălcării articolului 6 § 1 din Convenţie.", "II. CU PRIVIRE LA ÎNCĂLCAREA PRETINSĂ A ARTICOLULUI 6 § 1 DIN CONVENŢIE", "38. \t\tDispoziţiile articolul 6 § 1 din Convenţie enunţă:", "„Orice persoană are dreptul la judecarea în mod echitabil, în mod public şi într-un termen rezonabil a cauzei sale (...), de către o instanţă independentă şi imparţială, instituită de lege, care va hotărî (...), fie asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil, fie asupra temeiniciei oricărei acuzaţii în materie penală îndreptate împotriva sa (...)”.", "39. \t\tCurtea aminteşte că fraza „instituită de lege” se referă nu doar la baza legală a existenţei „instanţei”, ci şi la componenţa şedinţei în fiecare cauză (Buscarini împotriva San Marino (dec.), nr. 31657/96, 4 mai 2000).", "Astfel Curţii i se cere să examineze alegaţii precum cele din cauza de faţă, privind încălcarea flagrantă a regulilor naţionale aplicabile la desemnarea magistraţilor. Faptul că plângerea înaintată de reclamant se referă la juraţi nu diminuează sfera de activitate în măsura în care articolul 15 din codul de procedură penală le conferă aceleaşi puteri jurisdicţionale ca şi cele investite judecătorilor profesionali.", "40. \t\tDisputa părţilor se concentrează asupra problemei de determinare în ce măsură participarea Dnelor Streblianskaia şi Khoviakova la audierea din 22 mai 2000 în calitate de juraţi este conformă dreptului intern şi, în special, legii privind juraţii.", "41. \t\tReclamantul s-a plâns de faptul că aceste persoane au acţionat, contrar articolului 9 din lege, în calitate de juraţi până la procesul reclamantului pe o perioada de mai mult de optzeci de zile, în loc de cel mult paisprezece zile pe an. Mai mult ca atât, numele lor nu au fost trase la sorţi încălcându-se astfel articolul 5 din lege.", "În consecinţă reclamantul a mai anexat noi informaţii în sprijinul plângerii sale. În baza răspunsului primit de la autorităţile regionale din Neklinovski din 4 octombrie 2002, conform căruia nu a existat nici o înregistrare a listei juraţilor înainte de 4 februarie 2000, reclamantul a făcut concluzia că nu a existat nici o dovadă, chiar anterioară adoptării legii privind juraţii populari, care să ateste desemnarea Dnei Streblianskaia şi Dnei Khoviakova în această calitate.", "42. \t\tÎn sprijinul tezei sale, Guvernul a invocat decretul prezidenţial din 25 ianuarie 2000 care prelungea mandatul juraţilor în funcţie până la stabilirea noilor liste de juraţi conform procedurii prevăzute de către legea pertinentă. Guvernul nu a contestat faptul că Dnele Streblinskaia şi Khoviakova au luat parte la şedinţă mai mult de paisprezece zile înainte de deschiderea procedurii reclamantului, însă el a respins ideea conform căreia depăşirea acestei durate constituia ipso facto o încălcare a legii, în măsura în care aceşti juraţi sunt numiţi pentru o perioadă de cinci ani pe parcursul cărora ei se bucură din plin de puterile lor jurisdicţionale.", "43. \t\tCu toate acestea, în afara încălcărilor flagrante ale dispoziţiilor legii privind juraţii relative la tragerea la sorţi a acestora şi la limitarea duratei funcţionării lor la paisprezece zile pe an, Curtea este deosebit de preocupată de constatarea faptului că autoritatea regională din Neklinovski, reponsabilă de desemnarea acestor juraţi, a confirmat că nu deţinea nici o listă a celor care au fost numiţi înainte de 4 februarie 2000. Ea nu a adus, în consecinţă, nici o informaţie care să justifice participarea Dnelor Streblianskaia şi Khoviakova la administrarea justiţiei în ziua procesului reclamantului, deoarece lista stabilită la 4 februarie 2000 nu a avut efect decât la 15 iunie 2000, după aprobarea ei de către adunarea legislativă a regiunii Rostov.", "Aceste circumstanţe nu permit Curţii să facă concluzia, că Curtea regională din Neklinovski, care a audiat cauza reclamantului la 22 mai 2000, putea fi un „tribunal stabilit de lege”.", "44. \t\tAstfel a existat o încălcare a articolului 6 § 1 din Convenţie.", "III. CU PRIVIRE LA APLICAREA ARTICOLULUI 41 DIN CONVENŢIE", "45. \t\tArticolul 41 din Convenţie prevede:", "„Dacă Curtea declară că a avut loc o violare a Convenţiei sau protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă.", "Daune", "46. \t\tReclamantul a solicitat suma de 10 000 euro (EUR) pentru reparaţia pagubei care decurge din încălcarea dreptului său de a fi judecat de către un tribunal stabilit de lege. El a susţinut că a suferit un stres emoţional datorat condamnării sale de către o curte fără autoritate şi a fost expus riscului de a fi concediat în consecinţă.", "47. \t\tStabilind că anularea sentinţei din 22 mai 2000 a distrus toate efectele juridice care puteau fi prejudiciabile reclamantului, Guvernul nu face nici un comentariu cu privire la aceste cereri.", "48. \t\tCurtea consideră că persoana interesată a suferit daune morale în rezultatul condamnării sale de către o curte constituită nelegitim. Luând o hotărâre, în mod mod echitabil, Curtea a acordat reclamantului 500 EUR.", " B. Costuri şi cheltuieli", "49. \t\tReclamantul a solicitat, de asemenea, fără a specifica suma precisă, rambursarea taxelor legale pe care le-a suportat în procedurile interne.", "50. \t\tGuvernul nu a făcut nici un comentariu cu privire la această plângere.", "51. \t\tÎntrucât reclamantul nu a furnizat şi nici nu a precizat sume în ceea ce priveşte cererea sa, nu a fost posibil de a îi acorda în această privinţă nici o sumă.", "C. INTERESE MORATORII", "52. \t\tCurtea consideră oportun să calculeze rata intereselor moratorii în raport cu rata dobânzii pentru facilitarea de credit marginal practicată de Banca centrală europeană, la care se vor adăuga trei puncte procentuale.", "DIN ACESTE MOTIVE, CURTEA ÎN UNANIMITATE", "Susţine că reclamantul poate pretinde a fi „victimă” în sensul articolului 34 din Convenţie;", "", "Susţine că a existat o încălcare a articolului 6 § 1 din Convenţie;", "", "Susţine", "că Statul pârât trebuie să achite reclamantului, în decurs de trei luni de la data când hotărârea devine definitivă în conformitate cu articolul 44 § 2 din Convenţie, suma de 500 EUR (cinci sute de euro) cu privire la daunele morale, sumă convertită în moneda naţională a Statului pârât la o rată aplicabilă la data regulamentului, plus orice taxă care poate fi supusă impozitării;", "că de la data expirării celor trei luni menţionate anterior, în cazul neachitării aceastei sume, va fi achitată o rată a dobânzii egală cu rata minimă a Băncii centrale europene pe parcursul acestei perioade, la care se adaogă trei procente;", "", "Respinge cererea de satisfacere echitabilă a surplusului.", "Redactată în limba engleză, apoi comunicată în scris la 4 martie 2003, în aplicarea articolului 77 §§ 2 şi 3 din Regulamentul Curţi.", "\tS. Dollé\tJ.-P. Costa\n\tGrefieră\tPreşedinte", "", ""]}