{"file": "RUM_HJUDRUM_476_07.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "476/07", "text_paragraphs": ["", "Traducerea și permisiunea de republicare au fost oferite sub autoritatea Direcției Generale Agent Guvernamental, Ministerul Justiției al Republicii Moldova (justice.gov.md). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "\t", "The present text and the authorisation to republish were granted under the authority of the Governmental Agent’s General Department from the Ministry of Justice of the Republic of Moldova (justice.gov.md). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "La traduction et l’autorisation de republier ont été accordées sous l’autorité de la Direction générale de l’Agent gouvernemental du Ministère de la Justice de la République de Moldova (justice.gov.md). L’autorisation de republier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "SECŢIA A PATRA", "", "", "", "", "", "", "CAZUL OLARU ŞI ALŢII c. MOLDOVEI", "", "(Cererile nr. 476/07, 22539/05, 179/08 şi 1316/07)", "", "", "", "", "", "", "HOTĂRÂRE", "", "", "STRASBOURG", "", "28 Iulie 2009", "", "DEFINITIVĂ", "la 28 octombrie 2009", "potrivit articolului 44 § 2 (b) din Convenţie", "", "", "Poate fi obiectul revizuirii editoriale, inclusiv în ce priveşte traducerea.", "", "În cauza Olaru şi alţii c.Moldovei,", "Curtea Europeană a Drepturilor Omului (Secţia a Patra), statuînd în Cameră compusă din:", "Nicolas Bratza, Preşedinte,", "Lech Garlicki,", "Giovanni Bonello,", "Ljiljana Mijović,", "David Thór Björgvinsson,", "Ján Šikuta,", "Päivi Hirvelä,", "Ledi Bianku,", "Mihai Poalelungi, judecători", "şi dl T.L Early, Grefierul Secţiei,", "Deliberând în secret la 7 iulie 2009,", "Pronunţă următoarea hotărâre, adoptată în aceiaşi zi:", "PROCEDURA", "Cauza a fost iniţiată prin patru cereri (nr. 476/07, 22539/05, 179/08 şi 1316/07) adresate împotriva Republicii Moldova şi depuse la Curte potrivit articolului 34 din Convenţia Europeană pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale (“Convenţia”), de către şase cetăţeni ai Republicii Moldova, dl. Vasile Olaru, dl. Artur Lungu, dna. Corina Lungu, dna. Olivia Lungu, dna. Vera Guşan şi dl. Simion Racu (“reclamanţi”), la 11 decembrie 2006, 31 mai 2005, 2 aprilie 2008 şi 3 ianuarie 2007.", "Reclamanţii au fost reprezentanţi de dl. A. Tănase, dl. F. Nagacevshi, dna. J. Hanganu, dl. A. Bizgu, avocaţi care practică în Chişinău. Guvernul Republicii Moldova (“Guvernul”) a fost reprezentat de Agentul său, dl V. Grosu.", "Reclamanţii au pretins, în particular, violarea drepturilor sale garantate de Articolul 6 § 1 din Convenţie şi a Articolului 1 din Protocolul Nr.1 la Convenţie, ca rezultat al omisiunii autorităţilor de a se conforma hotărârilor judecătoreşti definitive adoptate de instanţele naţionale în favoarea sa.", "La 1 iulie 2008 Curtea a declarat una din cereri (13 136/07) parţial inadmisibilă şi a decis să comunice Guvernului toate reclamaţiile din cereri referitoare la neexecutarea hotărîrilor judecătoreşti definitive. La fel Curtea a decis să procedeze la examinarea în fond a cererilor odată cu admisibilitatea acestora (Articolul 29 § 3 ). Curtea, de asemenea, a decis, în conformitate cu Articolul 54 § 2 (c) din Regulamentul Curţii, să ofere prioritate cazurilor, în raport cu Articolul 41, invitînd părţile să prezinte observaţiile sale scrise referitor la cererile sus menţionate. Mai mult ca atât, Camera a decis să informeze părţile despre utilitatea aplicării procedurii judiciare pilot în cazurile respective (a se vedea Broniowski v. Poland [GC], 31443/96, §§ 189-194 şi partea relevantă, ECHR 2004-V, and Hutten-Czapska v. Poland [GC] nr. 35014/97, ECHR 2006-... §§ 231-239 şi partea relevantă) şi a cerut părţilor să prezinte observaţiile sale asupra acestui aspect.", "ÎN FAPT", "I. CIRCUMSTANŢELE CAUZEI", "A. Cererea Nr. 476/07 a dlui Vasile OLARU", "Reclamantul, dl. Vasile Olaru, născut în 1971, este cetăţeanul Republicii Moldova şi locuieşte în Chişinău. El este ofiţer de poliţie.", "În conformitate cu Legea cu privire la Poliţie, administraţia publică locală este obligată să asigure ofiţerii de poliţie cu locuinţe de serviciu.", "La o dată nespecificată reclamantul iniţiază o acţiune civilă împotriva Consiliului Municipal Chişinău şi la 16 decembrie 2004 Judecătoria sect.Centru obligă pîrîtul să-i atribue reclamantului o locuinţă. Hotărîrea a devenit definitivă şi irevocabilă; oricum nefiind executată pînă la momentul actual.", "B. Cererea Nr.17911/08 a dlor Artur, Corina şi Olivia LUNGU c.Moldovei", "Reclamanţii Artur, Corina şi Olivia LUNGU sunt membrii unei familii, cetăţeni a Republicii Moldova, născuţi, respectiv, în 1972, 1973 şi 1994, şi locuiesc în Străşeni.", "Între anii 1997 şi 2003 primul reclamant a fost judecător. Prin hotărîrea definitivă din 10 septembrie 2001 a Judecătoriei r-lui Edineţ, Consiliul Municipal Edineţ a fost obligat să atribuie reclamanţilor locuinţă, în conformitate cu prevederile Legii cu privire la statutul judecătorului.", "Din momentul în care hotărîrea judecătorească nu a fost executată, la 11 martie 2005, reclamantul a solicitat schimbarea modului şi ordinii de executare a hotărîrii.", "La 9 iunie 2006 Judecătoria sect.Rîşcani a obligat Consiliul Local Edineţ să achite reclamantului valoarea apartamentului, şi anume 15,000 dolari SUA (USD).", "Hotărîrea judecătorească din 10 septembrie 2001 nu a fost executată pînă în prezent.", "C. Cererea Nr. 22539/05 a Dnei Vera GUŞAN", "Reclamantul, Dna Vera Guşan, născută în 1955, este cetăţean al Republicii Moldova şi locuieşte în Chişinău.", "Împreună cu cei trei copii ai săi şi nepot, reclamanta locuieşte într-un apartament cu suprafaţa de şaisprezece metri pătraţi, care a fost parte componentă a unei case mari.", "La o dată nespecificată, o terţă persoană, în conformitate cu Legea nr.1225-XII “privind reabilitarea victimelor represiunilor politice săvîrşite de regimul comunist totalitar de ocupaţie”, a acţionat în judecată Consiliul Municipal Chişinău în vederea restituirii apartamentului în care locuia reclamanta.", "La data de 22 iulie 1998 Judecătoria sect.Centru a hotărît în favoarea terţei persoane şi a dispus evacuarea reclamantei din apartament. În acelaşi timp în conformitate cu dispoziţiile aceleaşi legi, instanţa judecătorească a obligat Consiliul Municipal să atribuie reclamantei o locuinţă alternativă în corespundere cu prevederile Codului cu privire la locuinţe. În conformitate cu dispoziţiile legii sus menţionate fiecare membru al familiei are dreptul la o locuinţă cu o suprafaţă de cîte nouă metri pătraţi.", "Hotărîrea din 22 iulie 1998 nu a fost executată pînă în prezent.", "D. Cererea Nr. 13136/07 a dlui Simion RACU", "Reclamantul, dl. Simion Racu, născut în 1951, este cetăţean al Republicii Moldova şi locuieşte în Chişinău.", "Reclamantul este o persoană forţată să părăsească locul de trai. După războiul din 1992, a părăsit Transnistria şi s-a mutat cu traiul în Chişinău.", "La 21 octombrie 1993 Guvernul Republicii Moldova a adoptat Hotărîrea nr.658 «privind asigurarea cu spaţiu locativ a cetăţenilor forţaţi să părăsească locul de trai din raioanele de est al Republicii Moldova ».", "La o dată nespecificată reclamantul a iniţiat o acţiune civilă împotriva Guvernului şi autorităţilor publice locale din Chişinău, solicitînd asigurarea cu o locuinţă.", "Prin hotărîrea definitivă din 7 iunie 2006, Curtea Supremă de Justiţie a obligat Guvernul şi Consiliul Municipal Chişinău să asigure reclamantul cu un apartament.", "Aparent, procedurile cu privire la executarea hotărîrii s-au referit doar în privinţa Consiliului Municipal Chişinău; oricum hotărîrea judecătorească nu a fost executată pînă în prezent.", "II. MATERIALELE RELEVANTE ÎN AFARA DE CONVENŢIE", "A. Dreptul şi practica naţională", "Prevederile relevante din Legea Nr. 435 privind descentralizarea administrativă prevede:", "", "„Articolul 12. Descentralizarea financiară", "", "(1) Autorităţile publice locale se bucură, în condiţiile legii, de autonomie financiară, adoptă bugetul lor propriu care este independent şi separat de bugetul de stat.", "", "Articolul 13. Proprietatea unităţilor administrativ-teritoriale", "", "(1) Autorităţile publice locale posedă un patrimoniu propriu şi distinct, care include bunuri mobile şi imobile, şi dispun liber de acesta în condiţiile legii.", "(2) Patrimoniul unităţilor administrativ-teritoriale se delimitează şi se separă clar de patrimoniul statului, potrivit legii sau în modul stabilit de lege.", "(3) Delimitarea presupune evidenţa patrimoniului unităţilor administrativ-teritoriale, competenţa decizională exclusivă a autorităţilor publice locale privind administrarea patrimoniului respectiv şi modul de repartizare a veniturilor obţinute din gestionarea acestuia în condiţiile legii...”", "", "Partea relevantă a Legii Nr. 416 cu privire la poliţie prevede după cum urmează:", "", "Articolul 35. Asigurarea colaboratorului poliţiei cu spaţiu locativ", "", "Colaboratorilor poliţiei li se acordă de către autorităţile administraţiei publice locale, cel mult după trei ani de la angajarea în serviciu...”", "", "Partea relevantă a Legii Nr.544 cu privire la statutul judecătorului prevede:", "", "Articolul 30. Asigurarea judecătorului cu locuinţă", "", "(1) În cazul în care judecătorul nu este asigurat cu locuinţă sau este necesară îmbunătăţirea condiţiilor lui locative, ori nu i s-a atribuit suprafaţa de 15 m2 suplimentară cuvenită, autoritatea administraţiei publice locale este obligată ca în cel mult 6 luni de la data apariţiei sus-numitelor circumstanţe ...", "(2) După încheierea a 10 ani de activitate în calitatea de judecător locuinţa se transmite gratuit judecătorului în proprietate privată.", "", "Partea relevantă a Legii Nr.1225 cu privire la reabilitarea victimelor represiunilor politice prevede:", "", "Articolul 12. Restituirea bunurilor, recuperarea valorii acestora prin achitarea de compensaţii persoanelor supuse represiunilor politice.", "", "Cetăţenilor Republicii Moldova supuşi represiunilor politice şi ulterior reabilitaţi li se restituie, la cererea lor sau a moştenitorilor lor, bunurile confiscate, naţionalizate sau scoase în orice alt mod din posesia lor.", "", "...", "", "Persoanele care urmează a fi evacuate din casele restituite sînt asigurate cu spaţiu locativ ..., la momentul evacuării, de către autorităţile administraţiei publice locale, în conformitate cu legislaţia în vigoare”.", "", "Prevederile relevante a Hotărîrii Guvernului nr.658 privind asigurarea cu spaţiu locativ a cetăţenilor forţaţi să părăsească locul de trai din raioanele de est al Republicii Moldova stipulează după cum urmează:", "", "1. Se asigură cu spaţiu locativ, conform legislaţiei locative în vigoare, familiile cetăţenilor care au fost nevoiţi să părăsească domiciliu din raioanele de est ale republicii... ca urmare a participării lor la acţiunile militare de apărare a integrităţii şi independenţei Republicii Moldova sau a activităţii politice îndreptate împotriva separatismului.", "", "Partea relevantă a Legii Nr. 118 cu privire la Procuratură prevede după cum urmează:", "", "Articolul 38. Asigurarea cu locuinţă", "", "(1) În cazul în care procurorul nu are locuinţă sau are nevoie de îmbunătăţirea condiţiilor locative, autoritatea administraţiei publice locale este obligată, în termen de cel mult un an de la numirea lui în funcţie, să îl asigure cu locuinţă ...”", "", "În conformitate cu articolul 9 (3) al Legii cu privire la protecţia socială a militarilor personalul dispune de dreptul la locuinţă gratuită asigurată de Ministerul Apărării. Oricum, după cum reiese din o hotărîre a Judecătoriei sect.Centru din 3 martie 2004 în cauza Olosevschi c. Chişinău, Consiliului Municipal fiind o autoritate publică locală din Chişinău, a fost obligat, la rîndul său, să asigure reclamantul cu un apartament cu două camere.", "După comunicarea cazului prezent Guvernului, Ministerul Justiţiei a elaborat un proiect de lege cu privire la modificarea a douăzeci şi opt de acte legislative care se referă la asigurarea cu locuinţe sociale/de serviciu a douăzeci şi trei de categorii de persoane. Aparent modificările propuse urmau să anuleze în totalitate privilegiile de acordare a locuinţelor sociale/de serviciu în Moldova. Proiectul de lege a fost trimis diferitor structuri ale Guvernului spre aprobare pînă la 5 noiembrie 2008. Curtea nu dispune de informaţii despre soarta proiectului de lege după noiembrie 2008.", "", "Materialele Consiliului Europei", "", "Carta Europeană a Autonomiei Locale, în partea sa pertinentă prevede:", "", "„Articolul 9 - Resursele financiare ale colectivităţilor locale", "", "\tColectivităţile locale au dreptul în cadrul politicii economice naţionale la resurse proprii suficiente de care ele pot dispune în mod liber în exerciţiul competenţelor lor.", "\t\tResursele financiare ale colectivităţilor locale trebuie să fie proporţionale cu competenţele de Constituţie sau de lege.”", "", "La 21 şi 22 iunie 2007 Departamentul de Executare a Hotărîrilor Curţii Europene a Drepturilor Omului a Consiliului Europei a organizat o Masă Rotundă cu tema: „Neexecutarea hotărîrilor judecătoreşti naţionale în statele membre: măsuri generale pentru conformarea cu hotărîrile Curţii Europene.” Documentul conţine concluziile mesei rotunde, în care participanţii şi au exprimat următoarele opinii:", "", "„Cu privire la cadrul legal şi normativ în vederea prevenirii neexecutării:", "", "asigurarea unui cadru legal şi/sau de practici coerente în scopul controlului şi restituirii proprietăţii în conformitate cu cerinţele Convenţiei;", "", "perfecţionarea planificării bugetare, în special prin asigurarea compatibilităţii între legile bugetare şi obligaţiile pecuniare ale Statului;", "controlul cuvenit al utilizării resurselor bugetare de către autorităţile responsabile pecuniar;", "", "elaborarea unui mecanism specific asigurării cu fonduri financiare adiţionale pentru evitarea întîrzierilor inutile în procesul executării hotărîrilor judecătoreşti în cazul deficitului bugetar neprevăzut;", "", "instituirea, unde este posibil, a fondurilor financiare speciale ori a liniilor bugetare rezervate, garantării perioadei rezonabile executării hotărîrilor judecătoreşti, cu posibilităţi subsecvente de rambursare de la debitor a sumelor relevante împreună cu dobînzile aferente:", "", "asigurarea accesului efectiv a indivizilor la procedurile de executare prin identificarea clară a autorităţilor responsabile pentru executare şi simplificarea cerinţelor de completare a documentelor procedurale executorii;", "", "Cu privire la remediile naţionale în cazurile de neexecutare:", "", "introducerea în toate din legile bugetare şi oricare alte legi, a obligaţiei generale de compensare din oficiu a întîrzierilor în executarea hotărîrilor judiciare prin dobînzi corespunzătoare şi conform unor rate rezonabile (de exemplu ţinînd cont de rata limită a dobînzilor de creditare a Băncii Centrale);", "", "asigurarea răspunderii civile efective a Statului pentru daunele provenite din neexecutarea hotărîrilor judecătoreşti naţionale, care nu au fost compensate prin dobînzi, şi garantarea, în situaţii similare, a posibilităţii rambursării prejudiciilor cauzate de către agenţii responsabili al statului;", "", "garantarea existenţei unor proceduri efective capabile să accelereze proceduri de executare pentru a se conforma totalmente hotărîrilor judecătoreşti;", "", "sporirea penalităţilor pecuniare, unde este necesar, majorarea din oficiu acelor penalităţi pecuniare impuse autorităţilor care continue să amîne executarea;", "", "intensificarea responsabilităţii personale a agenţilor statului în cazul neexecutării deliberate prin aplicarea eficientă de sancţiuni sau amenzi;", "", "dezvoltarea continuă a procedurilor de bază cu privire la sechestrarea conturilor autorităţilor debitoare în sensul achitării de bună voie a obligaţiilor financiare, incluzînd, de asemenea, posibilitatea sechestrării conturilor autorităţilor subordonate autorităţii debitoare;", "", "instituirea sau perfecţionarea procedurilor şi normelor care ar permite urmărirea activelor financiare ale statului care aparent nu sunt strict necesare îndeplinirii sarcinilor autorităţilor, iar unde este necesar, efectuarea inventarierilor obligatorii;", "", "înzestrarea executorilor judecătoreşti cu surse şi competenţe suficiente, precum şi a le îngădui să asigure în modul corespunzător, unde este cazul, executarea hotărîrilor judiciare;", "", "consolidarea răspunderii individuale (disciplinare, administrative şi penale, unde este cazul) a factorilor de decizie în cazurile neexecutării abuzive şi instituirea cu competenţe necesare în acest sens a autorităţilor de stat responsabile...”", "", "Recomandarea Rec (2004)6 a Comitetului de Miniştri către statele membre privind îmbunătăţirea recursurilor interne (adoptată de Comitetul de Miniştri la 12 mai 2004, la cea de-a 114-a sesiune), în partea sa pertinentă prevede:", "", "„Recursuri în urma unei hotărâri „pilot”", "", "13. După ce o hotărîre a Curţii care relevă deficienţe structurale sau generale în dreptul sau practica statului („hotărîre pilot”) a fost adoptată, iar un număr mare de cereri la Curte privitoare la aceeaşi problemă („cauze repetitive”) sunt pe rol sau susceptibile de a fi introduse la Curte, statul pârât trebuie să se asigure cu potenţialii reclamanţi dispun de un recurs efectiv care să le permită să se adreseze unei autorităţi naţionale competente, recurs care ar putea fi, în egală măsură, utilizat de reclamanţii actuali. Un astfel de recurs rapid şi eficient le-ar permite să obţină o reparaţie la nivel intern, în conformitate cu principiul subsidiarităţii sistemului Convenţiei.", "14. Introducerea unui astfel de recurs intern ar putea contribui, în egală măsură, în mod semnificativ, la reducerea volumului de muncă al Curţii. În vreme ce executarea rapidă a hotărârii pilot rămâne esenţial pentru soluţionarea problemei structurale şi prevenirea în acest fel a cererilor viitoare privind aceeaşi problemă, poate exista o categorie de persoane care", "au fost deja afectate de această problemă înainte de rezolvarea sa. Pentru aceste persoane, existenţa unui recurs menit să garanteze o reparaţie la nivel intern ar permite Curţii să le invite să utilizeze noul recurs şi, dacă este cazul, să declare inadmisibile cererile lor.", "15. Pot exista mai multe opţiuni pentru a atinge acest obiectiv, în funcţie, printre altele, de natura problemei structurale în cauza şi după cum persoana afectată de această problemă a introdus deja o cerere la Curte sau nu.", "16. În special, în urma unei hotărâri pilot care a relevat o problemă structurală specifică, ar putea fi, de exemplu, adoptată o abordare ad hoc, prin care statul în cauză să examineze oportunitatea introducerii unui recurs specific sau a extinderii unui recurs existent pe cale legislativă sau jurisprudenţială.", "17. În cadrul acestei examinări de la caz la caz, statele ar putea prevedea, dacă acest lucru apare ca fiind oportun, posibilitatea redeschiderii procedurilor similare celor dintr-o cauză pilot care a stabilit o încălcare a Convenţiei, în vederea degrevării Curţii de aceste cauze şi, în măsura în care este necesar, a punerii la dispoziţie a unui remediu mai rapid pentru persoana în cauză. Criteriile enumerate în Recomandarea Rec(2000)2 a Comitetului de Miniştri pot servi drept sursă de inspiraţie în acest sens.", "18. În cazul în care recursurile specifice au fost create ca urmare a unei cauze pilot, guvernele ar trebui să informeze rapid Curtea, pentru ca aceasta să le poate lua în considerare în examinarea cauzelor repetitive subsecvente.", "19. Cu toate acestea, nu ar fi necesar sau adecvat să se creeze recursuri noi sau să se acorde celor existente un anumit efect retroactiv, în urma fiecărei cauze în care o hotărâre a Curţii a identificat o problemă structurală. În anumite cazuri, ar putea fi preferabil să se lase cauzele în examinarea Curţii, în special pentru a evita obligarea reclamantului să suporte sarcina suplimentară a epuizării din nou a recursurilor interne care, în plus, nu ar fi înfiinţate decât după adoptarea modificărilor legislative.", "ÎN DREPT", "Reclamanţii s-au plîns că prin neexecutarea de către autorităţi a hotărîrilor judecătoreşti adoptate în favoarea lor, a fost violat dreptul la acces la justiţie declarat de Articolul 6 § 1 din Convenţie, precum şi dreptul la respectarea bunurilor sale prevăzut de Articolul 1 al Protocolului nr. 1 la Convenţie, care în partea lor pertinentă, stipulează următoarele:", "", "Articolul 6 § 1", "", "“Orice persoană are dreptul la judecarea în mod echitabil, în mod public şi într-un termen rezonabil a cauzei sale, de către o instanţă ..., care va hotărî ... asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil ...”", "", "Articolul 1 din Protocolul Nr.1", "", "“Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional...”", "", "De asemenea, reclamanţi au invocat că circumstanţe de fapt expuse în cererile lor dezvăluie existenţa unei „situaţii sistematice”, unde deficienţele în dreptul şi practica naţională pot conduce la numeroase adresări cu cereri similare. Articolul 46 din Convenţie prevede:", "", "„1. Înaltele părţi contractante se angajează să se conformeze hotărîrilor definitive ale Curţii în litigiile în care ele sunt părţi.", "", "2. Hotărîrea definitivă a Curţii este transmisă Comitetului Miniştrilor care supraveghează executarea ei.”", "I. ADMISIBILITATEA CAZURILOR", "Curtea consideră că plîngerile reclamanţilor ridică întrebări de fapt şi de drept care sînt suficient de serioase încît aprecierea lor depinde de examinarea fondului, şi alte temeiuri pentru declararea acestora ca inadmisibile nu s-au stabilit. Prin urmare Curtea declară aceste plîngeri admisibile. În conformitate cu decizia sa de aplicarea a Articolului 29 § 3 din Convenţie (a se vedea mai sus paragraful 4), Curtea va proceda direct la examinarea fondului plîngerilor.", "II. CU PRIVIRE LA PRETINSA VIOLARE A ARTICOLULUI 6 § 1 ŞI A ARTICOLULUI 1 DIN PROTOCOLUL Nr.1 DIN CONVENŢIE.", "Reclamanţii au pretins că prin neexecutarea hotărîrilor judecătoreşti adoptate în favoarea lor au fost violate drepturile lor stipulate de Articolul 6 § 1 şi a Articolul 1 al Protocolului Nr. 1 la Convenţie.", "Guvernul a menţionat că a luat măsuri direct îndreptate la executarea hotărârilor judecătoreşti în cauză, totuşi, acestea nu puteau fi executate din cauza numărului mare de hotărâri similare judecătoreşti neexecutate şi în absenţei resurselor financiare din partea autorităţilor publice locale. Guvernul a admis că nu au existat motive de a devia de la jurisprudenţa anterioară a Curţii, adoptată în cazurile similare unde deja a fost constatată violarea Articolului 6 § 1 din Convenţie şi a Articolului 1 din Protocolul Nr. 1 la Convenţie.", "Curtea notează că hotărârile judecătoreşti adoptate în favoarea reclamaţilor au rămas neexecutate timp de o perioadă ce variază între trei şi unsprezece ani. Curtea a constatat violarea Articolului 6 § 1 din Convenţie şi a Articolului 1 din Protocolul Nr. 1 la Convenţie, în numeroase cauze care vizau întârzierea executării hotărârilor judecătoreşti (a se vedea Prodan c. Moldovei, nr. 49806/99, ECHR 2004III (extrase), and Luntre şi alţii c. Moldovei, nr., nr. 2916/02, 21960/02, 21951/02, 21941/02, 21933/02, 20491/02, 2676/02, 23594/02, 21956/02, 21953/02, 21943/02, 21947/02 şi 21945/02, 15 iunie 2004).", "Examinînd materialele prezentate în faţa sa, Curtea este de acord cu părţi că în materialele dosarelor nu există nimic ce ar putea conduce la o altă concluzie în cauzele prezente. Prin urmare, Curtea constată, reieşind din aceleaşi argumente expuse în cauzele sus-menţionate, că omisiunea executării într-un termen rezonabil a hotărârilor judecătoreşti adoptate în favoarea reclamanţilor constituie violarea Articolului 6 § 1 a Convenţiei şi a Articolului 1 din Protocolul Nr.1 la Convenţie.", "III. APLICAREA ARTICOLULUI 46 DIN CONVENŢIE", "A. Argumentele părţilor", "Reclamanţii au invocat că imposibilitatea autorităţilor publice locale de a se conforma hotărîrilor instanţelor judecătoreşti în ceea ce priveşte obligarea de a le asigura locuinţe sociale/de serviciu semnalează o problemă sistemică, care eventual poate afecta circa 10,000 indivizi din cinci categorii de persoane cu dreptul la asemenea locuinţe. Aceste categorii de persoane au fost: judecători, procurori, ofiţeri de poliţie, persoane forţate să părăsească locul de trai şi angajaţii din sistemul penitenciar.", "Conform reclamanţilor acest neajuns a fost rezultatul unei funcţionări slabe a legislaţiei locative moldoveneşti care a impus administraţiei locale obligaţiunea de asigurare cu locuinţe sociale/de serviciu anumite categorii de persoane în absenţa unei acoperiri financiare pentru aceste scopuri, fapt care a creat imposibilitatea pentru administraţia locală de a se conforma hotărîrile definitive a instanţelor de judecată adoptate în acest sens.", "Faptul că Guvernul obligă autorităţile locale să asigure diferite categorii de populaţie cu locuinţe sociale/de serviciu fără a asigura suportul financiar pentru acest scop, a condus la încălcarea principiului autonomiei locale, garantat de articolul 9 din Carta Europeană a Autonomiei Locale.", "Referindu-se la măsurile propuse de Guvern (a se vedea mai jos § 47) reclamanţii au pledat că acestea asigură soluţii doar pentru viitor şi nu rezolvă problema existentă a neexecutării a hotărîrilor judiciare naţionale referitoare la locuinţele sociale/de serviciu. Reclamanţii au sugerat cîteva soluţii în acest sens. Conform opiniei lor, Executivul Central ar trebui să creeze un mecanism financiar efectiv pentru a acorda un suport autorităţilor locale în vederea executării hotărîrilor judiciare existente care oferă locuinţe sociale/de serviciu. Alternativ, Guvernul ar putea să retragă în mod retroactiv obligaţiile asigurare cu locuinţe sociale/de serviciu de la administraţiile locale.", "Reclamanţii în final accentuează faptul că Guvernul, în acelaţi timp, urmează pună în funcţiune un mecanism de plată a compensaţiilor pentru prejudiciile materiale şi morale suportate în rezultatul neexecutării ori executării tardive a hotărîrilor judecătoreşti prin care se oferă locuinţele sociale/de serviciu.", "Guvernul nu contestă faptul că problema neexecutării hotărîrilor judecătoreşti naţionale în vederea acordării locuinţelor sociale/de serviciu denotă existenţa unei probleme sistemice. Guvernul este de acord că legislaţia în vigoare a garantat locuinţe sociale/de serviciu unor categorii de persoane şi peste o sută de hotărîri judecătoreşti naţionale definitive nu au fost executate pînă la momentul actual. La fel, s-a admis că obligaţia impusă autorităţilor administraţiei locale de a suporta cheltuielile pentru asigurarea locuinţelor sociale/de serviciu pentru categoriile speciale de persoane a fost contrară principiului autonomiei locale şi decentralizării. În scopul rezolvării problemei, de către Ministerul Justiţiei a fost elaborat un proiect de lege cu propunerea anulărilor privilegiilor a douăzeci şi trei de categorii de persoane în vederea obţinerii locuinţelor sociale/de serviciu (vezi mai sus § 31). Proiectul legii a fost expediat pentru consultare diferitelor subdiviziuni ale Guvernului şi organizaţiilor non-guvernamentale.", "Guvernul a conştientizat că proiectul de lege nu oferă o soluţie vizavi de hotărîrile judecătoreşti deja existente şi şi-a exprimat disponibilitatea de a examina cazurile reclamanţilor în cadrul unei proceduri „pilot”.", "B. Aprecierea Curţii", "I. Principii Generale", "Curtea reiterează că articolul 46 al Convenţiei, interpretat în lumina Articolului 1, impune Statului reclamat, sub supravegherea Comitetului de Miniştri, o obligaţie legală de implementare a măsurilor adecvate de ordin general şi/sau individual pentru a exercitarea dreptului reclamantului, pe care Curtea l-a constatat ca fiind violat. Aceste măsuri urmează a fi implementate luînd în consideraţie şi alte persoane aflate în poziţia reclamanţilor, îndeosebi prin soluţionarea problemelor care au condus la constatările din partea Curţii (vezi Scozzari şi Giunta c. Italiei [MC], nr., nr. 39221/98 şi 41963/98, § 249, ECHR 2000 VIII; Christine Goodwin c. Regatului Unit [MC], nr. 28957/95, § 120, ECHR 2002 VI; Lukenda c. Sloveniei, nr. 23032/02, § 94, ECHR 2005X; şi S. şi Marper c. the Regatului Unit [MC], nr., nr. 30562/04 şi 30566/04, § 134, 4 decembrie 2008). Această obligaţie a fost insistent accentuată de Comitetul de Miniştri în cadrul supravegherii executării hotăririlor Curţii (Rezoluţiile DH(97)336 în cauzele referitoare la durata procedurilor din Italia; DH(99)434 în cauzele referitoare la acţiunile forţelor de securitate din Turcia; şi ResDH(2001)65 în cauza Scozzari şi Giunta c. Italiei; ResDH(2006)1 în cauzele Ryabykh şi Volkova).", "În scopul facilitării implementării efective a hotărîrilor sale în acest context, Curtea poate să procedeze la judecarea în „procedură pilot” asumîndu-şi identificarea clară în hotărîrea sa a existenţei unor probleme structurale care generează violări şi să indice măsurile sau acţiunile speciale care urmează a fi luate de statul reclamat întru remedierea lor. (vezi Broniowski v. Poloniei [MC], 31443/96, §§ 189-194 şi partea semnificativă a acesteia, ECHR 2004-V, şi Hutten-Czapska c.Poloniei [MC] nr. 35014/97, §§ 231-239 şi partea semnificativă a acestea, 2006VIII) Această abordare judiciară oricum urmăreşte să respecte competenţele speciale ale instituţiilor Convenţiei: cade în sarcina Comitetului de Miniştri evaluarea implementării măsurilor de ordin general şi individual conform Articolului 46 § 2 din Convenţie (vezi, mutatis mutandis, Broniowski c.Poloniei (acord de reglementare amiabilă) [MC], nr. 31443/96, § 42, ECHR 2005IX, şi Hutten-Czapska c.Poloniei (acord de reglementare amiabilă) [MC], nr. 35014/97, § 42, 28 aprilie 2008).", "Un alt scop important al procedurii judiciare pilot este de a induce statul reclamat să soluţioneze un număr mare de cauze individuale rezultate din aceeaşi problemă structurală existentă la nivel naţional, astfel implementînd principiul subsidiarităţii care fundamentează sistemul Convenţiei. Desigur, sarcina Curţii, aşa cum este definită de Articolul 19, ca fiind „asigurarea respectării angajamentelor care decurg pentru Înaltele Părţi Contractante din Convenţie şi din Protocoalele sale”, nu este în mod necesar cea mai bună soluţie prin repetarea aceleaşi constatări date într-un număr mare de cazuri. (vezi, mutatis mutandis, E.G. c. Poloniei (decizie), nr. 50425/99, § 27, ECHR 28–..(extrase)). Obiectul procedurii judiciare pilot este de a facilita rezolvarea rapidă şi cea mai eficientă a disfuncţionalităţii din ordinea de drept naţională care afectează protecţia drepturilor din Convenţie abordate cauză (a se vedea Wolkenberg şi Alţii c.Poloniei (decizie), nr. 50003/99, § 34, ECHR 2007XIV (extrase)). În timp ce acţiunile statului reclamat trebuie să urmărească prioritar rezolvarea acestei disfuncţionalităţi şi a instituirea corespunzătoare a unor remedii naţionale efective împotriva violărilor în cauză, pot fi, de asemenea, admise şi soluţii ad hoc, cum ar fi reglementarea amiabilă cu reclamantul sau remedierea unilaterală propusă în concordantă cu cerinţele Convenţiei. Curtea poate să decidă amînarea examinării tuturor cazurilor similare, astfel oferindu-i statului reclamat oportunitatea de soluţionarea acestora prin diferite căi. (vezi, mutatis mutandis, Broniowski, citat mai sus, § 198, and Xenides-Arestis c.Turciei, nr. 46347/99, § 50, 22 decembrie 2005).", "Dacă, totuşi, Statul reclamat nu adoptă măsurile necesare stabilite în urma adoptării hotărârii pilot şi continuă să violeze Convenţia, Curtea nu va avea altă soluţie decât să revină la examinarea tuturor cererilor similare pendinte pe rolul său şi să adopte hotărârile asupra lor pentru asigurarea respectării efective a Convenţiei. (vezi , mutatis mutandis, E.G. c. Poloniei, citat mai sus, § 28).", "2. Aplicarea principiilor în prezentul caz", "Curtea notează că problema neexecutării hotărârilor judecătoreşti este problema principală a Moldovei, avînd în vedere numărul cererilor pendinte în faţa Curţii. Potrivit statisticii Curţii, aproximativ 300 de cereri similare erau înregistrate pe rolul său la data adoptării prezentei hotărîri.", "Grupul aşa-numitelor cauze cu privire la neexecutarea hotărârilor de acordare a locuinţelor sociale/de serviciu constituie aproximativ cincizeci de procente din toate cauzele moldoveneşti referitoare la neexecutare a hotărîrilor judecătoreşti şi care privesc lipsa capacităţilor administraţiei locale de a asigura executarea hotărîrilor definitive de acordare a drepturilor la locuinţe sau banilor în echivalent. Această problemă aparent îşi are originea în legislaţia social-orientată care a fost adoptată de Parlament sau Guvern, şi care acordă locuinţe sociale/de serviciu unei categorii largi de persoane pe seama bugetelor autorităţilor publice locale. Potrivit acestei legislaţii, mai mult de douăzeci de diferite categorii de persoane au dreptul de a primi gratuit locuinţe. Ca exemplu, judecătorul are dreptul la locuinţă de serviciu după şase luni de activitate; un ofiţer de poliţie, în dependenţă de rangul său, după unul sau trei ani; un ofiţer militar după un an; un procuror după un an.", "În timp ce restul cazurilor referitoare la neexecutare a hotărîrilor judecătoreşti din Moldova, de obicei, se referă la o sumă minoră de bani, sunt în mod obişnuit executate cu o anumită întîrziere şi deseori se finalizează cu o reglementare amiabilă sau o declaraţie unilaterală a Guvernului, cazurile din grupul cu privire la locuinţele sociale/de serviciu sunt foarte rar executate din cauza insuficienţei cronice a fondurilor din partea administraţiei publice locale. De fapt administraţiile publice locale sunt plasate într-o situaţie cînd trebuie să aleagă între îndeplinirea sarcinilor sale obişnuite, cum ar fi asigurarea serviciilor comunale, întreţinerea şcolilor şi grădiniţelor, sau să utilizeze bugetele în vederea construcţiei locuinţelor pentru judecători şi ofiţeri de poliţie, procurori şi alţii. Un exemplu care vizează situaţia locuinţelor sociale/de serviciu este cazul Caraman c. Moldovei ((decizie), nr. 3755/05, 22 aprilie 2008) unde părţile au ajuns la o reglementare amiabilă în conformitate cu care Guvernul s-a obligat să plătească reclamantului prejudiciile şi să „asigure executarea urgentă a hotărîrii judecătoreşti” adoptate în favoarea reclamantului. După un an de la scoaterea de pe rol a cazului, Curtea a fost nevoită să-l repună pe rolul său din cauza că hotărîrea judecătorească definitivă adoptată în favoarea reclamantului nu a fost executată din cauza lipsei de fonduri financiare a municipalităţii din Chişinău.", "Constatările de mai sus şi consideraţiunile Guvernului despre existenţa problemelor structurale permit Curţii să ajungă la concluzia că încălcările depistate în prezentul proces reflectă o disfuncţiune structurală persistentă şi că prezenta situaţie urmează a fi calificată drept o practică incompatibilă cu Convenţia. (vezi Bottazzi c. Italy [MC], nr. 34884/97, § 22, ECHR 1999V).", "După cum au pledat reclamanţi şi fiind acceptat de Guvern, problemele care stau la temelia violărilor Articolului 6 § 1 şi Articolului 1 din Protocolul Nr.1 la Convenţie şi constatate în prezenta cauza provin din prevederile legislative ale Moldovei care acordă locuinţe sociale/de serviciu unor categorii numeroase de persoane din contul administraţiei publice locale fără a furniza surse adecvate pentru susţinerea cestor proiecte sociale. Curtea notează că Guvernul a admis că această situaţie a fost de asemenea contrară principiului autonomiei locale şi descentralizării. Acceptînd existenţa disfuncţiei sistemice, Guvernul a luat deja unele măsuri generale în scopul rezolvării ei. În particular, Ministerul Justiţiei a pregătit un proiect de lege cu iniţiativa de a exclude privilegiile cu privire la locuinţe sociale/de serviciu în privinţa a douăzeci şi trei de categorii de persoane (a se vedea mai sus paragraful 31). Curtea este de acord că o astfel de măsură dacă va fi finalizată, este capabilă să rezolve problema în viitor. Totuşi, după cum au accentuat reclamanţii şi a acceptat Guvernul, această iniţiativă nu oferă soluţii pentru hotărârile judecătoreşti de acordare a locuinţelor sociale/de serviciu deja existente. Curtea consideră că această problemă, deşi în particular elementară, ridică întrebări care, în principiu, depăşesc funcţia judiciară a Curţii. Din aceste considerente, Curtea se va abţine de la indicarea oricăror măsuri de ordin general specifice care ar trebui să fie adoptate în acest sens. Comitetul de Miniştri este mai competent şi capabil să monitorizeze măsurile necesare de a fi adoptate de Moldova în vederea a executării acestei hotărâri. Din aceste considerente Curtea lasă Comitetului de Miniştri să se asigure de faptul dacă Guvernul Moldovei, în corespundere cu obligaţiile sale izvorîte din Convenţie, adoptă măsurile necesare conforme constatărilor Curţii adoptate prezentul caz.", "Curtea aminteşte că în cauza Moisei c. Moldovei (nr. 14914/03, §§ 29-33, 19 decembrie 2006) şi Tudor-Auto S.R.L. şi Triplu-Tudor S.R.L. c. Moldovei (nr., nr. 36341/03, 36344/03, și 30346/05, §§ 57-62, 9 decembrie 2008), a constatat violarea Articolului 13 din Convenţie cu privire la lipsa unor remedii naţionale efective vizavi de neexecutarea hotărârilor judecătoreşti definitive. Întrucît Curtea nu a fost informată despre instituirea unor remedii eficiente, prin urmare, Guvernul este obligat să introducă remedii împotriva Statului şi a instituţiilor sale, care ar garanta redresarea efectivă şi reală a violărilor Convenţiei din momentul din care autorităţile publice prelungesc omisiunea de a se conforma hotărîrilor judecătoreşti cu privire la acordarea locuinţelor sociale/de serviciu. Aceste remedii, create sub supravegherea Comitetului de Miniştri, urmează să fie conforme cu principiile Convenţiei şi să fie accesibile după şase luni din ziua cînd această hotărîre va deveni definitivă.", "Curtea a reiterat că unul dintre scopurile procedurii judiciare pilot este asigurarea unei redresări la nivel naţional pe cît de posibil prompte, ce vizează un număr larg de persoane care sunt atinse de problema structurală identificată în hotărîrea pilot. În acelaşi timp, este posibilă adoptarea în hotărîrea pilot a unei soluţii cu privire la amînarea examinării tuturor cauzelor izvorîte din aceiaşi problemă structurală, în decursul implimentării unor măsuri relevante din partea Statului reclamat. Curtea consideră oportun adoptarea unor constatări similare cu cele din prezenta hotărîre în timpul în care urmează să se facă o diferenţă între cauzele deja pendinte în faţa Curţii şi cele care pot apărea în viitor.", "În timpul în care o categorie de cauze recente sunt conexe, Curtea va suspenda toate procedurile în cererile noi adresate Curţii după adoptarea prezentei hotărîri, şi în care reclamanţii se plîng exclusiv asupra neexecutării şi/sau întîrzierea executării hotărîrilor judecătoreşti naţionale cu privire la acordarea de locuinţe sociale/de serviciu. Suspendarea va fi valabilă timp de un an după ce prezenta hotărîre va deveni definitivă şi, în dependenţă de circumstanţe, în aceste cauze reclamanţii vor putea fi solicitaţi să-şi reia contestaţiile faţă de autorităţile naţionale. (vezi, Burdov c. Russiei (nr. 2), nr. 33509/04, § 143, 15 ianuarie 2009).", "Curtea decide, oricum, să continue diferite acţiuni procedurale în ce priveşte cererile adresate pînă la adoptarea prezentei hotărîri. În viziunea Curţii, ar fi inechitabil dacă reclamanţii în aceste cauze, care deja au suferit urmare a unor violări a drepturilor sale care continue de ani şi care caută un ajutor la Curte, vor fi obligaţi să-şi reia contestaţiile sale faţă de autorităţile naţionale, fie chiar în baza unor noi remedii sau altor circumstanţe. Prin urmare Curtea consideră că Statul reclamat trebuie să asigure o redresare adecvată şi suficientă, timp de un an de zile din momentul în care această hotărîre va deveni definitivă, tuturor victimelor a neexecutării sau întîrzierii nemotivate a executării, din partea Statului, a unor hotărîri judecătoreşti naţionale referitoare la acordarea locuinţelor sociale/de serviciu, şi care au adresat deja o cerere Curţii pînă a fi adoptată prezenta hotărîre. În viziunea Curţii această redresare poate fi obţinută fie prin implementarea proprio motu din partea autorităţilor a unui remediu naţional efectiv în aceste cauze sau prin soluţii ad hoc cum ar fi reglementări amiabile cu reclamanţii fie remedii unilaterale de redresare propuse în sensul cerinţelor Convenţiei. În decursul adoptării măsurilor de remediere naţională de către autorităţile Moldovei, Curtea decide de a suspenda procedurile contradictorii în toate aceste cauze pentru un an de zile din data cînd prezenta hotărîre va deveni definitivă. Această soluţie nu aduce atingere competenţelor Curţii în orice moment de a declara inadmisibil oricare din aceste cazuri, sau să-l radieze de pe rol urmare a unei reglementări amiabile între părţi sau în baza altor temeiuri prevăzute de Articolul 39 din Convenţie (vezi Burdov (nr. 2), citat mai sus , §§ 144-146).", "IV. APLICAREA ARTICOLULUI 41 DIN CONVENŢIE", "Articolul 41 din convenţie prevede:", "", "“Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "Curtea consideră că aspectul cu privire la aplicarea Articolului 41 nu este finalizat întru adoptarea unei soluţii. Acest aspect urmează a fi rezervat în modul corespunzător, şi o nouă procedură trebuie să fie fixată, ţinînd seama de posibilitatea unei înţelegeri la care pot ajunge Guvernul Moldovei şi reclamanţii.", "DIN ACESTE CONSIDERENTE CURTEA ÎN UNANIMITATE:", "Declară cererile admisibile", "", "Hotărăşte că a avut loc o violare a Articolului 6 din Convenţie şi a Articolului 1 din Protocolul Nr.1 în ce priveşte omisiunea Statului de a executa hotărîrile judecătoreşti naţionale definitive adoptate în favoarea reclamanţilor;", "", "Hotărăşte că violările sus-menţionate îşi au originea din practică incompatibilă cu Convenţia rezultată din omisiunea repetată a Statului de a se conforma hotărîrilor judecătoreşti de acordare a locuinţelor sociale/de serviciu contra căreia părţile prejudiciate nu beneficiază de un remediu naţional efectiv.", "", "Hotărăşte că Statul reclamat urmează să instituie, timp de şase luni din ziua în care această hotărîre va deveni definitivă în conformitate cu prevederile Articolului 44 § 2 din Convenţie, un remediu naţional eficient care ar asigura o redresare a neexecutării sau întîrzierii executării hotărîrilor judecătoreşti naţionale definitive cu privire la acordarea de locuinţe sociale/de serviciu, în corespundere cu principiile Convenţiei stabilite prin jurisprudenţa Curţii.", "", "Hotărăşte că Statul reclamant urmează să acorde astfel de compensări, timp de un an din ziua în care această hotărîre va deveni definitivă, tuturor victimelor a neexecutării sau întîrzierii nemotivate a executării hotărîrilor judecătoreşti definitive cu privire la acordarea locuinţelor sociale/de serviciu în toate cauzele depuse la Curte pînă la momentul adoptării prezentei hotărîri.", "", "Hotărăşte că în cursul adoptării măsurilor sus-menţionate, Curtea va suspenda, pentru o perioadă de un an după ziua în care această hotărîre va deveni definitivă, procedurile în toate cazurile referitoare la neexecutarea şi/sau întîrzierea executării hotărîrilor judecătoreşti naţionale definitive cu privire la acordarea de locuinţe sociale/de serviciu, fără a limita competenţele Curţii în orice moment de a declara inadmisibilă oricare din aceste cauză, sau să o radieze de pe rol urmare a unei reglementări amiabile între părţi sau în baza altor temeiuri prevăzute de Articolul 39 din Convenţie;", "", "Hotărăşte că aspectul cu privire la aplicarea Articolului 41 în cauzele prezente nu este finalizat întru adoptarea unei soluţii şi respectiv,", "rezervă acest aspect în totalitate;", "invită Guvernul şi reclamanţii să prezinte, în decursul a trei luni din ziua în care această hotărîre va deveni definitivă în conformitate cu prevederile Articolului 44 § 2 din Convenţie, observaţiile sale scrise asupra acestui aspect şi, în special, de a informa Curtea despre orice înţelegere la care pot ajunge părţile;", "rezervă procedura ulterioară şi deleagă competenţele în favoarea Preşedintelui Camerei de a o stabili în cazul în care este aceasta va fi necesară.", "Întocmită în limba engleză şi notificată în scris la 28 iulie 2009, potrivit articolului 77 §§ 2 şi 3 din Regulamentul Curţii.", "", "\tLawrence Early \t\t\t\tNicolas Bratza", "\tGrefier \t\t\t\t\tPreşedinte"]}