{"file": "RUM_HJUDRUM_29787_03.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "29787/03", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Riad şi Idiab împotriva Belgiei – 29787/03", "Hotărârea din 24.01.2008", "Art. 5 § 1: Arestare sau detenţie legală", "Menţinerea în detenţie prelungită a străinilor în situaţie ilegală într-o zonă de tranzit din aeroport şi într-un centru pentru străinii în situaţie ilegală, în ciuda unei hotărâri de punere în libertate : încălcare", "", "În fapt – Reclamanţii sunt resortisanţi palestinieni. Ambii au ajuns în Belgia la aeroportul Bruxelles-National, cu un avion care a zburat de la Sierra Leone, la sfârşitul lui decembrie 2002. Au declarat că au părăsit Libanul unde viaţa le era în pericol. Având în vedere că nu deţineau o viză, le-a fost refuzată intrarea în Belgia şi au fost imediat trimişi într-un centru de tranzit situat în incinta aeroportului. Aceştia au depus o cerere de azil, care a fost respinsă. La sfârşitul lui ianuarie 2003, au fost transferaţi într-un centru închis pentru străinii în situaţie ilegală. În acest interval, avocatul reclamanţilor a depus o cerere de punere în libertate care a fost admisă de instanţă. Cu toate acestea, chiar în aceeaşi zi, ei au fost transferaţi în zona de tranzit a aeroportului Bruxelles-National în aşteptarea expulzării lor. Sesizată de reclamanţi, instanţa a impus statului belgian, la 14 februarie 2003 să îi lase pe reclamanţi să părăsească în libertate şi fără restricţie zona de tranzit, sub sancţiunea unei amenzi de 1 000 EUR pe oră de nerespectare a hotărârii. A doua zi, reclamanţii au părăsit zona dar după un control al identităţii, aceştia au primit ordinul de a părăsi teritoriul şi au fost trimişi de îndată într-un alt centru pentru străinii în situaţie ilegală. La începutul lui martie 2003, reclamanţii au fost repatriaţi cu un avion cu destinaţia Beirut, sub escorta poliţiştilor.", "În drept – Art. 5 § 1: Menţinerea reclamanţilor în zona de tranzit nu a avut loc la sosirea în ţară, ci o lună mai târziu, ca urmare a hotărârilor devenite definitive şi care dispuneau în termeni clari punerea lor în libertate. În plus, prevăzută pentru o perioadă nedeterminată, aceasta a avut loc timp de 15, respectiv 11 zile. Aceasta a reprezentat în fapt, o lipsire de libertate. Simpla posibilitate ca reclamanţii să părăsească în mod voluntar ţara nu exclude o atingere adusă libertăţii lor. Instanţa internă a calificat această situaţie ca fiind ilegală şi contrară statului de drept. Cu privire la jurisprudenţa Curţii, trebuie să existe o legătură între, pe de o parte, motivul invocat pentru lipsirea de libertate autorizată şi pe de altă parte, locul şi regimul de detenţie. Or, reclamanţii au fost lăsaţi pe cont propriu în zona de tranzit, care nu constituie un loc de şedere potrivit, fără asistenţă umanitară sau socială de orice fel. În această privinţă, trebuie ţinut cont şi de faptul că aceste măsuri de detenţie se aplică resortisanţilor străini care, după caz, nu au comis alte infracţiuni decât cele legate de şederea lor. Guvernul nu a putut explica pe ce temei legal se fonda transferul şi menţinerea în zona de tranzit. „Deţinerea” unui individ în această zonă pe o perioadă nedeterminată şi imprevizibilă, fără ca această detenţie să se bazeze pe o prevedere legală concretă sau pe o hotărâre judecătorească valabilă şi cu posibilitatea limitată de control judecătoresc, având în vedere dificultăţile de contact care să permită o asistenţă juridică corectă, este în sine contrară principiului securităţii juridice.", "Referitor la plasarea ulterioară într-un centru pentru străinii în situaţie ilegală, aceasta a fost dispusă încălcând în totalitate hotărârile din 14 februarie 2003, care nu au făcut obiectul niciunui recurs şi care arătau clar că atâta timp cât reclamanţii nu vor fi expulzaţi, statul trebuia să le permită libera circulaţie pe teritoriul său. Or, în timp ce statul refuza în mod evident să procedeze la executarea silită a hotărârilor de repatriere şi spera ca aceştia să plece în mod voluntar în ciuda eşecurilor anterioare, a continuat să îi reţină, fără a se folosi de posibilitatea legală de a le impune reclamanţilor să aibă reşedinţa într-un loc stabilit. În concluzie, detenţia reclamanţilor nu a fost legală.", "Concluzie: încălcare (unanimitate).", ""]}