{"file": "RUM_HJUDRUM_18766_11.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "18766/11", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECȚIA A PATRA", "", "", "", "", "HOTĂRÂREA", "din 21 iulie 2015", "În cauza Oliari și alții împotriva Italiei", "(Cererile nr. 18766/11 și 36030/11)", "Strasbourg", "", "DEFINITIVĂ", "\t", "21/10/2015", "", "Hotărârea a devenit definitivă în condițiile prevăzute la art. 44 § 2 din Convenție. Aceasta poate suferi modificări de formă.", "", "În cauza Oliari și alții împotriva Italiei,", "Curtea Europeană a Drepturilor Omului (Secția a patra), reunită într-o cameră compusă din Päivi Hirvelä, președinte, Guido Raimondi, Ledi Bianku, Nona Tsotsoria, Paul Mahoney, Faris Vehabović, Yonko Grozev, judecători, și Françoise Elens-Passos, grefier de secție,", "După ce a deliberat în camera de consiliu, la data de 30 iunie 2015,", "pronunță prezenta hotărâre, adoptată la aceeași dată:", "PROCEDURA", "1. La originea cauzei se află două cereri (nr. 18766/11 și 36030/11), îndreptate împotriva Republicii Italiene, prin care șase resortisanți italieni, domnul Enrico Oliari, domnul A., Mr Gian Mario Felicetti, domnul Riccardo Perelli Cippo, domnul Roberto Zaccheo și domnul Riccardo Zappa („reclamanții”), au sesizat Curtea la 21 martie și la 10 iunie 2011, în temeiul art. 34 din Convenția pentru apărarea drepturilor omului și a libertăților fundamentale („Convenția”).", "2. Primii doi reclamanți au fost reprezentați de domnul A. Schuster, avocat în Trento. Ceilalți reclamanți au fost reprezentați de doamna M. D’Amico, domnul M. Clara și domnul C. Pitea, avocați în Milano. Guvernul italian („Guvernul”) a fost reprezentat de agentul guvernamental, Ersiliagrazia Spatafora.", "3. Reclamanții s-au plâns că legislația italiană nu le permitea să se căsătorească sau să încheie orice alt tip de uniune civilă și, astfel, erau discriminați din cauza orientării lor sexuale. Aceștia au citat art. 8, art. 12 și art. 14 din Convenție", "4. La 3 decembrie 2013, Camera căreia i-a fost repartizată cauza a hotărât că acele capete de cerere privind art. 8, considerat separat și coroborat cu art. 14, urmau să fie comunicate Guvernului. A hotărât, de asemenea, că se impune conexarea cererilor.", "5. La 7 ianuarie 2013, vicepreședintele secției căreia i s-a repartizat cauza a decis să încuviințeze păstrarea anonimatului de către unul din reclamanți, în temeiul art. 47 § 3 din Regulamentul Curții.", "6. Au fost primite observații scrise și din partea FIDH, AIRE Centre, ILGA-Europe, ECSOL, UFTDU și UDU, formulate în comun, Associazione Radicale Certi Diritti, și ECLJ (Centrul European pentru Drept și Justiție), care au primit din partea vicepreședintelui Camerei acordul de a interveni (art. 36 § 2 din Convenție). Domnul Pavel Parfentev în numele a șapte ONG-uri din Rusia (Fundația pentru Familie și Demografie, Pentru Drepturile Familiei, Comitetul de Părinți al Orașului Moscova, Comitetul de Părinți al Orașului Sankt Petersburg, Comitetul de Părinți al Orașului Volgodonsk, Centrul Cultural de Părinți „Svetlitsa” (centru regional de binefacere) și organizația socială „Peterburgskie mnogodetki”), și trei ONG-uri din Ucraina (Comitetul de Părinți din Ucraina, Comitetul Ortodox pentru Părinți, și organizația socială Health Nation (sănătatea națiunii), au primit, de asemenea, permisiunea vicepreședintelui Camerei de a interveni. Cu toate acestea, Curtea nu a primit nicio observație.", "7. Guvernul a contestat observațiile depuse în comun de FIDH, AIRE Centre, ILGA-Europe, ECSOL, UFTDU și UDU, deoarece acestea au ajuns la Curte după expirarea termenului stabilit, și anume la 27 martie 2014 în loc de 26 martie 2014. Curtea subliniază că, la momentul respectiv, vicepreședintele Camerei nu a hotărât să respingă observațiile prezentate, care, în fapt, au fost trimise părților pentru comentarii. Considerând că observațiile au fost anticipate printr-un e-mail și au fost primite de Curte la ora 2.00 a.m. în data de 27 martie 2014, și ulterior a primit prin fax o copie pe suport de hârtie care conținea scuze și o explicație pentru întârziere, Curtea respinge obiecția Guvernului.", "8. Reclamanții din cererea nr. 18766/11 au solicitat organizarea unei audieri în cauză. La 30 iunie 2015, Curtea a examinat această cerere. Aceasta a hotărât că, ținând seama de materialele de care dispunea, nu era necesară o audiere.", "ÎN FAPT", "I. Circumstanțele cauzei", "9. Detaliile privind reclamanții pot fi consultate în Anexă.", "Contextul cauzei", "1. Domnul Oliari și domnul A.", "", "10. În iunie 2008, acești doi reclamanți, care erau implicați într-o relație stabilă unul cu celălalt, și-au declarat intenția de a se căsători și au solicitat Oficiului Stării Civile din Comuna Trento să elibereze declarația de căsătorie aferentă.", "11. La 25 iulie 2008, cererea lor a fost respinsă.", "12. Cei doi reclamanți au contestat decizia în fața Tribunalului din Trento (în conformitate cu art. 98 C. civ.). Aceșia au argumentat că dreptul italian nu interzicea explicit căsătoria între persoane de același sex și că, chiar dacă ar exista această interdicție, o astfel de poziție ar fi neconstituțională.", "13. Prin hotărârea din 24 februarie 2009, Tribunalul din Trento a respins cererea acestora. Acesta a subliniat că nu Constituția este cea care stabilește cerințele privind încheierea unei căsătorii, ci Codul civil și că acesta prevedea în mod clar că una din aceste cerințe era ca soții să fie de sex opus. Astfel, o căsătorie între persoane de același sex nu îndeplinea una dintre cele mai importante cerințe pentru a putea deveni un act juridic valid, și anume diferența de sex dintre părți. În orice caz, nu exista niciun drept fundamental la căsătorie și dispozițiile legale restrictive nu puteau constitui o discriminare, având în vedere că restricțiile suferite de reclamanți erau aplicabile tuturor. În plus, acesta a subliniat că dreptul Uniunii Europene („UE”) lăsau reglementarea unor astfel de drepturi în seama ordinii juridice naționale.", "14. Reclamanții au declarat apel la Curtea de apel Trento. Deși curtea de apel a reiterat interpretarea unanimă dată dreptului italian în materie, și anume în sensul că dreptul comun, în special Codul civil, nu permitea căsătoria între persoane de același sex, aceasta a considerat relevant să trimită cauza în fața Curții Constituționale în ceea ce privește excepțiile de neconstituționalitate a legislației în vigoare.", "15. Prin hotărârea nr. 138 din 15 aprilie 2010, Curtea Constituțională din Italia a declarat inadmisibilă excepția de neconstituționalitate invocată de reclamanți cu privire la art. 93, 96, 98, 107, 108, 143, 143 bis și 231 din Codul civil italian, deoarece acesta avea ca scop obținerea unor norme suplimentare, neprevăzute de Constituție (diretta ad ottenere una pronunzia additiva non costituzionalmente obbligata).", "16. Cutea Constituțională a considerat că art. 2 din Constituția Italiei, care prevedea că statul recunoaște și garantează drepturile inviolabile ale persoanei ca individ, dar și în grupuri sociale în cadrul cărora este exprimată personalitatea, precum și în ceea ce privește obligațiile de solidaritate politică, economică și socială, de la care nu exista nicio derogare. Aceasta a subliniat că prin expresia „grup social” trebuia să se înțeleagă orice formă de comunitate, simplă sau complexă, al cărei scop este să permită și să încurajeze dezvoltarea liberă a oricărei persoane prin intermediul relațiilor. O astfel de noțiune includea uniunile homosexuale, înțelese ca o conviețuire stabilă a două persoane de același sex, care au dreptul fundamental la exprimarea liberă a personalității lor în cadrul unui cuplu, obținând – în timp și prin mijloacele și cu limitele care trebuiau prevăzute de lege – recunoașterea juridică a drepturilor și obligațiilor relevante. Totuși, această recunoaștere, care impune în mod necesar stabilirea unor reglementări juridice cu caracter general, în vederea stabilirii drepturilor și obligațiilor partenerilor unui cuplu, putea fi obținută și în alte moduri în afară de instituția căsătoriei între homosexuali. Astfel cum reiese din diversele sisteme din Europa, reglementarea aspectului privind tipul de recunoaștere a fost lăsată la totala discreție a Parlamentului. Cu toate acestea, Curtea Constituțională a clarificat faptul că, fără a aduce atingere puterii de apreciere a Parlamentului, aceasta putea să intervină totuși, în conformitate cu principiul egalității, în anumite situații legate de drepturile fundamentale ale unui cuplu homosexual, în cazul în care se impunea aplicarea aceluiași tratament cuplurilor căsătorite și cuplurilor homosexuale. În astfel de cazuri, Curtea Constituțională urma să aprecieze caracterul rezonabil al măsurilor.", "17. În continuare, aceasta a considerat că era adevărat că noțiunile de familie și căsătorie nu puteau fi considerate „cristalizate” în raport cu momentul intrării în vigoare a Constituției, având în vedere că principiile constituționale trebuie să fie interpretate având în vedere modificările efectuate în ordinea juridică și evoluția societății și a obiceiurilor acesteia. Totuși, o asemenea interpretare nu putea fi extinsă atât de mult încât să afecteze însăși esența normelor juridice, modificându-le astfel încât să includă fenomene și probleme care nu au fost analizate în niciun fel atunci când au fost adoptate. În fapt, din lucrările pregătitoare în vederea adoptării Constituției reieșea că problema uniunilor homosexuale nu a fost dezbătută de adunare, în ciuda faptului că se cunoștea existența homosexualității. La elaborarea art. 29 din Constituție, adunarea a discutat despre o instituție cu o formă precisă și o disciplină clară, prevăzută în Codul civil. Astfel, în absența oricărei referiri de acest tip, era inevitabilă concluzia potrivit căreia fusese analizată noțiunea de căsătorie astfel cum este definită în Codul civil, care a intrat în vigoare în 1942 și care, atât la acea vreme, cât și în prezent, stabilea că soții trebuiau să fie de sex opus. Așadar, sensul acestui principiu constituțional nu putea fi alterat printr-o interpretare creativă. În consecință, norma constituțională nu se extindea la uniunile homosexuale și era destinată să facă referire la căsătoria în sensul tradițional al acesteia.", "18. În cele din urmă, Curtea Constituțională a considerat că, în ceea ce privește art. 3 din Constituție referitor la principiul egalității, legislația relevantă nu genera o discriminare nerezonabilă, având în vedere că uniunile homosexuale nu puteau fi considerate echivalente căsătoriei. Chiar și art. 12 din Convenția Europeană a Drepturilor Omului și art. 9 din Carta Drepturilor Fundamentale nu impuneau o egalitate deplină între uniunile homosexuale și căsătoriile între un bărbat și o femeie, deoarece acesta era un aspect care ținea de puterea de apreciere a Parlamentului și trebuia reglementat de dreptul național, astfel cum o dovedesc diversele abordări existente în Europa.", "19. Ca urmare a hotărârii menționate anterior, printr-o ordonanță (ordinanza) depusă la grefa competentă la 21 septembrie 2010, curtea de apel a respins integral pretențiile reclamanților.", "2. Domnul Felicetti și domnul Zappa", "20. În 2003, acești doi reclamanți s-au cunoscut și au început o relație. În 2004, domnul Felicetti s-a hotărât să efectueze studii aprofundate (și astfel nu a mai câștigat niciun venit), posibilitate oferită acestuia mulțumită susținerii financiare din partea domnului Zappa.", "21. La 1 iulie 2005, cuplul s-a mutat împreună. În 2005 și 2007, reclamanții s-au adresat Președintelui Republicii, evidențiind dificultățile întâmpinate de cuplurile de același sex și solicitând adoptarea unei legislații în favoarea uniunilor civile.", "22. În 2008, convenția de conviețuire a reclamanților a fost consemnată în registrele autorităților. În 2009, aceștia s-au desemnat reciproc tutori în caz de incapacitate de exercițiu (amministratori di sostegno).", "23. La 19 februarie 2011, aceștia au solicitat eliberarea certificatului lor de căsătorie. La 9 aprilie 2011, cererea lor a fost respinsă în temeiul legii și al jurisprudenței în materie (a se vedea infra, dreptul intern relevant).", "24. Cei doi reclamanți nu au exercitat calea de atac prevăzută la art. 98 din Codul civil, în măsura în care aceasta nu putea fi considerată efectivă, în urma hotărârii pronunțate de Curtea Constituțională, menționată anterior.", "3. Domnul Perelli Cippo și domnul Zacheo", "25. În 2002, acești doi reclamanți s-au cunoscut și au început o relație. În același an au început să locuiască împreună și de atunci sunt implicați într-o relație serioasă.", "26. În 2006, au deschis un cont bancar comun.", "27. În 2007, convenția de conviețuire a reclamanților a fost consemnată în registrele autorităților.", "28. La 3 noiembrie 2009, aceștia au solicitat eliberarea certificatului lor de căsătorie. Persoana responsabilă de la oficiul stării civile nu le-a solicitat să completeze formularul relevant, adăugând pur și simplu cererea acestora unei serii de cereri similare, făcute de alte cupluri.", "29. La 5 noiembrie 2009, cererea lor a fost respinsă în temeiul legii și al jurisprudenței în materie (a se vedea infra, dreptul intern relevant).", "30. Domnul Perelli Cippo și domnul Zacheo au contestat această decizie în fața Tribunalului Milano.", "31. Prin încheierea (decreto) din 9 iunie 2010, depusă la grefa competentă la 1 iulie 2010, Tribunal Milano a respins cererea acestora, considerând că era legitim ca oficiul stării civile să refuze o cerere de eliberare a unei declarații de căsătorie între persoane de același sex, conform constatării din hotărârea Curții Constituționale nr. 138 din 15 aprilie 2010.", "32. Reclamanții nu au mai depus o altă cerere (reclamo), conform art. 739 C. proc. civ., în măsura în care aceasta nu putea fi considerată efectivă, în urma hotărârii pronunțate de Curtea Constituțională.", "II. Dreptul și practica interne și internaționale relevante", "A. Dreptul și practica interne relevante", "1. Constituția Italiei", "33. Art. 2, 3 și 29 din Constituția Italiei se citesc astfel:", "Art. 2", "„Republica recunoaște și garantează drepturile inviolabile ale omului, atât ca individ, cât ți în grupuri sociale în cadrul cărora se dezvoltă personalitatea, și impune îndeplinirea obligațiilor de solidaritate politică, economică și socială, de la care nu exista nicio derogare.”", "Art. 3", "„Toți cetățenii au demnitate socială egală și sunt egali în fața legii, indiferent de sex, rasă, limbă, religie, opinii politice, condiții personale și sociale. Este obligația Republicii să elimine acele obstacole de natură economică sau socială, care restrâng libertatea și egalitatea cetățenilor, împiedicând astfel dezvoltarea deplină a ființei umane și participarea efectivă a tuturor lucrătorilor la organizarea politică, economică și socială a țării”.", "Art. 29", "„Republica recunoaște drepturile familiei ca societate naturală întemeiată pe căsătorie. Căsătoria se bazează pe egalitatea morală și juridică a soților, în limitele prevăzute de lege pentru a garanta unitatea familiei.”", "2. Căsătoria", "34. În temeiul dreptului intern italian, cuplurilor formate din persoane de același sex nu li se permite să încheie o căsătorie, astfel cum se afirmă în Decizia nr. 138 a Curții Constituționale (menționată anterior).", "35. Același lucru a fost afirmat de Curtea de Casație din Italia, în hotărârea nr. 4184 din 15 martie 2012, referitoare la doi cetățeni italieni de același sex, care s-au căsătorit în Țările de Jos și care au contestat refuzul autorităților italiene de a înscrie căsătoria lor în registrele de stare civilă, pe motiv că „nu este configurabilă ca și căsătorie”. Curtea de Casație a concluzionat că reclamanții nu aveau dreptul de a-și înregistra căsătoria, nu pentru că aceasta nu exista sau nu era validă, ci pentru că aceasta nu putea să producă niciun efect juridic în ordinea juridică italiană. Aceasta a hotărât, de asemenea, că persoanele de același sex, care trăiesc împreună în cadrul unei relații stabile, aveau dreptul la respectarea vieții lor private și de familie, în temeiul art. 8 din Convenția Europeană; prin urmare, în exercitarea dreptului de a-și trăi liber statutul lor inviolabil de cuplu, aceștia pot introduce o acțiune în fața unei instanțe pentru a solicita, în anumite situații, legate de drepturile lor fundamentale, să beneficieze de același tratament acordat de lege cuplurilor căsătorite.", "36. În plus, în hotărârea nr. 170/2014 privind „divorțul forțat” ca urmare a schimbării sexului unuia din soți, Curtea Constituțională a constatat că legiuitorul avea obligația de a se asigura că era oferită o alternativă la căsătorie, permițând unui astfel de cuplu să evite să treacă, în situația lor, de la un nivel maxim de protecție juridică la o protecție total incertă. În continuare, Curtea Constituțională a declarat că legiuitorul trebuia să acționeze prompt pentru a soluționa vidul juridic care determina o lipsă de protecție a cuplului.", "3. Altă jurisprudență relevantă în contextul cuplurilor formate din persoane de același sex", "37. Într-o cauză judecată de Tribunalul din Reggio Emilia, reclamanții (un cuplu format din persoane de același sex) nu au solicitat tribunalului recunoașterea căsătoriei lor, încheiată în Spania, ci recunoașterea dreptului lor la o viață de familie în Italia, în temeiul faptului că erau înrudiți. În lumina Directivelor UE și a transpunerii lor în dreptul italian, precum și a Cartei Drepturilor Fundamentale a Uniunii Europene, Tribunalul din Reggio Emilia a considerat, într-o ordonanță din 13 februarie 2012, că o astfel de căsătorie era validă în scopul obținerii unui permis de ședere în Italia.", "38. În hotărârea Tribunalului din Grosseto din 3 aprilie 2014, pronunțată în primă instanță, s-a hotărât că refuzul de a înregistra o căsătorie încheiată în străinătate era ilegal. Astfel, instanța a dispus ca autoritățile publice competente să procedeze la înregistrarea căsătoriei. În perioada în care hotărârea era pusă în executare, statul a declarat apel împotriva acesteia. Prin hotărârea din 19 septembrie 2014, Curtea de Apel Florența, identificând o eroare de procedură, a casat hotărârea instanței de prim grad și a retrimis cauza Tribunalului din Grosseto.", "4. Convențiile de conviețuire", "39. Convențiile de conviețuire nu sunt prevăzute în mod specific în dreptul italian.", "40. Protecția cuplurilor care conviețuiesc more uxorio (în cadrul unei uniuni consensuale) a rezultat întotdeauna din art. 2 din Constituția Italiei, astfel cum a fost interpretat în diversele hotărâri judecătorești pronunțate de-a lungul anilor (după 1988). În ultimii ani (începând cu 2012), hotărârile interne au considerat că și coabitarea cuplurilor formate din persoane de același sex merită să beneficieze de o astfel de protecție.", "41. Pentru a umple lacuna din dreptul scris, cu efect de la 2 decembrie 2013 a existat posibilitatea încheierii unor „convenții de conviețuire”, și anume un act sub semnătură privată care nu are o formă specifică prevăzută de lege și care poate fi încheiat de persoanele care conviețuiesc, fie că este vorba despre o relație părinte-copil, parteneri, prieteni, simpli colegi de apartament sau îngrijitori, dar nu și de cuplurile căsătorite. Astfel de contracte reglementează în principal aspectele financiare ale conviețuirii, încetarea coabitării și asistența în caz de boală sau incapacitate.", "5. Uniunile civile", "42. Dreptul intern italian nu prevede nicio uniune ca alternativă a căsătoriei, nici pentru cuplurile homosexuale, nici pentru cele heterosexuale. Astfel, primele cupluri nu beneficiază de niciun mijloc de recunoaștere.", "43. Într-un raport din 2013 întocmit de Profesorul F. Gallo (la acea vreme Președintele Curții Constituționale), adresat celor mai înalte autorități constituționale din Italia, acesta din urmă a declarat:", "„Uneori este mai dificil de comunicat cu interlocutorul obișnuit al Curții [Constituționale]. Acest lucru este valabil în special în cazurile în care aceasta solicită legiuitorului să modifice o normă juridică pe care a considerat-o ca fiind contrară Constituției. Astfel de cereri nu trebuie să fie subestimate. Acestea constituie, de fapt, singurele mijloace de care dispune Curtea [Constituțională] pentru a obliga organele legislative să elimine orice situație care nu este compatibilă cu Constituția și care, deși a fost identificată de Curte[a] [Constituțională], nu conduce la pronunțarea neconstituționalității. ... O cerere de acest tip, de care nu s-a ținut seama, a fost cea formulată în cadrul hotărârii nr. 138/10, care, deși a constatat că o căsătorie putea fi încheiată numai între persoane de sex opus pentru a respecta Constituția, a afirmat, de asemenea, că și cuplurile formate din persoane de același sex au dreptul fundamental de a obține recunoașterea juridică a uniunii lor, cu drepturile și obligațiile corespunzătoare. Aceasta a lăsat la latitudinea Parlamentului să prevadă o astfel de reglementare, prin mijloacele și în limitele pe care le considera adecvate”.", "44. Cu toate acestea, unele orașe au creat registre ale „uniunilor civile” între persoane necăsătorite de același sex sau de sex opus: Printre acestea se numără orașele Empoli, Pisa, Milano, Florența și Napoli. Totuși, înscrierea „uniunilor civile” ale cuplurilor necăsătorite în astfel de registre are o valoare pur simbolică.", "6. Jurisprudența internă ulterioară", "45. În mod similar, Curtea Constituțională din Italia, în hotărârea nr. 276/2010 din 7 iulie 2010, depusă la grefă la 22 iulie 2010, și în hotărârea nr. 4/2011 din 16 decembrie 2010, depusă la grefă la 5 ianuarie 2011, a declarat vădit nefondate pretențiile referitoare la faptul că articolele din Codul civil, menționate anterior, nu erau conforme cu art. 2 din Constituție (în măsura în care acestea nu permiteau căsătoria între persoane de același sex). Curtea Constituțională a reiterat faptul că recunoașterea juridică a uniunilor homosexuale nu necesita o uniune echivalentă căsătoriei, astfel cum reiese din diverse abordări adoptate în diferite țări, și că, în temeiul art. 2 din Constituție, era de competența Parlamentului, în exercitarea puterii sale de apreciere, să reglementeze și să ofere garanții și recunoaștere unor astfel de uniuni.", "Mai recent, într-o cauză referitoare la refuzul de a emite un certificat de căsătorie unui cuplu format din persoane de același sex, care îl solicitase, Curtea de casație, în hotărârea nr. 2400/15 din 9 februarie 2015, a respins cererea reclamanților. După ce a examinat jurisprudența internă și internațională recentă, aceasta a concluzionat că – deși cuplurile formate din persoane de același sex trebuiau să fie protejate în temeiul art. 2 din Constituție și legiuitorul avea obligația de a lua măsuri pentru a asigura recunoașterea uniunii unor astfel de cupluri – inexistența unei căsătorii între persoane de același sex nu era incompatibilă cu sistemul intern și internațional aplicabil în domeniul drepturilor omului. În consecință, inexistența unei căsătorii între persoane de același sex nu putea să constituie un tratament discriminatoriu: Problema din sistemul juridic actual consta în special în faptul că nu era disponibilă nicio altă uniune în afară de căsătorie, atât pentru cuplurile heterosexuale, cât și pentru cele homosexuale. Totuși, instanța a subliniat că nu putea stabili prin intermediul jurisprudenței chestiuni care depășeau sfera sa de competență.", "7. Legislația recentă și actuală", "46. Camera Deputaților a examinat recent Legea nr. 242, numită „Modificări ale Codului civil și alte dispoziții privind egalitatea în ceea ce privește accesul cuplurilor de persoane de același sex la căsătorie și filiație”, și Legea nr. 15, „Norme împotriva discriminării în privința căsătoriei”. În 2014, Senatul a examinat Legea nr. 14 privind uniunile civile și Legea nr. 197 privind modificările aduse Codului civil în ceea ce privește coabitarea, precum și Legea nr. 239 privind introducerea în Codul civil a unui acord referitor la coabitare și solidaritate.", "47. O lege unificată, referitoare la toate propunerile legislative relevante, a fost prezentată Senatului în 2015 și adoptată de Senat la 26 martie 2015, ca text de bază care permite continuarea discuțiilor de către Comisia de Justiție. Modificările urmau să fie depuse până în mai 2015 și până în vara anului 2015 să fie prezentat un text celor două Camere ale Parlamentului. La 10 iunie 2015, Camera inferioară a adoptat o propunere pentru a favoriza aprobarea unei legi privind uniunile civile, ținând seama în special de situația persoanelor de același sex.", "8. Căi de atac din sistemul național", "48. O decizie a Oficiului Stării Civile poate fi contestată (în termen de 30 de zile) în fața tribunalului ordinar, în conformitate cu art. 98 C. civ.", "49. Un decret al tribunalului ordinar poate fi contestat, la rândul său, în fața curții de apel (în termen de zece zile), în temeiul art. 739 C. proc. civ.", "50. În conformitate cu alineatul (3), nu poate fi formulat un apel împotriva deciziei curții de apel. Cu toate acestea, în temeiul art. 111 alin. (7) din Constituție, astfel cum este interpretat în jurisprudența constantă, precum și art. 360 alin. (4) C. proc. civ. (astfel cum a fost modificat prin Decretul legislativ nr. 40/06), dacă decretul pronunțat în apel afectează drepturi subiective, are un caracter decisiv și constituie o stabilire potențial ireversibilă a unui aspect (având astfel valoarea unei hotărâri), decizia din apel poate fi contestată în fața Curții de Casație în termen de șaizeci de zile, în circumstanțele și sub forma stabilite la art. 360 C. proc. civ. În conformitate cu art. 742 C. proc. civ., un decret care nu se încadrează în definiția menționată anterior rămâne revocabil și poate fi modificat la orice dată ulterioară, cu condiția unei modificări a circumstanțelor factuale sau a legislației pe care s-a bazat decretul (presupposti di diritto).", "51. Conform art. 325-327 C. proc. civ., un apel la Curtea de Casație trebuie să fie depus în termen de șaizeci de zile de la data la care decizia pronunțată în apel este transmisă părții în cauză. În orice caz, în lipsa notificării, un astfel de apel poate fi depus nu mai târziu de șase luni de la data la care a fost depus la grefă (pubblicazione).", "52. În conformitate cu art. 324 C. proc. civ., o decizie rămâne definitivă, între altele, când nu mai face obiectul unui apel, în fața curții de apel sau Curții de Casație, dacă nu se prevede altfel prin lege.", "B. Analiză comparată - dreptul și practica statelor membre ale Consiliului Europei", "1. Materiale de drept comparat", "53. Materialele de drept comparat de care dispune Curtea, referitoare la instituirea unor forme oficiale de uniune consensuală în cadrul sistemelor juridice ale statelor membre ale Consiliului Europei (CoE) indică faptul că unsprezece țări (Belgia, Danemarca, Franța, Islanda, Luxemburg, Norvegia, Portugalia, Regatul Unit. Spania, Suedia și Țările de Jos) recunosc căsătoria între persoane de același sex.", "54. Optsprezece state membre (Andorra, Austria, Belgia, Croația, Elveția, Finlanda, Franța, Germania, Irlanda, Liechtenstein, Luxemburg, Malta, Regatul Unit, Republica Cehă, Slovenia, Spania, Țările de Jos și Ungaria) autorizează un tip de parteneriat civil pentru cuplurile formate din persoane de același sex. În unele cazuri, o astfel de uniune poate conferi setul complet de drepturi și obligații aplicabile instituției căsătoriei și, astfel, aceasta este echivalentă căsătoriei sub toate aspectele, cu excepția denumirii, cum este cazul Maltei, de exemplu. În plus, la 9 octombrie 2014, și Estonia a recunoscut în mod legal uniunile între persoane de același sex, prin adoptarea Legii privind parteneriatul civil înregistrat, care intră în vigoare la 1 ianuarie 2016. În Portugalia nu există o formă oficială de uniune civilă. Cu toate acestea, legea recunoaște de facto uniunile civile, care au efect automat și nu impun cuplului întreprinderea unor măsuri oficiale pentru recunoașterea uniunii. Anterior, în Danemarca, Norvegia, Suedia și Islanda era prevăzut un parteneriat civil înregistrat în cazul cuplurilor format din persoane de același sex, dar acesta a fost anulat în favoarea căsătoriei între persoane de același sex.", "55. Rezultă că, în prezent, douăzeci și patru de țări din cele patruzeci și șapte de state membre ale CoE au adoptat o legislație care le permite cuplurilor formate din persoane de același sex să li se recunoască relația sub forma unei căsătorii civile, a unei uniuni civile sau a unui parteneriat înregistrat.", "2. Materiale relevante ale Consiliului Europei", "56. În Recomandarea 924 (1981) privind discriminarea homosexualilor, Adunarea Parlamentară a Consiliului Europei (APCE) a criticat diversele forme de discriminare a persoanelor homosexuale din unele state ale Consiliului Europei.", "57. În Recomandarea 1474 (2000) privind situația lesbienelor și homosexualilor în statele membre ale Consiliului Europei, APCE a recomandat Comitetului de Miniștri să solicite statelor membre, între altele, „să adopte o legislație care să prevadă parteneriate înregistrate”. În plus, în Recomandarea 1470 (2000) privind subiectul mai specific al situației homosexualilor și a lesbienelor, precum și a partenerilor acestora, în ceea ce privește azilul și imigrația în statele membre ale Consiliului Europei, Comitetului de Miniștri i se recomandă să solicite statelor membre, între altele, „să își revizuiască politicile în domeniul drepturilor sociale și al protecției migranților, astfel încât să garanteze că parteneriatele și familiile homosexuale sunt tratate la fel ca parteneriatele și familiile heterosexuale [...]”.", "58. Rezoluția 1547 (2007) a APCE din 18 aprilie 2007, intitulată „Situația drepturilor omului și a democrației în Europa”, le cerea tuturor statelor membre ale CoE, și în special organelor parlamentare respective, să abordeze toate problemele ridicate în rapoartele și opiniile aflate la baza acestei rezoluții și în special, între altele, să combată eficient toate formele de discriminare bazată pe gen sau orientare sexuală, să instituie o legislație antidiscriminare, drepturile aferente parteneriatului și programe de conștientizare, în cazul în care acestea nu există deja” (pct. 34.14.).", "59. Rezoluția 1728 (2010) a Adunării Parlamentare a Consiliului Europei, adoptată la 29 aprilie 2010 și intitulată „Discriminarea bazată pe orientare sexuală și identitate de gen”, solicită statelor membre „să asigure recunoașterea juridică a parteneriatelor între persoane de același sex, atunci când legislația națională are în vedere o astfel de recunoaștere, astfel cum s-a recomandat deja de către Adunarea din anul 2000”, prevăzând între altele:", "„16.9.1. aceleași drepturi și obligații patrimoniale pe care le au și cuplurile formate din persoane de sexe diferite;", "16.9.2. statutul de «rudă de gradul I»;", "16.9.3. măsuri prin care să se garanteze că, în cazul în care unul din partenerii cuplului format din persoane de același sex este străin, acestui partener i se acordă aceleași drepturi de ședere care s-ar aplica în cazul în care acesta sau aceasta ar avea o relație heterosexuală;", "16.9.4. recunoașterea unor dispoziții cu efect similar adoptate de alte state membre;”", "60. În Recomandarea CM/Rec(2010)5 privind măsurile de combatere a discriminării pe motive de orientare sexuală sau identitate de gen, Comitetul de Miniștri a recomandat statelor membre:", "„1. Să examineze măsurile legislative și alte măsuri existente, să le verifice permanent, să colecteze și să analizeze datele relevante, pentru a monitoriza și remedia orice discriminare directă sau indirectă pe motive de orientare sexuală sau identitate de gen;", "2. Să se asigure că măsurile legislative și alte măsuri sunt adoptate și puse în aplicare eficient pentru a combate discriminarea pe motive de orientare sexuală sau identitate de gen, pentru a asigura respectarea drepturilor omului în cazul persoanelor lesbiene, homosexuale, bisexuale și transgender, precum și pentru a promova toleranța față de acestea [...]”", "61. De asemenea, în Recomandare s-au constatat următoarele:", "„23. Atunci când legislația națională conferă drepturi și obligații cuplurilor necăsătorite, este necesar ca statele membre să se asigure că aceasta se aplică într-o manieră nediscriminatorie atât cuplurilor formate din persoane de același sex, cât și celor din persoane de sexe diferite, inclusiv în ceea ce privește prestațiile constând în pensii de urmaș și drepturile locative.", "24. Atunci când legislația națională recunoaște parteneriatele înregistrate între persoane de același sex, este necesar ca statele membre să se asigure că statutul lor juridic și drepturile și obligațiile lor sunt echivalente cu cele ale cuplurilor heterosexuale într-o situație comparabilă.", "25. Atunci când legislația națională nu recunoaște și nu conferă drepturi sau obligații parteneriatelor înregistrate între persoane de același sex și cuplurilor necăsătorite, statele membre sunt invitate să ia în considerare posibilitatea de a oferi, în absența oricărei discriminări, inclusiv în ceea ce privește cuplurile formate din persoane de sexe diferite, cuplurilor de persoane de același sex mijloacele juridice sau de altă natură pentru a răspunde problemelor practice legate de realitatea socială în care acestea trăiesc.”", "3. Dreptul Uniunii Europene", "62. Art. 7, 9 și 21 din Carta drepturilor fundamentale a Uniunii Europene, care a fost semnată la 7 decembrie 2000 și a intrat în vigoare la 1 decembrie 2009, se citesc astfel:", "Art. 7", "„Orice persoană are dreptul la respectarea vieții private și de familie, a domiciliului și a secretului comunicațiilor.”", "Art. 9", "„Dreptul la căsătorie și dreptul de a întemeia o familie sunt garantate în conformitate cu legile interne care reglementează exercitarea acestor drepturi.”", "Art. 21", "„(1) Se interzice discriminarea de orice fel, bazată pe motive precum sexul, rasa, culoarea, originea etnică sau socială, caracteristicile genetice, limba, religia sau convingerile, opiniile politice sau de orice altă natură, apartenența la o minoritate națională, averea, nașterea, un handicap, vârsta sau orientarea sexuală.", "(2) În domeniul de aplicare a [Tratatului de instituire a Comunității Europene și a Tratatului privind Uniunea Europeană] și fără a aduce atingere dispozițiilor speciale ale acestora, se interzice orice discriminare pe motiv de cetățenie.”", "63. Comentariul Cartei drepturilor fundamentale ale Uniunii Europene, redactat în 2006 de Rețeaua UE de experți independenți în domeniul drepturilor fundamentale, afirmă următoarele în ceea ce privește art. 9 din Cartă:", "„Tendințele și evoluțiile moderne din legislația internă a unei serii de țări, spre o mai mare deschidere și acceptare a cuplurilor formate din persoane de același sex, în ciuda câtorva state care încă au politici publice și/sau regulamente care interzic în mod explicit noțiunea potrivit căreia cuplurile formate din persoane de același sex au dreptul să se căsătorească. În prezent, există o recunoaștere juridică foarte limitată a relațiilor dintre persoane de același sex, în sensul în care cuplurile formate din persoane de același sex nu au acces la căsătorie. Cu alte cuvinte, legile naționale din majoritatea statelor presupun că persoanele care doresc să se căsătorească sunt de sexe diferite. Cu toate acestea, în câteva țări, de exemplu în Țările de Jos și în Belgia, căsătoria persoanelor de același sex este recunoscută în mod legal. Alte țări, precum cele nordice, au aprobat o legislație privind parteneriatul înregistrat, care implică, între altele, faptul că majoritatea dispozițiilor referitoare la căsătorie, adică consecințele sale juridice, precum partajul proprietății, drepturile de moștenire, etc., se aplică și în cazul acestui tip de uniune. În același timp, este important de subliniat faptul că denumirea de «parteneriat înregistrat» a fost aleasă în mod deliberat pentru a nu fi confundată cu căsătoria și a fost stabilită ca metodă alternativă de recunoaștere a relațiilor personale. În consecință, această nouă instituție este accesibilă, de regulă, doar cuplurilor care nu se pot căsători și parteneriatul între persoanele de același sex nu are același statut și aceleași beneficii ca și căsătoria [...]", "Pentru a ține seama de diversitatea reglementărilor naționale privind căsătoria, art. 9 din Cartă face trimitere la legislația internă. Astfel cum reiese din formularea sa, această dispoziție are un domeniu de aplicare mai larg decât articolele corespunzătoare din alte instrumente internaționale. Având în vedere că nu există nicio referire explicită la «bărbați și femei», precum în cazul altor instrumente din domeniul drepturilor omului, se poate susține că nu există niciun obstacol în calea recunoașterii relațiilor dintre persoanele de același sex în contextul căsătoriei. Cu toate acestea, nu există nicio cerință specifică potrivit căreia legislațiile naționale ar trebui să faciliteze astfel de căsătorii. Instanțele și comisiile internaționale au ezitat până acum să extindă aplicarea dreptului la căsătorie la cuplurile formate din persoane de același sex [...]”", "64. O serie de alte directive pot fi, de asemenea, relevante în prezenta cauză: acestea pot fi găsite în Vallianatos și alții împotriva Greciei [(MC), nr. 29381/09 și 32684/09, pct. 33-34, CEDO 2013 (extrase)].", "4. Statele Unite ale Americii", "65. La 26 iunie 2015, în cauza Obergefell și alții împotriva Hodges, Director, Ministerul Sănătății Ohio și alții, Curtea Supremă a Statelor Unite a hotărât că și cuplurile formate din persoane de același sex pot să își exercite dreptul fundamental la căsătorie în toate statele și că nu exista nicio bază legală pentru ca un stat să refuze recunoașterea unei căsătorii civile între persoane de același sex, încheiată în alt Stat, din cauza faptului că este vorba despre persoane de același sex.", "Solicitanții au pretins că funcționarii statului pârât au încălcat al Paisprezecelea Amendament, refuzându-le dreptul de a se căsători sau de a beneficia de căsătorii încheiate în mod legal în alt stat, având în vedere recunoașterea deplină.", "Curtea Supremă a hotărât că legile contestate îngreunau libertatea cuplurilor formate din persoane de același sex și le privau de principiile fundamentale ale egalității. Aceasta a considerat că legile privind căsătoria aplicate de pârâți erau inechitabile, deoarece cuplurilor de persoane de același sex li se refuzau toate beneficiile acordate cuplurilor de persoane de sex opus și li se interzicea exercitarea unui drept fundamental. Acest refuz de a acorda dreptul la căsătorie cuplurilor formate din persoane de același sex constituia un prejudiciu grav și continuu și impunerea acestei incapacități persoanelor homosexuale și lesbiene reprezenta o lipsă de respect față de acestea și exprima o atitudine de superioritate față de acestea. Într-adevăr, Principiul protecției egale, la fel ca și principiul procesului echitabil, interzicea această încălcare nejustificată a dreptului fundamental la căsătorie. Aceste considerente au condus la concluzia că dreptul la căsătorie este un drept fundamental, inerent libertății unei persoane, și că, în temeiul principiului procesului echitabil și al principiului protecției egale din al Paisprezecelea Amendament, cuplurile formate din persoane de același sex nu pot fi private de acest drept și de această libertate. Astfel, Curtea Supremă a hotărât că și cuplurile formate din persoane de același sex își pot exercita dreptul fundamental de a se căsători.", "Observând că acestei probleme i s-a acordat o atenție considerabilă de către diverși actori ai societății și că, potrivit sistemului constituțional al SUA, nu este necesar ca o persoană să aștepte adoptarea unor măsuri legislative pentru a-și exercita un drept fundamental, Curtea Supremă a considerat că, și dacă ar hotărî să nu acționeze și ar permite o stabilire mai lentă, de la caz la caz, a existenței unor beneficii publice pentru cuplurile de persoane de același sex, aceasta ar refuza în continuare persoanelor homosexuale și lesbiene multe drepturi și responsabilități strâns legate de căsătorie.", "În cele din urmă, observând că multe state permiteau deja căsătoria persoanelor de același sex – și că au avut loc deja sute de mii de astfel de căsătorii – a apreciat că perturbările cauzate de interdicțiile privind recunoașterea erau semnificative și în continuă creștere. Astfel, Curtea Supremă a constatat, de asemenea, că nu exista niciun temei legal pentru ca un stat să refuze recunoașterea unei căsătorii între persoane de același sex, încheiată legal în alt stat.", "ÎN DREPT", "I. Obiecții preliminare", "A. Art. 47", "66. Guvernul a citat art. 47 din Regulamentul Curții. Acesta a subliniat că, potrivit celei mai recente revizuiri a art. 47 din Regulament, emisă de Adunarea plenară a Curții, normele privind elementele pe care trebuie să le includă o cerere trebuie să fie aplicate într-o manieră mai strictă. Astfel, nerespectarea cerințelor prevăzute la paragrafele 1 și 2 din acest articol poate avea ca rezultat neexaminarea cererii de către Curte.", "67. Reclamanții din cererea nr. 18766/11 au susținut că, în temeiul principiului tempus regit actum, noul art. 47 adoptat în 2013 nu se putea aplica în cazul unei cereri depuse în 2011.", "68. Curtea subliniază că, în afară de faptul că Guvernul nu a precizat în ce fel reclamanții nu au îndeplinit cerințele prevăzute la art. 47, această dispoziție modificată a aplicat condiții mai stricte pentru introducerea unei cereri în fața Curții abia începând cu data de 1 ianuarie 2014. În speță, Curtea observă că toți reclamanții au depus cererile în 2011 și că nu există niciun motiv pentru a considera că aceștia nu au îndeplinit cerințele prevăzute la art. 47, aplicabil la acel moment.", "69. Rezultă că orice obiecție a Guvernului în această privință trebuie să fie respinsă.", "B. Calitatea de victimă", "70. Deși nu a ridicat în mod explicit nicio excepție privind admisibilitatea cererilor, Guvernul a susținut că reclamanții nu au precizat în ce fel au suferit vreun prejudiciu efectiv și referirea la prejudicierea reclamanților a fost doar abstractă (drepturi de moștenire, asistența acordată partenerului, subcontractarea unor raporturi economice). Acesta a evidențiat faptul că Curtea putea să se pronunțe doar în privința circumstanțelor specifice ale unei cauze și nu putea să facă evaluări care să depășească sfera de aplicare a cererilor.", "71. Curtea consideră că este adecvat să analizeze argumentul respectiv în această etapă. Aceasta subliniază că reclamanții sunt persoane care au împlinit vârsta majoratului și care, potrivit informațiilor prezentate, se află în relații cu persoane de același sex și, în unele cazuri, conviețuiesc împreună cu partenerii lor. În măsura în care Constituția Italiei, astfel cum este interpretată de instanțele interne, exclude cuplurile formate din persoane de același sex din domeniul de aplicare a legislației privind căsătoria și, din cauza lipsei oricărui cadru juridic în acest sens, reclamanții nu pot încheia o uniune civilă și nu își pot organiza relația în mod corespunzător, Curtea consideră că aceștia sunt direct interesați de situație și au un interes personal legitim de a obține încetarea acestei situații [a se vedea, mutatis mutandis, Vallianatos și alții împotriva Greciei (MC), 29381/09 și 32684/09, pct. 49, CEDO 2013 (extrase), și, implicit, Schalk și Kopf împotriva Austriei, nr. 30141/04, CEDO 2010].", "72. În consecință, Curtea concluzionează că persoanele particulare din prezentele cereri trebuie să fie considerate „victime” ale pretinselor încălcări, în sensul art. 34 din Convenție.", "C. Epuizarea căilor de atac interne", "1. Guvernul", "73. Guvernul a susținut că reclamanții nu au epuizat căile de atac interne. Acesta a observat că, în cauze precum prezenta speță, este posibil să se introducă apel în fața instanței relevante împotriva unui refuz de publicare a unui certificat de căsătorie. Astfel, decizia instanței de prim grad putea să fie contestată în fața curții de apel și a Curții de Casație. Totuși, domnul Oliari și domnul A. nu au formulat recurs la Curtea de Casație, domnul Felicetti și domnul Zappa nu au contestat în niciun fel refuzul administrativ de publicare a certificatului lor de căsătorie, iar domnul Perelli Cippo și domnul Zaccheo nu au introdus apel împotriva hotărârii pronunțate în primă instanță în cauza lor.", "74. Guvernul a făcut referire la principiul subsidiarității și a considerat că instanțele interne ar fi putut să le ofere reclamanților o reparație adecvată pentru prejudiciul suferit și mijloacele juridice și judiciare pentru a obține o declarație care cel puțin să recunoască uniunea lor în calitate de formă socială similară unei uniuni consensuale, așa cum este înțeleasă în mod tradițional [sic]. În sprijinul acestui argument, Guvernul a făcut referire la decizia nr. 4184 a Curții de Casație, pronunțată în 2012, referitoare la înregistrarea căsătoriilor între persoane de același sex încheiate în străinătate, care, conform traducerii furnizate de Guvern, se citește astfel:", "„[J]urisprudența acestei Curți (de Casație) – conform căreia diferența de sex a persoanelor care alcătuiesc cuplul logodit reprezintă, împreună cu exprimarea dorinței acestora, în prezența unui ofițer al stării civile care celebrează căsătoria, cerința minimă indispensabilă pentru «existența» unei căsătorii civile, în calitate de act relevant din punct de vedere juridic – nu mai este potrivită pentru realitatea juridică actuală, având în vedere că a fost depășită ideea radicală potrivit căreia diferența de sex între persoanele care alcătuiesc un cuplu ce intenționează să se căsătorească reprezintă o condiție prealabilă, adică «firească» pentru «existența» căsătoriei. Pentru toate motivele menționate anterior, netranscrierea uniunilor homosexuale depinde – nu de «inexistența» și nici de «lipsa validății» acestora, ci – de incapacitatea lor de a produce efecte juridice în sistemul juridic italian, tocmai în calitate de căsătorii înregistrate.”", "Din această perspectivă, Guvernul a considerat că, dacă reclamanții ar fi introdus cauza lor în fața instanțelor interne, aceștia ar fi obținut cel puțin o recunoaștere juridică a uniunii lor. Totuși, aceștia au ales în mod deliberat să nu procedeze astfel.", "75. În plus, acesta a subliniat că aceste capete de cerere formulate în fața instanțelor interne priveau doar imposibilitatea lor de încheia o căsătorie în calitate de persoane de același sex și nu imposibilitatea de a obține o formă alternativă de recunoaștere a unor astfel de cupluri.", "2. Reclamanții", "76. Reclamanții au susținut că, deși Curtea Constituțională a constatat, în Decizia nr. 138/10, că art. 2 din Constituție impunea protecția juridică a uniunilor încheiate între persoane de același sex, aceasta nu și-a exprimat nicio opinie, limitându-se să declare plângerea inadmisibilă, având în vedere competența legiuitorului în materie. O situație similară a existat în cazul hotărârii nr. 170/14 (a se vedea supra, pct. 36). În continuare, reclamanții au susținut că Guvernul nu a dovedit, prin intermediul unor exemple, că instanțele interne puteau să ofere o formă de recunoaștere juridică a uniunilor acestora. Într-adevăr, faptul că viciul în cauză avea legătură cu legislația (sau cu lipsa acesteia) a împiedicat instanțele naționale să adopte măsuri de remediere: nici măcar instanța competentă să revizuiască legile nu a putut face acest lucru. În cadrul sistemului național, calea de atac adecvată ar fi fost sesizarea Curții Constituționale cu o excepție de neconstituționalitate, cu privire la care Curtea a declarat deja că nu era o cale de atac ce putea fi utilizată, aceasta nefiind direct accesibilă persoanelor particulare [a se vedea Scoppola împotriva Italiei (nr. 2) (MC), nr. 10249/03, pct. 70, 17 septembrie 2009]. În plus, în speță, o astfel de cerere nu ar fi fost admisă, având în vedere precedentul existent în Decizia nr. 138/10, confirmată ulterior de alte decizii.", "3. Motivarea Curții", "77. Curtea reiterează faptul că art. 35 § 1 din Convenție impune ca plângerile care urmează să fie depuse la Strasbourg să fie adresate întâi organismului național adecvat, cel puțin în esență [a se vedea Akdivar și alții împotriva Turciei, 16 septembrie 1996, pct. 66, Culegere 1996IV, și Gäfgen împotriva Germaniei (MC), nr. 22978/05, pct. 144 și 146, CEDO 2010]. Scopul normei privind epuizarea căilor de atac este de a le acorda statelor contractante posibilitatea de a preveni sau de a repara pretinsele încălcări care le sunt imputate înainte ca acuzațiile în cauză să fie prezentate Curții [a se vedea, printre multe alte hotărâri, Selmouni împotriva Franței (MC), nr. 25803/94, pct. 74, CEDO 1999-V]. Această normă se bazează pe supoziția, reflectată în art. 13 din Convenție – cu care prezintă o afinitate strânsă – că în sistemul național există o cale de atac efectivă, disponibilă în ceea ce privește pretinsa încălcare (ibid.). Pentru a fi efectivă, o cale de atac trebuie să poată remedia direct situația de fapt în litigiu și să ofere șanse rezonabile de reușită [a se vedea Sejdovic împotriva Italiei (MC), nr. 56581/00, pct. 46, CEDO 2006II].", "78. Întinderea obligațiilor pe care le au statele contractante în temeiul art. 13 variază în funcție de natura plângerii reclamantului; totuși, „calea de atac” impusă la art. 13 trebuie să fie „efectivă” în practică, dar și în drept [a se vedea, de exemplu, Ýlhan împotriva Turciei (MC), nr. 22277/93, pct. 97, CEDO 2000-VII]. Curtea este cea care are obligația să stabilească dacă mijloacele de care dispune un reclamant pentru a formula o plângere sunt „efective”, în sensul fie de a preveni pretinsa încălcare ori continuarea acesteia, fie de a oferi o reparație adecvată pentru orice încălcare care a avut loc deja [Kud³a împotriva Poloniei (MC), nr. 30210/96, pct. 157-158, CEDO 2000XI]. Caracterul efectiv al căii de atac disponibile depinde, între altele, de natura dreptului a cărui încălcare este pretinsă, de motivele oferite pentru decizie și de persistența consecințelor nefavorabile pentru persoana în cauză ulterior deciziei (a se vedea, de exemplu Freimanis și Lîdums împotriva Letoniei, nr. 73443/01 și 74860/01, pct. 68, 9 februarie 2006). În unele cazuri, o încălcare nu poate fi reparată doar prin plata unor despăgubiri (a se vedea, de exemplu, Petkov și alții împotriva Bulgariei, nr. 77568/01, 178/02 și 505/02, pct. 80, 11 iunie 2009 în legătură cu art. 3 din Protocolul nr. 1) și imposibilitatea pronunțării unei hotărâri obligatorii, prin care să fie acordate reparații, poate, de asemenea, să ridice probleme (a se vedea Silver și alții împotriva Regatului Unit, 25 martie 1983, pct. 115, seria A nr. 61; Leander împotriva Suediei, 26 martie 1987, pct. 82, seria A nr. 116; și Segerstedt-Wiberg și alții împotriva Suediei, nr. 62332/00, pct. 118, CEDO 2006VII).", "79. Singurele căi de atac a căror epuizare este dispusă la art. 35 din Convenție sunt cele care privesc încălcările pretinse și care sunt în același timp disponibile și suficiente. Existența acestor căi de atac trebuie să fie suficient de sigură nu numai în teorie, ci și în practică; în caz contrar acestea nu vor avea accesibilitatea și eficacitatea necesare [a se vedea Akdivar și alții, citată anterior, pct. 66, și Vuèkoviæ și alții împotriva Serbiei (MC), nr. 17153/11, pct. 71, 25 martie 2014].", "80. În plus, în conformitate cu „principiile de drept internațional general recunoscute”, pot exista circumstanțe speciale care îl scutesc pe reclamant de obligația epuizării căilor de atac interne de care dispune (a se vedea Selmouni, citată anterior, pct. 75). Cu toate acestea, Curtea subliniază că existența unor simple îndoieli privind șansele de reușită ale unei anumite căi de atac, care nu este evident inutilă, nu constituie un motiv valid pentru neepuizarea căilor de atac interne [a se vedea Vuèkoviæ și alții, citată anterior, pct. 74, și Brusco împotriva Italiei (dec.), nr. 69789/01, CEDO 2001IX]. Aprecierea epuizării sau neepuizării căilor de atac interne se face de regulă în raport cu data la care cererea a fost introdusă la Curte. Totuși, există câteva excepții de la această regulă, care ar putea fi justificate de circumstanțele specifice ale fiecărei cauze [a se vedea Baumann împotriva Franței, nr. 33592/96, par. 47, 22 mai 2001, Nogolica împotriva Croației (dec.), nr. 77784/01, CEDO 2002-VIII; și Mariën împotriva Belgiei (dec.), nr. 46046/99, 24 iunie 2004].", "81. În ceea ce privește principalul argument al Guvernului, potrivit căruia niciunul dintre reclamanți nu s-a prevalat de întregul set de căi de atac disponibile (până la Curtea de Casație), Curtea observă că, la momentul introducerii de către reclamanți a cererilor în fața Curții (martie și iunie 2011), Curtea Constituțională pronunțase deja hotărârea privind fondul cererii introduse de primii doi reclamanți (15 aprilie 2010), în urma căreia capetele de cerere formulate de aceștia au fost respinse de curtea de apel la 21 septembrie 2010. Curtea Constituțională a reiterat ulterior respectivele constatări, în alte două hotărâri (depuse la grefa relevantă, la 22 iulie 2010 și la 5 ianuarie 2011, a se vedea supra, pct. 45), pronunțate, de asemenea, înainte ca reclamanții să fi introdus cererile lor în fața Curții. Astfel, atunci când reclamanții au dorit să se plângă cu privire la pretinsele încălcări, exista o jurisprudență consolidată a celei mai înalte instanțe din regiune, care preciza că cererile lor nu aveau șanse de reușită.", "82. Guvernul nu a arătat, și nici Curtea nu crede, că este posibil ca instanțele ordinare să nu fi ținut seama de constatările Curții Constituționale și să fi pronunțat concluzii diferite, însoțite de reparațiile relevante. În continuare, Curtea observă că însăși Curtea Constituțională nu a putut decât să invite legiuitorul să adopte măsuri și nu s-a demonstrat că instanțele ordinare ar fi putut să acționeze mai eficient în ceea ce privește remedierea situațiilor din prezentele cauze. În această privință și în lumina argumentului Guvernului, potrivit căruia reclamanții ar fi putut obține o declarație care cel puțin să le recunoască uniunea, în temeiul hotărârii nr. 4184/12 a Curții de Casație, Curtea observă următoarele: în primul rând, Guvernul nu a dat nici măcar un exemplu de o astfel de recunoaștere oficială de către instanțele interne; în al doilea rând, este discutabil dacă o astfel de recunoaștere, dacă ar fi într-adevăr posibilă, ar fi produs vreun efect juridic asupra situației practice a reclamanților, în lipsa unui cadru juridic – într-adevăr, Guvernul nu a explicat ce anume ar presupune această declarație ad-hoc de recunoaștere; și, în al treilea rând, hotărârea nr. 4184, la care face referire Guvernul (care face doar anumite referiri, în treacăt), a fost emisă după ce reclamanții au introdus cererea lor la Curte.", "83. Ținând seama de aspectele menționate anterior, Curtea consideră că nu există nicio dovadă care să îi permită să considere că, la data depunerii cererilor la Curte, căile de atac disponibile în sistemul intern italian ar fi avut șanse de reușită. Rezultă că reclamanții nu pot fi acuzați că nu au exercitat o cale de atac efectivă, deloc sau până la finalul procesului judiciar. Astfel, Curtea admite că existau circumstanțe speciale care îi scuteau pe reclamanți de obligația lor normală de a epuiza căile de atac interne (a se vedea Vilnes și alții împotriva Norvegiei, nr. 52806/09 și 22703/10, pct. 178, 5 decembrie 2013).", "84. Fără a aduce atingere celor menționate, în replică la ultimul argument al Guvernului, Curtea observă că procedurile interne (întreprinse de patru din reclamanții în prezenta cauză) aveau legătură cu refuzul autorităților de a le permite reclamanților să se căsătorească. Având în vedere că în Italia nu exista posibilitatea de a încheia un parteneriat civil, este dificil de înțeles cum ar fi putut reclamanții să ridice această problemă a recunoașterii juridice a parteneriatului lor decât încercând să se căsătorească, în special ținând seama de faptul că aceștia nu aveau acces direct la Curtea Constituțională. În consecință, plângerea lor internă se concentra pe lipsa accesului lor la căsătorie. Într-adevăr, Curtea consideră că problema recunoașterii juridice alternative este atât de strâns legată de problema lipsei accesului la căsătorie încât aceasta trebuie să fie considerată inerentă prezentei cereri (a se vedea Schalk și Kopf, citată anterior, pct. 76). Prin urmare, Curtea admite că un astfel de capăt de cerere, cel puțin în esență, includea lipsa oricăror altor mijloace de a obține recunoașterea prin lege a relației lor (ibid., pct. 75). Rezultă că instanțele interne, în special Curtea Constituțională, care a examinat cauza referitoare la primii doi reclamanți, erau în măsură să trateze problema și, într-adevăr, aceasta a abordat-o pe scurt, chiar dacă numai pentru a concluziona că era obligația legiuitorului să adopte măsuri cu privire la acest aspect. În aceste circumstanțe, Curtea are convingerea că instanțele naționale au avut ocazia să remedieze pretinsele încălcări denunțate la Strasbourg, astfel cum au fost descrise și de Curte (a se vedea, mutatis mutandis, Gatt împotriva Maltei, nr. 28221/08, pct. 24, CEDO 2010).", "85. Rezultă că, în aceste circumstanțe, excepția Guvernului trebuie să fie respinsă.", "", "D. Termenul de șase luni", "1. Guvernul", "86. Guvernul a susținut că varianta completă a cererii nr. 18766/11 din 4 august 2011 a fost primită de Curte la 9 august 2011, la un an de la hotărârea pronunțată de Curtea de Apel din Trento la 23 septembrie 2010, și că varianta completă a cererii nr. 36030/11 din 10 iunie 2011 a fost primită de Curte la 17 iunie 2011, la un an de la hotărârea pronunțată de Tribunalul din Milano la 9 iunie 2010, depusă la grefa aferentă la 1 iulie 2010 în privința domnilor Perelli Cippo și Zaccheo și în lipsa unei hotărâri în ceea ce îi privește pe domnii Felicetti și Zappa. Orice material depus la Curte înainte de aceste date nu conținea toate caracteristicile cererii.", "2. Reclamanții", "87. Reclamanții din cererea nr. 18766/11 au susținut că, în temeiul dreptului italian, decizia Curții de Apel din Trento, comunicată reclamanților la 23 septembrie 2010, a rămas definitivă după șase luni. Rezulta că cererea introdusă la 21 martie 2011 a respectat termenul de șase luni prevăzut de Convenție.", "88. Reclamanții din cererea nr. 36030/11 au considerat că pretinsele încălcări aveau un caracter continuu, atâta timp cât uniunile între persoane de același sex nu erau recunoscute în temeiul dreptului italian.", "3. Motivarea Curții", "(a) data introducerii cererilor", "89. Curtea reiterează că perioada de șase luni este întreruptă la data introducerii unei cereri. În conformitate cu practica sa consacrată și cu art. 47 § 5 din Regulamentul Curții, astfel cum era în vigoare la momentul faptelor, de regulă, aceasta considera data introducerii unei cereri ca fiind data primei comunicări prin care se menționa intenția de a depune o cerere și se ofereau unele precizări privind natura cererii în cauză. O astfel de primă comunicare, care la momentul respectiv a putut lua forma unei scrisori trimise prin fax, ar întrerupe, în principiu, curgerea termenului de șase luni [a se vedea Yartsev împotriva Rusiei (dec.) nr. 1376/11, pct. 21, 26 martie 2013; Abdulrahman împotriva Țărilor de Jos (dec.), nr. 66994/12, 5 februarie 2013; și Centrul Biblic al Republicii Ciuvașia împotriva Rusiei, nr. 33203/08, pct. 45, 12 iunie 2014].", "90. În speță, în ceea ce privește cererea nr. 18766/11, prima comunicare în care s-a menționat dorința de a înainta o cauză la Curte, precum și obiectul cererii (în prezenta cauză, sub forma unei cereri incomplete), a fost depusă personal la grefa Curții la 21 martie 2011: ulterior, cererea a fost completată în conformitate cu instrucțiunile grefei. Așadar, nu există nicio îndoială că data introducerii în ceea ce privește cererea nr. 18766/11 era 21 martie 2011. În mod similar, în ceea ce privește cererea nr. 36030/11, o cerere completă a fost primită la Curte prin fax la data de 10 iunie 2011, ulterior originalul acesteia fiind primit de Curte la 17 iunie 2011. Prin urmare, nu există nicio îndoială nici că data introducerii în ceea ce privește cererea nr. 36030/11 trebuie să fie considerată 10 iunie 2011. Rezultă că, în aceste circumstanțe, data primirii de către Curte a originalului sau a formularelor de cerere completate nu este relevantă pentru stabilirea datei introducerii; argumentul Guvernului în acest sens este așadar neîntemeiat.", "91. Rămâne să se stabilească dacă cererile introduse la datele respective au respectat termenul de șase luni.", "(b) Respectarea termenului de șase luni", "(i) Principii generale", "92. De regulă, perioada de şase luni începe de la data pronunţării hotărârii definitive în procedura de epuizare a căilor de atac interne. Totuşi, în cazul în care este evident de la început că reclamantul nu are la dispoziţie nicio cale de atac efectivă, perioada începe de la data actelor sau a măsurilor denunţate sau de la data luării la cunoştinţă despre actul respectiv sau efectul său asupra reclamantului ori prejudiciul adus acestuia [a se vedea Mocanu şi alţii împotriva României (MC), nr. 10865/09, 45886/07 şi 32431/08, pct. 259, CEDO 2014 (extrase)]. În cazul în care un reclamant se prevalează de o cale de atac aparent existentă şi abia ulterior ia la cunoştinţă circumstanţele care fac respectiva cale de atac ineficientă, poate fi adecvat, în sensul art. 35 § 1, să se considere că perioada de şase luni a început la data la care reclamantul a luat sau ar fi trebuit să ia cunoştinţă prima dată de circumstanţele în cauză [ibid., pct 260; a se vedea şi El-Masri împotriva Fostei Republici Iugoslave a Macedoniei (MC), nr. 39630/09, pct. 136, CEDO 2012, şi Paul şi Audrey Edwards împotriva Regatului Unit (dec.), nr. 46477/99, 4 iunie 2001].", "93. Atunci când este vorba despre o situație continuă, termenul începe să curgă din nou în fiecare zi și, în general, termenul de șase luni începe efectiv să curgă abia atunci când situația respectivă încetează [se vedea Varnava și alții împotriva Turciei (MC), nr. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 și 16073/90, pct. 159, CEDO-2009].", "94. Noțiunea de „situație continuă” se referă la o stare de fapt în care există activități continue întreprinse de către stat sau în numele acestuia, care le conferă reclamanților calitatea de victime [a se vedea Ananyev și alții împotriva Rusiei, nr. 42525/07 și 60800/08, pct. 75, 10 ianuarie 2012; a se vedea și, pe de altă parte, McDaid și alții împotriva Regatului Unit, nr. 25681/94, decizia Comisiei din 9 aprilie 1996, Decizii și rapoarte (DR) 85-A, p. 134, și Posti și Rahko împotriva Finlandei, nr. 27824/95, pct. 39, CEDO 2002VII]. Totuși, Curtea a stabilit, de asemenea, că omisiunile din partea autorităților pot constitui, de asemenea „activități continue întreprinse de către stat sau în numele acestuia” [a se vedea, de exemplu, Vasilescu împotriva României, 22 mai 1998, pct. 49, Culegere de hotărâri și decizii 1998III, cu privire la o hotărâre care a împiedicat-o pe reclamantă să reintre în posesia proprietății sale; Sabin Popescu împotriva României, nr. 48102/99, pct. 51, 2 martie 2004, referitoare la imposibilitatea unui părinte de a-și recâștiga drepturile părintești; Iordache împotriva României, nr. 6817/02, pct. 66, 14 octombrie 2008; și Hadzhigeorgievi împotriva Bulgariei, nr. 41064/05, pct. 56-57, 16 iulie 2013, ambele referitoare la neexecutarea unor hotărâri, precum și, implicit, Centro Europa 7 S.r.l. și Di Stefano împotriva Italiei (MC), nr. 38433/09, pct. 104, CEDO 2012, referitoare la imposibilitatea difuzării unor programe de televiziune].", "95. În jurisprudența sa, Curtea a considerat că au existat „situații continue” a căror examinare din perspectiva art. 35 § 1 a intrat în sfera sa de competență, în cauze în care o dispoziție legală a generat o stare de fapt permanentă, sub forma unei limitări permanente a unui drept individual protejat de Convenție, precum dreptul de a vot sau de a candida la alegeri [a se vedea Paksas împotriva Lituaniei (MC), nr. 34932/04, pct. 83, 6 ianuarie 2011, și Anchugov și Gladkov împotriva Rusiei, nr. 11157/04 și 15162/05, pct. 77, 4 iulie 2013) sau dreptul de acces la o instanță (a se vedea Nataliya Mikhaylenko împotriva Ucrainei, nr. 49069/11, pct. 25, 30 mai 2013), sau sub forma unei dispoziții legislative care constituie o ingerință continuă în viața privată a unei persoane (a se vedea Dudgeon împotriva Regatului Unit, 22 octombrie 1981, pct. 41, seria A nr. 45, și Daróczy împotriva Ungariei, nr. 44378/05, pct. 19, 1 iulie 2008).", "(ii) Aplicarea în prezenta cauză a principiilor menționate", "96. Revenind la particularitățile prezentei cauze, Curtea subliniază că, în măsura în care sunt în discuție drepturile prevăzute la art. 8, 12 și 14 în ceea ce privește imposibilitatea de a se căsători sau de a încheia o uniune civilă, capetele de cerere formulate de reclamanți nu privesc un act care a avut loc la un moment dat sau chiar efectele persistente ale unui astfel de act, ci privesc mai degrabă dispoziții (sau, în acest caz, lipsa acestora) care dau naștere unei stări de fapt continue, și anume nerecunoașterea uniunii lor, cu toate consecințele practice, zilnice, ale acesteia, împotriva căreia nu era disponibilă, în fapt, nicio cale de atac efectivă. Organele Convenției au hotărât deja că atunci când primesc o cerere referitoare la o dispoziție legală care dă naștere unei stări de fapt permanente, pentru care nu există nicio cale de atac internă, problema privind termenul de șase luni apare abia după ce starea de fapt a încetat să existe: „[...] în această situație, este exact ca și cum pretinsa încălcare ar fi repetată zilnic, împiedicând astfel curgerea termenului de șase luni” [se vedea De Becker împotriva  Belgiei, (dec.) 9 iunie 1958, nr. 214/56, Yearbook 2, și Paksas, citată anterior, pct. 83].", "97. În speță, în lipsa unei căi de atac interne efective, având în vedere stadiul jurisprudenței interne, și faptul că este evident că starea de fapt denunțată nu a încetat, trebuie să se considere să situația este una continuă [a se vedea, de exemplu, Anchugov și Gladkov împotriva Rusiei, nr. 11157/04 ș 15162/05, pct. 77, 4 iulie 2013, deși anterior s-a adoptat o abordare diferită în cauzele britanice referitoare la situații similare, a se vedea Toner împotriva Regatului Unit (dec.), pct. 29, nr. 8195/08, 15 februarie 2011, și Mclean și Cole împotriva Regatului Unit (dec.), pct. 25, 11 iunie 2013]. Așadar, nu se poate susține că cererile au fost depuse tardive.", "98. În consecință, excepția ridicată de Guvern este respinsă.", "II. Cu privire la pretinsa încălcare a art. 8 și a art. 14, coroborat cu art. 8, din Convenție", "99. Reclamanții în cererea nr. 18766/11 s-au plâns că nu aveau niciun mijloc de a-și proteja relația din punct de vedere juridic, în măsura în care era imposibil să încheie vreo formă de uniune civilă în Italia. Aceștia au invocat art. 8 separat. Reclamanții din cererile nr. 18766/11 și 36030/11 s-au plâns că erau discriminați, încălcându-se art. 14 coroborat cu art. 8. Aceste dispoziții se citesc după cum urmează:", "Art. 8", "„1. Orice persoană are dreptul la respectarea vieții sale private și de familie, a domiciliului său și a corespondenței sale.", "2. Nu este admis amestecul unei autorități publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege și constituie o măsură care, într-o societate democratică, este necesară pentru securitatea națională, siguranța publică, bunăstarea economică a țării, apărarea ordinii și prevenirea faptelor penale, protejarea sănătății sau a moralei, ori protejarea drepturilor și libertăților altora.”", "Art. 14", "„Exercitarea drepturilor și libertăților recunoscute de [prezenta] Convenție trebuie să fie asigurată fără nicio deosebire bazată, în special, pe sex, rasă, culoare, limbă, religie, opinii politice sau orice alte opinii, origine națională sau socială, apartenență la o minoritate națională, avere, naștere sau orice altă situație.”", "100. Curtea reiterează faptul că are competența de a încadra în drept faptele unei cauze (a se vedea, de exemplu, Gatt, citată anterior, pct. 19). În prezenta cauză, Curtea consideră că respectivele capete de cerere formulate de reclamanți în cererea nr. 36030/11 trebuie să fie examinate și în temeiul art. 8 considerat separat.", "A. Cu privire la admisibilitate", "1. Aplicabilitate", "101. Făcând referire la Schalk și Kopf (pct. 93-95), Guvernul nu a contestat aplicabilitatea art. 14 coroborat cu art. 8.", "102. Potrivit jurisprudenței constante a Curții, art. 14 completează celelalte dispoziții materiale ale Convenției și ale protocoalelor acesteia. Acesta nu are o existență autonomă, din moment ce are efecte numai în legătură cu „exercitarea drepturilor și libertăților” protejate de dispozițiile respective. Deși aplicarea art. 14 nu presupune încălcarea acestor dispoziții – și, în măsura aceasta, este independent –, acesta nu poate fi aplicat decât dacă faptele în cauză intră în domeniul de aplicare al uneia sau mai multor astfel de dispoziții [a se vedea, de exemplu, E.B. împotriva Franței (MC), nr. 43546/02, pct. 47, 22 ianuarie 2008; Karner împotriva Austriei, nr. 40016/98, pct. 32, CEDO 2003IX; și Petrovic împotriva Austriei, 27 martie 1998, pct. 22, Culegere 1998II].", "103. Este incontestabil faptul că relația unui cuplu format din persoane de același sex, precum cuplurile pe care le formează reclamanții, intră în sfera de aplicare a noțiunii de „viață privată” în sensul art. 8. În mod similar, Curtea a hotărât deja că relația de coabitare a unui cuplu format din persoane de același sex, care trăiesc în cadrul unui parteneriat de facto stabil, intră în sfera de aplicare a noțiunii de „viață de familie” (Schalk și Kopf, citată anterior, pct. 94). Rezultă că faptele din prezentele cereri intră în sfera de aplicare a noțiunilor de „viață privată” și „viață de familie”, în sensul art. 8. În consecință, se aplică atât art. 8 considerat separat, cât și art. 14 coroborat cu art. 8 din Convenție.", "2. Concluzie", "104. Curtea subliniază că aceste capete de cerere nu sunt în mod vădit nefondate în sensul art. 35 § 3 lit. a) din Convenție. De asemenea, Curtea subliniază că acestea nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, trebuie să fie declarate admisibile.", "B. Cu privire la fond", "1. Argumentele părților", "(a) Reclamanții în cererea nr. 18766/11", "105. Reclamanții au făcut referire la evoluția care a avut loc, în urma căreia multe țări au adoptat o legislație în favoarea unei forme de instituții pentru cuplurile formate din persoane de același sex, cele mai recente adăugiri au fost efectuate în Gibraltar și Malta, a căror legislație adoptată în 2014 a conferit cuplurilor formate din persoane de același sex, grosso modo, aceleași drepturi și obligații aplicabile cuplurilor căsătorite; parteneriatul înregistrat pentru cuplurile formate din persoane de același sex a fost instituit, de asemenea, în Croația. Aceștia considerau că nu exista niciun motiv pentru care aceste uniuni nu ar trebui să fie prevăzute în Italia. Au subliniat în special că însăși Curtea Constituțională a Italiei considerase că statul avea obligația de a institui în sistemul său juridic o formă de uniune civilă pentru cuplurile formate din persoane de același sex. Aceștia au făcut trimitere la jurisprudența Curții referitoare la obligațiile pozitive inerente respectării efective a vieții private și de familie și au reiterat că, potrivit Curții, în situațiile în care se află în joc o anumită latură a vieții sau a identității unei persoane sau în cazul în care activitățile aflate în discuție implică un aspect foarte intim al vieții private, marja de apreciere acordată statului era limitată în mod corespunzător [Söderman împotriva Suediei (MC), nr. 5786/08, pct. 79, CEDO 2013].", "106. Reclamanții au observat că Guvernul nu a oferit nicio justificare pentru nelegiferarea în acest sens. Dimpotrivă, acesta a încercat să convingă Curtea că exista deja o protecție în ceea ce privește cuplurile formate din persoane de același sex, în ciuda lipsei unui cadru juridic specific. Acest lucru era contradictoriu în sine, având în vedere că, dacă Guvernul a recunoscut necesitatea de a asigura o protecție, singura modalitate de a face acest lucru era prin instituirea unui cadru juridic stabil, precum căsătoria sau o instituție similară, cum ar fi parteneriatul înregistrat sau alte forme similare. În plus, reclamanții nu înțelegeau ce legătură exista între protejarea familiei în sensul tradițional al acesteia și recunoașterea juridică a unei relații stabile a unui cuplu format din persoane de același sex.", "107. Reclamanții considerau că recunoașterea juridică a vieții de familie și a statutului unei persoane era crucială atât pentru existența și bunăstarea sa, cât și pentru demnitatea acesteia. În absența posibilității unei căsătorii, statul ar trebui cel puțin să ofere acces la o uniune recunoscută, în cadrul unei instituții juridice solemne, bazată pe un angajament public și capabilă să le ofere securitate juridică. În prezent, acestora le era refuzată o astfel de protecție juridică, iar cuplurile de persoane de același sex sufereau din cauza unei stări de incertitudine, astfel cum demonstrează cauzele interne citate de Guvern, care lăsau persoanele aflate în situația reclamanților la discreția autorităților judiciare. Reclamanții au observat că, în ciuda faptului că Italia a transpus Directiva 78/2000 a UE, administrația continua să refuze anumite beneficii cuplurilor de persoane de același sex și nu le considera egale cu cuplurile heterosexuale.", "108. Reclamanții considerau că Guvernul inducea în eroare Curtea, prin interpretarea greșită a deciziei municipalității din Milano referitoare la înregistrare (a se vedea infra, pct. 130). Înregistrarea la care se referă aceștia nu prevedea emiterea unui document care să ateste o „uniune civilă” bazată pe o legătură de afecțiune, ci o „uniune în scopul consemnării (unione anagrafica)”, bazată pe o legătură de afecțiune. Aceasta privea doar înscrierea în scopul evidențelor statistice a populației existente, care nu trebuia să se confunde cu noțiunea de statut civil al unei persoane. Deși unele municipalități au adoptat acest sistem, foarte puține cupluri s-au înregistrat efectiv, având în vedere că această înregistrare nu avea niciun efect asupra statutului civil al unei persoane și putea fi prezentată doar ca dovadă de coabitare. Într-adevăr, nu avea efecte față de terți și nici nu aborda probleme precum succesiunea, aspecte parentale, adopția și dreptul de a crea o afacere de familie (impresa famigliare). În mod similar, hotărârea Tribunalului din Grosseto, referitoare la înregistrarea căsătoriei unui cuplu homosexual (a se vedea supra, pct. 38), a fost o hotărâre unică și, la momentul depunerii observațiilor, aceasta era pendinte în apel, la solicitarea Guvernului. În continuare, aceștia au subliniat că remarcile Curții de Casație din hotărârea nr. 4184/12, în sensul că o căsătorie între persoane de același sex încheiată în străinătate nu mai contravenea ordinii publice italiene, au fost făcute în treacăt (obiter dictum), nu au avut caracter obligatoriu și administrația nu a urmat această abordare. Într-adevăr, Curtea de Casație s-a pronunțat clar asupra acestui aspect, în sensul că nu era posibilă o astfel de căsătorie.", "109. În ceea ce privește art. 14, reclamanții au reiterat faptul că marja de apreciere a statului era limitată atunci când justificarea pentru eludarea unei astfel de obligații se baza pe orientarea sexuală a unor persoane [aceștia au făcut trimitere la X și alții împotriva Austriei (MC), nr. 19010/07, CEDO 2013, și X împotriva Turciei, nr. 24626/09, 9 octombrie 2012], și că erau necesare argumente foarte întemeiate pentru a justifica o diferență de tratament bazată pe astfel de motive. Aceștia au invocat opiniile separate din hotărârea Schalk și Kopf. Aceștia au considerat, de asemenea, că în prezenta cauză nu era necesar să se argumenteze că nu exista nicio formă de parteneriat înregistrat pentru cuplurile heterosexuale, având în vedere că acestea aveau posibilitatea de a se căsători, în vreme ce cuplurile homosexuale nu beneficiau de nicio protecție de acest tip.", "(b) Reclamanții în cererea nr. 36030/11", "110. Reclamanții au susținut că, ținând seama de tendința pozitivă înregistrată în Europa, Curtea ar trebui să impună acum obligația pozitivă de a asigura accesul cuplurilor formate din persoane de același sex la o instituție, indiferent de denumirea acesteia, mai mult sau mai puțin echivalentă căsătoriei. Acest lucru era valabil în special având în vedere că, în Italia, Curtea Constituțională a confirmat necesitatea recunoașterii juridice a uniunilor homosexuale, cu drepturile și obligațiile aferente; în ciuda acestui lucru, legiuitorul nu a întreprins nicio măsură.", "111. Reclamanții au subliniat că Guvernul nu a demonstrat în ce fel recunoașterea uniunilor dintre persoane de același sex ar afecta negativ „familiile tradiționale” reale și existente. Guvernul nu a explicat nici cum ar putea fi prevenite orice efecte adverse prin mijloace mai puțin restrictive. Reclamanții au observat, de asemenea, că o constatare a existenței unei încălcări în prezenta cauză nu ar face decât să oblige Italia să adopte măsuri legislative în acest sens, oferind statului libertatea de a aborda orice scop legitim prin adaptarea legislației relevante. Rezulta că marja de apreciere, care era deosebit de limitată în ceea ce privește un refuz total de recunoaștere juridică a cuplurilor de persoane de același sex, exista, pe de altă parte, în raport cu forma și conținutul unei astfel de recunoașteri, care totuși nu făceau obiectul prezentei cereri. În continuare, aceștia au subliniat că prezenta cauză nu ridica probleme morale și etice deosebit de sensibile (precum problema avortului) și nici nu implica stabilirea unui echilibru în raport cu drepturile altora, în special ale copiilor (precum adopția de către homosexuali): prezenta speță privea pur și simplu drepturile și obligațiile pe care le aveau partenerii unul față de celălalt (indiferent de recunoașterea unor drepturi precum drepturile părintești, adopția sau accesul la reproducerea asistată medical).", "112. Reclamanții au susținut că, în Schalk and Kopf, una din camerele Curții a constatat neîncălcarea art. 14 coroborat cu art. 8, cu o majoritate strânsă (4 voturi la 3), considerând că statele beneficiau de o marjă de apreciere în ceea ce privește determinarea momentului oportun pentru o astfel de recunoaștere și că, la momentul respectiv, nu exista încă o majoritate de state care prevedeau o asemenea recunoaștere. Reclamanții au evidențiat faptul că, până în iunie 2014 (data depunerii observațiilor), 22 din 47 de state au recunoscut o formă de uniune între persoane de același sex. Acestea includeau toate statele fondatoare ale Consiliului Europei (CoE), cu excepția Italiei, precum și toate statele care, la fel ca Italia, împărtășeau un profund atașament față de religia catolică (precum Irlanda și Malta). În plus, Grecia avea, de asemenea, obligația de a institui o astfel de recunoaștere, ca urmare a hotărârii Vallianatos. Acest lucru însemna că, la momentul depunerii observațiilor de către reclamanți, 49% din state recunoscuseră uniunile între persoane de același sex. Cu toate acestea, reclamanții au subliniat respectuos că, în hotărârea Schalk și Kopf, camera a considerat că „majoritatea statelor membre” reprezintă un factor decisiv, în vreme ce în jurisprudența anterioară [și anume Christine Goodwin împotriva Regatului Unit (MC), nr. 28957/95, pct. 84, CEDO 2002VI], fără să țină seama de consensul foarte limitat existent la nivelul statelor membre și de faptul că încă lipsea o abordare europeană comună, Marea Cameră a ales să acorde mai puțină importanță acestor criterii și mai multă importanță dovezii clare și de necontestat a unei tendințe internaționale continue. În continuare, reclamanții au observat că în prezenta cauză nu se putea afirma că exista un consens cu privire la practica urmată în Italia.", "113. Reclamanții au susținut că rolul Curții nu putea fi redus la cel de „contabil” al opiniilor interne majoritare. Dimpotrivă, aceasta avea rolul de „gardian” al Convenției și al valorilor aflate la baza acesteia, care includ protecția minorităților (în acest sens, au făcut referire la L. și V. împotriva Austriei, nr. 39392/98 și 39829/98, pct. 52, CEDO 2003I, și Smith și Grady împotriva Regatului Unit, nr. 33985/96 și 33986/96, pct. 97, CEDO 1999VI). Reclamanții au subliniat că în Europa încă mai existau prejudecăți și acestea puteau fi mai puternice în unele țări în care ideile preconcepute împotriva persoanelor homosexuale erau înrădăcinate în convingeri tradiționale, dacă nu arhaice, și în care idealurile și practicile democratice au fost instituite recent. Reclamanții au evidențiat că dovezile empirice (prezentate Curții) arătau că nerecunoașterea cuplurilor formate din persoane de același sex într-un anumit stat corespundea unui grad mai scăzut de acceptare socială a homosexualității. Rezulta că, în cazul în care Curtea ar lăsa pur și simplu în seama autorităților naționale alegerile normative, ar însemna ca aceasta să nu țină seama de faptul că anumite alegeri naționale se bazau, în fapt, mai degrabă pe atitudini dominante de discriminare împotriva persoanelor homosexuale decât pe rezultatul unui proces democratic real, ghidat de luarea în considerare a elementelor strict necesare într-o societate democratică.", "114. În opinia reclamanților, chiar admițând o anumită marjă de apreciere, nu era adecvat ca Guvernul italian să o invoce pentru motivul specific conform căruia instanțele interne confirmaseră existența în dreptul constituțional intern a unei obligații de a recunoaște uniunile între persoane de același sex. Reclamanții au susținut că, în temeiul jurisprudenței Curții, odată ce un stat prevedea un drept în legislația internă, acesta avea obligația de a furniza o protecție efectivă și nediscriminatorie a dreptului respectiv [aceștia au făcut referire la A, B și C împotriva Irlandei (MC), nr. 25579/05, pct. 249, CEDO 2010]. Reclamanții au subliniat că Decizia nr. 138/10 a Curții Constituționale a avut ca efect afirmarea existenței unui drept constituțional fundamental al partenerilor de același sex de a obține recunoașterea uniunii lor și, în acest sens, a obligației constituționale impusă legiuitorului de a adopta o reglementare generală corespunzătoare cu privire la recunoașterea uniunilor între persoane de același sex, care să includă drepturile și obligațiile partenerilor, ce decurg din această recunoaștere. Recunoașterea de către instanțele interne a faptului că noțiunea de familie nu se limita la noțiunea tradițională bazată pe căsătorie a depășit cadrul Deciziei nr. 138/10. Alte decizii în domeniul drepturilor fundamentale au constatat că, în calitate de aspect care ține de dreptul constituțional intern, noțiunea de familie tradițională juca un rol minor în justificarea unor restricții precum reproducerea asistată medical (nr. 162/14 și 151/09); norme privind transmiterea numelui de familie copiilor (nr. 61/06); dreptul unui partener de a moșteni un contract de închiriere (nr. 404/88) și dreptul unui partener de a nu depune mărturie în cadrul unei proceduri judiciare (nr. 7/97).", "115. Nerecunoașterea uniunii reclamanților îi afecta și îi dezavantaja în multe feluri specifice și concrete. Reclamanții au remarcat că, deși legea recunoștea anumite drepturi specifice și limitate pentru cuplurile necăsătorite (heterosexuale sau de același sex), acestea nu depindeau de statut, ci de o situație de facto de conviețuire more uxorio. În fapt, în cauzele interne care priveau acordarea de despăgubiri în cazul decesului unui partener, Curtea de Casație (Hotărârea nr. 23725/08) nu a hotărât că, într-un astfel de scop, ar trebui să fie dovedită existența unei relații stabile, în care este acordat un ajutor moral și material reciproc, și că ar fi insuficiente declarațiile făcute de persoanele interesate (afidavit) sau indicațiile date administrației în scop statistic. Astfel, reclamanții au susținut că, pentru a-și exercita sau revendica drepturile, aceștia nu puteau să invoce un statut rezultat dintr-un act încheiat ca urmare a unei dorințe comune, ci trebuiau să dovedească existența unei situații de fapt. În plus, a fost recunoscut doar un număr limitat de drepturi în privința partenerilor de facto și, în majoritatea cazurilor, aceștia nu beneficiau de protecție juridică. Aceștia au prezentat următoarea listă neexhaustivă de exemple privind acest ultim aspect (pe baza dispozițiilor legale și, în unele cazuri, confirmate de jurisprudență): legea nu reglementa drepturile și obligațiile respective ale partenerilor (astfel cum a observat și Curtea Constituțională) în domenii precum sprijinul material și moral reciproc al partenerilor, responsabilitățile de a contribui la nevoile familiei sau alegerile lor privind viața de familie; nu existau drepturi de moștenire în cazul unei succesiuni legale; partenerii de facto nu aveau dreptul la o rezervă succesorală (portio legitima) și partenerul supraviețuitor nu beneficia de dreptul in rem de a locui în locuința familială deținută de partenerul decedat (Decizia nr. 310/89 a Curții Constituționale); nu exista niciun drept la pensie de urmaș (Decizia nr. 461/2000 a Curții Constituționale); partenerii de facto aveau drepturi limitate în ceea ce privește asistența acordată unui partener spitalizat atunci când acesta din urmă nu era capabil să își exprima dorința; în principiu, un partener de facto nu avea drept de acces la dosarul medical al partenerului de viață (deși Garante della Privacy, în hotărârea sa din 17 septembrie 2009, a constatat altceva, în cazul prezentării unei dovezi de consimțământ scris); partenerii de facto nu aveau drepturi și obligații de întreținere; partenerii de facto nu aveau dreptul la concediu special de la locul de muncă în scopul acordării de asistență unui partener afectat considerabil de un handicap grav; partenerii de facto nu beneficiau de majoritatea politicilor sociale sau fiscale legate de familie: de exemplu, aceștia nu puteau să beneficieze de deducerile fiscale aplicabile soților dependenți; și partenerii de facto nu aveau acces la adopție și la reproducerea asistată medical.", "116. Reclamanții au subliniat că, deși ar fi putut fi obținut un anumit grad de protecție limitat prin încheierea acorduri private, acest lucru era irelevant, iar Marea Cameră a Curții a respins deja un astfel de argument în Vallianatos (pct. 81). În plus, astfel de acorduri necesitau timp, erau costisitoare și stresante și, din nou, această obligație le revenea doar reclamanților, nu și cuplurilor heterosexuale, care puteau să opteze pentru căsătorie, sau cuplurilor care nu erau interesate de nicio recunoaștere juridică. În afara cauzării unor probleme juridice și practice, nerecunoașterea juridică a uniunii a împiedicat reclamanții să beneficieze de o ceremonie publică cu caracter de ritual, prin care aceștia puteau, sub protecția legii, să își asume în mod solemn obligațiile reciproce relevante. Reclamanții considerau că astfel de ceremonii confereau legitimitate și acceptare socială și, în special în cazul persoanelor homosexuale, acestea demonstrau că și ele au dreptul de a trăi liber și de a-și trăi relațiile în condiții de egalitate, atât în privat, cât și în public. Aceștia au subliniat că absența unei astfel de recunoașteri trezea în ei sentimentul de apartenență la o clasă inferioară de persoane, în ciuda faptului că aveau aceleași nevoi în ceea ce privește sfera iubirii.", "117. Reclamanții au susținut că faptul că 155 din cele 8 000 de municipalități existente au instituit recent așa-numitele „registre ale uniunilor civile” nu a remediat situația. Deși au admis importanța politică și simbolică a acestora, reclamanții au declarat că astfel de registre, disponibile doar într-o mică parte a teritoriului, erau acte pur administrative, care nu puteau să le confere reclamanților vreun statut sau drepturi legale. Astfel de inițiative dovedeau disponibilitatea anumitor autorități de a include alte tipuri de uniuni decât cea a căsătoriei în cadrul adoptării măsurilor referitoare la familii, în sfera lor de competență.", "118. Reclamanții au susținut că pretinsa încălcare era consecința directă a vidului din sistemul juridic în vigoare. Reclamanții se aflau într-o situație relativ similară celei a unui cuplu format din persoane de sexe diferite, în ceea ce privește nevoia lor de recunoaștere juridică și protecție a relației lor. În continuare, aceștia au susținut că, în plus, se aflau într-o poziție semnificativ diferită de cea a cuplurilor formate din persoane de sexe diferite, care, deși erau eligibile pentru căsătorie, nu doreau să obțină recunoașterea juridică a uniunii lor. Aceștia au subliniat că singura bază pentru diferența de tratament suferită de reclamanți era orientarea lor sexuală și că Guvernul nu le-a furnizat motive întemeiate care să justifice un astfel de tratament, care constituia o discriminare directă. Nu a fost prezentată nicio justificare nici în ceea ce privește motivul pentru care aceștia făceau obiectul unei discriminări indirecte, în măsura în care aceștia erau tratați în același fel ca și persoanele care se aflau într-o situație semnificativ diferită [aceștia au făcut referire la Thlimmenos împotriva Greciei (MC), nr. 34369/97, CEDO 2000IV], și anume aceea a cuplurilor heterosexuale care nu doreau să se căsătorească.", "119. Guvernul, bazându-se exclusiv pe marja sa de apreciere, nu a oferit niciun fel de motiv, cu atât mai puțin unele întemeiate, pentru a justifica o astfel de situație. În opinia reclamanților, această poziție adoptată de Guvern era deja suficientă pentru a se constata o încălcare a dispozițiilor citate.", "120. Cu toate acestea, chiar presupunând că se poate considera că diferența de tratament are ca scop „protejarea familiei în sens tradițional”, având în vedere evoluția jurisprudenței Curții, aceștia considerau că ar fi inacceptabil ca restricțiile bazate pe orientarea sexuală să fie stabilite cu scopul de a apăra morala publică. În opinia lor, acest lucru ar contraveni radical cerințelor pluralismului, toleranței și mentalității deschise, în lipsa cărora nu exista o societate democratică (aceștia au făcut referire la Handyside împotriva Regatului Unit, 7 decembrie 1976, pct. 50, seria A nr. 24). În ceea ce privește noțiunea de familie tradițională, reclamanții au făcut trimitere la constatările Curții din hotărârile Vallianatos (citată anterior, pct. 84) și Konstantin Markin (citată anterior, pct. 127).", "121. În cele din urmă, aceștia au observat că, în hotărârea Vallianatos, Curtea a evidențiat că „principiul proporționalității nu impune doar ca măsura pentru care se optează să fie adecvată, în principiu, pentru atingerea scopului urmărit. Trebuie, de asemenea, să se demonstreze că, în vederea atingerii scopului respectiv, era necesar ca anumite categorii de persoane să fie excluse, în cazul de față persoanele care aveau o relație de natură homosexuală, din sfera de aplicare a dispozițiilor în cauză [...] în această privință, sarcina probei revenindu-i Guvernului pârât.” În plus, necesitatea oricărei restricții trebuia să fie abordată în funcție de principiile care, în mod normal, prevalează într-o societate democratică (aceștia au făcut trimitere la Konstantin Markin, citată anterior).", "(c) Guvernul", "122. Guvernul a subliniat că Curtea a recunoscut dreptul prevăzut de Convenție pentru cuplurile formate din persoane de același sex de a obține recunoașterea juridică a uniunii lor, dar a considerat că dispozițiile relevante (art. 8, art. 12 și art. 14) nu dădeau naștere unei obligații juridice din partea statelor contractante, având în vedere că acestea din urmă dispuneau de o marjă de apreciere mai largă în ceea ce privește adoptarea modificărilor legislative capabile să răspundă schimbărilor intervenite în „bunul-simț” al comunității. Într-adevăr, din această perspectivă, în hotărârea Schalk și Kopf, în ciuda absenței unei legislații privind căsătoria sau alte forme de recunoaștere a uniunilor homosexuale, statul austriac nu a fost considerat răspunzător pentru încălcarea dispozițiilor Convenției. În opinia Guvernului, precum în hotărârea Gas și Dubois împotriva Franței, (nr. 25951/07, CEDO 2012), Curtea a admis că statul nu avea obligația să prevadă posibilitatea căsătoriei între persoane de același sex și, prin urmare, nu avea nici obligația de a prevedea alt tip de uniune între persoane de același sex.", "123. Făcând referire la principiile stabilite de Curte, Guvernul a observat că sensibilitățile sociale și culturale ale problemei recunoașterii juridice a cuplurilor homosexuale au conferit fiecărui stat contractant o marjă extinsă de apreciere în ceea ce privește alegerea momentului și modalităților adecvate de instituire a unui cadru juridic specific. În continuare, acesta a invocat dispozițiile Protocolului nr. 15. A subliniat că aceeași marjă a fost prevăzută în dreptul UE, în special la art. 9 din Carta drepturilor fundamentale. Astfel, acest aspect trebuia să fie lăsat la aprecierea fiecărui stat (în acest caz, Italia), care era singura entitate capabilă să cunoască „bunul-simț” al propriei sale comunități, în special în ceea ce privește o chestiune delicată care afecta sensibilitatea persoanelor și identitățile lor culturale și în cazurile în care era necesar să treacă o perioadă de timp pentru a se ajunge la o maturizare treptată a unei accepțiuni generale a comunității naționale, în ceea ce privește recunoașterea acestei noi forme de familie, în sensul Convenției.", "124. În opinia Guvernului, Curtea nu avea competența de a impune o astfel de obligație. O astfel de obligație nu putea fi dictată nici de alte state care, între timp, au adoptat – majoritatea recent (de exemplu, Malta, în 2014) – o normă ca rezultat al unui proces intern de maturizare socială. Guvernul a observat că, la momentul prezentării observațiilor sale, mai puțin de jumătate din statele contractante europene prevăzuseră forme juridice de protecție pentru cuplurile necăsătorite, inclusiv pentru cuplurile homosexuale, și multe au făcut acest lucru recent (de exemplu, Austria în 2010, Irlanda în 2011 și Finlanda în 2012), iar în cealaltă jumătate din state aceasta nu era prevăzută deloc. În continuare, acesta a considerat că faptul că, la finalul unei evoluții treptate, un stat se afla într-o poziție izolată în ceea ce privește un aspect al legislației sale nu însemna în mod necesar că acest aspect era contrar Convenției (acesta a făcut referire la Vallianatos, pct. 92). Astfel, Guvernul considera că din niciun articol al Convenției nu rezulta vreo obligație pozitivă de legiferare în ceea ce privește problema cuplurilor homosexuale. Statul era singurul care trebuia să hotărască interzicerea sau permiterea uniunilor între persoane de același sex și, în prezent, nu exista nicio tendință în acest sens (acest proces și rezultat putea fi constatat și în Statele Unite ale Americii, unde fiecare stat avea dreptul de a reglementa acest aspect).", "125. Revenind la situația specifică Italiei, Guvernul a făcut referire la Decizia nr. 138/10 (a se vedea supra, pct. 16), în care Curtea Constituțională a recunoscut importanța posibilității cuplurilor formate din persoane de același sex de a obține recunoașterea juridică a uniunii lor, dar a lăsat la latitudinea Parlamentului identificarea momentului potrivit, a metodelor și a limitelor unui astfel de cadru legislativ. Astfel, contrar argumentului reclamanților, nu exista nicio obligație imediată, iar Curtea Constituțională nu a consacrat o astfel de obligație constituțională. La această constatare s-a făcut referire și în decizia recentă a Curții Constituționale, nr. 170/14, referitoare la „divorțul forțat”, ca urmare a schimbării de sex. Cu toate acestea, spre deosebire de prezenta speță, în această din urmă cauză, Curtea Constituțională a invitat legiuitorul să acționeze prompt, deoarece persoanele în cauză stabiliseră deja o relație de căsătorie, care a produs efecte și consecințe care au fost întrerupte subit.", " În speță, Curtea Constituțională a admis existența unui drept fundamental și a necesității implicite de a asigura protecția juridică a uniunilor între persoane de același sex, ori de câte ori a avut loc un tratament inegal. Totuși, aceasta delegase instanțelor ordinare naționale rolul de a controla, de la caz la caz, dacă, în fiecare caz specific, normele prevăzute pentru uniunile între persoane de sexe diferite puteau fi extinse la cele între persoane de același sex. În cazul în care, în opinia instanțelor, exista un tratament inegal în detrimentul cuplurilor formate din persoane de același sex, acestea puteau sesiza Curtea Constituțională cu privire la această problemă, susținând caracterul discriminatoriu al normei examinate și solicitând intervenția corectivă a instanței.", "126. În plus, Guvernul a susținut că statul italian se implicase din 1986 în dezvoltarea statutului juridic al uniunilor între persoane de același sex, prin dezbateri intense și o varietate de legi privind recunoașterea uniunilor civile (și între cupluri formate din persoane de același sex). Această problemă a făcut mereu obiectul unei analize oportune și relevante și legi recente în acest sens, instituite de diverse partide politice, erau în curs de examinare în cadrul Parlamentului (a se vedea supra, pct. 46-47). Astfel, luând act de tumultul social și juridic răspândit pe scară largă în ceea ce privește acest aspect, Guvernul a evidențiat totodată că problema a continuat să fie dezbătută și în ultima vreme. Acesta a făcut referire în special la Președintele Consiliului de Miniștri italian, care a declarat în mod public că ar fi acordat prioritate maximă recunoașterii juridice a uniunilor între persoane de același sex, precum și discuției și examinării iminente în Senat a Legii nr. 14 privind uniunile civile ale cuplurilor formate din persoane de același sex, care, în materie de obligații, corespundeau în mod specific instituției căsătoriei și drepturile aferente, inclusiv adopția, drepturile de moștenire, statutul copiilor unui cuplu, asistența medicală și îngrijirile acordate în detenție, dreptul de ședere și prestațiile pentru exercitarea unei activități profesionale. Astfel, Italia ținea pasul pe deplin cu ritmul de maturizare care urma să conducă la un consens european și nu i se putea imputa faptul că nu legiferase încă în materie. Această activitate intensă din ultimii treizeci de ani demonstra intenția statului de a găsi o soluție care să beneficieze de aprobare publică și care să corespundă nevoilor de protecție a unei părți a comunității. Totuși, aceasta demonstra și faptul că, în ciuda atenției acordate acestei probleme de diferitele forțe politice, era dificil să se stabilească un echilibru între diversele aspecte sensibile legate de o problemă socială atât de delicată și resimțită profund. Acesta a subliniat că alegerile delicate pe care le implica politica socială și legislativă nu au condus la consimțământul unanim al diverselor curente de gândire și atitudine, precum și al sentimentelor religioase, care existau în societate. Rezulta că statul italian nu putea fi considerat responsabil pentru cursul sinuos către recunoașterea uniunilor între persoane de același sex.", "127. Totuși, Guvernul a susținut că demonstrase în multe feluri că recunoștea uniunile homosexuale ca existente din punct de vedere juridic și relevante și că furnizase forme specifice și concrete de protecție juridică a acestora, prin mijloace judiciare și extrajudiciare. În majoritatea cazurilor, jurisprudența internă recunoscuse că uniunile între persoane de același sex sunt o realitate, cu o semnificație juridică și socială. Într-adevăr, instanțele supreme italiene au recunoscut că, în unele situații specifice, cuplurile formate din persoane de același sex pot avea aceleași drepturi ca și cuplurile heterosexuale căsătorite: aceștia au făcut referire la Deciziile nr. 138/10, 276/2010 și 4/2011 (toate menționate anterior) ale Curții Constituționale și în special la Hotărârea nr. 4184/12 a Curții de Casație, precum și la Ordonanța din 13 februarie 2012 a municipalității din Reggio Emilia și la hotărârea Tribunalului din Grosseto (a se vedea supra, pct. 37): potrivit Guvernului, ulterior acestei ultime hotărâri, înregistrarea unor astfel de căsătorii a devenit o practică obișnuită (un exemplu în acest sens era decizia municipalității din Milano din 7 mai 2013).", "128. Guvernul a evidențiat că protecția cuplurilor formate din persoane de același sex nu se limita la recunoașterea uniunii și a relației de familie în sine. Aceasta era asigurată, de fapt, cu referire specifică la aspecte concrete ale conviețuirii acestora. Guvernul a făcut trimitere la o serie de hotărâri ale unor instanțe ordinare: Hotărârea nr. 13445/82 a Tribunalului din Roma din 20 noiembrie 1982, care, într-o cauză referitoare la închirierea unui apartament, a considerat coabitarea unui cuplu homosexual ca fiind echivalentă cu cea a unui cuplu heterosexual; Ordonanța din 13 februarie 2011 a Tribunalului din Milano, în care partenerului supraviețuitor, care avusese o relație de lungă durată cu victima, i s-au acordat despăgubiri cu titlu de prejudiciu moral pentru pierderea partenerului de același sex; Ordonanța din 13 noiembrie 2009 a Tribunalului din Milano [sic], care a admis cererea de constituire ca parte civilă a partenerului homosexual al unei victime, în scopul despăgubirii pentru pierderea suferită; Hotărârea nr. 7176/12 din 29 martie 2012 a Curții de Apel din Milano, Secția Litigii de muncă, depusă la grefa relevantă la 31 august 2012, care a acordat partenerului de același sex prestațiile de asigurări sociale care trebuiau să fie plătite de angajator familiei care locuia cu angajatul; Hotărârea nr. 299/14 a Tribunalului pentru Minori din Roma din 30 iunie 2014, care a acordat „dreptul de adopție unui cuplu homosexual” [sic], recte: dreptul unei „mame” nebiologice de a adopta copilul partenerei sale lesbiene (conceput prin reproducere asistată medical, în străinătate, în vederea îndeplinirii dorinței lor de a exercita în comun autoritatea părintească), ținând seama de interesul superior al copilului.", "129. Guvernul a mai subliniat că, în ceea ce privește cuplurile formate din persoane de același sex care doreau să asigure un cadru juridic diverselor aspecte ale vieții comunității lor, acestea puteau să încheie acorduri de coabitare (contratti di convivenza). Astfel de acorduri le permiteau cuplurilor formate din persoane de același sex să reglementeze aspecte legate de: i) modalitatea de împărțire a cheltuielilor comune; ii) criteriile pentru acordarea dreptului de proprietate asupra bunurilor dobândite în perioada coabitării; iii) modalitatea de folosire a reședinței comune (indiferent dacă aceasta era deținută de unul sau de ambii parteneri); iv) procedura de partaj a bunurilor în cazul încetării coabitării; v) dispoziții legate de drepturi în caz de boală fizică sau mintală sau de incapacitate și vi) actele de dispoziție testamentară în favoarea partenerului de coabitare. Astfel de acorduri au fost publicate recent de Consiliul Național al Notarilor, în lumina fenomenului uniunilor de facto, care a început să ia amploare. Guvernul a explicat că, pentru a conferi acordurilor de coabitare caracterul organic al unui cadru juridic pentru uniunile de facto, indiferent că este vorba despre cupluri formate din persoane de același sex sau de sexe diferite, a fost făcută o propunere pentru modificarea Codului civil, care a instituit un organism de reglementare dedicat acestor situații (Codul civil, capitolul XXVI, art. 1986 bis et sequi).", "130. În continuare, Guvernul a subliniat că, din 1993, un număr tot mai mare de municipalități (155 până în prezent) au înființat un Registru al uniunilor civile, care le-a oferit cuplurilor homosexuale posibilitatea de a se înregistra, pentru a le permite recunoașterea în calitate de familii, în scopuri administrative, politice, sociale și în scopul politicii de asigurare a bunăstării orașelor. Acest registru a fost instituit atât în orașele mici, cât și în cele mari, și reprezenta un semn neechivoc al unui consens social progresiv și în creștere în favoarea recunoașterii acestui tip de familie. În ceea ce privește conținutul și efectele acestei forme de protecție, Guvernul a făcut referire, cu titlu de exemplu, la dispozițiile privind registrul uniunilor civile, emise de municipalitatea din Milano (rezoluția nr. 30 din 26 iulie 2012), conform cărora municipalitatea își asuma obligația de a proteja și susține uniunile civile, pentru a pune capăt situațiilor de discriminare și pentru a promova integrarea în dezvoltarea socială, culturală și economică a teritoriului. Domeniile tematice în care erau necesare acțiuni prioritare erau: locuința, servicii de sănătate și servicii sociale, politici pentru tineret, părinți și seniori, activități sportive și recreative, educație, școală și servicii educaționale, drepturi, participare și transport. Administrația trebuia să adopte măsuri pentru a asigura accesul nediscriminatoriu la aceste domenii și de a preveni situațiile de dezavantaj social și economic. O persoană înscrisă în registrul de la primăria orașului Milano era considerată „rudă de gradul I a persoanei împreună cu care aceasta se înregistra” în scopul acordării de asistență. La cererea părților interesate, primăria va acorda un certificat de uniune civilă, bazată pe o legătură afectivă de sprijin moral și material reciproc.", "131. Guvernul a susținut, de asemenea, că, în temeiul Directivei 2000/78/CE, începând din 2003 a fost instituită o legislație italiană privind tratamentul egal în domeniul încadrării în muncă și ocupării forței de muncă. Acesta a subliniat că protecția uniunilor civile beneficia de un grad mai mare de acceptare în anumite sectoare ale statului decât în altele. Cu titlu de exemplu, acesta a făcut referire la o decizie a Garante della Privacy (un organism colegial format din patru parlamentari aleși, responsabil cu protecția datelor personale) din 17 septembrie 2009, care a recunoscut dreptul unui partener supraviețuitor de a solicita o copie a dosarului medical al partenerului decedat, în ciuda opoziției moștenitorilor.", "132. În observațiile prezentate ca răspuns, Guvernul a negat categoric faptul că scopul măsurii contestate, sau mai degrabă motivul absenței unei astfel de măsuri, era de a proteja familia tradițională sau moralitatea societății (astfel cum au pretins reclamanții).", "133. În special, în ceea ce privește art. 14, Guvernul a diferențiat prezenta speță de cauza Vallianatos. Acesta a observat că încă nu era posibil să se afirme că exista o opinie europeană comună în materie și că, de fapt, majoritatea statelor nu dispuneau încă de acest tip de cadru legislativ. În continuare, acesta a invocat constatările Curții din hotărârea Schalk și Kopf. Guvernul a susținut că, deși statul italian se implicase în dezvoltarea unei serii de legi privind cuplurile de facto, acestea nu au generat un tratament inegal sau discriminatoriu. În mod similar, având în vedere recunoașterea concretă și protecția legală judiciară, legislativă și administrativă acordată cuplurilor formate din persoane de același sex (astfel cum s-a descris mai sus), comportamentul statului italian nu putea fi considerat discriminatoriu. În plus, reclamanții nu au oferit detalii specifice legate de suferința pretinsă și orice prejudiciu abstract sau generic nu putea fi considerat discriminatoriu. Dacă acest lucru ar fi fost adevărat, se putea considera că acest prejudiciu constituia o discriminare și împotriva cuplurilor necăsătorite heterosexuale, având în vedere că nu exista nicio diferență de tratament între cele două tipuri de cupluri menționate.", "(d) Terții intervenienți", "(i) Prof. Robert Wintemute, în numele FIDH (Federația Internațională a Ligilor pentru Drepturile Omului), Centrul AIRE (Consiliere pentru drepturi individuale în Europa), ILGA-Europe (filiala europeană a Asociației internaționale a persoanelor lesbiene, homosexuale, bisexuale, transsexuale și intersexuale), ECSOL (Comisia Europeană privind Dreptul în materie de Orientare Sexuală), UFTDU (Unione forense per la tutela dei diritti umani) și LIDU (Lega Italiana dei Diritti dell’Uomo).", "(á) obligația pozitivă de a oferi o modalitate de recunoaștere", "134. Terții intervenienți au susținut că exista un consens în curs de dezvoltare, în Europa și în alte societăți democratice, potrivit căruia un guvern nu poate să limiteze la cuplurile căsătorite un anumit drept, beneficiu sau obligație, excluzând cuplurile formate din persoane de același sex care nu aveau posibilitatea legală de a se căsători. Aceștia au făcut referire la situația din martie 2014, în care, la acel moment, 44,7% din statele membre CoE legiferaseră în favoarea relațiilor între persoane de același sex (a se vedea supra, situația în speță) și în care Grecia urma să își modifice legislația ca urmare a pronunțării hotărârii Vallianatos, precum și la solicitarea adresată legiuitorului de către Curtea Constituțională a Italiei de a legifera în mod corespunzător. Aceștia au subliniat că, până în martie 2014, fusese adoptată o legislație în afara Europei în Argentina, Australia, Canada, Mexic, Noua Zeelandă, Africa de Sud și Uruguay. În Statele Unite, 21 din 50 de state (42%) și Districtul Columbia au acordat cuplurilor formate din persoane de același sex recunoaștere juridică, prin accesul la căsătorie, uniunea civilă sau parteneriatul civil, ca urmare a adoptării unei legislații sau a pronunțării unei hotărâri judecătorești. Intervenienții au considerat că exista un consens tot mai mare în societățile europene și alte societăți democratice, conform căruia cuplurilor formate din persoane de același sex trebuie să li se ofere o modalitate de a beneficia de anumite drepturi, beneficii și obligații aferente căsătoriei legale, și, astfel cum s-a observat în Smith și Grady împotriva Regatului Unit (nr. 33985/96 și 33986/96, pct. 104, CEDO 1999VI), deși sunt relativ recente, Curtea nu poate ignora opiniile răspândite pe scară largă și care se dezvoltă constant, precum și modificările juridice asociate acestora, efectuate în materie în legislația internă a statelor contractante. Așadar, Curtea trebuia să țină seama de această dezvoltare și de orice evoluție ulterioară până la data pronunțării hotărârii sale. Aceștia au considerat că abordarea Curții din Goodwin (pct. 85; a se vedea și pct. 91, 93, 103), de a acorda mai multă importanță „unei tendințe internaționale continue”, se aplica, mutatis mutandis, în prezenta cauză.", "135. Aceștia au susținut că raționamentul juridic din tot mai multe hotărâri impunea cel puțin o alternativă la căsătoria civilă, dacă nu accesul la căsătoria civilă al cuplurilor formate din persoane de același sex. Au subliniat că, deși multe instanțe (menționate mai jos) au constatat o discriminare directă bazată pe orientarea sexuală și au impus accesul egal la căsătoria civilă pentru cuplurile formate din persoane de același sex, raționamentul acestora susținea a fortiori (cel puțin) constatarea unei discriminări indirecte, bazată pe orientarea sexuală, și (cel puțin) prevederea obligației ca guvernele să ofere metode alternative de recunoaștere juridică a cuplurilor de persoane de același sex. Aceștia au subliniat următoarele:", "Prima instanță care a solicitat accesul egal al cuplurilor formate din persoane de același sex la drepturile, beneficiile și obligațiile aferente căsătoriei civile, lăsând totodată legiuitorul să decidă dacă acest acces va fi acordat prin intermediul unei căsătorii civile sau al unui sistem alternativ de înregistrare, a fost Curtea Supremă din Vermont în Baker împotriva Statului, 744 A.2d 864 (1999):", "„Hotărâm doar că reclamanții au dreptul, în temeiul [...] Constituției Statului Vermont, să obțină aceleași beneficii și aceeași protecție acordate [...] cuplurilor căsătorite formate din persoane de sex opus. Nu intenționăm să aducem atingere prerogativelor Legiuitorului [...], ci doar să evidențiem [...] [existența unor] acte de «parteneriat înregistrat», care [...] stabilesc un statut juridic alternativ căsătoriei pentru cuplurile formate din persoane de același sex, [...] creează ... un sistem alternativ de înregistrare și extind toate sau majoritatea acelorași drepturi și obligații [...] [R]egimul juridic actual va rămâne în vigoare pentru o perioadă rezonabilă de timp, pentru a permite Legiuitorului [...] să adopte legislația de punere în aplicare într-o manieră adecvată și rapidă.”", "O lege privind uniunile civile între persoane de același sex a fost adoptată în 2000.", "Curtea de Apel din British Columbia a mers mai departe în EGALE Canada (1 mai 2003), 225 D.L.R. (4th) 472, susținând că excluderea cuplurilor formate din persoane de același sex de la căsătoria civilă constituia o discriminare, cu încălcarea Cartei Canadiene. Aceasta nu putea să înțeleagă (pct. 127):", "„... cum este posibil ca, acordând cuplurilor formate din persoane de același sex beneficiile de care dispun cuplurile formate din persoane de sex opus, să fie inhibată, descurajată sau împiedicată formarea de uniuni heterosexuale [...]”", "Curtea de Apel din Ontario a fost de acord cu această idee în Halpern (10 iunie 2003), 65 O.R. (3d) 161 (pct. 107):", "„... [C]uplurile formate din persoane de același sex sunt excluse [...] de la beneficii de care dispun doar persoanele căsătorite [...] Excluderea perpetuează opinia conform căreia relațiile între persoane de același sex sunt mai puțin demne de recunoaștere decât relațiile între persoane de sex opus [...] [și] lezează demnitatea persoanelor aflate în relații cu persoane de același sex.”\t", "Curtea din Ontario a dispus emiterea de autorizații de căsătorie pentru cuplurile formate din persoane de același sex la data respectivă.", "Curtea din British Columbia a urmat această tendință la 8 iulie 2003 (228 D.L.R. (4th) 416). O lege federală (aprobată de Curtea Supremă a Canadei) a extins aceste hotărâri pronunțate în apel la toate cele zece provincii și cele trei teritorii începând cu 20 iulie 2005.", "la 18 noiembrie 2003, Curtea Supremă de Justiție a Statului Massachusetts a ajuns la aceeași concluzie ca și instanțele canadiene, în Goodridge, 798 N.E.2d 941:", "„Întrebarea care se pune este dacă, în conformitate cu Constituția Statului Massachusetts, [statul] poate să refuze să acorde protecția, beneficiile și obligațiile conferite de o căsătorie civilă în cazul a două persoane de același sex [...] Conchidem că nu poate.”", "La 30 noiembrie 2004, Curtea Supremă de Apel din Africa de Sud a fost de acord cu instanțele statului Massachusetts și a reafirmat definiția căsătoriei prevăzută de dreptul comun (common law) ca fiind: „uniunea între două persoane pe viață, cu excluderea oricăror altor persoane.” La 1 decembrie 2005, Curtea Constituțională a Africii de Sud a concluzionat că obstacolul juridic existent în continuare în calea căsătoriei cuplurilor formate din persoane de același sex era discriminatoriu (pct. 71):", "„[...] Excluderea cuplurilor formate din persoane de același sex de la [...] căsătorie [...] reprezintă o declarație legislativă dură și părtinitoare conform căreia cuplurile formate din persoane de același sex sunt neintegrate [...] că nevoia lor de afirmare și protecție a relațiilor lor intime în calitate de ființe umane este cumva mai mică decât cea a cuplurilor heterosexuale [...] că capacitatea lor de iubire, angajament și acceptare a responsabilității este, prin definiție, mai puțin demnă de respect decât cea a cuplurilor heterosexuale [...]”", "Parlamentul Africii de Sud a răspuns prin adoptarea Legii căsătoriei civile (nr. 17 of 2006, intrată în vigoare la 30 noiembrie 2006), care permitea oricărui cuplu, format din persoane de sex opus sau de același sex, să încheie o „uniune civilă” și să aleagă dacă aceasta trebuia cunoscută drept o „căsătorie” sau un „parteneriat civil”.", "La 25 octombrie 2006, în Lewis împotriva Harris, 908 A.2d 196 (2006), Curtea Supremă din New Jersey a adoptat aceeași abordare ca și Curtea Supremă din Vermont:", "„Deși nu putem constata că în acest Stat există un drept fundamental la căsătorie al cuplurilor formate din persoane de același sex [cf. Schalk & Kopf], excluderea inechitabilă de la drepturi și beneficii a partenerilor aflați într-o relație stabilă nu mai poate fi tolerată în temeiul Constituției Statului nostru. În contextul angajamentului legislativ și judiciar al acestui Stat de a elimina discriminarea bazată pe orientarea sexuală, hotărâm că refuzul de a acorda cuplurilor de persoane de același sex care se află într-o relație stabilă drepturile și beneficiile [...] de care dispun cuplurile heterosexuale încalcă garanția privind protecția egală [...] [L]egiuitorul trebuie fie să modifice statutul căsătoriei pentru a include cuplurile formate din persoane de același sex, fie să înființeze o structură juridică alternativă, care va oferi, în condiții egale, drepturile și beneficiile de care dispun cuplurile căsătorite, precum și sarcinile și obligațiile care le revin acestora. ... Denumirea care trebuie dată regimului juridic [...], căsătorie sau alt termen, este o chestiune lăsată în seama procesului democratic.”", "O lege privind uniunile civile între persoane de același sex a fost adoptată în 2006.", "La 15 mai 2008, Curtea Supremă din California s-a pronunțat referitor la Marriage Cases, 183 P.3d 384 (2008). Aceasta a constatat că legislația care exclude cuplurile formate din persoane de același sex de la căsătoria civilă încălca (prima facie): (a) dreptul lor fundamental la căsătorie, un aspect al dreptului la viață privată; și (b) dreptul lor la protecție egală pe baza orientării sexuale, o „clasificare suspectă”. A supus legislația unui „control strict” și a constatat că nu era „necesar” să se promoveze un „interes constituțional imperios”, deși cuplurile formate din persoane de același sex puteau să obțină aproape toate drepturile și obligațiile conferite prin căsătorie de legislația statului California, printr-un „parteneriat civil”.", "La 10 octombrie 2008, Curtea Supremă din Connecticut a fost de acord cu Curtea din California în Kerrigan împotriva Comisarului pentru Sănătate Publică, 957 A.2d 407 (2008).", "La 3 aprilie 2009, în Varnum împotriva Brien, 763 N.W.2d 862 (2009), Curtea Supremă din Iowa a fost de acord cu deciziile pronunțate de instanțele din Massachusetts, California și Connecticut:", "„[C]ăsătoria civilă cu o persoană de sex opus este la fel de neatrăgătoare pentru o persoană homosexuală sau lesbiană precum este pentru o persoană heterosexuală o căsătorie civilă cu o persoană de același sex. Astfel, dreptul unei persoane homosexuale sau lesbiene [...] de a încheia o căsătorie civilă cu o persoană de sex opus nu constituie niciun fel de drept. ... Administrația statului nu poate avea nicio opinie religioasă, directă sau indirectă, exprimată prin intermediul legislației sale. ... Aceasta [...] este esența separării bisericii de stat. ... [C]ăsătoria civilă trebuie să fie apreciată în temeiul normelor noastre constituționale privind protecția egală și nu în temeiul doctrinelor religioase sau al opiniilor religioase referitoare la oameni [...] [P]rincipiile noastre constituționale [...] impun ca statul să recunoască atât căsătoria civilă între persoane de sex opus, cât și pe cea între persoane de același sex.”", "La 5 mai 2011, Supremo Tribunal Federal (STF) din Brazilia a interpretat Constituția Braziliei în sensul că aceasta impune ca recunoașterea juridică existentă a „uniunilor stabile” (coabitare în afara căsătoriei) să includă cuplurile formate din persoane de același sex. La 25 octombrie 2011, Superior Tribunal de Justiça (STJ) din Brazilia a hotărât, în Recurso Especial nr. 1.183.378/RS, că, în absența unei interdicții prevăzute în mod expres în dreptul brazilian (spre deosebire de autorizație) privind căsătoria între persoane de același sex, două femei puteau să își transforme „uniunea stabilă” în căsătorie, în temeiul art. 1726 C. civ. („O uniune stabilă poate fi transformată în căsătorie, la solicitarea partenerilor în fața unei instanțe și ulterior înscrierii în Registrul Civil”). La 14 mai 2013, în temeiul deciziilor STF și STJ, Conselho Nacional de Justiça (CNJ, care reglementează puterea judecătorească, dar nu este o instanță în sine, Resoluçăo nr. 175) a dispus ca toți funcționarii publici autorizați să căsătorească cupluri sau să transforme „uniunile stabile” în căsătorii, să facă acest lucru și pentru cuplurile formate din persoane de același sex. Excepția de neconstituționalitate ridicată împotriva rezoluției CNJ de către Partido Social Cristăo este pe rolul STF din 7 iunie 2013: Açăo Direta de Inconstitucionalidade (ADI) 4966. Este probabil ca STF să confirme raționamentul STJ și CNJ.", "La 26 iulie 2011, Curtea Constituțională a Columbiei i-a „recomandat” Congresului Republicii Columbia să adopte o legislație care să le ofere cuplurilor formate din persoane de același sex aceleași drepturi ca și cuplurilor de sex opus căsătorite. Congresul a refuzat, determinând măsura automată de reparație a Curții din 20 iunie 2013: cuplurile formate din persoane de același sex au dreptul să se prezinte în fața unui notar sau a unei instanțe pentru „a oficializa și a celebra legătura lor contractuală”.", "La 5 decembrie 2012, Curtea Supremă din Mexic a hotărât că trei cupluri formate din persoane de același sex din statul Oaxaca aveau dreptul la căsătorie, în temeiul Constituției federale.", "La 19 decembrie 2013, în Griego împotriva Oliver, 316 P.3d 865 (2013), Curtea Supremă din New Mexico a fost a cincea instanță supremă a unui stat care a solicitat accesul egal la căsătorie pentru cuplurile formate din persoane de același sex:", "„Conchidem că scopul legislației statului New Mexico privind căsătoria este de a conferi stabilitate și ordine legăturii juridice a cuplurilor stabile, prin definirea drepturilor și responsabilităților pe care partenerii le au unul față de celălalt, față de copiii lor, dacă aleg să crească copii împreună, și în ceea ce privește proprietatea lor. Interzicerea căsătoriilor între persoane de același sex nu este legată, în esență, de interesele guvernamentale promovate [...] sau cu scopurile pe care le-am identificat. Prin urmare, interzicerea căsătoriei unor persoane și privarea lor de drepturile, responsabilitățile și protecția căsătoriei civile doar din cauza orientării lor sexuale încalcă principiul protecției egale [...] din Constituția statului New Mexico. ... [S]tatul New Mexico are obligația, prin Constituție, să permită cuplurilor formate din persoane de același sex să se căsătorească și trebuie să extindă la aceștia drepturile, responsabilitățile și protecția care derivă din căsătoria civilă, în temeiul legislației statului New Mexico.", "136. În ceea ce privește instanțele supreme naționale din Europa, deși nicio instanță nu a interpretat încă constituția sa națională ca interzicând excluderea de la căsătoria civilă a cuplurilor formate din persoane de același sex sau ca impunând mijloace alternative de recunoaștere juridică, la 9 iulie 2009, doi dintre cei cinci judecători ai Tribunal Constitucional din Portugalia nu au fost de acord cu decizia majorității de a menține excluderea La 2 iulie 2009, Curtea Constituțională a Sloveniei a hotărât în Blažic & Kern împotriva Sloveniei (U-I-425/06-10) că partenerilor de același sex înregistrați trebuie să li se acorde aceleași drepturi de moștenire ca și soților de sex opus. La 7 iulie 2009, Curtea Constituțională Federală a Germaniei a hotărât (1 BvR 1164/07) că partenerilor de același sex înregistrați și soților de sex opus trebuie să li se acorde aceleași pensii de urmași. și începând din 22 septembrie 2011, Curtea Constituțională a Austriei a pronunțat cinci decizii prin care a constatat că partenerii înregistrați (de același sex) trebuie să beneficieze de aceleași drepturi ca și cuplurile căsătorite (formate din persoane de sex opus).", "137. {0>Those intervening further noted that the Parliamentary Assembly of the CoE (PACE) has recommended:<}0{>În continuare, intervenienții au subliniat că Adunarea Parlamentară a CoE (APCE) a recomandat statelor membre: <2}<}0{>(a) să „își revizuiască politicile în domeniul drepturilor sociale și protecției migranților [...] pentru a garanta că parteneriatul (parteneriatele) și familiile homosexuale sunt tratate la fel ca parteneriatele și familiile homosexuale” (Recomandarea 1470 (2000)); și (b) să „adopte o legislație care să prevadă parteneriate [între persoane de același sex]”.{1><1} Parlamentul European al UE a solicitat pentru prima dată tratamentul egal al cuplurilor formate din persoane de sex opus și al cuplurilor formate din persoane de același sex în cadrul unei rezoluții din 1994, care avea ca scop să pună capăt „excluderii cuplurilor [formate din persoane de același sex] de la căsătorie sau de la un cadru juridic echivalent”2>", "<2}<0}", "", "138. În 2004, Consiliul UE a modificat Statutul funcționarilor Uniunii Europene pentru a prevedea beneficii pentru partenerii aflați într-o uniune consensuală cu funcționarii UE:", "„uniunea consensuală va fi considerată drept o căsătorie, cu condiția ca respectivul cuplu să prezinte un document juridic recunoscut ca atare de un stat membru ... prin care este atestat statutul de parteneri în cadrul unei uniuni consensuale, ... [și] ... să nu aibă acces la căsătoria civilă într-un stat membru”.", "139. În cele din urmă, în 2008, Comitetul de Miniștri al CoE au admis că:", "„Un membru al personalului, care este înregistrat ca partener stabil în cadrul unei uniuni consensuale nu trebuie să fie discriminat în ceea ce privește pensiile, concediul și indemnizațiile prevăzute de Statutul funcționarilor... față de un membru al personalului căsătorit, cu condiția ca ...: (i.) cuplul să prezinte un document juridic recunoscut ca atare de un stat membru ... prin care este atestat statutul de parteneri în cadrul unei uniuni consensuale, ... (v.) cuplul să nu aibă acces la căsătoria civilă într-un stat membru”.", "(â) Discriminare", "140. Intervenienții au considerat că, presupunând că Convenția nu impunea încă accesul egal la căsătoria civilă pentru cuplurile formate din persoane de același sex, limitarea anumitor drepturi sau beneficii la cuplurile căsătorite formate din persoane de sex opus, dar fără să se prevadă nicio modalitate prin care cuplurile formate din persoane de același sex să beneficieze de acestea, constituia (cel puțin) o discriminare indirectă, bazată pe orientarea sexuală. Făcând trimitere la Thlimmenos împotriva  Greciei și D.H. și alții împotriva Republicii Cehe [(MC), nr. 57325/00, CEDO 2007IV], aceștia au considerat că neaplicarea unui tratament diferit cuplurilor formate din persoane de același sex, din cauza imposibilității lor legale de a se căsători, fără să le fie puse la dispoziție acestora mijloace alternative pentru a obține un drept sau un beneficiu, necesita o justificare obiectivă și rezonabilă. Aceștia au subliniat că discriminarea indirectă, astfel cum este definită la art. 2 alineatul (2) litera (b) din Directiva 2000/78/CE a Consiliului, se produce atunci când „un criteriu ... aparent neutr[u] poate avea drept consecință un dezavantaj special pentru persoane ... de o anumită orientare sexuală, în raport cu altă persoană, cu excepția cazului în care [acesta] este obiectiv justificat de un obiectiv legitim, iar mijloacele de realizare a acestui obiectiv sunt adecvate și necesare.” În opinia lor, pentru a evita discriminarea indirectă împotriva cuplurilor formate din persoane de același sex, guvernele trebuie să le acorde acestora o exceptare de la condiția ca acestea să fie căsătorite civil pentru a obține anumite drepturi sau beneficii. Acest lucru însemna, de exemplu, că un angajator din sectorul public sau un sistem de pensii putea să mențină o cerință privind căsătoria pentru cuplurile formate din persoane de sex opus  (așa cum norma privind condamnările penale putea fi menținută în Thlimmenos), dar trebuia să excepteze cuplurile formate din persoane de același sex de la această condiție și să găsească o metodă alternativă pentru ca acestea să poată obține drepturile și beneficiile respective (de exemplu, un certificat care atestă o uniune civilă sau un parteneriat înregistrat, o declarație solemnă sau altă dovadă a unei relații stabile.", "141. În Christine Goodwin (citată anterior), Marea Cameră a solicitat statelor membre ale CoE să recunoască din punct de vedere juridic schimbarea de sex, dar a lăsat la latitudinea fiecărui stat membru stabilirea detaliilor privind recunoașterea. În mod similar, obligația de a excepta cuplurile formate din persoane de același sex de la cerința privind căsătoria, pentru a evita discriminarea indirectă, ar lăsa la discreția statelor membre alegerea metodei utilizate în acest scop. Un stat membru ar găsi cel puțin cinci opțiuni în cadrul marjei sale de apreciere: (1) ar putea să le acorde cuplurilor formate din persoane de același sex, care ar putea să dovedească existența relației lor pentru o perioadă de timp rezonabilă, o scutire permanentă de la cerința privind căsătoria; (2) ar putea să acorde aceeași scutire cuplurilor necăsătorite formate din persoane de sex opus; (3) ar putea să acorde o scutire temporară cuplurilor formate din persoane de același sex până la crearea unui sistem de înregistrare alternativ, cu o altă denumire decât cea de căsătorie, care să le permită cuplurilor formate din persoane de același sex să obțină drepturile în cauză; (4) ar putea să acorde acces la același sistem cuplurilor formate din persoane de sex opus; sau (5), dacă nu dorește să acorde drepturile sau beneficiile cuplurilor necăsătorite sau să creeze un sistem de înregistrare alternativ, ar putea să acorde o scutire temporară cuplurilor formate din persoane de același sex până când reușește să adopte o lege care să le acorde acestora acces egal la căsătoria civillă. Acesta ar putea, de asemenea, să decidă (sub rezerva supravegherii ulterioare a CEDO) dacă ar putea fi justificată vreo scutire, de exemplu legată de drepturile părintești.", "142. Principiul conform căruia cerințele privind căsătoria constituie o discriminare indirectă a cuplurilor formate din persoane de același sex a fost enunțat pe scurt în raportul juridic privind homofobia, publicat de Agenția pentru Drepturile Fundamentale a Uniunii Europene, în iunie 2008. Raportul a concluzionat (la pct. 58-59, subliniere adăugată) că „orice măsuri prin care cuplurilor formate din persoane de același sex li se refuză acordarea unor beneficii ... de care dispun cuplurile căsătorite, formate din persoane de sex opus, în cazul în care cuplurile formate din persoane de același sex nu au acces la căsătorie, ar trebui să fie considerate, în mod prezumtiv, ca fiind o formă de discriminare indirectă, bazată pe criterii de orientare sexuală” și că „dreptul internațional al drepturilor omului completează dreptul UE, impunând ca și cuplurile formate din persoane de același sex fie să aibă acces la o instituție precum ... parteneriatul înregistrat, care le-ar oferi aceleași avantaje ... [ca și] căsătoria, fie ... ca relațiile durabile de facto ale acestora să extindă [...] astfel de avantaje asupra lor”. Conform avocatului general Jääskinen de la Curtea de Justiție a Uniunii Europene, în opinia acestuia din 15 iulie 2010, în cauza C-147/08, Römer împotriva Freie und Hansestadt Hamburg:", "„76. Numai statele membre [ale UE] trebuie să decidă dacă ordinea lor juridică națională admite sau nu admite o formă oarecare de legătură juridică accesibilă cuplurilor homosexuale sau, mai mult, dacă instituția căsătoriei este sau nu este rezervată doar cuplurilor de sex opus. În opinia noastră, o situație în care un stat membru nu ar admite nicio formă de uniune recunoscută din punct de vedere juridic, care să fie deschisă persoanelor de același sex, ar putea fi considerată ca reprezentând o discriminare pe criterii de orientare sexuală, deoarece este posibil să rezulte din principiul egalității coroborat cu obligația de a respecta demnitatea umană a persoanelor homosexuale, o obligație de a recunoaște acestora posibilitatea de a avea o relație afectivă durabilă în cadrul unui angajament consacrat din punct de vedere juridic. Totuși, această problematică, referitoare la reglementarea stării civile, rămâne, în opinia noastră, în afara sferei de intervenție a dreptului [UE].”", "Intervenienții au susținut că potențiala discriminare de care a luat act avocatul general nu intra în domeniul de aplicare a dreptului UE, ci intra în totalitate sub incidența Convenției, care se aplică tuturor legislațiilor statelor membre ale CoE, inclusiv în domeniul dreptului familiei.", "143. Intervenienții au subliniat că, potrivit jurisprudenței Curții, diferențele de tratament bazate pe orientarea sexuală erau similare diferențelor de tratament bazate pe rasă, religie sau sex și puteau fi justificate doar prin motive imperative. Acest lucru era relevant în scopul realizării testului proporționalității, în care „trebuie să se arate, de asemenea, că, pentru atingerea scopului, era necesară excluderea ... persoanelor care trăiesc în cadrul unei relații homosexuale ...” (a se vedea Karner împotriva Austriei, nr. 40016/98, pct. 41, CEDO 2003IX). Curtea nu a identificat nicio dovadă a necesității în cazurile în care a existat o diferență de tratament între cuplurile necăsătorite formate din persoane de sex opus și cuplurile necăsătorite formate din persoane de același sex. Intervenienții au considerat că testul necesității ar trebui, de asemenea, să fie aplicat discriminării indirecte prima facie, creată ca urmare a unei cerințe privind căsătoria, aparent neutră. O astfel de cerință nu trata cuplurile formate din persoane de același sex, care nu au posibilitatea să se căsătorească legal, diferit de cuplurile formate din persoane de sex opus, care aveau posibilitatea legală de a se căsători, dar au neglijat să facă acest lucru sau au ales să nu îl facă (în urma deciziei unuia sau a ambilor parteneri). Raționamentul Curții din Vallianatos (citată anterior, pct. 85), referitor la faptul că sarcina probei revine Guvernului, se aplica, de asemenea, mutatis mutandis în speță.", "(ii) Associazione Radicale Certi Diritti (ARCD)", "144. Asociația ARCD a susținut că un sondaj realizat în 2011 (în rândul italienilor cu vârsta cuprinsă între 18 și 74 de ani) de către ISTAT (Institutul de Statistică din Italia) a constatat următoarele: 61,3% dintre respondenți considerau că persoanele homosexuale erau discriminate sau grav discriminate; 74,8% considerau că homosexualitatea nu reprezenta o amenințare la adresa familiei; 65,8% au declarat că sunt de acord cu conținutul frazei „Este posibil să iubești o persoană de sex opus sau de același sex, iubirea este cea care contează”; 62,8% dintre respondenții sondajului au fost de acord cu fraza „este just și echitabil ca un cuplu de persoane homosexuale, care trăiesc ca și cum ar fi căsătorite, să aibă în fața legii aceleași drepturi ca și un cuplu heterosexual căsătorit”; 40,3% din cei un milion de homosexuali sau bisexuali care trăiesc în partea centrală a Italiei au declarat că au fost discriminați; procentul de 40,3% crește la 53,7% dacă discriminarea bazată în mod clar pe orientarea homosexuală sau bisexuală este coroborată cu aspecte precum căutarea unui apartament (10,2%), relațiile cu vecinii (14,3%), necesitățile din sectorul medical (10,2%) sau relațiile cu ceilalți în spații publice, la birou sau în mijloacele de transport în comun (12,4%).", "145. Intervenienții au susținut că, în prezent, un partener de același sex era „recunoscut” în legislația scrisă doar în cazuri limitate, și anume:", "Art. 14 quater și art. 18 din reglementările penitenciarelor, prin care concubinii aveau dreptul de a vizita persoana deținută;", "Legea nr. 91/99 privind donarea de organe, în care se prevede că partenerul aflat într-o uniune consensuală (more uxorio) trebuie să fie informat cu privire la natura și circumstanțele legate de prelevarea organului în cauză. Aceștia au, de asemenea, dreptul de a se opune unei astfel de proceduri;", "Art. 199 alin. (3) lit. (a) C. proc. pen., referitor la dreptul de a nu depune mărturie împotriva unui partener;", "Art. 681 C. proc. pen., referitor la grațierea de către Președinte, care poate fi semnat de un concubin;", "Circulara nr. 8996, emisă la 26 octombrie 2012 de Ministrul de Interne italian, care avea ca obiect uniunile între persoane de același sex și permisele de ședere în legătură cu Decretul legislativ nr. 30/2007;", "Includerea în sistemul de asigurare medicală a partenerilor parlamentarilor homosexuali.", "146. În acest sens, instanțele interne au pronunțat diverse hotărâri, și anume:", "Decizia nr. 404/88 a Curții Constituționale, care a constatat că evacuarea unui partener de conviețuire supraviețuitor dintr-o proprietate închiriată era neconstituțională. Prin hotărârea nr. 5544/94 a Curții de Casație, acest drept a fost extins la cuplurile formate din persoane de același sex care trăiesc în cadrul unei uniuni consensuale (more uxorio); (a se vedea și hotărârea nr. 33305/02 a Curții de Casație, în ceea ce privește dreptul de a introduce o acțiune în despăgubiri civile, în calitate de parte civilă);", "Ordonanța nr. 25661/10 a Curții de Casație din 17 decembrie 2010, care a constatat că dreptul de intrare [pe teritoriul italian] și de ședere în scopul reîntregirii familiei cu un cetățean italian este reglementat doar de directivele UE.", "Hotărârea nr. 1328/11 a Curții de Casație, care a hotărât că noțiunea de „soț” trebuie să fie înțeleasă în conformitate cu regimul juridic în cadrul căruia a fost încheiată căsătoria. Astfel, un străin care se căsătorește în Spania cu un resortisant al UE trebuie să fie considerat ca fiind rudă, în scopul șederii sale în Italia;", "Hotărârea nr. 9965/11 a Tribunalului din Milano (pronunțată în primă instanță) din 13 iunie 2011, care a recunoscut dreptul unui partener homosexual de a primi despăgubiri în urma pierderii suferite din cauza decesului partenerului într-un accident rutier;", "Hotărârea nr. 7176/12 a Curții de Apel din Milano, Secția Litigii de muncă, (menționată anterior), care a confirmat că un partener de același sex avea dreptul să fie inclus în asigurarea medicală a partenerului angajat.", "147. În continuare ARCD a făcut referire la importanța constatărilor din hotărârile nr. 138/10 și 4184/12 (pentru ambele, a se vedea supra, Dreptul intern relevant), precum și a celor din ordonanța din 13 februarie 2012 a Tribunalului din Reggio Emilia. Aceste hotărâri demonstrau că jurisprudența italiană a asimilat noțiunile relevante și raționamentul minuțios al hotărârilor (în special din hotărârea nr. 4184/12 a Curții de Casație) nu lăsa loc pentru schimbări radicale cu privire la acest subiect.", "148. În concluzie, ARCD a subliniat că, având în vedere că anterior Curtea stabilise că, în temeiul art. 8, cuplurile formate din persoane de același sex beneficiau de aceeași protecție ca și cuplurile formate din persoane de sex opus, recunoașterea dreptului acestora de a încheia un tip de uniune era de dorit în vederea asigurării unei astfel de protecții.", "(iii) Centrul European pentru Drept și Justiție (ECLJ)", "149. ECLJ se temea că, în cazul în care Curtea stabilea că cuplurile formate din persoane de același sex aveau dreptul la recunoaștere sub forma unei uniuni civile, următoarea problemă va fi ce drepturi trebuie conferite de o astfel de uniune, în special în legătură cu procrearea. Acesta a subliniat că, în Vallianatos, Curtea nu a stabilit o astfel de obligație, ci a considerat pur și simplu că prevederea unor astfel de uniuni pentru cuplurile heterosexuale, dar nu și pentru cuplurile formate din persoane de același sex, genera o discriminare. Rezulta că, în prezenta cauză, Curtea nu putea să constate o încălcare.", "150. În opinia sa, art. 8 nu obliga statele să prevadă un alt cadru juridic în afară de căsătorie pentru a proteja viața de familie. Considera că viața de familie privea, în esență, relațiile dintre copii și părinții lor. Acesta a subliniat că, înainte de hotărârea pronunțată în cauza Schalk și Kopf, Curtea considera că, în absența unei căsătorii, doar existența unui copil aducea în discuție noțiunea de familie [acesta a făcut referire la Johnston și alții împotriva Irlandei, 18 decembrie 1986, seria A nr. 112, și Elsholz împotriva Germaniei (MC), nr. 25735/94, CEDO 2000VIII]. Această idee era în conformitate cu instrumentele internaționale și Convenția. Acesta considera că orice recunoaștere acordată unui cuplu de către societate depinde de contribuția pe care acest cuplu o aduce bunăstării comunității, prin întemeierea unei familii, și cu siguranță nu în temeiul faptului că persoanele care formează respectivul cuplu au sentimente una pentru cealaltă, acesta fiind un aspect care ține exclusiv de viața privată.", "151. Centrul, terț intervenient, a subliniat că art. 8 § 2 stabilește limite în ceea ce privește protecția vieții de familie de către stat. Aceste limite justificau refuzul statului de a recunoaște anumite familii, precum familiile poligame sau cele incestuoase. În opinia sa, art. 8 nu prevedea obligația de a acorda cupurilor necăsătorite un statut echivalent cu al celor căsătorite. Acest aspect trebuia să fie reglementat de state și nu de Convenție. Și nici nu se poate presupune că statele și-au exprimat consimțământul prin adoptarea Recomandării (2010)5 a Comitetului de Miniștri al CoE. Potrivit ECLJ, în timpul lucrărilor pregătitoare ale comisiei de experți și raportori cu privire la textul menționat, statele au refuzat să recomande adoptarea unui cadru juridic pentru cuplurile necăsătorite, în cele din urmă ajungând la un acord cu privire la un text care se citește astfel:", "„25. Atunci când legislația națională nu recunoaște și nu conferă drepturi sau obligații parteneriatelor înregistrate între persoane de același sex și cuplurilor necăsătorite, statele membre sunt invitate să ia în considerare posibilitatea de a oferi, în absența oricărei discriminări, inclusiv în ceea ce privește cuplurile formate din persoane de sexe diferite, cuplurilor de persoane de același sex mijloacele juridice sau de altă natură pentru a răspunde problemelor practice legate de realitatea socială în care acestea trăiesc.”", "152. ECLJ considera că, deși Curtea trebuia să interpreteze Convenția ca fiind un instrument viu, nu o putea înlocui, aceasta rămânând principalul punct de referință. Altfel, Curtea s-ar transforma într-un instrument de actualizare ideologică, pe baza legislațiilor naționale, în probleme legate de societate – un rol care, cu siguranță, nu intra în sfera sa de competență. Intervenientul se întreba dacă era prudent din partea Curții și dacă aceasta respecta principiul subsidiarității prin supravegherea actualizării de către state a legislației lor în conformitate cu obiceiurile și moravurile (moeurs) în continuă evoluție, astfel cum sunt interpretate de o majoritate de judecători. Acest lucru ar face ca protecția drepturilor omului să depindă mai puțin de Convenție și de protocoalele sale și mai mult de componența Curții [astfel cum o dovedește majoritatea redusă (10 la 7) din hotărârea în cauza X și alții împotriva Austriei (MC), nr. 19010/07, CEDO 2013]. Acesta considera așadar cărolul statelor nu ar trebui să fie subminat de Curte, în special având în vedere că acestea aveau libertatea de a adăuga un protocol adițional la Convenție, dacă doreau să reglementeze orientarea sexuală (astfel cum s-a procedat pentru abolirea pedepsei cu moartea).", "153. ECLJ se întreba de ce homosexualitatea era mai acceptabilă decât poligamia. Acesta considera că, dacă legiuitorul trebuia să țină seama de o societate care evoluează permanent, atunci acesta trebuia să legifereze în favoarea poligamiei și a căsătoriei copiilor, cu atât mai mult cu cât, în multe țări (precum Turcia, Elveția, Belgia și Regatul Unit), existau mai mulți practicanți musulmani decât cupluri de persoane de același sex.", "154. În continuare, acesta a făcut referire la situațiile similare din state (discutate anterior) și a adăugat că referendumurile în favoarea uniunilor civile au fost respinse de majoritatea votanților din Slovenia și Irlanda de Nord.", "155. Acesta considera că, în cazul în care Curtea ar trebui să considere că din art. 8 din Convenție ar decurge o obligație de a facilita viața în comun a cuplurilor formate din persoane de același sex, atunci ar fi necesar ca o astfel de obligație să fie legată exclusiv de nevoile specifice ale unor astfel de cupluri și ale societății, acordând statului o marjă de apreciere; în opinia acestuia, statul italian își îndeplinise această obligație de protecție prin acte judiciare și contractuale (astfel cum a explicat în principal Guvernul). În continuare, acesta a considerat că protejarea familiei, în sensul tradițional al acesteia, constituia un scop legitim care justifica o diferență de tratament (acesta a făcut referire la X și alții, citată anterior). Acesta a apreciat că, de vreme ce din Convenție nu decurgea nicio obligație și nici nu exista un drept garantat de stat, care intra sub incidența Convenției, nu era loc pentru o marjă de apreciere.", "156. În ceea ce privește discriminarea, ECLJ considera că nici cuplurile formate din persoane de același sex și nici cele formate din persoane de sex opus nu se aflau în situații identice sau similare, având în vedere că primele nu puteau să procreeze pe cale naturală. Diferența nu era una de orientare sexuală, ci de identitate sexuală, bazată pe cauze biologice obiective, astfel încât nu era loc pentru a justifica o diferență de tratament. Acesta a apreciat că statele aveau interesul de a proteja copiii, nașterea și bunăstarea lor, având în vedere că ei erau bunul comun al părinților și al societății. Dacă copiii nu ar mai fi în centrul familiei, atunci ar rămâne doar conceptul de relații interpersonale – o noțiune complet individualistă.", "157. Acesta nu era de acord cu constatările Curții din Schalk și Kopf (§ 94), susținând că erau constatări cu caracter politic și nu juridic, care excludeau ideea potrivit căreia copiii erau esența vieții de familie. Chiar mai rău, în Vallianatos (pct. 49), Marea Cameră a considerat că nici măcar coabitarea nu era necesară pentru a constitui o viață de familie. Acesta se întreba, de asemenea, dacă stabilitatea unei relații constituia un criteriu relevant (ibid., pct. 73). Din această perspectivă, acesta se întreba ce anume constituia viața de familie, dat fiind că aceasta nu mai necesita un angajament asumat în mod public sau existența copiilor sau a coabitării. Astfel, părea că existența unor sentimente era suficientă pentru a stabili o viață de familie. Totuși, în opinia sa, sentimentele puteau juca un rol doar în ceea ce privește viața privată, dar nu și în privința vieții de familie. În consecință, nu exista nicio definiție obiectivă a vieții de familie. Această lipsă a unei definiții a fost reafirmată și în Burden împotriva Regatului Unit [(MC), nr. 13378/05, CEDO 2008] și Stübing împotriva Germaniei (nr. 43547/08, 12 aprilie 2012).", "158. ECLJ a apreciat că refuzul de a considera că o familie formată prin căsătorie și o relație homosexuală stabilă se află într-o poziție de egalitate era justificat pe baza consecințelor legate de procreare și filiație, precum și a relației dintre societate și stat. În opinia sa, a le considera comparabile ar însemna că toate drepturile aplicabile cuplurilor căsătorite li s-ar aplica și acestora, inclusiv cele legate de aspecte părintești, având în vedere că ar fi iluzoriu să li se permită să se căsătorească, dar nu și să întemeieze o familie. Prin urmare, ar însemna să se accepte reproducerea asistată medical pentru cuplurile de femei și reproducerea asistată prin intermediul unei mame surogat pentru cuplurile de bărbați, cu toate consecințele pe care acest lucru le-ar avea pentru copiii astfel concepuți. În ceea ce privește relația cu statul, acesta a evidențiat că un stat care dorește să definească „familia\" ar fi un stat totalitar. Într-adevăr, în opinia sa, cei care au elaborat Convenția au dorit să protejeze familia de acțiunile statului și să nu îi permită acestuia să definească noțiunea de familie, conform opiniei majoritare cu privire la aceasta – care era bazată pe ideea conform căreia în centrul societății se afla individul și nu familia.", "2. Motivarea Curții", "(a) Art. 8", "(i) Principii generale", "159. Deși art. 8 are ca obiect principal protejarea indivizilor împotriva ingerinței arbitrare din partea autorităților publice, acesta poate, de asemenea să impună unui stat anumite obligații pozitive pentru a asigura respectarea efectivă a drepturilor protejate de art. 8 [a se vedea, printre alte autorități, X și Y împotriva Țărilor de Jos, 26 martie 1985, pct. 23, seria A nr. 91; Maumousseau și Washington împotriva Franței, nr. 39388/05, pct. 83, 6 decembrie 2007; Söderman împotriva Suediei (MC), nr. 5786/08, pct. 78, CEDO 2013; și Hämäläinen împotriva Finlandei (MC), nr. 37359/09, pct. 62, CEDO 2014]. Aceste obligații pot implica adoptarea de măsuri menite să asigure respectarea vieții private sau de familie, chiar și în sfera relațiilor dintre persoane [a se vedea, între altele, S.H. și alții împotriva Austriei (MC), nr. 57813/00, pct. 87, CEDO 2011, și Söderman, citată anterior, pct. 78].", "160. Principiile aplicabile evaluării obligațiilor pozitive și negative ale unui stat, prevăzute de Convenție, sunt similare. Trebuie să se țină seama de echilibrul echitabil care trebuie stabilit între interesele concurente ale individului și ale comunității în ansamblul ei, scopurile prevăzute la art. 8 § 2 având o anumită relevanță [a se vedea Gaskin împotriva Regatului Unit, 7 iulie 1989, pct. 42, seria A nr. 160; și Roche împotriva Regatului Unit (MC), nr. 32555/96, pct. 157, CEDO 2005X].", "161. Noțiunea de „respectare” nu este clară, în special în ceea ce privește obligațiile pozitive: având în vedere diversitatea practicilor urmate și situațiile existente în statele contractante, cerințele noțiunii variază considerabil de la caz la caz [a se vedea Christine Goodwin împotriva Regatului Unit (MC), nr. 28957/95, pct. 72, CEDO 2002VI]. Cu toate acestea, anumiți factori au fost considerați relevanți pentru evaluarea conținutului acestor obligații pozitive ale statelor (a se vedea Hämäläinen, citată anterior, pct. 66). În prezenta cauză este relevant impactul pe care îl are asupra unui reclamant o situație în care există o neconcordanță între realitatea socială și lege, coerența practicilor administrative și juridice din cadrul sistemului intern fiind considerată un factor important pentru motivarea realizată în temeiul art. 8 [a se vedea, mutatis mutandis, Christine Goodwin, citată anterior, pct. 77-78; I. împotriva Regatului Unit (MC), nr. 25680/94, pct. 58, 11 iulie 2002, și Hämäläinen, citată anterior, pct. 66]. Alți factori sunt legați de impactul pe care îl are pretinsa obligație pozitivă aflată în joc asupra statului în cauză. Se pune întrebarea dacă pretinsa obligație are un domeniu de aplicare restrâns și precis sau larg și nedeterminat (a se vedea Botta împotriva Italiei, 24 februarie 1998, pct. 35, Culegere 1998I) sau care este întinderea oricărei sarcini care ar fi impusă statului de această obligație (a se vedea Christine Goodwin, citată anterior, pct. 86-88).", "162. Statele beneficiază de o anumită marjă de apreciere la punerea în aplicare a obligației pozitive care le revine în temeiul art. 8. Atunci când este determinată întinderea acestei marje, trebuie să se țină seama de o serie de factori. În contextul „vieții private”, Curtea a considerat că, atunci când este în joc un aspect deosebit de important al existenței sau identității unei persoane, marja de apreciere acordată statului va fi limitată (a se vedea, de exemplu, X și Y, citată anterior, pct. 24 și 27; Christine Goodwin, citată anterior, pct. 90; a se vedea și Pretty împotriva Regatului Unit, nr. 2346/02, pct. 71, CEDO 2002III) Totuși, atunci când nu există un consens în rândul statelor membre ale Consiliului Europei, indiferent dacă este vorba despre importanța relativă a interesului aflat în joc sau despre cele mai adecvate metode pentru protejarea acestuia, în special atunci când cauza ridică probleme sensibile, care țin de morală ori de etică, marja de apreciere va fi mai largă (a se vedea X, Y și Z împotriva Regatului Unit, 22 aprilie 1997, pct. 44, Culegere 1997-II; Fretté împotriva Franței, nr. , pct. 41, CEDO 2002-I; și Christine Goodwin, citată anterior, pct. 85). De asemenea, de regulă va exista o marjă largă de apreciere dacă statul trebuie să păstreze un echilibru între interese private și publice concurente sau între drepturi ale Convenției [a se vedea Fretté, citată anterior, pct. 42; Odièvre împotriva Franței (MC), nr. 42326/98, pct. 4449, CEDO 2003III; Evans împotriva Regatului Unit (MC), nr. 6339/05, pct. 77, CEDO 2007I; Dickson împotriva Regatului Unit (MC), nr. 44362/04, pct. 78, CEDO 2007V; și S.H. și alții, citată anterior, pct. 94].", "(ii) Jurisprudența recentă relevantă și sfera de aplicare a prezentei cauze", "163. Curtea a mai fost sesizată cu plângeri privind nerecunoașterea uniunilor între persoane de același sex. Cu toate acestea, în cea mai recentă cauză, Schalk și Kopf împotriva Austriei, atunci când Curtea a pronunțat hotărârea, reclamanții obținuseră deja posibilitatea de a încheia un parteneriat înregistrat. Astfel, Curtea a trebuit doar să stabilească dacă statul pârât ar fi trebuit să le ofere reclamanților o modalitate alternativă de recunoaștere juridică a parteneriatului lor mai devreme decât a făcut-o (adică înainte de 1 ianuarie 2010). Constatând evoluția rapidă a consensului european l-a care s-a ajuns în deceniul anterior, dar și că nu exista încă o majoritate de state care prevedeau recunoașterea juridică a cuplurilor formate din persoane de același sex (la acel moment, nouăsprezece state), Curtea a considerat că domeniul în cauză era unul în care drepturile evoluau permanent, nefiind stabilit un consens, și în care statele beneficiau de marjă de apreciere în ceea ce privește alegerea momentului pentru introducerea unor modificări legislative (pct. 105). Astfel, Curtea a ajuns la concluzia că, deși nu se situa pe o poziție de avangardă, legiuitorului austriac nu i se putea imputa că nu a introdus Legea privind parteneriatul înregistrat mai devreme de anul 2010 (a se vedea ibid., pct 106). În cauza respectivă, Curtea a constatat, de asemenea, că art. 14, coroborat cu art. 8, nu impunea statelor contractante obligația acordării accesului la căsătorie cuplurilor formate din persoane de același sex (ibid, pct. 101).", "164. În speță, reclamanții nu au obținut nici până în prezent posibilitatea de a încheia o uniune civilă sau un parteneriat civil (în absența căsătoriei) în Italia. Prin urmare, Curtea trebuie să stabilească dacă, la data examinării Curții, adică anul 2015, Italia nu și-a îndeplinit obligația pozitivă de a asigura respectarea vieții private și de familie a reclamanților, în special prin prevederea unui cadru juridic care să le permită acestora să obțină recunoașterea și protejarea relației lor în temeiul dreptului intern.", "(iii) Aplicarea principiilor generale în prezenta cauză", "165. Curtea reiterează că a hotărât deja că și cuplurile formate din persoane de același sex sunt la fel de capabile ca și cuplurile formate din persoane de sex opus să aibă relații stabile și serioase și că acestea se află într-o situație similară, în mod relevant, celei a cuplurilor formate din persoane de sex opus în ceea ce privește nevoia lor de recunoaștere juridică și de protecție a relației lor (a se vedea Schalk și Kopf, pct. 99, și Vallianatos, pct. 78 și 81, ambele citate anterior). Rezultă că, într-adevăr, Curtea a admis deja că și cuplurile formate din persoane de același sex au nevoie de recunoașterea juridică și protejarea relației lor.", "166. Această nevoie similară, precum și dorința prevederii acesteia, a fost exprimată de Adunarea Parlamentară a Consiliului Europei, care i-a recomandat Comitetului de Miniștri să le solicite statelor membre, între altele, „să adopte o legislație care să prevadă parteneriate înregistrate” cu peste cincisprezece ani în urmă și, mai recent, de Comitetul de Miniștri (în Recomandarea CM/Rec(2010)5), în care statele membre erau invitate, în situațiile în care legislația națională nu recunoștea parteneriatele înregistrate încheiate între persoane de același sex și nici nu conferea drepturile sau obligațiile aferente acestora, să ia în considerare posibilitatea de a le oferi cuplurilor formate din persoane de același sex mijloace juridice sau de altă natură pentru a răspunde problemelor practice legate de realitatea socială în care acestea trăiau (a se vedea supra, pct. 57 și 59).", "167. Curtea subliniază că reclamanții în prezenta cauză, care nu au posibilitatea de a se căsători, nu au avut acces la un cadru juridic specific (precum un cadru pentru uniuni civile sau parteneriate înregistrate) care să le ofere recunoașterea statutului lor și să le garanteze anumite drepturi, relevante pentru un cuplu care are o relație stabilă și serioasă.", "168. Curtea ia act de situația reclamanților din cadrul sistemului intern italian. În ceea ce privește înscrierea uniunilor între persoane de același sex ale reclamanților în „registrele locale pentru uniuni civile”, Curtea subliniază că, atunci când acest lucru este posibil (adică în mai puțin de 2% din municipalitățile existente), această acțiune are o valoare pur simbolică și este relevantă doar în scopuri statistice; nu le conferă reclamanților niciun statut civil oficial și, în niciun caz, nu conferă vreun drept cuplurilor de persoane de același sex. Nici măcar nu are valoare probatorie (privind existența unei uniuni stabile) în fața instanțelor interne (a se vedea supra, pct. 115).", "169. Statutul actual al reclamanților, în contextul juridic intern, poate fi considerat doar o uniune „de facto”, care poate fi reglementată prin anumite acorduri contractuale private, cu o sferă de aplicare limitată. În ceea ce privește acordurile de coabitare menționate, Curtea remarcă faptul că, deși sunt prevăzute anumite acorduri interne în legătură cu coabitarea (a se vedea supra, pct. 41 și 129), astfel de acorduri private nu prevăd unele nevoi de bază, care sunt fundamentale pentru reglementarea relației unor persoane aflate într-o relație stabilă și serioasă, cum ar fi, între altele, drepturile și obligațiile reciproce pe care le au una față de cealaltă, inclusiv sprijinul moral și material, obligațiile de întreținere și drepturile de moștenire (a se compara Vallianatos, pct. 81 in fine, și Schalk și Kopf, pct. 109, ambele citate anterior). Faptul că scopul unor astfel de contracte nu este acela de a recunoaște și proteja cuplul reiese clar din faptul că acestea sunt accesibile oricăror persoane care coabitează, indiferent dacă acestea formează un cuplu implicat într-o relație stabilă și serioasă (a se vedea supra, pct. 41). În plus, un astfel de contract le impune persoanelor obligația de coabitare; totuși, Curtea a admis deja că existența unei uniuni stabile este independentă de coabitare (a se vedea Vallianatos, pct. 49 și 73). Într-adevăr, în lumea globalizată de astăzi, diverse cupluri, căsătorite sau aflate într-un parteneriat înregistrat, trec prin perioade în care își gestionează relația la distanță‚ fiind necesar să rămână în țări diferite, din motive profesionale sau de altă natură. Curtea consideră că acest lucru în sine nu influențează existența unei relații stabile și serioase și nevoia protejării acesteia. Rezultă că, pe lângă faptul că acordurile de coabitare nici măcar nu erau accesibile reclamanților înainte de decembrie 2013, nu se poate considera că astfel de acorduri oferă uniunilor reclamanților recunoașterea și protecția necesară.", "170. De asemenea, nu s-a dovedit că instanțele interne puteau să emită o declarație de recunoaștere oficială și Guvernul nu a explicat care ar fi fost implicațiile unei astfel de declarații (a se vedea supra, pct. 82). Deși instanțele naționale au confirmat în repetate rânduri nevoia de a asigura protecția uniunilor între persoane de același sex și de a evita tratamentul discriminatoriu, în prezent, pentru a beneficia de o astfel de protecție, reclamanții, la fel ca și alte persoane aflate în situația lor, trebuie să ridice o serie de probleme recurente în fața instanțelor interne și, poate, chiar în fața Curții Constituționale (a se vedea supra, pct. 16), la care reclamanții nu au acces direct [a se vedea Scoppola împotriva Italiei (nr. 2) (MC), nr. 10249/03, pct. 70, 17 septembrie 2009]. Din jurisprudența adusă în atenția Curții reiese că, deși recunoașterea anumitor drepturi a fost riguros confirmată, alte aspecte legate de uniunile între persoane de același sex rămân incerte, având în vedere că, astfel cum a reiterat Guvernul, instanțele fac constatări în fiecare cauză în parte. Guvernul a admis, de asemenea, că protecția uniunilor între persoane de același sex beneficiau de mai multă acceptare în anumite domenii decât în altele (a se vedea supra, pct. 131). În acest sens, se constată și faptul că Guvernul își exercită în mod constant dreptul de a contesta astfel de pretenții (a se vedea, de exemplu, apelul împotriva deciziei Tribunalului din Grosseto) și că, astfel, acesta demonstrează că susține într-o mică măsură constatările pe care le invocă astfel.", "171. Astfel cum a precizat ARCD, legea prevede în mod explicit recunoașterea unui partener de același sex în situații foarte limitate (a se vedea supra, pct. 146). Rezultă că până și cele mai normale „nevoi”, care apar în contextul unui cuplu de persoane de același sex, trebuie să fie stabilite pe cale judiciară, în circumstanțele incerte menționate anterior. În opinia Curții, necesitatea de a se adresa în mod repetat instanțelor interne pentru a solicita un tratament egal în ceea ce privește fiecare din multitudinea de aspecte care privesc drepturile și obligațiile dintre persoanele care formează un cuplu, în special în cadrul unui sistem suprasolicitat cum este cel din Italia, deja constituie un obstacol semnificativ în calea eforturilor reclamanților de a obține respectarea vieții lor private și de familie. În plus, acest lucru este agravat de o stare de incertitudine.", "172. Din cele menționate anterior rezultă că protecția oferită în prezent nu numai că are un conținut deficitar, în măsura în care nu prevede nevoile esențiale, relevante pentru un cuplu aflat într-o relație stabilă și serioasă, dar, mai mult, nu este suficient de stabil – depinde de coabitare, precum și de atitudinea judiciară (și uneori administrativă), în contextul unei țări care nu are la bază un sistem al precedentului judiciar (a se vedea Torri și alții împotriva Italiei, (dec.), nr. 11838/07 și 12302/07, pct. 42, 24 ianuarie 2012). În acest sens, Curtea reiterează faptul că această coerență a practicilor administrative și juridice din cadrul sistemului intern trebuie să fie considerată un factor important pentru examinarea realizată în temeiul art. 8 (a se vedea supra, pct. 161).", "173. În legătură cu principiile generale menționate la pct. 161 de mai sus, Curtea observă că, din examinarea anterioară a contextului intern, rezultă și faptul că există un conflict între realitatea socială a reclamanților, care, în mare parte, își trăiesc relația în mod deschis în Italia, și lege, care nu le oferă nicio recunoaștere oficială pe acest teritoriu. În opinia Curții, obligația de a oferi recunoaștere și protecție uniunilor între persoane de același sex și, astfel, de a permite ca legea să reflecte realitățile situațiilor reclamanților, nu ar impune statului italian nicio sarcină deosebită, fie legislativă, administrativă sau de altă natură. În plus, o astfel de legislație ar răspunde unei nevoi sociale importante – astfel cum a observat ARCD, statisticile naționale oficiale arată că există aproximativ un milion de homosexuali (sau bisexuali) doar în zona centrală a Italiei.", "174. În lumina considerentelor anterioare, Curtea consideră că, în absența căsătoriei, cuplurile formate din persoane de același sex, precum reclamanții, sunt interesate în mod deosebit să obțină posibilitatea de a încheia o formă de uniune civilă sau de parteneriat înregistrat, având în vedere că acest lucru ar constitui cea mai adecvată modalitate prin care ar putea obține recunoașterea juridică a relației lor și care le-ar garanta protecția relevantă – sub forma unor drepturi esențiale, relevante unui cuplu aflat într-o relație stabilă și serioasă –, fără să întâmpine obstacole inutile. De asemenea, Curtea a hotărât deja că astfel de parteneriate civile au valoare intrinsecă pentru persoanele aflate în situația reclamanților, indiferent de efectele juridice pe care le-ar produce, oricât de limitate sau ample ar fi (a se vedea, Vallianatos, citată anterior, pct. 81). În plus, această recunoaștere le-ar conferi cuplurilor formate din persoane de același sex sentimentul de legitimitate.", "175. Curtea reiterează că, în cadrul aprecierii obligațiilor pozitive ale unui stat, trebuie să se țină seama de echilibrul just care trebuie păstrat între interesele concurente ale individului și ale comunității în ansamblu. După ce a identificat interesele individuale aflate în joc, în continuare Curtea trebuie să le pună în balanță în raport cu interesele comunității.", "176. Totuși, în acest sens, Curtea observă că Guvernul italian nu a evidențiat în mod explicit ce anume, în opinia sa, corespundea intereselor comunității în ansamblu. Acesta a apreciat însă că „era necesar să treacă o perioadă de timp pentru a se ajunge la o maturizare treptată a unei opinii comune a comunității naționale, în ceea ce privește recunoașterea acestei noi forme de familie”. Acesta a făcut referire, de asemenea, la „diversele aspecte sensibile legate de o problemă socială atât de delicată și resimțită profund” și la încercarea de a ajunge la un „consimțământ unanim al diverselor curente de gândire și simțire, chiar și de inspirație religioasă, care existau în societate”. În același timp, acesta a negat categoric faptul că absența unui cadru juridic specific, care să ofere recunoaștere și protecție uniunilor între persoane de același sex, urmărea protejarea conceptului tradițional de familie sau a moralității societății. În schimb, Guvernul a invocat marja de apreciere de care beneficia în ceea ce privește alegerea momentului potrivit și a modalităților de instituire a unui cadru juridic specific, considerând că este mai în măsură să aprecieze sentimentele comunității sale.", "177. În ceea ce privește întinderea marjei de apreciere, Curtea subliniază că aceasta depinde de mai mulți factori. Deși Curtea poate să admită că subiectul prezentei cauze poate fi legat de aspecte morale sau etice sensibile, care permit o marjă de apreciere mai mare, având în vedere absența unui consens în rândul statelor membre, aceasta observă că prezenta speță nu privește anumite drepturi specifice „suplimentare” (în contrast cu drepturile fundamentale), care pot să apară sau nu ca urmare a unei astfel de uniuni și care poate face obiectul unei controverse aprinse, în lumina dimensiunii lor sensibile. În acest sens, Curtea a hotărât deja că statele beneficiază de o anumită marjă de apreciere în ceea ce privește statutul exact conferit prin mijloace alternative de recunoaștere și drepturile și obligațiile conferite printr-o astfel de uniune sau parteneriat înregistrat (a se vedea Schalk și Kopf, citată anterior, pct. 108-09). Într-adevăr, prezenta cauză privește exclusiv nevoia generală de recunoaștere juridică și de protecție fundamentală a reclamanților, în calitate de cupluri formate din persoane de același sex. Curtea consideră că acestea din urmă constituie aspecte ale existenței și identității unui individ, cărora ar trebui să li se aplice marja de apreciere relevantă.", "178. Pe lângă cele menționate anterior, relevant pentru aprecierea Curții este și procesul de recunoaștere juridică a cuplurilor formate din persoane de același sex, care a continuat să evolueze rapid în Europa după pronunțarea hotărârii Curții în cauza Schalk și Kopf. Până în prezent, o majoritate fragilă a statelor CoE (douăzeci și patru din patruzeci și șapte, a se vedea supra, pct. 55) au legiferat deja în favoarea unei astfel de recunoașteri și a protecției relevante. Aceeași dezvoltare rapidă poate fi constatată și la nivel mondial, în special în ceea ce privește țările din America și Australasia (a se vedea supra, pct. 65 și 135). Astfel, informațiile disponibile demonstrează evoluția internațională permanentă către recunoașterea juridică, căreia Curtea nu poate să nu îi acorde importanță (a se vedea mutatis mutandis, Christine Goodwin, pct. 85, și Vallianatos, pct. 91, ambele citate anterior).", "179. Revenind la situația din Italia, Curtea observă că, deși Guvernul este, de regulă, mai în măsură să aprecieze interesele comunității, în prezenta cauză, legiuitorul italian pare să nu fi acordat o importanță prea mare indicațiilor expuse de comunitatea națională, inclusiv de populația generală italiană și de cele mai înalte autorități judiciare din Italia.", "180. Curtea subliniază că, în Italia, nevoia de a recunoaște și proteja astfel de relații a fost analizată foarte serios de cele mai înalte autorități judiciare, inclusiv de Curtea Constituțională și Curtea de casație. Se face trimitere în special la hotărârea nr. 138/10 a Curții Constituționale, pronunțată în cauza primilor doi reclamanți, ale cărei constatări au fost reiterate într-o serie de hotărâri ulterioare în anii următori (a se vedea câteva exemple la pct. 45 de mai sus). În astfel de cauze, Curtea Constituțională, a solicitat în mod special și în repetate rânduri recunoașterea juridică a drepturilor și obligațiilor relevante, aferente uniunilor homosexuale (a se vedea, între altele, supra, pct. 16), o măsură care poate fi instituită doar de Parlament.", "181. Curtea observă că această declarație reflectă sentimentele majorității populației italiene, astfel cum arată sondajele oficiale (a se vedea supra, pct.144). Statisticile prezentate indică faptul că, în rândul populației italiene, există o acceptare răspândită a cuplurilor homosexuale, precum și un sprijin din partea populației în ceea ce privește recunoașterea și protejarea acestora.", "182. Într-adevăr, în observațiile prezentate Curții, același Guvern italian nu a negat necesitatea unei astfel de protecții, susținând că aceasta nu era limitată la recunoaștere (a se vedea supra, pct. 128), cu privire la care a admis, în plus, că aceasta devenea tot mai populară în rândul comunității italiene (a se vedea supra, pct. 130).", "183. Cu toate acestea, în ciuda unor încercări de peste trei decenii (a se vedea supra, pct. 126 și 46-47), legiuitorul italian nu a reușit să adopte legislația relevantă.", "184. În acest sens, Curtea reamintește că, deși într-un context diferit, a hotărât anterior că „o încercare deliberată de a împiedica punerea în aplicare a unei hotărâri definitive și executorii și care, în plus, este tolerată, dacă nu aprobată tacit, de puterea executivă și puterea legislativă ale statului, nu poate fi justificată prin motive legate de un interes public legitim sau de interesele comunității în ansamblu. Dimpotrivă, acest lucru poate submina credibilitatea și autoritatea puterii judecătorești și poate periclita eficiența acesteia, factori deosebit de importanți din perspectiva principiilor fundamentale aflate la baza Convenției [a se vedea Broniowski împotriva Poloniei (MC), nr. 31443/96, pct. 175, CEDO 2004V]. Deși Curtea este conștientă de diferențele juridice și factuale importante care există între cauza Broniowski și prezenta cauză, aceasta consideră totuși că, în speță, legiuitorul nu a luat în seamă repetatele solicitări din partea celor mai înalte instanțe din Italia, fie în mod deliberat, fie pentru că nu a fost suficient de hotărât. Într-adevăr, însuși Președintele Curții Constituționale și-a exprimat, în raportul anual al Curții, regretul cu privire la lipsa de reacție din partea legiuitorului la pronunțarea de către Curtea Constituțională a deciziei în cauza primilor doi reclamanți (a se vedea supra, pct. 43). Curtea consideră că această neluare în considerare de către legiuitori, în repetate rânduri și pentru o perioadă lungă de timp, a deciziilor pronunțate de Curtea Constituțională sau a recomandărilor făcute în acestea, în ceea ce privește conformitatea cu Constituția, ar putea submina responsabilitatea puterii judecătorești și, în prezenta cauză, a lăsat persoanele interesate într-o situație de incertitudine juridică, de care trebuie să se țină seama.", "185. În concluzie, având în vedere că Guvernul italian nu a expus existența unui interes prevalent al comunității, în raport cu care să se pună în balanță interesele importante ale reclamanților în speță, astfel cum au fost identificate anterior, și în lumina concluziilor instanțelor naționale cu privire la acest aspect, care nu au fost luate în seamă, Curtea constată că Guvernul italian a depășit marja sa de apreciere și nu și-a îndeplinit obligația pozitivă de a garanta că reclamanții au la dispoziție un cadru juridic specific, care să ofere recunoaștere și protecție uniunilor acestora, în calitate de persoane de același sex.", "186. În prezent, dacă s-ar constata altfel, ar însemna că Curtea nu este dispusă să ia act de condițiile în curs de evoluție din Italia și că are rezerve în ceea ce privește aplicarea Convenției într-o manieră practică și eficientă.", "187. Prin urmare, a fost încălcat art. 8 din Convenție.", "(b) Art. 14 coroborat cu art. 8", "188. Având în vedere constatarea sa cu privile la încălcarea art. 8 (a se vedea supra, pct. 187), Curtea consideră că nu este necesar să examineze dacă, în speță, a fost încălcat, de asemenea, art. 14 coroborat cu art. 8.", "III. Cu privire la pretinsa încălcare a art. 12 din Convenție, considerat separat, și a art. 14 coroborat cu art. 12 din Convenție", "189. Reclamanții în cererea nr. 18766/11 au invocat art. 12 considerat separat și au susținut că, de la pronunțarea hotărârii în cauza Schalk și Kopf (citată anterior), mai multe țări au legiferat în favoarea căsătoriei persoanelor homosexuale și, în mult mai multe țări, acest aspect este în curs de dezbatere. Prin urmare, având în vedere că această Convenție este un instrument viu, Curtea ar trebui să restabilească acest aspect în lumina poziției actuale.", "190. Toți reclamanții s-au mai plâns și de faptul că au suferit o discriminare din cauza interdicției privind căsătoria, care li s-a aplicat. Luând act de recenta acceptare a Curții din Schalk și Kopf a aplicabilității art. 12 (separat de art. 8) în astfel de situații, reclamanții au susținut că, deși era adevărat că aceasta a hotărât că respectiva dispoziție nu obligă statele să confere un astfel de drept unor cupluri homosexuale, totuși Curtea trebuie să examineze dacă faptul că nu era prevăzută căsătoria între persoane de același sex era justificat în lumina tuturor circumstanțelor relevante. Reclamanții au argumentat că, în prezentele cauze, era deosebit de relevant faptul că nu aceștia aveau la dispoziție nicio altă opțiune pentru a obține recunoașterea juridică a uniunii lor. În plus, o astfel de excludere nu mai putea fi considerată legitimă, având în vedere realitatea socială (potrivit unui studiu realizat de Eurispes, 61,4% din italieni erau în favoarea unei forme de uniune, din care 20,4% erau de acord ca aceasta să fie sub formă de căsătorie). A refuza în continuare acordarea anumitor drepturi cuplurilor formate din persoane de același sex nu face decât să marginalizeze și să stigmatizeze în continuare un grup minoritar, în favoarea unei majorități cu tendințe de discriminare. În cele din urmă, aceștia au susținut că, și presupunând că acesta ar putea fi considerat legitim, era evident disproporționat, având în vedere marja limitată de apreciere acordată statelor la aplicarea unui tratament diferit pe criterii de orientare sexuală. Aceeași marjă trebuia considerată limitată și în lumina faptului că, în fapt, majoritatea statelor au reglementat o formă sau alta de uniune civilă (a se vedea Schalk și Kopf, citată anterior, pct. 105).", "191. Curtea observă că, în Schalk și Kopf, aceasta a constatat, în temeiul art. 12, că nu va mai considera că dreptul la căsătorie trebuie să fie limitat, în orice situație, la căsătoria între persoane de sex opus. Cu toate acestea, având în vedere situația (la acel moment, doar șase din patruzeci și șapte de state membre ale CoE permiteau căsătoria între persoane de același sex), problema autorizării căsătoriei între persoane de același sex a fost lăsată la latitudinea statului contractant, pentru a fi reglementată de dreptul național. Curtea a considerat că nu trebuie să se pripească să substituie propria apreciere celei a autorităților naționale, care sunt cele mai în măsură să evalueze și să răspundă nevoilor societății. Rezulta că art. 12 din Convenție nu impune Guvernului pârât obligația de a acorda acces la căsătorie unui cuplu format din persoane de același sex, precum reclamanții (pct. 61-63). Aceeași concluzie a fost reiterată în cea mai recentă hotărâre, Hämäläinen (citată anterior, pct. 96), în care Curtea a considerat că, deși era adevărat că unele state contractante au extins căsătoria la partenerii de același sex, art. 12 nu poate fi interpretat ca impunând statelor contractante obligația de a acorda acces la căsătorie cuplurilor formate din persoane de același sex.", "192. Curtea subliniază că, în ciuda evoluției treptate a statelor în această privință (astăzi există unsprezece state CoE care au recunoscut căsătoria între persoane de același sex), constatările la care s-a ajuns în cauzele menționate anterior rămân relevante. În consecință, Curtea reiterează că art. 12 din Convenție nu impune Guvernului pârât obligația de a acorda acces la căsătorie unui cuplu format din persoane de același sex.", "193. În mod similar, în Schalk și Kopf, Curtea a hotărât că nici art. 14, coroborat cu art. 8, o dispoziție cu un scop și un domeniu de aplicare mai generale, nu poate fi interpretat ca impunând o astfel de obligație. Curtea consideră că același lucru se poate spune și despre art. 14, coroborat cu art. 12.", "194. Rezultă că atât capătul de cerere formulat în temeiul art. 12 considerat separat, cât și cel formulat în temeiul art. 14, coroborat cu art. 12, sunt în mod vădit nefondate și trebuie să fie respinse în conformitate cu art. 35 § 3 și art. 35 § 4 din Convenție.", "IV. Cu privire la aplicarea art. 41 din Convenție", "195. Art.41 din Convenție prevede:", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenției sau a protocoalelor sale și dacă dreptul intern al înaltei părți contractante nu permite decât o înlăturare incompletă a consecințelor acestei încălcări, Curtea acordă părții lezate, dacă este cazul, o reparație echitabilă”.", "Prejudiciu", "", "196. Reclamanții în cererea nr. 18766/11 au pretins că au suferit un prejudiciu material, ca urmare a pierderilor în ceea ce privește zilele de concediu acordate pentru motive familiale, precum și unele bonusuri, și a imposibilității de a beneficia de un împrumut, pierderi care erau totuși dificil de cuantificat. De asemenea, aceștia au subliniat că au suferit un prejudiciu moral, fără să solicite o anumită sumă cu acest titlu.", "197. Reclamanții în cererea nr. 36030/11 au solicitat despăgubiri cu titlu de prejudiciu moral, a căror valoare urma să fie stabilită de Curte, deși aceștia considerau că suma de 7 000 EUR pentru fiecare reclamant era echitabilă, în conformitate cu suma acordată în hotărârea în cauza Vallianatos (citată anterior). De asemenea, aceștia au solicitat Curții să îi facă Guvernului recomandări specifice, cu scopul de a legifera în favoarea uniunilor civile pentru cuplurile formate din persoane de același sex.", "198. Guvernul a susținut că reclamanții nu au suferit niciun prejudiciu efectiv.", "199. Curtea subliniază că pretențiile materiale ale reclamanților în cererile 18766/11 sunt atât necuantificate, cât și neîntemeiate. Pe de altă parte, Curtea consideră că toți reclamanții au suferit un prejudiciu moral și acordă fiecărui reclamant, cu acest titlu, suma de 5 000 EUR, plus orice sumă ce poate fi datorată cu titlu de impozit.", "200. În cele din urmă, în ceea ce privește solicitarea reclamanților, Curtea subliniază că a constatat că absența unui cadru juridic care să permită recunoașterea și protecția relației acestora încalcă drepturile garantate acestora de art. 8 din Convenție. În conformitate cu art. 46 din Convenție, statul pârât va trebui să pună în aplicare, sub supravegherea Comitetului de Miniștri, măsurile generale și/sau individuale corespunzătoare pentru a-și îndeplini obligațiile de a garanta reclamanților și altor persoane aflate în situația lor dreptul la respectarea vieții lor private și de familie [a se vedea Scozzari și Giunta împotriva Italiei (MC), nr. 39221/98 și 41963/98, pct. 249, CEDO 2000VIII, Christine Goodwin, citată anterior, pct. 120, CEDO 2002VI; și S. și Marper împotriva Regatului Unit (MC), nr. 30562/04 și 30566/04, pct. 134, CEDO 2008].", "B. Cheltuieli de judecată", "201. Reclamanții în cererea nr. 18766/11 au solicitat, de asemenea, 8 200 EUR pentru cheltuielile de judecată efectuate în fața instanțelor interne și 5 000 EUR pentru cheltuielile efectuate în fața Curții.", "202. Reclamanții în cererea nr. 36030/11 au solicitat 11 672,96 EUR pentru cheltuielile de judecată efectuate în fața Curții, calculate în conformitate cu dreptul italian și ținând seama de problemele complexe examinate în cauză, precum și de observațiile vaste, inclusiv cele prezentate de terții intervenienți.", "203. Guvernul a susținut că aceste cerer ale reclamanților de rambursare a cheltuielilor de judecată erau „nejustificate și nesusținute de niciun document”.", "204. Conform jurisprudenței Curții, un reclamant are dreptul la rambursarea cheltuielilor de judecată numai în măsura în care s-a stabilit caracterul real, necesar și rezonabil al acestora. În prezenta cauză, ținând seama de documentele pe care le deține și de criteriile menționate anterior, Curtea respinge cererea privind cheltuielile efectuate în cadrul procedurilor interne, având în vedere că nu a fost susținută prin niciun document. După ce a examinat cele două cereri formulate de avocați diferiți și a constatat lipsa detaliilor privind pretențiile din cererea nr. 18766/11, Curtea consideră, de asemenea, că este rezonabil să acorde suma de 4 000 EUR, în solidar, plus orice sumă ce poate fi datorată de reclamanți cu titlu de impozit, în privința cererii nr. 18766/11, și suma de 10 000 EUR, în solidar, plus orice sumă ce poate fi datorată de reclamanți cu titlu de impozit, care trebuie să fie plătită direct în conturile bancare ale reprezentanților acestora, în privința cererii nr. 36030/11, cu titlu de cheltuieli efectuate în procedura în fața Curții.", "C. Dobânzi moratorii", "205. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilității de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "Pentru aceste motive,", "CURTEA,", "în unanimitate,", "", "1. declară cererea admisibilă în ceea ce privește capetele de cerere întemeiate pe art. 8 considerat separat și pe art. 14 coroborat cu art. 8 și inadmisibilă pentru celelalte capete de cerere;", "", "2. hotărăște că a fost încălcat art. 8 din Convenție;", "", "3. hotărăște că nu este necesar să se examineze capătul de cerere întemeiat pe art. 14, coroborat cu art. 8 din Convenție;", "", "4. hotărăște:", "a) că statul pârât trebuie să plătească reclamanților, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenție, următoarele sume:", "(i) 5 000 EUR (cinci mii de euro) fiecărui reclamant, plus orice sumă ce poate fi datorată cu titlu de impozit, pentru prejudiciul moral;", "ii) 4 000 EUR (patru mii de euro) în solidar, reclamanților în cererea nr. 18766/11, pentru cheltuielile de judecată, plus orice sumă ce poate fi datorată de reclamanți cu titlu de impozit;", "iii) 10 000 EUR (zece mii de euro) în solidar, reclamanților în cererea nr. 36030/11, pentru cheltuielile de judecată, plus orice sumă ce poate fi datorată de reclamanți cu titlu de impozit, care trebuie să fie plătită direct în conturile bancare ale reprezentanților acestora;", "(b) că, de la expirarea termenului menționat și până la efectuarea plății, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilității de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade și majorată cu trei puncte procentuale;", "", "5. respinge cererea de acordare a unei reparații echitabile pentru celelalte capete de cerere.", "Redactată în limba engleză, apoi comunicată în scris, la 21 iulie 2015, în temeiul art. 77  § 2 și art. 77  § 3 din Regulamentul Curții.", "\tFrançoise Elens-Passos\tPäivi Hirvelä,\n\tGrefier\tPreședinte", "", "", "În conformitate cu art. 45 § 2 din Convenție și art. 74 § 2 din Regulamentul Curții, la prezenta hotărâre se anexează opinia separată a judecătorului Mahoney, la care au subscris judecătorii Tsotsoria și Vehabović.", "", "P.H.\nF.E.P.", "", "OPINIA CONCORDANTĂ A JUDECĂTORULUI MAHONEY, SUSȚINUTĂ DE JUDECĂTORII TSOTSORIA ȘI VEHABOVIĆ", "", "1. Noi, cei trei judecători care au subscris la prezenta opinie concordantă, am votat alături de cei patru colegi ai noștri pentru încălcarea art. 8 din Convenție în prezenta cauză, dar pe baza unui raționament diferit, cu o sferă mai limitată. Pe scurt, apreciem că nu este necesar să afirmăm că, în prezent, art. 8 impune Italiei ceea ce colegii noștri consideră a fi o obligație pozitivă de a oferi cuplurilor formate din persoane de același sex, precum reclamanții, un cadru juridic specific, care să prevadă recunoașterea și protejarea uniunilor lor, în calitate de persoane de același sex (pct. 185 in fine din hotărâre). Aspectele pe care le considerăm decisive pentru prezenta cauză pot fi rezumate după cum urmează:", "- statul italian a ales, prin intermediul celor mai înalte instanțe ale sale, în special Curtea Constituțională, să declare că persoanelor de același sex, care trăiesc într-o relație stabilă de coabitare, le este conferit, în temeiul Constituției Italiei, dreptul fundamental de a obține recunoașterea juridică a drepturilor și obligațiilor relevante, aferente uniunii lor;", "- tocmai această intervenție voluntară și activă din partea statului italian în sfera relațiilor personale, reglementate de art. 8, este cea care atrage aplicarea garanției prevăzute de Convenție în ceea ce privește dreptul la respectarea vieții private și de familie, fără să fie necesar să se invoce existența prealabilă a unei obligații pozitive prevăzute de Convenție;", "- cerințele care decurg din art. 8 în ceea ce privește orice reglementare de către stat a exercitării dreptului la respectarea vieții private și de familie nu au fost îndeplinite în circumstanțele prezentei spețe din cauza naturii defectuoase a măsurilor adoptate, în cadrul ordinii juridice italiene, ca urmare a declarației judiciare cu autoritate a Curții Constituționale privind dreptul constituțional al persoanelor aflate în situația reclamanților la o formă sau alta de recunoaștere juridică adecvată a uniunilor stabile între persoane de același sex.", "", "Acest raționament este explicat mai detaliat în continuare.", "", "2. În hotărârea nr. 138 din 15 aprilie 2010 privind excepțiile de neconstituționalitate ridicate de reclamanți, domnul Oliari și domnul A, Curtea Constituțională a Italiei, respingând argumentele întemeiate pe art. 29 din Constituție (privind instituția căsătoriei), a hotărât că, în temeiul art. 2 din Constituție, două persoane de același sex, aflate într-o relație stabilă de coabitare, au dreptul fundamental de a-și exprima liber personalitatea în cadrul unui cuplu, obținând – în timp și prin mijloace și în limite care trebuie stabilite de lege – recunoașterea juridică a drepturilor și obligațiilor relevante (acestea sunt termenii utilizați la pct. 16 din prezenta hotărâre pentru a rezuma respectiva hotărâre; textul art. 2 și 29 din Constituția Italiei este expus la pct. 33 din hotărâre). Această hotărâre reprezintă o declarație cu autoritate privind reglementarea, în ordinea juridică italiană, a dreptului reclamanților la respectarea vieții lor private și de familie, în ceea ce privește statutul juridic care ar trebui să fie conferit uniunii lor, în calitate de cuplu de persoane de același sex. „Dreptul fundamental” astfel recunoscut, de a obține recunoașterea juridică a drepturilor și obligațiilor relevante, aferente unei uniuni între persoane de același sex, este unul care rezultă nu dintr-o obligație pozitivă, consacrată de Convenție, ci din formularea art. 2 din Constituția Italiei.", "", "3. În temeiul dispozițiilor constituționale ale Italiei, deși Curtea Constituțională poate pronunța neconstituționalitatea legislației existente, aceasta nu are nicio competență de a umple o lacună legislativă, deși, așa cum s-a întâmplat în hotărârea nr. 138/2010, este posibil să fi constatat că lacuna în cauză dă naștere unei situații incompatibile cu Constituția. Astfel, în cauza domnului Oliari și a domnului A. din 2010, nu Curtea Constituțională era cea care avea competența să procedeze la formularea dispozițiilor juridice adecvate, ci Parlamentul italian (a se vedea pct. 36 și 45 din prezenta hotărâre, pentru explicații similare privind competențele Curții Constituționale, furnizate de aceasta în hotărârile sale ulterioare, în care a fost reiterată concluzia generală formulată în hotărârea nr. 138/10). Astfel cum se declară în prezenta hotărâre (la pct. 82), „Curtea Constituțională ... nu a putut decât să invite legiuitorul să adopte măsuri” (a se vedea și pct. 84 și 180 in fine din hotărâre). În acest sens, trebuie citat raportul pe care Președintele Curții Constituționale de la acea dată l-a adresat celor mai înalte autorități constituționale din Italia, în 2013 (citat la pct. 43 din hotărâre):", "", "„Uneori este mai dificil de comunicat cu interlocutorul obișnuit al Curții [Constituționale]. Acest lucru este valabil în special în cazurile în care aceasta solicită legiuitorului să modifice o normă juridică pe care a considerat-o ca fiind contrară Constituției. Astfel de cereri nu trebuie să fie subestimate. Acestea constituie, de fapt, singurele mijloace de care dispune Curtea [Constituțională] pentru a obliga organele legislative să elimine orice situație care nu este compatibilă cu Constituția și care, deși a fost identificată de Curte[a] [Constituțională], nu conduce la pronunțarea anticonstituționalității. ... O cerere de acest tip, de care nu s-a ținut seama, a fost cea formulată în cadrul hotărârii nr. 138/10, care, deși a constatat că o căsătorie putea fi încheiată numai între persoane de sex opus pentru a respecta Constituția, a afirmat, de asemenea, că și cuplurile formate din persoane de același sex au dreptul fundamental de a obține recunoașterea juridică a uniunii lor, cu drepturile și obligațiile corespunzătoare. Aceasta a lăsat la latitudinea Parlamentului să prevadă o astfel de reglementare, prin mijloacele și în limitele pe care le considera adecvate”.", "", "Pe scurt, astfel cum a explicat Președintele Curții Constituționale de la acea dată:", "- Curtea Constituțională a afirmat dreptul fundamental pe care îl au cuplurile formate din persoane de același sex, în temeiul Constituției Italiei, de a obține recunoașterea juridică a uniunii lor;", "- cu toate acestea, singura metodă de care dispunea Curtea Constituțională pentru a „obliga” organele legislative să elimine din dreptul italian lacuna neconstituțională care refuză să le acorde cuplurilor formate din persoane de același sex acest drept fundamental, garantat la nivel național, era aceea de a „solicita” sau de a adresa o „cerere” Parlamentului, pentru ca acesta să adopte măsurile legislative necesare.", "", "Reclamanții în cererea nr. 36030/11 au adăugat explicația lor, potrivit căreia „hotărârea nr. 138/10 a Curții Constituționale a avut ca efect afirmarea existenței ... obligației constituționale, impusă legiuitorului, de a adopta o reglementare generală corespunzătoare, cu privire la recunoașterea uniunilor între persoane de același sex, care să includă drepturile și obligațiile partenerilor, ce decurg din această recunoaștere” (pct. 114 din hotătâre).", "", "4. Și totuși, până în prezent au trecut cinci ani de la hotărârea Curții Constituționale, fără ca Parlamentul italian să fi adoptat vreo legislație adecvată. Astfel, reclamanții se află în poziția nesatisfăcătoare în care Curtea Constituțională a recunoscut că aceștia beneficiază, în temeiul dreptului constituțional italian, de un „drept fundamental” în curs de recunoaștere, care afectează un aspect important al statutului juridic care trebuie conferit vieții lor private și de familie, dar acest „drept fundamental” în curs de recunoaștere nu a fost pus în aplicare în mod corespunzător de organul competent al guvernului, și anume organul legislativ. Reclamanții, la fel ca și alte cupluri aflate în situația lor, formate din persoane de același sex, au fost lăsați deoparte, într-o stare de incertitudine juridică în ceea ce privește recunoașterea juridică a uniunii lor, la care aceștia au dreptul în temeiul Constituției Italiei.", "", "5. Pe baza faptelor menționate anterior, nu este necesar să se hotărască de către Curte dacă Italia are sau nu o obligație pozitivă în temeiul art. 8 § 1 din Convenție, de a acorda, în cadrul ordinii sale juridice, o recunoaștere juridică adecvată în ceea ce privețte uniunea cuplurilor formate din persoane de același sex. Declarația făcută de Curtea Constituțională, potrivit căreia art. 2 din Constituția Italiei conferă, pentru două persoane de același sex, care trăiesc în cadrul unei relații stabile de coabitare, un „drept fundamental”, în temeiul dreptului constituțional intern, de a obține recunoașterea juridică a uniunii lor, constituie o intervenție activă din partea statului în sfera vieții private și de familie, reglementată de art. 8 din Convenție. Hotărârea 138/10 nu a fost una izolată: potrivit exprimării folosite în prezenta hotărâre (la pct. 180), „în Italia, nevoia de a recunoaște și proteja astfel de relații a fost analizată foarte serios de cele mai înalte autorități judiciare, inclusiv de Curtea Constituțională și Curtea de Casație”, Curtea Constituțională solicitând în repetate rânduri Parlamentului să adopte legislația necesară, care să ofere uniunilor homosexuale recunoașterea juridică a drepturilor și obligațiilor relevante. În opinia noastră, această acțiune voluntară din partea statului în ceea ce privește reglementarea juridică a vieții private și de familie a reclamanților atrage de la sine, prin însăși existența sa, aplicarea art. 8 din Convenție în cauzele acestora și obligația aferentă, impusă statului italian, de a respecta cerințele care decurg din art. 8, în special cele enunțate la art. 8 § 2.", "", "6. Este incontestabil faptul că, având în vedere faptul că Guvernul pârât descrie exercițiul de stabilire a unui echilibru între „diversele aspecte sensibile, legate de o problemă socială atât de delicată și resimțită profund” (pct. 126 din hotărâre) ca fiind unul dificil, trebuie să se admită că statul italian beneficiază de o anumită marjă de apreciere în ceea ce privește atât alegerea statului juridic precis care trebuie să fie acordat uniunilor între persoane de același sex, cât și a momentului potrivit pentru adoptarea legislației relevante (a se vedea pct. 177 din hotărâre, care evidențiază o idee similară).", "", "7. Pe de altă parte, indiferent de cadrul constituțional și de repartizarea competențelor între organele Guvernului, pe care un stat contractant poate alege să le adopte, există o obligație generală de încredere și bună credință, pe care statul și autoritățile sale publice o au față de cetățeni, într-o societate democratică reglementată de statul de drept [a se vedea, mutatis mutandis, Broniowski împotriva Poloniei (MC), nr. 31443/96, pct. 173 și 175, CEDO 2004-V]. În opinia noastră, în ciuda marjei de apreciere de care dispune statul italian, această obligație de încredere nu a fost respectată în prezenta cauză în ceea ce privește măsurile adoptate ca urmare a Deciziei nr. 138/10 a Curții Constituționale, în care o lacună neconstituțională, care implică negarea unui „drept fundamental”, a fost identificată în ordinea juridică italiană. Există, și a rămas neschimbată de cinci ani, o neconcordanță între declarația Curții Constituționale, în ceea ce privește dreptul pe care îl are o anumită categorie de persoane în temeiul Constituției, și acțiunea, sau mai degrabă lipsa acțiunii legiuitorului italian, în calitate de organ al Guvernului care are competența de a pune în aplicare acest drept. Beneficiarilor declarației Curții Constituționale, în ceea ce privește incompatibilitatea cu Constituția a lipsei unei recunoașteri juridice adecvate a uniunilor între persoane de același sex, li s-a refuzat asigurarea nivelului de protecție a vieții lor private și de familie, la care aceștia au dreptul în temeiul art. 2 din Constituția Italiei.", "", "8. În plus, dreptul italian referitor la statutul juridic care trebuie să fie acordat uniunilor între persoane de același sex a fost lăsat într-o stare de incertitudine, nereglementată pentru o perioadă de timp excesiv de lungă. Această situație persistentă de incertitudine juridică, invocată în prezenta hotărâre (de exemplu, la pct. 170, 171 și 184 in fine), este de natură să determine incompatibilitatea reglementării interne a uniunii reclamanților, în calitate de persoane de același sex, cu noțiunea democratică de „lege”, inerentă cerinței de la alineatul 2, potrivit căreia „amestecul” în exercitarea dreptului la respectarea vieții private și de familie trebuie să fie „prevăzut de lege”. Acest lucru este valabil în special având în vedere că, așa cum se subliniază în hotărâre (la pct. 171),", "", "„necesitatea de a se adresa în mod repetat instanțelor interne, pentru a solicita un tratament egal în ceea ce privește fiecare din multitudinea de aspecte care privesc drepturile și obligațiile pe care le au persoanele care formează un cuplu, în special în cadrul unui sistem judiciar suprasolicitat, cum este cel din Italia, deja constituie un obstacol semnificativ în calea eforturilor reclamanților de a obține respectarea vieții lor private și de familie”.", "", "Mai mult, în hotărâre se adaugă (la pct. 170) că Guvernul își exercită constant dreptul de a contesta astfel de pretenții privind un tratament egal, care sunt formulate în fața instanțelor naționale de cupluri formate din persoane de același sex, în fiecare cauză în parte, în diverse ramuri ale dreptului.", "", "9. Precum colegii noștri, reținem faptul că „Guvernul italian nu a evidențiat în mod explicit ce anume, în opinia sa, corespundea intereselor comunității în ansamblu”, pentru a explica faptul că Parlamentul nu a legiferat și nu a pus în aplicare dreptul constituțional fundamental, identificat de Curtea Constituțională (a se vedea pct. 176 din hotărâre). De asemenea, suntem de acord cu colegii noștri în privința respingerii diverselor argumente pe care Guvernul le-a invocat într-adevăr ca justificare pentru această lipsă de acțiune continuă, în special argumente legate de înregistrarea uniunilor între persoane de același sex de către unele municipalități, acordurile contractuale private și capacitatea instanțelor interne, în temeiul dreptului intern în vigoare, de a acorda o recunoaștere juridică și o protecție adecvate (a se vedea, în special, pct. 81-82 și 168-172). Astfel cum subliniază colegii noștri, faptul că „în rândul populației italiene, există o acceptare răspândită a cuplurilor homosexuale, precum și un sprijin din partea populației în ceea ce privește recunoașterea și protejarea acestora” este de asemenea important, astfel încât hotărârile pronunțate de cele mai înalte instanțe judiciare din Italia, inclusiv Curtea Constituțională și Curtea de Casație, reflectă sentimentele majorității comunității italiene (pct. 180-181 din hotărâre).", "", "10. Nu împărtășim opinia colegilor noștri în ceea ce privește problema încadrării analizei faptelor cauzei în sensul art. 8 din Convenție. Colegii noștri au urmărit să își limiteze constatarea existenței unei obligații pozitive la Italia și își întemeiază concluzia pe o combinație de factori care nu sunt prezenți în mod necesar în alte state contractante. În primul rând, nu suntem siguri că o astfel de limitare la condiții locale, a unei obligații pozitive existente în temeiul Convenției, este posibilă din punct de vedere conceptual. În al doilea rând, uneori, colegii noștri par să se bazeze totuși, cel puțin parțial, pe raționamentul general care poate fi interpretat ca implicând o obligație pozitivă de sine stătătoare, ce revine tuturor statelor contractante, de a prevedea un cadru juridic pentru uniunile între persoane de același sex (a se vedea, de exemplu, pct. 165 din hotărâre). S-ar putea argumenta că, prin analogie cu A, B și C împotriva Irlandei (MC) (cererea nr. 25579/05, CEDO 2010, pct. 253, 264 și 267), o „obligație pozitivă” impusă statului italian, de a adopta o legislație adecvată și care poate fi pusă în aplicare, decurge din art. 2 din Constituția Italiei, astfel cum este interpretat de Curtea Constituțională. Într-adevăr, acest lucru poate fi adevărat din perspectiva dreptului constituțional italian, astfel cum au argumentat reclamanții în cererea nr. 36030/11 (a se vedea pct. 3 in fine de mai sus, din prezenta opinie concordantă). Totuși, nu acesta este sensul implicat, de regulă, de o obligație pozitivă impusă de un articol al Convenției. În special, ori de câte ori un stat alege să reglementeze exercitarea unei activități care intră sub incidența unui drept garantat de Convenție, este obligat să facă acest lucru respectând cerințele exprese și inerente ale articolului din Convenție în cauză – de exemplu, într-o manieră care nu implică o incertitudine juridică excesivă pentru titularul dreptului prevăzut de Convenție. În aceste circumstanțe, avem de a face cu reglementarea unor drepturi și nu cu obligații pozitive impuse de Convenție. Acesta este motivul pentru care am solicitat (la pct. 5 de mai sus, din prezenta opinie concordantă) ca plângerea reclamanților să fie analizată din perspectiva unei intervenții deficitare din partea statului în sfera vieții private și de familie, mai degrabă decât în lumina neîndeplinirii unei obligații pozitive prevăzute de Convenție.", "", "11. În concluzie, în opinia noastră, starea nesatisfăcătoare a dreptului intern relevant, în ceea ce privețte recunoașterea uniunilor între persoane de același sex, caracterizată printr-o omisiune prelungită de a pune în aplicare într-o manieră eficientă un drept constituțional fundamental, recunoscut la nivel național, și care generează o incertitudine continuă, face ca intervenția statului italian în reglementarea dreptului reclamanților la respectarea vieții lor private și de familie să fie incompatibilă cu cerințele art. 8 din Convenție.", "", "12. Nu trebuie să se considere că opinia concordantă prezentată anterior exprimă un punct de vedere privind problema dacă, în condițiile actuale din 2015, în lumina atitudinilor în continuă evoluție din societatea democratică din Europa, art. 8 § 1 ar trebui să fie interpretat, în prezent, ca implicând, pentru Italia sau, în general, pentru toate statele contractante, o obligație pozitivă de a acorda uniunilor între persoane de același sex recunoașterea juridică și protecția corespunzătoare. Dorim să evidențiem faptul că nu este necesar ca în prezenta cauză să se recurgă la o astfel de interpretare „nouă”, deoarece, în orice caz, se impune o constatare în favoarea reclamanților dintr-un motiv cu o sferă mai limitată, bazat pe jurisprudența și pe analiza clasică existente cu privire la cerințele care însoțesc o intervenție activă din partea statului, de reglementare a exercitării unui drept la respectarea vieții private și de familie, prevăzut la art. 8 din Convenție.", "", "ANEXĂ", "Cererea nr. 18766/11", "", "", "", "Cererea nr. 36030/11", "", ""]}