{"file": "RUM_HJUDRUM_48787_99.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "48787/99", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Ilaşcu şi alţii împotriva Moldovei şi Rusiei (MC) - (cererea nr. 48787/99)", "Hotărârea din 08.07.2004", "Art. 5 § 1 lit. a) Instanţa competentă:", "Detenţie pe baza unei condamnări pronunţate de către o instanţă al cărei regim nu este recunoscut în dreptul internaţional: încălcare", "", "În fapt – Ca urmare a dizolvării Uniunii Sovietice, Parlamentul moldovenesc a adoptat o declaraţie de independenţă în 1991. Separatiştii din regiunea Transnistria, în Moldova, proclamaseră deja „Republica Moldovenească Transnistria” („RMT”), care nu a fost recunoscută de comunitatea internaţională. Au avut loc confruntări violente, în cursul cărora separatiştii şi-au procurat arme de la trupele Uniunii Sovietice (care a devenit apoi Federaţia Rusă). Aceste trupe, rămase pe teritoriul moldovenesc, îi susţineau în parte pe separatişti. Acordul de încetare a focului, încheiat în iulie 1992 între Moldova şi Federaţia Rusă, prevedea retragerea armatelor celor două părţi din conflict şi crearea unei zone de securitate. Un alt acord ce prevedea retragerea trupelor ruse, a fost semnat în 1994, dar nu a fost niciodată ratificat de Federaţia Rusă. În 1997, preşedintele Moldovei şi cel al RMT au semnat un memorandum care punea bazele normalizării relaţiilor dintre state. De la acea dată, au mai avut loc şi alte negocieri.", "Cei patru reclamanţi au fost arestaţi în iunie 1992 şi acuzaţi de activităţi antisovietice, de luptă prin mijloace ilegale împotriva statului Transnistria şi de alte infracţiuni, dintre care omorul. În decembrie 1993, Curtea Supremă a RMT i-a găsit vinovaţi şi l-a condamnat pe primul reclamant la pedeapsa cu moartea şi pe ceilalţi la pedepse de lungă durată cu închisoarea. Curtea Supremă a Moldovei a hotărât să revizuiască această hotărâre din oficiu şi a anulat-o, dispunând eliberarea reclamanţilor, dar autorităţile din RMT nu au dat curs acestei hotărâri. Primul reclamant a fost eliberat în mai 2001, în vreme ce ceilalţi sunt încă încarceraţi.", "În drept – Art. 5 § 1 lit. a): Curtea nu are competenţa de a se pronunţa asupra chestiunii de a stabili dacă procesul reclamanţilor a încălcat art. 6 din Convenţie dar, atâta timp cât detenţia reclamanţilor s-a prelungit după datele de ratificare ale celor două state pârâte, ea este competentă pentru a examina dacă fiecare dintre reclamanţi a fost reţinut în mod legal după condamnarea de către o instanţă competentă. Cu privire la caracterul arbitrar al procedurii, nici unul dintre reclamanţi nu a fost condamnat de o „instanţă”, iar pedepsele cu închisoarea pronunţate nu pot fi considerate o „detenţie legală” dispusă conform „procedurilor legale”. Această conduită este imputabilă Federaţiei Ruse pentru toţi reclamanţii, în vreme ce răspunderea Moldovei nu este angajată decât în privinţa celui de-al doilea, al treilea şi al patrulea reclamant.", "Concluzie: încălcarea de către Federaţia Rusă (16 voturi la 1); încălcarea de către Moldova în cazul a trei reclamanţi, neîncălcarea de către Moldova în cazul primului reclamant (11 voturi la 6).", ""]}