{"file": "RUM_HJUDRUM_61513_00.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "61513/00", "text_paragraphs": ["CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "", "", "", "", "SECŢIUNEA A 4-A", "", "", "", "", "", "", "CAZUL BUSUIOC c. MOLDOVEI", "", "(Cererea nr. 61513/00)", "", "", "", "", "", "HOTĂRÂRE", "", "STRASBOURG", "", "21 decembrie 2004", "", "", "", "", "", "Această decizie va deveni definitivă în condiţiile prevăzute de articolul 44§2 al Convenţiei. Ea poate fi supusă revizuirilor editoriale.", "", "", "", "", "", "În cazul Busuioc c. Moldovei,", "Curtea Europeană a Drepturilor Omului (Secţiunea a 4-a), în şedinţa Camerei compuse din:", "\tD-l\tNicolas Bratza, Preşedinte,\n\tD-l\tM. Pellonpää, \n\tD-l\tJ. Casadevall,", "\tD-l\tR. Maruste,\n\tD-l\tS. Pavlovschi,\n\tD-l\tJ. Borrego Borrego,\n\tD-na\t E. Fura-Sandström,\t\nşi d-l M. O’Boyle, Grefierul Secţiei,", "după ce a deliberat în secret pe data de 27 aprilie 2004 şi pe data de 30 noiembrie 2004,", "pronunţă următoarea hotărâre, adoptată la data de 30 noiembrie 2004.", "PROCEDURA", "1. Cazul a rezultat dintr-o cerere (nr. 61513/00) depusă împotriva Republicii Moldova, înaintată Curţii în conformitate cu articolul 34 al Convenţiei pentru protecţia drepturilor omului şi a libertăţilor fundamentale (în continuare “Convenţia”) de către un cetăţean moldovean, d-l Valeriu Busuioc (“reclamantul”), pe data de 31 ianuarie 2000.", "", "2. Reclamantul a fost reprezentat de către dl Sergiu Ostaf, avocat activând în Moldova. Guvernul moldovean (“Guvernul”) a fost reprezentat de către Agentul guvernamental, dl Vitalie Pârlog.", "", "3.  Reclamantul a pretins, în special, că dreptul său la libertatea de exprimare a fost încălcat drept urmare a unei hotărâri judecătoreşti într-un proces de calomnie ce i-a fost intentat.", "", "4. Cererea a fost atribuită Secţiunii a 4-a a Curţii (conform Regulii 52 § 1 al Regulamentului Curţii).", "", "5. Prin decizia din 27 aprilie 2004 Curtea a declarat cererea admisibilă.", "", "6. Atât reclamantul, cât şi Guvernul, au depus observaţii asupra fondului (p. 59 § 1).", "ÎN FAPT", "I.   CIRCUMSTANŢELE CAZULUI", "7.  Reclamantul s-a născut în 1956 şi este domiciliat în Chişinău, Moldova. El lucrează ca jurnalist.", "", "8.  La 14 august 1998 săptămânalul de limbă rusă “Express” a publicat un articol întitulat “Micile afaceri ale marelui Aeroport”, semnat de către reclamant. El a citat drept sursă pentru articolul său rezultatul unei proprii investigaţii şi materialele unei Comisii Parlamentare cu privire la vânzarea avioanelor. Articolul afirma, printre altele, că:", "", "“Scandalul vânzării avioanelor moldoveneşti la preţuri scăzute a atras atenţia societaţii moldoveneşti, care s-a obişnuit deja să nu fie surprinsă de asemenea evenimente. Totuşi, aceste evenimente care încă mai au loc i-au oferit ziarului nostru ocazia să se concentreze asupra acestui subiect (vezi, “Express” no. 19 şi 20 din 26 iunie 1998). Acest articol e o încercare de a da o explicaţie evenimentelor ce au avut loc în cadrul Administraţiei de Stat a Aviaţiei Civile (“ASAC”) în ultimii doi ani, în baza faptelor care ne-au devenit cunoscute în urma unei investigaţii de presă”.", "În 1995 Aeroportul Internaţional Chişinău (AIC) s-a separat de Compania Aeriană de Stat “Air Moldova” şi a devenit o întreprindere independentă. Directorul ASAC era L.P., în timp ce A.I. a fost numit director al AIC. Între ASAC şi AIC a fost semnat un acord pentru o perioadă de 4 ani. În 1996 acordul de mai sus a fost anulat din motivul neglijenţei A.I. în îndeplinirea obligaţiunilor sale. Acest fapt a constituit punctul de plecare al istoriei ce urmează.", "A.I. nu a fost de acord cu decizia ASAC cu privire la demisia sa şi a înaintat o acţiune vizând restabilirea sa în funcţie. Dat fiind că procesele în Moldova durează atât de mult, A.I., care nu putea accepta demisia sa, a întreprins paşi pentru a negocia cu personalul AIC. În acest scop, el a organizat cu ajutorul susţinătorilor săi o manifestaţie în scuarul vechiului Aeroport. A.I. a luat cuvântul şi esenţa discursului său a constat în faptul că el e singura persoană care, în calitate de conducător al AIC, ar putea să-i asigure creşterea economică.", "ASAC a decis de asemenea să-şi consulte colectivul în acest scop, Directorul General, L.P., a reunit în şedinţă adjuncţii săi şi conducătorii secţiilor Aeroportului. Fiecare şi-a exprimat punctul de vedere, părerea comună fiind că A.I. nu era persoana potrivită pentru a fi conducătorul AIC. Prin urmare, şedinţa administraţiei Aeroportului şi-a exprimat clar neîncrederea faţă de A.I.", "Totuşi, un asemenea rezultat nu l-a descurajat pe candidatul la funcţia de director. El a scris un manifest intitulat “Apel către colectivul Aeroportului”, în care se afirma :", "1. ASAC l-a demis în mod necinstit pe A.I; 2. A.I. va deveni în mod inevitabil Directorul General al AIC.", "Aceasta s-a dovedit a fi adevărat, când instanţa a declarat ilegale acţiunile ASAC şi a dispus restabilirea în funcţie a lui A.I....”", "9.  Următoarele s-au referit la evenimentele care au avut loc după restabilirea în funcţie a A.I.:", "“...Epurări şi transferuri în colectiv au marcat restabilirea în funcţie a lui A.I. Multora dintre ei li s-a amintit dezacordul cu privire la candidatura lui A.I. pentru funcţia de Director General, exprimată la întâlnirea cu directorii şi managerii. ... Din momentul în care a devenit Director General al Aeroportului Chişinau pentru a doua oară şi după ce a efectuat cu succes prima epurare prin intermediul reorganizării structurii întreprinderii, A.I. şi-a constituit “echipa” sa, care a fost creată între cele două directorate. ... actualul Director General L.I., devotat politicii alese de către patronul sau A.I. ...", "...Aceasta se poate dovedi şi prin exemplu al unui alt salariat promovat de către A.I., şi anume I.V. Până nu demult, I.V. lucrase undeva în sistemul transportului feroviar şi nu cunoştea despre avioane mai multe decât o persoana obişnuită ar putea să cunoască, şi poate ceea ce i s-a spus de către ruda sa A.I. Dar, probabil, I.V. a demonstrat un interes deosebit faţă de aeroport, şi ideea de a-l angaja la Aeroport i-a venit astfel influentei sale rude. În acest scop, el nu a ezitat să inventeze o nouă funcţie – Director adjunct responsabil de administrare. ...", "...Mai târziu, A.I. i-a concediat din funcţiile lor... În locul lor el i-a numit pe (a) K.V. (care cu câtva timp în urmă absolvise Institutul de Comunicaţii din Odesa), (b) S.I. (un absolvent al Institutului de Industrie Alimentară din Kiev).", "...La drept vorbind, C.P. însuşi, nu este un mare expert în materie de aterizări...", "...Una dintre cele mai interesante figuri din recrutarea lui A.I. devenise şeful Serviciului Cadre al Aeroportului, C.M. Într-adevăr, poziţia sa poate fi caracterizată în felul următor: şeful secţiei cadre al aeroportului ar pune la încurcătura chiar şi un angajat al secţiei cadre al oricărui penitenciar. Aici sunt prezentate câteva fragmente din spusele angajaţilor:", "“Vă atrag atenţia că deseori şeful serviciului cadre venea la serviciul de pază şi cerea o maşină...pentru a-l duce acasă. De obicei era beat”.", "...", "“Am tăcut mult timp despre hărţuirea sexuală la care am fost supusă de către şeful serviciului de cadre, până când nu demult a venit în biroul meu şi m-a invitat la vila sa. Am refuzat, însă el a început să mă atingă. Am făcut eforturi să mă eliberez de mâinile sale şi l-am ameninţat că-l voi lovi cu un aparat de telefon dacă nu va înceta... Odată, ce am intrat în biroul lui C.M. în scopuri de serviciu, el a închis uşa şi m-a rugat să-i arat sânii.”", "...", "... nu este probabil necesar să descriem fiece amănunt al aventurilor acestui funcţionar desfrânat ... (распоясавшегося функционера)...", "...Proverbul care spune că totul e posibil (не боги горшки обжигают) este ilustrat de un alt exemplu, şi anume de fostul medic veterinar, astăzi Manager al Secţiei Achiziţii de Servicii, C.V...", "...A.I. l-a numit pe S.I. (un absolvent Institutului de Industrie Alimentară din Kiev)....", "Totuşi, astăzi opinia publică din Moldova este concentrată, după cum am menţionat deja, asupra afacerii dubioase a vânzării avioanelor. Afacerea dubioasă, în spatele căreia, în opinia multor angajaţi ai aviaţiei civile, erau A.I. şi S.I.”", "", "10.  La o dată nespecificată a anului 1998 şase salariaţi ai AIC - I.V., C.P., C.M., C.V., S.I. şi A.I. (în continuare: “reclamanţi în procesul intentat la nivel naţional”) – au înaintat Judecătoriei Centru acţiuni civile de defăimare separate împotriva reclamantului şi biroul editorial al ziarului. Bazându-se pe articolele 7 şi 7/1 ale Codului Civil, reclamanţii în procesul intentat la nivel naţional au pretins că articolul conţinea afirmaţii care erau defăimătoare pentru ei. Pe 5 septembrie 1998 Judecătoria sectorului Centru a decis să comaseze cele 6 acţiuni.", "2.  Constatările primei instanţe", "11.  Pe data de 3 decembrie 1998 Judecătoria Centru a constatat că informaţia conţinută în articol era defăimătoare pentru fiecare din reclamanţii în proces şi nu a corespuns realităţii în privinţa lui I.V, C.V., S.I. şi A.I. în aceiaşi decizie, reclamanţilor în proces li s-au acordat despăgubiri ce urmau a fi plătite de către reclamant în faţa Curţii şi de către ziar.", "", "(i) Cu privire  la I.V.", "12.  Instanţa de judecată a constatat că următorul fragment era defăimător şi nu corespundea realităţii:", "...Aceasta se poate dovedi şi prin exemplul altui salariat promovat de către A.I., şi anume I.V. Până nu demult, I.V. lucrase undeva în sistemul transportului feroviar şi nu cunoştea despre avioane mai multe decât o persoană obişnuită ar putea să cunoască, şi poate ceea ce I s-a spus de către ruda sa A.I. Dar, probabil, I.V. a demonstrat un interes deosebit faţă de aeroport, şi ideea de a-l angaja la Aeroport i-a venit astfel influentei sale rude. În acest scop, el nu a ezitat să creeze o nouă funcţie – Director adjunct responsabil de administrare. ...", "13.  Instanţa a constatat că I.V. nu era rudă cu A.I. şi că nu existau dovezi că anume A.I. l-a invitat pe I.V. să lucreze la Aeroport şi a creat o nouă funcţie în acest scop. Instanţa a constatat de asemenea că I.V. are studii tehnice şi a absolvit Academia de Administrare Publică.", "Reclamantul şi ziarul au recunoscut că informaţia despre legătura de rudenie dintre I.V. şi A.I. nu a fost exactă. Ziarul a propus să publice o dezminţire a acestui fapt.", "", "14.  Instanţa a dispus ca reclamantul şi ziarul să-i plătească lui I.V. despăgubiri în valoare de 900 şi respectiv 1 350 MDL.", "(ii)  Cu privire la C.P.", "15.  Instanţa a statuat în continuare că propoziţia:", "...La drept vorbind, C.P. însuşi nu este un mare expert în materie de aterizări...", "era defăimătoare pentru C.P. Instanţa a fost de acord că C.P. a executat o dată o aterizare “dură” la Budapesta; totuşi, acel caz nu putea constitui drept bază pentru a pune la îndoială competenţa sa.", "", "Instanţa a dispus ca reclamantul şi ziarul să-i plătească lui I.V. despăgubiri în valoare de 900 şi respectiv 1 800 MDL.", "(iii)  Cu privire la C.M.", "16.  Instanţa a apreciat în decizia sa că următoarele două pasaje sunt defăimătoare în privinţa lui C.M.:", "...Una dintre cele mai interesante figuri din recrutarea lui A.I. devenise şeful Serviciului Cadre al Aeroportului, C.M. Într-adevăr, poziţia sa poate fi caracterizată în felul următor: şeful Serviciului Cadre al Aeroportului ar pune la încurcătură chiar şi un angajat al serviciului de cadre al oricărui penitenciar.", "şi", "... nu este probabil necesar să descriem fiece amănunt al aventurilor acestui funcţionar desfrânat... (распоясавшегося функционера)...", "17.  Reclamantul a explicat că cuvintele utilizate pentru a-l descrie pe C.M. au fost justificate de comportamentul celui din urmă (vezi §9 de mai sus). În această privinţă reclamantul a prezentat trei martori. Unul dintre ei a declarat că odată C.M. a fost beat şi că martorul a scris despre aceasta Directorului Executiv un raport. Ceilalţi doi martori erau salariate care declaraseră că C.M. le-a hărţuit sexual de mai multe ori.", "", "18.  Instanţa a decis să nu admită mărturia primului martor, deoarece nici o sancţiune nu i-a fost aplicată lui C.M. Drept consecinţă a acestui raport, în ceea ce priveşte afirmaţiile martorelor, instanţa nu le-a evaluat în nici un fel.", "", "19.  Instanţa a dispus ca reclamantul şi ziarul să-i plătească lui C.M. despăgubiri în valoare de 900 şi, respectiv 1 350 MDL.", "", "Cu privire la C.V.", "", "20.  Instanţa a constatat că propoziţia:", "...Proverbul că totul e posibil (не боги горшки обжигают) este ilustrat de un alt exemplu, şi anume de fostul medic veterinar, astăzi Şef al Secţiei Achiziţii de Servicii, C.V...", "era defăimătoare pentru C.V., şi nu corespundea realităţii.", "", "21.  Reclamantul a recunoscut că se strecurase o greşeală, deoarece C.V. nu era medic veterinar. Instanţa a constatat că C.V. era deţinătorul unei diplome a unei şcoli de comerţ.", "", "22.  Instanţa a dispus ca reclamantul şi ziarul să-i plătească lui C.V. despăgubiri în valoare de 900 şi respectiv 1 350 MDL.", "", "", "", "(v)  Cu privire la S.I.", "23.  Curtea a constatat că frazele:", "“A.I. l-a numit pe S.I. (absolventă a Institutului de Industrie Alimentară din Kiev) ....", "şi", "... afacerea dubioasă, în spatele căreia, în opinia multor angajaţi ai aviaţiei civile, se aflau A.I. şi S.I.”", "erau defăimătoare pentru S.I., şi nu corespundeau realităţii.", "", "24.  Reclamantul a recunoscut că a comis o greşeală în ceea ce priveşte universitatea absolvită de către S.I., instanţa stabilind că aceasta era deţinătoarea unei diplome a unei Şcoli de Comerţ. În ceea ce priveşte “afacerea dubioasă”, reclamantul a argumentat că caracterul dubios al tranzacţiei cu avioanele proprietate de stat reieşea în mod evident din raportul oficial al Comisiei Parlamentare şi că participarea S.I. la încheierea acelei tranzacţii nu era contestată nici de însăşi S.I.", "", "Bazându-se pe afirmaţiile lui A.I. şi S.I., instanţa a stabilit că, chiar dacă aceştia erau implicaţi în tranzacţia cu avioanele proprietate de stat, ei făceau parte dintr-o comisie specială creată de către Guvern în scopul efectuării respectivei vânzări şi că ei nu erau persoanele cheie în acea tranzacţie.", "", "Instanţa a dispus că reclamantul şi ziarul să-i plătească lui S.I. despăgubiri în valoare de 900 şi respectiv 1 800 MDL.", "Cu privire la A.I.", "", "25.  Instanţa a identificat în decizia sa următoarele fragmente ca fiind defăimătoare pentru A.I. şi ca necorespunzând realităţii:", "\t„A.I.... a organizat cu ajutorul susţinătorilor săi o manifestaţie în scuarul vechiului Aeroport ...El a chiar făcut un manifest intitulat “Apel către colectivul Aeroportului”. ...Epurări şi transferuri în colectiv au marcat restabilirea în funcţie a lui A.I. Multora dintre ei li s-a amintit dezacordul cu candidatura lui A.I. pentru funcţia de Director General, exprimată la reuniunea cu directorii şi managerii...“... Din momentul în care a devenit Director General al Aeroportului Chişinau pentru a doua oară şi după ce a efectuat cu succes prima epurare prin intermediul reorganizării structurii întreprinderii, A.I. şi-a constituit “echipa” sa, care a fost creată între cele două directorate. ...Actualul Director General L.I., devotat politicii alese de către patronul său A.I... Aceasta se poate dovedi şi prin exemplul unui alt salariat promovat de către A.I., şi anume I.V.", "\tPână nu demult, I.V. lucrase undeva în sistemul transportului feroviar şi nu cunoştea despre avioane mai multe decât o persoană obişnuită ar putea să cunoască, şi poate ceea ce i s-a spus de către ruda sa A.I. Dar, probabil, I.V. a demonstrat un interes particular faţă de lucrul în cadrul aeroportului, şi ideea de a-l angaja la aeroport i-a venit influentei sale rude. În acest scop, el nu a ezitat să creeze o nouă funcţie – Director adjunct responsabil de administrare. ... Mai târziu, A.I. i-a concediat... În locul lor el i-a numit pe (a) K.V. (care cu câtva timp în urmă absolvise Institutul de Comunicaţii din Odessa), (b) S.I. (un absolvent al Institutului de Industrie Alimentară din Kiev) ... Mai târziu, A.I. l-a concediat pe S.I. din postul de Director al Companiei Aeriene “Air Moldova”... afacerea dubioasă, în spatele căreia, în opinia multor angajaţi ai aviaţiei civile, se aflau A.I. şi S.I.”", "", "26.  Reclamantul a prezentat un martor care a pretins că a auzit despre o întrunire ce a avut loc în Scuarul Vechiului Aeroport. El s-a referit de asemenea la cinci salariaţi ai Aeroportului care au fost concediaţi imediat după restabilirea în funcţie a lui A.I., întru susţinerea afirmaţiei sale cu privire la pretinsele epurări de cadre.", "", "Instanţa a considerat că nu au existat dovezi cum că anume A.I. a organizat întrunirea din Scuarul Vechiului Aeroport sau că anume el organizase mai târziu epurarea de cadre. Instanţa a stabilit că, în conformitate cu procedura existentă, A.I. nu avea dreptul de a angaja sau de a concedia angajaţii. Bazându-se pe afirmaţiile lui A.I. şi S.I., instanţa a constatat, de asemenea, că deşi au fost implicaţi în vânzarea avioanelor proprietate de stat, ei făceau parte dintr-o comisie specială creată de către Guvern în scopul efectuării sale şi că ei nu erau persoanele cheie în acea tranzacţie.", "", "27.  Ziarul a susţinut că articolul nu intenţiona să-i defăimeze pe reclamanţii în procesul intentat la nivel naţional şi că era dispus să publice o dezminţire corectând greşelile de fapt cu privire la rudenia dintre I.V. şi A.I. şi cu privire la universităţile absolvite de către C.V. şi S.I.", "", "28.  Instanţa a dispus ca reclamantul şi ziarul să-i plătească lui A.I. despăgubiri în valoare de 1 800 şi, respectiv 3 600 MDL şi să publice o dezminţire a afirmaţiilor stabilite ca fiind defăimătoare pentru reclamanţii în procesul intentat la nivel naţional.", "3.  Apelul", "29.  Reclamantul şi ziarul au înaintat un apel la aceasta hotărâre la Tribunalul Chisinau. Reclamantul a solicitat casarea hotărârii, susţinând că a dus suficiente probe care demonstrau exactitatea afirmaţiilor făcute în articolul publicat, în pofida unor anumite greşeli minore şi întâmplătoare.", "", "30.  În ceea ce-l priveşte pe I.V., reclamantul a prezentat copii ale carnetului de muncă, incluzând serviciul său anterior la o companie de asigurări specializată în asigurarea de automobile.", "", "Reclamantul a argumentat de asemenea că nu există nimic defăimător în afirmaţia că I.V. era o rudă a lui A.I. şi că era adevărat că postul de Director adjunct responsabil de administrare nu existat niciodată până la angajarea lui I.V.", "", "31.  În privinţa lui C.P., reclamantul a observat că în sprijinul exactităţii afirmaţiilor sale veneau depoziţiile scrise ale însuşi reclamantului în proces, care stabilise că fusese implicat într-un minor accident aerian la Budapesta.", "", "32.  În privinţa lui C.M., reclamantul a subliniat că martorii aduşi de el (angajatele Aeroportului) confirmau acţiunile de hărţuire sexuală şi de abuz (vezi §§9 şi 17 de mai sus) de către C.M.", "", "33.  În privinţa lui C.V., reclamantul recunoştea că făcuse o greşeală în ceea ce privea specialitatea şi că C.V. nu era chirurg-veterinar ci poseda o diplomă de infirmieră. Reclamantul nu consideră drept defăimătoare descrierea pe care o făcuse.", "", "34.  În ceea ce-l privea pe S.I., reclamantul a afirmat că confuzia a survenit cu privire la instituţia pe care a absolvit-o. El a susţinut de asemenea că ea lucrase într-adevăr la aspectele economice ale tranzacţiei privind vânzarea avioanelor proprietate de stat, caracterul dubios al acesteia fiind dovedit de către un raport oficial într-o ediţie a Monitorului Oficial.", "", "35.  În privinţa lui A.I., reclamantul a observat că exactitatea alegaţiilor a fost dovedită de către depoziţiile martorilor şi de conţinutul manifestului anexat la cererea de apel.", "", "4.  Constatările celei de-a doua instanţe", "36.  Pe data de 5 iulie 1999 Tribunalul Chisinau a admis parţial apelul reclamantului şi a revizuit hotărârea Judecătoriei respingând cererea iniţială depusă de către C.P., pe motiv că afirmaţia conţinută în articolul despre el (vezi §15 de mai sus) a reflectat adevărul şi de aceea nu era de natură defăimătoare.", "", "Instanţa a redus de asemenea cuantumul despăgubirilor ce urmau a fi plătite de către reclamant şi de către ziar. Instanţa a motivat reducerea prin faptul că ziarul “Express” era de o circulaţie restrânsă. Respectiv, reclamantul şi ziarul au fost obligaţi la plata a 450 şi respectiv 1 350 MDL lui I.V., 900 şi respectiv 1 350 MDL lui C.M., 180 MDL şi, respectiv 1 350 MDL lui C.V., 180 MDL şi, respectiv 1 350 S.I. şi 900 MDL şi, respectiv, 1 350 lui A.I.", "5.  Recursul", "37.  Reclamantul şi ziarul au înaintat un recurs Curţii de Apel, susţinând că în prima şi în a doua instanţă au fost aduse suficiente probe pentru a demonstra veracitatea afirmaţiilor făcute în articolul contestat.", "", "În special, reclamantul a observat că informaţia în sprijinul lor se conţinea în raportul Comisiei Parlamentare privind vânzarea ilegală a avioanelor publicată în Monitorul Oficial şi de aceea trebuie să fie exonerat de orice răspundere civilă.", "6.  Constatările instanţei de recurs", "38.  Pe data de 7 septembrie 1999, Curtea de Apel a respins recursul şi a menţinut deciziile Tribunalului şi ale Judecatoriei, statuând că recursul era nefondat. Curtea a concluzionat că articolul contestat a conţinut atât afirmaţii defăimătoare care nu au corespuns realităţii cât şi afirmaţii fără caracter de defăimare, dar care nu au corespuns realităţii. Instanţa a decis că acordarea despăgubirilor nu a constituit o încălcare a dreptului său la libera exprimare garantat de Constituţie şi de către Legea Presei.", "II.  DREPTUL INTERN PERTINENT", "39. Dispoziţiile relevante ale Codului Civil în vigoare la momentul faptelor prevedeau:", "", "Articolul 7. Apărarea onoarei şi demnităţii", "Orice persoană fizică sau juridică este în drept să ceară prin judecată dezminţirea informaţiilor care lezează onoarea şi demnitatea ei, dacă cel care a raspîndit asemenea informaţii nu dovedeşte că ele corespund realităţii.", "În cazul în care asemenea informaţii au fost raspândite  prin intermediul unui mijloc de informare în masă, instanţa de judecată obligă redacţia acestuia să publice, în termen de 15 zile de la data intrării în vigoare a hotărârii instanţei de judecată, o dezminţire la aceeaşi rubrică, pe aceeaşi pagină, în acelaşi program sau ciclu de emisiuni.", "Articolul 7/1. Repararea prejudiciului moral", "Prejudiciul moral, cauzat unei persoane în urma raspîndirii unor informaţii care nu corespund realităţii şi care lezează onoarea şi demnitatea acesteia, se repară în folosul reclamantului de către persoana fizică sau juridică care a raspândit aceste informaţii.", "Mărimea compensaţiei se stabileşte de către instanţa de judecată, în fiecare caz aparte, de la saptezeci şi cinci până la două sute de salarii minime, în cazul în care informaţiile au fost raspândite de o persoană juridică, şi de la zece până la o sută de salarii minime, în cazul în care acestea au fost raspândite de o persoană fizică.", "", "40.  Hotărârea Parlamentului RM nr. 211-XIV din 9 decembrie 1998", "După examinarea raportului Comisiei de investigaţie privind reexaminarea materialelor privitoare la raportul Curţii de Conturi şi vânzarea avioanelor proprietate de stat, care a constatat numeroase încălcări serioase comise de către funcţionari publici din cadrul fostului şi actualului Guvern, Parlamentul adoptă următoarea hotărâre:...", "Art.  2. – Comisia îşi va continua activitatea şi va determina responsabilitatea Prim-ministrului, membrilor Guvernului şi a altor persoane menţionate în raport timp de o lună...", "Art. 3. – Şefii instituţiilor menţionate în raportul comisiei vor lua toate măsurile necesare pentru a sancţiona funcţionarii responsabili pentru încălcări şi vor comunica măsurile adoptate Parlamentului.", "", "ÎN DREPT", "", "PRETINSA VIOLARE A ARTICOLULUI 10 AL CONVENŢIEI", "", "41. Reclamantul pretinde faptul că a fost încălcat dreptul său la libertatea de exprimare, drept garantat de articolul 10 al Convenţiei, care prevede următoarele:", "", "“ 1. Orice persoană are dreptul la libertatea de exprimare. Acest drept cuprinde libertatea de opinie şi libertatea de a primi sau de a comunica informaţii ori idei fără amestecul autorităţilor publice şi fără a ţine seama de frontiere. Prezentul articol nu împiedică statele să supună societăţile de radiodifuziune, de cinematografie sau de televiziune unui regim de autorizare.", "", "2. Executarea acestor libertăţi ce comportă îndatoriri şi responsabilităţi poate fi supusă unor formalităţi, condiţii, restrângeri sau sancţiuni prevăzute de lege, care constituie măsuri necesare, într-o societate democratică, pentru securitatea naţională, integritatea teritorială sau siguranţa publică, apărarea ordinii şi prevenirea infracţiunilor, protecţia sănătăţii sau a moralei, protecţia reputaţiei sau a drepturilor altora, pentru a împiedica divulgarea de informaţii confidenţiale sau pentru a garanta autoritatea şi imparţialitatea puterii judecătoreşti”.", "", "Argumentele părţilor", "", "Reclamantul", "", "42. Reclamantul a invocat faptul că articolul 7 şi 7/1 al Codului Civil nu au fost formulate cu o precizie şi claritate suficientă şi că Codul Civil nu a oferit o interpretare a termenilor de “fapte”, “onoare”, “demnitate”, “judecată de valoare”, “protecţia aflată la dispoziţia jurnaliştilor în fiecare caz” şi “sarcina de probare” în aşa mod încât prevederile legale să fie clare şi executorii.", "", "43. Reclamantul în continuare a declarat faptul că imixtiunea în dreptul său la libertatea de exprimare nu a fost necesară într-o societate democrată. În opinia lui, articolul care conţinea judecăţi de valoare cu privire la anumiţi reclamanţi în procesul intentat la nivel naţional şi judecăţi de valoare bazate pe fapte cu privire la alţi reclamanţi. Reclamantul a mai invocat şi faptul că nu a existat o necesitate de ordin social pentru o imixtiune în libertatea sa de exprimare şi că instanţele de drept naţionale nu au prezentat nici un argument relevant şi suficient pentru a justifica imixtiunea respectivă.", "", "44. Reclamantul a mai invocat şi faptul că acordarea prejudiciilor impuse lui au fost prea grele şi disproporţionale în comparaţie cu scopul legitim urmărit. Venitul său lunar actual a variat între 180 şi 220 lei moldoveneşti, în timp ce valoarea coşului minim de consum constituia 600 lei moldoveneşti. Conform opiniei reclamantului, el a fost concediat de la săptămânalul “Express” după sfârşitul procesului şi el a achitat sumele respective peste trei ani.", "", "Guvernul", "", "45. Guvernul a fost de acord că faptele cazului arată că a existat o imixtiune în dreptul reclamantului la libera exprimare. Totuşi, o asemenea imixtiune a fost justificată în sensul articolului 10 para. 2 al Convenţiei.", "", "46. Reclamantului i s-a ordonat să achite în baza articolelor 7 şi 7/1 ale Codului Civil prejudiciul moral cauzat ca urmare a acţiunilor de defăimare. Imixtiunea a fost astfel “prevăzută de lege” şi prevederile legale au fost accesibile şi executorii. Acest lucru a servit scopului legitim de protecţie a demnităţii reclamanţilor în procesul intentat la nivel naţional şi a fost o măsură necesară într-o societate democratică.", "", "47. Bazându-se pe cauza Janowski c. Poloniei (GC, nr. 25716/94, CEDO 1999-I), Guvernul a statuat că persoanele la care reclamantul s-a referit în articolul său erau funcţionari publici şi că acei funcţionari publici trebuie să beneficieze de încrederea societăţii civile şi să fie protejaţi de orice perturbări în efectuarea cu succes a sarcinilor lor de serviciu şi că este nevoie de a li se asigura protecţia necesară de la atacuri verbale ofensive şi abuzive în timpul exercitării funcţiilor lor.", "", "48. Guvernul a declarat că articolul publicat de reclamant conţinea declaraţii bazate pe fapte şi nu judecăţi de valoare.", "", "49. Guvernul a invocat margina de apreciere aflată la dispoziţia autorităţilor naţionale în domeniul evaluării necesităţii unei imixtiuni şi a declarat că unde Convenţia se referă la legislaţia naţională este în primul rând sarcina autorităţilor naţionale să aplice şi să interpreteze legislaţia naţională. El a declarat că în cazul respectiv autorităţile naţionale nu au depăşit această marjă de apreciere.", "", "50. Guvernul în continuare a statuat că achitarea prejudiciilor impuse reclamantului (în valoare de 2 610 lei moldoveneşti, pe care acesta trebuia să le achite reclamanţilor în proces) nu au fost disproporţionale în raport cu scopul legitim urmărit. În acest sens, Guvernul a declarat că în decembrie 1998 salariul mediu lunar în Republica Moldova era de 351,5 lei moldoveneşti, în iulie 1999 acesta constituia 298,9 lei moldoveneşti (echivalentul a aproximativ 25,5 EURO în acea perioadă).", "", "Evaluările Curţii ", "", "51. Aşa precum au recunoscut ambele părţi, şi Curtea consideră că, hotărârile judecătoreşti pronunţate de către instanţele de drept naţionale şi achitarea prejudiciilor morale impuse reclamantului faţă de cei cinci reclamanţi în procesul înaintat la nivel naţional la care se referea articolul respectiv au constituit “o imixtiune din partea autorităţilor publice” în dreptul reclamantului la libera exprimare garantat de prevederile paragrafului 1 al articolului 10 al Convenţiei. O asemenea imixtiune ar constitui o violare a articolului 10 al Convenţiei, doar dacă ea nu ar fi “prevăzută de lege”, sau ar avea un scop legitim, aşa precum prevede paragraful 2 al articolului 10 şi ar fi “necesară într-o societate democratică”.", "", "“Prevăzută de lege”  ", "", "52. Una din condiţiile care rezultă din expresia “prevăzută de lege” o constituie legalitatea şi necesitatea măsurii aplicate. O normă nu poate fi considerată “lege” decât dacă este formulată cu o precizie suficientă, astfel încât să ofere unei persoane posibilitatea de a decide comportamentul său: el sau ea trebuie să poată – dacă este necesar şi cu oferirea unei consultări corespunzătoare – să prevadă, într-o limită rezonabilă în circumstanţele respective, consecinţele pe care o acţiune dată le poate avea. Bineînţeles că consecinţele respective nu trebuie prevăzute cu o certitudine absolută, experienţa dovedeşte că acest lucru este practic imposibil. Deşi certitudinea în prevederile legale este dorită, ea poate cauza o rigiditate excesivă a legii, iar o lege trebuie să poată să fie în pas cu circumstanţele care evoluează şi se schimbă. În consecinţă, multe legi în mod inevitabil sunt până la un anumit punct, vagi, interpretarea şi aplicarea lor devenind chestiuni ce ţin de practică (vezi drept exemplu, Rekvenyi c. Ungariei (GC), nr. 25390/94, paragraful 34, CEDO 1999-III).", "", "53. Curtea notează că imixtiunea invocată de reclamant a avut o bază legală – articolele 7 şi 7/1 al Codului Civil (vezi paragraful 39 de mai sus).", "", "54. În cazul respectiv Curtea nu consideră că prevederile legale respective sunt atât de vagi încât să nu prevadă deloc consecinţele pe care le-ar putea avea acţiunile reclamantului. Prevederile legale cu privire la defăimare, cu accentul pus pe onoarea şi reputaţia unei persoanei, în mod inevitabil implică un grad de imprecizie (vezi, Rekvenyi c. Ungariei, citat mai sus, paragraful 34). Totuşi, acest lucru nu înlătură caracterul lor “legal” în sensul articolului 10 al Convenţiei. Ţine de competenţa autorităţilor naţionale să aplice şi să interpreteze legislaţia naţională (vezi drept exemplu, Otto-Preminger-Institut c. Austria, hotărârea din 20 septembrie 1994, Seria A nr. 295-A, p. 17, paragraful 45). În consecinţă, Curtea consideră că imixtiunea a fost “prevăzută de lege” în sensul articolului 10 paragraf 2 al Convenţiei.", "", "“Scopul legitim”", "", "55. Nu este pus la îndoială de către ambele părţi, şi Curtea împărtăşeşte aceeaşi opinie faptul că, imixtiunea a servit scopului legitim de protecţie a reputaţiei reclamanţilor în proces. Rămâne a fi examinat doar faptul dacă imixtiunea respectivă a fost “necesară într-o societate democratică”.", "", "“Necesară într-o societate democratică”", "", "Principiile generale", "", "56. Libertatea de exprimare constituie unul din fundamentele esenţiale ale unei societăţi democratice, iar protecţia respectivă acordată mijloacelor de informare în masă este de o importanţă specială. În timp ce presa nu trebuie să depăşească limitele stabilite, inter alia, în scopul “apărării reputaţiei şi drepturilor altor persoane”, este totuşi de competenţa acesteia de a oferi informaţie şi idei de interes public. Presa nu numai că are drept sarcină difuzarea unei astfel de informaţii şi idei: dar şi publicul are dreptul să le primească. În caz contrar, presa nu ar putea să-şi exercite rolul său vital de “câine de pază publică” (vezi spre exemplu, the Observer and Guardian c. Marii Britanii, hotărâre din 26 noiembrie 1991, Seria A, nr. 216, pp. 29-30, paragraful 59).", "", "57. Cel mai atent studiu din partea Curţii este cerut atunci când măsurile întreprinse sau sancţiunile impuse de autorităţile naţionale sunt capabile să descurajeze participarea presei la dezbaterile unor probleme de interes public (vezi, spre exemplu, Lingens c. Austriei, hotărârea din 8 iulie 1986, Seria A nr. 103, paragraful 44, Bladet Tromso and Stensaas c. Norvegiei (GC), nr. 21980/93, paragraful 64, CEDO 1999-III, Thorgeir Thorgeirson c. Islandei, hotărârea din 25 iunie 1992, Seria A nr. 239, paragraful 68).", "", "58. Dreptul la libertatea de exprimare este aplicabil nu numai în cazul unei “informaţii” sau “idei” care sunt primite în mod favorabil sau privite ca inofensive sau ca o chestiune de indiferenţă dar şi cele care ofensează, şochează sau deranjează Statul sau orice parte a comunităţii. Adiţional, libertatea jurnalistică mai acoperă şi posibile recurgeri la exagerări sau chiar provocări (vezi, the De Haes and Gijsels c. Belgiei, hotărârea din 24 februarie 1997, Rapoartele hotărârilor şi deciziilor 1997-I, p. 236, paragraful 47).", "", "59. Articolul 10 al Convenţiei nu garantează o libertate de exprimare largă şi nerestrictivă chiar şi în privinţa respectului chestiunilor de presă care constituie o problemă de interes public. În termenii prevăzuţi de paragraful 2 al articolului 10, exerciţiul acestei libertăţi presupune şi “existenţa unei serii de responsabilităţi şi obligaţiuni” care de asemenea se aplică mijloacelor de informare în masă. Aceste “obligaţiuni şi responsabilităţi” sunt de o importanţă deosebită atunci când, ca de altfel şi în prezentul caz, este vorba de un atac împotriva reputaţiei persoanelor individuale şi subminarea “drepturilor altor persoane”. Prin expresia “responsabilităţi şi obligaţiuni” inerentă exerciţiului libertăţii de expresie, protecţia acordată de articolul 10 jurnaliştilor în legătură cu aducerea la cunoştinţă a unor chestiuni de interes general care constituie subiectul prevederilor că ei acţionează cu bună credinţă pentru a pune la dispoziţia publicului informaţii de încredere şi corecte în conformitate cu etica jurnalistică (vezi Goodwin c. Regatului Unit al Marii Britanii, hotărârea din 27 martie 1996, Rapoartele Hotărârilor şi Deciziilor 1996-II, p. 500, paragraful 39, şi Fressoz şi Roire c. Franţei (GC), nr. 29183/95, paragraful 54, CEDO 1999-I). ", "", "60. Funcţionarii publici trebuie să se bucure de încrederea publică în condiţii libere de orice imixtiune pentru a se bucura de succes în exercitarea funcţiilor lor şi este necesar de a le oferi protecţie împotriva atacurilor verbale ofensive şi abuzive pe parcursul îndeplinirii obligaţiunilor lor de serviciu (vezi Janowski c. Poloniei (GC), nr. 25716/94, paragraful 33, CEDO 1999-I). Cerinţele unei astfel de protecţii trebuie să fie atent analizate pentru a se asigura o presă liberă şi discuţii libere despre probleme de interes public.", "", "61. În practica sa, Curtea a făcut distincţii între declaraţii de fapt şi judecăţi de valoare. În timp ce existenţa faptelor poate fi dovedită, adevărul judecăţilor de valoare nu poate fi dovedit. Cerinţa de a dovedi adevărul judecăţilor de valoare este imposibil de atins şi încalcă însăşi libertatea de opinie, care este o parte fundamentală a dreptului asigurat de articolul 10 al Convenţiei (vezi Jerusalem c. Austriei, nr. 26958/95, paragraful 42, CEDO 2001-II). Totuşi, chiar şi atunci când o declaraţie constituie o judecată de valoare, proporţionalitatea unei imixtiuni poate depinde de faptul dacă există o bază faptică suficientă pentru declaraţia respectivă, deoarece chiar şi o judecată de valoare fără nici o bază faptică care s-o sprijine poate fi excesivă (vezi De Haes şi Gijsels c. Belgiei, citată mai sus, paragraful 47, Oberschlick c. Austriei (nr. 2), hotărârea din 1 iulie 1997, Rapoartele Hotărârilor şi Deciziilor 1997-IV, p. 1276, paragraful 33).", "", "62. În exercitarea jurisdicţiei sale de supraveghere, Curtea trebuie să studieze imixtiunea în lumina cazului în întregime, incluzând conţinutul remarcelor făcute împotriva reclamantului şi contextul în care remarcele respective au fost făcute. În special, trebuie să se determine dacă imixtiunea în cauză a fost “proporţională scopului legitim urmărit” şi dacă motivele invocate de către autorităţile naţionale sunt “relevante şi suficiente” pentru a justifica o astfel de imixtiune (vezi Janowski c. Poloniei, hotărârea citată mai sus, paragraful 30, şi Barfod c. Danemarcei, hotărârea din 22 februarie 1989, Seria A nr. 149, paragraful 28). Pentru a face acest lucru, Curtea trebuie să se convingă de faptul că autorităţile naţionale au aplicat standardele care au fost în conformitate cu principiile prevăzute de articolul 10, mai mult, dacă acestea s-au bazat pe o evaluare acceptabilă a faptelor relevante (vezi Jersild c. Danemarcei, hotărârea din 23 septembrie 1994, Seria A nr. 298, paragraful 31).", "", "(b) Aplicarea principiilor citate mai sus în prezentul caz", "", "63. Guvernul a susţinut faptul că reclamanţii în cauză (în procesul înaintat la nivel naţional) au fost funcţionari publici şi, prin urmare, la fel ca şi oamenii politici, ei trebuie să beneficieze de un nivel mai înalt de protecţie împotriva criticilor exagerate (vezi Janowski c. Poloniei, citat mai sus).", "", "64. Curtea în câteva cazuri a declarat (vezi, în special hotărârea citată mai sus Janowski c. Poloniei şi Nikula c. Finlandei, nr. 31611/96, CEDO 2002-II paragraful 48) că poate fi necesar să fie funcţionarii publici protejaţi de atacuri ofensive, abuzive şi defamatorii care ar putea să-i afecteze în performarea obligaţiunilor lor şi să afecteze încrederea publicului în ei. Totuşi, Curtea consideră că prezentul caz ar trebui să fie distins de cazurile Janowski şi Nikula din următoarele motive: în primul rând, reclamanţii în cauză (în procesul intentat la nivel naţional), nu erau nici funcţionari ai autorităţilor de ocrotire a normelor de drept, nici procurori, ar fi prea mult să extindem principiile enunţate în cauza Janowski, la toate persoanele care sunt angajate de Stat sau de către întreprinderi de stat: în al doilea rând, remarcile reclamantului au constituit parte a unor discuţii deschise şi continue a chestiunilor de interes public. În acest context, Curtea notează că, în perioada de la 19 iunie până la 14 august 1998, săptămânalul “Express” a publicat trei articole cu privire la problema vânzării avioanelor – proprietate de stat şi chestiunea mai largă a Administraţiei de Stat a Aviaţiei Civile, ridicând întrebări de interes public, şi anume, managementul şi pretinsa folosire greşită a fondurilor publice. Mai mult, în contradicţie cu declaraţiile făcute de către reclamant în calitate de persoană privată în cauza Janowski, şi că articolul publicat în cauză a fost scris de reclamant în capacitatea sa de jurnalist, ridicând întrebări cu privire la libertatea presei.", "", "65. În consecinţă, principiile invocate de Curte în cauza Janowski nu sunt aplicate în prezentul caz. Dimpotrivă, Curtea consideră că deoarece a fost invocată libertatea presei, autorităţile moldoveneşti au beneficiat de o marjă de apreciere mai puţin extinsă atunci când a decis dacă a existat o “necesitate socială majoră” pentru a justifica o imixtiune în dreptul reclamantului la libera exprimare.", "", "66. Instanţele de drept naţionale au examinat separat pasajele din articol care se refereau la fiecare dintre reclamanţii în procesul intentat la nivel naţional. Astfel, Curtea va examina separat justificarea imixtiunilor.", "", "Cu privire la I.V.", "", "67. Curtea notează că s-a hotărât acordarea prejudiciilor de către reclamant pentru că a declarat că lui I.V. i-a fost acordat un serviciu la Aeroport numai datorită faptului că el era rudă cu Directorul Executiv, şi că o nouă funcţie a fost creată special pentru el (vezi paragraful 12 menţionat mai sus).", "", "68. Curtea este de opinie că pasajul respectiv din articol a conţinut declaraţii de fapt şi nu judecăţi de valoare.", "", "69. Chiar dacă comentariile reclamantului au fost făcute ca parte a unei dezbateri cu privire la o chestiune de interes public, există limite ale dreptului la libertatea de exprimare în cazul în care este vorba de reputaţia unei persoane şi reclamantul a avut obligaţia de a acţiona cu bună credinţă şi să verifice orice informaţie înainte de a o publica.", "", "70. Se pare că reclamantul nu a verificat informaţia înainte de a o publica, lucru pe care dumnealui în calitate de jurnalist, trebuia să-l facă. Reclamantul însuşi a admis pe parcursul procedurilor contencioase naţionale faptul că el a publicat informaţii ce nu au corespuns realităţii cu privire la legăturile de familie dintre primul şi cel de-al şaselea reclamanţi (în procesul înaintat la nivel naţional), fără a încerca să convingă instanţele de drept naţionale de faptul că el ar fi încercat să facă anumite încercări de a verifica informaţia respectivă.", "", "71. În esenţă, prin publicarea declaraţiilor contestate, reclamantul l-a acuzat pe I.V. de nepotism şi a indus cititorii să creadă că el a fost angajat nu datorită calităţilor personale dar numai datorită faptului că dumnealui era rudă cu Directorul Executiv. Acestea au fost alegaţii serioase, afectându-i domnului I.V. imaginea personală şi reputaţia profesională.", "", "72. Prin urmare, Curtea consideră că imixtiunea ar putea fi considerată ca justificată în sensul articolului 10 al Convenţiei.", "", "Cu privire la domnul C.M.", "", "73. Curtea notează că reclamantul a inclus în articolul său mai multe situaţii de pretinse abuzuri comise de C.M. în calitatea sa de Şef al secţiei cadre. În acest scop reclamantul a citat plângeri formale depuse de către angajaţii Aeroportului cu privire la actele de hărţuire sexuală, alcoolism şi abuz de automobilul de serviciu de către C.M. (vezi paragraful 8). Curtea notează în continuare că instanţele judecătoreşti naţionale nu au constat faptul că acele declaraţii nu au corespuns realităţii. Totuşi, instanţele de drept naţionale au constatat faptul că limbajul folosit pentru descrierea C.M. în lumina acelor abuzuri pretinse este defăimător (vezi paragraful 16). În special, expresii ca “figură luminoasă”, “şeful secţiei cadre a Aeroportului ar zăpăci chiar şi un angajat al secţiei cadre al oricărui penitenciar” şi “aventurile acestui funcţionar desfrânat” au fost constatate ca fiind defăimătoare.", "", "74. Curtea consideră că pasajele din articolul respectiv constituie exprimarea unei opinii sau judecăţi de valoare ale căror adevăr, prin definiţie, nu este susceptibil de a fi dovedit. În timp ce o asemenea opinie poate fi excesivă, în special datorită absenţei unei baze faptice, aceasta nu este poziţia exprimată în acest caz. Curtea consideră că reclamantul a acţionat cu bunăcredinţă şi în conformitate cu etica jurnalistică şi că s-a dovedit că a existat o bază faptică rezonabilă pentru opinia exprimată.", "", "75. Luând în consideraţie faptul că declaraţiile imputate au fost făcute de către un jurnalist în cadrul unei dezbateri de interes public şi limbajul folosit de către acesta, Curtea conchide faptul că imixtiunea nu a fost necesară într-o societate democratică.", "", "Cu privire la domnul C.V.", "", "76. S-a decis acordarea de către reclamant a daunelor pentru faptul că C.V. nu a fost calificat pentru funcţia respectivă. În special reclamantul a declarat faptul că C.V. a fost numit în calitate de Manager al Secţiei Servicii şi Vânzări deşi dumnealui avea diplomă de medic veterinar. Instanţele de drept naţionale au constatat faptul că, domnul C.V. a absolvit de fapt o Şcoală de Bussiness (vezi paragraful 21).", "", "77. În opinia Curţii pasajul imputat a conţinut atât declaraţii de fapt cât şi judecăţi de valoare.", "", "78. Se pare că reclamantul nu a verificat informaţia înainte de a o publica, acţiune pe care dumnealui în calitate de jurnalist, trebuia să o facă şi că s-a dovedit faptul că informaţia a fost incorectă şi poate fi considerată ca fiind ofensatorie, prejudiciind reputaţia domnului C.V. În esenţă, prin publicarea declaraţiilor imputate, reclamantul a încercat să convingă cititorii că C.V. era incompetent datorită pregătirii sale profesionale inadecvate şi anume de medic veterinar. În acest context reclamantul a mai făcut o judecată de valoare bazată pe fapte declarate, prin care s-a sugerat faptul că numirea unei persoane total necalificate a fost ilustrativă datorită faptului că într-un sistem corupt totul este posibil. Curtea notează că reclamantul însuşi a admis pe parcursul procedurilor contencioase naţionale faptul că a publicat o informaţie incorectă cu privire la pregătirea profesională a domnului C.V. şi nu a reuşit să convingă instanţele de drept naţionale ca a făcut toate încercările rezonabile de a verifica informaţia înainte de a o publica.", "", "79. În consecinţă, Curtea conchide că imixtiunea a putut fi considerată ca fiind necesară într-o societate democrată.", "", "(iv) Cu privire la domnul S.I.  ", "", "80. Cu privire la domnul S.I., reclamantul a făcut două declaraţii care au fost considerate defăimătoare şi nu au corespuns adevărului.", "", "81. Mai întâi de toate, reclamantul a declarat faptul că S.I. a absolvit Institutului de Industrie Alimentară, în timp ce instanţele de drept naţionale au constatat faptul că ea a absolvit Şcoala de Comerţ (vezi paragraful 23).", "", "82. Curtea consideră această situaţie similare celei cu privire la C.V. (vezi paragrafele 75-78), şi conchide că imixtiunea referitoare la declaraţia conform căreia “A.I. l-a numit în funcţie pe S.I. (absolvent al Institutului de Industrie Alimentară din Kiev)...” ar putea fi justificată în sensul articolului 10 al Convenţiei.", "", "83. Cu privire la cea de-a doua declaraţie imputată, Curtea notează că reclamantul a scris că în opinia multor angajaţi ai aviaţiei civile S.I. a fost implicat într-o “afacere dubioasă”, care se referea la vînzarea avioanelor – proprietate de stat (vezi paragraful 23). În faţa instanţelor de drept naţionale reclamantul a argumentat că declaraţia sa s-a bazat pe un raport oficial al unei Comisii Parlamentare.", "", "84. Curtea notează că tranzacţia la care s-a făcut referire în respectiva declaraţie a fost suspectată ca fiind ilegală şi că o Comisie Parlamentară a întocmit un raport în această privinţă (vezi paragraful 40). În consecinţă, a existat o anumită bază obiectivă şi faptică pentru reclamant atunci când acesta a descris afacerea respectivă ca fiind una “dubioasă”. În acelaşi timp, instanţele de drept naţionale nu au stabilit dacă S.I. nu a fost implicat în tranzacţia respectivă. Din contra, S.I. a admis pe parcursul procedurilor contencioase interne că a făcut parte, împreună cu A.I., din Comisia guvernamentală care s-a ocupat de vânzarea avioanelor (paragraful 24). Din aceste circumstanţe nu rezultă că reclamantul a acţionat cu reacredinţă în scopul defăimării S.I. Trebuie notat faptul că reclamantul a făcut investigaţii serioase în vederea stabilirii faptului că vânzarea avioanelor a fost suspectată ca fiind ilegală şi că S.I. a avut un rol în această tranzacţie. Concluziile formulate de către reclamant trebuie privite ca judecăţi de valoare cu o bază faptică.", "", "În acest sens Curtea reaminteşte faptul că presa joacă un rol esenţial fiind un fel de “câine de pază publică” într-o societate democratică (vezi Thorgeir Thorgeirson c. Islandei, citat mai jos, paragraful 63). În condiţiile în care există motive obiective de a suspecta funcţionarii publici de implicare în vânzări ilegale de bunuri ce constituie proprietate publică, presa trebuie să fie liberă, într-o manieră care să fie în corespundere cu obligaţiile şi responsabilităţile acesteia, de divulgare a unei informaţii şi idei pe care publicul este în drept să le primească.", "", "85. Prin urmare, Curtea conchide că imixtiunea cu privire la declaraţia “... afacerea dubioasă, în spatele căreia, în opinia multor angajaţi ai aviaţiei civile, au fost A.I. şi S.I.” nu a fost necesară într-o societate democrată.", "", "Cu privire la A.I.", "", "86. Curtea a identificat patru declaraţii principale făcute de reclamant cu privire la A.I. care au fost considerate de către instanţele de drept naţionale ca fiind defăimătoare.", "", "87. Mai întâi de toate, instanţele de drept naţionale au constatat că declaraţia reclamantului conform căreia A.I. a organizat o întrunire în incinta Vechiului Aeroport nu a fost adevărată (vezi paragraful 25). Se pare că reclamantul a încercat să aducă probe pentru susţinerea declaraţiilor sale prin prezentarea unui martor şi a unei copii a unui manifest publicat de A.I. (vezi paragrafele 26 şi 35). Curtea notează că instanţele de drept naţionale au ignorat proba prezentată de reclamant şi nu au făcut nici o evaluare a acesteia.", "", "88. Curtea consideră că, prin solicitarea reclamantului de a dovedi adevărul declaraţiilor sale, în acelaşi timp privându-l de o oportunitatea efectivă de a aduce probe în vederea susţinerii declaraţiilor sale şi dovedirea adevărului acestora, constatările instanţelor de drept din Moldova conform cărora declaraţia a fost defăimătoare nu poate fi considerată justificată şi necesară într-o societate democrată (vezi Jerusalem c. Austriei, nr. 26958/95, paragrafele 45-46, CEDO 2001-II).", "", "89. În al doilea pasaj imputat, reclamantul a constatat că, după restabilirea sa în funcţia de Director Executiv, A.I. a ordonat o selecţie a personalului instituţiei. În acest sens, reclamantul s-a referit la cinci foşti angajaţi ai Aeroportului care au fost concediaţi după restabilirea în funcţie a lui A.I. (vezi paragrafele 25 şi 26). Instanţele de drept naţionale au constatat faptul că declaraţiile cu privire la concedierile respective nu corespund realităţii. Acestea au constatat totuşi, că pretinsa implicare a lui A.I. nu a corespuns realităţii, notând faptul că în conformitate cu procedura existentă, A.I. nu avea dreptul să angajeze sau să concedieze personal.", "", "90. Curtea observă că nu poate fi spus faptul că descrierea evenimentelor în articolul imputat reclamantului a fost în întregime nefondată. Se pare că reclamantul a făcut o investigaţie serioasă înainte de a publica informaţia respectivă, din moment ce ştia numele celor care au fost concediaţi. Curtea consideră că, chiar dacă conform procedurii existente nu a fost competenţa Directorului Executiv de a lua decizia cu privire la concedierea unui angajat, a fost rezonabil pentru un jurnalist să creadă că a existat o legătură dintre concedierile în masă ale personalului şi schimbarea Directorului Executiv. În aceste circumstanţe, Curtea constată că imixtiunea nu a fost necesară într-o societate democratice.", "", "91. În cel de-al treilea pasaj imputat, reclamantul a susţinut faptul că A.I. a angajat o rudă de-a sa, pe I.V. (vezi paragraful 25).", "", "92.Curtea constată că situaţia respectivă este similară cu cea referitoare la declaraţia cu privire la I.V. (vezi paragrafele 67-72), şi conchide că imixtiunea poate fi considerată justificată în termenii articolului 10 al Convenţiei.", "", "93. Cu privire la cea de-a patra declaraţie imputată, şi anume că, A.I. a fost implicat împreună cu S.I. într-o “afacere dubioasă”, Curtea reiterează constatările sale cu privire la plângerea făcută de S.I. (vezi paragraful 80-85 de mai sus). Din motive asemănătoare, Curtea conchide că imixtiunea în dreptul reclamantului la libera exprimare nu a fost necesară într-o societate democrată.", "", "94. Reclamantul a mai invocat şi severitatea sancţiunii sale de plată a prejudiciilor impuse lui ca un capăt de acuzare separat.", "", "95. Natura şi severitatea penalităţilor impuse sunt de asemenea factori care trebuie luaţi în consideraţie la evaluarea proporţionalităţii imixtiunii în dreptul său la libera exprimare garantat de prevederile articolului 10 al Convenţiei (vezi de exemplu, Ceylan c. Turciei (GC), nr. 23556/94, paragraful 37, CEDO 1999-IV; Tammer c. Estoniei, nr. 41205/98, paragraful 69, CEDO 2001-I; şi Lesnik c. Slovaciei, nr. 35640/97, paragraful 63, CEDO 2003-IV).", "", "96. Luând în consideraţie constatarea de către Curte a unei încălcări cu privire la declaraţiile referitoare la C.M. şi A.I., nu este necesar de a examina severitatea penalităţilor corespunzătoare prin care s-a impus reclamantului plata prejudiciului cauzat. În acealaşi timp, Curtea notează faptul că reclamantului i-a fost ordonată plata a 450 MDL în favoarea lui I.V. şi a 180 MDL în favoarea lui C.V. Luând în consideraţie salariul mediu lunar în acea perioadă în Republica Moldova şi faptul că cuantumul prejudiciilor impuse reclamantului a fost la nivelul minim prevăzut de lege (vezi paragraful 39), Curtea consideră că cuantumurile respective nu au fost excesive.", "", "Concluzie", "", "97. Considerând cele expuse mai sus, Curtea conchide:", "că nu a existat o încălcare a articolului 10 al Convenţiei, referitor la declaraţiile reclamantului cu privire la I.V.;", "că a existat o încălcare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului cu privire la C.M.;", "că nu a existat o violare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului cu privire la C.V.;", " că a existat o încălcare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului cu privire la S.I.;", "că a existat o încălcare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului cu privire la A.I..", "", "II. APLICAREA ARTICOLULUI 41 AL CONVENŢIEI", "", "98. Articolul 41 al Convenţiei prevede următoarele:", "“Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor sale şi dreptul intern al Înaltei Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "", "Prejudiciul material", "", "99. Reclamantul a pretins în calitate de prejudiciu material suferit ca urmare a încălcării dreptului său la libera exprimare suma de 2 460 EURO. El a susţinut faptul că nu a fost în stare să-şi exercite profesia de jurnalist după ce a pierdut cauza în faţa instanţelor de drept naţionale, deoarece toată lumea îl considera a fi un jurnalist incompetent. În consecinţă, el a fost nevoit să lucreze în calitate de translator pentru mai puţini bani. Reclamantul a statuat că suma pretinsă ar acoperi cuantumul penalităţii achitate reclamanţilor în procesul intentat la nivel naţional, cuantumul mijloacelor financiare pe care acesta le-ar fi obţinut exercitând meseria de jurnalist, precum şi pierderile cauzate de inflaţie.", "", "100. Guvernul a contestat suma pretinsă de către reclamant. În opinia sa, o compensaţie corespunzătoare ar fi suma penalităţii achitate de către reclamant, şi anume 2 610 MDL (224 EURO). În opinia Guvernului, reclamantul a lucrat în calitate de translator şi până la demararea procedurilor contencioase în faţa instanţelor de drept naţionale şi, prin urmare, nu poate fi stabilită nici o legătură cauzală dintre proces şi angajarea sa în această calitate.", "", "101. Curtea este de acord cu Guvernul în privinţa faptului că reclamantul nu a reuşit să dovedească existenţa unei legături dintre plata prejudiciilor impuse reclamantului şi angajarea sa în calitate de translator. Prin urmare, Curtea nu acordă nici un prejudiciu în privinţa pretinsei imposibilităţi a reclamantului de a lucra ca jurnalist după pierderea procesului cu privire la defăimare. Pe de altă parte, Curtea a constatat o încălcare a articolului 10 ca urmare a deciziilor judecătoreşti cu privire la toate sau unele declaraţii imputate reclamantului referitoare la C.M., S.I. şi I.V.. Considerând cele menţionate şi decizând în bază de echitate, Curtea acordă suma de 125 EURO în calitate de prejudiciu material pe care reclamantul a fost impus să le achite reclamanţilor în procesul la nivel naţional în calitate de compensaţie.", "", "Prejudiciu moral", "", "102. Reclamantul a pretins în calitate de prejudiciu moral suferit ca rezultat al stării de stres şi frustrare cauzată de plata prejudiciilor impuse lui, suma de 30 000 EURO. La fel ca şi în cazul prejudiciului material, reclamantul a susţinut faptul că procesul cu privire la acuzaţiile de defăimare aduse lui şi plata prejudiciilor impuse lui au jucat un rol foarte negativ în cariera sa şi a avut drept consecinţă faptul că el nu a putut să se angajeze la nici un ziar care se bucură de o reputaţie bună. El a declarat că nu numai cariera sa a avut de suferit, dar şi relaţiile cu familia sa.", "", "103. Guvernul nu a fost de acord cu sumele pretinse de către reclamant, considerându-le excesive în lumina jurisprudenţei Curţii. Acesta a statuat că în anumite cazuri simplul fapt al constatării unei violări a fost considerată a fi satisfacţie echitabilă. Guvernul în continuare a declarat că în nici un caz nici un prejudiciu moral acordat nu poate depăşi cuantumul prejudiciului material acordat, adică 2 610 MDL.", "", "104. Considerând constatările făcute, Curtea consideră că reclamantului i-a fost cauzată o stare de stres şi frustrare ca urmare a încălcării dreptului său la libera exprimare. Decizând în bază de echitate, ea acordă reclamantului suma totală de 4 000 de EURO în calitate de prejudiciu moral.", "", "Costuri şi cheltuieli", "", "105. Reclamantul a mai solicitat suma de 1 800 de EURO în calitate de costuri şi cheltuieli făcute în faţa Curţii, dintre care 1 600 EURO au constituit taxele de reprezentare, iar restul de comunicare şi transport.", "", "106. Guvernul nu a fost de acord cu sumele pretinse, declarând că reclamantul nu a reuşit să dovedească pretinsele cheltuieli de reprezentare. În opinia Guvernului, cuantumul pretins de către reclamant a fost exagerat în comparaţie cu salariul mediu lunar în Republica Moldova şi taxele oficiale achitate de către stat avocaţilor pro bono. Guvernul a mai contestat şi numărul de ore care au fost necesare reprezentantului reclamantului de a lucra asupra cazului, precum şi de studiu al jurisprudenţei Curţii în domeniu, argumentând şi prin faptul că o persoană care are o diplomă de absolvire a facultăţii de drept a Universităţii de Stat din Moldova nu ar fi avut nevoie să studieze jurisprudenţa Curţii Europene a Drepturilor Omului deoarece el sau ea se prezumă că ar fi studiat-o pe parcursul celui de-al doilea şi al patrulea an de studiu. În opinia Guvernului acordarea unei plăţi în acest scop ar trebui să fie echivalată cu o bursă de studii.", "", "107. Curtea reaminteşte că pentru ca costurile şi cheltuielile să fie incluse în plăţile acordate în baza prevederilor articolului 41 al Convenţiei, trebuie să fie stabilit dacă acestea au fost necesare şi rezonabile ca cuantum (vezi, ca exemplu, Nilsen şi Johnsen c. Norvegiei (GC), nr. 23118/93, paragraful 62, CEDO 1999-VIII).", "", "108. În prezentul caz, în urma analizei listei de cheltuieli prezentate de către reclamant, a criteriilor de mai sus şi a complexităţii cazului, Curtea acordă reclamantului suma de 1 500 EURO în calitate de costuri şi cheltuieli.", "", "Penalităţi", "", "109. Curtea consideră potrivit ca penalităţile să fie calculate în baza ratei minime de împrumut a Băncii Centrale Europene, la care să se adune trei procente.", "", "Din aceste motive, Curtea în unanimitate,", "", "Constată că nu a existat o încălcare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului referitoare la I.V.;", "Constată că a existat o încălcare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului cu privire la C.M.;", "Constată că nu a existat o violare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului cu privire la C.V.;", "Constată că a existat o încălcare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului cu privire la S.I.;", "Constată că a existat o încălcare a articolului 10 al Convenţiei referitor la declaraţiile reclamantului cu privire la A.I.;", "Constată", "că statul reclamat trebuie să achite reclamantului, în decurs de trei luni de la data la care această hotărâre devine definitivă în conformitate cu prevederile articolului 44 paragraf 2 al Convenţiei, suma de 125 EURO în calitate de prejudiciu material, 4 000 EURO în calitate de prejudiciu moral şi 1 500 EURO în calitate de costuri şi cheltuieli, sume care urmează să fie convertite în valuta naţională a statului reclamat la rata aplicabilă la data achitării sumelor respective, plus orice taxă necesară;", "că din momentul expirării termenului menţionat de trei luni până la achitarea efectivă a sumelor respective, statul reclamat va achita o penalitate egală cu rata minimă de împrumut a Băncii Centrale Europene plus trei procente;", "Respinge în unanimitate restul pretenţiilor reclamantului de satisfacţie echitabilă.", "", "Întocmită în limba engleză şi notificată la 21 decembrie 2004 în conformitate cu Regula 77 paragrafele 2 şi 3 ale Regulamentului Curţii.", "", "", "Michael O’BOYLE", "Grefier", "", "Nicolas BRATZA", "Preşedinte"]}