{"file": "RUM_HJUDRUM_62736_09.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "62736/09", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Vassis şi alţii împotriva Franţei– 62736/09", "Hotărârea din 27.06.2013", "Art. 5 § 3: Adus de îndată înaintea judecătorului sau a altui magistrat", "Reţinere timp de 48 ore după o perioadă de 18 zile de lipsire de libertate ca urmare a arestării unei nave în marea liberă: încălcare", "", "În fapt – Reclamanţii sunt membri ai echipajului unei nave pe care marina franceză a arestat-o în largul coastelor africane, fiind suspectă de transport de stupefiante. Nava a debarcat în Franţa 18 zile mai târziu. La sosirea reclamanţilor, a fost deschisă o anchetă preliminară şi au fost arestaţi preventiv. Aproximativ 48 de ore mai târziu au fost înfăţişaţi înaintea unui judecător.", "În drept – Art. 5 § 3: Reţinerea a urmat unei perioade de 18 zile de lipsire de libertate în sensul art. 5 din Convenţie, iar reclamanţii nu s-au înfăţişat pentru prima dată înaintea unui „judecător sau a unui alt magistrat” în sensul autonom al art. 5 § 3 din Convenţie decât după termen suplimentar de aproximativ 48 de ore. Or, nimic nu poate justifica un astfel de termen suplimentar în circumstanţele speţei. Într-adevăr, operaţiunea de interceptare era planificată, iar nava suspectată de trafic internaţional de stupefiante făcea obiectul unei supravegheri speciale din luna ianuarie 2008. De altfel, nu există nicio îndoială că un termen de 18 zile pentru aducerea reclamanţilor permitea pregătirea sosirii lor pe teritoriul francez în cunoştinţă de cauză. Or nu numai un astfel de termen, fără control judecătoresc, lipseşte de temei reţinerea de 48 de ore la care reclamanţii au fost supuşi apoi, dar în plus, constituie o circumstanţă particulară care face ca cerinţa de promptitudine, prevăzută la art. 5§ 3, să fie mai strictă decât atunci când începutul reţinerii coincide cu lipsirea de libertate. Prin urmare, reclamanţii ar fi trebuit aduşi înaintea unui „judecător sau a unui alt magistrat împuternicit de lege să exercite atribuţii judiciare”, încă de la sosirea lor în Franţa şi fără amânare. În special, jurisprudenţa care prevede termene de două sau trei zile, în baza căreia, Curtea a putut constata că neaducerea înaintea unui judecător nu era contrarie cerinţei de promptitudine, nu are ca finalitate acordarea permisiunii autorităţilor de a completa dosarul acuzaţiei.", "Concluzie: încălcare (unanimitate).", ""]}