{"file": "RUM_HJUDRUM_42139_12.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "42139/12", "text_paragraphs": ["Traducerea și permisiunea de republicare au fost oferite sub autoritatea Direcției Generale Agent Guvernamental, Ministerul Justiției al Republicii Moldova (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "The present text and the authorisation to republish were granted under the authority of the Governmental Agent’s General Department from the Ministry of Justice of the Republic of Moldova (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "La traduction et l’autorisation de republier ont été accordées sous l’autorité de la Direction générale de l’Agent gouvernemental du Ministère de la Justice de la République de Moldova (). L’autorisation de republier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "SECȚIUNEA A TREIA", "", "", "", "", "CAUZA PISARI c. REPUBLICII MOLDOVA ȘI RUSIEI", "", "(Cererea nr. 42139/12)", "", "", "", "", "", "", "HOTĂRÎRE", "", "", "STRASBOURG", "", "21 aprilie 2015", "", "", "Această hotărîre va deveni definitivă în condițiile prevăzute la articolul 44 § 2 al Convenției. Ea poate fi supusă unei revizuiri editoriale.", "", "În cauza Pisari c. Republicii Moldova și Rusiei,", "Curtea europeană a drepturilor omului (Secția a Treia), întrunită într-o Cameră compusă din :", "\tJosep Casadevall, președinte,\n\tLuis López Guerra,\n\tKristina Pardalos,\n\tJohannes Silvis,\n\tValeriu Griţco,\n\tDmitry Dedov,\n\tIulia Antoanella Motoc, judecători,\nși Stephen Phillips, grefier al Secției,", "Deliberînd în ședință închisă la 24 martie 2015,", "Pronunță următoarea hotărîre, care a fost adoptată la aceeași dată :", "PROCEDURA", "1.  La originea cauzei se află cererea (nr. 42139/12) depusă împotriva Republicii Moldova la Curte, în conformitate cu prevederile articolului 34 al Convenției pentru Apărarea Drepturilor Omului şi a Libertăților Fundamentale („Convenția”) de către doi cetățeni moldoveni, dl Simion Pisari și dna Oxana Pisari (« reclamanți »), la 1 iulie 2012.", "2.  Reclamanții a fost reprezentați de către dl A.Postică, avocat care își desfășoară activitatea în Chișinău. Guvernul Republicii Moldova a fost reprezentat de către Agentul său, dl. L.Apostol, și Guvernul Federației Ruse a fost reprezentat de către dl. G. Matyushkin, Reprezentantul Federației Ruse la Curtea Europeană a Drepturilor Omului", "3.  Reclamanții invocă, în special, că articolul 2 al Convenției a fost încălcat ca urmare a uciderii fiului lor și pentru că ei nu au fost implicați în procesul penal efectuat de autoritățile ruse.", "4.  La 25 octombrie 2013, cererea în temeiul articolului 2 a fost comunicată Guvernelor pîrîte.", "ÎN FAPT", "I.  CIRCUMSTANȚELE CAUZEI", "5.  Reclamanții s-au născut în 1970 și respectiv în 1973 și locuiesc în Pîrîta.", "6.  Prezenta cauză se referă la circumstanțele uciderii fiului reclamanților, de vîrsta 18 de ani, Vadim Pisari, de un soldat rus, V.K., la un post de control al forțelor pacificatoare amplasat pe teritoriul Republicii Moldova în urma conflictului armat din Transnistria.", "7.  Faptele referitoare la contextul istoric al cazului, inclusiv conflictul armat din Transnistria din 1991-1992 și evenimentele ulterioare, sunt descrise în Ilașcu, Ivanțoc, Leșco și Petrov-Popa c. Moldovei și Rusiei ([MC], nr . 48787/99, §§ 28-183, CEDO 2004-VII), precum și în Catan și alții c. Republicii Moldova și Rusia ([MC], nr. 43370/04, 8252/05 și 18454/06, § § 8-42, CEDO 2012).", "8.  Vadim Pisari a locuit în Pîrîta, un sat situat pe malul stîng al rîului Nistru, dar controlat de autoritățile constituționale moldovenești. În dimineața zilei de 1 ianuarie 2012, după o petrecere de Revelion împreună cu prietenii săi, la care au fost consumate băuturi alcoolice, Vadim Pisari, însoțit de un prieten \"pasager\" a luat pentru o plimbare o mașină care aparținea unui alt prieten de-al lor. Deoarece mașina avea nevoie de realimentare urgentă, ei au decis să se deplaseze la o stație de benzină situată pe malul drept al rîului Nistru în orașul Vadul lui Vodă. Ei au fost opriți la ieșirea din satul lor de o patrulă de poliție și Vadim Pisari a fost rugat să deschidă portbagajul mașinii sale. Cei doi tineri au fost apoi lăsați să continue drumul lor. Pentru a ajunge la stația de alimentare cu petrol era necesar să traverseze un pod peste rîul Nistru situat la aproximativ un kilometru de satul lor. Posturile de control a forțelor pacificatoare sunt localizate la ambele capete ale podului (\"postul de control din stînga\" și \"postul de control din dreapta\").", "9.  Posturile de control erau controlate de către forțele militare de menținere a păcii care aparțin Federației Ruse, Republicii Moldova și autoproclamatei republici transnistrene. La momentul evenimentelor, fiecare punct de control era sub conducerea a opt soldați din care patru au fost ruși, doi moldoveni și doi din regiunea transnistreană. Comanda postului de control din stînga a fost asigurată de sergentul rus, V.K., care a fost singurul înarmat cu o pistol mitralieră încărcat la momentul evenimentelor. Comanda postului de control din dreapta a fost, de asemenea, asigurată de un sergent rus. La fiecare punct de control, blocurile de beton și barierele de metal au fost amplasate pe drum, în așa fel încît mașinile ar fi obligate să încetinească pentru a trece printre ele. Fiecare post de control are cazarmă în care soldații pot pe rînd să se odihnească și are transportoare blindate de trupe. Distanța dintre postul de control din dreapta și cel din stînga era de aproximativ 600 de metri.", "10.  Mașina lui Vadim Pisari a ajuns la postul de control din stînga la aproximativ 07:10. Trei soldați, inclusiv V.K., păzeau drumul. Soldații rămași au fost în interiorul cazărmii. La trecerea prin postul de control, Vadim Pisari nu doar nu a staționat, dar a lovit și a trecut peste semnul \"stop\" și bariera în care a fost localizat acesta și care a blocat jumătatea de drum cu partea frontal-dreapta a mașinii sale. Pasagerul, a explicat mai tîrziu că parbrizul a fost parțial acoperit cu gheață, căci sistemul de încălzire a mașinii nu era funcțional și vizibilitatea șoferului a fost slabă. V.K. a ordonat șoferului să oprească mașina, dar Vadim Pisari nu a ascultat și a continuat drumul său. V.K. a contactat imediat punctul de control dreapta și a cerut sergentului rus de comandă să oprească mașina ce se apropia. Cu toate acestea, mașina nu a oprit la celălalt post de control. Potrivit unui soldat din acel post de control, un dispozitiv special format din mai multe bare de metal, care seamănă cu un \"arici\" ceh folosit pe timpuri a celui de al doilea război mondial, a fost amplasat în mijlocul drumului pentru a opri mașina, dar șoferul pur și simplu l-a evitat și a continuat drumul său. Pasagerul lîngă Vadim Pisari, cu toate acestea, a declarat că nimeni nu a încercat să oprească mașina la postul de control din dreapta.", "11.  Douăzeci de minute mai tîrziu, aproximativ la 07:30, după ce a realimentat mașina, Vadim Pisari, alături de pasagerul său, a condus înapoi peste pod. Potrivit pasagerului, inițial au ezitat să se întoarcă din cauza incidentului cu semnul de oprire la postul de control din stînga. Cu toate acestea, ei au decis să continue drumul după ce Vadim Pisari l-a asigurat pe pasager că va rezolva problema și că totul va fi bine. Au trecut nestingherit prin postul de control din dreapta. Un soldat de la postul de control a confirmat mai tîrziu în declarațiile sale pentru poliția din Republica Moldova că nimeni nu a încercat să oprească mașina, atunci cînd a trecut, dar că au informat imediat postul de control din stînga cu privire la apropierea mașinii.", "12.  În declarația sa în fața polițiștilor moldoveni dată în aceeași zi, V.K. a susținut că, în scopul de a opri mașina, doi ”arici” au fost amplasați la intrarea și ieșirea de la postul de control. Alți doi soldați de la postul de control din stînga (unul din Moldova și unul din regiunea transnistreană) au declarat în aceeași zi poliției Republicii Moldova că doar un ”arici” a fost amplasat pe drum. În declarațiile sale date anchetatorului rus la 6 ianuarie 2012, V.K. a declarat că, în plus față de cele doi ”arici”, au fost, de asemenea, utilizate două crampoane la intrarea și ieșirea de la postul de control din stînga, deși nu ar fi fost suficient de lungi pentru a acoperi întreaga lățime a drumului. Declarații identice au fost făcute anchetatorului rus de soldatul din regiunea transnistreană menționat mai sus și de un alt soldat rus de postul de control din stînga.", "13.  Atunci cînd Vadim Pisari s-a apropiat cu mașina de postul de control din stînga, V.K. ia ordonat să se oprească. Cu toate acestea, el a accelerat și a evitat obstacolul(e). Conform declarațiilor lui V.K., mașina se îndrepta spre el și el a fost nevoit să sară într-o parte pentru a evita impactul. V.K. a făcut aceeași declarație anchetatorilor ruși la 6 ianuarie 2012, dar nu și în declarația sa poliției moldovenești date imediat după incident. În mod similar, declarațiile date poliției moldovenești de către ceilalți doi soldați care au fost martori la incident, nu au menționat că V.K. a riscat să fie lovit de mașina.", "V.K. apoi a strigat la șoferul mașinii să oprească sau el va trage din armă, și a tras un foc în aer. Șoferul a ignorat ordinul și nu a oprit, ci a accelerat, așa că V.K. a tras trei focuri în direcția mașinii, țintind anvelopele. Potrivit lui V.K., el nu a avut intenția de a împușca șoferul, ci a fost doar o încercare de a opri mașina prin tragere în anvelope. Potrivit reclamanților și a Guvernului Republicii Moldova, un alt soldat de la postul de control din stînga, care a fost alături de mașină a fost aproape să fie lezat de unul dintre gloanțe proiectate de V.K., fiindu-i străpunsă haina. Doar un singur glonț pare să fi străpuns mașina, care a continuat deplasarea pentru circa treizeci de metri înainte de a se opri. Ușa șoferului a fost deschisă și Vadim Pisari a căzut la pămînt pe spate cu picioarele rămase în interiorul mașinii. Pasagerul a ieșit din mașină și a fost obligat să se culce pe teren. V.K. s-a apropiat de Vadim Pisari și a văzut că el a fost rănit în spate. El și colegii lui a pus un bandaj pe rană și au chemat o ambulanță, care a sosit cu zece minute mai tîrziu și a luat victima la un spital din Chișinău. Vadim Pisari a murit din cauza rănii cu cîteva ore mai tîrziu.", "14.  La scurt timp după incident, polițiștii moldoveni au sosit și au luat declarații scrise de la soldații prezenți la postul de control din stînga și de la unul dintre soldații de la postul de control din dreapta. Ei au încercat să ridice pistolul mitralieră cu care victima a fost împușcată, dar comandamentul militar rus a refuzat să le permită ridicarea.", "15.  La scurt timp după incident autoritățile moldovenești competente au instituit urmărirea penală cu privire la circumstanțele uciderii lui Vadim Pisari. Soldatul rus care a împușcat victima a fost transferat imediat de către superiorii săi la o unitate militară din Briansk, Federația Rusă. Ministerul rus al Afacerilor Externe a anunțat că autoritățile ruse vor efectua o anchetă paralelă privind circumstanțele cazului.", "16.  La 2 ianuarie 2012, comandanții militari ai forțelor de menținere a păcii din Federația Rusă, Republica Moldova și așa-numită republica transnistreană au creat o comisie pentru a investiga incidentul de la 1 ianuarie 2012. Comisia a fost condusă de un colonel rus și cuprindea trei alți membri din Republica Moldova, din așa-numită republica transnistreană și din Ucraina. Un raport nedatat a comisiei a fost prezentat Curții de către Guvernul rus. Cu toate acestea, astfel cum susține Guvernul Republicii Moldova, raportul nu a fost semnat de către membrul comisiei din partea Republicii Moldova și, prin urmare, nu a avut nici un efect juridic. Potrivit raportului, Vadim Pisari a fost responsabil pentru o încălcare gravă a normelor de conduită la posturile de control și pentru amenințarea vieților soldaților prezenți și oamenilor din localitățile adiacente. În același timp, în raport s-a menționat că una din cauzele incidentului era lipsa de mijloace adecvate pentru oprirea autovehiculelor la postul de control. În ceea ce privește responsabilitatea lui V.K., autorii raportului au declarat că preferă să se abțină de a face concluzi; cu toate acestea, au găsit provizoriu că acțiunile acestuia sunt în conformitate cu normele privind utilizarea armelor de foc.", "17.  La 14 ianuarie 2012, un ofițer superior rus din regiunea de vest, E.S. Kleimenov (cтарший офицер отдела СВ и БВС штаба западного ВО, капитан второго ранга), a emis un raport privind incidentul de la 1 ianuarie 2012. Raportul a fost furnizat Curții de către Guvernul rus. Acesta a precizat, printre altele, că V.K. a acționat în conformitate cu normele aplicabile circumstanțelor în care s-a încercat să-l oprească pe Vadim Pisari, care a reprezentat o amenințare pentru soldații de la postul de control. În ceea ce privește cauzele incidentului, raportul a citat lipsa de echipament suficient la postul de control pentru oprirea autoturismelor fără a recurge la forța letală și faptul că populația locală a fost prost informată cu privire la normele de conduită la posturile de control ale forțelor pacificatoare.", "18.  Pe 10 ianuarie 2012, Procuratura Generală a Republicii Moldova a recunoscut statutul de victimă a reclamanților în cadrul procedurilor penale desfășurate. La 22 mai 2012, procuratura a informat reclamanții că l-a anunțat în căutare internațională soldatul rus suspectat de împușcarea lui Vadim Pisari.", "19.  Între timp, autoritățile moldovene au audiat toți soldații moldoveni care au fost la posturile de control din stînga și dreapta la momentul incidentului. Au efectuat, de asemenea, o cercetare criminalistică a locului incidentului, a mașinii conduse de victimă, o examinare medico-legală a corpului victimei și a glonțului extras. Potrivit unui raport medico-legal din 3 ianuarie 2012, concentrația de alcool în sîngele lui Vadim Pisari fusese 0,7%, corespunzător unei ușoare intoxicații. Un alt raport medical din 4 ianuarie 2012 a stabilit că concentrația de alcool în corpul victimei a fost 1,13%.", "20.  La 9 februarie 2012, reclamanții au scris Procuraturii Generale a Federației Ruse solicitînd informații despre mersul investigației efectuate de autoritățile ruse.", "21.  Într-o scrisoare din 30 martie 2012 Procuratura militară din regiunea de vest a Federației Ruse (Прокуратура Западного Военного Округа) a informat reclamanții, printre altele, că au deschis o anchetă cu privire la infracțiunea prevăzută de articolul 109/1 din Codul penal al Federației Ruse, și anume omuciderea. Într-o altă scrisoare, avocatul reclamanților a fost informat că suspectul nu va fi extrădat în Republica Moldova, deoarece Rusia nu poate extrăda proprii să cetățeni.", "22.  Materialele din dosar demonstrează că autoritățile ruse au interogat toți soldați ruși prezenți la momentul incidentului atît la posturile de control din stînga cît și din dreapta, precum și doi soldați transnistreni. Toate persoanele chestionate au dat declarații similare făcute de V.K. de mai înainte în fața anchetatorilor ruși (a se vedea paragraful 12 de mai sus). Ei au declarat că nu au cunoscut vreun incident similar la un post de control. În plus, în cursul anchetei a fost examinat locul incidentului, a fost realizat un experiment de anchetă cu V.K., a fost efectuat un examen balistic și V.K. a fost supus unui examen psihiatric.", "23.  La 24 decembrie 2012, Procuratura Generală a Republicii Moldova a informat reclamanții că au aflat de la autorități ruse, că la 17 mai 2012, soldatul suspectat de împușcarea lui Vadim Pisari a fost exonerat de acuzațiile împotriva sa și că procedurile au fost încetate pe motivul că probele acumulate nu au scos în evidență elementele unei infracțiuni. Autoritățile ruse, de asemenea, au subliniat faptul că, fiind un cetățean rus, bănuitul nu a putut fi urmărit de către autoritățile din Republica Moldova.", "24.  După ce au aflat că autoritățile ruse au încetat procesul penal în privința lui V.K., reclamanții au scris Procuraturii militare ruse și au solicitat o copie a deciziei adoptate. De asemenea, au cerut să fie recunoscute în calitate de victime în cauza dată și au întrebat despre modul în care pot contesta decizia privind încetarea procedurilor.", "25.  În martie 2013, reclamanții au primit un răspuns din partea autorităților ruse, informîndu-i că procedurile au fost, într-adevăr încetate la 17 mai 2012; cu toate acestea, o copie a acestei decizii nu au putut fi transmisă familiei decedatului, deoarece aceasta nu au fost parte în proces și nu au avut drepturi procedurale în acest sens.", "26.  La 8 mai 2013, reclamanții au scris procurorului ierarhic superior din Federația Rusă solicitînd ca decizia din 17 mai 2012 să fie anulată și că procedura să fie redeschisă și efectuată cu implicarea lor.", "27.  La 17 septembrie 2013 Procuratura Militară din regiunea de vest a Federației Ruse a informat reclamanții că cererea lor a fost respinsă, deoarece ei nu au avut dreptul de a contesta decizia din 17 mai 2012.", "28.  La 22 august 2013, Procuratura Republicii Moldova a decis să suspende investigația cauzei, avînd în vedere faptul că toate măsurile procedurale au fost finalizate și că bănuitul s-a ascuns de autoritățile moldovenești.", "29.  Nici reclamanții și nici autoritățile moldovenești nu au primit vreo copie a deciziei autorităților ruse de încetare a procedurii penale în privința lui V.K.", "II.  DREPTUL INTERN RELEVANT", "30.  La 21 iulie 1992, Președinții Federației Ruse și Republicii Moldova au semnat la Moscova, Acordul privind principiile reglementării pașnice a conflictului militar din regiunea transnistreană a Republicii Moldova. Conform acordului, o zonă de securitate a fost creat între părțile implicate în conflict Comisia Unificată de Control (\"CUC\") a fost înființată pentru a monitoriza punerea în aplicare a acordului în zona de securitate. Sediul CUC este la Tighina, oraș controlat de \"autoritățile\" transnistrene. Acesta este format din reprezentanți ai Rusiei, Republicii Moldova și autoproclamatei republici transnistrene. Acesta dispune de o forță de menținere a păcii formată din soldați de la fiecare din părți, cu un total de aproximativ 1392 de soldați. Orice decizie adoptată de către CUC trebuie să fie prin consens a tuturor părților. Există 19 posturi de control în zona de securitate condusă de soldați din forțele pacificatoare.", "31.  La 6 octombrie 2003, corpul militar al CUC a emis instrucțiuni pentru comandanții posturilor de control privind, printre altele, utilizarea armelor de foc. Aceasta a precizat că o armă de foc ar putea fi folosită în scopul de a opri un vehicul care a ignorat un ordin dat de forțele pacificatoare, dacă viețile soldaților au fost amenințate, dar numai după un avertisment verbal, urmată de o împușcătură în aer. Dacă, după care avertizare șoferul nu a oprit, soldații ar putea folosi o armă de foc tragînd în pămînt sau țintind anvelopele vehiculului. Soldații care folosesc arme de foc au fost obligați să întreprindă toate măsurile necesare pentru a asigura securitatea persoanelor din apropiere.", "ÎN DREPT", "I.  CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ARTICOLULUI 2 AL CONVENȚIEI", "32.  Reclamanții s-au plîns că fiul lor, Vadim Pisari, a fost ucis de agenții statului și că autoritățile naționale nu au efectuat o investigație efectivă a morții lui. Ei invocă articolul 2 al Convenției, care prevede următoarele:", "„ 1. Dreptul la viaţă al oricărei persoane este protejat prin lege. Moartea nu poate fi cauzată cuiva în mod intenţionat, decît în executarea unei sentinţe capitale pronunţate de un tribunal în cazul în care infracţiunea este sancţionată cu această pedeapsă prin lege.", "2. Moartea nu este considerată ca fiind cauzată prin încălcarea acestui articol în cazurile în care aceasta ar rezulta dintr-o recurgere absolut necesară la forţă:", "", " a) pentru a asigura apărarea oricărei persoane împotriva violenţei ilegale;", " ", " b) pentru a efectua o arestare legală sau pentru a împiedica evadarea unei persoane legal deţinute;", " ", " c) pentru a reprima, conform legii, tulburări violente sau o insurecţie.”", "A. Admisibilitatea", "33.  Curtea observă că de la început nici unul din Guvernele pîrîte nu a contestat jurisdicția sa în legătură cu faptele cauzei. Guvernul rus nu a contestat afirmația că uciderea lui Vadim Pisari a fost atribuibilă Rusiei și, de asemenea, că victima a fost sub jurisdicția Guvernului. Curtea reiterează, în acest context, că în anumite circumstanțe, utilizarea forței de către agenții unui stat care operează în afara teritoriului său poate plasa persoana sub controlul autorităților în sensul jurisdicției acelui stat potrivit Articolului 1 (a se vedea Al-Skeini și alții c. Regatului Unit [MC], nr . 55721/07, § 136, CEDO 2011; Jaloud c. Olandei [MC], nr. 47708/08, § 139, 20 noiembrie 2014). Aceasta poate include exercitarea jurisdicției extra-teritoriale de către un stat contractant atunci cînd, în conformitate cu o practică, tratat sau un alt acord, autoritățile pot să efectueze funcții executive pe teritoriul unui alt stat (a se vedea Al-Skeini, citată mai sus, §§ 135 și 149). În speță, postul de control în cauză, situat în zona de securitate, a fost condus și comandat de soldați ruși, în conformitate cu Acordul privind principiile reglementării pașnice a conflictului militar din regiunea transnistreană a Republicii Moldova (a se vedea §§ 9 și 30-31 de mai sus ). În acest context, Curtea consideră că, în circumstanțele din speță, Vadim Pisari a fost sub jurisdicția Federației Ruse.", "34.  Curtea constată, de asemenea că, în observațiile sale cu privire la admisibilitatea și fondul cauzei, reclamanții au declarat că nu intenționează să își mențină cererea lor în ceea ce privește Republica Moldova, pentru că ei nu consideră că autoritățile Republicii Moldova sunt responsabile de uciderea fiului lor și pentru că acestea au făcut tot ce le-a fost în putință într-un mod rezonabil, în scopul de a investiga circumstanțele uciderii lui.", "35.  Curtea nu vede nici un motiv pentru a nu accepta poziția reclamanților și consideră că respectarea drepturilor omului așa cum sunt definite în Convenție și Protocoalele sale nu impune continuarea examinării plîngerilor împotriva Republicii Moldova. Prin urmare, consideră că este necesar să radieze în parte cererea îndreptată împotriva Republicii Moldova în conformitate cu articolul 37 § 1 (a) din convenție.", "36.  În cele din urmă, Curtea consideră că restul cererii nu este în mod vădit nefondat în sensul articolului 35 § 3 (a) din Convenție și nu este inadmisibil din orice alte motive. Prin urmare, cererea trebuie declarată admisibilă.", "B. Fondul", "1.  Afirmațiile părților", "(a) Reclamanții", "37.  Reclamanții au început prin a descrie contextul în care incidentul a avut loc. În primul rînd, de la crearea forțelor pacificatoare, pînă la incidentul de la 1 ianuarie 2012, nici un soldat nu a avut vreodată un atac din partea populației locale și nu au existat necesitatea de a face uz de o armă de foc în timpul serviciului. În al doilea rînd, ei au declarat că incidentul a avut loc după Anul Nou, o noapte în care oamenii din Moldova au organizat în mod tradițional petreceri și de multe ori au tulburat ordinea publică.", "38.  Reclamanții au susținut în continuare că Vadim Pisari a fost neînarmat și nu a prezentat un pericol nici pentru soldații de la posturile de control nici pentru public în general. Ei au susținut că gradul lui de intoxicare trebuia să fi fost moderat deoarece o patrulă de poliție care l-a oprit în timp ce părăsea satul său a verificat doar portbagajul mașinii sale. În opinia reclamanților, sergentul V.K. trebuia mai întîi de toate să anunțe poliția moldovenească că mașina victimei a lovit un semn de oprire la 7:10 și să se abțină de la oprirea mașinii, decît să încerce să-l oprească în cele din urmă prin tragere în direcția victimei. O patrulă de poliție a fost situată la 1 000 de metri distanță, la intrarea în satul victimei, unde el a fost oprit mai ceva timp mai înainte.", "39.  Posturile de control pacificatoare au fost sub comanda forțelor militare ruse, deci Guvernul rus a fost responsabil pentru acțiunile soldaților săi. Potrivit reclamanților, Federația Rusă, prin urmare, a purtat responsabilitatea pentru acțiunile soldatului rus, V.K.", "40.  În sfîrșit, reclamanții au susținut că ancheta efectuată de autoritățile ruse nu au fost eficientă. Aceasta s-a concentrat mai degrabă la constatările dacă au fost oare respectate instrucțiunile privind utilizarea armelor de foc decît la observațiile a fost oare necesară utilizarea unei arme de foc în circumstanțele cauzei. În plus, autoritățile ruse au omis să implice familia victimei în procesul de anchetă.", "(b)  Guvernul Federației Ruse", "41.  Guvernul rus a susținut că V.K. a acționat în conformitate cu instrucțiunile din 6 octombrie 2003 (a se vedea § 31 de mai sus). El a folosit arma de foc, deoarece altfel ar fi fost imposibil să oprească victima prin alte mijloace, astfel folosirea forței era absolut necesară. Victima a acționat într-un mod vădit ilegal la trecerea prin posturile de control. Faptul că intențiile lui erau pașnice și că nu prezinta nici un pericol nu a fost cunoscut de soldați. V.K. nu a intenționat să-l omoare pe Vadim Pisari, ci doar a țintit spre anvelopele mașinii. Imediat după incident soldații au acordat primul ajutor victimei și au chemat o ambulanță. Autoritățile ruse au efectuat o investigație minuțioasă a circumstanțelor cauzei și au respins toate acuzațiile față de V.K. prin ordonanța din 17 mai 2012.", "(c)  Guvernul Republicii Moldova", "42.  Guvernul Republicii Moldova a făcut referire la constatările Curții în cauzele Ilașcu și alții c. Moldovei și Rusiei ([MC], nr. 48787/99, CEDO 2004-VII) și în Catan și alții c. Republicii Moldova și Rusia ([MC], nr. 43370/04, 8252/05 și 18454/06, CEDO 2012 (extrase)) în sensul că Federația Rusă a avut un control efectiv asupra teritoriului regiunii separatiste Transnistria și o influența decisivă asupra formațiunilor sale. În acest context, Guvernul Republicii Moldova a susținut că Federația Rusă a avut o influență decisivă asupra forțelor pacificatoare a căror comandă comună a fost localizată pe teritoriul transnistrean - la care autoritățile moldovenești nu aveau acces - și al cărei conducere a fost întotdeauna numită de către Federația Rusă.", "43.  Guvernul Republicii Moldova a declarat că a solicitat în mod repetat că forțele armate de menținere a păcii să fie înlocuite cu o misiune internațională de observatori militari și civili sub egida OSCE. Cu toate acestea, această poziție nu a fost susținută de Federația Rusă sau regiunea separatistă transnistreană.", "44.  Guvernul Republicii Moldova și-a exprimat îndoiala în ceea ce privește constatarea autorităților ruse că Vadim Pisari a reprezentat o amenințare pentru integritatea soldaților de la postul control din stînga. În acest sens, s-a subliniat că același comportament a lui Vadim Pisari la postul de control din dreapta nu a fost apreciat ca fiind suficient de periculos pentru a impune utilizarea forței letale. Mai mult, Guvernul Republicii Moldova a subliniat că unul dintre gloanțele lui V.K. aproape a lezat un alt soldat din postul de control și a subliniat că anume comportamentul lui V.K. a reprezentat mai degrabă o amenințare pentru integritatea soldaților decît cel al lui Vadim Pisari. În orice caz, Guvernul Republicii Moldova a susținut că folosirea forței nu a fost justificată în circumstanțele cauzei, deoarece nu a fost absolut necesară.", "45.  În cele din urmă, Guvernul Republicii Moldova a susținut că autoritățile ruse au refuzat să colaboreze cu autoritățile moldovenești în procesul de investigare a circumstanțelor cauzei. Rezultatul anchetei efectuate de către ruși a fost previzibil, avînd în vedere declarațiile făcute de diferiți oficiali ruși cu privire la acest caz. Familia victimei nu a fost implicată nici într-un fel în cadrul procedurii și chiar nu a primit o copie a ordonanței de dezvinovățire al lui V.K.", "2.  Aprecierea Curții", "(a)  Principii generale", "46.  Articolul 2, care protejează dreptul la viață și stabilește circumstanțele în care poate fi justificată uciderea unei persoane, este considerat drept una dintre prevederile fundamentale ale Convenției, de la care nu se permite nicio derogare. Împreună cu articolul 3 din Convenție, acesta de asemenea consacră una dintre valorile fundamentale ale unei societăți democratice ce reprezintă Consiliul Europei. Prin urmare, circumstanțele în care poate fi considerată ca fiind justificată provocarea morții unei persoane trebuie interpretate în mod restrictiv. Obiectul și scopul Convenției, ca un instrument de protecție a ființelor umane, prevăd, de asemenea, ca articolul 2 să fie interpretat și aplicat astfel încît să facă garanțiile sale practice și efective (a se vedea Makaratzis c. Greciei [MC], nr. 50385/99 , § 56, CEDO 2004-XI).", "47.  Excepțiile prevăzute în paragraful 2 al articolului 2 indică faptul că această prevedere se extinde, dar nu se referă exclusiv la omuciderea intenționată. Textul articolului 2, luat în ansamblu, demonstrează că paragraful 2 nu definește în principal cazurile în care ar fi permisibilă uciderea intenționată a unei persoane, ci descrie situațiile în care este permisă \"utilizarea forței\", care poate rezulta în privarea de viață într-un mod neintenționat. Folosirea forței, cu toate acestea, nu trebuie să fie mai mult decît \"absolut necesară\" pentru realizarea unuia dintre scopurile prevăzute la literele (a), (b) sau (c) (a se vedea McCann și alții c. Regatului Unit, hotărârea din 27 septembrie 1995 și Nachova și alții c. Bulgariei [MC], nr. 43577/98 și 43579/98, § 94, CEDO 2005-VII). [MC], nr. 43577/98 și 43579/98, § 94, CEDO 2005-VII).", "48.  În acest sens, folosirea termenului \"absolut necesară\" de la articolul 2 § 2 indică faptul că aprecierea necesității trebuie să angajeze un test strict și mai riguros decît acel aplicabil în mod normal la stabilirea dacă o măsură a Statului este \"necesară într-o societate democratică\" în conformitate cu alineatul 2 a articolelor 8-11 din Convenție. În special, forța utilizată trebuie să fie strict proporțională cu realizarea obiectivelor stabilite în sub-paragrafele 2 (a), (b) și (c) (a se vedea McCann și alții, citată mai sus, § 149).", "49.  În plus, Curtea a statuat în mod constant că, în principiu, nu poate exista o astfel de necesitate atunci cînd se cunoaște că persoana care urmează să fie reținută nu prezintă vreo amenințare pentru viață sau integritate fizică și nu este suspectată de comiterea unei fapte violente, chiar dacă omisiunea de a folosi forța letală poate duce la pierderea oportunității de a-l reține pe fugar (a se vedea Juozaitienė și Bikulčius c. Lituaniei, nr. 70659/01 și 74371/01, § 72, 24 aprilie 2008).", "50.  Avînd în vedere importanța acestei dispoziții (articolul 2) într-o societate democratică, Curtea trebuie, la analiza sa, să trateze privarea de viață cu o deosebită atenție, mai ales în cazul în care se utilizează o forță letală intenționată, luînd în considerație nu numai acțiunile agenților statului care administrează efectiv forța, dar, de asemenea, toate circumstanțe-cadru, inclusiv aspecte precum planificarea și controlul acțiunilor examinate (a se vedea McCann și alții, citată mai sus, § 150).", "51.  Obligația de a proteja dreptul la viață în conformitate cu articolul 2 al Convenției, coroborat cu obligația generală a statului conform articolului 1 de a \"recunoaște oricărei persoane aflate sub jurisdicția sa drepturile și libertățile definite în Convenție\", impune în consecință existența unei anchete eficiente oficializate atunci cînd persoanele au fost ucise ca urmare a recurgerii la forță (vezi Cakici c. Turciei [GC], nr. 23657/94, § 86, CEDO 1999-IV). Scopul esențial al unei asemenea investigații este de a asigura aplicarea efectivă a legislației naționale care protejează dreptul la viață și, în cazurile care implică agenți sau organele de stat, de a asigura tragerea lor la răspundere pentru decesul de care sunt responsabile (a se vedea Anguelova v. Bulgaria, nr. 38361/97, § 137, CEDO 2002-IV).", "52.  Ancheta trebuie să fie capabilă, în primul rînd, să stabilească circumstanțele în care a avut loc incidentul și, pe de altă parte, să conducă la identificarea și pedepsirea celor responsabili. Aceasta nu este o obligație de rezultat, ci de mijloace. Autoritățile trebuie să ia măsurile rezonabile disponibile pentru a obține probe privind incidentul, inclusiv, inter alia, declarațiile martorilor oculari și examinări medico-legale. O cerință de promptitudine și de celeritate rezonabilă este implicită în acest context. Orice deficiență în investigație care subminează capacitatea sa de a stabili circumstanțele cauzei sau persoana responsabilă, poate fi considerată defectuoasă prin prisma standardului de eficacitate impus (vezi Kelly și alții c. Regatului Unit, nr. 30054/96, §§ 96-97, 04 mai 2001, și Anguelova, citată mai sus, § 139). În plus, o rudă a victimei trebuie să fie implicată în proces în măsura necesară pentru protejarea intereselor sale legitime (a se vedea Anusca c. Republicii Moldova, nr. 24034/07, § 39, 18 mai 2010).", "(b)  Aplicarea acestor principii in prezenta cauză", "53.  Revenind la circumstanțele prezentei cauze, Curtea consideră că este indiscutabil că Vadim Pisari a fost ucis de una dintre împușcăturile din pistolul-mitralieră trase de V.K. Curtea este convinsă că scopul împușcăturilor în acest caz a fost de a reține șoferul mașinii. În consecință, acțiunea soldatului rus a fost săvîrșită în scopul efectuării unei rețineri legitime în sensul articolului 2 § 2 (b) din Convenție. Cu toate acestea, Curtea trebuie să examineze dacă forța angajată în vederea realizării obiectivului de mai sus a fost \"absolut necesară\", în circumstanțele cauzei. Curtea ia act de afirmația autorităților ruse că arma de foc a fost îndreptată spre autovehicul și nu împotriva oamenilor din el. Curtea nu vede nici un motiv să se îndoiască că V.K. a avut o astfel de intenție. Cu toate acestea, Curtea va aprecia nivelul de risc urmare a folosirii unei arme de foc comparativ cu pericolul eschivării conducătorului auto și nevoia urgentă de a-l opri.", "54.  Curtea notează că V.K. a tras trei focuri separate dintr-un pistol- mitralieră în direcția autovehiculului condus de Vadim Pisari. Nu este clar din materialele cauzei de la ce distanță au fost trase focurile de armă și / sau care-i experiența lui V.K. de a trage din pistolul-mitralieră. Cu toate acestea, afirmația că unul dintre gloanțe trase de V.K. a străpuns haina unui alt soldat de la postul de control, care nu era departe de mașină, nu a fost contestată (a se vedea § 13 de mai sus). Acest lucru este suficient pentru Curte să concluzioneze că folosirea pistolului-mitralieră de V.K. a reprezentat un risc foarte serios, nu numai pentru viața lui Vadim Pisari, dar și pentru pasagerul său și chiar pentru soldatul care a fost atins de unul din gloanțe. Faptul că doar Vadim Pisari a fost lovit de un glonț pare să fi fost un concurs de împrejurări.", "55.  Un astfel de nivel ridicat de risc pentru viața poate fi justificat numai în cazul în care arma de foc a fost folosită ca o măsură de ultimul resort menită să evite un pericol foarte clar și iminent din partea șoferului mașinii în cazul în care lui i s-ar fi permis să scape. Prin urmare, Curtea va lua în considerare ce fel de prejudiciu soldatul rus a încercat să prevină.", "56.  Curtea ia act de afirmația lui V.K. că el ar fi trebuit să sară într-o parte din cauza autovehiculului în mișcare, pentru a evita să fie lovit de aceasta. Cu toate acestea, mărturia făcută pentru prima dată în fața anchetatorilor ruși la 6 ianuarie 2012 nu a fost susținută prin declarațiile a celorlalți doi soldați, prezenți la locul incidentului, dată poliției moldovenești în dimineața zilei incidentului. Mai mult, ea nu a fost în concordanță cu explicația inițială al lui V.K. scrisă în aceeași dimineață (a se vedea § 13 de mai sus). Prin urmare, Curtea nu este convinsă că V.K. risca să fie lovit de mașina victimei și, prin urmare, nu găsește nici un indice evident a pericolului reprezentat de șoferul dacă acestuia i-ar fi fost permis să scape. Chiar presupunînd că acțiunile lui Vadim Pisari au fost potențial periculoase, Curtea nu consideră că nivelul amenințării a impus oprirea lui imediată prin focuri de armă. Într-adevăr, rezultă din situația de fapt, că la aproximativ un kilometru de la postul de control din stînga pe drumul care duce spre satul victimei era un post de control de poliție care ar fi putut să fie alertat de V.K. (a se vedea § 8 de mai sus).", "57.  Curtea recunoaște că soldații de la posturile de control au încercat să folosească metode alternative pentru a opri mașina. Cu toate acestea, mașina victimei a fost capabilă să treacă de trei ori prin posturile de control din stînga și din dreapta, evitînd toate obstacolele aplicate pe drum de soldați. Curtea nu poate să cadă de acord cu constatările din rapoartele oficialilor militari ruși (a se vedea §§ 16 și 17 de mai sus) că punctele de control nu au fost asigurate cu un echipament adecvat pentru imobilizarea vehiculelor fără a recurge la forța letală. Curtea consideră că lipsa unui astfel de echipament nu poate justifica deschiderea focului împotriva autovehiculelor care nu respectă normele de trecere la posturile de control, fără a fi alte motive foarte serioase și convingătoare.", "58.  În concluzie, luînd în considerare gradul de risc rezultat din utilizarea unei arme de foc pentru viața celor două persoane aflate în autovehicul și pentru soldatul de la postul de control din stînga, pericolul rezultat din eschivarea conducătorului auto și necesitatea urgentă de a-l opri, mijloacele alternative disponibile de oprire automobilului fără a recurge la forța letală, lipsa de echipament adecvat la postul de control pentru imobilizarea autoturismelor și recurgerea automată la forță letală și în absența unei investigații eficiente care ar fi putut dezvălui o alta viziune asupra acestor circumstanțe (vezi mai jos), Curtea nu este convinsă că uciderea lui Vadim Pisari a impus folosirea forței, care nu a fost mai mult decît absolut necesară în scopul de a efectua o arestare legală în sensul articolului 2 § 2 (b) din Convenție. În consecință, Curtea constată că a avut loc o încălcare sub aspect material a articolului 2 al Convenției de către Federația Rusă.", "59.  În cele din urmă, Curtea observă că autoritățile ruse nu au implicat reclamanții în investigarea circumstanțelor uciderii fiului lor. Reclamanții nu au fost lăsați să-și exercite toate drepturile procedurale și nici măcar nu au fost informați despre încetarea procedurii împotriva lui V.K. Curtea a subliniat cu mai multe ocazii că implicarea rudelor servește asigurării responsabilității publice a autorităților și un control public asupra acțiunilor lor în astfel de situații (a se vedea Anguelova v. Bulgaria, nr. 38361/97, § 140, CEDO 2002 -IV și Anusca citată mai sus, § 39). În acest caz, reclamanții au avut un interes serios și legitim în cadrul anchetei efectuate de autoritățile ruse, care ar fi fost asigurat prin acordarea statutului pe care ei l-au cerut în procedura penală împotriva V.K. Guvernul rus nu a adus nici un argument pentru a explica de ce reclamanților le-a fost refuzat statutul de victime în cadrul procedurilor penale și de ce nu li s-a permis să intervină în aceste proceduri. Acest fapt, de unul singur este suficient pentru Curte să concluzioneze că a avut loc o încălcare de asemenea și sub aspect procedural a articolului 2 al Convenției de către Federația Rusă. Curtea se va abține de a examina alte aspecte ale anchetei efectuate de autoritățile ruse.", "II.  APLICAREA ARTICOLULUI 41 AL CONVENȚIEI", "60.  Articolul 41 al Convenției prevede:", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor sale şi dacă dreptul intern al Înaltei Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A.  Prejudiciu", "61.  Reclamanții au pretins 85 000 euro cu titlu de prejudiciu moral. Ei au făcut referire la cazurile Inderbiyeva c. Federației Ruse (nr. 56765/08, 27 martie 2012) și Alpatu Israilova c. Federației Ruse (nr. 15438/05, 14 martie 2013), în care Curtea a acordat sume similare de bani.", "62.  Guvernul rus a contestat suma pretinsă de reclamanți și a reiterat poziția că nu a avut loc o încălcare a drepturilor reclamanților în prezenta cauză.", "63.  Avînd în vedere încălcările constatate mai sus, Curtea consideră că o compensație pentru prejudiciul moral este justificată în acest caz. Evaluînd în mod echitabil și ținînd seama de circumstanțele specifice ale prezentei cauze, Curtea acordă reclamanților 35 000 euro.", "B.  Costuri și cheltuieli", "64.  Reclamanții au pretins, de asemenea, 5580 de euro pentru costuri și cheltuieli suportate în fața Curții.", "65.  Guvernul rus a contestat suma pretinsă de reclamanți și a susținut că este excesivă.", "66.  Potrivit jurisprudenței Curții, un reclamant are dreptul la rambursarea costurilor și cheltuielilor numai în măsura în care s-a demonstrat că acestea au fost în fapt necesare și sunt rezonabile în cuantum. În cazul de față, ținînd seama de documentele aflate în posesia sa și criteriile de mai sus, Curtea consideră că este rezonabil să acorde suma solicitată în întregime.", "C.  Penalități", "68. Curtea consideră oportun ca penalităţile de întîrziere să fie bazate pe rata minimă de împrumut a Băncii Centrale Europene la care se vor adăuga trei procente.", "DIN ACESTE CONSIDERENTE, CURTEA ÎN UNANIMITATE", "1.  Hotărăște să radieze capătul de cerere îndreptat împotriva Republicii Moldova din în conformitate cu articolul 37 § 1 (a) din Convenție;", "", "2.  Declară celelalte capete de cerere admisibile;", "", "3.  Hotărăște că a avut loc o încălcare a articolului 2 al Convenției sub aspect material și procesual din partea Federației Ruse;", "", "4.  Hotărăște", "(a) că Federația Rusă trebuie să plătească reclamanților, în termen de trei luni de la data la care hotărîrea devine definitivă în conformitate cu articolul 44 § 2 al Convenției, următoarele sume:", "(i) 35 000 euro (treizeci și cinci de mii), plus orice taxă care poate fi percepută, cu titlu de prejudiciu moral;", "(ii) EUR 5 580 euro (cinci mii cinci sute optzeci) plus orice taxă care poate fi percepută la reclamanți, cu titlu de costuri și cheltuieli;", "(b) că, de la expirarea celor trei luni menționate mai sus pînă la executarea hotărîrii, urmează să fie plătită o penalitate la sumele de mai sus egală cu rata minimă a dobînzii la creditele acordate de Banca Centrală Europeană pe parcursul perioadei de întîrziere, plus trei procente;", "", "5.  Respinge restul pretențiilor reclamanților cu privire la satisfacția echitabilă.", "Redactată în limba engleză și notificată în scris la 21 aprilie 2015, în conformitate cu articolul 77 §§ 2 și 3 din Regulamentul Curții.", "\tStephen Phillips\tJosep Casadevall\n\tGrefier al Secției\tPreședinte", "În conformitate cu articolul 45 § 2 al Convenției și articolul 74 § 2 din Regulamentul Curții, opinia separată a judecătorului Motoc este anexată la prezenta hotărîre.", "J.C.M.\nJ.S.P.", "", "", "OPINIA CONCORDANTĂ A JUDECĂTORULUI MOTOC", "(Traducere)", "", "Am votat cu majoritatea în acest caz; Eu consider, totuși, că motivarea judiciară ar trebui să fie diferită. Problema jurisdicției ar trebui să fie reflectată în hotărîrea Curții, în pofida faptului că Federația Rusă a fost de acord cu jurisdicția sa în acest caz, permițînd, astfel, Curții să evita orice referință la contextul istoric.", "Analogia cu Al-Skeini și alții c. Regatului Unit ([MC], nr. 55721/07, CEDO 2011) și Jaloud c. Olandei ([MC], nr. 47708/08, CEDO 2014) este limitată la faptul că, în cazul nostru, la fel cum și în cazurile citate, autoritățile ruse au exercitat puterea executivă în conformitate cu un tratat internațional. Analogia se oprește acolo. De fapt, hotărîrea ar trebui să stabilească motivele pentru care jurisdicția articolului 1 este incorporată în cazurile menționate de reclamanți (în special, Ilașcu și alții c. Republicii Moldova și Rusiei ([MC], nr. 48787/99, CEDO 2004-VII) și Catan și alții c. Republicii Moldova și Rusiei [MC], nr. 43370/04, 8252/05 și 18454/06, CEDO 2012 (extrase)), nu era aplicabilă în prezenta cauză.", "În plus, citînd din Jaloud Curtea ar fi trebuit, de asemenea, să se refere la problema de atribuire, astfel cum este prevăzut la § 154 din această hotărîre:", "d. Atribuirea", "154.  Curtea reiterează că testul pentru stabilirea existenței \"jurisdicției\" în conformitate cu articolul 1 al Convenției nu a fost niciodată asimilată cu testul pentru stabilirea răspunderii unui stat pentru un act internațional ilicit în conformitate cu dreptul internațional general (a se vedea Catan, citat mai sus, § 115 ). În plus, în Al-Skeini Curtea a subliniat că \"ori de cîte ori statul prin intermediul agenților săi exercită controlul și autoritatea asupra unui individ, și prin urmare jurisdicția, statul are obligația în temeiul articolului 1 să asigure acelei persoane drepturile și libertățile în conformitate cu Titlul 1 din Convenție, care sunt relevante pentru situația acelui individ. În acest sens, prin urmare, drepturile de Convenție pot fi \"divizate și personalizate\" (comparare cu Bankovic, citată mai sus, § 75)\",", "care a prezentat un concept de jurisdicție a Curții, care a fost mai aproape de criteriile stabilite de Comisia de Drept Internațional, menținînd, de asemenea, caracteristicile lex specialis ale Curții așa cum acestea au fost definite în hotărîrea Catan."]}