{"file": "RUM_HJUDRUM_38433_09.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "38433/09", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2012. Prezenta traducere a fost efectuată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Această traducere nu obligă Curtea. Pentru mai multe informații, a se vedea indicația cu privire la drepturile de autor de la sfârșitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Nota de jurisprudență nr. 153", "Iunie 2012", "", "Centro Europa 7 S.r.l. și Di Stefano împotriva Italiei [MC] - 38433/09", "Hotărâre 7.6.2012 [MC]", "", "Articolul 10", "Obligații pozitive", "Articolul 10-1", "Libertatea de a distribui informații", "Nealocarea frecvențelor unui furnizor de televiziune cu licență: încălcare", "În fapt – Reclamanții sunt societatea comercială și reprezentantul său legal. În iulie 1999, autoritățile italiene au eliberat reclamantei o licență pentru furnizarea de servicii terestre de televiziune la nivel național, autorizația prevăzând și instalarea și punerea în funcțiune a unei rețele de televiziune analoge cu acoperire națională de 80%. În ceea ce privește alocarea frecvențelor, licența susmenționată făcea referire la planul național de alocare a frecvențelor din 1998, care prevedea că reclamanta trebuie să-și conformeze instalațiile cu cerințele “planului de atribuire” în termen de 24 de luni și că trebuie să se conformeze “programului de reglare” întocmit de Autoritatea de Regementare a Comunicațiilor. Începând din 2000, societatea reclamantă a formulat mai multe cereri în justiție în fața instanțelor administrative, prin care se plângea de refuzul autorităților de a-i aloca frecvențele de difuzare. În mai 2008, Consiliul de Stat a ordonat Guvernului să examineze problema alocării frecvențelor. În ianuarie 2009, a ordonat ministrului de resort să plătească reclamantei aproximativ 1.000.000 EUR cu titlul de despăgubiri, sumă calculată pe baza așteptărilor legitime de a i se acorda frecvențele respective.", "În drept – Articolul 10: Refuzul autorităților de a aloca frecvențele de difuzare societății reclamante au golit de efect practic licența pe care o primise, deoarece activitatea pentru care primise respectiva licență a fost imposibilă de facto pentru aproape zece ani. A avut loc, deci, o încălcare a dreptului societății reclamante de a distribui informații și idei. Mai mult, după acordarea unei licențe de difuzare, reclamanta se aștepta în mod rezonabil ca autoritățile să adopte, în termen de 24 de luni, instrumentele necesare pentru reglementarea activității sale, dacă aceasta își aducea la zi instalațiile. Totuși, planul de alocare a frecvențelor nu a fost implementat decât în decembrie 2008 și reclamantei i-a fost alocat un singur canal, utilizabil de la sfârșitul lunii iunie 2009. Între timp, mai mulți operatori au continuat să utilizeze provizoriu diferite frecvențe care ar fi trebuit să fie alocate noilor operatori, conform planului național. Consiliul de Stat a statuat că această stare de lucruri s-a datorat, în principal, factorilor legislativi. O serie de legi au prelungit succesiv perioada în care canalele “extra” puteau continua să difuzeze atât la nivel local, cât și la nivel național. Ceilalți operatori au fost, așadar, împiedicați să participe la etapele inițiale ale televiziunii digitale. Mai mult, aceste legi, care erau redactate ambiguu, au amânat expirarea planului de tranziție cu referire la evenimente care urmau să se întâmple la date care nu puteau fi prevăzute. În plus, Curtea de Justiție a Uniunii Europene a notat că aceste măsuri ale legislativului au antrenat aplicarea succesivă a unor acorduri de tranziție întocmite în favoarea rețelelor extra, împiedicând astfel operatorii fără frecvențe de difuzare de a accede la piața de difuzare, deși aceștia aveau licență. Prin urmare, cadrul legislativ intern nu era suficient de clar și de precis și nu a permis reclamantei să prevadă cu suficientă certitudine când i s-ar fi putut aloca frecvențele respective pentru a-și începe difuzarea. Așadar, legislația respectivă nu satisface exigențele de previzibilitate. În ultimul rând, autoritățile nu au respectat termenele stabilite prin licență, afectând astfel așteptările legitime ale societății reclamante. Guvernul nu a reușit să arate că reclamanta ar fi avut la dispoziție mijloace efective pentru a obliga autoritățile să respecte legea și hotărârile Curții Constituționale. Prin urmare, societății reclamante nu i s-au acordat suficiente garanții împotriva arbitrariului, aceasta având ca rezultat, printre altele, reducerea competitivității sale în sectorul audiovizual. Aceasta reprezintă o neîndeplinire de către Stat a obligației sale pozitive de a pune în aplicare un cadrul legislativ și administrativ eficace pentru garantarea unui pluralism efectiv al presei.", "Concluzie: încălcare (șaisprezece voturi contra unul).", "Curtea a mai statuat, cu paisprezece voturi contra trei, că a avut loc o încălcare a articolului 1 din Protocolul nr. 1, considerând că așteptarea legitimă a reclamantei – și anume, operarea unei rețele de televiziune analogă în baza licenței – are un temei suficient pentru a constitui o “posesie”. Având în vedere faptul că, în temeiul articolului 10, Curtea a statuat deja că ingerința în drepturile reclamantei nu a avut o bază legală suficient de previzibilă în sensul jurisprudenței sale, nu poate ajunge decât la o concluzie similară și în ceea ce privește articolul 1 din Protocolul nr. 1.", "Articolul 41: 10.000.000 EUR pentru societatea reclamantă cu titlu de despăgubiri morale și materiale.", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2012.", "", "Limbile oficiale ale Curții Europene a Drepturilor Omului sunt engleza și franceza. Această traducere a fost efectuată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă Curtea, care, de altfel, nu își asumă nicio responsabilitate pentru calitatea acesteia. Ea poate fi descărcată din baza de date a jurisprudenței Curții Europene a Drepturilor Omului HUDOC () sau din orice altă bază de date căreia HUDOC i-a transmis acest document. Traducerea poate fi reprodusă în scopuri necomerciale cu condiția ca titlul cauzei să fie citat în întregime împreună cu indicația de mai sus privind drepturile de autor și referința la Fondul Fiduciar pentru Drepturile Omului al Consiliului Europei. Orice persoană care intenționează să utilizeze fragmente din prezenta traducere în scopuri comerciale este rugată să contacteze adresa următoare: ", "", "© Council of Europe/European Court of Human Rights, 2012.", "", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : "]}