{"file": "RUM_HJUDRUM_42716_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "42716/02", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Secţia a treia", "", "CAUZA TOMA ÎMPOTRIVA ROMÂNIEI", "", "(Cererea nr. 42716/02)", "", "Hotărâre", "", "Strasbourg", "", "24 februarie 2009", "", "Definitivă", "", "24/05/2009", "", "", "Hotărârea poate suferi modificări de formă.", "", "În cauza Toma împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din: Josep Casadevall, preşedinte,\tCorneliu Bîrsan, Boštjan M. Supančič, Egbert Myjer, Ineta Ziemele, Luis López Guerra, Ann Power, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu, la 27 ianuarie 2009,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "", "1. La originea cauzei se află cererea nr. 42716/02 îndreptată împotriva României prin care un resortisant al acestui stat, domnul Marius Ionel Toma („reclamantul”), a sesizat Curtea la 11 noiembrie 2002 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”).", "2. Reclamantul, care a beneficiat de asistenţă juridică, este reprezentat de Elena Popescu, avocată în Constanţa. Guvernul român („Guvernul”) este reprezentat de agentul guvernamental, domnul Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. La 24 ianuarie 2006, preşedintele secţiei a treia a decis să comunice Guvernului cererea. În conformitate cu art. 29 § 3 din convenţie, acesta a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "", "ÎN FAPT", "", "I. CIRCUMSTANŢELE CAUZEI", "", "4. Reclamantul s-a născut în 1973 şi are domiciliul în Constanţa.", "", "A. Audierea reclamantului din 10 septembrie 2002", "", "1.  Versiunea reclamantului", "5. La ora 1 dimineaţa, în noaptea de 9 spre 10 septembrie 2002, reclamantul şi un alt individ, numit A.M., au fost prinşi în flagrant de către agenţii Brigăzii Antidrog, printre care se număra şi un agent sub acoperire, cu 800 g de canabis asupra lor, canabis destinat, conform autorităţilor, vânzării. Operaţiunea în cauză a avut loc în oraşul Constanţa, în parcarea unei unităţi militare, în apropierea sediului Brigăzii de Combatere a Crimei Organizate. Conform reclamantului, canabisul a fost găsit asupra lui C.S., un colaborator civil, agent de poliţie sub acoperire, care îi însoţea într-un taxi la momentul flagrantului. În procesul-verbal de constatare întocmit la faţa locului, agenţii de poliţie au prezentat circumstanţele flagrantului şi răspunsurile reclamantului la întrebările adresate cu privire la provenienţa canabisului.", "6. Conform reclamantului, care face trimitere la declaraţia şoferului de taxi, D.G., şi la imaginile din 10 septembrie 2002 care îl prezintă cu urme de violenţă (a se vedea infra, pct. 11 şi 19), acesta şi A.M. au fost încercuiţi şi loviţi de mai mulţi agenţi înarmaţi ai Brigăzii Antidrog, imediat ce au coborât din taxi.", "7. În dimineaţa zilei de 10 septembrie 2002, fără a fi asistat de un avocat, reclamantul a fost obligat de către agenţii de poliţie să dea o primă declaraţie prin care recunoştea că respectiva cantitate de canabis confiscată îi aparţinea. În faţa refuzului acestuia, agenţii de poliţie l-au lovit şi au asmuţit doi câini poliţişti pentru a-l face să scrie declaraţia care le convenea, procurorul responsabil de anchetă fiind el însuşi prezent la anumite scene de violenţă. Sub ameninţările agenţilor de poliţie şi a câinilor lor, reclamantul a scris declaraţia dictată de primii. Cu faţa tumefiată şi nasul şi gura pline de sânge, persoanei în cauză nu i s-a permis să meargă să se spele; un agent de poliţie l-a şters în bătaie de joc cu un prosop murdar care fusese folosit pentru a şterge sângele de pe podea.", "8. Conform reclamantului, atât acesta, cât şi mama sa s-au plâns la procuror de violenţele la care a fost supus de către agenţii de poliţie şi au solicitat un examen medico-legal, dar procurorul a amânat în mai multe rânduri vizita medicală pentru o dată ulterioară. În perioada 10-26 septembrie 2002, acesta s-a aflat în stare de arest preventiv la sediul Poliţiei Constanţa, înainte de a fi transferat la penitenciarul Poarta Albă, după ce urmele de violenţă de pe faţa lui au dispărut.", "", "2.  Versiunea Guvernului", "9. Fără a prezenta în realitate o versiune diferită a faptelor, Guvernul contestă în mod implicit versiunea reclamantului, făcând trimitere în această privinţă la fişa medicală din 11 septembrie 2002, ulterior deţinerii reclamantului şi eliberată – conform Guvernului – în penitenciarul Poarta Albă. Fişa includea pe aceeaşi pagină: la rubrica „starea de sănătate la intrarea în penitenciar”, menţiunea „sănătos clinic” şi semnătura medicului I.M.C.; şi în josul paginii, la rubrica „concluzii”, alte menţiuni cu privire la istoricul medical al persoanei în cauză (internare psihiatrică, tulburări de comportament) şi semnătura medicului M.G.. Reiese din dosar că medicul din urmă profesa la penitenciarul Poarta Albă, unde a fost adus reclamantul la 26 septembrie 2002. Un alt document furnizat de Guvern vizează examinarea reclamantului la 11 septembrie 2002, de către un medic radiolog.", "10. De asemenea, conform unei scrisori din 7 martie 2006 din partea Parchetului de pe lângă Tribunalul Constanţa, nu reiese din dosarul reclamantului că acesta a solicitat un examen medico-legal sau că a depus vreo plângere penală împotriva agenţilor de poliţie.", "", "B. Difuzarea imaginilor şi publicarea unei fotografii care îl prezintă pe reclamant la sediul poliţiei", "", "11. La 10 septembrie 2002, jurnaliştii de la postul local de televiziune „TV Neptun” şi de la cotidianul Telegraf l-au filmat pe reclamant şi l-au fotografiat într-un birou la sediul Poliţiei Constanţa. O imagine în care era prezentată faţa persoanei în cauză purtând semne vizibile de violenţă (echimoze violacee la nivelul frunţii, obrazului drept, nasului şi în jurul ochiului drept) a fost publicată la 11 septembrie 2002 pe prima pagină a cotidianului menţionat anterior. Articolul care însoţea fotografia îl numea pe reclamant „traficant”. La o dată neprecizată, canalul citat anterior a difuzat imagini referitoare la arestarea reclamantului, inclusiv o scurtă secvenţă în care acesta era la sediul poliţiei, prezentând pe faţă urme ale violenţelor menţionate. Conform reclamantului, jurnaliştii în cauză fuseseră chemaţi de poliţie.", "", "C. Procedura privind arestarea preventivă a reclamantului", "", "12. La 10 septembrie 2002, reclamantul a fost adus înaintea procurorului însărcinat cu ancheta care, conform persoanei în cauză, nu l-a ascultat, ci i-a dictat unei secretare declaraţia dată de acesta din urmă sub ameninţarea agenţilor de poliţie. Ulterior, procurorul a decis începerea urmăririi penale împotriva persoanei în cauză şi, pe parcursul zilei şi în prezenţa unui avocat numit din oficiu, l-a interogat din nou pe reclamant, aducându-i la cunoştinţă faptele de care era acuzat, încadrarea lor juridică, precum şi drepturile sale procedurale, prin care se număra şi acela de a fi asistat de un avocat ales. După interogatoriu, procurorul a dispus arestarea preventivă a reclamantului pentru deţinere şi trafic de droguri, delicte prevăzute la art. 2 alin. (1) şi art. 4 din Legea nr. 143/2000 privind prevenirea şi combaterea traficului şi consumului ilicit de droguri.", "13. La 11 septembrie 2002, reclamantul a ales un avocat pentru a-l reprezenta, care l-a înlocuit pe avocatul numit din oficiu, a cărui delegaţie, din 11 septembrie 2002, preciza că acesta din urmă a asistat persoana în cauză la 10 septembrie 2002.", "14. Prin rezoluţia de neîncepere a urmăririi penale din 19 septembrie 2002, Parchetul de pe lângă Tribunalul Constanţa a respins plângerea reclamantului pentru nerespectarea dreptului la apărare în cursul anchetei, ca urmare a faptului că nu a fost asistat de către un avocat la momentul reţinerii sale şi în special la prima sa declaraţie. Parchetul a considerat că, în conformitate cu art. 5, 6 alin. (3) şi 171 C. proc. pen., înainte de începerea urmăririi penale, Parchetul nu este obligat să informeze persoana în cauză cu privire la faptele de care este acuzat, încadrarea lor juridică sau drepturile sale la apărare, precum acela de a fi asistat de un avocat.", "15. La 23 septembrie 2002, reclamantul a depus la parchetul de pe lângă Tribunalul Constanţa o plângere împotriva ordonanţei procurorului de arestare preventivă din 10 septembrie 2002, pe care a considerat-o nelegală. Plângerea i-a parvenit procurorului competent la 24 septembrie 2002, care a transmis-o a doua zi tribunalului, unde a fost înregistrată la 26 septembrie 2002. Prin hotărârea din 30 septembrie 2002, Tribunalul Constanţa a respins plângerea reclamantului ca neîntemeiată. Conform instanţei, din delegaţia din 11 septembrie 2002 reiese că, după începerea urmăririi penale, reclamantul a fost interogat la 10 septembrie 2002, în prezenţa unui avocat numit din oficiu, fiind informat în acelaşi timp de acuzaţiile împotriva lui şi de drepturile sale la apărare. De asemenea, ordonanţa în cauză nu era nelegală.", "16. În cadrul unei proceduri distincte, prin hotărârea din 1 octombrie 2002, Tribunalul Constanţa a prelungit cu treizeci de zile arestarea preventivă a reclamantului, de la 10 octombrie la 8 noiembrie 2002.", "17. La 2 octombrie 2002, reclamantul a formulat recurs împotriva hotărârii din 30 septembrie 2002, invocând nulitatea actelor de urmărire penală, având în vedere nerespectarea dreptului său la apărare şi violenţele la care a fost supus de către agenţii de poliţie şi a depus la dosar o copie a cotidianului care a publicat fotografia sa la 11 septembrie 2002. La 8 octombrie 2002, recursul reclamantului a fost trimis de către Parchet Curţii de Apel Constanţa, unde a fost înregistrat a doua zi.", "18. În faţa curţii de apel, procurorul a considerat că, în speţă, nu există nici un motiv de nulitate. După amânarea examinării recursului la 11 octombrie 2002, la cererea mamei reclamantului, pe motiv că avocatul ales de acesta din urmă nu putea fi prezent, prin hotărârea din 15 octombrie 2002, pronunţată în şedinţă publică, curtea de apel a respins recursul ca nefondat.", "", "D. Procedura de fond împotriva reclamantului şi reiterarea de către acesta a acuzaţiilor referitoare la violenţele suferite", "", "19. După trimiterea în judecată a reclamantului şi a lui A.M., în şedinţa din 9 decembrie 2002, D.G., şoferul de taxi prezent la momentul flagrantului, a fost audiat de Tribunalul Constanţa, în prezenţa procurorului. D.G. şi-a menţinut declaraţia dată în faţa organelor de urmărire penală şi a precizat că persoana în cauză şi A.M. au fost încercuiţi şi loviţi cu pumnii şi picioarele de cinci sau şase agenţi ai Brigăzii Antidrog, purtând cagule şi înarmaţi, imediat ce primii au coborât din taxi şi au încercat să fugă în parcarea unităţii militare. D.G. a adăugat că reclamantul şi A.M. au fost loviţi chiar după ce au fost întinşi pe burtă şi încătuşaţi. D.G. a concluzionat că, după ce a dat prima declaraţie la faţa locului, acesta i-a văzut pe reclamant şi pe A.M., într-o încăpere a unităţii militare, bătuţi şi întinşi burtă. În aceeaşi şedinţă de judecată, instanţa a respins cererea reclamantului privind audierea lui C.S. – colaboratorul infiltrat – şi depunerea la dosar a procesului-verbal de percheziţie a domiciliului acestuia din urmă, considerând că aceste probe nu erau relevante.", "20. Cu ocazia dezbaterilor din 17 martie 2003 în faţa tribunalului privind fondul acuzaţiilor aduse împotriva reclamantului, avocatul acestuia a susţinut, printre altele, faptul că declaraţiile persoanei în cauză au fost obţinute prin folosirea forţei, că procurorul l-a avertizat pe acesta din urmă că trebuia să îşi menţină declaraţiile şi că accesul său la sediul poliţiei unde era reţinut clientul său a fost împiedicat atâta timp cât au fost vizibile urmele de violenţă pe care acesta din urmă le prezenta. De asemenea, avocatul a susţinut că agenţii de poliţie l-au incitat pe reclamant să comită faptele de care era acuzat. Procurorul însărcinat cu ancheta a răspuns că nu existau probe cu privire la susţinerile persoanei în cauză conform cărora acesta a fost supus la acte de violenţă cauzatoare de suferinţe fizice şi psihice în cursul anchetei.", "21. Prin hotărârea din 24 martie 2003, Tribunalul Constanţa l-a condamnat pe reclamant la trei ani de închisoare pentru deţinere ilegală de droguri în vederea comercializării.", "22. În cadrul apelului formulat împotriva hotărârii citate anterior şi în cadrul dezbaterilor din 9 mai 2003, reclamantul a invocat, printre alte motive de apel, faptul că declaraţiile sale şi procesul-verbal de constatare a infracţiunii din 10 septembrie 2002 erau lovite de nulitate absolută, deoarece au fost semnate după ce acesta a fost supus unor acte de violenţă, în cursul flagrantului şi la sediul poliţiei. Acesta a făcut trimitere la fotografia publicată în cotidianul Telegraf şi la declaraţia lui D.G. În observaţiile sale, procurorul a considerat că, în speţă, nu exista nici un motiv de nulitate absolută.", "23. Prin hotărârea din 9 mai 2003, fără a insista asupra motivului nulităţii menţionate, Curtea de Apel Constanţa a admis parţial apelul persoanei în cauză: considerând că pedeapsa aplicată era prea dură ţinând seama de fapte, aceasta a redus-o la un an şi şase luni de închisoare.", "24. Prin scrisoarea trimisă Curţii la 13 decembrie 2004, reclamantul a precizat că nu a introdus recurs împotriva hotărârii menţionate anterior pe motiv că acesta îşi executase deja mare parte a pedepsei sale şi că după câteva luni urma oricum să fie pus în libertate.", "", "II. DREPTUL ŞI PRACTICA INTERNE RELEVANTE", "", "A. Codul penal", "", "25. Dispoziţiile art. 266 şi 2711 C. pen. privind infracţiunile de „cercetare abuzivă din partea organelor de anchetă” şi, respectiv, de „tortură” sunt citate în cauza Velcea împotriva României [(dec.), nr. 60957/00, 23 iunie 2005]. De asemenea, art. 206 C. pen., care sancţiona calomnia, prevede că afirmarea sau imputarea în public, prin orice mijloace, a unei fapte determinate privitoare la o persoană, care, dacă ar fi adevărată, ar expune acea persoană la o sancţiune penală, administrativă sau disciplinară ori dispreţului public, se pedepseşte cu închisoare de la 3 luni la 3 ani sau cu amendă.", "", "B. Codul de procedură penală", "", "26.  Dispoziţiile Codului de procedură penală în materie de plângere prealabilă şi căile de atac împotriva deciziilor parchetului sunt descrise în hotărârea Dumitru Popescu împotriva României (nr. 1) (nr. 49234/99, pct. 43-45, 26 aprilie 2007). De asemenea, art. 1401 C. proc. pen. de reglementare a procedurii de plângere împotriva ordonanţei procurorului de arestare preventivă era formulat după cum urmează, la momentul desfăşurării faptelor, înainte de a fi modificat de Legea nr. 281, publicată la 1 iulie 2003:", "", "Art. 1401 (Plângerea împotriva măsurilor preventive luate de procuror)", "„(1). Împotriva ordonanţei de arestare preventivă [...] se poate face plângere la instanţa căreia i-ar reveni competenţa să judece cauza în fond.", "(2). Plângerea, împreună cu dosarul cauzei, va fi trimisă instanţei prevăzute în alin. 1, in termen de 24 de ore, iar învinuitul sau inculpatul arestat va fi adus în faţa instanţei şi va fi asistat de apărător. [...]", "(4). Plângerea se va cerceta în camera de consiliu.", "(5). Instanţa se pronunţă în aceeaşi zi, prin încheiere, asupra legalităţii măsurii, după ascultarea învinuitului sau a inculpatului. [...]", "", "După intrarea în vigoare a Legii nr. 281/2003 menţionată, art. 1401 a păstrat termenul de 24 de ore pentru transferul dosarului la instanţa însărcinată cu examinarea plângerii, dar a adăugat că instanţa trebuia să se pronunţe în termen de 48 de ore (în cazul unui învinuit) sau de trei zile (în cazul unui inculpat). Instanţa este obligată, precum în dispoziţiile anterioare, să se pronunţe „în aceeaşi zi”. Conform art. 149 C. proc. pen., arestarea preventivă nu poate depăşi treizeci de zile, cu excepţia cazului în care este prelungită de instanţa competentă.", "27. Art. 221 C. proc. pen. privind modalităţile de sesizare a organelor de cercetare şi de urmărire penală este formulat după cum urmează:", "", "Art. 221 alin. (1) (Sesizarea organelor de urmărire penală)", "„Organul de urmărire penală este sesizat prin plângere sau denunţ, ori se sesizează din oficiu când află pe orice altă cale că s-a săvârşit o infracţiune.”", "", "În cazul în care organele de urmărire penală se sesizează din oficiu, acestea încheie un proces-verbal care constituie începerea urmăririi penale, proces-verbal care trebuie confirmat de un procuror [art. 228 alin. (3) C. proc. pen.].", "În cadrul rechizitorului din 2 aprilie 2002, după trimiterea în judecată a unui inculpat pentru furt calificat, procurorul însărcinat cu ancheta de pe lângă Judecătoria Iaşi a precizat că a constatat urme evidente de violenţă la momentul luării declaraţiei inculpatului şi că a solicitat deschiderea unei anchete în ceea ce priveşte infracţiunea prevăzută la art. 266 C. pen., având în vedere că persoana în cauză susţinea că a fost agresată de poliţişti pentru a mărturisi faptele.", "28. Dispoziţiile Codului de procedură penală privind arestarea preventivă dispusă de procuror, astfel cum erau în vigoare la momentul faptelor, sunt rezumate în cauza Năstase-Silivestru împotriva României (nr. 74785/01, pct. 21-22, 4 octombrie 2007).", "", "C. Dispoziţiile legale şi jurisprudenţa referitoare la dreptul de a beneficia de un examen medical în timpul arestării preventive şi recomandările CPT privind constatările medicale efectuate cu ocazia reţinerii sale", "", "29. Legea nr. 23/1969 privind drepturile persoanelor reţinute, astfel cum era în vigoare la momentul faptelor, nu prevedea dreptul de a beneficia, la cerere, de un examen medical, ci se limita la garantarea, în mod general, a dreptului deţinuţilor la asistenţă medical. Ordonanţa de urgenţă a Guvernului nr. 56 din 25 iunie 2003, care a completat Legea nr. 23/1969 şi care li se aplica şi persoanelor deţinute, prevedea că un astfel de examen trebuie efectuat la momentul intrării în penitenciar şi apoi periodic şi că medicul avea obligaţia de a consemna urmele de violenţă şi observaţiile persoanei în cauză şi de a sesiza procurorul în cazul unor indicii de rele tratamente. Ordonanţa a fost abrogată şi înlocuită de Legea nr. 275, publicată în Monitorul Oficial din 20 iulie 2006, care a reluat dispoziţiile citate anterior.", "30. Prin hotărârea definitivă nr. 840/R din 28 septembrie 2004 (dosarul nr. 1262/P/R/2004), secţia penală a Curţii de Apel Braşov a hotărât, în ceea ce priveşte acuzaţiile de rele tratamente aplicate de agenţi de poliţie în 2002, că victima, care susţinea că le-a solicitat în zadar agenţilor de poliţie să fie supusă unui examen medical, se afla în detenţie în 2002 şi, în consecinţă, exercitarea anumitor drepturi, printre care şi cel de a fi consultat de un medic pentru a obţine un certificat medico-legal, era limitată. În aceste circumstanţe, curtea de apel a considerat că absenţa unui astfel de certificat, care de altfel nu era singurul mijloc de probă pentru susţinerea acuzaţiilor de rele tratamente, nu i se putea reproşa victimei.", "31.  Recomandările Comitetului European pentru Prevenirea Torturii şi a sau Pedepselor sau Tratamentelor Inumane sau Degradante (CPT), făcute după vizitele efectuate în România la 24 ianuarie şi 5 februarie 1999, cu privire la constatările medicale privind rănile observate pe persoanele aflate în stare de detenţie, sunt citate în hotărârea Iambor împotriva României (nr. 64536/01, pct. 143, 24 iunie 2008).", "", "D. Dispoziţiile Codului civil în ceea ce priveşte răspunderea civilă delictuală (art. 998 şi 999 C. civ.)", "", "32. Dispoziţiile în cauză sunt descrise în hotărârea Iambor (citată anterior, pct. 142). Conform doctrinei şi jurisprudenţei interne, răspunderea civilă delictuală nu poate fi angajată decât dacă reclamantul dovedeşte cumulat existenţa a patru elemente: fapta ilicită, prejudiciul, legătura de cauzalitate care există între aceste două elemente, precum şi culpabilitatea autorului prejudiciului, şi anume existenţa, în cazul său, a unei culpe (indiferent că este sub formă de intenţie, imprudenţă sau neglijenţă) (L. Pop, Teoria generală a obligaţiilor, p. 198 şi 226, Ed. Lumina Lex, 1998).", "", "E. Dispoziţiile legale privind dreptul la imagine al unei persoane private de libertate", "", "33. Art. 30 alin. (6) din Constituţia din 1991, reluat de Constituţia din 2003, prevedea că libertatea de exprimare nu poate prejudicia, printre altele, dreptul unei persoane la propria imagine.", "34. Art. 45 alin. (2) din Legea nr. 360/2002 privind Statutul poliţistului, intrată în vigoare la 23 august 2002 („Legea nr. 360/2002”), prevedea că poliţistul poate prezenta în public informaţii şi date obţinute în exercitarea atribuţiilor de serviciu doar dacă nu încalcă, printre altele, dreptul la imagine. De asemenea, la momentul faptelor, decizia nr. 80/2002 a Consiliului Naţional al Audiovizualului (CNA) privind protecţia demnităţii umane şi a dreptului la propria imagine, publicată la 21 august 2002 în Monitorul Oficial („decizia nr. 80/2002”), prevedea, la art. 4, că înregistrările conţinând imagini ale unei persoane nu pot fi difuzate decât cu acordul acesteia, cu excepţia situaţiilor în care este vorba de demersuri jurnalistice care răspund unui interes public justificat sau când înregistrarea este incidentală şi este realizată în locuri publice. Totuşi, dreptul la imagine nu putea împiedica aflarea adevărului în probleme de interes public justificat [art. 3 alin. (2)]. Dispoziţiile citate anterior ale acestei decizii au fost reluate şi completate în Decizia nr. 248/2004 a CNA, publicată în Monitorul Oficial la 26 iulie 2004, care prevedea, la art. 5, că este interzisă difuzarea de imagini ale persoanelor reţinute pentru cercetări, arestate sau aflate în detenţie, fără acordul acestora, cu excepţia cazului în care înregistrarea este incidentală şi realizată în locuri publice. Aceste dispoziţii sunt reluate în decizia nr. 187/2006 a CNA. Necesitatea unui acord scris din partea persoanei lipsite de libertate a fost adăugată, cu excepţia cazului în care înregistrarea este realizată în locuri publice.", "", "ÎN DREPT,", "", "I. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 3 DIN CONVENŢIE", "", "35. Reclamantul se plânge de rele tratamente aplicate de către agenţii de poliţie la 10 septembrie 2002 şi susţine, în esenţă, că autorităţile nu au desfăşurat nici o anchetă în această privinţă. Acesta invocă art. 3 din convenţie, formulat după cum urmează:", "", "„Nimeni nu poate fi supus torturii, nici pedepselor sau tratamentelor inumane ori degradante.”", "", "36. Guvernul respinge acest argument.", "", "A. Cu privire la admisibilitate", "", "37. Guvernul invocă neepuizarea căilor de atac de către reclamant, menţionând că persoana în cauză nu a sesizat Parchetul cu o plângere penală, întemeiată pe art. 266 sau 2671 C. pen., împotriva agenţilor de poliţie care l-ar fi bătut. Guvernul consideră că, prin intermediul unei plângeri penale, reclamantul a însărcinat organele de urmărire penală cu obligaţia de a efectua o anchetă în ceea ce priveşte faptele în cauză. O astfel de anchetă ar fi dus fie la trimiterea în judecată a persoanelor răspunzătoare, fie la o rezoluţie de neîncepere a urmăririi penale din partea Parchetului, ce poate fi atacată conform dispoziţiilor relevante ale Codului de procedură penală (a se vedea supra, pct. 26). Acesta se bazează pe hotărârile instanţelor interne privind faptele calificate drept anchetă abuzivă, hotărâri pronunţate în principal în anul 2005.", "38. Reclamantul susţine că a fost respectată condiţia stabilită la art. 35 § 1 din convenţie.", "39. Curtea reaminteşte că regula epuizării căilor de atac interne enunţată la art. 35 § 1 din convenţie urmăreşte să acorde statelor contractante posibilitatea remedierii situaţiei în ordinea lor juridică internă înainte de a fi obligate să răspundă de actele lor în faţa unui organism internaţional (Egmez împotriva Ciprului, nr. 30873/96, pct. 64, CEDO 2000­XII). În această privinţă, un reclamant trebuie să folosească în mod normal căile de atac interne cu adevărat eficiente şi suficiente. În cazul în care o cale de atac a fost utilizată, folosirea unei căi al cărei scop este practic acelaşi nu este solicitată [Günes împotriva Turciei (dec.), nr. 28490/95, 9 octombrie 2001].", "40. Curtea admite, în conformitate cu susţinerile Guvernului, că introducerea unei plângeri penale reprezintă modalitatea obişnuită prin care un individ care se consideră victima unor violenţe poate sesiza Parchetul cu privire la faptele în cauză şi că, în speţă, reclamantul nu a dovedit folosirea acestei căi de atac pentru a aduce respectivele fapte în atenţia organelor competente. Cu toate acestea, Curtea constată că depunerea unei plângeri penale nu reprezintă singura modalitate de sesizare a Parchetului, art. 221 alin. (1) C. proc. pen. prevăzând şi că organele de urmărire penală „se sesizează din oficiu când află pe orice altă cale că s-a săvârşit o infracţiune”. De asemenea, Codul de procedură penală prevede procedura care trebuie urmată într-un astfel de caz, procedură care pare să fie folosită de Parchet, inclusiv – de exemplu – atunci când învinuitul pretinde în mod credibil că a fost victima unor violenţe din partea agenţilor de poliţie (a se vedea supra, pct. 27).", "41. În speţă, Curtea constată că, în mai multe rânduri, pe parcursul derulării procedurii penale iniţiate împotriva sa, în prezenţa judecătorilor şi a reprezentanţilor Parchetului, reclamantul şi avocatul său au introdus plângeri detaliate privind pretinsele rele tratamente suferite şi au precizat că doreau să dovedească aceste alegaţii prin intermediul fotografiei persoanei în cauză publicate în cotidianul Telegraf şi prin declaraţia şoferului de taxi, D.G., prezentate la dosar (a se vedea supra, pct. 17, 19-20 şi 22). Or, în timp ce au fost informate nu doar cu privire la faptele pretinse, ci şi la mijloacele de probă care le susţin, autorităţile – şi în special procurorii responsabili de urmărirea penală împotriva reclamantului – nu au dispus deschiderea investigaţiilor în ceea ce priveşte aceste fapte. În plus, la dezbaterile din 17 martie 2003, procurorul însărcinat cu ancheta a răspuns că nu existau probe cu privire la alegaţiile persoanei în cauză conform cărora acesta a fost supus la acte de violenţă fizică şi psihică în cursul anchetei (a se vedea supra, pct. 20 in fine).", "42. De asemenea, Curtea reaminteşte că a evidenţiat deja că, la momentul desfăşurării faptelor, înainte de intrarea în vigoare a Legii nr. 281 din 26 iunie 2003, un reclamant putea contesta o ordonanţă de neîncepere a urmăririi penale a Parchetului doar în faţa parchetelor superioare ierarhic (a se vedea, printre altele, Mogos împotriva României, nr. 20420/02, pct. 86-87, 13 octombrie 2005). Prin urmare, aceasta consideră că nu i se poate reproşa reclamantului faptul că a sesizat Curtea cu capătul de cerere referitor la violenţele suferite, prin constatarea lipsei oricărei reacţii din partea diferitelor parchete însărcinate cu cauza sa faţă de susţinerile sale şi dovezile în sprijinul acestora.", "43. Având în vedere cele de mai sus, Curtea consideră că reclamantul a atras în mod corespunzător atenţia organelor competente cu privire la violenţele pe care pretinde că le-a suferit – în mod credibil având în vedere dovezile prezentate –, dând astfel autorităţilor posibilitatea, conform dreptului intern, de a iniţia o anchetă înainte de sesizarea Curţii cu privire la faptele în cauză. În consecinţă, având în vedere circumstanţele deosebite ale speţei, reclamantul nu era obligat să mai folosească calea de atac sugerată de Guvern pentru a obţine acelaşi rezultat, şi anume iniţierea unei anchete penale (a se vedea, mutatis mutandis, Günes, citată anterior, Egmez, citată anterior, pct. 66 şi Kaja împotriva Greciei, nr. 32927/03, pct. 40 in fine, 27 iulie 2006).", "Rezultă că nu poate fi reţinută excepţia preliminară a Guvernului.", "44. De asemenea, Curtea constată că acest capăt de cerere, în cele două părţi ale sale, nu este în mod vădit nefondat în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "1. Cu privire la acuzaţia de rele tratamente", "", "45. Făcând trimitere la jurisprudenţa Curţii privind art. 3 din convenţie, Guvernul susţine că, dacă statul pârât este cel care trebuie să formuleze o explicaţie plauzibilă pentru rănile constatate la un individ care prezenta o stare bună a sănătăţii la momentul arestării sale preventive, reclamantul trebuie, în primul rând, să facă dovada existenţei rănilor pretinse. Acesta susţine că reclamantul se bazează doar pe propriile afirmaţii, având în vedere că nu a prezentat nici un certificat medical în sprijinul acuzaţiilor sale. Într-adevăr, conform Guvernului, fişa medicală întocmită la penitenciarul Poarta Albă la 11 septembrie 2002 evidenţiază că reclamantul era „clinic sănătos”; astfel, din documentul menţionat anterior, inclusiv din concluziile sale, rezultă că persoana în cauză a fost examinată de un medic la momentul încarcerării sale în penitenciarul Poarta Albă şi că nu prezenta urme de violenţă.", "46. Reclamantul respinge argumentele Guvernului. Acesta susţine faptul că relele tratamente la care a fost supus sunt dovedite de imaginile care îl prezintă, difuzate de posturile de televiziune şi publicate în cotidianul Telegraf, precum şi de declaraţia martorului D.G., şi că fişa medicală din 11 septembrie 2002 nu a fost întocmită de către un medic independent, ci din cadrul Ministerului de Interne.", "47. Curtea reaminteşte că, atunci când o persoană este privată de libertate, folosirea forţei fizice în acest scop atunci când nu este strict necesară având în vedere comportamentul acesteia, aduce atingere demnităţii umane şi reprezintă, în principiu, o încălcare a dreptului garantat de art. 3 (Assenov ş.a. împotriva Bulgariei, hotărârea din 28 octombrie 1998, Culegere de hotărâri şi decizii 1998VIII, p. 3288, pct. 94).", "48. De asemenea, aceasta reaminteşte că acuzaţia de rele tratamente trebuie susţinută în faţa Curţii prin elemente de probă corespunzătoare (Berktay împotriva Turciei, nr. 22493/93, pct. 165, 1 martie 2001). Pentru stabilirea faptelor pretinse, Curtea se foloseşte de criteriul probei „dincolo de orice îndoială rezonabilă” (Farbtuhs împotriva Letoniei, nr. 4672/02, pct. 54, 2 decembrie 2004). O „îndoială rezonabilă” reprezintă o îndoială ale cărei motive pot fi găsite în faptele prezentate. Proba relelor tratamente dincolo de o asemenea îndoială poate fi rezultatul unui ansamblu de indicii sau prezumţii irefutabile, suficient de grave, precise şi concordante (Chamaďev ş.a. împotriva Georgiei şi Rusiei, nr. 36378/02, pct. 338, CEDO 2005..., şi Danelia împotriva Georgiei, nr. 8622/01, pct. 41, 17 octombrie 2006). Având în vedere situaţia de vulnerabilitate în care se află persoanele reţinute, Curtea consideră că, în cazul în care un individ prezintă, la momentul încredinţării autorităţilor, o sănătate bună şi se constată că este rănit la momentul eliberării sale, statul trebuie să ofere o explicaţie plauzibilă pentru sursa rănilor (a se vedea, printre altele, Vasil Petrov împotriva Bulgariei, nr. 57883/00, pct. 66, 31 iulie 2008). De asemenea, Curtea reaminteşte jurisprudenţa sa constantă, conform căreia aceasta apreciază faptele, în lumina tuturor elementelor de care dispune (Bati ş.a. împotriva Turciei, nr. 33097/96 şi 57834/00, pct. 113, 3 iunie 2004).", "49. În speţă, Curtea constată că există divergenţe între părţi cu privire la fapte şi la mijloacele de probă relevante. Reclamantul afirmă că a fost bătut de agenţii de poliţie la momentul audierii sale şi la începutul anchetei iniţiate împotriva sa, la 10 septembrie 2002, şi se bazează în acest sens pe imaginile filmate de jurnalişti în ziua respectivă şi pe declaraţia martorului D.G., prezent la faţa locului la momentul arestării sale. Din contră, Guvernul susţine că reclamantul nu a adus nici o probă privind relele tratamente pretinse şi face trimitere la menţiunile din fişa medicală din 11 septembrie 2002 de la penitenciarul Poarta Albă.", "50. Curtea constată că examinarea fişei medicale în cauză, care trebuia să prezinte starea reclamantului la momentul reţinerii sale, evidenţiază mai multe contradicţii şi nereguli. În această privinţă, contrar argumentelor Guvernului, ea constată că această fişă prezintă, ca antet, data de 11 septembrie 2002, dar că concluziile, din josul paginii, cu privire la starea de sănătate a reclamantului cu ocazia examenului medical sunt redactate de medicul M.C., care profesa la penitenciarul Poarta Albă unde persoana în cauză a fost adusă, conform documentelor furnizate de Guvern, abia la 26 septembrie 2002. Bineînţeles, scurta menţiune „clinic sănătos”, adăugată pe aceeaşi pagină de medicul I.M.C., putea fi datată 11 septembrie 2002, dar aceasta contrazice parţial afirmaţia Guvernului, conform căreia fişa a fost redactată la penitenciarul Poarta Albă.", "51. Totuşi, admiţând că menţiunea citată anterior a fost înscrisă la 11 septembrie 2002, în urma unui prim examen medical al reclamantului la o zi după pretinsele violenţe, Curtea consideră că, în ceea ce priveşte circumstanţele speţei, simpla menţiune „clinic sănătos” nu poate, singură, fi suficientă pentru a elimina acuzaţiile persoanei în cauză ca nesusţinute. În această privinţă, Curtea reaminteşte că un examen medical efectuat cu ocazia reţinerii persoanei trebuie să menţioneze orice semn vizibil de răni şi toate leziunile corporale observate, precum şi explicaţiile furnizate de pacient cu privire la modul în care au survenit şi avizul medicului cu privire la compatibilitatea leziunilor cu aceste explicaţii (Iambor, citată anterior, pct. 173 şi 177, şi Akkoç împotriva Turciei, nr. 22947/93 şi 22948/93, pct. 118, CEDO 2000-X). De asemenea, având în vedere că dispoziţiile interne în domeniu nu prevedeau asemenea cerinţe la momentul faptelor, şi ţinând seama de imaginile care îl prezentau pe reclamant la 10 septembrie 2002 cu mai multe urme de violenţă pe faţă, Curtea consideră că scurta menţiune a medicului I.M.C., care viza în special starea clinică a persoanei în cauză, trebuie luată atent în considerare în măsura în care trebuie interpretată ca sesizând absenţa unor semne vizibile de violenţă (a se vedea supra, pct. 9 şi 29-31).", "52. Pe de altă parte, Curtea constată că Guvernul nu a furnizat nici un comentariu cu privire la declaraţia martorului D.G. sau cu privire la imaginile care îl prezentau pe reclamant, la sediul poliţiei, prezentând urme vizibile de violenţă pe faţă (a se vedea supra, pct. 11), dintre care una a fost publicată de cotidianul Telegraf la 11 septembrie 2002. Curtea constată că D.G. a confirmat în faţa judecătorului şi procurorului că a asistat la interpelarea reclamantului, precizând că acesta a fost lovit cu pumnii şi picioarele de mai mulţi agenţi de poliţie înarmaţi, înainte, dar şi după ce a fost încătuşat şi întins pe burtă (a se vedea supra, pct. 19). Prin urmare, Curtea consideră că acuzaţiile reclamantului cu privire la violenţele suferite cu ocazia interpelării sale sunt susţinute de o serie de indicii suficient de grave, precise şi concordante [a contrario, Ksenzov împotriva Rusiei (dec.), nr. 75386/01, 7 ianuarie 2005, şi Jeong împotriva Republicii Cehe (dec.), nr. 34140/03, 13 februarie 2007]. În ceea ce priveşte restul, Curtea constată că nimeni nu pretinde că semnele de violenţă prezentate de reclamant pot fi anterioare arestării sale.", "53. Având în vedere toate elementele supuse aprecierii sale şi ţinând seama de absenţa oricărei explicaţii din partea guvernului pârât, Curtea consideră că este stabilit în speţă că urmele de violenţă evidenţiate de imaginile filmate la 10 septembrie 2002 au fost cauzate de un tratament pentru care Guvernul este răspunzător şi care poate fi considerat tratament inuman în sensul art. 3 din Convenţie.", "54. Prin urmare, din punct de vedere material, a fost încălcat art. 3 din convenţie.", "", "2.  Cu privire la obligaţia autorităţilor de a desfăşura o anchetă efectivă", "", "55. Guvernul îşi reiterează argumentele prezentate în cadrul excepţiei de neepuizare a căilor de atac interne pentru a justifica absenţa anchetei autorităţilor în ceea ce priveşte acuzaţiile reclamantului.", "56. Reclamantul respinge susţinerile Guvernului.", "57. Curtea reaminteşte că, în cazul în care un individ afirmă în mod credibil că a fost victima, în mâinile poliţiei sau ale altor servicii comparabile ale statului, unor grave tratamente ilicite şi contrare art. 3, această dispoziţie, combinată cu datoria generală impusă statului de art. 1 din convenţie de a „recunoaşte oricărei persoane care intră sub incidenţa jurisdicţiei [sale], drepturile şi libertăţile definite (...) [în] Convenţie”, necesită, implicit, existenţa unei anchete oficiale efective. Această anchetă trebuie să poată conduce la identificarea şi pedepsirea celor responsabili. În caz contrar, în ciuda importanţei sale fundamentale, interdicţia legală generală a torturii şi pedepselor sau tratamentelor inumane sau degradante este ineficientă în practică şi este posibil, în anumite cazuri, ca agenţi ai statului, beneficiind de o cvasi-imunitate, să încalce drepturile celor supuşi controlului lor (a se vedea, printre altele, Assenov ş.a., citată anterior, pct. 102, şi Karaduman ş.a. împotriva Turciei, nr. 8810/03, pct. 73, 17 iunie 2008).", "58. În speţă, Curtea reaminteşte că a constatat că reclamantul a atras atenţia autorităţilor competente în ceea ce priveşte acuzaţiile credibile referitoare la violenţele pe care pretinde că le-a suferit din partea agenţilor de poliţie la 10 septembrie 2002, precum şi cu privire la probele pe care se baza, care le acordau posibilitatea, conform dreptului intern, de a iniţia o anchetă în acest sens (a se vedea supra, pct. 40-43). În ceea ce priveşte examinarea medicală a persoanei în cauză, Curtea a evidenţiat şi lacune importante în scurtele menţiuni din fişa medicală a reclamantului, luând astfel act de insuficienţa dispoziţiilor interne care reglementau domeniul la momentul faptelor (a se vedea supra, pct. 29 şi 50-51).", "59. Prin urmare, chiar dacă au fost alertate de reclamant cu acuzaţiile în cauză şi de probele invocate în sprijinul acestora, autorităţile nu au iniţiat nici o anchetă în vederea investigării plângerii credibile a persoanei în cauză (a se vedea, mutatis mutandis, Danelia, citată anterior, pct. 64, şi Egmez, citată anterior, pct. 100).", "60. Având în vedere această absenţă a oricărei investigaţii, Curtea concluzionează că a fost încălcat art. 3 din convenţie, din punct de vedere procedural.", "", "II. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 5 § 3 DIN CONVENŢIE", "", "61. Reclamantul pretinde că nu a fost adus de îndată înaintea unui judecător sau a altui magistrat împuternicit să exercite atribuţii judiciare, după arestarea sa, în dimineaţa de 10 septembrie 2002. Acesta invocă art. 5 § 3 din convenţie, formulat după cum urmează:", "", "„Orice persoană arestată sau deţinută, în condiţiile prevăzute de paragraful 1 lit. c) din prezentul articol, trebuie adusă de îndată înaintea unui judecător sau a altui magistrat împuternicit prin lege cu exercitarea atribuţiilor judiciare [...]”.", "", "A. Cu privire la admisibilitate", "", "62. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că aceasta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "63. Guvernul admite că procurorul nu este un magistrat împuternicit să exercite atribuţii judiciare, în sensul jurisprudenţei Curţii privind art. 5 § 3 din convenţie, şi că, la momentul faptelor, dreptul intern nu prevedea efectuarea unui control automat al detenţiei „îndată” după arestare. Acesta subliniază că, de la intrarea în vigoare a Ordonanţei de urgenţă a Guvernului nr. 109/2003 („O.U.G nr. 109/2003”) privind modificarea Codului de procedură penală, procurorul îi mai poate doar propune judecătorului competent arestarea preventivă a unei persoane.", "64. Reclamantul invocă faptul că a fost adus înaintea unui judecător pentru examinarea legalităţii detenţiei sale abia la 30 septembrie 2002, adică la 20 de zile de la arestarea sa.", "65. Curtea ia act de faptul că Guvernul recunoaşte că cerinţele de la art. 5 § 3 din convenţie privind controlul automat al detenţiei de către un magistrat împuternicit prin lege să exercite atribuţii judiciare nu au fost respectate în speţă, având în vedere dreptul intern relevant la momentul faptelor (a se vedea supra, pct. 28).", "66. Curtea reaminteşte că a stabilit deja încălcarea art. 5 § 3 din convenţie în mai multe cauze similare, în care reclamanţii nu au fost aduşi „de îndată” în faţa unui magistrat împuternicit prin lege să exercite atribuţii judiciare pentru controlul jurisdicţional al arestării sau reţinerii acestora [a se vedea, printre altele, Pantea împotriva României, nr. 33343/96, pct. 236, 239 şi 240, CEDO 2003-VI (fragmente), şi NăstaseSilivestru, citată anterior, pct. 29-33]. Având în vedere elementele de la dosar, aceasta nu identifică niciun motiv pentru a ajunge la o concluzie diferită în speţă, reclamantul fiind adus înaintea Judecătoriei Constanţa abia la 20 de zile de la arestare (a se vedea supra, pct. 15).", "", "67. Prin urmare, a fost încălcat art. 5 § 3 din convenţie.", "", "III. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 5 § 4 DIN CONVENŢIE", "", "68. Reclamantul pretinde că instanţele care au pronunţat hotărâri la 30 septembrie şi 15 octombrie 2002 nu s-au pronunţat într-un interval scurt cu privire la plângerea sa împotriva ordonanţei procurorului de reţinere din 10 septembrie 2002. Acesta adaugă că, în temeiul art. 1401 C. proc. pen., prima instanţă trebuia să se pronunţe cu privire la plângerea sa în termen de 24 de ore. Acesta invocă art. 5 § 4 din convenţie, formulat după cum urmează:", "", "„Orice persoană lipsită de libertatea sa prin arestare sau deţinere sare dreptul să introducă un recurs în faţa unui tribunal, pentru ca acesta să se pronunţe într-un termen scurt asupra legalităţii deţinerii sale şi să dispună eliberarea sa dacă deţinerea este ilegală.”", "", "A. Cu privire la admisibilitate", "", "69. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că acesta nu prezintă nici un alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "1. Argumentele părţilor", "", "70. Guvernul respinge argumentul reclamantului. Făcând trimitere la cauza Delbec împotriva Franţei (nr. 43125/98, 18 iunie 2002), acesta susţine că, pentru perioada care trebuie luată în considerare, trebuie să reţinem că plângerea reclamantului împotriva ordonanţei procurorului de reţinere, trimisă de persoana în cauză Parchetului la 23 septembrie 2002, a fost primită de Judecătorie la 26 septembrie 2002. Aceasta s-a pronunţat la 30 septembrie 2002. De asemenea, recursul introdus la 2 octombrie 2002 de reclamant împotriva acestei hotărâri a fost respins prin hotărârea din 15 octombrie 2002, examinarea sa fiind între timp amânată de tribunal la cererea reclamantului.", "71. În esenţă, reclamantul îşi reiterează argumentele.", "", "2. Motivarea Curţii", "", "a) Perioada care trebuie luată în considerare", "", "72. Curtea reiterează faptul că garanţia care prevede dreptul unei persoane lipsite de libertate de a obţine într-un termen scurt o hotărâre judecătorească cu privire la regularitatea reţinerii sale vizează atât procedura de apel, cât şi cea de primă instanţă, pentru statele care au un sistem cu grad dublu de jurisdicţie (Singh împotriva Republicii Cehe, nr. 60538/00, pct. 74, 25 ianuarie 2005). „Termenul” în cauză, care trebuie examinat ţinând seama de desfăşurarea generală a procedurii şi de măsura în care întârzierile pot fi imputate conduitei reclamantului sau a consilierilor săi, începe cu prezentarea unei acţiuni (sau a unei cereri de prelungire) în faţa instanţei şi se încheie în ziua în care se pronunţă hotărârea în şedinţă publică sau, dacă o asemenea lectură nu este prevăzută, în ziua comunicării deciziei către reclamant sau avocatul său (a se vedea, mutatis mutandis, Rappaciuolo împotriva Italiei, nr. 76024/01, pct. 34, 19 mai 2005).", "73. În speţă, Curtea constată că termenul care trebuie luat în considerare este de douăzeci şi două de zile pentru două grade de jurisdicţie, dar că perioada cuprinsă între 11 şi 15 octombrie 2002 nu le poate fi imputată autorităţilor, amânarea examinării acţiunii realizându-se la cererea reclamantului.", "", "b) Respectarea cerinţei de „termen scurt”", "", "74. Curtea reaminteşte că respectarea dreptului oricărei persoane, conform art. 5 § 4 din convenţie, de a obţine într-un termen scurt o hotărâre din partea unei instanţe cu privire la legalitatea detenţiei sale trebuie considerată în cadrul circumstanţelor fiecărei cauze (R.M.D. împotriva Elveţiei, hotărârea din 26 septembrie 1997, Rec. 1997-VI, pct. 42). În special, trebuie să ţinem seama de desfăşurarea generală a procedurii şi de măsura în care întârzierile sunt imputabile conduitei reclamantului sau a avocaţilor săi. Totuşi, în principiu, având în vedere că este în joc libertatea unei persoane, statul trebuie să facă astfel încât procedura să se desfăşoare într-un interval minim de timp (Mayzit împotriva Rusiei, nr. 63378/00, pct. 49, 20 ianuarie 2005).", "75. De asemenea, Curtea reiterează faptul că scopul convenţiei este de a proteja drepturile nu teoretice sau iluzorii, ci concrete şi efective (Airey împotriva Irlandei, 9 octombrie 1979, pct. 24, seria A nr. 32). În cadrul analizei respectării cerinţei de „interval minim de timp” în cadrul analizei legalităţii ordonanţei procurorului de arestare a reclamantului, Curtea consideră că trebuie să ţină seama şi de diferitele dispoziţii şi termene de procedură prevăzute de dreptul intern (a se vedea, mutatis mutandis, Koendjbiharie împotriva Ţărilor de Jos, hotărârea din 25 octombrie 1990, pct. 27, Seria A nr. 185-B). Astfel, Curtea nu poate ignora faptul că ordonanţa în cauză era valabilă doar pentru treizeci de zile de arest preventiv şi că, în general, Codul de procedură penală solicită termene scurte pentru a garanta celeritatea deosebită a analizei legalităţii reţinerii (precum termenul de 24 de ore pentru transferul plângerii şi al dosarului de la parchet la instanţă; a se vedea supra, pct. 26).", "76. Chiar dacă termenul de douăzeci şi două de zile, dintre care patru i se impută reclamantului, nu pare excesiv în sine, Curtea consideră că acesta trebuie examinat în cadrul termenelor prevăzute de Codul de procedură penală şi a circumstanţelor speţei. Aceasta constată că a fost nevoie de trei zile pentru ca plângerea reclamantului din 23 septembrie 2002, depusă la parchetul competent, să fie înregistrată la grefa tribunalului care trebuia să se pronunţe cu privire la aceasta şi şapte zile pentru a fi examinată de acesta din urmă. S-au scurs alte şapte zile înainte ca Curtea de Apel să înregistreze, la 9 octombrie 2002, acţiunea introdusă de reclamant împotriva hotărârii din 30 septembrie 2002 a tribunalului, Parchetul transferându-i cererea de recurs abia la şase zile de la primirea acesteia.", "77. Având în vedere lipsa oricărei justificări pentru termenele menţionate anterior şi faptul că era vorba de examinarea legalităţii ordonanţei de arestare emisă de procuror, Curtea consideră că – în circumstanţele speţei – procedura în cauză s-a desfăşurat într-un „termen scurt”, astfel cum cere art. 5 § 4 în sensul jurisprudenţei Curţii.", "Prin urmare, din acest punct de vedere, a fost încălcat articolul menţionat.", "", "IV. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 8 DIN CONVENŢIE", "", "78. Reclamantul se plânge, în esenţă, de atingerea adusă vieţii sale private ca urmare a faptului că, la 10 septembrie 2002, agenţii de poliţie au chemat jurnaliştii, care l-au filmat şi fotografiat, în starea în care se găsea, astfel încât imaginile care îl prezentau cu urme de violenţă pe faţă au fost difuzate în media, una dintre acestea fiind publicată special pe prima pagină a cotidianului Telegraf, la 11 septembrie 2002. În esenţă, acesta invocă art. 8 din convenţie, formulat după cum urmează:", "", "„1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirii faptelor penale, protejarea sănătăţii sau a moralei, ori protejarea drepturilor şi libertăţilor altora.”", "", "79. Guvernul respinge acest argument.", "", "A. Cu privire la admisibilitate", "", "80. Guvernul invocă neepuizarea căilor de atac interne de către reclamant. Pe de o parte, acesta susţine că reclamantul putea depune o plângere penală pentru calomnie (art. 206 C. pen.) împotriva persoanei răspunzătoare sau, în cazul în care nu o cunoştea, putea sesiza în primul rând organele de urmărire penală cu o plângere prealabilă în acest sens. De asemenea, reclamantul avea la dispoziţia sa acţiunea în răspundere civilă delictuală (art. 998-999 C. civ.), în cazul în care acesta ar fi considerat că era vorba de un delict civil şi că acesta i-a cauzat un prejudiciu. Or, reclamantul, conform concluziei Guvernului, nu s-a îndreptat în cauză împotriva mass-mediei, prin intermediul procedurii penale şi civile menţionate, pentru a încerca să remedieze situaţia denunţată.", "81. Reclamantul respinge susţinerile Guvernului fără a furniza observaţii specifice.", "82. Curtea reaminteşte că, prin invocarea neepuizării căilor de atac interne, Guvernul trebuia să convingă Curtea că o acţiune efectivă era disponibilă atât în teorie, cât şi în practică la momentul faptelor, cu alte cuvinte că era accesibilă şi îi putea oferi reclamantului rezolvarea cererilor sale şi că prezenta perspective rezonabile de reuşită [V. împotriva Regatului Unit (MC), nr. 24888/94, pct. 57, CEDO 1999-IX].", "83. În primul rând, Curtea constată că plângerea reclamantului îi vizează pe agenţii de poliţie care i-au invitat pe jurnalişti să filmeze în sediul poliţiei unde acesta era reţinut, ceea ce a avut ca rezultat difuzarea imaginilor video şi a unei fotografii cu acesta către public. Curtea evidenţiază că procedurile pe care Guvernul îi reproşează reclamantului că nu le-a iniţiat, în special, împotriva mass-media, nu puteau reprezenta un remediu pentru plângere, astfel cum a fost formulată de persoana în cauză.", "84. Presupunând că excepţia Guvernului trebuie citită ca privind şi caracterul efectiv al procedurilor citate anterior referitoare la agenţii de poliţie, Curtea constată că Guvernul nu a precizat în nici un fel modul în care faptele pe care reclamantul le impută autorităţilor pot fi incluse în infracţiunea de calomnie, care vizează „afirmarea sau imputarea în public, prin orice mijloace, a unei fapte determinante privitoare la o persoană, care, dacă ar fi adevărată, ar expune acea persoană la o sancţiune [...] ori dispreţului public”, nici nu a furnizat exemple de jurisprudenţă internă în sprijinul susţinerilor sale. O concluzie similară se impune în ceea ce priveşte acţiunea bazată pe art. 998 şi 999 C. civ.: Guvernul nu a prezentat nici o hotărâre definitivă privind dreptul la imagine în general şi nici măcar nu a oferit argumente sau exemple de jurisprudenţă care permit presupunerea că, având în vedere condiţiile impuse la articolele citate anterior, reclamantul avea perspective rezonabile de reuşită în speţă într-o astfel de acţiune iniţiată nu împotriva jurnaliştilor, ci împotriva agenţilor de poliţie (a se vedea supra, pct. 32). De asemenea, Curtea observă că a constatat deja într-o altă cauză, în raport cu fapte similare examinate din perspectiva art. 6 § 2 din convenţie, că Guvernul nu a demonstrat existenţa în practică a unei căi de atac efective într-o asemenea situaţie [Notar împotriva României (dec.), nr. 42860/98, pct. 171, 13 noiembrie 2003].", "85. Având în vedere cele de mai sus, Curtea consideră că Guvernul nu a demonstrat caracterul efectiv în speţă al căilor de atac invocate. Prin urmare, excepţia Guvernului, cu cele două părţi ale sale, nu poate fi reţinută.", "86. De asemenea, Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că acesta nu prezintă nici un alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "87. Guvernul nu a prezentat observaţii pe fond în ceea ce priveşte acest capăt de cerere nici în termenul stabilit cu ocazia comunicării cererii, nici în urma scrisorii grefei din 27 iulie 2006 prin care era invitat să prezinte eventuale observaţii suplimentare.", "88. Reclamantul susţine că drepturile sale, garantate de art. 8 din convenţie, nu au fost respectate deoarece autorităţile l-au „expus” în faţa mass-media, în momentul în care era privat de libertate.", "89. În ceea ce priveşte imaginile care îl prezentau pe reclamant în arest, difuzate de mass-media, conform jurisprudenţei sale, Curtea este obligată să verifice dacă statul pârât şi-a respectat obligaţia de neingerinţă în dreptul la respectarea vieţii private a reclamantului. Aceasta este obligată să verifice dacă a existat în speţă o încălcare a dreptului menţionat şi, în cazul unui răspuns afirmativ, dacă această încălcare a îndeplinit cele trei condiţii stabilite la art. 8 § 2: să fie „prevăzută de lege”, să vizeze unul sau mai multe dintre scopurile legitime în temeiul paragrafului 2 din dispoziţia menţionată şi să fie „necesară, într-o societate democratică”, pentru a le atinge (Sciacca împotriva Italiei, nr. 50774/99, pct. 28, CEDO 2005....).", "90. Curtea reaminteşte că noţiunea de viaţă privată include elemente care fac trimitere la dreptul la imagine al unei persoane şi că publicarea unei fotografii ţine de viaţa privată (Von Hannover împotriva Germaniei, nr. 59320/00, pct. 59, 50-53, CEDO 2004VI). În cauza citată, aceasta a precizat şi principiile generale care reglementează rapoartele dintre protecţia vieţii private şi libertatea de exprimare (Von Hannover, citată anterior, pct. 56-60). De asemenea, într-o cauză în care reclamanta nu era o persoană care acţiona într-un context public, ci – precum în speţă – o persoană urmărită penal, Curtea a considerat că faptul că persoana în cauză făcea obiectul urmăririi penale nu putea restrânge domeniul de protecţie mai larg de care aceasta beneficiază ca „persoană obişnuită”. Având în vedere că autorităţile au oferit presei o fotografie a reclamantei, luată din dosarul său penal, ingerinţa în cauză – care rezulta din distribuirea şi publicarea acestei fotografii, şi care nu era prevăzută de vreo „lege” – a condus Curtea la concluzia încălcării art. 8 din convenţie (Sciacca, citată anterior, pct. 29 in fine şi 30). În sfârşit, într-o cauză privind publicarea, fără acordul reclamantului, a unei fotografii făcute de un jurnalist şi care prezenta persoana în cauză la comisariatul de poliţie unde fusese adusă pentru o declaraţie, Curtea a stabilit existenţa unei ingerinţe contrare art. 8 din convenţie, publicarea în cauză neputând fi considerată ca generând o dezbatere oarecare de interes general pentru societate, indiferent de gradul de interes al acesteia faţă de faptele care stau la originea art. de presă (Gourguenidze împotriva Georgiei, nr. 71678/01, pct. 55-63, 17 octombrie 2006).", "91. Curtea consideră că speţa prezintă asemănări cu aceste două cauze menţionate. În acest temei, Curtea constată că imaginile şi fotografia care îl prezentau pe reclamant au fost înregistrate de jurnalişti la sediul Poliţiei Constanţa la 10 septembrie 2002, la câteva ore după ce persoana în cauză a fost prinsă, noaptea, în flagrant delict într-o parcare de la periferia oraşului. Curtea ia act de faptul că afirmaţia reclamantului, conform căreia jurnaliştii au fost chemaţi la sediul poliţiei de către agenţii de poliţie, nu a fost dezminţită de către Guvern şi este confirmată de elementele de la dosar, ţinând seama de circumstanţele arestării persoanei în cauză. Prin urmare, Curtea consideră că, în speţă, comportamentul agenţilor de poliţie care i-au chemat pe jurnalişti şi i-au autorizat, fără acordul reclamantului, să înregistreze la sediul poliţiei – pentru a le difuza în presă – imagini ale acestuia din urmă, chiar la momentul începerii urmăririi penale împotriva sa, reprezintă o ingerinţă în dreptul reclamantului la respectarea vieţii sale private.", "92. Curtea observă că Guvernul nu a oferit nici o indicaţie cu privire la justificarea unei astfel de ingerinţe. Presupunând chiar că art. 45 alin. (2) din Legea nr. 360/2002 şi că art. 4 din Decizia nr. 80/2002 a CNA (a se vedea supra, pct. 34) pot fi considerate că au oferit o bază legală pentru ingerinţa în cauză, Curtea nu identifică care „scop legitim”, astfel cum este cerut de art. 8 § 2, era vizat de aceasta din urmă. În acest scop, ea evidenţiază că, la momentul faptelor, reclamantul nu era fugar, ci era reţinut la sediul poliţiei şi că procesul penal public iniţiat împotriva sa nici nu începuse măcar. Prin urmare, nu trebuie considerat că difuzarea imaginilor în cauză, care de fapt nu aveau o valoare informativă ca atare, viza respectarea intereselor justiţiei, de exemplu pentru a asigura prezentarea sa la proces, sau prevenirea infracţiunilor penale, actul de acuzare nefiind încă întocmit la momentul faptelor. Prin urmare, în lumina circumstanţelor cauzei, Curtea consideră că ingerinţa respectivă în dreptul reclamantului la respectarea vieţii sale private nu urmărea vreunul din scopurile legitime prevăzute la art. 8 § 2 din convenţie.", "93. Având în vedere cele de mai sus, Curtea consideră că a fost încălcat art. 8 din convenţie.", "", "V. CU PRIVIRE LA CELELALTE PRETINSE ÎNCĂLCĂRI", "", "94. Citând art. 5 § 2 din convenţie, reclamantul se plânge de faptul că nu a fost informat, în cel mai scurt timp, de motivele arestării sale şi de acuzaţiile aduse împotriva sa. În temeiul art. 6 § 1 şi 3 a), b) şi c) din convenţie, reclamantul se plânge de inechitatea procedurii penale împotriva sa. În special, acesta susţine că nu a fost asistat de un avocat cu ocazia primei declaraţii date la 10 septembrie 2002, că nu a fost informat de la început de procuror cu privire la dreptul său de a beneficia de un avocat la alegere şi că cererea sa de administrare a probelor a fost respinsă de Tribunalul Constanţa, la 9 decembrie 2002.", "95. Ţinând seama de toate elementele de care dispune şi în măsura în care este competentă pentru a i se aduce la cunoştinţă susţinerile formulate, Curtea nu a constatat nici o încălcare aparentă a drepturilor şi libertăţilor garantate prin art. convenţiei.", "Reiese că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din convenţie.", "", "IV. CU PRIVIRE LA APLICAREA ART. 41 DIN CONVENŢIE", "", "96. Art. 41 din convenţie prevede:", "", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "", "A. Prejudiciu", "", "97. Făcând trimitere la cererea sa din formularul de cerere, reclamantul solicită 200 000 EUR cu titlu de prejudiciu moral suferit ca urmare a încălcării art. 3, 5, 6 şi 8 din convenţie.", "98. Guvernul consideră că persoana în cauză nu a dovedit legătura de cauzalitate între prejudiciul invocat şi pretinsele încălcări ale convenţiei şi că, în orice caz, suma solicitată este excesivă având în vedere jurisprudenţa Curţii în domeniu.", "99. Curtea reaminteşte că a stabilit încălcarea art. 3 (din punct de vedere material şi procedural), art. 5 şi art. 8 din convenţie şi consideră că reclamantul a suferit, ca urmare a violenţelor în cauză, un prejudiciu moral care trebuie reparat. În aceste împrejurări, ţinând seama de circumstanţele cauzei şi pronunţându-se în echitate, astfel cum prevede art. 41 din convenţie, Curtea consideră că trebuie să îi acorde reclamantei 8 000 EUR cu titlu de prejudiciul moral.", "", "B. Cheltuieli de judecată", "", "100. Reclamantul nu a prezentat o cerere de rambursare a cheltuielilor de procedură efectuate în cadrul procedurilor în faţa instanţelor naţionale sau în faţa Curţii.", "", "C. Dobânzi moratorii", "", "101. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "PENTRU ACESTE MOTIVE, CURTEA", "", "1. Declară, în unanimitate, cererea admisibilă în ceea ce priveşte capetele de cerere privind art. 3, 5 § 3 şi 4, şi 8 din convenţie şi inadmisibilă pentru celelalte capete de cerere;", "2. Hotărăşte, în unanimitate, că a fost încălcat art. 3 din convenţie, din punct de vedere material;", "3. Hotărăşte, în unanimitate, că a fost încălcat art. 3 din convenţie, din punct de vedere procedural;", "4. Hotărăşte, în unanimitate, că a fost încălcat art. 5 § 3 din convenţie;", "5. Hotărăşte, cu şase voturi la unu, că a fost încălcat art. 5 § 4 din convenţie;", "6. Hotărăşte, în unanimitate, că a fost încălcat art. 8 din convenţie;", "7. Hotărăşte, în unanimitate,", "a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni de la data rămânerii definitive a prezentei hotărâri, în conformitate cu art. 44 § 2 din convenţie, suma de 8 000 EUR (opt mii de euro), cu titlu de prejudiciu moral, care va fi convertită în moneda naţională a statului pârât la rata de schimb aplicabilă la data plăţii, plus orice sumă ce poate fi datorată cu titlu de impozit;", "b) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, această sumă trebuie majorată cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "8 Respinge, în unanimitate, cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "", "Redactată în limba franceză, apoi comunicată în scris, la 24 februarie 2009, în temeiul art. 77 § 2 şi 3 din regulament.", "\t", "Santiago Quesada\tJosep Casadevall\n\tGrefier\tPreşedinte", "", "În conformitate cu art. 45 § 2 din convenţie şi 74 § 2 din regulament, se anexează la prezenta hotărâre rezumatul opiniei parţial concordante a judecătorului Zupančič şi al opiniei parţial separate a judecătorului Myjer.", ".", "Opinia concordantă a judecătorului Zupančič", "", "Doresc să adaug votului meu favorabil constatării încălcării art. 5 § 4, în speţă, câteva cuvinte în sprijinul raţionamentului Curţii.", "", "Astfel cum a precizat Curtea adesea, respectarea dreptului oricărei persoane, conform art. 5 § 4 din convenţie, de a obţine într-un termen scurt o hotărâre din partea unei instanţe cu privire la legalitatea reţinerii sale trebuie considerată în lumina circumstanţelor fiecărei cauze (a se vedea, printre altele, R.M.D. împotriva Elveţiei, 26 septembrie 1997, pct. 42, Rec. 1997-VI). Or, desfăşurarea procedurii de control jurisdicţional a reţinerii într-un „interval minim de timp” era cu atât mai importantă în prezenta cauză cu cât era vorba de prima procedură în care un „magistrat împuternicit să exercite atribuţii judiciare” examina legalitatea reţinerii reclamantului de către un procuror (a se vedea supra, pct. 66). De asemenea, examinând conformitatea duratei unei asemenea proceduri cu art. 5 § 4, Curtea a considerat deja că, ca pentru obligaţia care rezultă de la art. 5 § 1, autorităţile trebuie, în acest scop „să respecte normele de fond ca procedură a legislaţiei naţionale” (a se vedea, mutatis mutandis, Koendjbiharie împotriva Ţărilor de Jos, 25 octombrie 1990, pct. 27, seria A nr. 185-B, şi Vrenčev împotriva Serbiei, nr. 2361/05, pct. 83, 23 septembrie 2008). În speţă, examinarea duratei procedurii în cauză trebuie deci să ţină seama şi de faptul că, chiar la momentul faptelor, art. 1401 C. proc. pen. prevedea anumite termene pentru a asigura celeritatea unei asemenea examinări (a se vedea termenul de douăzeci şi patru de ore pentru transmiterea plângerii reclamantului şi a dosarului în cauză de către Parchet instanţei). Reamintind că scopul convenţiei este de a proteja drepturile nu teoretice sau iluzorii, ci concrete şi efective, consider că nu trebuie să insistăm asupra desfăşurării faptelor relevante şi asupra termenelor de înregistrare şi examinare de către instanţe a acţiunii reclamantului, prezentate în hotărârea anexată (a se vedea supra, pct. 76).", "Prin urmare, împărtăşesc opinia majorităţii, conform căreia, chiar dacă termenul în cauză nu pare excesiv în sine, acesta duce, în circumstanţele speţei, la încălcarea art. 5 § 4 din convenţie.", "", "", "", "Opinia parţial separată a judecătorului Myjer", "(Traducere)", "", "Am votat împotriva constatării încălcării art. 5 § 4.", "Sunt pe deplin conştient de faptul că, în conformitate cu jurisprudenţa Curţii referitoare la art. 5 § 1 şi 4, pentru a respecta cerinţele convenţiei, este necesar ca un control pertinent să respecte normele de fond ca procedură a legislaţiei naţionale şi să se exercite mai mult în conformitate cu scopul art. 5: de a proteja individul împotriva arbitrariului, în special împotriva termenului în care s-a pronunţat (Koendjbiharie împotriva Ţărilor de Jos, 25 octombrie 1990, pct. 27, seria A nr. 185B).", "Mă întreb totuşi dacă este, sau ar trebui să fie, obligaţia Curţii să decidă că un stat contractant a încălcat dreptul consacrat de art. 5 § 4 într-o situaţie în care, în termeni obiectivi, decizia internă – chiar dacă nu a fost pronunţată exact în termenul prevăzut de normele procedurale ale statului – a fost luată foarte prompt. În acest caz, Curtea acţionează mai mult ca o instanţă de al patrulea grad de jurisdicţie care controlează minuţios aplicarea tuturor normelor procedurale interne decât ca o instanţă internaţională a drepturilor omului care verifică dacă sunt îndeplinite la nivel naţional cerinţele minime europene. În aceste condiţii, un stat contractant poate chiar să considere oportună utilizarea unui singur termen general în legislaţia sa, precum „prompt” sau „fără întârzieri nejustificate”, în loc să precizeze termene stricte.", "Subliniind că examinarea termenului în cauză depinde de circumstanţele fiecărei speţe, observ cu titlu de comparaţie că, în alte cauze în care Curtea a stabilit nerespectarea cerinţei unui „termen scurt”, în sensul art. 5 § 4, termenele în cauză erau, respectiv, de şaptesprezece şi de douăzeci şi şapte de zile pentru un grad unic de jurisdicţie (Kadem împotriva Maltei, nr. 55263/00, pct. 43-45, 9 ianuarie 2003, şi Rehbock împotriva Sloveniei, nr. 29462/95, pct. 84-88, CEDO 2000-XII) sau, pentru două grade de jurisdicţie, de treizeci şi două de zile, patruzeci şi trei de zile şi două luni şi douăzeci şi patru de zile (G.B. împotriva Elveţiei, nr. 27426/95, pct. 34-39, 30 noiembrie 2000, Jablonski împotriva Poloniei, nr. 33492/96, pct. 91-94, 21 decembrie 2000, şi Sulaoja împotriva Estoniei, nr. 55939/00, pct. 74, 15 februarie 2005).", "Având în vedere elementele de la dosar, nu pot considera că termenul imputabil organelor în speţă este excesiv. Astfel, remarc faptul că Judecătoria Constanţa s-a pronunţat la 30 septembrie 2002, la şapte zile de la depunerea plângerii reclamantului împotriva ordonanţei de reţinere emise de procuror, şi la patru zile de la primirea efectivă a acestei plângeri.", "De asemenea, fiind vorba de pretinsa nerespectare de judecătorie a termenului prevăzut la art. 1401 C. proc. pen., constat că reclamantul nu a oferit elemente – precum exemple din jurisprudenţă – pentru a-şi susţine argumentul conform căruia termenul „în aceeaşi zi” trebuia calculat de la data la care Parchetul a transferat dosarul la instanţă (a se vedea pct. 26 din hotărâre). În sfârşit, nici o încălcare a cerinţei de „termen scurt” nu poate fi reţinută în ceea ce priveşte procedura căilor de atac, care s-a finalizat prin hotărârea din 15 octombrie 2002 (a se vedea, mutatis mutandis, Lăpuşan împotriva României, nr. 29723/03, pct. 44-45, 3 iunie 2008, şi Starokadomski împotriva Rusiei, nr. 42239/02, pct. 80, 31 iulie 2008).", "", ""]}