{"file": "RUM_HJUDRUM_27138_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "27138/04", "text_paragraphs": ["Traducerea și permisiunea de republicare au fost oferite sub autoritatea Direcției Generale Agent Guvernamental, Ministerul Justiției al Republicii Moldova (justice.gov.md). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "\t", "The present text and the authorisation to republish were granted under the authority of the Governmental Agent’s General Department from the Ministry of Justice of the Republic of Moldova (justice.gov.md). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "La traduction et l’autorisation de republier ont été accordées sous l’autorité de la Direction générale de l’Agent gouvernemental du Ministère de la Justice de la République de Moldova (justice.gov.md). L’autorisation de republier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "SECŢIA A PATRA", "", "CAUZA CIUBOTARU c. MOLDOVEI", "", "(Cererea nr. 27138/04)", "", "", "HOTĂRÎREA", "", "", "STRASBOURG", "", "27 aprilie 2010", "", "DEFINITIVĂ", "la 27 iulie 2010", "potrivit articolului 44 § 2 (b) din Convenţie.", "", "Poate fi obiectul revizuirii editoriale, inclusiv în ce priveşte traducerea.", "", "În cauza Ciubotaru c. Moldovei,", "Curtea Europeană a Drepturilor Omului (Secţia a Patra), statuînd în Cameră compusă din:", "\tNicolas Bratza, Preşedinte,\n\tLech Garlicki,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tPäivi Hirvelä,\n\tMihai Poalelungi, judecători,\nşi Fatoş Aracı, Grefier adjunct al Secţiei,", "Deliberând în secret la 30 martie 2010,", "Pronunţă următoarea hotărâre, adoptată în aceiaşi zi:", "PROCEDURA", "1.  Cauza a fost iniţiată printr-o cerere (nr. 27138/04) contra Republicii Moldova, depusă la 19 iulie 2004, adresată Curţii în conformitate cu Articolul 34 din Convenţia privind Apărarea Drepturilor şi Libertăţilor Fundamentale („Convenţie”) din partea cetăţeanului Republicii Moldova, dl Mihai Ciubotaru (“reclamant”).", "2.  Reclamantul a fost reprezentat de mai mulţi avocaţi, ultimul din care fiind dl V. Maximov, avocat cu practică în Chişinău. Guvernul Republicii Moldova („Guvernul”) a fost reprezentat de Agentul său, dl V. Grosu.", "3.  Reclamantul, în special, a pretins violarea dreptului său la respectarea vieţii private urmare a refuzului autorităţilor de ai înregistra etnia după cum acesta a declarat-o.", "4.  La 05 septembrie 2006, Curtea a decis să comunice cererea Guvernului. La 30 septembrie 2008, de asemenea, s-a decis examinarea în fond a cererii odată cu admisibilitatea acesteia (articolul 29 § 3 din Convenţie).", "ÎN FAPT", "I.   CIRCUMSTANŢELE CAUZEI", "5.  Reclamantul s-a născut în 1952 şi locuieşte în Chişinău. Dînsul este scriitor şi profesor de franceză.", "6.  Părinţii reclamantului, Dumitru Ciubotaru şi soţia ultimului, Sofia Caraiman, s-au născut în 1927 şi, respectiv, în 1928, ambii originari din Bălţi, provincia Basarabia, România. Documentele româneşti de stare civilă nu conţineau nici o informaţie despre identitatea lor etnică. În certificatul lor de căsătorie, eliberat de autorităţile sovietice în 1949, rubrica cu privire la etnie a fost necompletată. Oricum, certificatul de naştere a reclamantului eliberat de autorităţile sovietice în 1952 a înscris părinţii ca fiind de etnie moldovenească. În certificatul de naştere a mamei reclamantului, eliberat de autorităţile sovietice în 1965, rubrica „etnia” de asemenea a fost necompletată. Ulterior, părinţii reclamantului au fost înregistraţi drept aparţinînd etniei moldoveneşti în paşapoartele de tip sovietic eliberate în 1976 şi 1979, potrivit cererilor acestora, completate şi semnate de dînşii, în care s-a indicat etnia moldovenească. La fel, în paşaportul său de tip sovietic, reclamantul a fost înscris ca aparţinînd etniei moldoveneşti.", "7.  În anul 2002, reclamantul a aplicat faţă de autorităţile Moldovei pentru a-şi înlocui paşaportul său vechi cu unul de tip nou. În formularul cererii dînsul a înscris „român” în drept cu rubrica cu privire la etnie. Oricum, dînsului i s-a indicat precum că cererea sa nu va fi acceptată pînă cînd nu se menţiona etnia moldovenească în aceasta. Reclamantul a contestat.", "8.  În scurt timp după aceasta, reclamantul s-a adresat oficiului de stare civilă local şi a solicitat, inter alia, că menţiunea despre etnia sa să fie modificată din a cea moldovenească spre cea română. Într-un răspuns datat cu 11 februarie 2003 reclamantul a fost informat precum că din momentul în care părinţii săi nu au fost înregistraţi drept aparţinînd etniei române în certificatele sale de naştere şi căsătorie, este imposibil de a-l înregistra cu etnia română după cum o cere.", "9.  La o dată nespecificată, reclamantul s-a adresat către oficiul central al stării civile şi din nou a solicitat să-i fie modificată inscripţia despre etnie din acea moldovenească spre a cea română. Într-un răspuns din 02 iulie 2004 reclamantul a fost informat precum că etnia română nu a fost indicată în documentele părinţilor şi prin urmare el nu poate pretinde apartenenţa la această etnie. El a fost sfătuit să consulte Arhivele Naţionale pentru a-şi stabili originea română a bunicilor său străbunilor săi. Reclamantul a formulat o serie de plîngeri adresate Prim-ministrului, Preşedintelui ţării şi altor oficiali dar fără nici un rezultat.", "10.  La 26 iulie 2004, reclamantul a iniţiat proceduri împotriva autorităţii responsabile de evidenţa şi înregistrarea stării civile şi eliberarea documentelor de identitate şi a solicitat, inter alia, să fie modificate înregistrările din Registrul de Stat al Populaţiei şi în documentele sale de identitate, pentru a fi înscris drept de etnie română. Reclamantul a pledat precum că el nu se considere de etnie moldovenească şi această situaţie contravine dreptului său la libertatea de gîndire şi propria demnitate de a nu fi considerat parte dintr-un grup etnic care, după cum o crede, a fost artificial creată de regimul stalinist.", "11.  La 15 noiembrie 2004 judecătoria sectorului Rîşcani i-a respins acţiunea în temeiul faptului că dînsul nu a probat precum că părinţii lui au fost de etnie română, din momentul în care nu exista o asemenea inscripţie în actele lor de identitate. Reclamantul a formulat un apel şi s-a referit, inter alia, la o prevedere din Legea cu privire la minorităţi naţionale (a se vedea mai jos § 15), precum şi a invocat Articolul 8 din Convenţie.", "12.  La 15 decembrie 2004 Curtea de Apel Chişinău i-a respins apelul în baza aceloraşi temeiuri, statuînd precum că reclamantul a omis să dovedească precum că părinţii săi ar fi fost de etnie română. Reclamantul a depus un recurs Curţii Supreme de Justiţie.", "13.  La 06 aprilie 2005 Curtea Supremă de justiţie a respins recursul reclamantului şi a notat precum că potrivit articolului 68 din Legea cu privire la documentele de stare civilă (a se vedea mai jos § 16) este imposibil de a schimba identitatea părinţilor săi în acea română, deoarece nici într-un document de stare civilă a acestora nu a fost indicată o asemenea etnie.", "II. MATERIALELE RELEVANTE ÎN AFARĂ DE CONVENŢIE", "A.  Dreptul naţional relevant", "14.  Prevederile relevante din Constituţia Republicii Moldova declară:", "Articolul 10 Unitatea poporului şi dreptul la identitate", "(1) Statul are ca fundament unitatea poporului Republicii Moldova. Republica Moldova este patria comună şi indivizibilă a tuturor cetăţenilor săi.", "(2) Statul recunoaşte şi garantează dreptul tuturor cetăţenilor la păstrarea, la dezvoltarea şi la exprimarea identităţii lor etnice. culturale? lingvistice şi religioase.”", "", "15.  Legea nr. 382 din 19 iulie 2001 cu privire la drepturile persoanelor aparţinînd minorităţilor naţionale şi la statutul juridic al organizaţiilor lor, stipulează în partea sa relevantă:", "Articolul l", "în sensul prezentei legi. prin persoane aparţinînd minorităţilor naţionale se înţeleg persoanele care domiciliază pe teritoriul Republicii Moldova, sînt cetăţeni ai ei. au particularităţi etnice, culturale, lingvistice şi religioase prin care se deosebesc de majoritatea populaţiei - moldoveni - şi se consideră de altă origine etnică.", "Articolul 2", "Orice persoană aparţinînd unei minorităţi naţionale are dreptul să aleagă liber dacă aparţine minorităţii respective sau nu. Această alegere sau exercitare a drepturilor legate de ea nu trebuie să pună persoana într-o situaţie nefavorabilă.", "16.  Legea nr. 100 din 26 aprilie 2001 cu privire la actele de stare civilă, stipulează:", "Articolul 30. Certificatul de naştere", "În certificatul de naştere se înscriu:", "a) codul numeric personal;", "b) numele de familie, prenumele, data şi locul naşterii copilului;", "c) numele de familie, prenumele şi naţionalitatea părinţilor;", "d) data întocmirii actului de naştere şi numărul de ordine al acestuia;", "e) denumirea organului de stare chilă care a înregistrat naşterea;", "f) data eliberării certificatului de naştere;", "2) denumirea oraanului care a eliberat certificatul.", "Articolul 66. Cererea privind modificarea, rectificarea sau completarea actului de stare chilă", "(1) Cererea privind modificarea, rectificarea sau completarea actului de stare chilă se depune de către titular sau persoana îndreptăţită la oficiul stare chilă de la domiciliul solicitantului.", "(2) Oficiul stare chilă soluţionează cererea privind modificarea, rectificarea sau completarea actului de stare chilă, dacă nu există litigii între persoanele interesate. în cazurile cînd:", "a) în actul de stare chilă se atestă inexactităţi, rubrici necompletate, abrevieri sau greşeli ortografice, lipsa unor date;", "b) la întocmirea actului de stare chilă, au fost neglijate regulile stabilite pentru înregistrarea actelor respective;", "c) solicitantul rectificării prezintă un act oficial cu privire la schimbarea sexului său.", "Articolul 68. Inadmisibilitatea rectificării naţionalităţii părinţilor în actele de naştere ale copiilor", "Nu se admite rectificarea naţionalităţii părinţilor în actele de naştere ale copiilor, pe baza actelor de identitate sau de stare chilă ale bunicilor şi ale altor ascendenţi. dacă în actele părinţilor nu se atestă informaţia privind naţionalitatea la care pretinde solicitantul.", "17.  Hotărîrea Guvernului nr. 333 din 18 martie 2002 enumără informaţia care urmează a fi inclusă în datele personale ale fiecărei persoane înscrise în Registrul de stat de Evidenţă a Populaţiei. Acest act normativ stipulează, inter alia, precum că informaţia despre grupa de sînge, culoarea ochilor, înălţimea, studii, etnia şi modelul de semnătură urmează a fi indicate în privinţa fiecărei persoane. Nici o informaţie despre apartenenţa religioasă al individului nu este cerută.", "B.  Colectarea şi înregistrarea datelor cu privire la etnie în Moldova", "18.  Potrivit obiceiurilor româneşti între cele două războaie mondiale, nici o informaţie cu privire la etnie nu a fost colectată de stat, precum şi în actele de identitate eliberate de autorităţile româneşti nu a fost inclusă informaţia despre etnia posesorului.", "19.  După ce teritoriul Moldovei a devenit parte a Uniunii Sovietice, autorităţile acestui stat au înregistrat şi au indicat în fiecare act de identitate etnia persoanei. Identitatea etnică a fost determinată prin apartenenţa etnică a părinţilor persoanei. Dacă părinţii au avut etnii diferite, persoana putea opta pentru una din acestea la momentul eliberării actelor sale de identitate la atingerea vîrstei de şaisprezece ani. Nu a existat nici o posibilitate ulterioară de a-şi modifica propria etnie din actele de identitate sau în registrele de stare civilă. Etnia reprezentanţilor principalei grupe etnice din RSSM a fost într-un mod obişnuit înregistrată drept moldovenească. În doar cîteva cazuri excepţionale aceasta s-a înregistrat a fi una română şi nu este clar în baza căror criterii s-a făcut această distincţie.", "20.  Practica sovietică de colectare şi înregistrare a datelor cu privire la etnie a fost păstrată de autorităţile Moldovei şi după declararea independenţei, cu diferenţa că nici o informaţie cu privire la apartenenţa etnică nu a fost specificată în buletine de identitate noi. Informaţia cu privire la identitatea etnică a fost menţionată în fiecare înregistrare individuală în Registrul de Stat de evidenţă a Populaţiei (a se vedea mai sus § 17) şi nu a apărut această inscripţie în oricare din certificate de stare civilă eliberate persoanelor la naştere, căsătorie, divorţ sau deces. Această inscripţie apărea doar în certificatele de naştere a copiilor în dreptul rubricii „părinţi”. Informaţia referitoare la etnia persoanelor se menţionează, de asemenea, în sentinţe penale şi alte acte procesuale completate de organele de urmărire unde identitatea etnică a participanţilor la procedurile penale, cum ar fi acuzaţii, victime şi martorii. La fel, această informaţie persistă în paşapoartele vechi de tip sovietic, care mai sunt valabile în Moldova şi care de obicei sunt posedate de persoane cu o situaţie financiară precară.", "21.  După cum a fost şi în Uniunea Sovietică, identitatea etnică a individului a fost înregistrată în baza etniei unuia din părinţi dacă aceasta era deosebită. La momentul solicitării actelor de identitate, fiecare persoană este invitată să completeze un formular cu diferite date personale cum ar fi înălţimea, culoarea ochilor, grupul de sînge, limba maternă, etnia şi altele. În practică, cererile sunt de obicei respinse dacă etnia indicată de o persoană în formular este deosebită de cea a părinţilor. Este imposibil, potrivit legislaţiei Moldovei de a schimba identitatea etnică fără a modifica înregistrarea despre etnia cel puţin a unuia din părinţi şi, respectiv, este imposibil de a schimba etnia părintelui în actele de stare civilă în baza înregistrărilor din actele de identitate a unuia din bunei. (a se vedea mai sus § 16).", "C.  Practica judiciară relevantă şi date statistice cu privire la etnie", "22.  Guvernul a prezentat o hotărîre judecătorească naţională adoptată în iunie 2006 în cauza Caragheorghi, unde o persoană a obţinut un succes întru modificarea identităţii sale etnice din cea găgăuză în greacă. Nimeni din părinţii săi nu au fost înregistraţi drept greci, şi oricum instanţa a acceptat probele referitoare la unul din străbunei, născut în 1822, care a fost grec în Imperiul Otoman.", "23.  Potrivit unei informaţii a Biroului Naţional de Statistică din Republica Moldova, urmare a ultimului recensămînt din anul 2004, populaţia este compusă din următoarele etnii: 75.8% moldoveni, 8.4% ucraineni, 5.9% ruşi, 4.4% găgăuzi, 2.2% români, 1.9% bulgari şi 0.1% alte etnii.", "D.  Actele Organizaţiilor Internaţionale", "24.  Prevederile relevante ale Convenţiei-cadru pentru protecţia minorităţilor naţionale din 1995, în vigoare pentru Moldova din 01 februarie 1998, stipulează:", "Articolul 3", "„Orice persoană aparţinînd unei minorităţi naţionale are dreptul să aleagă liber dacă să fie tratată sau nu ca atare şi nici un dezavantaj nu poate rezulta dintr-o asemenea alegere ori din exerciţiul drepturilor legate de aceasta.”", "25.  Prevederile relevante ale actului de la Conferinţa de la Copenhaga asupra Dimensiunii Umane a CSCE/OSCE din 1990 stipulează:", "“Persoanele aparţinînd minorităţilor naţionale au dreptul de aşi exprima liber, să-şi conserve şi să-şi dezvolte identitatea lor etnică, culturală sau religioasă şi să-şi păstreze şi să dezvolte propria cultură sub toate aspectele, fără nici o încercare de asimilare împotriva voinţei lor.”", "ÎN DREPT", "26.  Reclamantul a pretins precum că a avut loc violarea Articolului 8 din Convenţie datorită faptul că la momentul colectării şi înregistrării informaţiei referitoare la identitatea sa, autorităţile au refuzat să-l înscrie identitatea lui română şi i-au impus o altă etnie prin care el nu se identifică. Prevederile relevante ale Articolului 8 din prevăd următoarele:", "“1. Orice persoană are dreptul la respectarea vieţii sale private ...", "2.  Nu este admisă ingerinţa unei autorităţi publice în exercitarea acestui drept decât dacă aceasta este prevăzută de lege şi constituie, într-o societate democratică, o măsură necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirea faptelor penale, protecţia sănătăţii, a moralei, a drepturilor şi a libertăţilor altora.”", "27.  Reclamantul, de asemenea s-a plîns asupra violării Articolului 6 din Convenţie asupra faptului că potrivit legii Moldovei îi era imposibil de a aduce o probă în susţinerea pretenţiilor sale de modificare a originii sale etnice din acea moldovenească în română. Articolul 6 § 1 din Convenţie, în măsura în care este relevant, stipulează:", "“Orice persoană are dreptul la judecarea cauzei sale în mod echitabil, ... de către o instanţă ..., care va hotărî fie asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil...”", "I.  ADMISIBILITATEA PLÎNGERILOR", "28.  Guvernul a declarat precum că reclamantul nu a fost victima oricărei ingerinţe deoarece nici unul din documentele sale de identitate nu a conţinut nici o referinţă asupra identităţii sale. Certificatul lui de naştere conţinea referinţa doar asupra identităţii etnice a părinţilor săi.", "29.  Oricum, reclamantul nu a consultat arhivele pentru a depista date despre străbunei români, pînă la buneii săi, după cum i-a recomandat oficiul central de stare civilă (a se vedea mai sus § 9). Guvernul s-a referit la cauza Caragheorghi (a se vedea mai sus § 22) şi a susţinut precum că reclamantul a fost singurul responsabil pentru rezultatul procedurilor şi, prin urmare, cererea lui este improprie.", "30.  Reclamantul a disputat aprecierile Guvernului şi a susţinut precum că identitatea sa etnică a fost înregistrată, inter alia, în Registrul de Stat de evidenţă a Populaţiei. El, de asemenea, a pledat precum că imposibilitatea pentru el de a aduce dovezi referitoare la etnia sa română a fost principalul obiect al plîngerii sale potrivit Articolului 6 din Convenţie.", "31.  Curtea reiterează că pentru a fi în posibilitate de a depune o cerere în virtutea Articolului 34, persoane, o organizaţie non-guvernamentală sau un grup de indivizi trebuie să fie pasibili să pretindă drept victima a unei violări a drepturilor instituite în Convenţie. Întru a pretinde a fi victima unei violări, persoana urmează să fie direct afectată de actul contestat. Convenţia prin urmare nu presupune înaintarea unor pretenţii de actio popularis pentru interpretarea drepturilor pe care le declară sau să permită indivizilor de a se plînge împotriva unei prevederi de lege doar pentru că ar considera, fără a fi direct afectate de aceste norme legale, că acestea contravin Convenţiei (a e vedea Burden v. the United Kingdom [GC], no. 13378/05, §§ 33).", "32.  În prezenta speţă Curtea notează precum că informaţia referitoare la identitatea etnică a reclamantului a fost indicată în Registrul de Stat de evidenţă a populaţiei. De asemenea această inscripţie a apărut a fi şi în certificatele de naştere a copiilor săi şi alte materiale precum ar fi documentele ce aparţineau justiţiei penale (a se vedea § 20). În acelaşi timp, Curtea consideră imposibil de a aprecia existenţa statutului de victimă în sensul Articolului 8 din Convenţie pînă determinarea aspectului cu privire la aplicabilitatea acestei prevederi în speţă, o problemă de asemenea disputată de părţi. Respectiv, Curtea decide de a cumula aspectul cu privire la statutul de victimă şi fondul cauzei.", "33.  În măsura în care susţinerile Guvernului vizavi de omisiunea reclamantului de a proceda la consultarea arhivelor ar putea fi considerată o obiecţie cu privire la neepuizarea remediilor domestice, Curtea notează precum că legea naţională expres menţionează că etnia unei persoane nu poate fi schimbată în baza etniei bunicilor acesteia sau altor rude, dacă documentele de stare civilă a părinţilor nu indică o asemenea identitate (a se vedea § 16). Prin urmare ar fi fost fără succes pentru reclamant să procedeze la căutarea informaţiei despre etnia iniţială a străbunilor săi. Curtea notează precum că soluţia adoptată de instanţa naţională în speţa Caragheorghi apare a fi contradictorie cu prevederile articolului 68 din Legea cu privire la actele de stare civilă (a se vedea § 16), norma la care Curtea Supremă de Justiţie a făcut o referinţă expresă atunci cînd a respins recursul reclamantului (a se vedea § 13). În aceste circumstanţe, Curtea consideră că cererile reclamantului nu pot fi declarate inadmisibile pentru neepuizarea remediilor domestice.", "34.  În final, Curtea notează precum că în plîngerea sa iniţială reclamantul la fel s-a plîns potrivit Articolului 9 din Convenţie. Totuşi, în observaţiile sale asupra fondului şi admisibilităţii, dînsul a solicitat Curţii să nu procedeze la examinarea acestui capăt de plîngere. Respectiv, Curtea nu îl va examina acest capăt.", "35.  Din momentul în care plîngerile potrivit Articolelor 8 şi 6 din Convenţie ridică întrebări de fapt şi de drept care sînt suficient de serioase încît aprecierea lor depinde de examinarea fondului, şi alte temeiuri pentru declararea acesteia drept inadmisibilă nu s-au stabilit. Prin urmare, Curtea declară aceste capete de cerere admisibile. În conformitate cu decizia sa de aplicare a Articolului 29 § 3 din Convenţie (a se vedea § 4), Curtea va proceda direct la examinarea fondului acestor plîngeri.", "II.  PRETINSA ÎNCĂLCARE A ARTICOLUL 8 DIN CONVENŢIE", "A.  Susţinerile părţilor", "1.  Argumentele reclamantului", "36.  Reclamantul a susţinut precum că identitatea etnică, exact cum şi identificarea şi orientarea sexuală, fac parte din conceptul de viaţă privată şi prin urmare Articolul 8 din Convenţie este aplicabil cazului său.", "37.  Reclamantul a considerat precum că etnia moldovenească a fost creată artificial de autorităţile sovietice şi preluată de autorităţile Moldovei din interese politice. Dînsul s-a simţit umilit urmare a impunerii să-şi asume o etnie care vine în contradicţie cu viziunile sale şi percepţiile personale despre adevărata sa identitate.", "38.  În opinia reclamantului, prezenta cauză poate fi examinată din ambele perspective vizavi de obligaţiunile pozitive şi negative ale statului prin prisma Articolului 8 din Convenţie. În viziunea sa, impunerea forţată a etniei moldoveneşti asupra lui a constituit o ingerinţă în dreptul său la identificare şi respectiv asupra dreptului la respectarea vieţii private. Alternativ, reclamantul a considerat precum că autorităţilor le este recunoscută şi o obligaţie pozitivă de ai permite o alegere liberă vizavi de asocierea la oricare grup cultural, inclusiv şi cel român, fără a se impune cerinţa prezentării probelor în acest sens.", "39.  Reclamantul, care s-a axat în pledoariile sale asupra obligaţiunii negative a statului, era sigur că din momentul în care etnia părinţilor său nu a fost înregistrată în certificatele de naştere a acestora, statul moldav urma să se abţină de la impunerea unei etnii speciale asupra lui la momentul eliberării actelor de identitate. Mai mult decît atît, reclamantul a fost convins că necătînd la faptul că părinţii şi-au declarat în mod liber apartenenţa la etnia moldovenească, rusă, ucraineană sau găgăuză, dînsul ar fi fost în posibilitate de a se bucura de libertatea de alegere să se auto-declare şi să-i fie înregistrată etnia căreia el personal consideră că-i aparţine, fără a fi obligat de stat să-şi asume etnia aleasă de părinţii săi. Reclamantul a mai menţionat în acest context precum că părinţii săi au fost forţaţi de autorităţile sovietice să-şi declare etnia moldovenească, potrivit unei politici sovietice referitoare la populaţia din Basarabia.", "40.  Reclamantul s-a opus vehement teoriei promovate de autorităţile Moldovei precum că ar exista o etnie moldovenească aparte de etnia română. Oricum, chiar presupunînd că românii sunt o etnie minoritară în Moldova, după cum a pretins Guvernul, dînsul ar fi trebuit să se bucure de dreptul declarat de articolul 2 din Legea cu privire la minorităţi (a se vedea § 15) şi să fie pasibil să-şi aleagă neîngrădit dacă aparţine ori nu unei minorităţi. Din momentul în care autorităţile Moldovei şi instanţele naţionale au neglijat acest drept, acestea au încălcat prevederile articolului şi respectiv ingerinţa nu a fost corespunzătoare conceptului de „legal” în sensul Articolului 8 din Convenţie.", "41.  Potrivit reclamantului, ingerinţa în prezenta cauză nu a urmărit un scop legitim. În fapt, Guvernul urmărind scopul „moldovenizării” populaţiei a reprezentat interesele unui grup majoritar etnic şi nu cele scopuri legitime prevăzute de al doilea paragraf al Articolului 8 din Convenţie.", "42.  În opinia reclamantului, politica statală de impunere forţată a etniei moldoveneşti asupra lui şi altora a rezultat în xenofobie după cum aceasta contravine oricăror valori democratice şi nu promovează pluralismul inerent într-o societate democratică. Reclamantul a negat argumentul Guvernului precum că dînsul ar fi dorit să-i fie înregistrată etnia română pentru a avea posibilitatea obţinerii ulterioare a cetăţeniei României. Reclamantul a susţinut precum că potrivit legii României, cetăţenia se acordă ex-cetăţenilor români şi descendenţilor acestora indiferent de originea etnică a acestora. Reclamantul a complîns precum că statul i-a plasat o sarcină excesivă şi de neîntrecut prin solicitarea probelor documentare a originii sale române în circumstanţele în care a fost bine cunoscut faptul precum că cei mai mulţi reprezentanţi a grupei etnice majoritare au fost într-un mod deliberat înscrişi drept etnici moldoveni în perioada sovietică. Şi mai mult, reclamantul a fost plasat într-o poziţie esenţialmente dezavantajată în raport cu Guvernul, care nu era impus să aducă probe în sensul apartenenţei reclamantului la etnia moldovenească.", "2.  Argumentele Guvernului", "43.  Guvernul a pretins precum că Articolul 8 din Convenţie nu este aplicabil prezentei cauze deoarece dreptul la respectarea vieţii private nu acoperă dreptul la etnia etnică şi în fapt nu a existat nici o ingerinţă în drepturile reclamantului potrivit acestei prevederi.", "44.  Alternativ, o simplă declaraţie din partea reclamantului precum că părinţii săi erau de etnie română nu este suficientă pentru modificarea înregistrării. A existat o necesitate de probare dar nu în baza argumentelor bazate pe pretinsul adevăr istoric şi ştiinţific. Guvernul a susţinut precum că reclamantul nu a fost singura persoană care a iniţiat proceduri întru schimbarea etniei moldoveneşti în acea română. În acest sens, Guvernul a făcut o referinţă la o speţă similară privitoare la altă identitate, şi nemijlocit la speţa Caragheorghi, unde o persoană a reuşit să-şi schimbe identitatea etnică din cea găgăuză în greacă în baza probelor vizavi de apartenenţa unuia din străbunei la etnia greacă (a se vedea § 22). În acelaşi timp Guvernul a accentuat atenţia asupra articolului 68 din legea cu privire la actele de stare civilă, care clar stipulează precum că este imposibilă rectificarea etniei a unuia din părinţi în certificatele de naştere a copiilor, avînd ca temei actele de identitate a buneilor sau altor ascendenţi, dacă actele de stare civilă a părinţilor nu conţin informaţii cu privire la etnia solicitată.", "45.  Guvernul suplimentar a argumentat precum în părinţii reclamantului la solicitarea eliberării actelor de identitate, adresată în anul 1976 şi anul 1979 către autorităţile sovietice, au scris cu propria mîină precum că sunt moldoveni. Prin urmare, părinţii reclamantului nu şi-au declarat niciodată apartenenţa la etnia română.", "46.  Guvernul a contestat alegaţiile reclamantului vizavi de pretinsa politică a autorităţilor sovietice şi moldave cu privire la denaţionalizarea teritoriului Moldovei, susţinînd precum că în afară de moldoveni de etnie, a mai fost înregistrat un număr semnificativ de persoane cu etnii română, poloneză, ucraineană, bulgară, evreiască, belorusă, tadjic, romi, nemţească şi altele. Guvernul a prezentat multiple copii de asemenea înregistrări.", "47.  Potrivit Guvernului, o acceptare formală a cererilor de schimbare a etniei, doar în baza o declaraţilor solicitantului şi nu pe probe, ar fi condus la consecinţe serioase de natură administrativă. Guvernul a formulat o întrebare retorică ce s-ar fi întîmplat dacă un număr semnificativ de cetăţeni moldoveni s-ar fi auto-declarat drept aparţinînd etniei franceze, nemţeşti sau engleze şi ar fi fost corespunzător înregistraţi astfel, doar în baza propriilor declaraţii. În viziunea Guvernului această situaţie constituie una abuz faţă de alte state. Guvernul a sugerat precum că dorinţa reclamantului întru aşi înregistra etnia română ar putea fi motivată prin intenţia sa de a obţine cetăţenia română şi a pledat precum că este în limitele marjei de apreciere a Guvernului de a determina care din solicitări referitoare la schimbarea etniei ar putea acceptate. În orice caz, Convenţia este interpretată în lumina circumstanţelor prezente şi nu prin prisma aspectelor istorice şi cu privire la perioada cînd Convenţia nu a existat ca atare.", "48.  Referindu-se la Convenţiei-cadru pentru protecţia minorităţilor naţionale, Guvernul a susţinut precum că alegerea individuală a etniei este un element esenţial dar nu suficient întru utilizarea acestuia pentru a se bucura de privilegii speciale.", "B.  Aprecierea Curţii", "49.  Curtea reiterează precum că conceptul de „viaţă privată” este o noţiune largă pasibilă pentru o definire extensivă. Această noţiune include şi integritatea fizică ori psihică a persoanei (a se vedea Pretty v. the United Kingdom, no. 2346/02, § 61, ECHR 2002III, and Y.F. v. Turkey, no. 24209/94, § 33, ECHR 2003IX). Utilizarea conceptelor autonome este un principiu important izvorît din interpretarea garanţiilor acordate de Articolul 8. Potrivit acestui principiu protecţia se acordă unei sfere private a fiecărui individ, inclusiv şi dreptului de aşi stabili detaliile identităţii sale inerente unei fiinţe umane (a se vedea Burghartz v. Switzerland, 22 February 1994, § 24, Series A no. 280B; Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 90, ECHR 2002VI). Curtea a statuat precum că identitatea sexuală, numele şi orientarea sexuală, cît şi viaţa sexuală, sunt elemente care aparţin unei identităţi individului fiind incluse în sfera privată protejată de Articolul 8 ( a se vedea printre alte imperative, Bensaid v. the United Kingdom, no. 44599/98, § 47, ECHR 2001I with further references, and Peck v. the United Kingdom, no. 44647/98, § 57, ECHR 2003I). Într-o cauză recentă, în speţa S. and Marper v. the United Kingdom ([GC], nos. 30562/04 and 30566/04, § 66, 4 December 2008), Curtea a constatat adăugător că identitatea etnică de asemenea este un element aparţinînd identităţii individului căzînd în domeniul Articolului 8.", "50.  Deşi obiectul de bază a Articolului 8 este protejarea individului de ingerinţe arbitrare din partea autorităţilor publice, prevederile sale în principiu nu impun obligatoriu statul să se abţină de la asemenea ingerinţe. Odată cu existenţa unei obligaţii negative prioritare este posibilă şi prezenţa unor obligaţii pozitive inerente respectării vieţii private. Aceste obligaţii pot implica adoptarea de măsuri destinate asigurării respectării vieţii private (a se vedea X and Y v. the Netherlands, 26 March 1985, § 23, Series A no. 91). Limitele între obligaţiile pozitive şi negative ale statului în conformitate cu această prevedere nu permit o definire exactă, totuşi principiile aplicabile sunt similare. În ambele contexte urmează a fi luată în consideraţie respectarea unei balanţe echitabile între interesele competitive a individului şi a societăţii în întregime, în ambele contexte Statul beneficiază de o anumită marjă de apreciere (a se vedea Paulík v. Slovakia, no. 10699/05, § 43, ECHR 2006XI (extracts)).", "51.  Curtea reiterează precum că în aprecierea sa în prezenta cauză, va ţine cont de faptul că Convenţia nu concepe unele drepturi teoretice şi iluzorii, acestea urmînd a fi practice şi efective (a se vedea Airey v. Ireland, 9 October 1979, § 24, Series A no. 32). Din momentul în care Articolul 8 nu conţine explicit unele cerinţe procedurale, este important pentru un beneficiu efectiv a drepturilor garantate de aceste prevederi să fie asigurat un proces decizional echitabil în măsura în care să asigure respectul intereselor asigurate de acesta. Acest proces poate necesita existenţa unui cadrul procedural efectiv în cadrul căruia o persoană poate să-şi urmărească drepturile prevăzute de Articolul 8 în nişte condiţii echitabile, inclusiv aspectele legate de probaţiune şi dovezi. Curtea reaminteşte în acest sens, precum în speţa I. v. Finland (no. 20511/03, § 44, 17 Iulie 2008) constatînd o violare a Articolului 8 din Convenţie, Instanţa a atras atenţia asupra faptului că statul a plasat pe umerii reclamantului o sarcină prea dificilă de probaţiune în cadrul procedurilor civile în care dînsa a solicitat compensaţii pentru dezvăluirea informaţiilor despre starea sa de sănătate.", "52.  Curtea este în cunoştinţă de cauză despre caracterul extrem de sensibil a problemelor invocate în prezenta speţă. Prin urmare se accentuează, în primul rînd, că pentru a fi posibilă judecarea faptelor în prezenta speţă, Curtea se va distanţa de la disputele existente în societatea moldovenească despre identitatea etnică a grupului social de bază, şi se va axa în principal asupra legislaţiei Republicii Moldova şi poziţiei oficiale a Guvernului respondent (a se vedea § 15 şi § 23 ) atunci cînd se va referi la moldoveni şi români.", "53.  După cum s-a menţionat anterior, pe lîngă elemente precum „numele”, „sexul”, orientarea „sexuală” şi „religioasă”, identitatea etnică a unui individ de asemenea constituie un aspect esenţial al vieţii sale private şi identificării. Acest aspect trebuie să fie în mod special adevărat în contextul social din Republica Moldova, unde problema identităţii este obiectul tensiunilor sociale şi disputelor aprige de mai mult timp şi, nu mai puţin important, unde înregistrarea etnică, prin contrast cu alte aspecte ale identităţii înregistrate, devine decisivă pentru determinarea identităţii etnice a copiilor şi a generaţiilor ce urmează. Respectiv, circumstanţele prezentei cauze cad sub noţiunea de „viaţă privată” conform Articolului 8 din Convenţie şi din momentul în care autorităţile au refuzat înregistrarea identităţii etnice declarate de reclamant, dînsul poate pretinde statutul de victimă a unei violări a prevederilor acestui Articol. Astfel, Curtea respinge obiecţia preliminară a Guvernului (a se vedea § 32).", "54.  Reclamantul a pretins precum că acţiunile autorităţilor nu au fost „prevăzute de lege”; oricum Curtea consideră precum că prevederile articolului 68 din Legea cu privire la actele de stare civilă au fost formulate în nişte termeni destul de clari încît să fie destul de accesibile şi previzibile în acest sens.", "55.  Din momentul în care reclamantul a pledat şi asupra lipsei unui scop legitim, Guvernul expres nu s-a referit la oricare din scopuri legitime urmărite în această cauză. Curtea, din viziunea sa, admite că măsura impusă a urmărit scopuri legitime pentru asigurarea securităţii naţionale şi prevenirii de tulburări.", "56.  Argumentul principal al Guvernului a fost precum că înregistrarea identităţii etnice a unui individ, de ar fi făcută în principal în baza declaraţiei subiective şi în absenţa oricăror temeiuri obiective referitoare la relaţia individului cu pretinsa etnie, ar rezulta în consecinţe grave de ordin administrativ şi unele eventuale disensiuni cu alte state.", "57.  Curtea nu contestă dreptul Guvernului de a solicita unele dovezi obiective asupra pretinse etnii. În aceiaşi ordine de idei, Curtea poate accepta abilitatea autorităţilor de a respinge o cerere de înregistrare oficială a apartenenţei la un grup etnic specific atunci, cînd această solicitare este de natură exclusiv subiectivă şi neprobată. În prezenta cauză, oricum reclamantul, aparent s-a întîlnit cu o condiţiei dintr-o prevedere legislativă care i-a făcut imposibilă aducerea oricăror dovezi întru a-şi susţine solicitarea. Şi acest lucru este cert din momentul în care articolul 68 din Legea cu privire la actele de stare civilă, precum şi practicile curente de înregistrare a identităţii etnice, creează bariere neînfruntabile pentru oricine care doreşte să-şi înregistreze o etnie diferită de cea înregistrată asupra părinţilor săi de autorităţile sovietice. Potrivit acestui articol reclamantul ar fi putut să-şi modifice etnia sa doar în cazul în care ar fi arătat precum că cel puţin unul din părinţii săi a fost de etnie română şi oficial înregistrat astfel; cea ce reprezintă o sarcină de probaţiune disproporţionată în raport cu realităţile istorice din Republica Moldova (a se vedea § 18 şi 19).", "58.  Curtea ar dori să observe suplimentar că pretenţia Dlui Ciubotaru este bazată în principiu pe propria şi subiectivă percepţie despre etnia sa. Este evident că el ar fi fost în posibilitate să aducă dovezi obiective întru existenţa legăturilor cu grupul de etnie română cum ar fi limba, numele, afecţiune şi alte. Totuşi, nici o dovadă de acest gen nu este solicitată de legislaţia în vigoare din Moldova.", "59.  Avînd în vedere cumul de circumstanţe a cauzei, nu poate fi susţinut faptul că întreaga procedură, instituită pentru reclamantul să-şi vadă etnia sa modificată, a fost în corespundere cu obligaţiile pozitive ale Moldovei de ai asigura acestuia dreptul său la respectarea vieţii private. Pentru Curte, omisiunea Statului a constitut, în fapt, inabilitatea reclamantului de a se bucura de examinarea pretenţiei sale despre apartenenţa la un grup etnic distinct prin prisma unor dovezi obiective şi coroborative aduse în susţinerea acestei pretenţii. Prin urmare Curtea concluzionează că autorităţile nu s-au conformat obligaţiei pozitive de asigurare în favoarea reclamantului a dreptului acestuia la respectarea vieţii private. Respectiv a avut loc violarea Articolului 8 din Convenţie.", "III.  PRETINSA VIOLARE A ARTICOLULUI 6 DIN CONVENŢIE", "60.  Reclamantul, de asemenea a pretins precum că Articol 6 a fost încălcat prin prisma faptului că potrivit legislaţiei Moldovei, lui i s-a creat un impediment pentru a prezenta dovezi care ar susţine solicitarea sa de modificare a etniei moldoveneşti în acea română. Din momentul în care acest capăt de cerere se referă asupra aceloraşi aspecte după cum acestea au fost observate în lumina Articolului 8, Curtea nu consideră necesar de a-l examina separat. (a se vedea, mutatis mutandis, Megadat.com S.R.L. v. Moldova, no. 21151/04, § 80, 8 April 2008).", "IV.  APLICAREA ARTICOLULUI 41 DIN CONVENŢIE", "61.  Articolul 41 din Convenţie prevede:", "“Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decît o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A.  Prejudiciu", "62.  Reclamantul a pretins 3 000 euro (EUR) drept compensaţii pentru prejudiciul moral.", "63.  Guvernul nu a căzut de acord, susţinînd precum că această sumă este neîntemeiată şi prin urmare pretenţia reclamantului urmînd a fi respinsă.", "64.  Avînd în vedere constatarea existenţei unei violări, Curtea consideră că o atribuire a compensaţiei pentru prejudiciu moral este justificată în prezenta cauză. Apreciind echitabil, Curtea acordă reclamantului suma de 1 500 EUR.", "B.  Costuri şi cheltuieli", "65.  Reclamantul a pretins 6 280 EUR pentru costuri şi cheltuieli suportate în timpul procedurilor în faţa Curţii din partea reprezentantului său care a prezentat observaţii relevante cauzei. Reclamantul a solicita achitarea directă a acestor sume în favoarea reprezentantului său.", "66.  Guvernul a considerat această pretenţie nejustificată şi excesivă.", "67.  În prezenta cauză, avînd în vedere descifrarea serviciilor de asistenţă prezentată şi complexitatea cauzei, Curtea acordă 3 500 EUR cu titlu de costuri şi cheltuieli suportate de reprezentantul reclamantului, acela care a prezentat observaţii în speţă, care urmează a fi achitate în beneficiul acestuia din urmă pe contul bancar indicat de ultimul (a se vedea Denizci and Others v. Cyprus, nos. 25316-25321/94 and 27207/95, § 428, ECHR 2001V, şi Cobzaru v. Romania, no. 48254/99, § 111, 26 July 2007).", "C.  Penalităţi", "68.  Curtea consideră oportun ca penalităţile de întîrziere să fie calculate reieşind din rata minimă de împrumut a Băncii Centrale Europene la care se vor adăuga trei procente.", "DIN ACESTE CONSIDERENTE, CURTEA ÎN UNANIMITATE", "1.  Conexează la fondul cauzei, obiecţia Guvernului cu privire la lipsa statului de victimă şi declară cererea admisibilă;", "", "2.  Hotărăşte că avut loc violarea Articolului 8 din Convenţie şi respinge obiecţia sus-menţionată a Guvernului;", "", "3.  Hotărăşte că nu este necesară examinarea distinctă a capătului de plîngere adresată potrivit Articolului 6 din Convenţie;", "", "4.  Hotărăşte", "(a)  că Statul reclamat va achita reclamantului, în decurs de trei luni de la data la care prezenta hotărîre va deveni definitivă, potrivit Articolului 44 § 2 din Convenţie, suma de 1 500 EUR (o mie şi cinci euro) cu titlu de prejudiciu moral şi suma de 3 500 EUR (trei mii şi cinci euro) cu titlu de costuri şi cheltuieli, sumele care urmează să fie convertite în valuta naţională a statului reclamat la rata de schimb aplicabilă la data executării, plus orice taxă care poate fi încasată;", "(b)  că din momentul expirării termenului mai sus menţionat de trei luni pînă la achitarea efectivă a sumei respective, statul reclamat va achita o dobîndă egală cu rata minimă a dobînzii de împrumut a Băncii Centrale Europene, plus trei procente;", "", "5.  Respinge restul pretenţiilor reclamatului de satisfacţie echitabilă.", "Întocmită în limba engleză şi notificată în scris la 27 aprilie 2010, în conformitate cu Regula 77 § § 2 şi 3 din Regulamentul Curţii.", "\tFatoş Aracı\tNicolas Bratza\n\tGrefier adjunct\tPreşedinte", "În conformitate cu Articolul 45 § 2 din Convenţie şi Regula 74 § 2 din Regulamentul Curţii, opinia separată a judecătorului Mijović este anexată la prezenta hotărîre.", "N.B.\nF.A.", "", "OPINIE CONCORDANTĂ A JUDECĂTORULUI MIJOVIĆ", "Deşi am votat odată cu majoritatea Camerei, motivaţia mea cu privire la constatarea violării Articolului 8 din Convenţie diferă semnificativ de părerile expuse în prezenta hotărîre.", "", "Potrivit hotărîrii în cauză, Articolul 8 din Convenţie a fost încălcat din cauza inexistenţei unei posibilităţi, conform legislaţiei Moldovei în vigoare la moment, pentru reclamant de a avea examinată pretenţia sa vizavi de apartenenţa la un grup etnic prin prisma unor dovezi obiective şi coroborative aduse în susţinerea acestei pretenţii (a se vedea § 59 din hotărîre). Din momentul în care majoritatea judecătorilor s-au axat pe condiţiile impuse de legislaţia Moldovei care a făcut imposibilă pentru reclamant a probării pretenţiilor sale, în opinia mea personală violarea urma să fie recunoscută cu referire la refuzul autorităţilor de ai satisface cerinţa reclamantului în vederea schimbării identităţii astfel după cum el îşi conştientizează etnia prin propria lui percepţie.", "", "Revenind la circumstanţele cauzei, un aspect nu poate fi ignorat precum că ar exista o aparentă inconsistenţă, pe de o parte, între practicile autorităţilor Moldovei în domeniul de înregistrare a identităţii etnice şi, pe de o altă parte, legislaţia domestică (Constituţia Republicii Moldova şi Legea cu privire la minorităţile naţionale) şi internaţională (Articolul 3 din Convenţia-cadru pentru protecţia minorităţilor naţionale din 1995) (a se vedea § 14, 15 şi 24 din hotărîre). După cum şi legislaţia domestică şi cea internaţională oferă persoanei dreptul de a-şi alege liber apartenenţa sau nu la un grup etnic minoritar, aparent practicile autorităţilor Moldovei impun individului o etnie distinctă (moldovenească), practici care eu le consider per se contrare principiului de auto-identificare, care nu numai că au fost acceptate dar şi dezvoltate în hotărîrea Marii Camere în speţa Sejdić and Finci v. Bosnia and Herzegovina (Sejdić and Finci v. Bosnia and Herzegovina [GC], nos. 27996/06 and 34836/06, 22 December 2009). În această din urmă hotărîre, Marea Cameră a constatat precum că reclamanţii, care s-au declarat drept de origine rom şi evreu şi care nu şi-au dorit să-şi recunoască afilierea la componenţa populaţiei (bosniaci, croaţi şi sîrbi) au fost discriminaţi pentru aceasta (a se vedea § 45 din hotărîre). Aspectul cu privire la etnie, după cum s-a discutat în această hotărîre menţionată a fost explicat ca avînd originea sa în ideea despre grupuri sociale caracterizate în special prin aceeaşi naţionalitate, credinţa religioasă, limba comună sau originea culturală, tradiţii şi uzanţe (a se vedea § 43 din hotărîre). Importanţa specială a acelui caz pentru prezenta speţă este de a accentua concluzia prin justificarea Marii Camere, şi anume precum că dreptul oricărei persoane de aşi declara apartenenţa la un grup etnic (sau nu) trebuie să fie respectat. În Moldova, cum şi în Bosnia şi Herzegovina, afilierea etnică nu trebuie să depindă de conceptul legal sau elementul obiectiv, dar de unul politic şi subiectiv. Nu a fost explicat în prezenta cauză dacă ar exista orare anumite criterii obiective pentru instituirea apartenenţei la un grup etnic particular, precum şi nici consecinţele legale pentru un individ care stabileşte o astfel de afiliere. Astfel spus, eu consider că auto-identificarea este elementul fundamentat mai mult pe o percepţie individuală decît cea obiectivă, şi prin urmare eu nu pot să mă alătur motivaţiei admise de Cameră în prezenta hotărîre."]}