{"file": "RUM_HJUDRUM_32911_96.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "32911/96", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Meftah şi alţii împotriva Franţei (MC) - 32911/96, 35237/97 şi 34595/97", "Hotărârea din 26.07.2002 (MC)", "Art. 6", "Art. 6 § 1", "Proces echitabil", "Principiul oralităţii dezbaterilor", "Imposibilitatea de a lua cuvântul în şedinţa de judecată a Curţii de Casaţie, personal sau prin intermediul unui avocat înscris în barou: încălcare", "", "Art. 6 § 3 lit. c)", "Dreptul de a fi asistat de un apărător ales", "Monopol deţinut de avocaţi care pot pune concluzii în faţa Conseil d’État şi în faţa Curţii de Casaţie: încălcare", "", "Art. 6 § 1", "Procedură contradictorie", "Necomunicarea concluziilor avocatului general de pe lângă Curtea de Casaţie şi imposibilitatea de a depune un răspuns scris: încălcare", "", "În fapt – Reclamanţii au fost condamnaţi, dar au declarat recurs în casaţie împotriva hotărârilor respective. Primul reclamant s-a apărat singur în faţa secţiei penale a Curţii de Casaţie, ceilalţi doi au fost asistaţi de un avocat din cadrul baroului. Curtea de Casaţie a respins recursurile.", "În drept – Art. 6 § 1 şi art. 6 § 3 lit. c): reclamanţii nu pot fi lipsiţi de dreptul la garanţiile prevăzute la art. 6 § 3 pe motiv că în dreptul francez, în cadrul recursului în casaţie, aceştia nu mai erau „acuzaţi”, ci „condamnaţi”. Pentru a stabili dacă s-a adus atingere dreptului reclamanţilor la un proces echitabil, trebuie luate în considerare caracteristicile speciale ale procedurii din faţa secţiei penale a Curţii de Casaţie. Controlul efectuat de această instanţă se limitează la respectarea dispoziţiilor legale, inclusiv a normelor de competenţă şi de procedură, excluzând însă aprecierea faptelor stricto sensu. Cu anumite excepţii, procedura în faţa Curţii de Casaţie este în principal scrisă, chiar şi în cazul intervenţiei din partea unui membru al Conseil d’État sau al avocatului de pe lângă Curtea de Casaţie, care nu beneficiază de un drept absolut de a prezenta observaţii orale. În speţă, recursurile în casaţie au fost formulate după ce argumentele reclamanţilor au fost examinate de instanţele de fond, care aveau plenitudine de jurisdicţie şi au desfăşurat şedinţe în cadrul cărora reclamanţii sau avocatul lor au fost prezenţi şi au participat în conformitate cu art. 6. Referitor la dreptul recurentului de a lua cuvântul în şedinţă, dezbaterea care poate interveni în cursul unei şedinţe în faţa secţiei penale a Curţii de Casaţie este deosebit de tehnică şi are ca obiect exclusiv motivele de drept. Astfel, participarea orală a recurenţilor la şedinţa Curţii de Casaţie s-ar încadra într-o abordare prea formalistă a procedurii; participarea orală nu poate contribui la susţinerea termenilor unei dezbateri care este în esenţă scrisă şi tehnică. Referitor la contestaţia privind monopolul de care beneficiază avocaţii Conseil d’État sau de pe lângă Curtea de Casaţie în faţa acestei instanţe, dreptul oricărui acuzat de a fi asistat un apărător ales nu poate avea caracter absolut, iar instanţele naţionale pot trece peste opţiunea acestuia dacă există motive pertinente şi suficiente pentru a considera că interesele justiţiei impun acest lucru. De asemenea, sistemul francez propune justiţiabililor să facă o alegere, aceea de a fi sau nu reprezentaţi de un avocat în faţa Curţii de Casaţie. Chiar şi în primul caz, observaţiile scrise cristalizează argumentele formulate împotriva deciziei atacate cu recurs. Pledoariile sunt facultative şi, în practică, avocaţii Conseil d’État şi de pe lângă Curtea de Casaţie nu participă la şedinţe decât în cazuri excepţionale. Existenţa acestei alegeri permise justiţiabilului este de natură să justifice o diferenţă de procedură, iar dreptul francez oferă garanţii suficiente în legătură cu această alegere, în special cu renunţarea la avantajele oferite de asistenţa unui avocat al Conseil d’État sau de pe lângă Curtea de Casaţie. În orice caz, doi dintre reclamanţi erau asistaţi de un avocat care era înscris în barou şi era în măsură să îi informeze cu privire la consecinţele alegerii lor care, în speţă, a fost aşadar liberă şi conştientă. Acelaşi lucru este valabil şi pentru primul reclamant, care a fost consiliat de o asociaţie pentru protecţia justiţiabililor. Caracterul specific al procedurii în faţa Curţii de Casaţie, analizat în ansamblul său, poate justifica faptul că li se rezervă exclusiv avocaţilor de specialitate monopolul asupra luării cuvântului şi că această rezervă nu este de natură să pună în discuţie posibilitatea rezonabilă pe care o au reclamanţii de a-şi prezenta cauza în condiţii care nu îi pun într-o situaţie defavorabilă. Ţinând seama de rolul Curţii de Casaţie şi având în vedere procedurile în ansamblul lor, faptul că reclamanţilor nu li s-a oferit posibilitatea de a-şi pleda cauza oral, personal sau prin intermediul unui avocat înscris în barou, nu a adus atingere dreptului acestora la un proces echitabil.", "Concluzie: neîncălcare (şaisprezece voturi la unu).", "Art. 6 § 1: întrucât reclamanţii au ales să se apere fără a fi reprezentaţi de un avocat al Conseil d’État sau de pe lângă Curtea de Casaţie, aceştia nu au beneficiat de practica existentă în faţa secţiei penale a Curţii de Casaţie pe care Curtea Europeană a declarat-o conformă cu Convenţia. Reclamanţii nu au avut acces la concluziile avocatului general depuse în faţa Curţii de Casaţie; astfel, ţinând seama de natura acestor concluzii şi de miza procedurii pentru aceştia, nu s-a respectat dreptul acestora la o procedură contradictorie. Or, aceştia nu au renunţat la beneficiul garanţiilor unei proceduri contradictorii. Neavând posibilitatea să cunoască sensul concluziilor avocatului general înainte de şedinţă, reclamanţii nu au putut să răspundă la acestea printr-o pledoarie, chiar dacă aveau dreptul de a depune un memoriu, înainte de şedinţă. De asemenea, transmiterea sensului concluziilor avocatului general s-ar putea dovedi utilă de altfel pentru a-i lămuri pe recurenţi cu privire la opţiunile lor procedurale.", "Concluzie: încălcare (douăsprezece voturi la cinci).", ""]}