{"file": "RUM_HJUDRUM_17211_03.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "17211/03", "text_paragraphs": ["", "Traducere neoficială a variantei engleze a hotărârii,", "efectuată de asociaţia obştească „Juriştii pentru drepturile omului”", "", "", "", "", "SECŢIUNEA A PATRA", "", "", "", "", "CAUZA DOLNEANU c. MOLDOVEI", "", "(Cererea nr. 17211/03)", "", "", "", "", "", "HOTĂRÂRE", "", "", "STRASBOURG", "", "13 noiembrie 2007", "", "", "", "DEFINITIVĂ", "", "13/02/2008", "", "", "Această hotărâre va deveni definitivă în modul stabilit de articolul 44 § 2 al Convenţiei. Ea poate fi subiect al revizuirii editoriale.", "În cauza Dolneanu c. Moldovei,", "Curtea Europeană a Drepturilor Omului (Secţiunea a Patra), întrunită în cadrul unei Camere compuse din:", "\tDl\tJ. Casadevall, Preşedinte,,\n\tDl\tG. Bonello,\n\tDl\tS. Pavlovschi,\n\tDl\tL. Garlicki,\n\tDra\tL. Mijović,\n\tDl\tJ. Šikuta,\n\tDna\tP. Hirvelä, judecători,\nşi dl T.L. Early, Grefier al Secţiunii,", "Deliberând la 16 octombrie 2007 în şedinţă închisă,", "Pronunţă următoarea hotărâre, care a fost adoptată la acea dată:", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 17211/03) depusă împotriva Republicii Moldova la Curte, în conformitate cu prevederile articolului 34 al Convenţiei pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale („Convenţia”), de către un cetăţean al Republicii Moldova, dl Pavel Dolneanu („reclamantul”), la 21 februarie 2003. La 11 martie 2003, el a decedat. Fiica acestuia, dna Maria Zavdei („succesorul reclamantului”), şi-a exprimat dorinţa de a menţine cererea la Curte.", "2. Reclamantul a fost reprezentat de către dna L. Iabangi de la „Comitetul Helsinki pentru Drepturile Omului din Moldova”, o organizaţie non-guvernamentală cu sediul în Chişinău. Guvernul Republicii Moldova („Guvernul”) a fost reprezentat de către Agentul său la acea dată, dl V. Pârlog.", "3. Reclamantul a pretins, în special, încălcarea drepturilor sale garantate de articolul 1 al Protocolului nr. 1 la Convenţie separat şi combinat cu articolul 13 al Convenţiei, ca urmare a plăţii întârziate a compensaţiei pentru deprecierea depozitelor sale de la Banca de Economii, care era o bancă de stat.", "4. Cererea a fost repartizată Secţiunii a Patra a Curţii. La 4 aprilie 2006, o Cameră din cadrul acelei Secţiuni a decis să comunice Guvernului cererea. În conformitate cu prevederile articolului 29 § 3 al Convenţiei, ea a decis ca fondul cererii să fie examinat concomitent cu admisibilitatea acesteia.", "ÎN FAPT", "I. \tCIRCUMSTANŢELE CAUZEI", "5. Reclamantul s-a născut în anul 1930 şi locuia la Puhoi.", "6. Faptele cauzei, aşa cum au fost prezentate de părţi, pot fi rezumate în felul următor.", "7. Reclamantul a depozitat bani în trei conturi diferite ale Băncii de Economii („Banca”), care, în perioada sovietică, era proprietate a statului.", "8. În anul 1994, Parlamentul a adoptat Hotărârea nr. 201-XIII „privind indexarea depunerilor populaţiei în instituţiile Băncii de Economii a Moldovei” („hotărârea din 1994”), prin care persoanele care au atins vârsta de 60 de ani până la 1 ianuarie 1994 şi care aveau solduri în conturile lor din Bancă la 2 ianuarie 1992 aveau dreptul de a recupera o parte din depozitele lor la rata de un leu moldovenesc (MDL) pentru o rublă sovietică pentru prima mie de ruble depozitată în fiecare cont.", "9. La 16 februarie 1995, Guvernul a adoptat Hotărârea nr. 108, prin care a creat o Comisie împuternicită să stabilească suma compensaţiei care urma să fie transferată Băncii pentru compensaţii de către Ministerul Finanţelor („Ministerul”) până la cea de-a 25-ea zi a fiecărei luni, din alocaţiile făcute în acest scop în bugetul de stat pentru anul relevant.", "10. Reclamantul avea mai mult de o mie de ruble în fiecare din cele trei conturi ale sale în Bancă şi, prin urmare, el a pretins MDL 3,000 (echivalentul a 750 dolari americani (USD)). La 7 iunie 2000, el a primit MDL 570 după ce Ministerul a transferat Băncii banii pentru compensaţii. El a continuat să solicite suma restantă şi să se plângă diferitor autorităţi.", "11. La 8 noiembrie 2001, el a iniţiat proceduri judecătoreşti împotriva Băncii şi a Ministerului pentru a recupera suma restantă, solicitând compensaţii pentru plata întârziată (deoarece valoarea banilor se deprecia din cauza inflaţiei mari) şi pentru prejudiciul moral cauzat prin faptul că a trebuit să aştepte plata banilor (reclamantul a fost recunoscut invalid de gradul doi şi avea o pensie de stat lunară în mărime de MDL 89). Ambii pârâţi au acceptat că reclamantul avea dreptul de a obţine suma compensaţiei datorate şi au declarat că întârzierea în efectuarea plăţii se datora omisiunii de a include în bugetul de stat alocaţiile în acest scop. Potrivit Ministerului, în anii 1995-1997, el a transferat Băncii 26% din banii necesari pentru a plăti compensaţia în întregime tuturor celor faţă de care se aplica hotărârea din 1994. Totuşi, în anii 1998-2000, bugetul de stat nu a mai alocat fonduri, deşi adiţional au fost alocate 7% din suma totală în bugetul pentru anul 2001. Reclamantul nu a primit nicio compensaţie în anul 2001.", "12. La 4 martie 2002, Judecătoria sectorului Centru a acceptat în parte pretenţia reclamantului. Ea a constatat că principala responsabilitate pentru întârzierea la plata compensaţiei datorate reclamantului aparţinea Ministerului, care nu a transferat Băncii banii necesari. Ea a indicat Băncii să-i plătească reclamantului MDL 266, iar Ministerului să-i plătească acestuia MDL 2,163, care constituiau suma restantă datorată în temeiul hotărârii din 1994 (în total MDL 2,429 sau EUR 210 la acea dată). Instanţa de judecată a respins pretenţia pentru compensarea prejudiciului material şi moral, deoarece nu exista o lege care să reglementeze astfel de pretenţii.", "13. În apel, reclamantul a cerut în mod expres instanţei de judecată, în temeiul articolului 4 al Constituţiei, să aplice direct articolul 1 al Protocolului nr. 1 la Convenţie şi articolul 13 al Convenţiei din cauza lipsei recursurilor naţionale.", "14. La 7 mai 2002, Tribunalul Chişinău a menţinut hotărârea judecătorească din 4 martie 2002, repetând motivarea dată de prima instanţă atunci când aceasta a respins pretenţia cu privire la compensarea prejudiciului material şi moral.", "15. În recurs, reclamantul a repetat argumentele sale prezentate în faţa instanţelor judecătoreşti inferioare, bazându-se suplimentar pe articolul 6 al Codului civil (a se vedea paragraful 18 de mai sus).", "16. La 3 septembrie 2002, Curtea de Apel, de asemenea, a menţinut hotărârile instanţelor judecătoreşti inferioare şi a confirmat motivarea acestora pentru respingerea pretenţiei cu privire la compensaţii cu titlu de prejudiciu material şi moral, deoarece aceasta „nu avea suport legal”. Acea decizie era irevocabilă. La 29 iulie 2004, suma datorată a fost transferată în contul reclamantului. ", "II.\tDREPTUL INTERN RELEVANT          ", "17. Prevederile relevante ale Constituţiei sunt următoarele:", "Articolul 4. Drepturile şi libertăţile omului", "„(1) Dispoziţiile constituţionale privind drepturile şi libertăţile omului se interpretează şi se aplică în concordanţă cu Declaraţia Universală a Drepturilor Omului, cu pactele şi cu celelalte tratate la care Republica Moldova este parte.", "(2) Dacă există neconcordanţe între pactele şi tratatele privitoare la drepturile fundamentale ale omului la care Republica Moldova este parte şi legile ei interne, prioritate au reglementările internaţionale.”", "Articolul 20. Accesul liber la justiţie", "„(1) Orice persoană are dreptul la satisfacţie efectivă din partea instanţelor judecătoreşti competente împotriva actelor care violează drepturile, libertăţile şi interesele sale legitime.", "(2) Nici o lege nu poate îngrădi accesul la justiţie. ” ", "18. Prevederile relevante ale Codului civil, în vigoare până la 12 iunie 2003, sunt următoarele :", "Articolul 6. Apărarea drepturilor civile", "„Apărarea drepturilor civile se înfăptuieşte, potrivit regulilor stabilite de instanţa judecătorească competentă ... prin recunoaşterea acestor drepturi; ... prin obligarea persoanei, care a încălcat un drept, de a plăti daunele cauzate ..., precum şi prin alte mijloace prevăzute de lege.”", "Articolul 215. Obligaţia debitorului de a repara daunele", "„În cazul neexecutării sau executării necorespunzătoare de către debitor a obligaţiei, el este obligat să repare daunele cauzate creditorului.", "Prin daune se înţeleg cheltuielile făcute de creditor, pierderea sau deteriorarea bunului lui, precum şi veniturile neobţinute de creditor, pe care el le-ar fi obţinut, dacă obligaţia ar fi fost executată de debitor. ”", "19. Hotărârea Parlamentului „privind indexarea depunerilor populaţiei în instituţiile Băncii de Economii a Moldovei” (nr. 201-XIII, 29 iulie 1994) prevede următoarele :", "Articolul 1", " „Se indexează depunerile populaţiei în instituţiile Băncii de Economii a Moldovei, ... luîndu-se ca bază soldul acestora conform situaţiei din 2 ianuarie 1992, pentru depunătorii care pînă la 1 ianuarie 1994 au atins vîrsta de 60 de ani - prima mie de ruble la toate conturile în raportul 1 rublă: 1 leu.”", "Articolul 2", "„Guvernul şi Banca Naţională a Moldovei:", "în termen de o lună vor elabora şi vor propune modul şi mecanismul de amortizare a sumelor indexate şi sursele de compensare;", "vor face propuneri privind modul de indexare a celorlalte depuneri ale populaţiei în instituţiile Băncii de Economii a Moldovei. ”", "20. Prevederile relevante ale Legii privind indexarea depunerilor băneşti ale cetăţenilor în Banca de Economii (nr. 1530-XV, 12 decembrie 2002) („Legea din 2002”) sunt următoarele:", "... Articolul 2. Indexarea", "„Se indexează depunerile cetăţenilor Republicii Moldova în Banca de Economii, ... luîndu-se ca bază soldul acestora conform situaţiei din 2 ianuarie 1992:", "a) în raport de 1 rublă: 1 leu, la prima mie de ruble a soldului cumulativ din toate conturile deţinute de o persoană fizică (deponent);", "b) în raport de 2,5 ruble: 1 leu, la soldul ce depăşeşte suma indicată la lit.a) pentru o persoană fizică (deponent).”", "Articolul 3. Modul de plată", "„Sumele indexate indicate la art. 2 se vor plăti în etape, începînd cu anul 2003.”", "Articolul 4. Mijloacele financiare de plată", "„(1) Plata sumelor indexate se efectuează din mijloacele bugetului de stat.", "(2) În legea bugetară anuală se va stabili pentru anul respectiv cuantumul mijloacelor financiare destinate plăţii sumelor indexate. ...”", "Articolul 5. Etapele de indexare şi de plată", "„(1) Indexarea sumelor şi plata sumelor indexate se efectuează, la solicitarea depunătorilor, în etape, prioritar la prima mie de ruble, apoi pentru soldul ce depăşeşte prima mie de ruble, în funcţie de anul naşterii depunătorului.”", "Articolul 7", "„Guvernul:", "a) va aproba, în termen de o lună, un regulament privind indexarea şi modul de plată a sumelor indexate la depunerile băneşti ale cetăţenilor în Banca de Economii;", "b) va preciza anual, în funcţie de sumele prevăzute în bugetul de stat pentru indexare, categoriile de cetăţeni ale căror depuneri se vor indexa; ...”", "ÎN DREPT", "21. Reclamantul a pretins că plata întârziată a compensaţiei datorată lui a fost contrară articolului 1 al Protocolului nr. 1 la Convenţie, care prevede următoarele:", " „Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru o cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.", "Dispoziţiile precedente nu aduc atingere dreptului statelor de a adopta legile pe care le consideră necesare pentru a reglementa folosinţa bunurilor conform interesului general sau pentru a asigura plata impozitelor ori a altor contribuţii, sau a amenzilor”.", "22. El s-a mai plâns de o violare a drepturilor sale garantate de articolul 13 al Convenţiei, care prevede următoarele:", "„Orice persoană, ale cărei drepturi şi libertăţi recunoscute de prezenta Convenţie au fost încălcate, are dreptul să se adreseze efectiv unei instanţe naţionale, chiar şi atunci când încălcarea s-ar datora unor persoane care au acţionat în exercitarea atribuţiilor lor oficiale.”", "23. În esenţă, reclamantul s-a mai plâns şi de o violare a articolului 6 § 1 al Convenţiei, partea relevantă a căruia este următoarea:", "", "„Orice persoană are dreptul la judecarea în mod echitabil, ... de către o instanţă ... care va hotărî ... asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil...”.", "I.\tADMISIBILITATEA", "24. Curtea notează de la început că reclamantul a decedat după depunerea acestei cereri şi că succesorul lui şi-a exprimat dorinţa de a continua procedurile în faţa Curţii (a se vedea paragraful 1 de mai sus). Ea nu vede niciun impediment pentru examinarea în continuare a cauzei.", "25. Guvernul a declarat că reclamantul nu a epuizat toate căile de recurs interne disponibile lui. În special, el ar fi putut, însă nu a făcut acest lucru, să folosească prevederile articolului 20 al Constituţiei (a se vedea paragraful 17 de mai sus) şi câteva articole ale noului Cod civil. Succesorul reclamantului încă mai putea iniţia proceduri în această privinţă şi acesta putea, de asemenea, să invoce direct Convenţia.", "26. Succesorul reclamantului a făcut referire la apelul şi recursul depuse la instanţele judecătoreşti naţionale, care s-au referit, în mod expres, la articolul 1 al Protocolului nr. 1 la Convenţie şi la articolul 13 al Convenţiei.", "27. Curtea notează că reclamantul a iniţiat proceduri judecătoreşti pretinzând compensaţia restantă şi că instanţele judecătoreşti au examinat pretenţiile lui şi le-au acceptat. Astfel, el a epuizat în mod corespunzător căile de recurs interne disponibile.", "Totuşi, atunci când au constatat pârâţii responsabili pentru plata întârziată a compensaţiei restante, instanţele judecătoreşti au notat în mod expres lipsa legilor care să le permită să acorde reclamantului prejudicii. Făcând acest lucru, instanţele judecătoreşti nu au răspuns la cererea reclamantului de a aplica Convenţia direct. Prin urmare, reclamantul nu a avut niciun alt recurs în acest sens.", "În astfel de circumstanţe, această pretenţie nu poate fi respinsă pentru neepuizarea căilor de recurs interne disponibile.", "28. Curtea consideră că pretenţiile reclamantului formulate în temeiul articolului 1 al Protocolului nr. 1 la Convenţie şi al articolelor 6 şi 13 ale Convenţiei ridică chestiuni de fapt şi de drept, care sunt suficient de serioase încât determinarea lor să depindă de o examinare a fondului lor. Niciun alt temei pentru declararea lor inadmisibile nu a fost stabilit. Prin urmare, Curtea declară aceste pretenţii admisibile. În conformitate cu decizia sa de a aplica articolul 29 § 3 al Convenţiei (a se vedea paragraful 4 de mai sus), Curtea va examina imediat fondul acestor pretenţii.", "II.\tPRETINSA VIOLARE A ARTICOLULUI 1 AL PROTOCOLULUI NR. 1 LA CONVENŢIE", "29. Reclamantul a declarat că plata întârziată a compensaţiei, la care el avea dreptul în temeiul hotărârii din 1994, i-a încălcat drepturile sale garantate de articolul 1 al Protocolului nr. 1 la Convenţie. El a subliniat că dreptul la proprietate, pe care el l-a invocat, a rezultat din hotărârea din 1994, şi nu din depozitele în ruble ruseşti deschise în conturile sale înainte de anul 1992 sau din careva pretenţii cu titlu de prejudicii pentru omisiunea de a plăti.", "30. Guvernul a considerat că reclamantul nu a avut un „bun” în sensul articolului 1 al Protocolului nr. 1 la Convenţie şi că, prin urmare, nu a avut loc o ingerinţă în drepturile sale.", "1.\tDacă reclamantul a avut un „bun”?", "31. Curtea reiterează că, „conform jurisprudenţei sale, un reclamant poate pretinde o violare a articolului 1 al Protocolului nr. 1 la Convenţie doar dacă hotărârile contestate se referă la „bunurile” sale în sensul acestei prevederi. „Bunuri” pot fi „bunuri existente” sau proprietăţi, inclusiv pretenţii, în anumite situaţii bine-definite. Pentru ca o pretenţie să poată fi considerată un „bun” care să cadă sub incidenţa articolului 1 al Protocolului nr. 1, persoana care are o pretenţie trebuie să stabilească dacă aceasta are o bază suficientă în legislaţia naţională, de exemplu, atunci când există o jurisprudenţă stabilită a instanţelor judecătoreşti care s-o confirme. Atunci când acest lucru a fost făcut, conceptul de „speranţă legitimă” poate intra în joc” (a se vedea Draon v. France [GC], nr. 1513/03, § 65, 6 octombrie 2005). Totuşi, articolul 1 al Protocolului nr. 1 nu garantează orice drept de a dobândi un drept de proprietate (a se vedea Gayduk and Others v. Ukraine (dec.), nr. 45526/99, 2 iulie 2002). Prin urmare, el nu impune statelor vreo obligaţie generală de a menţine puterea de cumpărare a sumelor depozitate prin intermediul indexării sistematice a economiilor (a se vedea Rudzińska v. Poland (dec.), nr. 45223/99, ECHR 1999-VI şi X. v. Germany, cererea nr. 8724/79, decizia Comisiei din 6 martie 1980, DR 20, p. 226).", "32. În această cauză, Curtea notează că reclamantul a avut o pretenţie bazată pe hotărârea din 1994. Acea hotărâre (a se vedea paragraful 19 de mai sus) prevedea dreptul la compensaţii pentru fiecare cetăţean al Republicii Moldova care întrunea două condiţii: să aibă, la 2 ianuarie 1992,  bani într-un cont bancar şi să fi atins, până la 1 ianuarie 1994, vârsta de 60 de ani. Nu se contestă faptul că reclamantul întrunea ambele condiţii. De asemenea, hotărârea stabilea sumele exacte pe care le puteau pretinde cei care erau eligibili pentru a obţine compensaţii: MDL 1,000 pentru fiecare cont în care el sau ea avea, la 2 ianuarie 1992, cel puţin 1,000 de ruble sovietice. Reclamantul a prezentat instanţelor judecătoreşti naţionale probe potrivit cărora, până la 2 ianuarie 2002, el a avut trei conturi bancare cu mai mult de 1,000 de ruble sovietice în fiecare din ele. Prin urmare, suma totală la care el avea dreptul în temeiul legii era de MDL 3,000.", "33. Curtea mai notează că atât pârâţii în procesul naţional, cât şi instanţele judecătoreşti nu au invocat vreodată vreo îndoială cu privire la dreptul reclamantului de a obţine compensaţii în temeiul hotărârii din 1994 şi nici nu s-a contestat vreodată suma exactă la care acesta avea dreptul. Mai mult, reclamantul a primit o parte din compensaţii în anul 2000 (a se vedea paragraful 8 de mai sus), pârâţii recunoscând astfel, în mod implicit, pretenţiile lui.", "34. În hotărârea sa din 1994, Parlamentul nu a supus dreptul la compensaţii niciunor alte criterii decât celor două menţionate mai sus, pe care reclamantul le-a întrunit. În special, nu a existat nicio referire la disponibilitatea fondurilor pentru compensaţii sau pentru plata progresivă sau în rate, iar executivului nu i s-a dat competenţa de a decide care categorii de beneficiari urmau să fie compensaţi cu prioritate sau de a suspenda plăţile în baza vreunui temei. Deşi hotărârea a obligat Guvernul şi Banca Naţională a Moldovei să găsească surse pentru finanţarea plăţii compensaţiilor, ea nu a condiţionat dreptul de a obţine compensaţii de capacitatea executivului de a identifica astfel de surse. Prin urmare, introducerea de către Guvern a unor condiţii suplimentare pentru plata compensaţiilor, precum alocarea de bani în acest scop în bugetul de stat (a se vedea paragraful 9 de mai sus), deşi rezonabilă per se, nu a fost prevăzută în hotărârea Parlamentului şi nu putea afecta dreptul reclamantului de a obţine compensaţii. Hotărârile judecătoreşti în cauza reclamantului oferă sprijin acestei opinii: deşi singura apărare a Ministerului a fost indisponibilitatea banilor în bugetul de stat alocaţi pentru compensaţii, instanţele judecătoreşti au recunoscut Ministerul responsabil de omisiunea de a plăti. Atunci când au făcut acest lucru, instanţele judecătoreşti nu au considerat necesar de a verifica dacă bugetul pentru anul 2002, atunci când au fost pronunţate hotărârile, prevedea plata compensaţiilor datorate în temeiul hotărârii din 1994.", "35. Prin urmare, această cauză trebuie distinsă de cele în care legislativul, în mod clar, a avut intenţia de a limita dreptul la compensaţii şi a delegat, în mod expres, executivului competenţa de a ajusta plăţile în funcţie de întrunirea unor criterii specifice (a se vedea decizia în cauza Gayduk, citată mai sus). Atunci când Parlamentul Republicii Moldova a avut intenţia de a supune dreptul la compensaţii unor diverse limitări şi criterii, el a făcut acest lucru în mod expres (a se vedea paragraful 20 de mai sus).", "36. Mai mult, Curtea a stabilit că lipsa fondurilor nu poate fi invocată ca un motiv pentru omisiunea autorităţilor de a se conforma obligaţiilor lor (a se vedea, mutatis mutandis, Prodan v. Moldova, nr. 49806/99, § 53, ECHR 2004III (extracts)) şi, de asemenea, a constatat o violare a articolului 1 al Protocolului nr. 1 la Convenţie în cauze unde omisiunea de a plăti a rezultat din omisiunea Parlamentului de a prevedea mijloacele necesare în bugetul de stat (a se vedea Voytenko v. Ukraine, nr. 18966/02, §§ 41-43, 29 iunie 2004).", "37. Mai mult, Curţii i se pare că nu disponibilitatea banilor în buget a afectat plata compensaţiilor. După cum însuşi Ministerul a confirmat, el a obţinut şi a transferat Băncii mai mult de un sfert din suma totală necesară în anii 1995-1997 (a se vedea paragraful 11 de mai sus) şi, totuşi, până în anul 2000, reclamantul nu a primit niciun ban, în pofida numeroaselor lui cereri. În anul 2001, au fost disponibili mai mulţi bani şi, totuşi, reclamantul nu a primit nimic până în anul 2004, în pofida unei hotărâri judecătoreşti definitive, care dispunea plata banilor în anul 2002. Curtea este conştientă de faptul că, între timp, Banca a devenit o bancă comercială, însă, de asemenea, notează faptul că schema stabilită pentru plata compensaţiei relevante a continuat să fie implementată prin intermediul acestei bănci. În acest sens, Curtea reiterează că, atunci când autorităţile de stat decid să delege unele din funcţiile lor unor entităţi private, ele îşi menţin responsabilitatea pentru modul în care astfel de entităţi exercită acele funcţii (a se vedea Van der Mussele v. Belgium, hotărâre din 23 noiembrie 1983, Seria A nr. 70, § 30).", "38. Prin urmare, rezultă că hotărârea din anul 1994 a stabilit în detalii suficiente criteriile pentru determinarea beneficiarilor compensaţiilor şi sumele la care aceştia aveau dreptul. În faţa Curţii nu a fost contestat niciodată faptul că exista vreo jurisprudenţă naţională, care să contrazică această constatare şi propria cauză a reclamantului confirmă acest lucru.", "39. În lumina celor de mai sus, Curtea conchide că reclamantul a avut o „speranţă legitimă” de a obţine compensaţii şi, astfel, a avut un „bun” în sensul articolului 1 al Protocolului nr. 1 la Convenţie.", "2.\tDacă a existat o ingerinţă legală în proprietatea reclamantului?", "40. Curtea reiterează că articolul 1 al Protocolului nr. 1, care, în esenţă, garantează dreptul la proprietate, cuprinde trei reguli distincte: prima regulă, prevăzută în prima propoziţie a primului paragraf, este de natură generală şi enunţă principiul respectării bunurilor; a doua regulă, conţinută în a doua propoziţie a primului paragraf, se referă la lipsirea de proprietate şi o supune unor anumite condiţii; a treia regulă, prevăzută în al doilea paragraf, recunoaşte că Statele Contractante sunt în drept, printre altele, să reglementeze folosinţa bunurilor conform interesului general. A doua şi a treia regulă se referă la situaţiile specifice de ingerinţă în dreptul la protecţia proprietăţii şi, prin urmare, ar trebui interpretate în lumina principiului general enunţat în prima regulă (a se vedea Iatridis v. Greece [GC], nr. 31107/96, § 55, ECHR 1999II).", "41. Curtea consideră că omisiunea de a plăti reclamantului vreo compensaţie timp de aproximativ şase ani după cererea acestuia, urmată de omisiunea de a plăti partea mai mare din compensaţie timp de încă aproximativ patru ani, a constituit o ingerinţă în drepturile sale garantate de articolul 1 al Protocolului nr. 1 la Convenţie.", "42. Curtea „reiterează că prima şi cea mai importantă cerinţă prevăzută de articolul 1 al Protocolului nr. 1 este că orice ingerinţă a unei autorităţi publice în dreptul la protecţia proprietăţii trebuie să fie legală: a doua propoziţie a primului paragraf permite lipsirea de proprietate numai „în condiţiile prevăzute de lege”, iar al doilea paragraf recunoaşte că Statele au dreptul de a reglementa folosinţa bunurilor prin adoptarea „legilor”. Mai mult, supremaţia legii, unul din principiile fundamentale ale unei societăţi democratice, este inerent tuturor articolelor din Convenţie (a se vedea Amuur v. France, hotărâre din 25 iunie 1996, Reports 1996-III, pp. 850-51, § 50). Prin urmare, rezultă că chestiunea dacă a fost asigurat un echilibru just între cerinţele interesului general al comunităţii şi cerinţele protecţiei drepturilor fundamentale ale unei persoane (a se vedea Sporrong and Lönnroth v. Sweden, hotărâre din 23 septembrie 1982, Seria A nr. 52, p. 26, § 69) devine relevantă numai odată ce a fost stabilit faptul că ingerinţa în cauză a întrunit cerinţa cu privire la legalitate şi nu a fost arbitrară (a se vedea Iatridis, citată mai sus, § 58).", "43. În această cauză, instanţele judecătoreşti au constatat că această ingerinţă în dreptul reclamantului a fost ilegală, constatând că responsabilitatea aparţine, în principal, Ministerului. Prin urmare, ingerinţa a fost incompatibilă cu dreptul reclamantului la protecţia proprietăţii sale. Această concluzie înlătură necesitatea de a stabili dacă a fost asigurat un echilibru just între cerinţele interesului general al comunităţii şi cerinţele protecţiei drepturilor fundamentale ale persoanei.", "44. Totuşi, Curtea notează că, deşi instanţele judecătoreşti au recunoscut o încălcare a drepturilor reclamantului la proprietate, acestea nu i-au acordat nicio compensaţie pentru prejudiciul cauzat de plata întârziată a banilor la care el avea dreptul. Acest lucru, în opinia Curţii, nu a constituit o redresare suficientă pentru reclamant, care a continuat să sufere consecinţele încălcării drepturilor sale.", "45. Având în vedere cele de mai sus, Curtea conchide că în această cauză a avut loc o violare a articolului 1 al Protocolului nr. 1 la Convenţie.", "III.\tPRETINSA VIOLARE A ARTICOLULUI 13 AL CONVENŢIEI COMBINAT CU ARTICOLUL 1 AL PROTOCOLULUI NR. 1 LA CONVENŢIE", "46. Reclamantul s-a mai plâns de lipsa recursurilor efective în ceea ce priveşte pretenţia sa formulată în temeiul articolului 1 al Protocolului nr. 1 la Convenţie. Deşi el a încercat să obţină un astfel de remediu invocând, în mod direct, în faţa instanţelor judecătoreşti naţionale articolul 13 combinat cu articolul 1 al Protocolului nr. 1 la Convenţie şi bazându-se pe prevederile generale ale Codului civil, instanţele judecătoreşti au respins pretenţiile lui.", "47. Guvernul a considerat că reclamantul a invocat articolul 13 combinat cu articolul 6 al Convenţiei. Având în vedere lipsa vreunui motiv de a crede că în această cauză articolul 6 a fost încălcat, Guvernul a considerat că articolul 13 nu putea fi invocat, deoarece reclamantul nu a avut o pretenţie serioasă şi legitimă în temeiul articolului 6 al Convenţiei.", "48. Curtea notează că reclamantul a invocat articolul 13 combinat cu articolul 1 al Protocolului nr. 1 la Convenţie. În continuare, ea notează că, deşi instanţele judecătoreşti au constatat că Ministerul şi-a încălcat obligaţiile, ele au notat, în mod expres, lipsa vreunei prevederi legale care să le permită să acorde reclamantului prejudicii.", "49. Prin urmare, rezultă că reclamantul nu a avut niciun recurs efectiv în ceea ce priveşte pretenţia sa formulată în temeiul articolului 1 al Protocolului nr. 1 la Convenţie. Prin urmare, în această cauză a avut loc o violare a articolului 13 al Convenţiei. ", "IV.\tPRETINSA VIOLARE A ARTICOLULUI 6 AL CONVENŢIEI", "50. Curtea a considerat că, atunci când a comunicat această cerere, reclamantul a mai invocat, în esenţă, o pretenţie în temeiul articolului 6 al Convenţiei. Totuşi, în lumina constatării sale cu privire la o violare a articolului 1 al Protocolului nr. 1 la Convenţie şi a articolului 13 al Convenţiei, Curtea nu consideră necesar de a examina această pretenţie separat.", "V.\tAPLICAREA ARTICOLULUI 41 AL CONVENŢIEI", "51. Articolul 41 al Convenţiei prevede următoarele:", "„Dacă Curtea declară că a avut loc o violare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă”.", "A.\tPrejudiciul material", "52. Succesorul reclamantului a pretins EUR 513 cu titlu de prejudiciu material, bazându-se inter alia pe efectele inflaţiei asupra compensaţiei pe care el trebuia să le primească.", "53. Guvernul a considerat că această pretenţie era nesusţinută şi excesivă. Mai mult, încă mai era posibil de a pretinde compensaţii în instanţele judecătoreşti naţionale, ceea ce nu a fost făcut în această cauză.", "54. Curtea reiterează că regula cu privire la epuizarea căilor de recurs interne prevăzută de articolul 35 § 1 al Convenţiei nu se aplică în ceea ce priveşte pretenţiile cu titlu de satisfacţie echitabilă formulate în temeiul articolului 41 al Convenţiei (a se vedea De Wilde, Ooms and Versyp v. Belgium (Article 50), hotărâre din 10 martie 1972, Seria A nr. 14, §§ 15 şi 16, şi Becciev v. Moldova, nr. 9190/03, § 80, 4 octombrie 2005). Prin urmare, reclamantului nu i se poate cere să iniţieze noi proceduri prin care să pretindă compensaţii pentru violările constatate în această hotărâre.", "55. Curtea consideră că reclamantul a suferit un prejudiciu material ca rezultat al omisiunii de a-i plăti acestuia compensaţii într-un termen rezonabil. În baza informaţiilor pe care le posedă, Curtea acceptă pretenţia reclamantului în întregime.", "B.\tPrejudiciul moral", "56. Succesorul reclamantului a mai pretins EUR 3,500 cu titlu de prejudiciu moral. El s-a referit la vârsta sa înaintată şi la pensia sa mică, care ar fi fost substanţial suplimentată prin compensaţiile pretinse.", "57. Guvernul a considerat că succesorul reclamantului nu putea pretinde un prejudiciu moral în nume propriu şi că, în orice caz, suma cerută era excesivă.", "58. Curtea consideră că reclamantului trebuia să-i fi fost cauzate stres şi frustrare ca rezultat al omisiunii timp de mulţi ani de a-i plăti acestuia compensaţii. De asemenea, ea consideră că succesorul reclamantului este în drept să pretindă un prejudiciu moral în nume propriu (a se vedea Lukanov v. Bulgaria, hotărâre din 20 martie 1997, Reports of Judgments and Decisions 1997II, § 53). Hotărând în mod echitabil, Curtea acordă EUR 2,000 cu acest titlu.", "C.\tCosturi şi cheltuieli", "59. Succesorul reclamantului a pretins EUR 1,588 cu titlu de costuri şi cheltuieli. În sprijinul acestor pretenţii, el a prezentat un contract cu avocatul său şi o listă detaliată a orelor lucrate asupra cauzei (17.5 ore).", "60. Guvernul a contestat suma pretinsă pentru reprezentare. El a declarat că aceasta era excesivă şi a susţinut că suma pretinsă de avocat nu a fost suma care a fost de fapt plătită acestuia de către reclamant. El a contestat numărul de ore lucrate de avocatul reclamantului şi onorariul pe oră perceput de acesta.", "61. În această cauză, având în vedere lista detaliată prezentată şi complexitatea cauzei, Curtea acceptă în întregime pretenţia formulată cu titlu de costuri şi cheltuieli.", "D. Dobânda de întârziere", "62. Curtea consideră că este corespunzător ca dobânda de întârziere să fie calculată în funcţie de rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană, la care vor fi adăugate trei procente.", "DIN ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1.\tDeclară cererea admisibilă;", "", "2.\tHotărăşte că a avut loc o violare a articolului 1 al Protocolului nr. 1 la Convenţie;", "", "3. Hotărăşte că a avut loc o violare a articolului 13 al Convenţiei combinat cu articolul 1 al Protocolului nr. 1 la Convenţie;", "", "4. Hotărăşte că nu este necesar de a examina separat pretenţia formulată în temeiul articolului 6 § 1 al Convenţiei;", "", "5. \tHotărăşte", "(a) \tcă statul pârât trebuie să plătească succesorului reclamantului, în termen de trei luni de la data la care această hotărâre devine definitivă în conformitate cu articolul 44 § 2 al Convenţiei, EUR 513 (cinci sute treisprezece euro) cu titlu de prejudiciu material, EUR 2,000 (două mii euro) cu titlu de prejudiciu moral şi EUR 1,588 (o mie cinci sute optzeci şi opt euro) cu titlu de costuri şi cheltuieli, care să fie convertite în valuta naţională a statului pârât conform ratei aplicabile la data executării hotărârii, plus orice taxă care poate fi percepută;", "(b) \tcă, de la expirarea celor trei luni menţionate mai sus până la executarea hotărârii, urmează să fie plătită o dobândă la sumele de mai sus egală cu rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană pe parcursul perioadei de întârziere, plus trei procente;", "", "6.\tRespinge restul pretenţiilor reclamantului cu privire la satisfacţia echitabilă.", "Redactată în limba engleză şi comunicată în scris la 13 noiembrie 2007, în conformitate cu articolul 77 §§ 2 şi 3 al Regulamentului Curţii.", "\tT.L. Early\tJosep Casadevall\n\tGrefier\tPreşedinte", ""]}