{"file": "RUM_HJUDRUM_33343_96.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "33343/96", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", " Publicată în : MONITORUL OFICIAL nr. 1.150 din 6 decembrie 2004", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "", "HOTĂRÂREA *)", "din 3 iunie 2003", "în cauza Pantea împotriva României", "(Cererea nr. 33343/96)", "", "", "Notă:", "*) Hotărârea este reprodusă în facsimil.", "", "În cauza Pantea împotriva României,Curtea Europeană a Drepturilor Omului (Secţia a doua), formată din: dnii: J.-P. Costa, preşedinte, A.B. Baka, L. Loukaides, C. Bârsan, K. Jungwiert, M. Ugrekhelidze, dna. A. Mularoni, judecători, dna. S. Dolle, grefieră de secţie", "După ce a deliberat în Camera de Consiliu, la data de 13 mai 2003,", "Pronunţă următoarea hotărâre:", " PROCEDURA", "1. La originea cauzei se află o plângere (nr. 33343/96) îndreptată împotriva României de un cetăţean al acestui stat, domnul Alexandru Pantea (în continuare, \"reclamantul\"), care a sesizat Comisia Europeană a Drepturilor Omului (în continuare, \"Comisia\") la data de 28 august 1995, în temeiul fostului articol 25 din Convenţia pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale (în continuare, \"Convenţia\").", "2. Guvernul României (în continuare, \"Guvernul\") este reprezentat de agentul guvernamental, doamna C.I Tarcea.", "3. Reclamantul susţine, în special, că luarea măsurii arestării preventive împotriva sa şi menţinerea sa în stare de arest preventiv au fost contrare dispoziţiilor articolului 5 din Convenţie şi că în cursul perioadei de arestare a fost supus la tratamente contrare articolului 3 din Convenţie.", "4. Plângerea a fost transmisă Curţii la 1 noiembrie 1998, dată la care a intrat în vigoare Protocolul 11 adiţional la Convenţie (articolul 5 alineat 2 din Protocolul 11).", "5. Plângerea a fost repartizată Secţiei 1 a Curţii (articolul 52 alineat 1 din Regulament), în cadrul acestei secţii, camera desemnată a examina cauza (în temeiul articolului 27 alineat 1 din Convenţie) a fost constituită conform articolului 26 alineat 1 din Regulament.", "6. Prin decizia din 6 martie 2001, camera astfel desemnată a declarat parţial admisibilă plângerea.", "7. Reclamantul şi Guvernul au depus observaţii scrise cu privire la fondul cauzei (articolul 59 alineat 1 din Regulament).", "8. La data de 1 noiembrie 2001, Curtea a modificat structura secţiilor sale (articolul 25 din Regulament). Prezenta plângere a fost repartizată ulterior celei de-a doua secţii, astfel reorganizate (articolul 52 alineat 1 din Regulament).", "9. La data de 16 aprilie 2002, Curtea a solicitat părţilor să transmită informaţii suplimentare.", "10. Guvernul a răspuns acestei solicitări prin scrisoarea din data 29 aprilie 2002, iar reclamantul prin scrisoarea din data de 6 mai 2002.", "11. Prin scrisoarea din data de 23 mai 2002, Grefa Curţii a atras atenţia Guvernului că a omis să-i transmită anumite informaţii şi documente şi l-a invitat să le comunice în cel mai scurt termen.", "12. Guvernul nu a dat curs acestei invitaţii, ultima scrisoare a acestuia către Curte datând din 29 aprilie 2002.", "13. Prin scrisoarea din data de 18 iunie 2002, Grefa a informat Guvernul că, în circumstanţele menţionate la paragrafele 9-11, Curtea va proceda la examinarea cauzei în stadiul actual al dosarului.", "ÎN FAPT", "I. Circumstanţele cauzei", "14. Reclamantul, născut în 1947, este un fost procuror care exercită actualmente profesia de avocat. El locuieşte la Timişoara.", "A. Arestarea preventivă a reclamantului şi acţiunea penală împotriva acestuia", "15. În noaptea de 20/21 aprilie 1994, reclamantul a avut o altercaţie cu D.N., în cursul căreia cel din urmă a fost grav rănit. După cum rezultă din raportul de expertiză medico-legală efectuată după incident, D.N. a suferit în noaptea respectivă mai multe fracturi care au necesitat 250 zile de îngrijiri medicale şi care, în absenţa unui tratament medical adecvat, i-ar fi putut pune viaţa în pericol.", "16. Prin rezoluţia din data de 7 iunie 1994, procurorul D. din cadrul Parchetului de pe lângă Tribunalul Judeţean Bihor a dispus începerea urmăririi penale împotriva reclamantului.", "17. La 7, 14, 16, 23, 30 iunie şi 5 iulie 1994, partea vătămată D.N. şi 21 de martori au fost audiaţi de parchet cu privire la incident.", "18. La data de 23 iunie 1994, reclamantul a fost audiat de procurorul D.F. cu privire la altercaţia cu D.N. În cursul acestui interogatoriu, reclamantul nu a fost asistat de un avocat.", "19. Prin ordonanţa din 5 iulie 1994, procurorul D. a pus în mişcare acţiunea penală împotriva reclamantului şi a dispus arestarea preventivă a acestuia, împotriva reclamantului a fost emis un mandat de arestare pe o durată de 30 de zile, începând de la data la care va fi arestat de către organele de politie, întemeindu-şi măsura luată pe dispoziţiile art. 148 lit. c), e) şi h) din , procurorul a motivat necesitatea arestării preventive a reclamantului prin faptul că acesta, căutat fiind de organele de poliţie, se sustrăgea de la urmărirea penală. S-a consemnat, de asemenea, că lăsarea reclamantului în libertate prezintă pericol pentru ordinea publică.", "20. La data de 13 iulie 1994, reclamantul a fost trimis în judecată, prin rechizitoriu procurorului D.F, pentru tentativă la infracţiunea de omor prevăzută de art. 174 alineat 2 din . În rechizitoriu era consemnat faptul că împotriva reclamantului a fost luată măsura arestării preventive, întrucât acesta se sustrăsese urmăririi penale. Se preciza că reclamantul a omis să se prezinte la reconstituirea faptelor din noaptea de 20/21 aprilie 1994, precum şi la convocarea Parchetului, ce avea ca scop luarea unei noi declaraţii.", "21. La data de 21 iulie 1994, reclamantul a fost arestat, fiind deţinut la Penitenciarul Oradea.", "22. În fişa medicală completată la sosirea în penitenciar, era consemnat că reclamantul avea o greutate de 99 kg şi că suferea de ulcer duodenal, litiază biliară şi psihopatie paranoică.", "23. La data de 21 iulie 1994, reclamantul, asistat de avocatul ales, a fost condus, în aplicarea , la instanţa judecătorească, judecătorul M.V., preşedinte de secţie la Tribunalul Judeţean Bihor, ascultând reclamantul în camera de consiliu şi informându-l cu privire la trimiterea sa în judecată, prin citirea rechizitoriului parchetului. Cu această ocazie, punându-i-se întrebări în legătură cu declaraţia dată în faţa organelor de urmărire penală, reclamantul s-a plâns de faptul că procurorul nu i-a permis să scrie el însuşi declaraţia, sub pretextul că era târziu şi nu era timp suficient pentru aceasta. De asemenea, reclamantul s-a plâns că a fost \"terorizat\" de procuror, care l-a lăsat să aştepte două zile pe culoarul parchetului, ameninţându-l că nu-i va consemna declaraţia şi că va dispune arestarea sa. A subliniat că a răspuns fiecărei convocări a parchetului şi că nu a încercat să se sustragă urmăririi penale.", "Nu rezultă din încheierea de şedinţă că aspectele privitoare la legalitatea măsurii arestării preventive au fost puse în discuţia părţilor sau că au fost examinate de către instanţă.", "24. Apărând pentru prima oară în faţa completului de doi judecători la data de 5 septembrie 1994, reclamantul, asistat de doi avocaţi aleşi şi în prezenţa procurorului K., a solicitat schimbarea încadrării juridice a faptelor pentru care a fost trimis în judecată în tentativă la infracţiunea de vătămare corporală şi a pledat pentru achitarea sa, întrucât faptele au fost săvârşite în stare de legitimă apărare.", "Din încheierea de şedinţă nu rezultă că aspectele privind legalitatea măsurii arestării preventive luate împotriva reclamantului au fost puse în discuţia părţilor sau că au fost examinate de către instanţă.", "25. La 3, 17 octombrie şi 14 noiembrie 2004 au fost fixate în cauză noi termene, la care instanţa, în acelaşi complet ca şi la primul termen, în prezenţa procurorului K.L. şi a reclamantului, asistat de avocaţii aleşi, a luat declaraţiile a 15 martori.", "Din încheierile de şedinţă nu rezultă că aspectele privitoare la legalitatea arestării au fost examinate de instanţă.", "26. Prin sentinţa din 28 noiembrie 1994, instanţa de fond a statuat că urmărirea penală este incompletă şi a restituit dosarul la parchet, în vederea completării acesteia. Prin aceeaşi sentinţă, instanţa a dispus prelungirea arestării preventive, apreciind că, dată fiind gravitatea faptelor săvârşite, exista pericolul comiterii de noi infracţiuni.", "27. La data de 9 decembrie 1994, reclamantul a declarat apel împotriva acestei sentinţe, invocând lipsa de imparţialitate a procurorului D., care, de la începerea urmăririi penale, i-a refuzat exercitarea dreptului fundamental la apărare şi a încălcat principiul prezumţiei de nevinovăţie, numindu-l \"recidivist\", deşi nu fusese niciodată condamnat anterior. Reclamantul îşi exprimă, de asemenea, temerea că, dacă arestarea preventivă va fi prelungită, risca să fie victima unor noi abuzuri din partea procurorului D. şi să fie supus la rele tratamente de către deţinuţi. Invocând nelegalitatea măsurii arestării preventive dispuse împotriva sa, reclamantul solicita punerea sa în libertate şi soluţionarea, cu prioritate, a apelului, iar pe fond, schimbarea încadrării juridice a faptei din tentativă la omor în tentativă la infracţiunea de vătămare corporală şi achitarea sa.", "28. La data de 16 februarie 1995, la primul termen în faţa Curţii de Apel Oradea, la care a participat avocatul din oficiu al reclamantului, reprezentantul Parchetului a solicitat un nou termen, în vederea îndeplinirii procedurii de citare cu reclamantul. Instanţa a admis cererea Parchetului şi a fixat un nou termen la 6 aprilie 1995.", "29. La data de 6 aprilie 1995, Curtea de Apel Oradea a examinat, din oficiu, şi a pus în discuţia părţilor aspectele privitoare la legalitatea actelor de urmărire penală împotriva reclamantului, inclusiv a rechizitoriului, apreciind necesară analizarea acestora în condiţiile în care reclamantul nu a beneficiat, la audierea sa de către Parchet, de asistenţă juridică şi nu i s-a făcut prezentarea materialului de urmărire penală la terminarea urmăririi penale. Prin decizia pronunţată în aceeaşi zi, instanţa a admis apelul reclamantului, a desfiinţat sentinţa pronunţată de Tribunalul Judeţean Bihor la data de 28 noiembrie 1994 în ceea priveşte prelungirea arestării preventive, din următoarele considerente:", "– curtea de apel a considerat ilegală arestarea reclamantului la data de 20 iulie 1994. Sub acest aspect, se preciza că reclamantul nu s-a sustras urmăririi penale, el dând curs tuturor convocărilor Parchetului, în realitate, procurorul lăsându-l să aştepte, în zadar, pe culoar;", "– curtea de apel a apreciat că menţinerea în stare de arest preventiv a reclamantului după data de 19 august 1994 a fost ilegală. Se menţiona că împotriva reclamantului fusese emis un mandat de arestare la data de 5 iulie 1994 pentru o durată de 30 de zile începând cu data arestării sale şi că el a fost arestat la data de 20 iulie 1994. Instanţa preciza că mandatul de arestare era, deci, valabil până la data de 19 august 1994 şi că măsura nu a fost prelungită, conform legii;", "– curtea de apel a constatat, de asemenea, că dreptul reclamantului la apărare a fost încălcat de către procurorul desemnat să instrumenteze cauza, contrar  şi că parchetul a omis să prezinte referatul de terminare a urmăririi penale.", "În consecinţă, instanţa a dispus punerea în libertate a reclamantului şi a anulat toate actele de urmărire penală efectuate în cauză de Parchet, inclusiv rechizitoriul, restituind dosarul acestei din urmă instituţii pentru reluarea urmăririi penale.", "30. La data de 7 aprilie 1995, reclamantul a fost pus în libertate.", "31. La data de 18 aprilie 1995, reclamantul a declarat recurs împotriva deciziei Curţii de Apel Oradea, invocând faptul că nu era necesară reluarea urmăririi penale, întrucât probele existente la dosarul cauzei îi dovedeau, în opinia sa, nevinovăţia, şi solicitând achitarea sa.", "32. La data de 26 noiembrie 1996, Curtea Supremă de Justiţie a respins recursul, reţinând că decizia de restituire a cauzei la Parchet în vederea completării urmăririi penale nu este supusă apelului, ci numai recursului.", "33. La 25 şi 27 februarie 1997, procurorul desemnat să efectueze actele de urmărire penală după reluare a ascultat nouă martori cu privire la circumstanţele incidentului din noaptea de 20/21 aprilie 1994.", "34. La data de 11 martie 1997, Parchetul a solicitat internarea reclamantului la Spitalul judeţean Oradea, secţia de psihiatrie, în vederea efectuării unei expertize medico-legale psihiatrice cu scopul elucidării cauzelor incidentului din noaptea de 20/21 aprilie 1994.", "35. La data de 24 martie 1997, procurorul desemnat să efectueze urmărirea penală în cauză a ascultat reclamantul şi doi martori.", "36. La data de 1 aprilie 1997, Laboratorul judeţean de medicină legală Bihor a redactat raportul de expertiză, consemnând faptul că reclamantul prezenta tulburări de personalitate, dar concluzionând că reclamantul a comis actele de agresiune împotriva lui D.N. cu discernământ.", "37. La 1 şi 3 aprilie 1997, Parchetul a ascultat trei martori şi a procedat la reconstituirea faptelor şi la confruntarea părţii vătămate şi a reclamantului cu un martor.", "38. La data de 16 aprilie 1997, reclamantul a fost trimis în judecată, prin rechizitoriu, pentru tentativă la infracţiunea de vătămare corporală gravă, faptă incriminată de articolul 182 alineat 1 din . Parchetul a apreciat că reclamantul poate beneficia de circumstanţă atenuantă prevăzută de articolul 73 litera b), întrucât a săvârşit fapta sub stăpânirea unei puternice tulburări, determinate de o provocare din partea părţii vătămate, care aruncase o cărămidă în direcţia sa.", "39. La data de 16 iunie 1997, reclamantul a solicitat instanţei, Judecătoria Beiuş, acordarea unui nou termen de judecată.", "40. Între 1 iulie şi 1 septembrie 1997, pe perioada vacanţei judecătoreşti, nu a fost fixat nici un termen în cauză.", "41. În 1997, la o dată neprecizată, reclamantul a solicitat Curţii Supreme de Justiţie strămutarea dosarului la o instanţă dintr-un alt judeţ, în vederea asigurării desfăşurării normale a procesului.", "42. La 22 septembrie şi 17 noiembrie 1997, avocatul reclamantului a informat instanţa cu privire la cererea de strămutare aflată pe rolul Curţii Supreme de Justiţie şi a solicitat un nou termen.", "43. Prin decizia din 12 decembrie 1997, Curtea Supremă de Justiţie a admis cererea de strămutare a reclamantului şi a trimis cauza, spre soluţionare, Judecătoriei Craiova.", "44. La data de 9 ianuarie 1998, reclamantul a informat Judecătoria Beiuş cu privire la decizia Curţii Supreme de Justiţie de strămutare a cauzei la o altă instanţă. La data de 19 ianuarie 1998, Judecătoria Beiuş s-a conformat deciziei Curţii Supreme, transmiţând dosarul Judecătoriei Craiova.", "45. La primele două termene fixate de Judecătoria Craiova, reclamantul nu s-a prezentat, motiv pentru care instanţa a dispus citarea acestuia pentru un nou termen, respectiv 22 aprilie 1998.", "46. La data de 22 aprilie 1998, instanţa a procedat la ascultarea reclamantului şi a soţiei sale.", "47. La termenele din 20 mai, 17 iunie şi 9 iulie 1998 reclamantul a fost absent, motiv pentru care instanţa a amânat soluţionarea cauzei.", "48. Între 1 iulie şi 1 septembrie 1998, pe perioada vacanţei judecătoreşti, nu a fost fixat nici un termen în cauză.", "49. La 10 septembrie şi 8 octombrie 1998, instanţa a procedat la ascultarea părţii vătămate şi a trei martori şi a dispus ca partea vătămată să fie supusă unei examinări medico-legale. Reclamantul a solicitat ascultarea unui martor prin comisie rogatorie.", "50. La data de 5 noiembrie 1998, tribunalul a respins cererea reclamantului şi a dispus ca partea vătămată să se prezinte la institutul de medicină legală, în vederea examinării medico-legale.", "51. La data de 3 decembrie 1998, instanţa a procedat la ascultarea a patru martori.", "52. Au fost fixate noi termene de judecată la datele de 10, 24 februarie şi 17 martie 1999, termene la care reclamantul a fost absent. Instanţa a amânat soluţionarea cauzei.", "53. La data de 21 aprilie 1999, reclamantul a formulat, în scris, cerere de amânare a judecării cauzei, motivată de internarea sa în spital.", "54. La data de 5 mai 1999, instanţa a dat cuvântul reclamantului, pentru a pune concluzii pe fond,", "55. Prin sentinţa din 12 mai 1999, instanţa a dispus condamnarea reclamantului la o pedeapsă de 262 de zile de închisoare pentru săvârşirea infracţiunii de vătămare corporală, prevăzută de articolul 181 alineat 1 din .", "56. La 18 mai, respectiv 3 iunie 1999, reclamantul şi partea vătămată au declarat apel împotriva acestei sentinţe.", "57. La 22 octombrie şi 5 noiembrie 1999 şi la 10 ianuarie şi 21 februarie 2000, Tribunalul Judeţean Dolj a dispus, la cererea reclamantului, amânarea judecării apelurilor declarate de părţi.", "58. La data de 13 decembrie 1999, reclamantul a solicitat instanţei administrarea unor noi probe. Instanţa a admis cererea formulată.", "59. La 19 ianuarie 2000, reclamantul a formulat cerere de recuzare a unuia dintre membrii completului de judecată.", "60. La data de 2 februarie 2000, instanţa a procedat la ascultarea unui martor, iar la data de 6 martie 2000, a dat cuvântul reclamantului pentru susţinerea motivelor de apel invocate.", "61. Prin decizia din 13 martie 2000, Tribunalul Judeţean Dolj a menţinut sentinţa pronunţată de Judecătoria Craiova la data de 12 mai 1999 (paragraf 55 din prezenta hotărâre).", "62. La data de 16 martie 2000, reclamantul a declarat recurs împotriva acestei decizii şi, în cadrul soluţionării cererii de recurs de către Curtea de Apel Craiova, a solicitat amânarea cauzei la termenele din 24 mai şi 14 iunie 2000.", "63. La data de 28 iunie 2000, reclamantul a prezentat instanţei motivele de recurs.", "64. La data de 16 august 2000, partea vătămată a solicitat amânarea judecării cauzei.", "65. La termenul din data de 6 septembrie 2000, instanţa a dat cuvântul reclamantului pentru susţinerea motivelor de recurs invocate.", "66. Prin decizia din 13 septembrie 2000, Curtea de Apel Craiova a admis recursul declarat de reclamant şi a casat sentinţa pronunţată de Judecătoria Craiova la data de 12 mai 1999 şi decizia pronunţată de Tribunalul Judeţean Dolj la data de 13 martie 2000. Instanţa a reţinut că, luând în considerare rechizitoriul şi probele administrate în cauză, instanţele inferioare au condamnat reclamantul fără a stabili legătura de cauzalitate între faptele acestuia şi leziunile suferite de partea vătămată. Instanţa a trimis cauza spre rejudecare Judecătoriei Craiova.", "67. La data de 18 octombrie 2000, Curtea de Apel Craiova a transmis dosarul Judecătoriei Craiova, instanţă căreia reclamantul i-a solicitat, la data de 2 noiembrie 2000, amânarea cauzei.", "68. La data de 30 noiembrie 2000, instanţa a acordat un nou termen, dată fiind absenţa avocatului ales, asistenţa juridică a reclamantului nefiind asigurată.69. La data de 14 decembrie 2001, reclamantul a formulat o cerere de recuzare a completului de judecată, iar, la 1 şi 22 februarie 2001, a solicitat instanţei amânarea judecării cauzei şi admiterea cererii privind administrarea de noi probe.", "70. La 15 martie, 5 aprilie şi 26 aprilie 2001, instanţa a amânat cauza pentru efectuarea unui nou raport de expertiză medico-legală privind starea de sănătate a părţii vătămate şi a dispus ca aceasta din urmă să se prezinte, în scopul efectuării examinării, la institutul de medicină legală.", "71. La termenul din data de 17 mai 2001, nici reclamantul, nici partea vătămată nu s-au prezentat în instanţă.", "72. Conform informaţiilor de care dispune Curtea, cauza este încă pendinte pe rolul Judecătoriei Craiova. Curtea nu are cunoştinţă de evoluţia procedurii ulterior datei de 17 mai 2001.", "B. Relele tratamente la care reclamantul pretinde că a fost supus la Penitenciarul Oradea şi la Spitalul penitenciar Jilava", "1. Tratamentele incriminate", "a) teza reclamantului", "73. La data de 27 decembrie 1994, reclamantul, aflat în greva foamei, a fost transferat de către administraţia penitenciară, din celula pe care o împărţea până atunci cu un cetăţean turc, în celula nr. 39. Gardienii au încercat să-l hrănească forţat, în prezenţa şefului de celulă, dar reclamantul a refuzat. Acesta a fost apoi transferat de către gardianul P.S. în celula nr. 42, în care şef de celulă era un recidivist, cunoscut în închisoare sub pseudonimul \"Raj\". Reclamantul susţine că a refuzat să între în această celulă, ştiind că gardienii foloseau acel deţinut în scopul \"eliminării deţinuţilor incomozi\", dar gardianul P.S. i-a \"adormit vigilenţa\", spunându-i că va fi eliberat după ce va face o baie împreună cu deţinutul \"Raj\".", "74. În noaptea de 10/11 ianuarie 1995, \"Raj\" şi un coleg de celulă, cunoscut sub numele \"Sisi\", au fixat sonorul radio-ului la maxim şi l-au lovit cu sălbăticie pe reclamant cu două bastoane. Gardianul S.A., deşi avertizat de strigătele reclamantului, a refuzat să intervină. Deţinuţii au continuat să-l lovească pe reclamant, strigând că \"vor termina cu el\". După numeroase lovituri/ reclamantul a căzut într-o stare de semi-inconştienţă. Puţin după evenimente, l-a văzut intrând în celulă pe comandantul adjunct al penitenciarului, V.P., care le-a spus celor doi deţinuţi să nu-şi facă griji, că, indiferent ce se va întâmpla, vina va aparţine reclamantului. Apoi, l-a legat pe reclamant cu cătuşele de un pat. Reclamantul a rămas în această stare timp de 48 de ore. Urmare a incidentului, reclamantul susţine că a suferit o fractură a piramidei nazale, fractura unei coaste, a sternului şi a coloanei vertebrale. Susţine, de asemenea, că unghia unui deget de la mână şi cea a unui deget de la picior i-au fost smulse.", "75. La data de 12 ianuarie 1995, reclamantul a fost condus la Spitalul de neurologie şi psihiatrie Oradea, unde a fost examinat de un neuropsihiatru, care a stabilit diagnosticul de schizofrenie paranoidă (paragraful 102 din prezenta hotărâre). Conform afirmaţiilor reclamantului, în cursul acestui examen nu a fost capabil să se exprime din cauza puternicelor lovituri a căror victimă fusese în noaptea de 10/11 ianuarie 1995. Reclamantul susţine, de asemenea, că medicul a constatat leziunile suferite, dar că nu le-a consemnat în certificat.", "76. La data de 13 ianuarie 1995, reclamantul a fost condus la Spitalul Judeţean Oradea, unde a fost examinat, succesiv, în cadrul secţiilor de urgentă, chirurgie, neurochirurgie, radiologie şi ORL, fără să fie însă spitalizat.", "77. La 20 şi 23 ianuarie 1995, reclamantul a fost transportat, din nou, la Spitalul judeţean Oradea (secţia neuropsihiatrie), dar nu a fost internat, întrucât gardienii penitenciarului care îl însoţeau au refuzat să renunţe la arme pe perioada în care rămâneau în spital pentru a asigura paza deţinutului.", "78. La data de 24 ianuarie 1995, la propunerea medicului penitenciarului, comandantul unităţii a dispus transferul reclamantului la secţia neuropsihiatrie a Spitalului penitenciar Jilava, situat aproape de Bucureşti, la mai mult de 500 km se Oradea. Reclamantul susţine că transferul a avut ca scop îndepărtarea sa de familie, pentru ca aceasta să nu observe multiplele leziuni provocate de lovituri.", "79. Reclamantul a fost transportat la Spitalul penitenciar Jilava într-un vagon. Reclamantul susţine că pe durata transportului (trei zile şi trei nopţi, între 24 şi 26 ianuarie 1995), nu a primit îngrijiri medicale, hrană şi apă. El susţine, de asemenea, că nu a putut sta în poziţie şezândă, din cauza numărului foarte mare de deţinuţi transportaţi (150-200), cu mult superior numărului de scaune. El susţine, de asemenea, că, pe durata transportului, în dubă nu se afla nici un gardian care să asigure supravegherea deţinuţilor.", "80. La data de 26 ianuarie 1995, reclamantul a fost internat la Spitalul penitenciar Jilava, la secţia de neuropsihiatrie, cu diagnosticul psihopatie paranoidă.", "81. Reclamantul susţine că pe durata spitalizării a dormit în acelaşi pat cu un alt deţinut, infectat cu H.I.V. El susţine, de asemenea, că nu a fost tratat din punct de vedere chirurgical şi că a fost supus la o adevărată tortură psihologică, spunându-i-se că familia sa a fost ucisă.", "82. La data de 20 februarie 1995, reclamantul a fost transportat la Penitenciarul Oradea în acelaşi vagon ca şi la venire.", "83. La întoarcerea la penitenciar, reclamantul a fost internat în infirmeria unităţii, cu diagnosticul schizofrenie paranoidă. Acesta susţine că de-a lungul mai multor săptămâni în care a fost spitalizat la infirmerie, gardienii nu i-au permis să se plimbe prin curte, ceea ce a avut grave consecinţe asupra stării sale de sănătate.", "84. La data punerii sale în libertate, reclamantul cântărea 54 kg, în timp ce la momentul arestării, în iulie 1994, cântărea aproape 100 kg (paragraful 22, anterior).", "85. Urmare a tratamentelor la care a fost supus în penitenciar, reclamantul a fost spitalizat în repetate rânduri, în 1996 şi 1997 şi a suferit mai multe intervenţii chirurgicale legate de litiaza şi ulcerul de care suferea, boli ce s-au agravat în perioada de arestare preventivă. În februarie 1997, acesta a fost examinat de medicii Spitalului Militar Central Bucureşti, care i-au recomandat să efectueze o tomografie şi o intervenţie chirurgicală la nivelul ochiului stâng şi al piramidei nazale. Reclamantul nu a urmat aceste recomandări, din motive de natură financiară.", "86. Reclamantul susţine că, din cauza leziunilor suferite în perioada în care a fost arestat preventiv, are dureri puternice de cap şi şi-a pierdut parţial auzul şi vederea.", "b) teza Guvernului", "87. La data de 12 ianuarie 1995, reclamantul a fost examinat de un neuropsihiatru, care a stabilit că acesta suferea de depresie nervoasă cu tulburări de comportament (paragraf 102, de mai jos), în opinia Guvernului, este imposibil ca medicul să fi constatat anumite leziuni şi să fi omis să le menţioneze în fişa medicală de observaţie.", "88. În aceeaşi zi, reclamantul a fost transferat în celula nr. 42, pentru a preveni declanşarea unui conflict între acesta şi ceilalţi deţinuţi.", "89. În noaptea de 12/13 ianuarie 1995 şi nu în noaptea 10/11 ianuarie 1995, în jurul orei 1, s-a produs o altercaţie între reclamant şi codeţinuţi. Reclamantul a fost legat, apoi, cu cătuşele de pat pe durata a aproximativ 5 ore, până la 5.30, când a fost condus la infirmerie. În opinia Guvernului, este imposibil să se stabilească cu precizie circumstanţele derulării incidentului în cauză. Din aceste motive, Guvernul nu se poate sprijini decât pe concluziile cuprinse în rezoluţia Parchetului din 20 octombrie 1997 (paragraful 137, de mai jos).", "90. În dimineaţa zilei de 13 ianuarie 1995, gardianul D.T. şi comandantul adjunct P.V. au raportat comandantului penitenciarului că în noaptea anterioară a avut loc un incident în celula nr. 42. Deţinuţii \"Sisi\" şi \"Raj\" au raportat, de asemenea, incidentul.", "91. Astfel cum rezultă din procesele-verbale redactate de angajaţii Penitenciarului Oradea şi din raportul comandantului adjunct al penitenciarului, ale căror copii au fost transmise Curţii, în noaptea de 12/13 ianuarie, spre miezul nopţii, reclamantul a provocat acte de dezordine în celulă, agresând codeţinuţii şi, din acest motiv, a fost imobilizat, prin legarea sa de pat cu cătuşele.", "92. La data de 13 ianuarie 1995, reclamantul a fost transportat la Spitalul judeţean Oradea, unde a fost examinat în cadrul secţiilor de chirurgie, neurochirurgie, radiologie, ortopedie şi ORL. Radiografiile relevau faptul că reclamantul suferise o fractură a coastei nr. 7 şi o fractură a piramidei nazale, fără deplasare. Guvernul contestă faptul că reclamantul ar suferit fracturi ale cutiei craniene sau ale coloanei vertebrale. Reclamantului i-a fost fixat în aceeaşi zi un bandaj toracic.", "93. La întoarcerea în penitenciar, reclamantul a fost internat la Spitalul penitenciar între 13-23 ianuarie 1998, cu diagnosticul \"traumatism facial şi tulburări de comportament\". Reclamantul a beneficiat în perioada menţionată de tratament cu antibiotice, analgezice şi sedative.", "94. La 20 şi 23 ianuarie 1995, reclamantul a fost examinat la Spitalul judeţean Oradea, în cadrul secţiei psihiatrie. Medicul care l-a consultat pe reclamant, după ce a apreciat că acesta suferea de \"sindrom paranoid\", a recomandat spitalizarea sa, pentru o mai precisă diagnosticare.", "95. La data de 23 ianuarie 1995, şi nu la data de 24 ianuarie, reclamantul a fost transferat la Spitalul penitenciar Jilava, cu diagnosticul \"psihopatie paranoidă\". Transportul a fost efectuat într-un vagon care aparţinea penitenciarului, înainte de a fi transportat, reclamantul a fost examinat de un medic, care a concluzionat că starea sa de sănătate nu prezentă un caracter de urgenţă medicală şi nu necesita acordarea de asistenţă specială pe durata transportului.", "96. Reclamantul a fost internat în Spitalul penitenciar Jilava la data de 26 ianuarie 199, la secţia neuropsihiatrie, cu diagnosticul psihopatie paranoidă.", "97. Reclamantul a fost internat în cadrul serviciului de psihiatrie al spitalului timp de 25 de zile. În această perioadă, nu a fost supus la tortură psihologică. Dat fiind faptul că regulamentul spitalului prevede separarea deţinuţilor purtători HIV de ceilalţi bolnavi, reclamantul nu ar fi putut dormi în acelaşi pat cu o astfel de persoană.", "98. La data de 20 februarie 1995, reclamantul a fost externat cu acelaşi diagnostic cu care fusese internat. Medicii au consemnat o ameliorare a stării de sănătate.", "99. Pe întreaga durată a spitalizării la infirmeria Penitenciarului Oradea, reclamantul a beneficiat de plimbări zilnice, care aveau loc în două curţi amenajate în acest scop, durata fiecărei plimbări fiind cuprinsă între 30 de minute şi o oră.", "100. Faptele descrise de Guvern la paragrafele 93-99, de mai sus, sunt confirmate de scrisorile din 15 şi 17 mai 2001, pe care Direcţia Generală a Penitenciarelor le-a adresat agentului guvernamental şi ale căror copii au fost transmise Curţii.", "2. Certificatele medicale", "101. La data de 3 august 1992, reclamantul a fost internat într-o clinică psihiatrică din Timişoara, cu diagnosticul \"episod de psihoză paranoică\". Din fişa medicală de observaţie completată de medicii clinicii, a cărei copie a fost transmisă Curţii de către Guvern, rezultă că internarea s-a făcut la cererea familiei reclamantului, din cauza faptului că acesta era periculos pentru cei din jurul său, că perturba în mod permanent liniştea familiei şi a vecinilor. Medicii au consemnat, de asemenea, că reclamantul se considera persecutat şi avea tendinţe de supraestimare, că era agitat, avea insomnii şi un comportament agresiv. Reclamantul a fost externat cu diagnosticul: \"episod de psihoză atipică în context reactiv şi toxic exogen\" şi \"structură specifică de personalitate de tip impulsiv.\"", "102. La data de 12 ianuarie 1995, reclamantul^a fost condus la Spitalul de neurologie şi psihiatrie Oradea, unde a fost examinat de neuropsihiatrul K.E. În certificatul medical eliberat s-a consemnat faptul că reclamantul suferea de depresie nervoasă cu tulburări de comportament. S-a menţionat că reclamantul acuza existenţa unei presiuni magnetice în întreg corpul, mai ales la nivelul inimii, şi că refuza să stea lângă radiator, a cărui apropiere i-ar fi determinat o creştere a presiunii sangvine. Medicul a concluzionat că reclamantul suferea de schizofrenie paranoidă şi a recomandat punerea sa sub observaţie.", "103. Prin scrisoarea din data de 12 ianuarie 1994, comandantul Penitenciarului Oradea a informat Curtea de Apel Oradea că reclamantul a fost consultat la data de 12 ianuarie 1995 de către un medic specialist, care a stabilit diagnosticul de \"schizofrenie paranoidă\" şi care a recomandat spitalizarea sa de urgenţă. În consecinţă, comandantul a adresat Curţii de Apel solicitarea de a dispune spitalizarea de urgenţă a reclamantului în Spitalul penitenciar Jilava, întrucât spitalizarea pe plan local nu putea fi realizată, fiind imposibil de asigurat paza acestuia, întrucât nu le era permis gardienilor să între cu armele în secţia de neuropsihiatrie a spitalului judeţean.", "104. Fişa medicală a reclamantului, completată cu ocazia examenului medical din 13 ianuarie 1995, efectuat la Spitalul judeţean Oradea, a indicat o fractură a coastei nr. 7 şi a piramidei nazale, cu fractură de os, fără deplasare. Medicii secţiei de chirurgie şi ortopedie au recomandat un bandaj toracic şi analgezice, în caz de nevoie. La secţia ORL, medicii au recomandat ca reclamantul să evite timp de o lună traumatismele nazale.", "105. Registrul aceluiaşi spital a indicat faptul că reclamantul a fost supus la data de 13 ianuarie 1995 unui examen radiologie la torace şi plămâni, examen ce a stabilit existenţa unei fracturi la coasta nr. 7, pentru care i-a fost recomandat un bandaj toracic şi repaus.", "106. Din fişa medicală a reclamantului, completată de infirmeria Penitenciarului Oradea şi transmisă Curţii de către Guvern, rezultă că reclamantul a rămas în infirmerie din 13 până în 23 ianuarie, cu diagnosticul schizofrenie paranoidă, fractură la coasta nr. 7 şi traumatism facial cu echimoze palpebrale, despre care se susţine că ar fi fost produs prin autoagresare. Reclamantului i s-au administrat la infirmerie analgezice, antibiotice şi sedative.", "107. Reclamantul a fost din nou examinat la infirmeria penitenciarului la 14, 16 şi 18 ianuarie. Medicul a consemnat, în raportul său, că starea generală de sănătate a reclamantului era bună.", "108. La data de 17 ianuarie, un medic de la infirmeria penitenciarului a recomandat spitalizarea reclamantului, apreciind că schizofrenia de care acesta suferea nu putea fi altfel tratată. În raportul său, medicul a consemnat că reclamantul suferea de schizofrenie şi că în noaptea de 12 ianuarie a avut tulburări de comportament, aplicându-şi singur lovituri. S-a precizat, de asemenea, că reclamantul fusese examinat la 13 ianuarie 1995 în cadrul secţiilor de chirurgie, oftalmologie şi ORL, care au stabilit diagnosticul de fractură a unei coaste şi a piramidei nazale.", "109. La data de 23 ianuarie 1995, un medic de la infirmeria penitenciarului a consemnat în fişa medicală a reclamantului că acesta a fost internat la infirmerie pentru schizofrenie şi pentru că şi-a autoprodus leziuni şi că, urmare a tratamentului administrat, starea de sănătate a avut o evoluţie favorabilă. Se consemna, de asemenea, că reclamantul urma să fie transferat la Jilava, pentru tratament şi examen medico-legal.", "110. Din fişa medicală a reclamantului completată de Spitalul Penitenciar Jilava, rezultă că reclamantul a fost internat la secţia de psihiatrie a acestui spital la data de 26 ianuarie 1995, cu diagnosticul de \"schizofrenie paranoidă şi traumatism cranian produs prin autoagresare\". Reclamantul a fost supus, imediat după sosire, unui control medical efectuat de către medici psihiatri, care au consemnat în raportul lor existenţa de echimoze palpebrale şi a unui edem bilateral la nivelul membrelor inferioare. Medicii au consemnat, de asemenea, că reclamantul acuza dureri abdominale şi deficienţe ale tranzitului intestinal. Se menţiona, totodată, că reclamantul avea antecedente psihiatrice, fiind anterior internat la secţia de psihiatrie a Spitalelor din Timişoara şi Jilava.", "111. Pe durata spitalizării la Jilava, care s-a prelungit până la data de 20 februarie 1995, reclamantul a fost tratat pentru schizofrenia paranoidă, prin administrarea de tranchilizante. De asemenea, i-a fost prescris regim alimentar. Nu rezultă din documentele puse la dispoziţia Curţii că reclamantul a fost tratat pentru traumatismul facial şi fractura de coastă.", "112. Din foaia de observaţie completată de medicii secţiei de psihiatrie a Spitalului penitenciar Jilava, rezultă că reclamantul era \"liniştit, cooperant, (...), că acesta prezenta echimoze palpebrale de culoare violacee şi acuza dureri în regiunea inghinală, zonă în care afirma că a fost lovit. Pe o altă coloană figurau, între paranteze, cuvintele \"refuză\" şi \"traumatisme în zona inghinală\", iar, pe un alt rând, o abreviere a cuvintelor \"examen chirurgical\".", "113. Într-o adresă transmisă agentului guvernamental de către Direcţia generală a penitenciarelor, ca răspuns la solicitarea de informaţii formulată de acesta, s-a precizat că, pe durata internării la Spitalul penitenciar Jilava, reclamantului i-au fost administrate tranchilizante, că a urmat un regim alimentar şi că nu a fost consultat în cadrul secţiei de chirurgie, întrucât acesta a refuzat un astfel de examen, aşa cum rezulta din foaia de observaţie completată de medicii secţiei de psihiatrie a spitalului (paragraful 112, de mai sus, in fine).", "114. Din certificatele medicale transmise Curţii de către reclamant rezultă că, după punerea sa în libertate, reclamantul a fost internat între 1 şi 17 noiembrie 1995 şi 19 şi 28 februarie 1997 la Spitalul judeţean Oradea şi la Spitalul judeţean Alexandria, la secţia de chirurgie, unde a fost tratat chirurgical pentru litiază, stenoză papilară şi pentru afecţiuni ale colonului şi pancreasului. Medicii i-au acordat 30 de zile de concediu medical şi i-au recomandat să efectueze un examen tomografic la Spitalul Militar Central Bucureşti. Din documentele puse la dispoziţia Curţii, nu rezultă că reclamantul şi-a pierdut auzul sau vederea.", "3. Plângerile reclamantului pentru rele tratamente", "115. Reclamantul susţine că în ianuarie 1995, după incidentul cu \"Sisi\" şi \"Raj\" din noaptea de 10-11 ianuarie, a adresat comandantului închisorii plângerea sa verbală împotriva codeţinuţilor care îl supuseră la rele tratamente. Reclamantul susţine, de asemenea, că la acea dată, din cauza leziunilor suferite, nu a fost în măsură să formuleze o plângere scrisă.", "116. La data de 24 iulie 1995, reclamantul a sesizat Parchetul cu o plângere împotriva deţinuţilor \"Sisi\" şi \"Raj\", pe care îi acuza de tentativă la infracţiunea de omor sau de tentativă la infracţiunea de vătămare corporală gravă, fapte prevăzute de , respectiv 182 din . El a solicitat, de asemenea, începerea urmăririi penale împotriva gardianului P.S., care l-a transferat în celula 42, în care se aflau deţinuţi recidivişti, cu intenţia de a facilita maltratarea sa, şi împotriva gardianului S.A., care era de serviciu în noaptea în care a avut loc incidentul şi care nu a intervenit pentru a pune capăt agresiunii codeţinuţilor. Totodată, reclamantul a formulat plângere împotriva comandatului adjunct al Penitenciarului Oradea, care a ordonat încătuşarea sa, lăsându-l să \"moară cu spatele pe ciment\".", "S-a plâns, de asemenea, de faptul că soţiei sale nu i s-a permis să-l viziteze în penitenciar după ce a fost agresat, că, pe când se afla \"între viaţă şi moarte\", a fost dus într-un vagon la Jilava, la secţia de psihiatrie, deşi ar fi trebuit să fie transportat la secţia de chirurgie pentru tratament. În plângerea formulată, el s-a exprimat astfel: \"probabil gardienii au contat pe faptul că va muri în drum spre spital şi că responsabilitatea va cădea în sarcina altor persoane. La Jilava, la secţia de psihiatrie, medicii au văzut că am fost bătut şi că aveam fracturi şi au fost miraţi că am fost trimis acolo. Deşi pierdusem deja foarte mult sânge şi aveam tensiunea cuprinsă între 7 şi 12, m-au trimis înapoi la Oradea (...), cu degetul mic de la mâna dreaptă zdrobit, cu unghia de la un deget de la piciorul drept şi cea de la un deget de la mâna dreaptă smulse.\"", "Reclamantul a solicitat efectuarea unei expertize medicale, în vederea stabilirii stării sale de sănătate. El acuza dureri puternice de cap, precum şi faptul că nu mai simte partea stângă a capului şi că sinusul stâng era fracturat. Acuza, de asemenea, existenţa unor deficienţe respiratorii, despre care susţinea că au fost determinate de faptul că fracturile toracice nu s-au vindecat din cauza lipsei unui tratament medical adecvat.", "117. În opinia Guvernului, reclamantul nu a depus nici o plângere în ianuarie 1995 împotriva gardienilor P.S. şi S.A. sau împotriva codeţinuţilor care l-au agresat. Se susţine că reclamantul s-a plâns pentru prima oară pentru incidentul cu \"Sisi\" şi \"Raj\" în plângerea sa înaintată Parchetului la data de 24 iulie 1995 (paragraf 116, de mai sus).", "118. La data de 27 decembrie 1995, neprimind nici un răspuns cu privire la plângerea sa, reclamantul s-a adresat, cu noi plângeri, Parchetului Militar Oradea şi Parchetului de pe lângă Curtea Supremă de Justiţie. El a solicitat, din nou, efectuarea unei expertize medico-legale pentru stabilirea stării sale de sănătate şi constatarea infirmităţii provocate de leziunile suferite.", "Reclamantul a subliniat că în perioada de arestare preventivă, în virtutea faptului că se bucura de beneficiul prezumţiei de nevinovăţie, ar fi trebuit să fie deţinut în celulă cu alte persoane arestate preventiv, în conformitate cu dispoziţiile Legii nr. 23/1969 privind executarea pedepselor. Or, contrar acestei reglementări, a fost transferat de către gardianul P.S. într-o celulă cu deţinuţi condamnaţi definitiv şi recidivişti, cu scopul de a fi bătut cu ferocitate. Reclamantul solicita Parchetului de pe lângă Curtea Supremă de Justiţie să analizeze aceste aspecte şi să concluzioneze că gardienii din Penitenciarul Oradea l-au supus la rele tratamente, infracţiune prevăzută de articolul 267 din .", "Reclamantul s-a plâns, totodată, că în perioada de internare în infirmeria penitenciarului, i-a fost interzis exerciţiul dreptului la plimbare zilnică, deşi a solicitat în scris respectarea acestuia. S-a plâns, de asemenea, că nu a fost condus la instanţă la câteva termene la care aceasta se pronunţa asupra apelului în procedura iniţiată împotriva sa, pentru a nu apărea în public cu chipul şi capul zdrobite şi tumefiate şi cu unghiile de la mână smulse.", "119. La data de 29 aprilie 1996, reclamantul a depus plângere la Parchetul Militar Oradea, invocând faptul că procurorii desemnaţi să instrumenteze plângerea sa tergiversează soluţionarea dosarului, pentru a împiedica stabilirea unei legături de cauzalitate între eventualele operaţii chirurgicale suferite şi leziunile produse în incidentul cu \"Sisi\" şi \"Raj\".", "El a subliniat că, deşi a fost torturat în noaptea de 11/12 ianuarie 1995, numai la 13 ianuarie 1995 a fost condus la secţia de chirurgie, a precizat, de asemenea, că, în ciuda stării în care se afla, a fost mai întâi transportat la secţia de neuropsihiatrie, pentru a se preconstitui o probă că şi-ar fi autoprovocat leziunile. Reclamantul a solicitat Parchetului să analizeze motivele pentru care conducerea Penitenciarului Oradea a încercat să acopere agresiunea la care a fost supus de către codeţinuţi cu complicitatea comandantului adjunct P.V.", "Reclamantul a arătat, totodată, că după incidentul cu \"Sisi\" şi \"Raj\", cu faţa desfigurată şi \"mai mult mort decât viu\", a fost condus în biroul comandantului R., unde, din cauza stării sale, nu a fost capabil să vorbească.Acesta a solicitat, din nou, efectuarea de urgenţă a unei expertize medicale, pentru a se constata agravarea stării sale de sănătate.", "4. Procedura penală având ca obiect pretinsele rele tratamente", "120. La data de 11 august 1995, Parchetul General (Secţia Parchetelor Militare) a comunicat reclamantului că plângerea sa împotriva funcţionarilor P.S., S.A. şi V.P. a fost înaintată Parchetului Militar Oradea, spre competentă soluţionare.", "121. La data de 17 august 1995, plângerea reclamantului a fost înregistrată la Parchetul Militar Oradea.", "122. La data de 8 septembrie 1995, reclamantul şi soţia sa au fost ascultaţi de procurorul desemnat să instrumenteze cauza. Reclamantul a susţinut, în special, că actele de agresiune la care a fost supus din partea codeţinuţilor \"Sisi\" şi \"Raj\" au avut loc la instigarea şi cu complicitatea gardienilor P.S. şi S.A. şi că, după incidente, comandantul adjunct al penitenciarului, P.V., în loc să ia măsurile necesare, a dispus să fie încătuşat.", "Soţia reclamantului a declarat că i s-a refuzat dreptul de a-şi vizita soţul între 5 şi 8 ianuarie 1995, cu motivaţia că acesta a suferit un şoc psihic şi că este sub tratament. A precizat că l-a putut vizita la Spitalul penitenciar Jilava, între 18 şi 20 ianuarie 1995, când şi-a dat seama că acesta era slăbit şi a remarcat că avea echimoze la ambii ochi şi unghia degetului mic smulsă.", "123. La data de 14 februarie 1996, parchetul a luat declaraţii comandantului adjunct al penitenciarului, P.V., şi gardienilor P.S. şi S.A., cu privire la relele tratamente pe care reclamantul pretindea că le-a suferit în noaptea de 12/13 ianuarie 1995.", "124. P.V. a declarat că, în acea noapte, după ce a fost anunţat de ofiţerul de serviciu că reclamantul s-a bătut cu ceilalţi deţinuţi şi că a provocat scandal, a mers în celula nr. 42, unde a constatat că reclamantul era rănit la nas şi că avea sânge pe mâini. După ce a încercat să discute cu el asupra a ceea ce se întâmplase, a dispus - dată fiind starea reclamantului şi faptul că era noapte - să fie imobilizat la pat cu cătuşele. A arătat, de asemenea, că a dispus ca un gardian să stea întreaga noapte în faţa uşii celulei, pentru a asigura supravegherea acesteia. P.V. a precizat că, deşi regulamentul penitenciar prevede că persoanele arestate preventiv, cum era cazul reclamantului, să fie cazate în celule separate de cele ale deţinuţilor aflaţi în executarea pedepsei, de la această regulă au fost permise excepţii, în cazul suprapopulării penitenciarului, precum şi atunci când au intervenit situaţii speciale. A adăugat că, din cauza comportamentului reclamantului faţă de ceilalţi deţinuţi, s-a decis repartizarea acestuia în celulă cu deţinuţi condamnaţi definitiv.", "125. Gardianul P.S., care a pus în aplicare ordinul de transfer al reclamantului în celula nr. 42, a declarat că repartizarea reclamantului în acea celulă nu a avut ca scop facilitarea agresării acestuia de către alţi deţinuţi. A afirmat că reclamantul era \"bolnav psihic\"şi că, dat fiind comportamentul său, a fost transferat, în repetate rânduri, în diverse celule. A precizat că, atunci când \"avea o criză\", reclamantul sărea din pat şi se lovea cu capul de grilajul celulei.", "126. Gardianul S.A. a declarat că în noaptea incidentului între reclamant şi deţinuţii \"Sisi\" şi \"Raj\" a fost de serviciu. A precizat că nu avea voie să-l scoată pe reclamant din celulă, atunci când acesta i-a cerut să o facă, în noaptea incidentului, dar că, în schimb, a raportat imediat faptele constatate comandantului adjunct al penitenciarului, care l-a calmat pe reclamant.", "127. La data de 27 februarie 1996, parchetul a ascultat martorul H.L., acesta fiind unul dintre deţinuţii care se aflau în celula nr. 42 în noaptea incidentului cu \"Sisi\" şi \"Raj\". Acesta a declarat că ianuarie 1995, perioadă în care a ocupat aceeaşi celulă cu \"Sisi\" şi \"Raj\", reclamantul a început, într-una din nopţi să se roage potrivit ritului musulman. \"Sisi\"a apucat un baston din lemn şi a început să-l lovească pe reclamant pe întregul corp, până când bastonul s-a rupt în două. Reclamantul i-a cerut gardianului să-l transfere într-o altă celulă, dar acesta i-a răspuns că nu putea să-l transfere fără acordul superiorilor săi. Apoi, \"Raj\" şi \"Sisi\", enervaţi de faptul că reclamantul cobora tot timpul din pat, au început să-l lovească din nou cu un baston. În celulă, radio-ul era pornit. Apoi, \"Sisi\" şi \"Raj\" l-au lovit pe reclamant cu pumnii şi picioarele. Reclamantul a ripostat şi a început să strige după ajutor. Supraveghetorul S.A. a sosit imediat şi a întrebat ce se întâmplă. \"Sisi\" a răspuns că este pe cale \"să-l moaie\" pe reclamant, pentru ca acesta să nu mai facă în celula nr. 42 ceea ce făcuse în alte celule. Gardianul S.A. i-a dat lui \"Sisi\" o pereche de cătuşe şi, cu ajutorul lui \"Raj\", cei doi l-au imobilizat pe reclamant în patul său, cu mâinile legate de pat cu cătuşele. Subliniind că reclamantul era foarte rău bătut, martorul continua declaraţia arătând că reclamantul a fost apoi descătuşat, la ordinul comandantului adjunct P.V., care a dispus ca, în cazul în care acesta reîncepe să provoace dezordine, să fie din nou încătuşat. Martorul a declarat, în final, că, din câte cunoaşte, nu a fost luată nici o măsură împotriva lui \"Sisi\" şi \"Raj\" ulterior incidentului şi că aceştia nu au acţionat, în opinia sa, la instigarea gardienilor penitenciarului.", "128. În februarie 1996, Parchetul Militar Oradea a solicitat Penitenciarului Oradea dosarul reclamantului şi informaţii cu privire la diagnosticul care a fost stabilit la Spitalul penitenciar Jilava.", "129. La 14 martie, 15 mai şi 26 iunie 1996, s-au luat declaraţiile a patru martori cu privire la incidentul din noaptea din 12/13 februarie 1995.", "130. La data de 26 iunie 1996, Parchetul Militar Oradea a dispus efectuarea unei expertize medico-legale, care să precizeze natura leziunilor suferite de reclamant ca urmare a incidentului, numărul zilelor de îngrijiri medicale necesare pentru vindecare şi consecinţele produse de incident asupra stării sănătăţii reclamantului, în special dacă relele tratamente suferite au determinat pierderea unui simţ sau organ sau o infirmitate fizică sau psihică permanentă.", "131. La data de 27 iunie 1996, reclamantul a fost examinat de un medic legist din cadrul Laboratorul judeţean de medicină legală Bihor, care a recomandat efectuarea unor examene medicale în cadrul secţiilor de ortopedie, urologie, ORL şi oftalmologie. Nu rezultă din documentele de care dispune Curtea dacă aceste examene au fost sau nu efectuate.", "132. La data de 11 iulie 1997, reclamantul a fost din nou ascultat de Parchetul Militar Oradea. În declaraţia sa, reclamantul a precizat că a efectuat examenele medicale recomandate de medicul legist şi că a depus rezultatele acestora la laboratorul de medicină legală.", "133. La data de 27 august 1997, laboratorul de medicină legală a redactat raportul de expertiză, întemeindu-se pe examinarea reclamantului din 27 iunie 1996 şi pe consemnările din fişa medicală completată de medicii din Spitalul Penitenciar Oradea. În acest raport, medicul legist S.I. a consemnat că reclamantul nu a efectuat examenele medicale la secţiile de urologie, ORL şi oftalmologie, aşa cum i se recomandase la data de 27 iunie 1996; a concluzionat că la data de 12-13 ianuarie 1995, reclamantul a suferit o fractură a coastei nr. 7 şi un traumatism al piramidei nazale, ca urmare a lovirii cu un obiect dur. Medicul estima că aceste leziuni au condus la o incapacitate temporară de muncă de 18 zile. A precizat, de asemenea, că nu a fost identificată vreo infirmitate permanentă a reclamantului.", "134. La 12 februarie, 19 martie, 21 aprilie, 23 iulie, 15 şi 18 august 1997, parchetul a luat declaraţiile a opt noi martori, dintre care \"Sisi\" şi \"Raj\".", "135. Deţinutul \"Sisi\" a confirmat faptul că, în noaptea incidentului, reclamantul a fost lovit de un alt deţinut cu un baston, precum şi faptul că gardianul, după ce observat ceea ce se întâmpla, nu a spus nimic, ci a mers să-l anunţe pe comandantul adjunct P.V. Acesta din urmă l-a încătuşat pe reclamant, cu mâinile la spate şi l-a \"lăsat pe jos până dimineaţa\", când a fost dus la infirmerie. \"Sisi\" a precizat că deţinutul H. l-a lovit în cap pe reclamant cu coada măturii şi a sărit cu picioarele pe abdomenul lui. A precizat, de asemenea, că, în opinia sa, reclamantul simula nebunia şi a adăugat că vinovăţia comandantului adjunct P.V. rezulta, după părerea sa, din faptul că dispusese transferul reclamantului în celula lui \"Raj\", căruia i-a cerut să aibă grijă de el. Or, după cum a subliniat \"Sisi\", celula lui \"Raj\" era cunoscută în penitenciarul Oradea ca fiind o celulă de deţinuţi periculoşi, \"Raj fiind omul lui P .V.\". Deţinutul a negat faptul că reclamantul a fost ţinut o zi şi o noapte pe jos, într-o baltă de sânge, precum şi că gardienii au sugerat deţinuţilor să-l lovească şi că radio-ul era pornit în timp ce reclamantul era agresat.", "136. Deţinutul \"Raj\" a declarat că el i-a spus comandantului să nu-l transfere pe reclamant în celula sa, pentru că aici se aflau doi deţinuţi periculoşi, iar reclamantul părea a fi nebun. A subliniat că a solicitat comandantului să îl transfere într-o altă celulă, temându-se că ceilalţi deţinuţi nu vor suporta prostiile acestuia, dar îşi amintea că P.V. spusese că orice se va întâmpla, nu va fi vina sa. El a relatat că, în seara incidentului, reclamantul a început să urle şi să-i lovească pe ceilalţi codeţinuţi, care au ripostat şi au încercat să-l imobilizeze. Ei au cerut, apoi, gardianului o pereche de cătuşe cu care l-au legat de pat, poziţie în care a stat până dimineaţa. Deţinutul a declarat că nu l-a lovit nimeni pe reclamant cu corpuri dure şi că dimineaţa, când a venit comandantul adjunct P.V., reclamantul i-a solicitat să-l scoată din acea celulă. P.V. l-a supus apoi unui test psihologic pentru a se stabili dacă este într-adevăr nebun. \"Raj\" a negat făptui că P.V. a dispus ca reclamantul să fie încătuşat şi lăsat pe ciment ca să moară şi că reclamantul a stat într-o baltă de sânge timp de 24 de ore. A negat că a fost instigat de gardieni să-l lovească, dar a confirmat că P.V. i-a spus în dimineaţa ulterioară accidentului să nu-şi facă griji, pentru că întreaga responsabilitate pentru cele întâmplate va aparţine reclamantului.", "137. Prin referatul*1) din 20 octombrie 1997, Parchetul Militar Oradea a respins plângerea reclamantului împotriva gardienilor şi deţinuţilor \"Sisi\" şi \"Raj\". În referat se reţine că reclamantul a avut în perioada septembrie-decembrie 1994 un comportament exemplar în închisoare, motiv pentru care a fost numit şef de celulă şi a fost recompensat de autorităţile penitenciare. Totuşi, începând cu luna decembrie el a devenit agresiv, ceea ce a determinat mutarea sa în mai multe celule. Astfel, la 12 ianuarie 1995, reclamantul a fost repartizat în celula nr. 42, împreună cu deţinuţii \"Sisi\" şi \"Raj\". În noaptea de 12/13 ianuarie 1995, gardianul S.A., auzind zgomote în celula reclamantului, a alertat conducerea penitenciarului. Comandantul adjunct P.V. a mers în celulă, unde a constatat că reclamantul îl agresase pe \"Raj\", iar acesta din urmă, împreună cu \"Sisi\" şi cu un alt treilea coleg de celulă, L.H., au ripostat, lovindu-l, la rândul lor. P.V. a restabilit ordinea şi a dispus ca reclamantul să fie aşezat în patul său şi să fie supravegheat până a doua zi dimineaţa, când a fost condus la infirmerie unde i-au fost îngrijite rănile. Parchetul a concluzionat că acuzaţiile reclamantului împotriva angajaţilor penitenciarului erau nefondate.", "Notă \n*1) Nota traducătorului: Urmărirea penală derulată la Parchetul Militar Oradea, urmare a plângerii reclamantului împotriva codeţinuţilor şi gardienilor a fost finalizată prin \"referat\".", " Soluţia dispusă prin acest referat a fost de respingere a plângerii reclamantului, motivată de faptul că aceasta a fost tardiv introdusă împotriva codeţinuţilor, iar în privinţa gardienilor s-a stabilit că nu se poate reţine vinovăţia acestora.", "Cât priveşte pe ceilalţi deţinuţi, parchetul a confirmat faptul că aceştia erau autorii leziunilor produse reclamantului. Întemeindu-se pe concluziile raportului de expertiză din 27 august 1997 (paragraful 133, de mai sus), parchetul a subliniat că leziunile suferite de reclamant nu i-au provocat o infirmitate şi nu i-au pus viaţa în pericol, ci au condus la o incapacitate temporară de muncă de 18 zile. Plângerea reclamantului a fost totuşi respinsă, ca tardiv introdusă, întrucât nu a fost formulată în termenul de două luni de la data săvârşirii faptei, prevăzut de articolul 284 din , coroborat cu .", "138. La data de 28 mai 1998, reclamantul s-a plâns împotriva acestei soluţii la Parchetul de pe lângă Curtea Supremă de Justiţie (Secţia Parchetelor Miliare), solicitând a se dispune începerea urmăririi penale şi angajarea răspunderii penale a făptuitorilor pentru relele tratamente la care a fost supus. A subliniat, în special, complicitatea conducerii penitenciarului care rezulta, în mod evident, din actele medicale completate de medici la 12 şi 17 ianuarie 1995, în care s-a consemnat că în noaptea de 12/13 ianuarie 1995, reclamantul şi-a autoprodus traumatisme craniene şi la nivelul sternului. Reclamantul a arătat că documentele în cauză erau false şi că fuseseră redactate cu scopul de a acoperi eventualul său deces sau posibila sinucidere.", "Reclamantul s-a plâns că nu a primit tratament medical de la 11 ianuarie 1995, când a fost agresat, până la 13 ianuarie 1995, dată la care a fost dus la infirmerie, şi că, în plus, în acest interval a fost încătuşat în celula unde se găseau agresorii săi. El a susţinut, totodată, că nu a primit tratament medical adecvat nici după ce a fost dus la infirmerie, la data de 13 ianuarie 1995, dar a menţionat că nu poate să probeze acest lucru.", "El s-a plâns, din nou, că a fost transportat într-un vagon de marfă la Spitalul penitenciar Jilava, în ciuda gravităţii stării sale de sănătate, şi a fost condus la secţia de psihiatrie şi nu la cea de chirurgie, cum o impuneau leziunile suferite. Reclamantul a arătat că nu a beneficiat de tratament medical adecvat, nefiind internat la secţia de chirurgie şi fiind trimis înapoi la Penitenciarul Oradea, după câteva zile de la internare, în acelaşi vagon ca şi la venire.", "Reclamantul a solicitat, din nou, efectuarea unei expertize medicale a stării sale de sănătate, la Institutul de Medicină Legală Bucureşti, insistând asupra necesităţii efectuării unui examen tomografic.", "139. Curtea nu a fost încunoştinţată cu privire la rezultatul acestei plângeri şi nici cu privire la eventualele acte de procedură efectuate de Parchetul de pe lângă Curtea Supremă de Justiţie după 29 mai 1998 (paragrafele 9-12, de mai sus).", "5. Vizitele făcute reclamantului în închisoare de către soţia sa", "140. Conform susţinerilor reclamatului, între 13 şi 17 ianuarie 1995 conducerea Penitenciarului Oradea, invocând faptul că reclamantul a suferit o depresie nervoasă, a interzis soţiei sale să-l viziteze, cu scopul de a ascunde rănile pe care \"Sisi\" şi \"Raj\" i le-au provocat cu complicitatea gardienilor. Reclamantul nu a ridicat pachetul pe care l-a adus soţia sa la închisoare în acea perioadă, pachet ce conţinea 200 sute de mărci germane şi medicamente pentru îngrijirea afecţiunilor de stomac şi a litiazei biliare de care suferea.", "141. Dintr-o scrisoare datată 31 mai 2001, adresată de Direcţia Generală a Penitenciarelor agentului guvernamental, ca răspuns la solicitarea de informaţii a acestuia, rezultă că în registrele Penitenciarului Oradea era consemnat că reclamantul a fost vizitat de soţia sa la 4 ianuarie 1995, dată la care a primit şi un pachet cu alimente, ce cântărea 5 kg. De asemenea, el a primit un alt pachet de la acelaşi expeditor la data de 21 ianuarie 1995.", "C. Acţiunea în reparare pentru arestare ilegală", "142. La data de 18 noiembrie 1999, reclamantul a chemat în judecată statul, reprezentat prin Direcţia Generală a Finanţelor Publice, instanţa sesizată cu această acţiune fiind Tribunalul Timiş. Invocând articolele 504 şi 505 din , astfel cum au fost interpretate prin decizia Curţii Constituţionale din 10 martie 1998, şi articolul 5 alineatele 1-5 din Convenţie, reclamantul a solicitat două miliarde de lei, cu titlu de despăgubiri pentru arestarea sa preventivă în perioada 5 iulie 1994 - 6 aprilie 1995, arestare declarată abuzivă şi ilegală prin hotărârea definitivă din 6 aprilie 1995 a Curţii de Apel Oradea (paragraful 29, de mai sus). Reclamantul a arătat în special că, în perioada precizată a fost supus la rele tratamente, fiindu-i provocate multiple fracturi craniene şi fracturi ale coastelor.", "143. Prin sentinţa din 7 iulie 2000, instanţa a respins acţiunea reclamantului ca prematură, cu motivaţia că procedura iniţiată împotriva sa era încă pendinte pe rolul instanţelor interne.", "144. Prin decizia din 23 noiembrie 2000, Curtea de Apel Timişoara a admis apelul reclamantului, a casat sentinţa din 7 iulie 2000 şi a trimis dosarul spre rejudecare aceleiaşi instanţe. Curtea de apel a reţinut că despăgubirile au fost solicitate de reclamant pentru paguba suferite prin arestarea preventivă, declarată ilegală, şi că, în consecinţă, faptul că urmărirea penală împotriva reclamantului nu era încă finalizată nu are nici o relevanţă în cauză. Curtea de apel a stabilit că, în mod eronat, prima instanţă a respins acţiunea reclamantului ca prematură.", "145. La o dată neprecizată procedura a fost reluată la Tribunalul Timiş. La termenul din 30 martie 2001, statul a solicitat instanţei respingerea acţiunii reclamantului ca tardiv introdusă. S-a subliniat că, în conformitate cu dispoziţiile articolului 504 alineat 2 din , acţiunea pentru repararea pagubei poate fi introdusă în termen de un an de la data rămânerii definitive â hotărârii de achitare sau a ordonanţei de neîncepere a urmăririi penale. S-a apreciat că, în cauză, respectivul termen a început să curgă la data de 26 noiembrie 1996, dată la care decizia Curţii de Apel Oradea din 6 aprilie 1995, prin care s-a constatat nelegalitatea măsurii arestării preventive a reclamantului, a rămas definitivă. Or, reclamantul a introdus acţiunea în reparare la 18 noiembrie 1999, deci la aproape trei ani de la data menţionată.", "Reclamantul a ridicat excepţia de neconstituţionalitate a articolelor 504 alineat 2 şi 505 alineat 2 din  şi a solicitat trimiterea cauzei la Curtea Constituţională.", "146. Prin încheierea din 27 aprilie 2001, instanţa a transmis dosarul la Curtea Constituţională, instanţă competentă să se pronunţe asupra excepţiei ridicate de reclamant.", "147. La data de 20 septembrie 2001, Curtea Constituţională a admis excepţia de neconstituţionalitate a articolului 504 alin 2 din , declarând această dispoziţie neconstituţională în măsura în care ea limita cazurile în care responsabilitatea statului putea fi angajată pentru erori judiciare comise în procesele penale.", "Curtea Constituţională a respins, totuşi, excepţia de neconstituţionalitate a articolului 505 alineat 2 din , cu motivaţia următoare: \"nici normele constituţionale, nici cele din tratatele internaţionale la care România este parte nu prevăd imprescriptibilitatea dreptului persoanelor prejudiciate prin măsuri ilegale de deţinere de a porni acţiune în repararea pagubei şi nici un termen limită în care acest drept poate fi exercitat. Articolul 48 alineat (3) din , prin expresia \"potrivit legii\", lasă la opţiunea legiuitorului stabilirea condiţiilor procedurale în care dreptul la reparaţie poate fi exercitat. Termenul de un an, prevăzut în articolul 205 alineat 2 din , este un termen de prescripţie a dreptului la acţiune rezonabil, care asigură condiţiile optime celui prejudiciat pentru a exercita acţiune în justiţie în scopul obţinerii reparaţiilor legale.\"", "148. Pin sentinţa din 18 ianuarie 2002 Tribunalul Timiş a respins acţiunea reclamantului ca tardiv introdusă. Instanţa a reţinut că termenul de un an prevăzut de articolul 505 alineat 2 din  a început să curgă în cauză la 26 noiembrie 1996, dată la care decizia Curţii de Apel Oradea care a declarat ilegală măsura arestării preventive luate împotriva reclamantului, a rămas definitivă. Or, cum acţiunea reclamantului a fost formulată la 18 noiembrie 1999, instanţa a apreciat că aceasta a fost tardiv introdusă.", "149. Deşi hotărârea era supusă apelului, reclamantul nu a uzat de acest drept, apreciind că, dată fiind practica contradictorie a instanţelor interne, acţiunea sa nu ar fi avut şanse de succes. Hotărârea din 18 ianuarie 2002 a rămas definitivă prin neexercitarea căii de atac.", "II. DREPT INTERN APLICABIL", "A. Dispoziţiile legale aplicabile în materia luării şi prelungirii măsurii arestării preventive", "150. Dispoziţiile legale pertinente din  sunt următoarele:", "", "Articolul 136", "Scopul şi categoriile măsurilor preventive", "„În cauzele privitoare la infracţiuni pedepsite cu închisoare, pentru a se asigura buna desfăşurare a procesului penal ori pentru a se împiedica sustragerea învinuitului sau inculpatului de la urmărirea penală, de la judecată ori de la executarea pedepsei, se poate lua faţă de acesta una din următoarele măsuri preventive:", "( ...)", "\n    (c) arestarea preventivă.", "Măsura arătată la lit. a poate fi luată de organul de cercetare penală, iar măsurile arătate la tit. b) şi c) se pot lua numai de procuror sau de instanţa de judecată. ”", "Articolul 137", "Cuprinsul actului prin care se ia măsura preventivă", "„Actul prin care se ia măsura preventivă trebuie să arate fapta care face obiectul învinuirii sau inculpării, textul de lege în care aceasta se încadrează, pedeapsa prevăzută de lege pentru infracţiunea săvârşită şi temeiurile concrete care au determinat luarea măsurii preventive. ”", "Articolul 143", "Condiţiile reţinerii", "„Măsura reţinerii poate fi luată de organul de cercetare penală fată de învinuit, dacă sunt probe sau indicii temeinice că a săvârşit o faptă prevăzută de legea penală.", "( ...)", "Sunt indicii temeinice atunci când din datele existente în cauză rezultă presupunerea că persoana faţă de care se efectuează urmărirea penală a săvârşit fapta.”", "Articolul 146", "Condiţiile pentru arestarea învinuitului", "„Procurorul, din oficiu sau la sesizarea organului de cercetare penală, când sunt întrunite condiţiile prevăzute în  şi există în mod corespunzător vreunul din cazurile prevăzute în , dacă consideră că în interesul urmăririi penale este necesară privarea de libertate a învinuitului, dispune prin ordonanţă motivată arestarea acestuia, arătând temeiurile care justifică luarea măsurii şi fixând durata arestării, care nu poate depăşi 5 zile.", "Totodată, procurorul emite un mandat de arestare a învinuitului. Mandatul cuprinde în mod corespunzător menţiunile arătate în art 151 lit. a - c, e şi j, precum şi numele şi prenumele învinuitului şi durata pentru care este dispusă arestarea acestuia.”", "Articolul 148", "Condiţiile şi cazurile în care se dispune arestarea inculpatului", "„Măsura arestării inculpatului poate fi luată dacă sunt întrunite condiţiile prevăzute în  şi numai în vreunul din următoarele cazuri:", "( ...)", "h) inculpatul a săvârşit o infracţiune pentru care legea prevede pedeapsa închisorii mai mare de 2 ani, iar lăsarea sa în libertate ar prezentă un pericol pentru ordinea publică.”", "Articolul 149", "Durata arestării inculpatului", "„Durata arestării inculpatului nu poate depăşi o lună, afară de cazul când ea este prelungită în condiţiile legii.”", "Articolul 152", "Executarea mandatului", "„( ...)", "Când măsura arestării a fost dispusă în lipsa inculpatului potrivit art. 150, mandatul emis se înaintează în dublu exemplar organului de miliţie, pentru executare.", "Organul de poliţie procedează la arestarea persoanei arătate în mandat, căreia îi predă un exemplar al mandatului şi o conduce în faţa organului judiciar care a emis mandatul.", "Dacă mandatul de arestare a fost emis de procuror, acesta menţionează pe mandat data prezentării inculpatului şi procedează de îndată la ascultarea acestuia, după care dispune prin rezoluţie asupra arestării inculpatului. Dacă între timp cauza a ajuns în faţa instanţei de judecată, procurorul va trimite pe arestat instanţei.", "Preşedintele instanţei procedează la ascultarea inculpatului, iar dacă acesta ridică obiecţii care necesită o rezolvare urgentă, fixează de îndată termen de judecată”.", "Articolul 155", "Prelungirea duratei arestării inculpatului de către procuror", "„Durata arestării inculpatului poate fi prelungită în caz de necesitate şi numai motivat.Prelungirea termenului privitor la durata arestării inculpatului poate fi dispusă de procurorul şef ai unităţii de procuratură în cadrul căreia funcţionează procurorul care exercită supravegherea cercetării penale sau care efectuează urmărirea penală.”", "Articolul 159", "Procedura prelungirii arestării de către instanţă", "„Completul de judecată va fi prezidat de preşedintele instanţei sau de un judecător desemnat de acesta, iar participarea procurorului este obligatorie.", "Dosarul cauzei va fi depus de către procuror cu cel puţin două zile înainte de termen şi va putea fi consultat de către apărător la cererea acestuia.", "Inculpatul este adus în faţa instanţei şi va fi asistat de apărător.", "În cazul în care instanţa acordă prelungirea, aceasta nu va putea depăşi 30 de zile.", "Încheierea prin care s-a hotărât asupra prelungirii arestării poate fi atacată cu recurs de procuror sau de inculpat. Termenul de recurs este de 3 zile şi curge de la pronunţare pentru cei prezenţi şi de la comunicare pentru cei lipsă. Recursul declarat împotriva încheierii prin care s-a dispus prelungirea arestării preventive nu este suspensiv de executare (...). Instanţa poate acorda şi alte prelungiri, fiecare neputând depăşi 30 de zile. Dispoziţiile alineatelor precedente se aplică în mod corespunzător.”", "Articolul 300", "Verificarea sesizării instanţei şi a arestării inculpatului", "”( ...)", "În cauzele în care inculpatul este arestat, instanţa legal sesizată este, de asemenea, datoare să verifice din oficiu, la prima înfăţişare, regularitatea luării şi menţinerii acestei măsuri.”", "B. Dispoziţii legale şi jurisprudenţă în materia modalităţilor de reparare a prejudiciilor suferite în caz de arestare nelegală", "151. Dispoziţiile legale pertinente din  sunt următoarele:", "Articolul 504", "Cazuri care dau dreptul la reparaţie", "”Orice persoană care a fost condamnată definitiv are dreptul la repararea de către stat a pagubei suferite, dacă în urma rejudecării cauzei s-a stabilit prin hotărâre definitivă că nu a săvârşit fapta imputată ori că acea faptă nu există.", "Are dreptul la repararea pagubei şi persoana împotriva căreia s-a luat o măsură preventivă, iar ulterior, pentru motivele arătate în alineatul precedent, a fost scoasă de sub urmărire sau a fost achitată. ”", "Articolul 505", "Acţiunea pentru reparare", "„( ...)", "Acţiunea poate fi pornită în termen de un an de la rămânerea definitivă a hotărârii de achitare sau de la data ordonanţei de scoatere de sub urmărire.”", "Articolul 506", " Instanţa competentă", "„Pentru obţinerea reparaţiei, persoana îndreptăţită se poate adresa tribunalului în a cărui rază teritorială domiciliază, chemând în judecată civilă statul.”", "152. Prin , Curtea Constituţională, sesizată cu excepţia de neconstituţionalitate a articolului 504 alineat 1 din Codul de procedură civilă, a statuat:", "„Conform dispoziţiilor , statul răspunde patrimonial, potrivit legii, pentru prejudiciile cauzate prin erorile judiciare săvârşite în procesele penale.Rezultă din acest text că principiul responsabilităţii statului faţă de persoanele care au suferit din cauza unei erori judiciare săvârşite în procesele penale trebuie aplicat tuturor victimelor unor asemenea erori.(...) Prin urmare, se constată că organul legislativ nu a pus de acord prevederile  cu cele ale .(...) În consecinţă, ţinând seama că  instituie numai două cazuri posibile de angajare a răspunderii statului pentru erorile judiciare săvârşite în procesele penale, rezultă că această limitare este neconstituţională faţă de prevederile , care nu permit o asemenea restrângere.”", "153. Dispoziţiile relevante din articolul 1000 din Codul civil prevăd:", "„Stăpânii şi comitenţii (sunt responsabili) de prejudiciul cauzat de servitorii şi prepuşii lor în funcţiile ce li s-au încredinţat.”", "Dispoziţii privind relele tratamente suferite în perioada de deţinere", "154. Dispoziţiile pertinente din  sunt următoarele:", "Capitolul I", "Infracţiuni contra vieţii, integrităţii corporale şi sănătăţii", " Articolul 180", " Loviri şi alte violenţe", "„Lovirea sau orice violentă cauzatoare de suferinţe fizice se pedepsesc cu închisoare de la o lună la 3 luni sau cu amendă. (...)", "Lovirea sau actele de violenţă care au pricinuit o vătămare ce necesită pentru vindecare îngrijiri medicale de cel mult 20 de zile se pedepsesc cu închisoare de la 3 luni la 2 ani sau cu amendă. (...)", "Acţiunea penală se pune în mişcare la plângerea prealabilă a persoanei vătămate. (...)”", "Articolul 182", " Vătămarea corporală gravă", "„Fapta prin care s-a pricinuit integrităţii corporale sau sănătăţii o vătămare care necesită pentru vindecare îngrijiri medicale de mai mult de 60 de zile sau care a antrenat una dintre consecinţele următoare: pierderea unui organ sau simţ, încetarea funcţionării acestora, o infirmitate permanentă fizică ori psihică (...) se pedepseşte cu închisoare de la 2 la 5 ani.”", "Articolul 174", " Omorul", "„Uciderea unei persoane se pedepseşte cu închisoare de la 10 la 20 de ani şi interzicerea unor drepturi.", "Tentativa se pedepseşte.”", "Capitolul II", " Infracţiuni care împiedică înfăptuirea justiţiei", "Articolul 267", "Supunerea la rele tratamente", "„Supunerea la rele tratamente a unei persoane aflate în stare de reţinere, deţinere ori în executarea unei măsuri de siguranţă sau educative se pedepseşte cu închisoare de la unu la 5 ani.”", "Articolul 2671", "Tortura", "„Fapta prin care se provoacă unei persoane, cu intenţie, o durere sau suferinţe puternice, fizice ori psihice, îndeosebi cu scopul de a obţine de la această persoană sau de la o persoană terţă informaţii sau mărturisiri, de a pedepsi pentru un act pe care aceasta sau o terţă persoană l-a comis ori este bănuită că l-a comis, de a o intimida sau de a face presiuni asupra ei sau de intimida sau a face presiuni asupra unei terţe persoane sau pentru orice alt motiv bazat pe o formă de discriminare oricare ar fi ea, atunci când o asemenea durere sau astfel de suferinţe sunt aplicate de către un agent al autorităţii publice sau orice altă persoană care acţionează cu titlu oficial sau la instigarea ori cu consimţământul expres sau tacit al unor asemenea persoane se pedepseşte cu închisoare de la 2 la 7 ani. (...)", "Tentativa se pedepseşte.”", "155. Dispoziţiile pertinente din  sunt următoarele:", "Articolul 279", "Procedura privind plângerea prealabilă", "„Punerea în mişcare a acţiunii penale se face numai la plângerea prealabilă a persoanei vătămate, în cazul infracţiunilor pentru care legea prevede că este necesară astfel de plângere.", "Plângerea penală se adresează:", "a) instanţei de judecată, în cazul infracţiunilor prevăzute de la , dacă făptuitorul este cunoscut. (...) ”", "Articolul 284", " Termenul de introducere a plângerii prealabile", "„În cazul infracţiunilor pentru care legea prevede că este necesară o plângere, aceasta trebuie să fie introdusă în termen de două luni din ziua în care persoana vătămată a ştiut cine este făptuitorul.”", "156. Dispoziţiile legale care reglementează procedura având ca obiect efectuarea expertizelor medico-legale sunt următoarele:", "1. Decretul nr. 446 din 25 mai 1966 privind organizarea instituţiilor şi serviciilor medico-legale", "Articolul 2", "„Instituţiile medico-legale sunt Institutul de cercetări ştiinţifice medico-legale \"Prof, Dr. Mina Minovici\", subordonat Ministerului Sănătăţii şi Prevederilor Sociale, şi filialele institutului.", "În cadrul Institutului de cercetări ştiinţifice medico-legale \"Prof. Dr. Mina Minovici\" funcţionează Comisia superioară medico-legală. În cadrul aceluiaşi institut şi al filialelor sale funcţionează comisii de control şi avizare a actelor medico-legale. ”", "Articolul 6", "„Institutul de cercetări ştiinţifice medico-legale \"Prof. Dr. Mina Minovici\" şi filialele sale efectuează;", "a) expertize, constatări şi alte lucrări medico-legale la cererea serviciilor medico-legale, atunci când acestea consideră că din punct de vedere tehnic nu le poate executa sau la cererea Ministerului Afacerilor Interne, Tribunalul Suprem ori a Procuratorii Generale;", "b) noi expertize medico-legale, la cererea organelor în drept, în cazurile de: omor, lovire sau vătămare cauzatoare de moarte şi moarte suspectă; deficienţe în acordarea asistenţei medicale; expertize psihiatrico-legale;", "c) orice alte lucrări medico-legale prevăzute de regulamentul de aplicare a prezentului decret.”", "2. Regulament de aplicare a Decretului nr. 446 din 25 mai 1966, Hotărârea Consiliului de Miniştri nr. 1085/1966", "Articolul 12", "„Serviciile medico-legale, în cadrul atribuţiilor lor:", "c) efectuează examinări medico-legale, la cererea persoanelor interesate (...). ”", "", "ÎN DREPT", "I. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ARTICOLULUI 3 DIN CONVENŢIE", "157. Reclamantul pretinde că articolul 3 din Convenţie a fost încălcat, articol care prevede:", "„Nimeni nu poate fi supus la tortură, nici la pedepse sau tratamente inumane sau degradante.”", "158. Curtea relevă faptul că capătul de cerere al reclamantului întemeiat pe dispoziţiile articolului 3 din Convenţie poartă, pe de o parte, asupra tratamentelor la care a fost supus în perioada arestării sale preventive în Penitenciarul Oradea şi la Spitalul penitenciar Jilava şi, pe de altă parte asupra caracterului anchetei desfăşurate de autorităţi, având ca obiect pretinsele rele tratamente.", "1. Cu privire la pretinsele rele tratamente suferite de reclamant în penitenciarul Oradea şi în Spitalul penitenciar Jilava", "A. Argumentele părţilor", "a) teza reclamantului", "159. Reclamantul susţine că evocarea de către Guvern a episodului internării sale din 1992 în Spitalul de psihiatrie Timişoara constituie un pretext pentru a-l discredita în faţa Curţii şi că, în orice caz, aceasta nu demonstrează că el suferea de o boală psihică la momentul agresării sale de către codeţinuţi.", "160. Reiterând susţinerile formulate în faţa Parchetului Militar Oradea (paragraful 116, de mai sus), reclamantul apreciază că a fost torturat de către \"Sisi\" şi \"Raj\" şi subliniază că rezultă, în mod evident, complicitatea conducerii Penitenciarului Oradea din actele medicale completate la data de 12 şi 17 ianuarie 1995 (paragrafele 102 şi 108, de mai sus), acte în care era consemnat că în noaptea de 12/13 ianuarie 1995, reclamantul îşi autoprovocase traumatisme craniene şi la nivelul sternului, în opinia reclamantului, documentele în cauză erau false şi au fost redactate cu scopul de a acoperi eventualul deces sau sinucidere. Reclamantul solicită Curţii să examineze motivele pentru care Guvernul Român nu a făcut nici un comentariu cu privire la aceste documente medicale care probau complicitatea medicilor penitenciarului.", "161. Referindu-se, în special, la condiţiile de internare la infirmeria penitenciarului şi la Spitalul penitenciar Jilava, reclamantul apreciază că obligaţia de a împărţi acelaşi pat cu un deţinut infectat HIV şi faptul că a fost împiedicat pe durata mai multor luni, când se afla la infirmerie, de a exercita dreptul la plimbări zilnice în curtea penitenciarului, reprezintă, de asemenea, tratamente contrare articolului 3 din Convenţie.", "162. Reclamantul subliniază că, urmare agresiunilor la care a fost supus în penitenciar şi lipsei de tratament medical adecvat, a rămas cu sechele, respectiv tulburări de vedere şi de auz, precum şi dureri de cap, şi a trebuit să se supună, după punerea sa în libertate, mai multor intervenţii chirurgicale.", "b) teza Guvernului", "163. Guvernul subliniază că este foarte important ca susţinerile reclamantului să fie analizate de Curte ţinând seama de contextul foarte delicat legat de starea de sănătate psihică a reclamantului. Guvernul menţionează, sub acest aspect, că reclamantul a fost internat între 3 şi 13 august 1992 în Spitalul de psihiatrie Timişoara, cu diagnosticul \"episod psihotic atipic \" şi că, în fişa de observaţie medicală, medicii consemnaseră că reclamantul se considera persecutat (paragraful 101, de mai sus). Guvernul este de părere că nu pot fi luate în considerare decât afirmaţiile reclamantului care au fost probate sau care nu au fost contrazise prin alte mijloace de probă.", "i. Cu privire la natura leziunilor suferite de reclamant şi la măsura în care acestea pot fi imputate personalului penitenciarului", "164. Guvernul contestă faptul că reclamantul a fost supus unor tratamente contrare articolului 3 din Convenţie de către autorităţi. În subsidiar, Guvernul susţine că aceste tratamente nu pot fi în nici un caz, calificate ca acte de tortură.", "165. În ceea ce priveşte leziunile suferite de reclamant urmare a incidentului cu codeţinuţii săi, Guvernul susţine, contrar celor afirmate de reclamant şi aşa cum rezultă din actele medicale depuse la dosar, că reclamantul nu a suferit decât o fractură a coastei nr. 7. El prezentă, de asemenea, câteva echimoze palpebrale. Guvernul consideră că, dacă reclamantul ar fi suferit mai multe leziuni decât cele consemnate în actele medicale depuse la dosar, ar fi putut să le probeze printr-o expertiză medicală asupra stării sale de sănătate, efectuată în condiţiile Decretului nr. 446/1966 şi ale Regulamentului de aplicare a acestuia, aprobat prin Hotărârea Consiliului de Miniştri nr. 1085/1966, acte normative în temeiul cărora orice persoană poate cere efectuarea unei astfel de expertize (paragraful 156, de mai sus).", "166. Pe de altă parte, Guvernul subliniază că, aşa cum rezultă cu certitudine din actele dosarului, gardienii nu au fost implicaţi în declanşarea conflictului şi nici în comiterea actelor de agresiune împotriva reclamantului. Invocând Hotărârea Assenov c. Bulgariei din 28 octombrie 1998 (Culegerea de hotărâri şi decizii 1998-VIII, pag. 329, § 100), Guvernul susţine că reclamantul n-a probat faptul că gardienii l-au supus la rele tratamente şi nici faptul că au încurajat, în orice mod, actele de violenţă ale codeţinuţilor împotriva sa.", "167. Cât priveşte susţinerea reclamantului, potrivit căreia acesta ar fi fost imobilizat prin legarea sa cu cătuşe de pat şi lăsarea pe ciment timp de 48 ore, aceasta este imposibilă, în opinia Guvernului, o dată ce incidentul a avut loc în noaptea de 12/13 ianuarie 1995, iar reclamantul a fost examinat de medic în dimineaţa zilei de 13 ianuarie 1995. Guvernul subliniază că, în realitate, aşa cum rezultă din documentele dosarului, este vorba de o perioadă de numai cinci ore, din jurul orei 1 noaptea, când reclamantul a fost imobilizat până la 5,30, când acesta a fost condus la infirmerie.", "168. În opinia Guvernului, imobilizarea unei persoane prin încătuşare pe o perioadă atât de lungă ca aceea pretinsă de reclamant, adică 48 de ore, ar fi condus, în mod necesar, la apariţia unor leziuni specifice la persoana în cauză. Or, Guvernul subliniază că la examenul medical din 13 ianuarie 1995, nu a fost identificată la reclamant nici o leziune care ar indica imobilizarea prin încătuşare.", "169. Faptul că P.V, comandatul adjunct al penitenciarului, a mers chiar în noaptea incidentului în cauză la penitenciar probează, în opinia Guvernului, intenţia personalului unităţii de a acţiona în sensul restabilirii ordinii în închisoare.", "170. Totodată, Guvernul subliniază că autorităţile penitenciare au luat toate măsurile necesare pentru a împiedica un asemenea conflict, reclamantul fiind transferat, în mai multe rânduri, dintr-o celulă în alta, cu scopul precis de a preveni incidente între acesta şi codeţinuţi,", "ii. Cu privire la tratamentul medical acordat reclamantului", "171. Guvernul apreciază că tratamentul medical administrat reclamantului în perioada de arestare preventivă a fost adecvat. Guvernul subliniază că după incidentul din noaptea de 12 /13 ianuarie 1995 reclamantul a fost transportat, chiar în dimineaţa zilei de 13 ianuarie, la Spitalul judeţean Oradea, în vederea efectuării unor examene medicale specializate şi a fost, din nou, condus la acest spital la 20 şi 23 ianuarie, pentru a putea beneficia de îngrijirile medicale care nu ar fi putut fi acordate la infirmeria închisorii.", "172. Guvernul adaugă că, în acelaşi scop, respectiv acordarea de îngrijiri medicale adecvate reclamantului, de care nu putea beneficia pe plan local, reclamantul a fost transferat la Spitalul penitenciar Jilava, Transferul s-a efectuat la mai mult de 10 zile după incident, nepunând, deci, în pericol viaţa acestuia.", "173. Guvernul subliniază că îngrijirile medicale acordate reclamantului în spitalul penitenciar au condus la ameliorarea stării sale de sănătate şi că, la întoarcerea la Oradea, el a fost din nou internat la infirmeria penitenciarului.", "174. Guvernul subliniază că este în sarcina reclamantului să probeze, printr-o expertiză medico-legală de tipul celei menţionate la paragraful 164, că problemele sale de sănătate actuale sunt o consecinţă a tratamentului medical pretins inadecvat primit în închisoare.", "iii. Cu privire la condiţiile de spitalizare în cadrul infirmeriei şi la Spitalul penitenciar Jilava", "175. Guvernul subliniază că, pe durata internării la infirmeria penitenciarului, reclamantul şi-a exercitat dreptul la plimbări zilnice, în condiţiile descrise la paragraful 99, de mai sus.", "176. Guvernul menţionează, totodată, că, pe durata spitalizării la Jilava, spitalul nu a fost suprapopulat, deci nu a fost necesar ca reclamantul să stea în acelaşi pat cu un alt deţinut. De asemenea, se subliniază că în registrele Spitalului penitenciar Jilava nu figurează ca internată în perioada spitalizării reclamantului nici o persoană seropozitivă.", "B. Aprecierea Curţii", "177. Curtea notează că aspectul material al capătului de cerere întemeiat pe dispoziţiile articolului 3 din Convenţie poartă asupra două probleme distincte, deşi interdependente: prima, se referă la realitatea şi gravitatea tratamentelor la care reclamantul pretinde a fi fost supus, cea de-a doua priveşte măsura în care acestea pot fi imputate autorităţilor.", "1. În ceea ce priveşte pretinsele rele tratamente şi gravitatea acestora", "178. Curtea notează că existenţa relelor tratamente nu este acceptată de ambele părţi. Potrivit susţinerilor reclamantului, doi deţinuţi l-au bătut cu sălbăticie, din ordinul gardienilor, în noaptea de 10/11 ianuarie 1995, apoi un gardian l-a legat de pat cu cătuşele, lăsându-l în această poziţie timp de 48 de ore. Reclamantul susţine că a suferit fracturi craniene şi fracturi la nivelul sternului şi al coloanei vertebrale.", "179. Guvernul susţine că incidentul cu \"Sisi\" şi \"Raj\" a avut loc în noaptea de 12/13 ianuarie 1995. Acesta precizează, de asemenea, că reclamantul a fost imobilizat, din ordinul comandantului adjunct al penitenciarului, până în zori, în jurul orei 5.30, când a fost condus la infirmerie, unde i s-au acordat îngrijirile medicale necesare. Singurele leziuni identificate de specialişti la reclamant au fost echimoze palpebrale, o fractură a coastei nr. 7 şi o fractură a piramidei nazale.", "180. Curtea reaminteşte, mai întâi, că, pentru a incluse în sfera de aplicare a articolului 3, relele tratamente trebuie să atingă un minimum de gravitate, minimum ce este relativ, depinzând de ansamblul circumstanţelor cauzei, precum, durata tratamentului şi efectele psihice sau psihologice asupra victimei şi, în anumite cazuri, sexul, vârsta, starea de sănătate a acesteia. Atunci când o persoană este privată de libertate, folosirea împotriva sa a forţei fizice, dacă aceasta nu este determinată de însuşi comportamentul victimei, aduce atingere demnităţii umane şi constituie, în principiu, o încălcare a dreptului garantat de articolul 3 (Tekin c. Turciei, hotărârea CEDO din 9 iunie 1998, Culegea de hotărâri şi decizii 1998-IV, p. 1517-1518, §§ 52 şi 53 şi Labita c. Italiei (GC), cererea nr. 26772/1995, § 120, Culegerea de hotărâri şi decizii 2000-IV).", "181. Susţinerile având ca obiect supunerea la rele tratamente trebuie dovedite în faţa Curţii cu mijloace de probă adecvate (a se vedea, mutatis mutandis, hotărârea Klaas c. Germaniei, din 22 septembrie 1993, seria A nr. 269, p. 17, § 30). În aprecierea faptelor pretinse, Curtea foloseşte criteriul probei apte să elimine \"orice îndoială rezonabilă\"; o astfel de probă poate rezulta dintr-un ansamblu de indicii sau de prezumţii, suficient de grave, precise şi concordante (Irlanda c. Marea Britanie, hotărârea din 18 ianuarie 1978, seria A nr. 25, p. 65, § 161, Aydin c. Turciei, hotărârea din 25 septembrie 1997, Culegerea de hotărâri şi decizii 1997-VI, p. 1889, § 73, şi Selmouni c. Franţei, (G.C), nr. 25803/94, § 88, CEDH 1999-V).", "182. În ceea ce priveşte susţinerile reclamantului, potrivit cărora acesta ar fi fost obligat, în timpul spitalizării la Jilava, să stea în acelaşi pat cu un deţinut seropozitiv şi i s-ar fi interzis, timp de mai multe luni, pe când se afla internat la infirmeria Penitenciarului Oradea, să-şi exercite dreptul la plimbări zilnice în curtea unităţii, susţineri contestate de Guvern, Curtea apreciază că, în absenţa oricărei probe care să susţină aceste afirmaţii, nu se poate dovedi că reclamantul a fost supus la astfel de tratamente.", "183. Curtea arată, de asemenea, că nici un element de probă nu susţine afirmaţiile reclamantului privitoare la producerea în incidentul cu codeţinuţii săi a unor fracturi craniene, la nivelul sternului şi al coloanei vertebrale, nici pe cele privind pierderea, în acelaşi incident, a unghiei unui deget de la mână şi a celei a unui deget de la picior şi nici afirmaţiile privind existenţa unor efecte durabile ale respectivelor tratamente asupra stării sale actuale de sănătate.", "184. În consecinţă, Curtea statuează că pretinsele rele tratamente la care se face referire în paragraful 74 in fine, 81, 83 şi 86, de mai sus, nu pot fi considerate ca dovedite.", "185. Din contră, Curtea arată că este incontestabil faptul că, în perioada de arestare preventivă, pe când se afla sub controlul gardienilor şi al administraţiei penitenciare, reclamantul a suferit leziuni provocate prin lovire. Rapoartele medicale redactate de specialişti atestă, într-adevăr, multitudinea şi intensitatea loviturilor la care a fost supus reclamantul în incidentul cu codeţinuţii, lovituri ce au produs echimoze palpebrale bilaterale, fractura piramidei nazale şi a unei coaste.", "Or, în opinia Curţii, acestea sunt elemente de fapt stabilite în mod clar şi care, prin ele însele, sunt suficient de serioase pentru a conferi faptelor caracterul unor tratamente inumane şi degradante interzise de articolul 3 din Convenţie.", "186. Curtea arată, de asemenea, că gravitatea tratamentelor în cauză este amplificată de o serie de factori.", "În primul rând, Curtea notează că este incontestabil faptul că după incidentul cu \"Sisi\" şi \"Raj\", reclamantul a fost imobilizat, prin încătuşare, din ordinul comandantului adjunct al penitenciarului, în aceeaşi celulă cu autorii agresiunii. Curtea remarcă, de asemenea, că, deşi reclamantului i s-a prescris un bandaj toracic pentru tratarea fracturii (paragraf 105, de mai sus), nu rezultă din actele depuse la dosar că un astfel de bandaj a fost într-adevăr aplicat (paragrafele 106 şi 111, de mai sus). Totodată, Curtea notează că, după numai zece zile de la incidentul care i-a provocat reclamantului fractura piramidei nazale şi a unei coaste, acesta a fost transportat într-un vagon al penitenciarului, la sute de kilometri distanţă faţă de locul de deţinere, pe parcursul a mai multor zile, toate acestea în ciuda recomandării de repaus făcute de medici (paragraful 105, in fine), date ce nu au fost contestate de Guvern. Curtea menţionează, de asemenea, că din actele transmise de reclamant, rezultă că acesta nu a beneficiat de un examen chirurgical şi de tratament chirurgical, dacă era cazul, în perioada internării sale la Spitalul penitenciar Jilava (paragrafele 111 şi 112, de mai sus).", "187. În lumina celor expuse anterior şi luând în considerare ansamblul de aspecte supuse examinării, Curtea concluzionează că tratamentele la care a fost supus reclamantul în perioada de arestare preventivă, astfel cum au fost expuse în paragrafele 185 şi 186, de mai sus, sunt contrare dispoziţiilor articolului 3 din Convenţie. Urmează a se stabili dacă poate fi angajată răspunderea statului pentru acestea.", "2. În ceea ce priveşte răspunderea autorităţilor: supravegherea deţinutului", "188. Curtea notează că Guvernul contestă faptul că, în cauză, ar fi existat un comportament culpabil al autorităţilor, fie sub forma unui act intenţionat, fie sub forma unei neglijenţe în serviciu, întemeindu-se pe declaraţiile mai multor martori, Guvernul susţine că autorităţile nu au fost implicate în declanşarea conflictului între deţinuţi şi au luat măsurile necesare pentru ca un astfel de incident să nu se producă.", "189. Sub acest aspect, Curtea reaminteşte, în primul rând, că articolul 3 din Convenţie consacră una dintre valorile fundamentale ale unei societăţi democratice, interzicând, în termeni absoluţi, tortura şi pedepsele şi tratamentele inumane sau degradante (Aydin c. Turciei, hotărâre din 25 septembrie, Culegerea de hotărâri şi decizii 1997-VI, § 81). Aceste dispoziţii impun autorităţilor statelor contractante nu numai să se abţină de la a supune o persoană la astfel de tratamente, ci, de asemenea, pun în sarcina acestora obligaţia de a lua, în mod preventiv, măsuri de natură practică, necesare asigurării protecţiei integrităţii corporale şi sănătăţii persoanelor private de libertate (Mouisel c. Franţei, cererea nr. 67263/01, § 40, Culegerea de hotărâri şi decizii 2002-I, Keenan c. Marii Britanii, cererea nr. 27229/95, § 110, Culegerea de hotărâri şi decizii 2001-III). Totuşi, această obligaţie nu trebuie interpretată de aşa manieră încât să impună statelor o sarcină imposibil de realizat sau excesivă (cf. mutatis mutandis, Tanrikulu c. Turciei, cererea nr. 21422/93, § 71, nepublicată).", "190. În opinia Curţii, dată fiind natura dreptului protejat de articolul 3, este suficient ca reclamantul să demonstreze că autorităţile nu au făcut ceea ce, în mod rezonabil, era de aşteptat să facă pentru a împiedica materializarea unui risc real şi imediat pentru integritatea fizică a reclamantului, un risc de care acestea aveau sau trebuia să aibă cunoştinţă. Răspunsul la această problemă depinde de ansamblul circumstanţelor cauzei (mutatis mutandis, Keenan, susmenţionată, §§ 110-115). În consecinţă, Curtea urmează să stabilească dacă, în circumstanţele cauzei, autorităţile ar fi trebuit să ştie că reclamantul risca să fie supus la rele tratamente din partea celorlalţi deţinuţi şi, în caz afirmativ, dacă au luat, în limitele competenţelor lor, măsuri apte să determine evitarea unui astfel de risc.", "191. Curtea remarcă faptul că în fişa medicală a reclamantului completată la sosirea în Penitenciarul Oradea, medicul notase că reclamantul suferea de \"psihopatie paranoidă\" (paragraful 22, de mai sus). De asemenea, aşa cum s-a arătat în prezentarea situaţiei de fapt, reclamantul a intrat, în repetate rânduri, în conflict cu codeţinuţii săi, motiv pentru care a fost transferat în mai multe celule (paragraf 88, 125 şi 137, de mai sus). Mai mult, Curtea notează că, în ziua anterioară celei în care s-a produs incidentul cu \"Sisi\" şi \"Raj\", reclamantul a fost examinat, la Spitalul de psihiatrie şi neurologie Oradea, de un neuropsihiatru care a apreciat că reclamantul suferea de depresie nervoasă cu tulburări de comportament şi a recomandat punerea sa sub observaţie (paragraful 102, anterior, in fine).", "192. Curtea concluzionează că autorităţile interne ar fi putut, în mod rezonabil, prevedea, pe de o parte, că, dată fiind starea sa psihică, reclamantul era mai vulnerabil decât un deţinut obişnuit şi, pe de altă parte, că arestarea sa putea avea ca efect exacerbarea sentimentului său de deprimare, sentiment, de altfel, inerent oricărei măsuri privative de libertate, precum şi amplificarea irascibilităţii sale, pe care o manifestase deja faţă de alţi deţinuţi. Din aceste considerente, Curtea apreciază că era necesară o supraveghere atentă a reclamantului de către autorităţile penitenciare.", "193. Curtea subscrie la argumentul reclamantului, invocat în faţa Parchetului Militar Oradea, potrivit căruia transferul său în celula nr. 42, în care se aflau recidivişti şi deţinuţi condamnaţi definitiv, era contrar dispoziţiilor legale interne în materia executării pedepselor atâta timp cât avea statutul de persoană arestată preventiv. Curtea notează, de asemenea, că reclamantul a fost agresat imediat după transferul său în celula nr. 42, cunoscută ca fiind \"o celulă cu deţinuţi periculoşi\" (paragrafele 135 alineat 1, in fine şi 136, de mai sus).", "194. În al doilea rând, Curtea notează că, din actele dosarului, rezultă că gardianul S.A., de serviciu în noaptea incidentului, nu a intervenit imediat pentru a-l scoate pe reclamant din celulă sau pentru a determina încetarea actelor de agresiune împotriva acestuia. Sub acest aspect, Curtea reaminteşte declaraţia făcută de gardian în faţa Parchetului, potrivit căreia acesta nu avea dreptul să intervină pentru a pune capăt conflictului (paragraful 126, de mai sus). Curtea notează, totodată, că declaraţiile mai multor martori, ascultaţi în cauză de organele de urmărire penală, au făcut referire la refuzul gardianului de a interveni pentru a-l apăra pe reclamant (paragraful 127 şi 135, de mai sus). Curtea reţine, de asemenea, că după incidentul cu cei doi codeţinuţi reclamantul a fost lăsat de gardieni în aceeaşi celulă cu agresorii săi, mai mult, a fost imobilizat.", "195. Din aceste considerente, Curtea concluzionează că autorităţile nu şi-au îndeplinit obligaţia pozitivă de a proteja integritatea fizică a reclamantului, în cadrul competenţei lor de a asigura paza persoanelor private de libertate şi de a se asigura că nu se aduce atingere integrităţii fizice a acestora.", "196. În consecinţă articolul 3 din Convenţie a fost încălcat sub acest aspect.", "2. Cu privire la caracterul anchetei", "A. Argumentele părţilor", "197. Reclamantul subliniază că procedura penală iniţiată ca urmare a plângerii sale nu s-a finalizat prin angajarea răspunderii penale a vreunuia dintre gardienii care au încercat să-l \"lichideze\", prin intermediul lui \"Sisi\" şi \"Raj\".", "198. Guvernul notează că la data de 24 iulie 1995, reclamantul a formulat pentru prima dată plângere împotriva gardienilor şi codeţinuţilor pentru rele tratamente. Se subliniază de asemenea, că, urmare a acestei plângeri, s-a procedat la efectuarea de cercetări penale aprofundate, care au condus la identificarea făptuitorilor, răspunderea penală a acestora neputând fi, însă, angajată, întrucât plângerea prealabilă nu a fost depusă în termenul prevăzut de articolul 180 din  coroborat cu articolul 284 din . Guvernul relevă faptul că procurorul desemnat a instrumenta cauza a ascultat toate persoanele implicate în incident şi pe cele care ar fi putut furniza informaţii cu privire la cauzele leziunilor suferite de reclamant. Se arată, de asemenea, că procurorul a dispus, la cererea reclamantului, efectuarea unei expertize medico-legale asupra stării de sănătate a reclamantului şi a ataşat dosarului cauzei toate fişele medicale de observaţie şi extrase din registrele medicale ale penitenciarului, în măsura în care acestea priveau evoluţia stării de sănătate a reclamantului.", "B. Aprecierea Curţii", "199. Curtea reaminteşte că, atunci când o persoană afirmă că a fost supusă la tratamente contrare articolului 3 din Convenţie din partea organelor de poliţie sau a altor autorităţi similare ale statului, această dispoziţie a Convenţiei, coroborată cu obligaţia generală impusă statului de articolul 1 din Convenţie de a \"recunoaşte oricărei persoane aflată sub jurisdicţia sa drepturile şi libertăţile garantate de Convenţie\" instituie o obligaţie a statului implicit de a iniţia şi derula o \"anchetă oficială efectivă\". Această anchetă, asemenea celei impuse de articolul 2 din Convenţie, trebuie să fie capabilă să conducă la identificarea şi pedepsirea persoanelor responsabile. În caz contrar, în ciuda importanţei sale fundamentale, interdicţia legală generală de a supune o persoană la tratamente inumane sau degradante ar deveni ineficientă în practică şi ar fi posibil, în anumite cazuri, ca reprezentanţi ai statului să desconsidere în totalitate, folosindu-se de impunitatea absolută de care se bucură, drepturile persoanelor aflate sub controlul lor (Labila, susmenţionată, § 131, Assenov, susmenţionată, § 102).", "Curtea reaminteşte consideraţiile sale formulate în hotărârea sa Ilhan c. Turciei din 27 iunie 2000: \"(...) având în vedere obligaţia statului care decurge din articolul 13 din Convenţie, în temeiul căreia orice persoană care susţine, cu temeinicie (\"grief defendable\"), că a fost supusă unor tratamente contrare articolului 3 din Convenţie, trebuie să dispună de un recurs efectiv, reclamantul are posibilitatea reparării încălcării dreptului recunoscut de articolul 3 din Convenţie şi garanţiile procedurale împotriva unui eventual abuz din partea agenţilor statului. (...) necesitatea sau oportunitatea constatării într-o cauză dată a încălcării articolului 3 din Convenţie, sub aspect procedural, va depinde de circumstanţele specifice speţei\" (hotărârea Ilhan c. Turciei, cererea nr. 22277/93 § 92, Culegerea de hotărâri şi decizii 2000-VII).", "200. Curtea notează că, în cauză, a avut loc o anchetă, ca urmare a plângerii formulate de reclamant la data de 24 iulie 1995. În consecinţă, urmează să verifice dacă această anchetă a fost condusă în mod diligent şi eficient.", "201. Sub acest aspect, Curtea observă că cercetarea penală privitoare la faptele denunţate de reclamant a început la 17 august 1995, dată la care plângerea reclamantului împotriva codeţinuţilor şi gardienilor a fost înregistrată la Parchetul Militar Oradea.", "a) Cu privire la caracterul diligent al anchetei", "202. Curtea notează că, prin referatul din 20 octombrie 1997, parchetul a respins plângerea împotriva codeţinuţilor ca tardiv introdusă, întrucât aceasta fusese depusă după împlinirea termenului prevăzut de articolul 180 din , coroborat cu articolul 284 din . Sub acest aspect, se aminteşte faptul că încadrarea juridică a faptelor este, în cauză, esenţială, în măsura în care de aceasta depinde aprecierea plângerii reclamantului ca tardivă (ea fiind calificată drept plângere prealabilă, n.n.) sau ca introdusă în termen (având valoarea unei plângeri penale, n.n.).", "203. Curtea precizează că reclamantul, în plângerea sa din 24 iulie 1995, a calificat tratamentele la care a fost supus de către codeţinuţi ca tentativă la infracţiunea de omor sau tentativă la vătămare corporală gravă, fapte prevăzute de articolul 174, respectiv 182 din , pentru care acţiunea penală se pune în mişcare din oficiu, nefiind necesară, în acest scop, introducerea, într-un anumit termen, a unei plângeri prealabile. În schimb, parchetul a apreciat că faptele constituiau elementul material al infracţiunii de loviri şi alte violente, prevăzute de articolul 180 alineatul 2 din , dispoziţie care, coroborată cu articolul 284 din , prevede că acţiunea penală se pune în mişcare la plângere prealabilă şi că persoana vătămată poate introduce această plângere în termen de 2 luni.", "204. Curtea notează, în continuare, că ceea ce distinge elementul material al infracţiunii de loviri şi alte violenţe de cel al vătămării corporale grave este, în special, numărul de zile de îngrijiri medicale necesare pentru vindecare şi consecinţele faptei asupra sănătăţii - dacă lovirile au avut sau nu ca efect pierderea unui simţ sau organ ori o infirmitate permanentă fizică sau psihică (a se vedea capitolul \"Drept intern aplicabil \", paragraful 154, de mai sus). Curtea estimează că în speţă un rol decisiv revenea stabilirii, de către Parchet, a consecinţelor pe care incidentul cu codeţinuţii le-a avut asupra stării de sănătate a reclamantului.", "205. Or, Curtea remarcă faptul că, abia la un an după depunerea plângerii, parchetul a dispus efectuarea unei expertize medico-legale (paragraful 130, de mai sus). Mai mult, raportul de expertiză a fost finalizat abia la 27 august 1997, adică la mai mult de doi ani şi şapte luni de la incident.", "206. În ceea ce priveşte referatul prin care a fost respinsă plângerea reclamantului, Curtea dezaprobă, în mod special, faptul că procurorul a concluzionat atât de rapid că leziunile suferite de reclamant i-au cauzat acestuia o incapacitate temporară de muncă de 18 zile, întemeindu-se pe un raport de expertiză care preciza, încă de la început, că reclamantul nu s-a prezentat la examenele medicale recomandate. Or, Curtea apreciază ca deosebit de surprinzător faptul că, deşi reclamantul a declarat, la data de 11 iulie 1997, că a efectuat toate examenele recomandate şi că a depus rezultatele acestora la laboratorul de medicină legală (paragraful 132, de mai sus), parchetul nu a acordat atenţie acestei contradicţii, deşi era vorba de un aspect esenţial, de care depindea încadrarea juridică a faptelor şi, în consecinţă, posibilitatea de a angaja răspunderea făptuitorilor", "207. Curtea menţionează că, din actele dosarului nu rezultă dacă parchetul a admis cererea reclamantului de a fi supus unui examen tomografie (paragraful 138, de mai sus, in fine), examen ce ar fi permis să se stabilească, cu precizie şi în mod obiectiv, dacă leziunile au generat sau nu o infirmitate, în sensul articolului 182 din . Curtea notează că un astfel de examen medical a fost recomandat şi de medicii care l-au tratat pe reclamant după punerea sa în libertate (paragraful 114, de mai sus), în scopul stabilirii stării sale de sănătate.", "b) Cu privire la ancheta împotriva gardienilor", "208. Curtea notează că parchetul a dispus respingerea ca nefondată a plângerii împotriva gardienilor P.S. şi S.A. şi împotriva comandatului adjunct al penitenciarului.", "209. Sub acest aspect, Curtea reaminteşte că obligaţia autorităţilor interne de a pune un recurs efectiv la dispoziţia unei persoane care susţine, cu temeinicie (\"grief defendable\"), că a fost supusă unor tratamente contrare articolului 3 din Convenţie nu implică, în mod necesar, sancţionarea făptuitorilor. Convenţia impune numai \"iniţierea şi derularea unei anchete capabile să conducă la pedepsirea persoanelor responsabile\" (Egmez c. Cipru, cererea nr. 30873/96, § 70, Culegerea de hotărâri şi decizii 2000-XII).", "210. Este adevărat, aşa cum de altfel indică şi Guvernul, că autorităţile interne nu au manifestat pasivitate în procedura penală iniţiată ca urmare a plângerii reclamantului, totuşi, în opinia Curţii, absenţa inactivităţii nu este suficientă pentru a exonera statul de responsabilitatea care îi revine, sub aspect procedural, potrivit dispoziţiilor articolului 3 din Convenţie. Curtea reaminteşte, în această privinţă, că autorităţile nu trebuie să subestimeze importanţa mesajului pe care ele îl transmit persoanelor implicate şi publicului larg, atunci când decid să înceapă sau nu urmărirea penală împotriva unor agenţi ai statului acuzaţi că au supus o persoană unor tratamente contrare articolului 3 din Convenţie. Curtea apreciază, în special, că autorităţile nu trebuie să sugereze în nici un caz, că sunt dispuse să lase nepedepsite astfel de tratamente (Egmez, susmenţionată, § 71).", "211. În speţă, Curtea notează că în referatul elaborat la finalizarea cercetării penale, parchetul s-a limitat să afirme că acuzaţiile reclamantului împotriva gardienilor P.S. şi S.A. şi împotriva comandatului adjunct P.V. sunt nefondate.", "212. Or, în absenţa unor motive convingătoare de natură să justifice numeroasele contradicţii între declaraţiile deţinuţilor, cele ale reclamantului şi ale gardienilor şi menţiunile din registrul penitenciarului, o asemenea concluzie nu poate fi acceptată. În special, Curtea apreciază ca deosebit de surprinzător faptul că parchetul nu a încercat să clarifice, în referatul menţionat, motivul pentru care în registrele penitenciarului şi în fişele medicale completate la infirmeria închisorii, acte care au fost solicitate de parchet şi depuse la dosar, s-a menţionat faptul că reclamantul se autoagresase (paragrafele 106, 110 şi 128, de mai sus).", "213. Curtea dezaprobă faptul că, deşi existau declaraţii concordante ale mai multor martori cu privire la refuzul gardianului S.A. de a interveni pentru a-l apăra pe reclamant şi cu privire imobilizarea acestuia de către acest gardian, la ordinul comandantului adjunct al penitenciarului, parchetul nu a menţionat şi nu a justificat în nici un fel aceste fapte în amintitul referat.", "214. Din actele dosarului rezultă că reclamantul a formulat o plângere împotriva acestei soluţii la Parchetul de pe lângă înalta Curte de Casaţie şi Justiţie. Acestea sunt singurele informaţii de care Curtea dispune cu privire la această procedură şi este regretabil faptul că Guvernul nu a fost în măsură să comunice Curţii informaţii cu privire la demersurile realizate de autorităţile competenţe să se pronunţe asupra acestei plângeri.", "215. Având în vedere cele expuse anterior, Curtea apreciază că autorităţile nu au realizat o anchetă aprofundată şi efectivă cu privire la plângerea reclamantului ce avea ca obiect relele tratamente, la care pretindea, cu temeinicie, că a fost supus în perioada de arestare preventivă. Curtea constată că articolul 3 din Convenţie a fost încălcat sub acest aspect.", "2. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ARTICOLULUI 5 ALINEATUL 1 DIN CONVENŢIE", "216. Reclamantul se plânge că măsura arestării preventive dispuse împotriva sa a fost ilegală, în condiţiile în care nu existau motive temeinice de a crede că reclamantul a încercat să se sustragă urmăririi penale. Reclamantul invoca articolul 5 alineat 1 din Convenţie, care prevede că:", "\n   „(1) Orice persoană are dreptul la libertate şi la siguranţă. Nimeni nu poate fi lipsit de libertatea sa, cu excepţia următoarelor cazuri şi potrivit căilor legale: (...)", "c) dacă a fost arestat sau reţinut în vederea aducerii sale în faţa autorităţii judiciare competenţe, atunci când există motive verosimile de a bănui că a săvârşit o infracţiune sau când există motive temeinice de a crede în necesitatea de a-l împiedica să săvârşească o infracţiune sau să fugă după săvârşirea acesteia;(...)", "217. Curtea notează că acest capăt de cerere include două aspecte: primul priveşte luarea măsurii arestării preventive, deşi nu existau motive temeinice de a crede în necesitatea de a-l împiedica pe reclamant să se sustragă urmăririi penale; al doilea aspect poartă asupra menţinerii reclamantului în stare de arest preventiv după expirarea mandatului de arestare.", "1. Cu privire la luarea măsurii arestării preventive împotriva reclamantului în absenta unor indicii temeinice că acesta s-a sustras urmăririi penale după săvârşirea faptei", "218. Reclamantul susţine că a fost arestat preventiv, deşi nu existau motive temeinice pentru luarea acestei măsuri.", "219. Guvernul admite că măsura arestării preventive, în cauză, nu a fost dispusă cu respectarea dispoziţiilor legale în vigoare. Invocând considerentele hotărârii Curţii de Apel Oradea din 6 aprilie 1995, Guvernul apreciază că nu existau motive temeinice pentru emiterea unui mandat de arestare împotriva reclamantului, deoarece, în realitate, acesta din urmă nu încercase să se sustragă urmăririi penale. Guvernul observă, de asemenea, că procurorul nu a respectat dispoziţiile articolului 146 din , neconsemnând în ordonanţa prin care s-a dispus arestarea preventivă motivele pentru care lăsarea în libertate a reclamantului ar prezentă pericol pentru ordinea publică.", "220. Curtea reaminteşte că pentru interpretarea termenului \"potrivit căilor legale\", prevăzut da articolul 5 alineat 1 din Convenţie, Curtea face trimitere la legislaţia naţională şi consacră obligaţia de respectare a normelor interne procedurale şi de drept substanţial (Assenov, susmenţionată, § 139 ). Deşi autorităţile naţionale, în special instanţele judecătoreşti, sunt, în primul rând, competenţe să interpreteze şi să aplice dreptul intern, totuşi dacă nerespectarea dispoziţiilor legale interne reprezintă, în acelaşi timp, o încălcare a articolului 5 alineat 1 din Convenţie, Curtea poate şi trebuie să exercite funcţia sa de control asupra respectării dreptului naţional (Douiyeb c. Olanda, cererea nr. 31464/96, § 45).", "221. Sub acest aspect, Curtea notează că prin ordonanţa din 5 iulie 1994, procurorul D. a dispus arestarea preventivă a reclamantului, în aplicarea articolelor 146 şi 148 literele c), e) şi h) din , invocând faptul că reclamantul se sustrăsese urmăririi penale şi că lăsarea sa în libertate prezentă pericol pentru ordinea publică. Or, prin hotărârea din 6 aprilie 1995, Curtea de Apel Oradea a declarat ilegală arestarea preventivă a reclamantului, cu motivarea că acesta nu s-a sustras urmăririi penale, ci, dimpotrivă, a dat curs tuturor convocărilor parchetului, iar procurorul desemnat a instrumenta cauza l-a lăsat să aştepte, în zadar, pe culoarul parchetului.", "222. Curtea notează, de asemenea, că Guvernul nu a contestat faptul că arestarea preventivă a reclamantului a fost dispusă cu nerespectarea dispoziţiilor dreptului intern în materie, pe de o parte, pentru că nu au existat motive temeinice care să justifice emiterea mandatului de arestare şi, pe de altă parte, pentru că procurorul a omis să menţioneze, astfel cum prevedeau dispoziţiile articolului 146 din , motivele care justifică aprecierea că lăsarea în libertate a reclamantului punea în pericol ordinea publică.", "223. În aceste circumstanţe, Curtea apreciază că, în cauză, nerespectarea dispoziţiilor legale ce reglementează în dreptul intern materia arestării preventive, fapt recunoscut de instanţele judecătoreşti interne şi necontestat de Guvern, este, în mod evident, stabilită şi atrage încălcarea articolului 5 alineat 1 litera c) din Convenţie.", "2. Cu privire la menţinerea reclamantului în stare de deţinere după expirarea mandatului de arestare", "224. Reclamantul invocă faptul că a fost, în mod ilegal, menţinut în stare de arest preventiv după expirarea mandatului de arestare.", "225. Guvernul nu contestă această afirmaţie. El relevă că mandatul de arestare împotriva reclamantului, emis la data de 5 iulie 1994, pentru o durată de 30 de zile, a fost pus în executare la data de 20 iulie 1994 şi a expirat la data de 19 august 1994. Guvernul afirmă că, potrivit dreptului intern, reclamantul ar fi trebuit pus în libertate la expirarea acestui termen, în cazul în care Tribunalul Bihor nu s-a pronunţat, până la acea dată, asupra necesităţii prelungirii măsurii arestării preventive.", "226. Având în atenţie principiile generale ale jurisprudenţei sale în materie, enunţate la paragraful 220 de mai sus, Curtea remarcă faptul că menţinerea reclamantului în stare de deţinere după 19 august 1994, dată la care mandatul de arestare a expirat, a fost declarată ilegală de către Curtea de Apel Oradea, în lipsa unei prelungiri a măsurii de către tribunalul competent a se pronunţa asupra legalităţii acesteia, fapt necontestat de Guvern.", "227. În consecinţă, Curtea apreciază că menţinerea reclamantului în stare de deţinere după 19 august 1994 nu este conformă dispoziţiilor legale şi, prin aceasta, încalcă dispoziţiile articolului 5 alineat 1 litera c) din Convenţie.", "3. ASUPRA PRETINSEI ÎNCĂLCĂRI A ARTICOLULUI 5 ALINEAT 3 DIN CONVENŢIE", "228. Reclamantul se plânge, de asemenea, că nu a fost condus \"de îndată\", la instanţa judecătorească, după arestarea sa. El invocă articolul 5 alineat 3 din Convenţie, care prevede:", "„Orice persoană arestată sau deţinută, în condiţiile prevăzute la alineatul 1 litera c) din prezentul articol, trebuie să aducă de îndată înaintea unui judecător sau a unui alt magistrat împuternicit prin lege cu exercitarea atribuţiilor judiciarei (...)”", "229. În observaţiile iniţiale asupra admisibilităţii şi temeiniciei plângerii, Guvernul a admis că legislaţia română în vigoare la data evenimentelor nu răspundea exigenţelor articolului 5 alineat 3 al Convenţiei, întrucât procurorul, ce avea competenţa de a dispune măsura arestării preventive, nu oferea garanţiile pe care noţiunea de \"magistrat\", în sensul articolului 5 alineat 3 din Convenţie, le implică. Or, în cauză, măsura arestării preventive împotriva reclamantului a fost luată prin ordonanţa procurorului din 20 iulie 1994, pentru o durată de 30 zile de la data arestării sale de către organele de poliţie, adică 20 iulie 1994.", "230. În observaţiile sale complementare, ulterioare datei de 6 martie 2001, data pronunţării deciziei de admisibilitate a plângerii, Guvernul a susţinut că nu ar trebui ca aprecierea încălcării unei dispoziţii a Convenţiei să se facă in abstracto, căci o lege internă poate conduce, în anumite cazuri, la o încălcare a drepturilor garantate de Convenţie, dar, în alte cazuri, se poate ajunge la constatarea, in concreto, a respectării Convenţiei. În acest sens, Guvernul subliniază că, la data de 21 iulie 1994, adică în ziua următoare arestării sale, reclamantul a fost condus, în temeiul articolelor 152 alineat 2, 4 şi 5 din  la instanţa judecătorească, respectiv Tribunalul Bihor, pentru a fi ascultat. Or, în opinia Guvernului, judecătorul desemnat a se pronunţa asupra fondului cauzei oferea toate garanţiile impuse de articolul 5 alineat 3 din Convenţii. Din aceste considerente, Guvernul considera că, în cauză, dispoziţiile articolului 5 alineat 3 din Convenţie nu au fost încălcate.", "231. Curtea consideră necesar să examineze, mai întâi, argumentul invocat de Guvern în observaţiile complementare. Sub acest aspect, Curtea reaminteşte că s-a pronunţat în mod constant în jurisprudenţa sa în sensul că prima teză a articolului 5 nu se rezumă la a prevedea accesul persoanei arestate la o autoritate judiciară, ci ea impune magistratului în faţa căruia persoana arestată este condusă, obligaţia de a examina circumstanţele care militează pentru şi contra menţinerii arestării preventive, de a se pronunţa potrivit criteriilor juridice asupra existenţei unor motive temeinice care să justifice menţinerea arestării şi, în absenţa lor, de a dispune punerea în libertate (a se vedea, între altele, Assenov, susmenţionată, § 146; De Jong, Baljet şi Van den Brink c. Olandei, hotărârea din 22 mai 1984, seria A nr. 77, p. 21-24, § 44, 47 şi 51). Cu alte cuvinte, articolul 5 alineat 3 impune ca magistratul să se pronunţe asupra legalităţii măsurii preventive.", "232. În speţă, Curtea notează că, după cum susţine şi Guvernul, reclamantul a fost condus pe data de 21 iulie 1994 în faţa judecătorului M.V., preşedinte de secţie la Tribunalul Bihor, care i-a adus la cunoştinţă reclamantului că parchetul a dispus trimiterea sa în judecată, i-a făcut cunoscut rechizitoriul şi i-a pus întrebări în legătură cu o declaraţie pe care acesta a făcut-o la parchet.", "233. Or, Curtea relevă că din actele dosarului nu rezultă că judecătorul a examinat aspectele privitoare la legalitatea arestării, într-adevăr, nu rezultă din încheierea de şedinţă din 21 iulie 1994 că problema legalităţii măsurii preventive a fost luată în discuţie (paragraful 23, de mai sus, in fine).", "234. Curtea apreciază că simpla aducere a reclamantului în faţa judecătorului M.V., la data de 21 iulie 1994, nu era de natură să asigure respectarea articolului 5 alineat 3 din Convenţie, în consecinţă, acest argument al Guvernului nu poate fi reţinut.", "235. În aprecierea Curţii, capătul de cerere întemeiat pe articolul 5 alineat 3 din Convenţie include două aspecte distincte: primul priveşte calitatea de \"magistrat\", în sensul articolului 5 alineat 3, a procurorului care a dispus măsura arestării preventive împotriva reclamantului; al doilea aspect poartă asupra caracterului \"imediat\" (prompt), în sensul aceleiaşi dispoziţii din Convenţie, al controlului judecătoresc asupra legalităţii măsurii arestării preventive.", "1. Cu privire la calitatea de magistrat a procurorului care a luat măsura arestării preventive", "236. Conform principiilor stabilite de jurisprudenţa Curţii, controlul judiciar al actelor executivului, prin care se aduce atingere dreptului la libertate al persoanelor, constituie un element esenţial al garanţiei oferite de articolul 5 alineat 3 (Aksoy c.Turciei, hotărârea din 18 decembrie 1996, Culegerea de hotărâri şi decizii 1996-VI, p. 2282, §76). Pentru a se considera că un \"magistrat\" exercită \"funcţii judiciare\", în sensul acestei dispoziţii, acesta trebuie să îndeplinească anumite condiţii, ce reprezintă, pentru persoana arestată, garanţii împotriva arbitrarului şi a privării nejustificate de libertate (Schiesser c. Elveţiei, hotărârea din 4 decembrie 1979, seria A nr. 34, p. 13, §31). Astfel, \"magistratul\" trebuie să fie independent în raport de executiv şi de părţi (Schiesser, susmenţionată, §31). În această privinţă, unele circumstanţe obiective, existente la momentul luării măsurii arestării preventive, pot fi relevante: dacă magistratul poate interveni în procedura penală ulterioară momentului luării măsurii, în calitate de organ de urmărire, independenţa şi imparţialitatea sa poate fi pusă la îndoială (Huber c. Elveţiei, hotărârea din 23 octombrie 1990, seria A nr. 188, § 43 şi Brincat c. Italiei, hotărârea din 26 noiembrie 1992, seria A nr. 249-A, p. 12, § 21).", "237. Curtea relevă, în primul rând, că, în cauză, procurorul D.F. de la Parchetul de pe lângă Tribunalul Bihor a intervenit iniţial în stadiul de cercetare penală, analizând dacă există indicii temeinice că reclamantul a săvârşit o infracţiune, etapă finalizată prin dispunerea începerii urmăririi penale şi prin luarea măsurii arestării preventive. Ulterior procurorul a instrumentat cauza, în calitate de organ de urmărire penală, etapă finalizată prin punerea în mişcare a acţiunii penale împotriva reclamantului şi trimiterea acestuia în judecată. Procurorul nu a reprezentat, în speţă, Ministerul Public în procedura în faţa instanţei judecătoreşti, deşi ar fi putut să o facă, căci nici o dispoziţie legală în materia organizării judiciare nu o interzicea în mod expres. În consecinţă, este necesar a se examina dacă, în circumstanţele speţei, procurorul oferea garanţiile de independenţă şi imparţialitate pe care le presupune noţiunea de \"magistrat\", în sensul articolului 5 alineat 3 din Convenţie.", "238. Sub acest aspect, Curtea reaminteşte că, în cauza Vasilescu c, României (hotărârea din 22 mai 1998, Culegerea de hotărâri şi decizii 1998-III, p. 1075, § 40, 41) a statuat deja, pe terenul articolului 6 alineatul 1 din Convenţie, că în România, procurorii, acţionând în calitate de reprezentanţi ai Ministerului Public, subordonaţi, mai întâi, procurorului general, apoi ministrului justiţiei, nu îndeplinesc condiţia de independenţă în raport cu puterea executivă. Curtea nu identifică nici un motiv care ar conduce la o concluzie diferită în speţă, de această dată, pe terenul articolului 5 alineat 3 din Convenţie, din moment ce independenţa faţă de executiv este inclusă printre garanţiile pe care le presupune noţiunea de \"magistrat\", în sensul articolului 5 alineat 3 din Convenţie (Schiesser, susmenţionată, § 31).", "239. Având în vedere cele expuse anterior, Curtea concluzionează că procurorul care a dispus arestarea preventivă a reclamantului nu era un \"magistrat\", în sensul articolului 5 alineat 3 din Convenţie, în consecinţă, urmează a se verifica dacă legalitatea măsurii arestării preventive a fost supusă controlului judecătoresc şi dacă acesta a intervenit \"de îndată\" (\"aussitot\"), în sensul aceleiaşi dispoziţii din Convenţie.", "2. În ceea ce priveşte respectarea condiţiei de promptitudine prevăzute de articolul 5 alineat 3 din Convenţie", "240. Curtea reaminteşte că articolul 5 alineat 3 din Convenţie impune intervenţia, de îndată, a controlului judecătoresc asupra legalităţii măsurii arestării preventive, promptitudinea unei asemenea proceduri fiind apreciată in concreto, în raport de circumstanţele cauzei (De Jong, Baljet şi Van den Brink, susmenţionată, p. 24 şi 25, § 51 şi 52). În acelaşi timp, în interpretarea şi aplicarea noţiunii de promptitudine, nu se poate aplica principiul flexibilităţii decât într-o foarte mică măsură (Brogan şi alţii c. Marii Britanii, hotărârea din 29 noiembrie 1988, seria A nr. 145-B, p. 33-34, § 61), un control judecătoresc rapid asupra arestării preventive constituind, pentru persoana în cauză o garanţie importantă împotriva unor rele tratamente (Aksoy, susmenţionată, § 76).", "241. În speţă, Curtea notează că măsura arestării preventive împotriva reclamantului a fost luată prin ordonanţa procurorului din 5 iulie 1994, pentru o durată de 30 de zile, începând cu data arestării sale, respectiv 20 iulie 1994. Or, abia la data de 28 noiembrie 1994 au fost examinate aspectele privitoare la legalitatea arestării preventive de către Tribunalul Bihor care, incontestabil, prezenta garanţiile impuse de articolul 5 alineat 3 din Convenţie (paragraful 26, de mai sus). Durata totală a arestării preventive anterioare aducerii reclamantului în faţa unui \"magistrat\" în sensul articolului 5 alineat 3 este, deci, de mai mult de patru luni.", "242. Curtea reaminteşte că, în hotărârea Brogan, a statuat că o perioadă de patru zile şi şase ore de la data la care mandatul de arestare a fost pus în executare până la data la care legalitatea măsurii a fost supusă controlului judecătoresc depăşeşte limitele temporale stricte fixate de articolul 5 alineat 3 din Convenţie, chiar dacă arestarea era necesară în scopul protejării colectivităţii, în ansamblul său, împotriva terorismului (Brogan, susmenţionată, § 62). A fortiori, Curtea nu ar putea admite, în cauză, că era necesară arestarea preventivă a reclamantului pe o perioadă de mai mult de patru luni, fără ca el să fi fost condus în faţa unui \"magistrat\", în sensul care articolului 5 alineat 3 din Convenţie.", "243. În consecinţă, articolul 5 alineat 3 din Convenţie a fost încălcat în cauză.", "4. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ARTICOLULUI 5 ALINEAT 4 DIN CONVENŢIE", "244. Reclamantul se plânge, de asemenea, că instanţa judecătorească sesizată, Curtea de Apel Craiova, nu a dispus în termen scurt cu privire la cererea sa de punere în libertate. El invocă articolul 5 alineat 4 din Convenţie, care prevede:", "„Orice persoană lipsită de libertatea sa, prin arestare sau deţinere, are dreptul să introducă un recurs în fata unui tribunal, pentru ca acesta să statueze într-un termen scurt asupra legalităţii deţinerii sale şi să dispună eliberarea sa dacă deţinerea este ilegală.”", "245. În observaţiile sale asupra admisibilităţii şi temeiniciei plângerii, Guvernul nu a contestat faptul că, în cauză, nu au fost respectate prevederile dreptului intern în materie, potrivit cărora măsura arestării preventive trebuie prelungită în termen de 30 de zile, iar recursul împotriva încheierii/sentinţei (dacă măsura este prelungită o dată cu pronunţarea hotărârii pe fond a primei instanţe, n.n.) prin care se prelungeşte măsura arestării preventive trebuie soluţionat în termen de 3 zile.", "246. În observaţiile complementare, Guvernul a precizat că a intervenit o eroare în observaţiile sale iniţiale, în sensul că termenul de trei zile la care se referire în aceste prime observaţii este termenul în care persoana arestată poate declara recurs împotriva încheierii prin care instanţa se pronunţă asupra prelungirii măsurii arestării preventive, şi nu termenul în care trebuie soluţionat recursul.", "247. Invocând hotărârile Rehbock c. Sloveniei (cererea nr. 29462/95, § 84, Culegerea de hotărâri şi decizii 2000-XII) şi Jablonski c. Poloniei (cererea nr. 33492/96, nepublicată), Guvernul admite că statului îi revine obligaţia de a reglementa o procedură judiciară rapidă, în cadrul căreia să se exercite controlul legalităţii arestării preventive, dar subliniază că aprecierea măsurii în care această obligaţie este îndeplinită trebuie realizată in concreto. În cauză, ca urmare a recursului declarat de reclamant la data de 9 decembrie 1994 împotriva sentinţei prin care instanţa s-a pronunţat şi asupra prelungirii măsurii arestării preventive (prin respectiva sentinţă, prima instanţă soluţiona pe fond cauza, n.n.), Curtea de Apel Oradea a fixat un prim termen la data de 16 februarie 1995. Or, la acest termen de judecată, s-a hotărât amânarea examinării cauzei întrucât reclamantul era absent, instanţei aducându-i-se la cunoştinţă că acesta urma să fie internat în Spitalul Penitenciar Jilava, fiind prezent numai avocatul reclamantului.", "248. În opinia Guvernului, perioada de timp dintre cele două şedinţe de judecată se explică prin faptul că instanţa nu putea fixă un termen mai apropiat, întrucât nu avea cunoştinţă de durata spitalizării reclamantului. Guvernul subliniază, de asemenea, că la termenul din data de 6 aprilie 1995, Curtea de Apel Oradea a pus, din oficiu, în discuţia părţilor problema legalităţii arestării şi a prelungirii acesteia, şi, admiţând recursul reclamantului, a dispus punerea sa în libertate.", "249. Curtea reaminteşte că, prin garantarea unei căi de recurs persoanelor arestate sau deţinute, articolul 5 alineat 4 consacră, de asemenea, dreptul acestora de a obţine, în termen scurt, o hotărâre judecătorească prin care să se statueze asupra legalităţii măsurii arestării preventive şi care să pună capăt privării de libertate, dacă aceasta este declarată ilegală (Van der Leer c. Olandei, hotărârea din 21 februarie 1990, seria A nr. 170-A, p. 14, § 35). Nu este necesar ca procedura prevăzută de articolul 5 alineat 4 să ofere garanţii identice celor impuse de articolul 6 alineat 1 pentru procesele civile sau penale, dar ea trebuie să îmbrace un caracter judiciar şi să ofere persoanei în cauză garanţii adaptate naturii privării de libertate de care el se plânge (a se vedea, între altele, Megyeri c. Germaniei, hotărârea din 12 mai 1992, seria A nr. 237-A, pag. 11-12, § 22).", "1. Perioada ce urmează a fi luată în considerare", "250. Curtea observă că perioada ce urmează a fi luată în considerare pentru aprecierea celerităţii procedurii de examinare a legalităţii arestării a debutat cu cererea de punere în libertate formulată de către reclamant la 9 decembrie 1994, în cadrul recursului declarat împotriva sentinţei din 28 noiembrie 1994. În susţinerea recursului, reclamantul a solicitat, printre altele, examinarea cu prioritate a cererii sale de punere în libertate, menţionând lipsa imparţialităţii procurorului desemnat a instrumenta cauza şi riscul de abuz în cazul menţinerii sale în stare de arest preventiv.", "251. Curtea relevă că, abia la data de 6 aprilie 1995, Curtea de Apel Oradea a dat curs cererii reclamantului de a examina legalitatea măsurii arestării preventive, dispunând punerea sa în libertate.", "252. Or, Curtea apreciază că, în principiu, un asemenea interval - trei luni şi douăzeci şi opt de zile - este incompatibil cu noţiunea de \"în termen scurt\", prevăzută de articolul 5 alineat 4 din Convenţie. În consecinţă, Curtea va examina, în lumina argumentelor Guvernului, dacă există circumstanţe de natură excepţională care să permită justificarea în speţă a unei derogări de la acest principiu.", "2. Respectarea principiului soluţionării \"în termen scurt\"", "253. Curtea subliniază mai întâi că această noţiune nu se poate aprecia in abstracto, ci - ca şi în cazul interpretării noţiunii de \"durată rezonabilă\" prevăzută de articolele 5 alineat 3 şi 6 alineat 1 din Convenţie - trebuie să se aprecieze în lumina circumstanţelor fiecărei cauze. În această privinţă, Curtea notează că Guvernul a evidenţiat o serie de elemente care, în ansamblul lor, pot justifica durata procedurii: astfel, motivul pentru care curtea de apel a fixat, la data de 16 februarie 1995, un nou termen de judecată atât de lung a fost, pe de o parte, absenţa reclamantului la acest termen şi, pe de altă parte, imposibilitatea instanţei de a cunoaşte perioada de spitalizare a acestuia. Curtea notează că Guvernul invocă, de asemenea, argumentul potrivit căruia, la termenul din 6 aprilie 1995, curtea de apel a examinat din oficiu aspectele privitoare la legalitatea măsurii arestării preventive luate împotriva reclamantului.", "254. Deşi nu contestă faptul că participarea reclamantului la şedinţa de judecată în care se analizează legalitatea arestării sale preventive constituie una din garanţiile procesuale ce trebuie asigurate în materia controlului lipsirii de libertate, nu este mai puţin adevărat că reclamantul avea dreptul să obţină \"într-un termen scurt\" o hotărâre - pozitivă sau negativă - asupra legalităţii măsurii dispuse împotriva sa.", "255. Or, Curtea nu înţelege de ce internarea reclamantului la Spitalul penitenciar Jilava şi absenţa sa la termenul din 16 februarie 1995 au fost atât de importante, încât Curtea de Apel Oradea să considere necesar să amâne examinarea cauzei până la data de la 6 aprilie 1995, adică o lună şi optsprezece zile mai târziu. Curtea notează că reclamantul a fost, de altfel, readus la Penitenciarul Oradea la data de 20 februarie 1995 (paragrafele 83 şi 98, de mai sus).", "256. În plus, Curtea reaminteşte că un control judiciar rapid al legalităţii arestării, aşa cum prevede articolul 5 alineat 4 din Convenţie, constituie pentru persoana care face obiectul măsurii în cauză o garanţie importantă împotriva relelor tratamente (mutatis mutandis, Aksoy, susmenţionată, § 76). Or, relevă Curtea, în speţă nu se contestă că, între 9 decembrie 1994, dată la care reclamantul a solicitat punerea sa în libertate, invocând nelegalitatea arestării sale preventive şi riscul de abuz, şi 6 aprilie 1995, dată la care curtea de apel a statuat asupra cererii sale, reclamantul a fost supus în penitenciar la tratamente declarate de Curte contrare articolului 3 din Convenţie (paragraful 185, de mai sus).", "257. În aceste circumstanţe, Curtea estimează că garanţia de celeritate, prevăzută de articolul 5 alineat 4 din Convenţie, nu a fost respectată, în cauză, şi, deci, că articolul 5 a fost încălcat şi sub acest aspect.", "5. ASUPRA PRETINSEI ÎNCĂLCĂRI A ARTICOLULUI 5 ALINEAT 5 DIN CONVENŢIE", "258. Reclamantul se plânge că nu a obţinut o reparaţie pentru deţinerea sa ilegală. El invocă articolul 5 alineat 5 din Convenţie, care prevede:", "„Orice persoană care este victimă a unei arestări sau a unei deţineri în condiţii contrare dispoziţiilor acestui articol are dreptul la reparaţie.”", "259. În observaţiile sale iniţiale asupra admisibilităţii şi temeiniciei plângerii, transmise Curţii la data de 13 iulie 1998, Guvernul a precizat că reclamantul putea beneficia de despăgubiri pentru prejudiciul suferit pe calea unei acţiuni în reparare întemeiată pe articolul 504 din . Guvernul a subliniat că reclamantul poate oricând (în sensul că la momentul transmiterii observaţiilor, reclamantul putea introduce această acţiune, n.n.) să facă apel la această procedură, întrucât termenul general de prescripţie de 3 ani care, în opinia Guvernului, curge de la data pronunţării hotărârii Curţii Supreme de Justiţie din 26 noiembrie 1996, nu se împlinise încă.", "260. În observaţiile sale complementare asupra admisibilităţii şi temeiniciei plângerii, transmise Curţii la data 5 iunie 2001, Guvernul precizează că dispoziţiile articolului 504 din  au un caracter special şi sunt aplicabile situaţiilor limitativ prevăzute în textul său. Or, în opinia Guvernului, această reglementare nu exclude posibilitatea, pentru reclamant, de a face uz de alte căi de recurs care i-ar permite obţinerea unei reparaţii pentru prejudiciul pretins.", "În special, Guvernul relevă faptul că în dreptul român, comitenţii sunt responsabili, în temeiul articolului 1000 alineat 3 din Codul civil, pentru prejudiciile cauzate de prepuşii lor în exercitarea funcţiilor ce le-au fost încredinţate, (paragraful 153, de mai sus). Guvernul furnizează, cu titlu de exemplu, o copie nedatată şi nesemnată a unei acţiuni civile bazată pe articolul 1000 alineat 3 din Codul civil, prin care o persoană fizică (D.V.) a chemat în judecată Curtea de Apel Bucureşti şi Ministerul Justiţiei, pentru a fi obligaţi, în calitatea lor de comitenţi, la plata de despăgubiri pentru prejudiciul moral suferit ca urmare arestării, măsură apreciată nelegală.", "261. Reclamantul consideră că, la data introducerii cererii sale, nu era reglementată în dreptul românesc o procedură care să-i permită obţinerea de despăgubiri pentru arestarea sa nelegală. Mai mult, el relevă faptul că în 1999, a dat curs recomandărilor formulate de Guvern în observaţiile sale iniţiale asupra admisibilităţii şi temeiniciei plângerii, introducând o acţiune în reparare întemeiată pe articolul 504 din . Totuşi, instanţele judecătoreşti naţionale au respins acţiunea sa, deşi a fost introdusă în termenul general de prescripţie de trei ani, aşa cum a indicat Guvernul.", "262. Curtea reaminteşte că articolul 5 alineat 5 este respectat dacă persoana poate cere o reparaţie pentru privarea sa de libertate realizată în condiţii contrare dispoziţiilor articolului 5 alineatele 1-4 (Wassink c. Olandei, hotărârea din 27 septembrie 1990, seria A nr. 185-A, p. 16, § 38). Dreptul la reparaţie garantat de paragraful 5 presupune că a fost deja constatată încălcarea unuia dintre celelalte paragrafe ale articolului 5 fie de către o autoritate naţională, fie de către organele Convenţiei. Luând în considerare concluziile la care a ajuns Curtea la paragrafele 223, 227, 257 de mai sus, rezultă că articolul 5 alineatul 5 este aplicabil în cauză.", "263. Curtea relevă faptul că Guvernul invocă două căi de recurs care i-ar fi permis reclamantului să obţină despăgubiri pentru prejudiciul pretins, adică, în primul rând, o acţiune în reparare întemeiată pe articolul 504 din  şi, în al doilea rând, o acţiune în răspundere civilă delictuală, întemeiată pe articolul 1000 alineatul 3 din Codul civil.", "264. În ceea ce priveşte prima dintre căile indicate de Guvern, Curtea reaminteşte că ea nu procedează la o examinare in abstracto a legislaţiei şi jurisprudenţei interne relevante, ci verifică dacă modul în care acestea au fost aplicate în cazul reclamantului a condus la o încălcare a dispoziţiilor Convenţiei (a se vedea, mutatis mutandis, Padovani c. Italiei, hotărârea din 26 februarie 1993, seria A nr. 257-B, p. 20, § 24). Sub acest aspect, Curtea notează că reclamantul a introdus la data de 18 noiembrie 1999 o acţiune în despăgubiri întemeiată pe articolul 504 din , aşa cum a indicat Guvernul în stadiul admisibilităţii cererii, adică în termenul general de prescripţie de trei ani care a început să curgă de la data pronunţării hotărârii Curţii Supreme de Justiţie din 26 noiembrie 1996.", "265. Or, Curtea relevă că Judecătoria Timiş a respins cererea în despăgubiri a reclamantului de două ori: mai întâi la data 7 iulie 2000, ca prematur introdusă, cu motivaţia că procedura penală iniţiată împotriva sa era încă pendinte şi, a doua oară, la data de 18 ianuarie 2002, ca prescrisă, cu motivaţia că termenul de prescripţie de un an prevăzut de articolul 505 alineat 2 din  fusese depăşit.", "266. Date fiind aceste puncte de vedere contradictorii ale Guvernului şi ale instanţelor naţionale cu privire la termenul în care reclamantul ar fi putut introduce o acţiune în despăgubiri pentru prejudiciul suferit urmare arestării sale nelegale, Curtea apreciază că nu este necesar să se pronunţe asupra interpretării acestei probleme de drept intern (Vasilescu, susmenţionată, § 39). Ea precizează, de asemenea, că nu-i revine competenţa de a se pronunţa asupra oportunităţii soluţiilor instanţelor interne; rolul său se rezumă la a verifica conformitatea cu dispoziţiile Convenţiei a consecinţelor ce decurg din aplicarea dreptului naţional (a se vedea, mutatis mutandis, Brualla Gomez de la Torre c. Spania, hotărârea din 19 decembrie 1997, Culegerea de hotărâri şi decizii 1997-VIII, p. 2955, §32). Curtea va avea în atenţie, în examinarea cauzei, dispoziţiile dreptului român existente la data introducerii cererii.", "267. Curtea observă că, potrivit dispoziţiilor articolelor 504 şi 505 din , reclamantul poate introduce o cerere în despăgubiri în termen de un an de la rămânerea definitivă a hotărârii de achitare sau de la data emiterii rezoluţiei de neîncepere sau de scoatere de sub urmărire penală. Or, aşa cum notează Curtea până la această dată reclamantul nu a fost nici achitat, şi nici nu a beneficiat de o rezoluţie de neîncepere sau de scoatere de sub urmărire penală.", "268. Curtea notează că Guvernul nu a prezentat nici un exemplu din practica instanţelor naţionale care să susţină argumentul potrivit căruia o acţiune întemeiată pe articolul 504 din  ar permite părţii interesate să obţină o reparaţie atunci când o instanţă a constatat, aşa cum este cazul reclamantului, că arestarea preventivă a fost nelegală. În aceste circumstanţe, Curtea constată caracterul incert al căii de recurs indicate.", "269. În ceea ce priveşte ce-a de-a doua cale de recurs indicată de Guvern, adică o acţiune în răspundere civilă delictuală întemeiată pe articolul 1000 alineat 3 din Codul civil (paragraful 153, de mai sus), Curtea relevă că observaţiile prezentate de Guvern, asupra acestui aspect, au mai de grabă forma unei excepţii de neepuizarea a căilor de recurs interne care fiind invocată pentru prima oară după pronunţarea deciziei de admisibilitate a cererii, nu poate fi luată în considerare (a se vedea, printre altele, Ceteroni c. Italia, hotărârea din 15 noiembrie 1996, Culegerea de hotărâri şi decizii 1996-V, p. 1755-1756, §19).", "În orice caz, Curtea notează că dosarul cauzei nu conţine nici un exemplu de practică judiciară în care o persoană să fi obţinut o reparaţie de tipul celei prevăzute de articolul 5 alineatul 5 din Convenţie, invocând dispoziţia legală menţionată de Guvern (articolul 1000 alineatul 3 din Codul civil, n.n.). Curtea relevă, în această privinţă, că Guvernul s-a limitat la transmiterea copiei unei cereri prin care un justiţiabil a sesizat o instanţă internă, în temeiul dispoziţiei în cauză. Or, Curtea notează că acea copie nu este nici datată, nici semnată şi că nu se poate stabili cu certitudine că o asemenea acţiune a fost, în mod real, introdusă la o instanţă internă, nici a fortiori că ar fi făcut obiectul examinării acesteia din urmă.", "270. Ţinând cont de cele de mai sus, Curtea apreciază că exercitarea efectivă a dreptului garantat de articolul 5 alineatul 5 din Convenţie nu a fost asigurată cu suficientă certitudine, în cauză (a se vedea, mutatis mutandis, Ciulla c. Italia, hotărârea din 22 februarie 1989, seria A, nr. 148, p. 18, § 44).", "271. În consecinţă, Curtea apreciază că a existat o încălcare a articolului 5 alineatul 5 din Convenţie.", "6. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ARTICOLULUI 6 ALINEATUL 1 DIN CONVENŢIE", "272. Reclamantul se plânge de durata procedurii penale îndreptate împotriva sa care este încă pendinte pe rolul instanţelor române El invocă că articolul 6 alineatul 1 din Convenţie, care prevede că:", "„Orice persoană are dreptul la judecarea în mod echitabil, în mod public, şi într-un termen rezonabil a cauzei sale, de către o instanţă independentă şi imparţială (...) care va hotărî asupra temeinicii (...) oricărei acuzaţii în materie penală îndreptată împotriva sa.”", "273. Guvernul apreciază că exigenţa celerităţii prevăzute de articolul 6 alineatul 1 din Convenţie a fost respectată în cauză. Sub acest aspect, Guvernul subliniază că punctul de plecare pentru calculul duratei procedurii este 5 iulie 1994, dată la care reclamantul a fost arestat şi a fost pusă în mişcare acţiunea penală împotriva sa. În ceea ce priveşte punctul final ce urmează să fie luat în considerare în scopul interpretării caracterului rezonabil al duratei procedurii, Guvernul admite că acţiunea penală împotriva reclamantului se află încă pe rolul instanţelor române.", "274. Guvernul apreciază că deşi prezintă un nivel obişnuit de complexitate, cauza se dovedeşte a fi foarte delicată prin prisma circumstanţelor particulare ale acesteia, judecătorii manifestând o atenţie deosebită cauzei pentru a evita o eroare judiciară. În ceea ce priveşte modul în care a fost derulată procedura, Guvernul apreciază că nu au existat perioade importante de inactivitate din partea autorităţilor. El subliniază, sub acest aspect, că prelungirea procedurii nu echivalează cu constatarea inactivităţii autorităţilor şi că nimic nu permite să se presupună că poliţiştii, procurorii sau judecătorii au urmărit prelungirea procedurii în mod arbitrar. Guvernul apreciază, de asemenea că reclamantul este cel răspunzător de întârzierile înregistrate în timpul procedurii.", "1. Perioadă ce urmează a fi luată în considerare", "275. Curtea reaminteşte că în materie penală, \"termenul rezonabil\" prevăzut de articolul 6 alineat 1 începe să curgă de la data la care o persoană este \"acuzată\". Aceasta poate fi o dată anterioară trimiterii în judecată a persoanei, putând constitui punct de plecare data arestării, data punerii în mişcare a acţiunii penale sau a începerii cercetării penale. \"Acuzaţia\", în sensul articolului 6 alineatul 1 din Convenţie, poate fi definită \"ca notificarea oficială, provenind de la autoritatea competentă, cu privire la reproşul ce i se aduce unei persoane de a fi săvârşit o infracţiune\", idee care corespunde noţiunii de \"repercusiune importantă asupra situaţiei persoanei\", (a se vedea, Reinhardt şi Slimane-Kaid c. Franţa, hotărârea din 31 martie 1998, Culegerea de hotărâri şi decizii 1998-II, p. 660, § 93).", "276. Curtea constată că au existat repercusiuni importante asupra situaţiei reclamantului începând de la data la care parchetul a dispus, prin rezoluţia din 7 iunie 1994, începerea urmăririi penale împotriva sa (paragraful 16, de mai sus). Totuşi, nu de la această dată Curtea era competentă să se pronunţe asupra cauzei, ci la 24 iunie 1994, dată la care România a ratificat Convenţia (mutatis mutandis, Horvat c. Croaţia, nr. 51585/99, § 50, Foţi şi alţii c. Italia, hotărârea din 10 decembrie 1982, seria A nr. 56, p. 18, § 53). Curtea menţionează că procedura în cauză este actualmente pendinte pe rolul Judecătoriei Craiova. Până în prezent procedura a durat mai mult de opt ani şi opt luni.", "277. În interpretarea caracterului rezonabil al procedurii, Curtea va avea în vedere stadiul acesteia la data de 24 iunie 1994 (a se vedea, Styranowski c. Polonia, hotărârea din 30 octombrie 1998, Culegerea de hotărâri şi decizii 1998-VIII, § 46 şi Podbielski c. Polonia, hotărârea din 30 octombrie 1998, Culegerea 1998-VIII. p. 3395, §31).", "", "2. Cu privire la caracterul rezonabil al duratei procedurii", "278. Caracterul \"rezonabil\" al duratei procedurii se apreciază ţinând seama de circumstanţele cauzei şi criteriile consacrate în jurisprudenţa Curţii, în special complexitatea cauzei, comportamentul reclamantului şi cel al autorităţilor competenţe (a se vedea, printre altele, Pelissier şi Sassi c. Franţa (G.C.), nr. 25444/94, § 67, CEDH 1999-II, şi Philis c. Grecia (nr. 2), hotărârea din 27 iunie 1997, Culegerea de hotărâri şi decizii 1997-I V, p. 1083, § 35).", "279. Curtea subscrie argumentelor Guvernului potrivit cărora cauza prezintă o anumită complexitate şi că nu au existat perioade semnificative de inactivitate din partea autorităţilor pe parcursul procedurii în considerare. Curtea relevă că actele de procedură s-au derulat la intervale rezonabile şi regulate, atât în faza de urmărire penală, cât şi în faza de judecată. Curtea admite, de asemenea, că reclamantul a contribuit, într-o anumită măsură, la prelungirea procedurii, mai ales prin cererea sa de strămutare a cauzei la o altă instanţă judecătorească, la care nu s-a prezentat la mai multe termene fixate.", "280. Totuşi, Curtea estimează că prelungirea procedurii în mod nerezonabil se datorează deficienţelor autorităţilor. Sub acest aspect, trebuie amintit faptul că la 6 aprilie 1995, după un prim ciclu procesual complet, Curtea de Apel Oradea a anulat toate actele de procedură efectuate de parchet, după ce a pus în evidenţă viciile de procedură înregistrate în etapa de urmărire penală şi a restituit dosarul pentru reluarea urmăririi penale. Curtea observă că, după un al doilea ciclu procesual complet, când cauza se afla din nou în faza de recurs, Curtea de Apel Craiova a desfiinţat în totalitate, la 13 septembrie 2000, hotărârile instanţelor inferioare, cu motivarea că acestea au omis să stabilească legătura de cauzalitate între acţiunile reclamantului şi leziunile suferite de partea vătămată, trimiţând cauza spre rejudecare primei instanţe.", "281. În aceste circumstanţe, Curtea estimează că autorităţile române pot fi făcute răspunzătoare pentru întârzierea generală înregistrată în modul de tratare a acestei cauze, pentru care nici o explicaţie pertinentă nu a fost avansată de către Guvern.", "282. Ţinând cont de comportamentul autorităţilor competenţe, Curtea estimează că nu s-ar putea aprecia ca \"rezonabilă\" o durată totală a procedurii de mai mult de opt ani şi opt luni care, în plus, este încă pendinte pe rolul instanţei de fond.", "283. În consecinţă, a existat în cauză o încălcare a articolului 6 din Convenţie.", "7. CU PRIVIRE LA PRETINSA VIOLARE A ARTICOLULUI 6 ALINEAT 3 DIN CONVENŢIE", "284. Reclamantul invocă, de asemenea, faptul că, în etapa urmăririi penale, nu a beneficiat de asistenţă juridică. Curtea a analizat acest capăt de plângere în lumina articolului 6 alineat 3 litera c) din Convenţie, care prevede că:", "„Orice acuzat are, în special, dreptul la:...", "c) să apere el însuşi sau să fie asistat de un apărător ales de el şi, dacă nu dispune de mijloacele necesare pentru a plăti un apărător, să poată fi asistat de un avocat din oficiu, atunci când interesele justiţiei o cer.”", "285. În opinia Guvernului, eventualele deficienţe sub aspectul garantării dreptului la apărare apărute în cauză, în faza urmăririi penale au fost remediate în faza de judecată, etapă în care reclamantul a avut ocazia de a pune concluzii, asistat de avocaţii săi aleşi. Guvernul apreciază că unica declaraţie dată de reclamant fără a fi asistat un avocat, cea din 23 iunie 1994, era identică celor făcute de el ulterior, în faza de judecată, perioadă în care a beneficiat de asistenţă juridică. Din aceste considerente, Guvernul apreciază că nu ar putea fi identificată, în cauză, nici o încălcare a dreptului la proces echitabil, garantat de articolul 6 alineat 3 litera c) din Convenţie.", "286. Curtea precizează că a avut, deja, ocazia de a se pronunţa asupra unor cauze similare celei prezente, în care reclamanţii se plângeau, ca şi domnul Pantea, că nu au beneficiat de asistenţă juridică cu ocazia luării primelor declaraţii, în faza de cercetare penală. Sub acest aspect, Curtea reaminteşte concluziile sale în hotărârile Imbrioscia c. Elveţiei din 24 noiembrie 1993 (seria A no. 275, p. 13, § 36) şi John Murray c. Marii Britanii din 28 octombrie 1994 (seria A no. 300-A, p. 54, § 62), potrivit cărora articolul 6 din Convenţie se aplică chiar şi în stadiul cercetării penale efectuate de politie, dreptul la apărare prevăzut de articolul 6 alineat 3 constituind, printre altele, un element al noţiunii de proces echitabil în materie penală care poate juca un rol important, în măsura în care nerespectarea iniţială a acestui drept ar putea compromite caracterul echitabil al procesului.", "287. Curtea a subliniat, în hotărârile susmenţionate, că modul de aplicare a articolului 6 alineat 3 litera c) în faza de urmărire penală depinde de particularităţile procedurii şi de circumstanţele cauzei şi că, pentru a stabili dacă exigenţele articolului 6 au fost respectate, trebuie să fie analizat ansamblul procedurilor derulate în cauză (Imbrioscia, susmenţionată, p. 13-14, § 38 şi John Murray, susmenţionată, p. 54-55, § 63).", "288. Or, Curtea notează că procedura având ca obiect acţiunea penală este încă pendinte pe rolul Judecătoriei Craiova, instanţă la care cauza a fost trimisă cauza spre rejudecare, prin hotărârea Curţii de Apel Craiova (paragraful 72, de mai sus). Curtea nu este, deci, în măsură să procedeze la o evaluare globală a procedurii litigioase şi apreciază că nu se poate pronunţa nici asupra posibilei soluţii ce va fi pronunţată de Judecătoria Craiova, nici asupra rezultatului unui eventual apel ce ar fi introdus de către reclamant împotriva respectivei soluţii.", "289. În aceste condiţii, Curtea concluzionează că acest capăt de cerere este prematur introdus, în măsura în care procedura internă al cărei caracter echitabil este pus în discuţie de reclamant este încă în curs de derulare în faţa instanţelor interne.", "290. În concluzie, în acest stadiu al procedurii, nu se poate constata încălcarea articolului 6 din Convenţie.", "", "8. CU PRIVIRE LA PRETINSA VIOLARE A ARTICOLULUI 8 DIN CONVENŢIE", "291. Reclamantul se plânge că autorităţile au adus atingere dreptului său la viaţă privată şi familială, recunoscut de articolul 8 din Convenţie, care prevede că:", "„1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie (...).", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept, decât în măsura în care acest amestec este prevăzut de lege, şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică (...) apărarea ordinii şi prevenirea faptelor penale.”", "292. Reclamantul susţine că menţinerea sa în stare de deţinere a avut repercusiuni negative asupra vieţii sale de familie şi, în particular, asupra copiilor săi, din care unul ar fi fost părăsit de către soţia sa, iar celălalt nu ar fi promovat examenul de admitere într-un institut de învăţământ superior. El subliniază, printre altele, că autorităţile penitenciare au împiedicat-o pe soţia sa să-l viziteze, pentru ca aceasta să nu descopere leziunile provocate de codeţinuţi cu complicitatea gardienilor şi că administraţia penitenciară i-ar fi sustras un colet. Reclamantul susţine, de asemenea, că autorităţile penitenciare au adus atingere dreptului său la corespondenţă, prin violarea corespondenţei cu Comisia.", "293. Guvernul contestă aceste afirmaţii ale reclamantului, subliniind că acesta nu a prezentat nici o probă în susţinerea afirmaţiilor sale. În ceea ce priveşte susţinerile potrivit cărora nu i s-a permis soţiei reclamantului să-l viziteze în penitenciar, Guvernul apreciază că sunt nesincere, aşa cum rezultă din declaraţia făcută de soţia reclamantului la parchet (paragraful 122, de mai sus) şi din menţiunile consemnate în registrele închisorii din Oradea (par. 141 de mai sus).", "294. Curtea notează că afirmaţia reclamantului potrivit căreia soţia sa ar fi fost împiedicată să-l viziteze în închisoare este contrazisă de declaraţia pe care aceasta a făcut-o în faţa procurorului, la data de 8 septembrie 1995, declaraţie din care reiese să şi-a vizitat soţul între 18 şi 20 ianuarie 1995 (paragraful 122, de mai sus, in fine). În ceea ce priveşte celelalte susţineri ale reclamantului, privitoare la pretinsa încălcare a articolului 8 din Convenţie, Curtea notează că din actele dosarului nu rezultă că ar exista indicii că menţinerea în stare de deţinere a reclamantului a avut repercusiuni asupra vieţii private a membrilor familiei sale, că i-ar fi fost sustrase pachetele sau că autorităţile române ar fi adus atingere corespondenţei reclamantului cu Comisia.", "295. Din aceste considerente, Curtea concluzionează că în cauză nu a existat o încălcare a articolului 8 din Convenţie.", "9. CU PRIVIRE LA APLICABILITATEA ARTICOLULUI 41 DIN CONVENŢIE", "296. Conform articolului 41 din Convenţie:", "„Dacă hotărârea Curţii declară că o decizie luată sau o măsură dispusă de o autoritate judiciară sau de orice altă autoritate a unei părţi contractante este în întregime sau parţial în opoziţie cu obligaţiile ce decurg din prezenta convenţie şi dacă dreptul intern al acelei părţi nu permite decât o înlăturare incompletă a consecinţelor acestei decizii sau ale acestei măsuri, prin hotărârea Curţii se acordă, dacă este cazul, părţii lezate o reparaţie echitabilă.”", "A. Prejudiciul suferit", "297. Reclamantul face distincţia între două categorii de prejudicii:", "– un prejudiciu material, în cuantum de 100.000 USD sau de 3 miliarde de lei româneşti (ROL), care include:", "a) cheltuielile legate de deplasările sale şi ale martorilor la numeroasele termene fixate, în cauză, de instanţele naţionale, precum şi alte cheltuieli de judecată;", "b) cheltuielile de deplasare a membrilor familiei, pentru a-l vizita la penitenciar şi cheltuielile de transmitere a coletelor;", "c) despăgubiri pentru prejudiciul suferit ca urmare a arestării sale ilegale;", "d) cheltuielile legate de tratarea afecţiunilor survenite în perioada de arestare preventivă, pentru remedierea deficienţelor auditive şi vizuale, pentru ameliorarea stării piramidei nazale şi pentru înlocuirea dinţilor pierduţi în acea perioadă;", "– un prejudiciu moral de 100.000 USD sau 3 miliarde de lei (ROL), prejudiciu reprezentat de suferinţele fizice şi psihice la care a fost supus în perioada de arestare preventivă şi atingerea adusă reputaţiei sale, prin încarcerarea sa şi prin procedura penală pe care autorităţile \"au înscenat-o\" împotriva sa.", "298. Reclamantul evidenţiază că necesitatea de a participa la numeroasele acte de cercetare, audieri, reconstituiri, precum şi timpul folosit pentru elaborarea, susţinerea şi dactilografierea cererilor şi memoriilor a afectat munca sa de avocat, nepermiţându-i să se angajeze în procese complexe şi multiple, deoarece nu cunoştea cu certitudine timpul pe care îl poate conferi profesiei sale. În plus, reclamantul subliniază că nu a putut să se angajeze ca avocat la cabinete de consultanţă juridică importante, deoarece reputaţia sa a fost afectată de faptul că era în proces cu statul român, ceea ce i-ar fi diminuat substanţial veniturile, în cadrul unui astfel de cabinet.", "299. Reclamantul subliniază că probele pe care le-a putut furniza în faţa Curţii pentru a-şi susţine afirmaţiile şi pretenţiile sunt pe măsura modestelor sale mijloace financiare şi a climatului de corupţie care domină justiţia din România.", "300. Guvernul solicită Curţii respingerea pretenţiilor formulate de reclamant cu titlu de despăgubiri materiale, apreciind că ele au fost formulate într-o manieră ambiguă şi nu au fost justificate. În opinia Guvernului, nu au există o legătură de cauzalitate între pretinsele încălcări ale dispoziţiilor Convenţiei şi prejudiciul material de care se face vorbire. În ceea ce priveşte prejudiciul moral, Guvernul solicită Curţii să constate că hotărârea să constituie, în sine, o reparaţie echitabilă a prejudiciului moral rezultat din încălcarea articolului 5 alineat 1 din Convenţie, încălcare pe care Guvernul nu o contestă, Pentru celelalte pretinse încălcări ale dispoziţiilor Convenţiei, pe care Guvernul le contestă, apreciază că nu este necesar a fi acordată, de către Curte, o reparaţie.", "301. Curtea statuează că, în mod incontestabil, reclamantul a suferit prejudicii materiale şi morale, pentru care simpla constatare a încălcării nu poate constitui o reparaţie echitabilă. Dată fiind gravitatea şi numărul încălcărilor constante ale dispoziţiilor Convenţiei, statuând în echitate, Curtea acordă reclamantului 40.000 EUR, pentru prejudiciul material şi moral suferit.", "B. Cheltuieli de judecată", "302. Reclamantul solicită 100.000 USD sau 3 miliarde de lei româneşti (ROL), cu titlu de cheltuieli de judecată, legate de procedura internă şi de cea în faţa organelor Convenţiei, cuprinzând; taxe poştale, taxe de redactare a documentelor, cheltuieli legate de fotocopierea actelor, traducerea acestora, precum şi timpul consacrat elaborării memoriilor în susţinerea plângerii, care s-ar ridica, potrivit estimării sale, la o sută de zile.", "303. Guvernul contestă faptul că procedura internă şi cea în faţa Curţii ar fi implicat cheltuieli în cuantumul indicat de reclamant.", "304. Curtea a examinat cererea de satisfacţie echitabilă a reclamantului în lumina principiilor stabilite în jurisprudenţa sa (hotărârile Nikolova c. Bulgariei (GC), cererea nr. 31195/96, § 79, Culegerea de hotărâri şi decizii 1999-II, Ozturk c. Turciei (GC), cererea nr. 22479/93, § 83, Culegerea de hotărâri şi decizii 1999-VI, şi WitoldLitwa c. Poloniei, cererea nr. 26629/95, § 88, Culegerea de hotărâri şi decizii 2000-III).", "305. Făcând aplicarea acestor principii în prezenta cauză şi statuând în echitate, potrivit articolului 41 din Convenţie, Curtea consideră necesar a acorda reclamantului 6.000 EUR, cu titlu de cheltuieli de judecată, la care se adaugă orice sumă datorată de acesta cu titlu de impozit.", "C. Dobânzi moratorii", "306. Curtea consideră necesar să fixeze nivelul dobânzilor moratorii la cel al dobânzii împrumutului marginal, practicat de Banca Centrală Europeană, majorat cu trei procente.", "\nPENTRU ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE:", "1. Hotărăşte că a existat o încălcare a articolului 3 din Convenţie, sub aspectul tratamentelor la care a fost supus reclamantul pe perioada arestării sale preventive;", "2. Hotărăşte că a existat o încălcare a articolului 3 din Convenţie, sub aspectul anchetei efective ce ar fi trebuit realizată de autorităţi cu privire la tratamentele menţionate;", "3. Hotărăşte că a existat o încălcare a articolului 5 alineat 1 din Convenţie, ca urmare a arestării reclamantului, în absenţa unor motive temeinice de a crede în necesitatea de a-l împiedica să fugă după săvârşirea unei infracţiuni;", "4. Hotărăşte că a fost încălcat articolul 5 alineat 1 din Convenţie, prin menţinerea reclamantului în stare de arest preventiv după expirarea mandatului de arestare;", "5. Hotărăşte că a fost încălcat articolul 5 alineat 3 din Convenţie;", "6. Hotărăşte că a fost încălcat articolul 5 alineat 4 din Convenţie;7. Hotărăşte că a fost încălcat articolul 5 alineat 5 din Convenţie;", "8. Hotărăşte că a fost încălcat articolul 6 alineat 1 din Convenţie;", "9. Hotărăşte că a fost încălcat articolul 6 alineat 3 litera c) din Convenţie;", "10. Hotărăşte că nu a fost încălcat articolul 8 din Convenţie;", "11. Hotărăşte:", "a) că statul trebuie să plătească reclamantului, în trei luni de la data la care decizia va deveni definitivă, conform articolului 44 alineat 2 din Convenţie, sumele următoare, transformate în lei româneşti (ROL), conform ratei de schimb aplicabile la data efectuării plăţii;", "i) 40.000 EUR (patruzeci mii euro) cu titlu de prejudiciu material şi moral;", "ii) 6.000 EUR (şase mii euro) pentru taxe şi cheltuieli, plus orice sumă datorată cu titlu de impozit.", "b) de la data expirării termenului acordat în vederea efectuării plăţii până la data virării sumelor menţionate, acestea vor fi majorate cu o dobândă egală celei practicate de Banca Centrală Europeană pentru împrumutul marginal, majorată cu trei procente.", "12. Respinge restul pretenţiilor formulate de reclamant cu titlu de satisfacţie echitabilă.", "Redactată în franceză, apoi pronunţată în şedinţă publică la Palatul pentru Drepturile Omului, Strasbourg, 3 iunie 2003.", "", "\nS.DOLLE\t\t          J.-P. COSTA", "Grefier                Preşedinte", "\n\n"]}