{"file": "RUM_HJUDRUM_5543_06.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "5543/06", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECŢIA A TREIA", "", "", "HOTĂRÂREA", "din 4 iunie 2013", "În Cauza Stelian Roşca împotriva României", "(Cererea nr. 5543/06)", "Strasbourg", "", "", "Hotărârea rămâne definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Stelian Roşca împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Alvina Gyulumyan, Ján Šikuta, Luis López Guerra, Kristina Pardalos, Johannes Silvis, Valeriu Griţco, judecători, şi Santiago Quesada, grefier de secţie,", "", "după ce a deliberat în camera de consiliu, la 14 mai 2013,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "PROCEDURA", "1. La originea cauzei se află cererea nr. 5543/06 îndreptată împotriva României, prin care un resortisant al acestui stat, domnul Stelian Roşca („reclamantul”), a sesizat Curtea la 28 decembre 2005 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („Convenţia”).", "2. Reclamantul a fost reprezentat de M. Diaconescu, avocat în Bucureşti. Guvernul român („Guvernul”) a fost reprezentat, succesiv, de agenţii guvernamentali, doamnele I. Cambrea şi C. Brumar, din cadrul Ministerului Afacerilor Externe.", "3. Reclamantul pretinde, în temeiul art. 5 § 1 şi 5 din Convenţie, că a fost privat de libertate în mai multe rânduri, ca urmare a unei cereri din partea fostului său angajator vizând punerea acestuia sub interdicţie, şi că nu a putut obţine o reparaţie a acestor detenţii, pe care le consideră ilegale. Citând art. 6 § 1, art. 8 şi art. 13 din Convenţie, acesta susţine, de asemenea, că nu a beneficiat nici de un proces echitabil în faţa instanţelor interne însărcinate cu examinarea cererii de punere sub interdicţie, nici de o cale de atac efectivă pentru a obţine recunoaşterea şi repararea atingerii aduse reputaţiei sale de către autorităţi şi fostul său angajator.", "4. La 21 mai 2012, cererea a fost comunicată Guvernului. În conformitate cu art. 29 § 1 din Convenţie, s-a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "5. În urma abţinerii domnului Corneliu Bîrsan, judecător ales să reprezinte România (art. 28 din Regulamentul Curţii), preşedintele Camerei a desemnat-o pe doamna Kristina Pardalos în calitate de judecător ad-hoc (art. 26 § 4 din Convenţie şi art. 29 § 1 din Regulament Curţii).", "ÎN FAPT", "I. CIRCUMSTANŢELE CAUZEI", "6. Reclamantul s-a născut în anul 1940 şi locuieşte în Constanţa.", "7. În 1990, domnul Roşca a fost concediat de Regia Autonomă de Transport în Comun a oraşului Constanţa („RATC”), din cauza absenţelor sale. În 2000, în urma unei contestaţii a reclamantului, Tribunalul Constanţa a anulat decizia de concediere, pe care a considerat-o nejustificată, şi a dispus reintegrarea domnului Roşca pe vechiul post. În urma refuzului RATC de a se conforma acestei decizii, reclamantul a acţionat-o în justiţie, cu scopul obligării acesteia la plata de daune-interese. În paralel, reclamantul a introdus mai multe proceduri împotriva fostului său angajator sau a personalului de conducere, invocând nerespectarea de către aceştia a diverse dispoziţii din Codul civil sau penal.", "A. Procedura punerii sub interdicţie a reclamantului", "1. Cererea RATC", "8. La 18 octombrie 2001, RATC a solicitat parchetului să dispună internarea reclamantului într-un spital de psihiatrie şi, dacă este posibil, punerea sub interdicţie a acestuia. Regia susţinea că era exasperată de numeroasele proceduri judiciare intentate de reclamant împotriva acesteia ori a personalului de conducere, care erau de natură să perturbe funcţionarea sa. În plus, aceasta a subliniat că reclamantul era înscris în registrele Policlinicii nr. 2 din Constanţa ca suferind de o boală cronică – o psihoză paranoidă – pentru care urmase un tratament.", "2. Procedura în faţa parchetului", "9. La 21 noiembrie 2001, parchetul a solicitat Serviciului Judeţean de Medicină Legală din Constanţa să examineze reclamantul şi să întocmească un raport complet privind starea sa de sănătate mintală. În vederea acestei examinări, parchetul a emis două mandate de aducere, întemeiate pe art. 183 C. proc. pen., prin care solicita organelor de poliţie să asigure prezenţa reclamantului la serviciul în cauză la 29 noiembrie 2001 şi 6 decembrie 2001, în cadrul unei proceduri vizând punerea sa sub interdicţie.", "10. Episoadele din 29 noiembrie şi 6 decembrie 2001 au făcut obiectul unor versiuni divergente ale părţilor.", "Versiunea reclamantului. În timp ce se afla în sediul Tribunalului Constanţa, doi agenţi de poliţie în uniformă şi înarmaţi s-au apropiat de el şi i-au cerut, în faţa a numeroşi trecători, să îi urmeze şi să urce într-un vehicul al RATC. Reclamantul a refuzat şi i-a întrebat motivul. Poliţiştii au precizat că parchetul a emis un mandat de aducere împotriva sa şi l-au ameninţat că vor folosi cătuşe dacă refuza să urce în vehicul. Având în vedere numărul mare de trecători care asistau la incident, reclamantul a acceptat să urmeze poliţiştii pentru a evita să i se pună cătuşe. Ajuns la parchet, acesta a solicitat o întâlnire cu procurorul care emisese mandatul. Procurorul a dispus ca reclamantul să fie condus la Serviciul Judeţean de Medicină Legală Constanţa, pentru a face obiectul unei expertize psihiatrice. Poliţiştii l-au condus pe reclamant la serviciul în cauză. Examenul psihiatric a durat puţin peste patru ore şi a fost efectuat de doi medici psihiatri. În timpul acestui examen, în cameră era prezent un poliţist. Reclamantul a cerut medicilor să nu îl interneze, aşa cum intenţionau, şi i-a informat cu privire la afecţiunile sale cardiologice care necesitau un tratament pe care nu îl putea întrerupe. La finalul examenului, poliţiştii l-au însoţit pe reclamant în centrul oraşului Constanţa şi l-au eliberat. Din cauza stresului cauzat de acest incident, reclamantului, care suferea de diabet şi hipertensiune arterială, i s-a făcut rău şi şi-a pierdut cunoştinţa pe stradă. Trecătorii i-au oferit primul ajutor şi l-au ajutat să se ridice.", "11. La 6 decembrie 2001, reclamantul a fost arestat din nou în plină stradă de către poliţişti în uniformă şi înarmaţi, care l-au condus la acelaşi serviciu de medicină legală. Acolo, acesta a făcut obiectul unui nou control psihiatric, care a durat cinci-şase ore. Medicii care l-au examinat atunci l-au informat că RATC insista să fie internat pentru o perioadă de şase săptămâni. La finalul examenului, poliţiştii au l-însoţit din nou pe reclamant în centrul oraşului Constanţa şi l-au eliberat. Potrivit declaraţiilor sale, starea de sănătate a reclamantului, care suferea de afecţiuni cardiologice, s-a înrăutăţit ca urmare a acestui incident.", "12. Versiunea Guvernului. La 29 noiembrie şi 6 decembrie 2001, reclamantul a fost condus la Serviciul Judeţean de Medicină Legală din Constanţa de către agenţi de poliţie însărcinaţi cu executarea mandatelor de aducere emise de parchet. Reclamantul a fost transportat într-un vehicul aparţinând RATC. În timpul transportului, poliţiştii nu au exercitat nicio formă de violenţă asupra reclamantului şi l-au informat cu privire la scopul deplasării lor la serviciul în cauză. Ajuns la faţa locului, reclamantul a fost supus la două expertize, durata fiecăreia nedepăşind o oră şi treizeci de minute, conform informaţiilor dintr-o scrisoare trimisă la Ministerul Afacerilor Externe de către serviciul în cauză la 26 iunie 2012.", "13. Raportul de expertiză psihiatrică, redactat în urma controalelor efectuate la 29 noiembrie şi 6 decembrie 2001 de către Serviciul Judeţean de Medicină Legală din Constanţa, a concluzionat că reclamantul suferea de tulburări delirante persistente, cu un delir de revendicare. Acesta susţinea că reclamantul era lipsit de discernământ şi că nu putea să îşi apere propriile interese. Se considera că era necesar să fie pus sub interdicţie.", "14. Pe baza acestui raport de expertiză, parchetul a solicitat Tribunalului Constanţa, la 5 februarie 2002, punerea sub interdicţie a reclamantului, pe motiv că acesta suferea de o tulburare delirantă de personalitate şi că nu mai avea discernământ.", "3. Procedura în faţa instanţelor naţionale", "15. În 2002, reclamantul a fost citat să se prezinte în faţa Tribunalului Constanţa, care avea competenţa de a examina temeinicia cererii parchetului. Temându-se de o lipsă de imparţialitate din partea tribunalului, reclamantul a solicitat trimiterea cauzei sale unei alte instanţe. Înalta Curte de Casaţie şi Justiţie a acceptat cererea acestuia şi a trimis cauza spre examinare Tribunalului Dâmboviţa.", "16. În cererea sa reconvenţională, reclamantul a solicitat obligarea RATC la plata de daune-interese cu o valoare de 37 000 de euro pentru a repara prejudiciul grav cauzat de cererea abuzivă adresată parchetului în vederea internării sale într-un spital de psihiatrie, precum şi prin executarea abuzivă a două mandate de aducere emise de parchet, cu nerespectarea dispoziţiilor legale şi în circumstanţe de natură să aducă atingere onoarei şi demnităţii sale. Acesta susţinea că fusese luat cu forţa de poliţişti, în prezenţa a zeci de persoane care se aflau, ca şi el, în sediul unei instanţe, şi transportat împotriva voinţei sale, în două rânduri, la Serviciul Judeţean de Medicină Legală din Constanţa, unde a fost ţinut de fiecare dată timp de cinci ore, ceea ce l-a împiedicat să urmeze tratamentul medical pentru afecţiunile sale cardiace, care se agravaseră. În plus, acesta solicita anularea mandatelor de aducere emise cu încălcarea prevederilor legii şi a raportului de expertiză psihiatrică redactat de Serviciul Judeţean de Medicină Legală din Constanţa. Pentru a-şi susţine cererea, reclamantul a furnizat o copie a mandatelor de aducere, precum şi articole de presă care puteau dovedi că imaginea acestuia fusese afectată, ca urmare a declaraţiilor făcute de Directorul RATC şi a modului în care fusese luat cu forţa de către agenţii de poliţie pentru a fi adus la Serviciul de Medicină Legală din Constanţa. Acesta a furnizat, de asemenea, declaraţii ale foştilor colegi de serviciu, care atestau că avusese o conduită adecvată la vechiul său loc de muncă, precum şi o decizie a unei asociaţii de participanţi la Revoluţia din 1989, prin care acesta era suspendat din funcţia de vice-preşedinte, după ce a fost arestat de poliţişti la 29 noiembrie 2001.", "17. Tribunalul a solicitat Primăriei Constanţa să numească un curator pentru reclamant, astfel cum impunea art. 30 din Decretul nr. 32 din 30 decembrie 1954 pentru punerea în aplicare a Codului Familiei şi a Decretului privitor la persoanele fizice şi persoanele juridice (infra, pct. 39). La 2 octombrie 2003, primarul a numit-o curator pe doamna L.B., partenera de viață a reclamantului.", "18. Au avut loc mai multe şedinţe publice în faţa tribunalului, care, la cererea reclamantului, a audiat martorii T., F., P. şi V. Tribunalul a dispus efectuarea unei noi expertize psihiatrice de către Institutul Naţional de Medicină Legală „Mina Minovici”, cu scopul de a stabili, pe baza documentelor medicale existente şi a unei noi examinări a reclamantului, dacă acesta prezenta sau nu afecţiuni de natură să îi diminueze capacitatea de apreciere a faptelor, a actelor sale şi a consecinţelor care decurgeau din acestea. Tribunalul a informat reclamantul, care nu se prezentase la şedinţa publică din 15 aprilie 2004, că trebuia să meargă la Institutul Naţional de Medicină Legală pentru ca această autoritate să efectueze o nouă expertiză a stării sale de sănătate.", "19. La 27 aprilie 2004, reclamantul s-a prezentat la Institutul Naţional de Medicină Legală „Mina Minovici”, unde a fost examinat de către o comisie de expertiză medico-legală. Această comisie a considerat că era necesară internarea reclamantului într-un spital de psihiatrie, pentru a putea fi stabilit un diagnostic.", "20. La 27 aprilie 2004, reclamantul a fost internat în spitalul de psihiatrie „Alexandru Obregia”. A rămas acolo până la data de 11 mai 2004, în scopul expertizei care trebuia să fie efectuată de Institut. Conform informaţiilor transmise la 8 iunie 2012 de către Institutul Naţional agentului guvernamental al României, internarea reclamantului a fost voluntară.", "21. La 27 octombrie 2004, Institutul Naţional de Medicină Legală „Mina Minovici” a emis raportul său de expertiză. Din acesta rezulta că reclamantul avea capacitatea psihică necesară pentru a aprecia conţinutul şi consecinţele socio-juridice ale propriului comportament şi de a lua decizii cu privire la propriile interese în mod complet autonom. Raportul menţiona că reclamantul nu avea, în raport cu fostul angajator, RATC, un spirit mai procedural (literalmente: „judiciar”) şi mai revendicativ decât era normal, în special având în vedere conflictele pe care le-au avut, şi sublinia că reclamantul avea capacitatea de a se apăra, de a motiva şi argumenta în mod corect şi logic. Concluzia acestui raport era că punerea sub interdicţie a reclamantului nu era necesară.", "22. La şedinţa din 2 decembrie 2004, tribunalul a luat act de conţinutul raportului întocmit de Institutul Naţional. Reclamantul a mărit la 50 000 de euro valoarea daunelor-interese solicitate pentru repararea prejudiciului moral care îi fusese cauzat de cererile abuzive ale RATC.", "23. Printr-o hotărâre din 22 decembrie 2004, Tribunalul Dâmboviţa a respins cererea de punere sub interdicţie a reclamantului, pe care a considerat-o neîntemeiată. Tribunalul a admis parţial cererea reconvenţională a reclamantului şi a obligat RATC să îi plătească acestuia 400 de milioane de lei (şi anume echivalentul a circa 10 000 de euro la momentul faptelor) pentru a compensa prejudiciul moral pe care i-l cauzase prin cererea sa abuzivă, care determinase o atingere nejustificată adusă dreptului acestuia la respectarea onoarei şi a reputaţiei sale, garantat de art. 8 din Convenţie. Tribunalul a reţinut că, prin modul în care autorităţile executaseră mandatele de aducere, ridicându-l pe reclamant din locuri publice, în care se aflau persoane care îl cunoşteau, astfel cum atestă declaraţiile martorilor T., V. şi P., şi reţinându-l o perioadă de timp relativ lungă pentru a fi supus unei expertize medicale psihiatrice, imaginea socială a reclamatului fusese pătată în mod necorespunzător.", "Tribunalul a subliniat că existenţa mai multor litigii între reclamant şi RATC, ca urmare a concedierii sale abuzive, nu putea reprezenta un motiv de punere sub interdicţie, atâta vreme cât instanţa nu a constatat că reclamatul săvârşise un abuz de drept.", "Tribunalul a respins ca nefondată cererea reclamantului de anulare a mandatelor de aducere şi a raportului de expertiză psihiatrică, întocmit de Serviciul Judeţean de Medicină Legală Constanţa. Faptul că mandatele în cauză conţineau erori materiale nu reprezenta o cauză de anulare. În ceea ce priveşte raportul de expertiză, acesta constituia pur şi simplu un element de probă, interpretarea şi aprecierea acestuia fiind de competenţa tribunalului.", "24. Atât RATC, cât şi reclamantul, au introdus apel împotriva acestei hotărâri. RATC a remarcat că nu putea fi considerată responsabilă pentru modul în care fuseseră executate mandatele de aducere de către autorităţi şi că se limitase pur şi simplu la sesizarea organelor judiciare, având în vedere numărul mare de litigii iniţiate de reclamant împotriva sa. Reclamantul a solicitat o creştere a cuantumului daunelor-interese alocate, ţinând seama de atingerea gravă şi iremediabilă adusă imaginii sale publice şi reputaţiei sale. Reclamantul susţinea că, în urma cererii RATC vizând punerea sub interdicţie a acestuia, fusese suspendat din funcţia de vice-preşedinte, pe care o ocupa în cadrul asociaţiei participanţilor la revoluţie. A furnizat decizia asociaţiei în cauză, care preciza că această suspendare era valabilă „până la finalizarea procedurii judiciare privind arestarea reclamantului din 29 noiembrie 2001 de către doi agenţi de poliţie în uniformă”.", "25. Printr-o hotărâre din 11 iulie 2005, Curtea de Apel Ploieşti, constituită dintr-un complet de judecată ce includea judecătorii A.I. şi M.D, a respins apelurile declarate de cele două părţi. Instanţa a reţinut că valoarea daunelor-interese la a căror plată fusese obligată RATC de către tribunal era proporţională cu importanţa valorilor morale lezate prin acţiunile acesteia şi consecinţele suferite de reclamant pe plan social şi profesional. Aceasta a concluzionat că, în perioada care a urmat introducerii cererii de punere sub interdicţie a reclamantului de către RATC, în presa locală au apărut o serie de articole cu privire la starea de sănătate mintală a reclamantului, ceea ce afectase imaginea publică a acestuia şi îi cauzase o stare de stres care îi agravase afecţiunile cardiace de care suferea.", "26. Reclamantul şi RATC au formulat recurs. Reclamantul a susţinut că, în speţă, nu au fost respectate cerinţele legii privind emiterea mandatelor de aducere şi a solicitat anularea mandatelor în cauză. Reclamantul a subliniat că, în urma cererii RATC vizând punerea sa sub interdicţie, a fost etichetat drept „nebun” şi soţia sa a cerut divorţul. La rândul său, RATC solicita anularea obligării sale la plata de daune-interese.", "27. În faţa Curţii de Apel Ploieşti, competentă să judece recursul introdus de părţi în urma modificării normelor privind competenţa instanţelor prin Legea nr. 219 din 6 iulie 2005 privind aprobarea <LLNK 12000  138180 301  0 47>Ordonanţei de urgenţă a Guvernului nr. 138/2000 pentru modificarea şi completarea Codului de procedură civilă, au avut loc două şedinţe publice la 13 şi 27 octombrie 2005. Completul de judecată al curţii de apel a fost compus, la fiecare şedinţă, din judecătorii E.G., G.V. şi M.D.", "28. Printr-o hotărâre definitivă şi irevocabilă pronunţată la 27 octombrie 2005, Curtea de Apel Ploieşti a admis recursul RATC şi a infirmat hotărârile pronunţate de instanţele inferioare în ceea ce priveşte obligarea acesteia la plata de daune-interese, pe care le-a anulat. În motivarea sa, instanţa a reţinut, în primul rând, că, pentru a angaja răspunderea civilă delictuală a RATC, instanţele inferioare şi reclamantul ar fi trebuit să dovedească reaua-credinţă a acesteia în demersurile sale vizând punerea sub interdicţie a reclamantului. Or, nu a fost prezentată nicio probă în acest sens. Cererea RATC fusese motivată de o aparentă anormalitate creată de însuşi reclamantul, care iniţiase un număr mare de procese împotriva RATC şi a diverşi membri ai personalului de conducere al acesteia. Reclamantul a introdus plângeri penale împotriva Directorului RATC, pe care ulterior le-a retras, şi altele împotriva altor opt angajaţi, care au avut ca rezultat o rezoluţie de neîncepere a urmăririi penale. Pentru a-şi susţine cererea, RATC a furnizat documente medicale care atestau că reclamantul fusese internat de mai multe ori în anul 1979 pentru psihoză paranoidă. În aceste circumstanţe, prin introducerea unei cereri de punere sub interdicţie a reclamantului, RATC nu acţionase cu rea-credinţă.", "Pe de altă parte, curtea de apel a precizat că RATC nu putea fi considerată responsabilă pentru modul în care organele de cercetare executaseră mandatele de aducere împotriva reclamantului, deoarece regia se limitase la sesizarea parchetului cu o cerere de punere sub interdicţie. Instanţa a remarcat că nu se putea considera nici că RATC era responsabilă pentru celelalte consecinţe la care făcea referire reclamantul, în special faptul că soţia sa ceruse divorţul, că fusese suspendat din funcţia de vice-preşedinte al asociaţiei participanţilor la Revoluţia din 1989 sau că, de atunci înainte, era etichetat drept nebun, elemente pe care aceasta le-a apreciat ca neavând legătură directă cu obiectul acţiunii pe care trebuia să o soluţioneze.", "Curtea de apel a apreciat, de asemenea, că respectiva cerere a reclamantului de anulare a mandatelor de aducere era nefondată. În acest sens, instanţa a subliniat că, în orice procedură de punere sub interdicţie, era obligatorie efectuarea unei expertize medico-legale psihiatrice şi că, în cazul în care persoana în cauză nu se prezenta de bunăvoie în faţa comisiei de examinare, parchetul avea posibilitatea de a emite mandate de aducere. Instanţa a concluzionat că parchetul folosise, în speţă, o cale procedurală prevăzută de lege în privinţa reclamantului, în măsura în care acesta din urmă nu a dat curs invitaţiei parchetului de a se prezenta de bunăvoie la Serviciul Judeţean de Medicină Legală Constanţa.", "B. Demersuri pentru constatarea caracterului ilegal al mandatelor de aducere şi pentru obţinerea de daune-interese", "1. Cererile de informaţii ale reclamantului", "29. La 26 ianuarie 2004, reclamantul a solicitat prim-procurorului Parchetului de pe lângă Tribunalul Constanţa să îi precizeze data la care fusese invitat de parchet să se prezinte la serviciul judeţean de medicină legală în vederea unei expertize psihiatrice, invitație în raport de care refuzul său de a-i da curs ar fi justificat emiterea unui mandat de aducere împotriva sa în cadrul procedurii punerii sub interdicţie, deschisă la cererea RATC (supra, pct. 8).", "30. Printr-o scrisoare din 5 februarie 2004, Inspectoratul Judeţean de Poliţie Constanţa i-a răspuns reclamantului că, înainte de 29 noiembrie 2001, dată la care poliţiştii au executat mandatul de aducere şi l-au condus la Serviciul de Medicină Legală din Constanţa, acesta nu făcuse obiectul niciunei invitaţii la inspectoratul de poliţie sau serviciul de medicină legală în cauză.", "31. La 31 octombrie 2006, reclamantul i-a solicitat preşedintelui Tribunalului Constanţa o copie a notificărilor prin care parchetul, poliţia sau Serviciul de Medicină Legală din Constanţa l-au convocat în vederea examinării stării sale de sănătate psihică şi cărora refuzase să le dea curs, astfel cum indicase reprezentantul parchetului în cursul procedurii vizând punerea acestuia sub interdicţie, fapt reţinut în hotărârea definitivă şi irevocabilă pronunţată la 27 octombrie 2005 de Curtea de Apel Ploieşti (supra, pct. 28).", "32. La 10 noiembrie 2006, vice-preşedintele tribunalului i-a răspuns că, în urma verificărilor efectuate, nu s-a găsit nicio convocare a reclamantului la Serviciul Judeţean de Medicină Legală din Constanţa care să fie anterioară datei la care parchetul a emis mandatele de aducere în litigiu, executate de poliţişti la 29 noiembrie şi 6 decembrie 2001.", "2. Procedura judiciară iniţiată de reclamant", "33. În 2003, reclamantul a solicitat Tribunalului Constanţa să anuleze mandatele de aducere în litigiu. Acesta susţinea că nu fusese convocat niciodată la Serviciul Judeţean de Medicină Legală din Constanţa pentru a se supune, de bunăvoie, unui examen psihiatric, cerinţă prevăzută totuşi de lege ca un act prealabil emiterii mandatelor de aducere. Prin urmare, fusese sechestrat de către poliţişti timp de aproape cinci ore şi obligat să se supună unui control psihiatric, prin nerespectarea cerinţelor dreptului naţional de către parchet, în faţa căruia fostul său angajator depusese o cerere de punere sub interdicţie. Acesta solicita repararea prejudiciului moral suferit, susţinând că, din cauza acestor abuzuri, boala sa cardiacă se agravase şi că fusese suspendat din funcţia sa de vice-preşedinte al unei asociaţii. Solicita obligarea RATC şi a parchetului la plata de daune-interese pentru repararea prejudiciului moral suferit din cauza abuzurilor acestora.", "34. Printr-o hotărâre din 1 septembrie 2004, tribunalul a respins acţiunea reclamantului. Acesta a susţinut că mandatele de aducere în cauză fuseseră emise de parchet în cadrul cererii de punere sub interdicţie a reclamantului, introdusă de RATC, ţinând seama de refuzul reclamantului de a se prezenta de bunăvoie la investigaţiile medicale, la cererea organelor de urmărire penală. În plus, acesta a remarcat că, din declaraţiile martorilor audiaţi de tribunal, rezulta că reclamantul nu s-a opus executării mandatelor de către forţele de ordine, care nu au utilizat violenţa fizică şi nici nu au recurs la cătuşe sau alte instrumente care făceau parte din armamentul lor.", "35. Reclamantul a introdus apel, susţinând că afirmaţia tribunalului conform căreia refuzase să se prezinte de bunăvoie la serviciul medical în vederea efectuării unei expertize era o minciună. Reclamantul a solicitat suspendarea examinării cauzei, pe motiv că o altă procedură vizând punerea acestuia sub interdicţie era pendinte pe rolul Tribunalului Dâmboviţa. Curtea de Apel Constanţa a admis cererea sa. La o dată neprecizată, cauza a fost repusă pe rol, la cererea reclamantului.", "36. Printr-o hotărâre din 19 octombrie 2006, Tribunalul Constanţa, devenit competent pentru judecarea apelului declarat de reclamant, în urma modificării normelor privind competenţa instanţelor prin Legea nr. 219 din 6 iulie 2005, a respins apelul acestuia. Tribunalul a reţinut că, din elementele de probă depuse la dosar, nu reieşea că poliţiştii care executaseră cele două mandate de aducere îi cauzaseră reclamantului un prejudiciu care implica răspunderea civilă delictuală a acestora. În special, reclamantul nu a dovedit că poliţiştii în cauză exercitaseră asupra lui violenţe fizice sau verbale.", "37. Reclamantul a formulat recurs, susţinând că instanţele interne aveau obligaţia să verifice dacă, la data la care au fost emise cele două mandate, au fost respectate cerinţele legii şi, în special, dacă mandatele de aducere au fost precedate de o convocare la serviciul de medicină legală în vederea unui control al sănătăţii mintale. Conform reclamantului, concluzia instanţei de apel, conform căreia acesta nu suferise niciun prejudiciu, era abuzivă atâta timp cât nu s-a adus nicio dovadă că acesta refuzase să se prezinte de bunăvoie la serviciul de medicină legală. Prejudiciul reclamantului decurgea din modul în care mandatele în cauză fuseseră executate de către agenţii forţelor de ordine în uniformă şi înarmaţi, în locuri publice, în ciuda faptului că era sănătos şi avea discernământ. În plus, instanţele au ignorat elementele de probă prezentate de acesta, care atestau faptul că suferise un prejudiciu, în special decizia prin care fusese suspendat din funcţia sa de vice-preşedinte al unei asociaţii.", "38. Prin hotărârea definitivă din 14 martie 2007, Curtea de Apel Constanţa a respins recursul reclamantului. Aceasta a considerat că, deşi nu s-a adus nicio probă conform căreia mandatele de aducere fuseseră precedate de o convocare la serviciul de medicină legală, nu fusese încălcat dreptul acestuia la libertate şi la siguranţă, garantat de art. 5 din Convenţie. În opinia instanţei, deşi rezultatul mandatelor în cauză a fost menţinerea reclamantului, timp de mai multe ore, la Serviciul Judeţean de Medicină Legală din Constanţa, nu era vorba despre o privare de libertate, în sensul art. 5 din Convenţie. Curtea de apel a concluzionat că RATC sau autorităţile care au emis ori au executat mandatele de aducere nu au săvârşit nicio faptă ilicită şi că, prin urmare, nu era posibil să existe vreo obligaţie la reparaţie în favoarea reclamantului.", "II. DREPTUL ŞI PRACTICA INTERNE RELEVANTE", "A. Decretul-lege nr. 32 din 30 decembrie 1954 pentru punerea în aplicare a Codului Familiei şi a Decretului privitor la persoanele fizice şi persoanele juridice în materie de expertize medico-legale psihiatrice", "39. Dispoziţiile relevante ale Decretului nr. 32 din 30 decembrie 1954 (denumit în continuare „Decretul-lege nr. 32/1954”) erau, la vremea faptelor, formulate după cum urmează:", "Art. 30", "„Preşedintele instanţei sesizată cu o cerere de punere sub interdicţie va lua măsuri ca cererea, împreună cu înscrisurile anexate, sa fie comunicate procurorului. Acesta va dispune efectuarea cercetărilor ce le va socoti necesare, va lua şi părerea unei comisii de medici specialişti, iar dacă cel a cărui punere sub interdicţie este cerută, se găseşte internat într-o instituţie sanitară, va lua şi părerea medicului sub supravegherea căruia se afla.", "Preşedintele instanţei sesizează totodată autoritatea tutelara de la domiciliul celui a cărui punere sub interdicţie este cerută, pentru a se face aplicarea dispoziţiilor art. 146 din Codul Familiei, referitoare la numirea curatorului.”", "Art. 31", "„Luând concluziile procurorului, instanţa tutelară va putea dispune internarea provizorie a celui a cărui punere sub interdicţie este cerută, pe timp de cel mult şase săptămâni, dacă observarea mai îndelungată a stării lui mintale este necesară, potrivit avizului unui medic specialist, iar aceasta observare nu se poate face în alt mod”.", "Art. 32", "„După ce primeşte rezultatul cercetărilor şi avizul comisiei de medici specialişti, precum şi, dacă va fi cazul, părerea medicului instituţiei sanitare, preşedintele va fixa termenul pentru judecata cererii, dispunând citirea părţilor. Cererea şi toate înscrisurile depuse se vor comunica celui a cărui punere sub interdicţie este cerută.”", "Art. 33", "„Judecata se va face ascultând concluziile procurorului. La termenul de judecată, instanţa va asculta pe cel a cărui punere sub interdicţie este cerută, pentru a constata starea sa mintală. Dacă cel a cărui punere sub interdicţie este cerută nu este în stare sa se înfăţişeze la instanţa, el va fi ascultat, în prezenta procurorului, la locul unde se afla.”", "Art. 34", "„Prin îngrijirea instanţei, hotărârea de punere sub interdicţie, rămasă definitiva, se va publica în extras într-un ziar indicat de instanţă. Instanţa judecătorească va comunica autorităţii tutelare, de la domiciliul celui a cărui punere sub interdicţie este cerută, hotărârea data asupra cererii de punere sub interdicţie, pentru ca autoritatea tutelară să dispună ridicarea curatelei, dacă aceasta a fost instituită, iar în caz că instanţa a hotărât punerea sub interdicţie, să dispună numirea unui tutore.”", "40. În temeiul art. 46 din Codul familiei în vigoare la momentul faptelor, curatorul desemnat de autoritatea tutelară avea obligaţia de a avea grijă de persoana vizată de cererea de punere sub interdicţie, precum şi de bunurile acesteia, cu privire la care putea îndeplini acte de administrare şi conservare.", "41. Dispoziţiile din Decretul nr. 32/1954, citate anterior, au fost abrogate la 1 februarie 2013, data intrării în vigoare a Legii nr. 134/2010 privind Codul de procedură civilă. Conform dispoziţiilor noii legi, instanţa sesizată cu o plângere de punere sub interdicţie poate dispune internarea provizorie a persoanei care face obiectul cererii pentru o perioadă de maxim şase săptămâni, în cazul în care pare necesară observarea îndelungată a stării sale de sănătate, conform opiniei unui medic specialist, şi nu se poate face în alt mod. Instanţa poate numi un curator în cazul în care consideră că, din cauza bolii sale, persoana vizată de cererea de punere sub interdicţie, deşi este capabilă, nu este în măsură să îşi apere interesele în mod corespunzător.", "42. În ceea ce priveşte practica internă în materie de expertize ale stării de sănătate psihică a persoanelor vizate de o cerere de punere sub interdicţie, reiese dintr-o scrisoare a Institutului Naţional de Medicină Legală „Mina Minovici”, adresată Ministerului Afacerilor Externe, că respectiva comisie de expertiză a acestui institut poate solicita, cu scopul stabilirii unui diagnostic, internarea persoanei în cauză într-un spital de psihiatrie pentru o durată cuprinsă, de regulă, între 3 şi 7 zile. O perioadă de internare mai lungă este posibilă doar în cazurile cele mai dificile, atunci când aceasta se dovedeşte necesară pentru clarificarea diagnosticului. În cazul în care comisia de expertiză consideră că este necesară o măsură de internare pentru a stabili un diagnostic, aceasta informează persoana în cauză cu privire la acest lucru. În cazul în care persoana în cauză refuză să se spună expertizei, aceasta nu poate fi efectuată.", "B. Legea nr. 487 din 11 iulie 2002 a sănătăţii mintale şi a protecţiei persoanelor cu tulburări psihice („Legea nr. 487/2002”)", "43. Art. 12 şi 13 din această lege prevăd că evaluarea stării de sănătate mintală a unei persoane, cu scopul de a stabili un diagnostic sau de a determina dacă persoana în cauză are discernământ, are loc prin intermediul unei examinări directe, de către un medic psihiatric, la cererea persoanei respective, cu ocazia unei internări voluntare, sau la cererea unei autorităţi, în cazul unei internări nevoluntare.", "44. Fiind vorba de internare voluntară, orice pacient are dreptul să plece din spitalul psihiatric la simpla cerere şi în orice moment (art. 43 din lege).", "45. Internarea nevoluntară poate avea loc doar dacă au eşuat toate încercările de internare voluntară (art. 44). Aceasta este autorizată atunci când un medic psihiatru consideră că persoana în cauză suferă de tulburări psihice şi poate reprezenta un pericol pentru ea însăşi şi pentru ceilalţi, sau în cazul în care există riscul ca starea sa de sănătate să se degradeze grav în lipsa tratamentului (art. 45 şi 46). Poate fi solicitată de familie sau medicul curant al persoanei în cauză, precum şi de poliţie, parchet şi pompieri. Cererea se efectuează în scris şi trebuie să precizeze motivele pentru care se consideră că ar fi necesară internarea (art. 47). Transportul persoanei respective la spitalul de psihiatrie se face, de regulă, cu ambulanţa. În cazul în care comportamentul persoanei respective este periculos pentru ea sau pentru alte persoane, transportul se realizează cu ajutorul poliţiei, al jandarmilor sau pompierilor, respectând integritatea fizică şi demnitatea persoanei respective (art. 48).", "46. Dacă medicul consideră că nu există motive pentru internarea persoanei în cauză, nu reţine persoana respectivă sub observaţie şi precizează motivul în fişa medicală. Dacă, în schimb, medicul consideră că există motive pentru internarea persoanei în cauză, acesta o informează şi transmite decizia sa parchetului, precum şi unei comisii de revizie, care dispune de un termen de 72 de ore pentru validarea acesteia. Persoana în cauză şi reprezentatul său legal pot contesta decizia respectivă în faţa instanţei competente (art. 49-54).", "47. Procedura citată anterior cu privire la internarea psihiatrică nevoluntară se poate aplica şi în cazul în care o persoană care şi-a dat iniţial acordul pentru internare îl retrage ulterior (art. 55).", "48. Un inventar mai exhaustiv al legislaţiei în vigoare la data introducerii prezentei cereri şi practica internă relevantă cu privire la protejarea persoanelor cu tulburări psihice sunt menţionate în hotărârile C.B. împotriva României (nr. 21207/03, pct. 37, 20 aprilie 2010), Parascineti împotriva României, (nr. 32060/05, pct. 25 şi 29, 13 martie 2012), Cristian Teodorescu împotriva României (nr. 22883/05, pct. 30-40, 19 iunie 2012) şi B. împotriva României (nr. 2) (nr. 1285/03, nedefinitivă, 19 februarie 2013).", "C. Codul de procedură penală", "49. Dispoziţiile relevante ale Codului de procedură penală în materie de mandate de aducere erau, la data faptelor, formulate astfel:", "Art. 183", "„O persoană poate fi adusă în fata organului de urmărire penală sau a instanţei de judecată pe baza unui mandat de aducere, întocmit potrivit dispoziţiilor art. 176, dacă fiind anterior citata nu s-a prezentat, iar ascultarea ori prezenta ei este necesară.", "Învinuitul sau inculpatul poate fi adus cu mandat chiar înainte de a fi fost chemat prin citaţie, dacă organul de urmărire penală sau instanţa constată motivat că în interesul rezolvării cauzei se impune această măsură.”", "Art. 184", "„Mandatul de aducere se execută prin organele de poliţie.”", "D. Codul civil", "50. Dispoziţiile relevante din Codul civil privind răspunderea civilă delictuală, în vigoare la momentul faptelor, sunt redactate astfel:", "Art. 998", "„Orice faptă a omului, care cauzează altuia prejudiciu, obligă pe acela din a cărui greşeală s-a ocazionat a-l repara.”", "Art. 999", "„Omul este responsabil nu numai de prejudiciul ce a cauzat prin fapta sa, dar şi de acela ce a cauzat prin neglijenţa sau prin imprudenţa sa.”", "ÎN DREPT", "I. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 5 § 1 DIN CONVENŢIE", "51. Reclamantul susţine că a făcut obiectul unei detenţii ilegale şi nejustificate, prima dată la 29 noiembrie 2001 şi la 6 decembrie 2001, când, la cererea parchetului, a fost supus unei expertize medicale psihiatrice la Serviciul Judeţean de Medicină Legală din Constanţa; şi ulterior, în perioada 27 aprilie-11 mai 2004, când a fost internat într-un spital de psihiatrie. Acesta invocă art. 5 § 1 e) din Convenţie, formulat după cum urmează:", "„1. Orice persoană are dreptul la libertate şi la siguranţă. Nimeni nu poate fi lipsit de libertatea sa, cu excepţia următoarelor cazuri şi potrivit căilor legale:", "e) dacă este vorba despre detenţia legală [...] a unui alienat [...]”", "A. Cu privire la admisibilitate", "52. Guvernul contestă aplicabilitatea art. 5 § 1 din Convenţie în privinţa intervalului scurt de timp petrecut de reclamant la Serviciul Judeţean de Medicină Legală din Constanţa la 29 noiembrie 2001 şi 6 decembrie 2001. Acesta susţine că intervalul în cauză a fost, de fiecare dată, de aproximativ o oră şi treizeci de minute, reprezentând timpul minim necesar pentru efectuarea unui examen, astfel cum reiese din informaţiile comunicate agentului guvernamental al României, la 26 iunie 2012, de către Serviciul Judeţean de Medicină Legală din Constanţa. Acesta apreciază că intervalele de timp în cauză nu erau suficient de lungi pentru ca art. 5 § 1 din Convenţie să devină aplicabil. În ceea ce priveşte perioada 27 aprilie–11 mai 2004, Guvernul subliniază că reclamantul a fost internat cu acordul său, în interesul acestuia, în spitalul de psihiatrie Alexandru Obregia din Bucureşti. Prin urmare, consideră că nici internarea reclamantului în perioada respectivă nu intră sub incidenţa domeniului de aplicare a art. 5 § 1.", "53. Reclamantul răspunde că primele două privări de libertate ale sale au durat mai multe ore: au început odată cu arestarea sa de către poliţişti, dar nu au încetat odată cu încheierea investigaţiilor efectuate de laborator, ci abia atunci când a fost eliberat de poliţie în centrul oraşului în care locuia. Acesta susţine că a fost obligat să îi urmeze pe poliţiştii care erau îmbrăcaţi în uniformă şi înarmaţi şi care l-au ameninţat că vor utiliza cătuşe dacă refuza să urce în vehiculul lor. Menţionează că a acceptat în cele din urmă să îi urmeze pentru a evita să îi fie puse cătuşe în faţa numeroşilor trecători care asistau la incident.", "54. Curtea reaminteşte că, pentru a stabili dacă o persoană este „lipsită de libertatea sa” în sensul art. 5, se pleacă de la situaţia concretă şi se ia în considerare un ansamblu de criterii precum tipul, durata, efectele şi modalităţile de executare ale măsurii în cauză [Guzzardi împotriva Italiei, 6 noiembrie 1980, pct. 92, seria A. nr. 39 şi Mogoş împotriva României (decizie), nr. 20420/02, 6 mai 2004]. Fără îndoială, adesea este necesar, în acest scop, să se consacre delimitarea realităţii dincolo de aparenţe şi de vocabularul folosit (a se vedea, de exemplu, referitor la art. 5 § 1, Van Droogenbroeck împotriva Belgiei, 24 iunie 1982, pct. 38, seria A nr. 50). Curtea va examina dacă, în speţă, aceste criterii sunt îndeplinite pentru diversele intervale de timp în care reclamantul pretinde că a suferit o „privare de libertate”.", "1. Cu privire la perioada 27 aprilie–11 mai 2004", "55. Trebuie să se observe că, în perioada 27 aprilie–11 mai 2004, reclamantul a fost internat în Spitalul Clinic de Psihiatrie „Alexandru Obregia” din Bucureşti. Curtea reaminteşte că, în domeniul plasamentului de persoane cu tulburări psihice, noţiunea de „privare de libertate” cuprinde în acelaşi timp un aspect obiectiv, adică internarea unei persoane într-un spaţiu restrâns pentru o perioadă de timp deloc neglijabilă, şi un aspect subiectiv, care implică faptul că persoana în cauză nu şi-a dat consimţământul în mod valabil la internare [Stanev împotriva Bulgariei (MC), nr. 36760/06, pct. 117].", "56. Deşi aspectul obiectiv al noţiunii de „privare de libertate” în sensul art. 5 § 1 din Convenţie este în mod cert prezent în speţă, având în vedere intervalul de timp pe care l-a petrecut reclamantul în spitalul de psihiatrie în cauză, nimic nu indică totuşi, în lumina elementelor de care dispune Curtea, că internarea în litigiu ar fi avut loc fără consimţământul reclamantului. În această privinţă, Curtea subliniază că internarea reclamantului în spitalul de psihiatrie în cauză nu a avut loc în urma unui ordin al instanţelor naţionale sesizate cu cererea de punere sub interdicţie a reclamantului, ci s-a efectuat la convocarea comisiei de expertiză a Institutului Naţional „Mina Minovici”. Persoana în cauză nu precizează că ar fi fost obligată să se prezinte la spitalul respectiv sau că ar fi fost adusă de autorităţi împotriva voinţei sale.", "57. În orice caz, Curtea subliniază că reclamantul nici nu a contestat această măsură de internare în faţa instanţelor naţionale competente pentru examinarea cererii de punere sub interdicţie şi nici nu a iniţiat vreo procedură separată, în temeiul dispoziţiilor Legii nr. 487/2002 privind sănătatea mintală sau cele din Codul penal, pentru a denunţa această internare şi pentru a solicita pedepsirea eventualilor responsabili, precum şi repararea prejudiciului suferit eventual (a se vedea, a contrario, Cristian Teodorescu, citată anterior, pct. 46 şi 47). Numeroasele demersuri în justiţie ale acestuia s-au limitat la încercarea de a obţine constatarea ilegalităţii mandatelor de aducere care precedaseră prezentările sale forţate la Serviciul Judeţean de Medicină Legală din Constanţa din 29 noiembrie 2001 şi 6 decembrie 2001. Toate aceste elemente pledează în favoarea caracterului voluntar al internării sale din perioada 27 aprilie–11 mai 2004. Rezultă că, în această perioadă, reclamantul nu a suferit o „privare de liberate” în sensul art. 5 § 1. Acest capăt de cerere este aşadar în mod vădit nefondat şi trebuie să fie respins în temeiul art. 35 § 3 lit. (a) şi art. 35 § 4 din Convenţie.", "2. Cu privire la episoadele din 29 noiembrie 2001 şi 6 decembrie 2001", "58. În primul rând, Curtea consideră necesar să stabilească perioadele care trebuie luate în considerare în scopul aplicării art. 5 § 1. În această privinţă, părţile au opinii divergente referitor la timpul petrecut de reclamant sub controlul autorităţilor în vederea efectuării expertizelor medico-legale la serviciul judeţean din Constanţa. Conform reclamantului, ar fi vorba de intervale de aproximativ cinci ore fiecare, care ar fi început odată cu interpelarea acestuia în locuri publice de către poliţişti îmbrăcaţi în uniforme şi înarmaţi şi care s-ar fi încheiat atunci când a fost eliberat de poliţişti, în centrul oraşului în care locuia, după efectuarea examenelor la serviciul de medicină legală. Conform Guvernului, intervalul de timp care trebuia luat în considerare nu ar fi depăşit o oră şi treizeci de minute, durată corespunzătoare timpului minim necesar pentru ca serviciul să poată efectua un examen, conform scrisorii furnizate de serviciul în cauză drept răspuns la cererea sa de informare.", "59. Curtea reaminteşte că, în contextul capetelor de cerere întemeiate pe art. 5 § 1 din Convenţie, înainte de a îi atribui Guvernului răspunderea de a furniza un raport detaliat pe ore privind evenimentele petrecute în sediile respective şi de a oferi explicaţii cu privire la timpul petrecut de reclamant acolo, aceasta îi impune reclamantului să prezinte indicii prima facie concordante, care să demonstreze că se afla într-adevăr sub controlul autorităţilor în momentul faptelor. În această situaţie, Guvernul are obligaţia de a furniza probe satisfăcătoare şi convingătoare în sprijinul versiunii sale asupra faptelor, fără de care Curtea nu poate trage concluzii cu privire la temeinicia acuzaţiilor reclamantului [a se vedea, Creangă împotriva României (MC), nr. 29226/03, pct. 88-90, 23 februarie 2012 şi, mutatis mutandis, Tanış şi alţii împotriva Turciei, nr. 65899/01, pct. 160, CEDO 2005VIII, şi Youssoupova şi Zaourbekov împotriva Rusiei, nr. 22057/02, pct. 52, 9 octombrie 2008; Öcalan împotriva Turciei (MC), nr. 46221/99, pct. 90, CEDO 2005IV].", "60. În speţă, nu s-a contestat faptul că reclamantul a fost interpelat de două ori de către poliţişti îmbrăcaţi în uniformă şi înarmaţi, însărcinaţi cu executarea mandatelor de aducere emise de parchet, care l-au transportat la serviciul de medicină legală, au aşteptat încheierea expertizei şi, ulterior, l-au însoţit din nou pe reclamant în centrul oraşului în care locuia. În aceste condiţii, Curtea apreciază că perioada care trebuie luată în considerare în scopul aplicării art. 5 § 1 cuprinde nu numai timpul necesar pentru ca serviciul de medicină legală să realizeze examenele sale, astfel cum susţine Guvernul, ci se întinde din momentul arestării reclamantului de către poliţişti şi până în momentul în care a fost eliberat de aceştia în centrul oraşului în care locuia.", "61. În ceea ce priveşte durata propriu-zisă în cursul căreia reclamantul s-a aflat sub controlul poliţiştilor, trebuie să se constate că reclamantul prezintă, în sprijinul versiunii sale asupra faptelor, o întreagă serie de elemente, şi anume: pe de o parte, numeroase memorii şi înscrisuri diverse, prezentate în faţa instanţelor naţionale, din care reiese, în mod concordant, că acesta a rămas de fiecare dată aproximativ cinci ore sub controlul poliţiştilor (supra, pct. 16, 24, 33, 37); pe de altă parte, copii ale deciziilor şi hotărârilor pronunţate de aceleaşi instanţe, care, nu numai că nu au contestat versiunea acestuia asupra faptelor, dar au confirmat că acesta a petrecut de fiecare dată „mai multe ore” în mâinile poliţiştilor (supra, pct. 38). În aceste circumstanţe şi având în vedere omisiunea Guvernului de a furniza un raport detaliat pe ore cu privire la evenimentele petrecute şi de a oferi explicaţii privind timpul petrecut de reclamant sub controlul autorităţilor, furnizând probe satisfăcătoare şi convingătoare în sprijinul versiunii sale asupra faptelor, Curtea nu poate decât să acorde credit temeiniciei acuzaţiilor reclamantului, conform căruia timpul petrecut de el sub controlul poliţiştilor a fost, de fiecare dată, de aproximativ cinci ore.", "62. Rămâne de stabilit dacă, ţinând seama de tipul, durata, efectele şi modalităţile de executare a măsurilor adoptate împotriva reclamantului (a se vedea supra, pct. 55), persoana interesată a fost „lipsită de libertate” în sensul art. 5. În această privinţă, Curtea reaminteşte că, în alte cauze privind internarea psihiatrică sau punerea sub observaţie a reclamanţilor în vederea efectuării unui examen psihiatric, organele Convenţiei nu au exclus aplicabilitatea art. 5 § 1 doar pe motiv că era vorba de perioade scurte de timp [B. împotriva Franţei, (dec.), nr. 10179/82, 13 mai 1987; R.L. şi M.-J.D. împotriva Franţei (nr. 44568/98, pct. 123-129, 19 mai 2004]. Mai general, conform jurisprudenţei constante a Curţii, art. 5 § 1 se aplică, de asemenea, unei lipsiri de libertate de scurtă durată (Foka împotriva Turciei, nr. 28940/95, pct. 75, 24 iunie 2008). Analizând circumstanţele speţei, având în vedere în special modul în care a fost arestat reclamantul, la 29 noiembrie 2001 şi 6 decembrie 2001, de poliţişti îmbrăcaţi în uniformă şi înarmaţi, în locuri publice şi în prezenţa a numeroşi trecători, şi transportat la serviciul de medicină legală în vederea efectuării unui control al stării sale de sănătate psihică, fără nicio altă convocare prealabilă, Curtea apreciază că situaţia examinată constituie o „privare de libertate” în sensul art. 5 § 1 din Convenţie, care, aşadar, este aplicabil. În plus, Curtea constată că acest capăt de cerere al reclamantului nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarată admisibil.", "B. Cu privire la fond", "63. Conform afirmaţiilor reclamantului, acesta consideră că a fost „sechestrat” de poliţie, la ordinul parchetului, timp de aproximativ cinci ore, şi forţat să se supună unui control psihiatric, prin încălcarea dreptului intern. În această privinţă, reclamantul susţine că, înainte să fie adus cu forţa la Serviciul Judeţean de Medicină Legală din Constanţa, la 29 noiembrie 2001 şi la 6 decembrie 2001, nu fusese invitat niciodată, de către parchet sau serviciul în cauză, să se supună, de bunăvoie, unui examen psihiatric.", "64. Guvernul declară că mandatele de aducere emise de parchet, în temeiul cărora reclamantul a fost condus de poliţişti, la 29 noiembrie 2011 şi 6 decembrie 2001, la serviciul medico-legal din Constanţa, aveau o bază legală în dreptul intern, şi anume art. 30 din Decretul nr. 32/1954. Acesta consideră că examinarea reclamantului în serviciul în cauză era indispensabilă în cadrul procedurii punerii sub interdicţie, permiţând să protejeze totodată buna desfăşurare a justiţiei şi interesul reclamantului însuşi, care evita astfel situaţia de a fi obligat să fie internat într-un spital de psihiatrie.", "65. Curtea reaminteşte că art. 5 § 1 impune în primul rând „legalitatea” detenţiei în litigiu, inclusiv respectarea căilor legale. În domeniu, Convenţia face trimitere, în principal, la legislaţia naţională şi consacră obligaţia de a respecta normele de fond şi de procedură, însă impune, de asemenea, conformitatea oricărei privări de libertate cu scopul art. 5: protejarea individului împotriva arbitrarului (Herczegfalvy împotriva Austriei, 24 septembrie 1992, pct. 63, seria A nr. 244).", "66. În această privinţă, Curtea reaminteşte că prima teză a art. 5 § 1 trebuie înţeleasă ca impunând statului obligaţia pozitivă de a proteja libertatea persoanelor aflate sub jurisdicţia sa şi că expresiile „prevăzută de lege” şi „conform căilor legale” vizează aşadar calitatea legii care constituie baza legală a măsurilor privative de libertate care le privesc (Varbanov citată anterior, pct. 51). Prin urmare, pentru Curte, este esenţial ca dreptul intern să fie previzibil în aplicarea sa şi să definească în mod clar sfera competenţelor autorităţilor abilitate să dispună o măsură privativă de libertate sau să o execute (mutatis mutandis, Zervudacki împotriva Franţei, nr. 73947/01, pct. 43, 27 iulie 2006).", "67. Conform Guvernului, parchetul a emis mandatele de aducere în privinţa reclamantului şi a solicitat poliţiei să le pună în executare în temeiul art. 30 din Decretul nr. 32 din 30 decembrie 1954, în vigoare la momentul faptelor. Curtea subliniază că, în fapt, dispoziţia citată anterior autoriza parchetul să efectueze „toate investigaţiile necesare” şi „să obţină avizul unei comisii de medici specialişti”, fără să delimiteze totuşi mai mult sfera acestor competenţe. Astfel cum era formulată această dispoziţie şi astfel cum a fost interpretată de instanţele naţionale, fiind izolată de celelalte dispoziţii naţionale relevante din Codul de procedură penală, competenţele parchetului sesizat cu o cerere de punere sub interdicţie a unei persoane fizice păreau nelimitate şi presupuneau riscul real ca persoana vizată să fie arestată de forţele de ordine şi să fie privată de libertatea sa.", "68. În această privinţă, Curtea subliniază că, la data la care a fost arestat de poliţişti şi condus la serviciul de medicină legală din Constanţa, reclamantul nu era sub incidenţa unei acuzaţii penale care ar fi justificat, în lumina legislaţiei naţionale, emiterea unui mandat de aducere împotriva sa şi punerea în executare a acestuia de către poliţie, fără obligaţia ca acesta să fie precedat de o convocare nefructuoasă (a se vedea a contrario, C.B. împotriva României, citată anterior, pct. 49). Cu toate acestea, trebuie să se constate că, deşi a constatat că parchetul sau poliţia nu au prezentat nicio altă probă care să ateste că mandatele de aducere fuseseră precedate de o invitaţie adresată reclamantului de a se prezenta la un control psihiatric, Curtea de Apel Constanţa nu a acordat nicio importanţă principiului impus la art. 183 C. proc. pen., conform căruia poate face obiectul unui mandat de aducere numai o persoană care, fiind anterior citată să se înfăţişeze în instanţă, nu s-a prezentat de bunăvoie (supra, pct. 38 şi 49).", "69. În plus, Curtea reaminteşte că privarea de libertate este o măsură atât de gravă încât nu se justifică decât în cazul în care alte măsuri, mai puţin severe, au fost luate în considerare şi considerate insuficiente pentru apărarea interesului personal sau public care impune detenţia (a se vedea, Witold Litwa împotriva Poloniei, nr. 26629/95, pct. 78, CEDO 2000III). Circumstanţele cauzei nu par să indice faptul că autorităţile au luat în considerare alte măsuri, mai puţin severe, pentru a-i permite parchetului să obţină avizul unei comisii de medici specializaţi sau că aceste măsuri ar fi fost insuficiente pentru a atinge scopul vizat. Simplul fapt că reclamantul a introdus plângeri împotriva fostului său angajator, o întreprindere de stat, precum şi împotriva directorului acesteia şi a altor membri ai personalului de conducere, în urma unei concedieri considerate ilegale de către instanţele interne, nu poate justifica, în opinia Curţii, măsuri atât de constrângătoare împotriva acestuia.", "70. În opinia Curţii, aceste elemente sunt suficiente pentru a concluziona că privarea de libertate a reclamantului nu poate fi considerată „legală” din perspectiva art. 5 § 1 din Convenţie. În consecinţă, această dispoziţie a fost încălcată.", "II. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 5 § 5 DIN CONVENŢIE", "71. În continuare, reclamantul se plânge că nu a avut posibilitatea de a obţine o reparaţie pentru detenţiile ilegale suferite. Acesta denunţă o încălcare a art. 5 § 5 din Convenţie, care prevede:", "„5. Orice persoană care este victima unei arestări sau a unei deţineri în condiţii contrare dispoziţiilor acestui articol are dreptul la reparaţii.”", "72. Curtea evidenţiază faptul că acest capăt de cerere este legat de cel examinat anterior şi, prin urmare, trebuie să fie declarat, de asemenea, admisibil.", "73. Reclamantul subliniază că i-au fost respinse cererile vizând obţinerea unei reparaţii pentru privarea ilegală de libertate a acestuia din 29 noiembrie 2001 şi 6 decembrie 2001.", "74. Guvernul susţine că reclamantul a avut posibilitatea, pe care a folosit-o, de a solicita o reparare a prejudiciului pretins, în temeiul art. 998 şi 999 din fostul Cod civil, care permit angajarea răspunderii autorităţilor care, prin faptele, neglijenţa sau imprudenţa lor, cauzează un prejudiciu altei persoane. În continuare, acesta subliniază că instanţele naţionale au respins cererea reclamantului în urma unei proceduri contradictorii şi lipsite de arbitrar, pe motiv că autorităţile care au emis sau executat mandatele de aducere nu au avut un comportament ilicit.", "75. Curtea reaminteşte că art. 5 § 5 este respectat atunci când se pot solicita reparaţii pentru o privare de libertate care a avut loc în condiţii contrare alineatelor 1, 2, 3 sau 4 (Stanev, citată anterior, pct. 182; Wassink împotriva Ţărilor de Jos, 27 septembrie 1990, pct. 38, seria A nr. 185-A, şi Houtman şi Meeus împotriva Belgiei, nr. 22945/07, pct. 43, 17 martie 2009). Dreptul la reparaţie, prevăzut la alineatul 5, presupune aşadar că o încălcare a unuia dintre celelalte alineate a fost stabilită de o autoritate naţională sau de instituţiile Convenţiei. În această privinţă, exercitarea efectivă a dreptului la reparaţie, garantat de această ultimă dispoziţie, trebuie să fie asigurată cu un grad suficient de certitudine [Ciulla împotriva Italiei, 22 februarie 1989, pct. 44, seria A nr. 148, Sakık şi alţii împotriva Turciei, 26 noiembrie 1997, pct. 60, Culegere 1997VII, şi N.C. împotriva Italiei (MC), nr. 24952/94, pct. 49, CEDO 2002X].", "76. Examinând prezenta speţă, Curtea subliniază că, având în vedere constatarea încălcării art. 5 § 1, şi art. 5 § 5 din această dispoziţie este aplicabil. Prin urmare, Curtea trebuie să stabilească dacă persoana interesată a dispus, la nivel intern, de un drept la reparaţie susceptibil de a fi pus în aplicare efectiv.", "77. Din dosar reiese că, în niciun moment, autorităţile judiciare române nu au considerat drept ilegale sau contrare art. 5 § 1 din Convenţie prezentările forţate ale reclamantului, la 29 noiembrie 2001 şi 6 decembrie 2001, la Serviciul Judeţean de Medicină Legală din Constanţa. Curtea de Apel Constanţa, care a examinat în ultimă instanţă cererea de anulare a mandatelor de aducere, a considerat, dimpotrivă, că aceste prezentări forţate erau conforme cu dreptul intern (supra, pct. 38) şi această teză este apărată şi de Guvern în faţa Curţii. Prin urmare, Curtea concluzionează că reclamantul nu putea solicita nicio despăgubire în temeiul dispoziţiilor Codului civil indicate de Guvern, care nu permiteau angajarea răspunderii civile a autorităţilor decât în cazul în care li se poate imputa o greşeală – fie şi prin neglijenţă sau imprudenţă (supra, pct. 50). Pe de altă parte, Curtea evidenţiază că Guvernul nu a invocat nicio altă cale judiciară din dreptul român care i-ar permite reclamantului să solicite o reparaţie.", "78. În consecinţă, a fost încălcat articolul 5 § 5.", "III. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 6 § 1 DIN CONVENŢIE", "79. Reclamantul se plânge că, în procedura de punere a sa sub interdicţie, cauza sa nu a fost judecată de instanţe independente şi imparţiale, încălcându-se astfel art. 6 § 1 din Convenţie, ale cărui dispoziţii relevante prevăd următoarele:", "„Orice persoană are dreptul la judecarea în mod echitabil [...] a cauzei sale, de către o instanţă independentă şi imparţială, instituită de lege, care va hotărî [...] asupra încălcării drepturilor şi obligaţiilor cu caracter civil [...]”.", "80. Reclamantul denunţă, în special, faptul că două căi de atac (apelul şi recursul) au fost examinate de aceeaşi instanţă, în speţă Curtea de Apel Ploieşti, în hotărârile acesteia din 11 iulie şi 27 octombrie 2005. În plus, acesta subliniază că doamna judecător M.D., membru al completul de judecată care s-a pronunţat în recurs (la 27 octombrie 2005) făcuse deja parte din completul de judecată care se pronunţase în apel (la 11 iulie 2005) în aceeaşi cauză.", "81. Guvernul susţine că reclamantul avea dreptul, dacă dorea să conteste componenţa completului de judecată care a examinat recursul parchetului, să formuleze o cerere de recuzare a doamnei judecător M.D. Prin urmare, nu depindea decât de el să facă uz de această posibilitate.", "82. Curtea reaminteşte că, în sensul art. 6 § 1, imparţialitatea unei instanţe trebuie apreciată conform unui demers subiectiv, care constă în încercarea de a stabili convingerea personală a judecătorului în cauză într-o astfel de situaţie, şi conform unui demers obiectiv care trebuie să asigure că aceasta oferea garanţii suficiente pentru a exclude orice îndoială legitimă în această privinţă (Tierce şi alţii împotriva San Marino, nr. 24954/94, 24971/94 şi 24972/94, pct. 75, CEDO 2000IX).", "83. Curtea subliniază că situaţia contestată de reclamant este rezultatul aplicării, în speţă, a unei modificări a normelor privind competenţa instanţelor, introdusă de Legea nr. 219 din 6 iulie 2005, din care rezultă că astfel, competenţa Curţii de Apel Ploieşti, iniţial competentă în cauză în calitate de instanţă de apel, a evoluat ulterior către cea de instanţă de recurs. Conform Curţii, nu poate fi considerat un motiv de suspiciune legitimă faptul că două căi de atac au fost judecate, în urma unei modificări a normelor privind competenţa, de aceeaşi instanţă, dar cu o componenţă diferită, total sau parţial (a se vedea mutatis mutandis, Ringeisen împotriva Austriei, 16 iulie 1971, pct. 12, seria A nr. 13, şi Diennet împotriva Franţei, 26 septembrie 1995, pct. 38, seria A nr. 325A). Or, trebuie să se constate că, în prezenta cauză, doi din cei trei membri ai completului de judecată care s-a pronunţat în recurs nu participaseră în niciun fel la decizia precedentă.", "84. Presupunând că reclamantul s-a îndoit de imparţialitatea subiectivă a doamnei judecător M.D., care, după ce judecat cauza ca membru al completului de judecată care s-a pronunţat în apel, ulterior a făcut parte din completul de judecată în cadrul recursului, ar fi avut posibilitatea de a introduce o cerere de recuzare, ceea ce acesta nu a făcut.", "85. Ţinând seama de elementele de care dispune, Curtea consideră că temerile persoanei interesate nu pot fi considerate justificate din punct de vedere obiectiv.", "86. Rezultă că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 lit. a) şi § 4 din Convenţie.", "IV. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 13 COROBORAT CU ART. 8 DIN CONVENŢIE", "87. În cele din urmă, reclamantul se plânge de faptul că nu a beneficiat de o cale de atac efectivă pentru a obţine recunoaşterea şi repararea atingerii grave şi iremediabile aduse reputaţiei sale de către autorităţi şi fostul său angajator.", "88. Fiind responsabilă cu încadrarea juridică a faptelor cauzei, Curtea consideră că este adecvat să examineze capetele de cerere invocate de reclamant din perspectiva art. 13 din Convenţie, coroborat cu art. 8, care impune, de asemenea, ca procesul decizional privind viaţa privată sau de familie să fie echitabil şi să respecte în mod corespunzător interesele protejate de această dispoziţie (Saleck Bardi împotriva Spaniei, nr. 66167/09, pct. 31, 24 mai 2011). În părţile lor relevante, articolele în cauză prevăd următoarele:", "Art. 8", "„1. Orice persoană are dreptul la respectarea vieţii sale private [...]. »", "Art. 13", "„Orice persoană, ale cărei drepturi şi libertăţi recunoscute de [...] Convenţie au fost încălcate, are dreptul să se adreseze efectiv unei instanţe naţionale, chiar şi atunci când încălcarea s-ar datora unor persoane care au acţionat în exercitarea atribuţiilor lor oficiale.”", "A. Argumentele părţilor", "89. Reclamantul consideră că nu a avut la dispoziţie, în dreptul intern, o acţiune efectivă pentru a obţine recunoaşterea atingerii aduse reputaţiei sale şi repararea prejudiciului moral suferit de acesta după ce a fost arestat de două ori, în locuri publice, de poliţişti îmbrăcaţi în uniformă şi înarmaţi, şi din cauza faptului că a făcut obiectul unei proceduri judiciare care s-a desfăşurat public timp de peste patru ani. Subliniază că, din cauza acestei situaţii, a primit apelativul de „nebun” în anturajul său şi soţia acestuia a introdus o cerere de divorţ, iar Asociaţia Participanţilor la Revoluţia din 1989 a luat decizia de a-l suspenda din funcţia de vice-preşedinte, pe care o ocupa.", "90. Reclamantul subliniază că toate cererile sale de acordare de daune-interese, întemeiate pe art. 998 şi 999 din Codul civil în vigoare la momentul faptelor, au fost respinse în lipsa dovedirii temeiniciei acţiunii sale, în ciuda argumentelor şi probelor pe care acesta le prezentase totuşi în faţa instanţelor naţionale pentru a demonstra că fusese adusă o atingere gravă şi iremediabilă reputaţiei sale, ca urmare a unei simple cereri adresate de fostul său angajator parchetului.", "91. În opinia Guvernului, nu li se poate reproşa autorităţilor naţionale că nu au pus la dispoziţia reclamantului un sistem eficient pentru a-şi invoca drepturile. În această privinţă, evidenţiază că persoana interesată a avut acces în totalitate la justiţie pentru a-şi apăra drepturile şi interesele legitime în temeiul art. 998 şi 999 din Codul civil în vigoare la momentul faptelor.", "92. Reamintind că, în primul rând, autorităţilor naţionale, în special curţilor şi tribunalelor, le revine obligaţia de a interpreta şi aplica dreptul intern, Guvernul subliniază că instanţele naţionale au hotărât pur şi simplu că această cerere de acordare a unei reparaţii pentru prejudiciul moral pretins de persoana în cauză era nefondată. În fapt, instanţele au considerat că, în absenţa unui comportament ilicit, atât din partea autorităţilor care au emis sau executat mandatele de aducere, cât şi din partea RATC, care a introdus cererea de punere sub interdicţie a reclamantului, nu erau îndeplinite condiţiile care permiteau angajarea răspunderii civile a pârâţilor. Acesta subliniază că instanţele naţionale au examinat toate argumentele relevante ale părţilor şi au pronunţat verdictul în urma unei proceduri contradictorii, în cursul căreia reclamantul a avut posibilitatea, de care a făcut uz, de a propune mijloace de probă şi de a comenta în scris şi oral raportul de expertiză şi mărturiile depuse la dosar.", "B. Motivarea Curţii", "1. Cu privire la admisibilitate", "93. Curtea reaminteşte că art. 13 din Convenţie este luat în considerare doar în cazul în care reclamantul are o „plângere credibilă” din perspectiva altei dispoziţii din Convenţie sau din protocoalele sale (a se vedea, între altele, Gebremedhin împotriva Franţei, nr. 25389/05, pct. 53, CEDO 2007-II).", "94. Prin urmare, Curtea trebuie să stabilească dacă capătul de cerere a reclamantului, întemeiat pe art. 8, este „justificat”. Aceasta reaminteşte că un capăt de cerere poate fi considerat justificat atunci când nu este în mod vădit nefondat şi necesită o examinare pe fond (Çelik şi İmret împotriva Turciei, nr. 44093/98, pct. 57, 26 octombrie 2004).", "95. În speţă, reclamantul pretinde că i s-a încălcat dreptul la respectarea vieţii sale private, din cauza imposibilităţii acestuia de a obţine recunoaşterea şi repararea atingerii aduse reputaţiei sale. Curtea reaminteşte că dreptul unei persoane la protejarea reputaţiei sale intră sub incidenţa art. 8, fiind un element al dreptului la respectarea vieţii private [Pfeifer împotriva Austriei, nr. 12556/03, pct. 35, 15 noiembrie 2007; Chauvy şi alţii împotriva Franţei, nr. 64915/01, pct. 70, CEDO 2004VI; Abeberry împotriva Franţei (dec.), nr. 58729/00, 21 septembrie 2004, şi Leempoel & S.A. ED. Ciné Revue împotriva Belgiei, nr. 64772/01, pct. 67, 9 noiembrie 2006]. Având în vedere ansamblul faptelor şi argumentelor prezentate de reclamant în faţa instanţelor naţionale şi reiterate în faţa sa, Curtea apreciază că partea interesată a formulat un capăt de cerere justificat în temeiul art. 8 din Convenţie. Acuzaţiile acestuia de încălcare a dreptului său la respectarea vieţii sale private, garantat de această dispoziţie, impuneau în mod evident o examinare circumstanţială şi era necesar ca partea în cauză să le poată apăra în faţa instanţelor naţionale în conformitate cu cerinţele art. 13, care este, aşadar, aplicabil.", "96. În lumina acestor elemente, Curtea constată că prezentul capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 lit. a) din Convenţie şi că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "2. Cu privire la fond", "97. Curtea reafirmă că art. 13 din Convenţie garantează existenţa, în dreptul intern, a unei căi de atac care permite prevalarea de drepturile şi libertăţile din Convenţie, astfel cum sunt consacrate în aceasta. Această dispoziţie are aşadar drept consecinţă impunerea unei căi de atac interne care permite instanţei naţionale competente să judece conţinutul oricărui „capăt de cerere justificat” întemeiat pe Convenţie şi să ofere, după caz, măsurile de reparaţie corespunzătoare, chiar dacă statele contractante beneficiază de o anumită marjă de apreciere cu privire la modul de a se conforma obligaţiilor impuse de această dispoziţie.", "98. Curtea evidenţiază că, în toate etapele procedurii în faţa instanţelor naţionale, reclamantul şi-a susţinut acuzaţiile referitoare la diversele consecinţe pe care le-au avut, pentru reputaţia şi viaţa sa de familie, cererea de punere sub interdicţie formulată de fostul său angajator şi modul în care autorităţile au dat curs respectivei cereri. Acesta a susţinut, în special, că fusese etichetat drept „nebun” de un număr mare de persoane care erau prezente în momentul în care poliţiştii în uniformă şi înarmaţi i-au cerut să îi urmeze şi care, ulterior, au aflat obiectul procedurii judiciare de punere sub interdicţie iniţiată împotriva sa, procedură desfăşurată public timp de peste patru ani. În plus, persoana în cauză a furnizat în faţa instanţelor naţionale numeroase înscrisuri prin care urmărea să dovedească faptul că imaginea sa fusese pătată, printre care, în special, articole din presă care descriau maniera în care fusese luat cu forţa de poliţişti pentru a fi adus la serviciul medico-legal din Constanţa, precum şi o decizie prin care fusese suspendat din funcţia de vice-preşedinte al unei asociaţii din cauza procedurii de punere sub interdicţie, în curs la acea vreme.", "99. Deşi aceste mijloace de probă s-au aflat la baza cererii persoanei interesate, care viza recunoaşterea şi repararea atingerii aduse reputaţiei sale, instanţele naţionale care s-au pronunţat în ultimă instanţă le-au respins, considerând că nu au valoare probatorie (supra, pct. 28 şi 38). O abordare atât de formalistă riscă să priveze de eficienţă acţiunile interne care sunt, de regulă, accesibile şi suficiente pentru a obţine recunoaşterea şi repararea atingerii aduse reputaţiei cuiva, precum o acţiune întemeiată pe art. 998 şi 999 din Codul civil în vigoare la momentul faptelor (a se vedea, mutatis mutandis, Danev împotriva  Bulgariei, nr. 9411/05, pct. 34, 2 septembrie 2010, şi Iovtchev împotriva  Bulgariei, nr. 41211/98, pct. 146, 2 februarie 2006).", "100. În ceea ce priveşte comportamentul reproşat de reclamant autorităţilor naţionale, Curtea subliniază că, doar la insistenţele reclamantului şi în al treilea grad de jurisdicţie, Curtea de Apel Constanţa a întreprins verificări pentru a stabili dacă mandatele de aducere emise de parchet fuseseră precedate sau nu de o convocare nefructuoasă, astfel cum impunea art. 183 C. proc. pen. (supra, pct. 31-33, 35, 37 şi 38). Era vorba, totuşi, de o chestiune hotărâtoare pentru stabilirea caracterului legal al comportamentului autorităţilor – şi, pe cale de consecinţă, pentru eventuala angajare a răspunderii lor civile în temeiul art. 998 şi 999 din Codul civil în vigoare la momentul faptelor. În plus, chiar şi atunci când, în urma controlului întreprins la cererea reclamantului, curtea de apel a admis că reclamantului nu îi fusese adresată în prealabil nicio convocare la serviciul de medicină legală, aceasta nu a luat măsuri în privinţa acestui lucru, care contravenea totuşi cerinţelor Codului de procedură penală referitoare la mandatele de aducere (supra, pct. 49). Curtea nu remarcă, în demersurile instanţelor naţionale şi, în special, în controlul efectuat de Curtea de Apel Constanţa, expresia unei examinări atente şi riguroase, care se impune din partea autorităţilor naţionale în temeiul art. 13 din Convenţie.", "101. Având în vedere toate aceste elemente, Curtea apreciază că autorităţile naţionale nu au examinat cu eficienţa impusă la art. 13 temeinicia capătului de cerere invocat de reclamant în mod justificat în temeiul art. 8.", "102. Prin urmare, a fost încălcat art. 13 coroborat cu art. 8 din Convenţie.", "V. CU PRIVIRE LA APLICAREA ART. 41 DIN CONVENŢIE", "103. Art. 41 din Convenţie prevede:", "„Dacă Curtea declară că a avut loc o încălcare a convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A. Prejudiciu", "104. Reclamantul solicită 160 000 de euro (EUR) pentru prejudiciul material pe care l-ar fi suferit din cauza caducităţii antecontractului de vânzare-cumpărare a unui teren pe care plănuia să îl cumpere, contând pe despăgubirile pe care trebuia să le obţină din partea fostului său angajator.", "Pe de altă parte, acesta solicită 865 355 EUR pentru repararea prejudiciului moral pe care consideră că l-a suferit din cauza atingerii grave şi iremediabile aduse reputaţiei sale, reamintind că a fost etichetat drept „nebun” în anturajul său, după ce a fost arestat ilegal de două ori, în locuri publice, de către poliţişti îmbrăcaţi în uniformă şi înarmaţi, şi a făcut, în mod public, obiectul unei proceduri judiciare de punere sub interdicţie timp de peste patru ani. În plus, acesta precizează că a fost nevoit să petreacă aproape două săptămâni într-un spital de psihiatrie pentru a clarifica diagnosticul stării sale psihice. Adaugă că procedura de punere sub interdicţie a determinat-o pe soţia acestuia să introducă o cerere de divorţ şi Asociaţia Participanţilor la Revoluţia din 1989 să ia decizia de a-l suspenda din funcţia de vice-preşedinte, pe care o ocupa.", "105. Guvernul remarcă faptul că reclamantul nu a demonstrat caracterul real al pierderilor pretinse şi nu a furnizat niciun document justificativ în sprijinul cererii formulate pentru a acoperi prejudiciul său material. În ceea ce priveşte suma solicitată de reclamant pentru prejudiciul său moral, acesta o consideră exorbitantă.", "106. Curtea nu observă nicio legătură de cauzalitate între încălcările constatate şi prejudiciul material pretins şi respinge această cerere. În schimb, aceasta consideră că trebuie să i se acorde reclamantului suma de 15 600 EUR cu titlu de prejudiciu moral.", "B. Cheltuieli de judecată", "107. De asemenea, reclamantul solicită 1 200 EUR pentru cheltuielile de judecată efectuate în faţa instanţelor interne şi în procedura în faţa Curţii. În plus, acesta solicită rambursarea „tuturor cheltuielilor pe care va trebui să le efectueze pentru a plăti onorariul, transportul şi cazarea” avocatului care îl reprezintă în procedura în faţa Curţii, estimate de acesta la 10 000 de euro.", "108. Guvernul solicită Curţii să acorde părţii reclamante doar suma corespunzătoare cheltuielilor dovedite, necesare şi rezonabile, efectuate atât în dreptul intern, cât şi în faţa Curţii.", "109. Potrivit jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor de judecată decât în măsura în care se stabileşte caracterul real, necesar şi rezonabil al acestora. În speţă, ţinând seama de documentele de care dispune şi de jurisprudenţa sa, Curtea consideră că este rezonabil să se acorde reclamantului suma de 1 500 EUR pentru toate cheltuielile.", "C. Dobânzi moratorii", "110. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "PENTRU ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1. Declară cererea admisibilă în ceea ce priveşte capetele de cerere întemeiate pe art. 5 § 1 (referitor la privarea de libertate suferită de reclamant la 29 noiembrie 2001 şi 6 decembrie 2001), pe art. 5 § 5 şi art. 13, coroborat cu art. 8 din Convenţie, şi inadmisibilă pentru celelalte capete de cerere;", "", "2. Hotărăşte că a fost încălcat art. 5 § 1 din Convenţie;", "", "3. Hotărăşte că a fost încălcat art. 5 § 5 din Convenţie;", "", "4. Hotărăşte că a fost încălcat art. 13 coroborat cu art. 8 din Convenţie;", "", "5. Hotărăşte", "a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, următoarele sume, care trebuie convertite în moneda statului pârât, la rata de schimb aplicabilă la data plăţii:", "i) 15 600 EUR (cincisprezece mii şase sute de euro), plus orice sumă ce poate fi datorată cu titlu de impozit, pentru prejudiciul moral;", "ii) 1 500 EUR (o mie cinci sute de euro), plus orice sumă ce poate fi datorată cu titlu de impozit de către reclamant, pentru cheltuielile de judecată;", "b) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale.", "", "6. Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "Redactată în limba franceză, apoi comunicată în scris la 4 iunie 2013, în temeiul art. 77 § 2 şi art. 77 § 3 din Regulament.", "JOSEP CASADEVALL \tSANTIAGO QUESADA\n    Preşedinte \tGrefier", ""]}