{"file": "RUM_HJUDRUM_32185_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "32185/04", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECŢIA A TREIA", "", "", "", "HOTĂRÂREA", "din 1 iulie 2014", "În cauza Buciaş împotriva României", "(Cererea nr. 32185/04)", "Strasbourg", "", "", "", "Definitivă", "", "01/10/2014", "", "Hotărârea a devenit definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Buciaş împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Alvina Gyulumyan, Ján Šikuta, Luis López Guerra, Johannes Silvis, Valeriu Griţco, Iulia Antoanella Motoc, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu, la 10 iunie 2014,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "PROCEDURA", "1. La originea cauzei se află cererea nr. 32185/04 îndreptată împotriva României, prin care doi resortisanţi ai acestui stat, domnul Ioan Buciaş şi domnul Alexandru Buciaş („reclamanţii”) au sesizat Curtea la 15 iulie 2004, în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („Convenţia”). Grefa a fost informată că al doilea reclamant, Alexandru Buciaş, a decedat la 6 decembrie 2005. Soţia acestuia, doamna Margit Bucia, şi fiica lor, domnişoara Margit Buciaş, au solicitat continuarea examinării cererii în numele acestuia şi au desemnat acelaşi avocat să îi reprezinte. Din motive de ordin practic, domnul Alexandru Buciaş va fi numit în continuare „al doilea reclamant”, deşi, în prezent, trebuie să se considere că văduva şi fiica acestuia au acest statut (a se vedea, inter alia, Pandolfelli şi Palumbo împotriva Italiei, 27 februarie 1992, pct. 2, seria A nr. 231B).", "2. Reclamanţii au fost reprezentaţi de domnul T. Coloja, avocat în Oradea. Guvernul român („Guvernul”) a fost reprezentat de agentul guvernamental, doamna I. Cambrea, din cadrul Ministerului Afacerilor Externe.", "3. Reclamanţii au pretins, în temeiul art. 1 din Protocolul nr. 1 la Convenţie, că au fost privaţi de bunurile lor fără un scop legitim, prin respingerea arbitrară a acţiunii de anulare a vânzării proprietăţii lor imobiliare.", "4. La 28 martie 2011, cererea a fost comunicată Guvernului.", "ÎN FAPT", "I. Circumstanţele cauzei", "5. În 1994, tatăl reclamanţilor a încheiat un contract de împrumut cu H.M.C., oferind drept garanţie o ipotecă asupra proprietăţii sale imobiliare, o clădire şi terenul aferent, situate în Osorhei.", "6. La 3 iunie 1994, ipoteca a fost înscrisă în cartea funciară.", "7. Având în vedere că tatăl reclamanţilor nu a rambursat împrumutul la data stabilită, proprietatea imobiliară a fost vândută la licitaţie unei familii, T.T.T. şi T.T.S., la 31 mai 1996.", "8. Dreptul de proprietate al ofertanţilor câştigători asupra proprietăţii imobiliare a fost înscris în cartea funciară.", "9. La 1 iulie 1996, tatăl reclamanţilor a contestat vânzarea în urma executării silite, solicitând anularea ordinului de vânzare a proprietăţii sale imobiliare. Procedura a fost înscrisă în cartea funciară la 5 ianuarie 1998.", "10. Ulterior, la 30 decembrie 1998, în ciuda procedurii aflate pe rol privind anularea vânzării la licitaţie, cumpărătorii (T.T.T. şi T.T.S.) au vândut proprietatea imobiliară altei persoane, S.R.", "11. La 26 aprilie 2000, Curtea de Apel Oradea a admis acţiunea introdusă de tatăl reclamanţilor şi, în consecinţă, a anulat vânzarea forţată a bunului imobil, pe motiv că împrumutul fusese rambursat şi că preţul era mult mai mic decât valoarea reală a proprietăţii. Totuşi, acesta nu a putut intra în posesie, deoarece, între timp, imobilul fusese vândut lui S.R.", "12. Invocând principiul quod nullum est nullum producit effectum, acesta a introdus o acţiune la Judecătoria Oradea, solicitând anularea celor două contracte de vânzare-cumpărare: cel prin care T.T.T. şi T.T.S. obţinuseră bunul imobil la licitaţie şi contractul ulterior, încheiat între T.T.T. şi T.T.S., pe de o parte, şi S.R., pe de altă parte.", "13. În cursul procesului, tatăl reclamanţilor a decedat şi a fost înlocuit de reclamanţi, în calitate de moştenitori ai acestuia.", "14. La 25 octombrie 2001, Judecătoria Oradea a respins acţiunea civilă, cu motivarea că ultimul cumpărător, S.R., obţinuse bunul imobil cu bună-credinţă.", "15. Reclamanţii au formulat apel, susţinând că S.R. nu cumpărase bunul cu bună-credinţă. Aceştia au pretins că S.R. a avut cunoştinţă de procesul iniţiat de tatăl lor pentru anularea vânzării silite, deoarece aceasta fusese înscrisă în cartea funciară. Apelul a fost admis prin hotărârea Tribunalului Bihor din 22 mai 2003, cu motivarea că anularea vânzării în urma executării silite ar fi trebuit să aibă ca rezultat anularea tuturor actelor încheiate ulterior de persoane care aveau cunoştinţă de anulare.", "16. La 8 aprilie 2004, Curtea de Apel Oradea a admis recursul cumpărătorilor, pe motiv că ultimul cumpărător, S.R., încheiase contractul de vânzare-cumpărare cu bună-credinţă. Raţionamentul curţii de apel în ceea ce priveşte buna-credinţă a cumpărătorului a fost următorul:", "„În speţă, astfel cum se poate observa chiar din act, autentificat în faţa notarului public, contractul de vânzare-cumpărare a fost încheiat cu mult timp înainte de semnarea sa în faţa notarului public, preţul fiind stabilit de părţi şi plătit integral la 9 octombrie 1996; la acea dată, nu exista niciun element din care se putea deduce faptul că respectivul cumpărător a acţionat cu intenţii frauduloase.”", "17. Hotărârea conţinea o opinie separată a unuia din cei trei judecători, care susţinea că, deşi procesul iniţiat de tatăl reclamanţilor în scopul anulării vânzării prin executare silită – şi, în consecinţă, a vânzării bunului său imobil lui T.T.T. şi T.T.S. – fusese înscris în cartea funciară la 5 ianuarie 1998, aceştia din urmă i-au vândut imobilul lui S.R. abia la 30 decembrie 1998. În plus, T.T.T. şi T.T.S. fuseseră părţi în acţiunea de anulare formulată de tatăl reclamanţilor.", "18. Partea relevantă a opiniei separate se citeşte astfel:", "„Pârâţii (T.T.T. şi T.T.S.) au ştiut încă din 1996 că imobilul pe care îl cumpăraseră la licitaţie publică făcea obiectul unui proces, având în vedere că erau părţi în procedură. Cumpărătorul S.R. ştia, de asemenea, de existenţa procesului, deoarece, în contractul de vânzare-cumpărare semnat la 30 decembrie 1999, autentificat în faţa notarului public, se menţiona în mod expres faptul că imobilul făcea obiectul procesului nr. 6558/1996, aflat pe rolul Judecătoriei Oradea.", "[...]", "„Faptul că părţile au introdus în acordul de vânzare-cumpărare menţiunea conform căreia preţul fusese achitat la 9 octombrie 1996 nu este relevant, în măsura în care transferul bunului de la vânzător la cumpărător a avut loc abia la 30 decembrie 1998, dată la care părţile semnaseră contractul în faţa notarului public, după înscrierea procedurii în cartea funciară [...].", "În plus, conform documentelor de la dosar, se pare că niciunul din pârâţi nu se afla în posesia imobilului. Aceştia iniţiaseră mai multe proceduri de evacuare împotriva reclamanţilor, care refuzaseră să părăsească proprietatea.”", "II. Dreptul intern şi jurisprudenţa internă relevante", "A. Jurisprudenţa privind buna-credinţă", "19. Jurisprudenţa relevantă referitoare la definiţia şi sarcina probării bunei-credinţe sunt descrise în Păduraru împotriva României (nr. 63252/00, pct. 49-53, CEDO 2005XII).", "B. Legea nr. 7/1996 a cadastrului şi a publicităţii imobiliare", "20. În contextul Legii nr. 7/1996, cadastrul şi cartea funciară formează un sistem unitar şi obligatoriu de evidenţă tehnică, economică şi juridică, de importanţă naţională, a tuturor imobilelor de pe întregul teritoriu al ţării. Scopul acestui sistem este: determinarea informaţiilor tehnice, economice şi juridice referitoare la imobile; informarea persoanelor interesate cu privire la proprietăţile imobiliare, pe baza unor documente care au stabilit, transferat, modificat sau stins drepturile privind proprietatea; sprijinirea sistemului de impozitare şi a pieţei imobiliare şi contribuţia la asigurarea securităţii tranzacţiilor imobiliare şi facilitarea creditului ipotecar.", "21. În scopul informării părţilor interesate, proprietatea imobiliară se înscrie într-o carte funciară. Fiecare carte funciară este alcătuită din titlu, indicând numărul cadastral şi localitatea în care este situat imobilul, precum şi din trei părţi principale:", "a) Partea I conţine descrierea imobilului;", "b) Partea a II-a cuprinde numele proprietarului, titlul dreptului de proprietate asupra imobilului, servituţile aferente, precum şi alte înscrieri care privesc titlul de proprietate;", "c) Partea a III-a cuprinde drepturile reale de garanţie şi sarcini (dreptul de superficie, uzufruct, uz, abitaţie, servituţile în sarcina fondului aservit, ipoteca şi privilegiile imobiliare, precum şi locaţiunea şi cesiunea de creanţă).", "22. Potrivit art. 34 din lege, cuprinsul cărţilor funciare se consideră exact, în folosul acelei persoane care a dobândit, prin act juridic cu titlu oneros, un drept real, dacă în momentul dobândirii dreptului nu a fost înscrisă în cartea funciară nicio acţiune prin care se contestă cuprinsul ei sau dacă nu a cunoscut, pe altă cale, această inexactitate.", "23. Art. 56 din lege prevede că notarul public care a întocmit un act prin care se transmite, se modifică, se constituie sau se stinge un drept real imobiliar este obligat să ceară, din oficiu, înscrierea în cartea funciară.", "C. Dispoziţii referitoare la încheierea unui contract de vânzare-cumpărare al unui teren", "24. Conform legislaţiei româneşti, contractul de vânzare-cumpărare al unui teren devine obligatoriu din punct de vedere juridic între părţi odată cu autentificarea acestuia de un notar public. Orice contract referitor la transferul dreptului de proprietate asupra terenului, care nu a fost autentificat în faţa unui notar public, este nul de drept.", "25. Pentru autentificarea transferului care are ca obiect bunul imobil, notarul public are nevoie de un extras de carte funciară. Pentru a obţine acest extras, notarul public trebuie să depună la oficiul de cadastru corespunzător un formular de cerere, însoţit de dovada privind plata taxei de eliberare.", "ÎN DREPT", "I. Cu privire la pretinsa încălcare a art. 1 din Protocolul nr. 1 la Convenţie", "26. Reclamanţii s-au plâns că, în ciuda anulării vânzării la licitaţie a bunului lor imobil, aceştia nu au putut obţine anularea vânzării sale ulterioare către un terţ, din cauza unei hotărâri arbitrare pronunţate de Curtea de Apel Oradea la 8 aprilie 2004.", "Aceştia au invocat art. 1 din Protocolul nr. 1 la Convenţie, care se citeşte după cum urmează:", "„Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.", "Dispoziţiile precedente nu aduc atingere dreptului statelor de a adopta legile pe care le consideră necesare pentru a reglementa folosinţa bunurilor conform interesului general sau pentru a asigura plata impozitelor ori a altor contribuţii sau a amenzilor.”", "A. Cu privire la admisibilitate", "27. Guvernul a argumentat că acest capăt de cerere era incompatibil ratione materiae cu Convenţia, deoarece reclamanţii nu au dovedit că aveau vreun „bun”, în sensul art. 1 din Protocolul nr. 1.", "28. Reclamanţii resping argumentele Guvernului.", "29. Curtea consideră că excepţia este strâns legată de fondul capătului de cerere al reclamanţilor. Prin urmare, aceasta va aborda problema excepţiei în cadrul examinării fondului. De asemenea, Curtea observă că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 lit. a) din Convenţie şi nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "B. Cu privire la fond", "1. Argumentele părţilor", "30. Reclamanţii au susţinut că vânzarea bunului lor imobil către un terţ care acţionase cu rea-credinţă, confirmată prin hotărârea din 8 aprilie 2004 a Curţii de Apel Oradea, a încălcat art. 1 din Protocolul nr. 1. Aceştia au subliniat faptul că Curtea ar trebui să constate nu numai rea-credinţa cumpărătorului, dar şi pe cea a vânzătorilor, care cumpăraseră bunul imobil la licitaţie. În ciuda faptului că au ştiut de existenţa acţiunii prin care tatăl reclamanţilor contestase legalitatea vânzării proprietăţii sale prin licitaţie publică, aceştia au vândut proprietatea pentru a face imposibilă înapoierea sa proprietarilor iniţiali, în cazul pronunţării unei hotărâri în favoarea acestora. Aceştia au subliniat, de asemenea, faptul că, deşi procedura de anulare a vânzării prin executare silită fusese înscrisă în cartea funciară la 5 ianuarie 1998, bunul imobil a fost vândut abia la 30 decembrie 1998.", "31. Guvernul a subliniat că nu a existat nicio ingerinţă în exercitarea dreptului de proprietate al reclamanţilor. În acest sens, Guvernul a susţinut că ar trebui să se constate buna-credinţă a cumpărătorului, deoarece S.R. achitase bunul imobil în 1996, cu mult timp înainte de semnarea contractului de vânzare-cumpărare în faţa notarului public, şi, aşadar, înainte ca acţiunea introdusă de către tatăl reclamanţilor să fie înscrisă în cartea funciară. Acesta a susţinut, de asemenea, că, în cazul în care Curtea ar considera că a existat o ingerinţă în exercitarea drepturilor reclamanţilor, această ingerinţă era legală, justificată şi proporţională. Hotărârea pronunţată în favoarea cumpărătorului fusese conformă cu prevederile Codului civil românesc şi cu principiile care reglementează buna-credinţă şi nu putea fi considerată arbitrară.", "2. Motivarea Curţii", "(a) Stabilirea existenţei unui bun", "32. Curtea reţine că, prin hotărârea din 26 aprilie 2000, Curtea de Apel Oradea a admis acţiunea introdusă de tatăl reclamanţilor şi, în consecinţă, a anulat vânzarea în urma executării silite la licitaţie a bunului imobil cu motivarea că împrumutul fusese rambursat şi că preţul era mult mai mic decât valoarea reală a bunului. În temeiul efectului retroactiv al hotărârii de anulare, reclamanţii au devenit proprietarii bunului imobil. Aceştia aveau dreptul să li se înapoieze bunul, ca o consecinţă directă a anulării vânzării ulterioare, sau să primească o sumă echivalentă cu valoarea bunului lor.", "33. Prin urmare, Curtea consideră că reclamanţii deţineau un bun în sensul art. 1 din Protocolul nr. 1 şi, în consecinţă, respinge excepţia de incompatibilitate ratione materiae ridicată de Guvern.", "(b) Stabilirea existenţei unei ingerinţe", "34. În ciuda faptului că, în temeiul efectului retroactiv al anulării, reclamanţii au devenit proprietarii bunului imobil, aceştia nu au avut posibilitatea de a obţine anularea ulterioară a vânzării bunului lor către un terţ.", "35. Curtea consideră că respingerea de către Curtea de Apel Oradea, la 8 aprilie 2004, a acţiunii reclamanţilor de anulare a vânzării ulterioare a bunului lor către S.R. constituia o ingerinţă în exercitarea dreptului reclamanţilor la respectarea bunurilor acestora.", "36. Pentru a fi compatibilă cu norma generală stabilită în prima teză a primului paragraf al art. 1, o astfel de ingerinţă trebuie să păstreze un „echilibru just” între cerinţele interesului general al comunităţii şi cerinţele de protecţie a drepturilor fundamentale ale individului (a se vedea Sporrong şi Lönnroth împotriva Suediei, 23 septembrie 1982, pct. 69, seria A nr. 52). În plus, chestiunea păstrării unui echilibru just „devine relevantă numai după ce s-a stabilit că ingerinţa în cauză îndeplinea cerinţa de legalitate şi nu a fost arbitrară” [a se vedea Iatridis împotriva Greciei (MC), nr. 31107/96, pct. 58, CEDO 1999II].", "(c) Cu privire la respectarea principiului legalităţii", "37. Curtea reiterează că, conform art. 1 din Convenţie, fiecare parte contractantă „recunoaşte oricărei persoane aflate sub jurisdicţia sa drepturile şi libertăţile definite în ... [Convenţie]”. Obligaţia de a asigura exercitarea efectivă a drepturilor definite în acest instrument poate avea ca rezultat obligaţii pozitive pentru stat (a se vedea X şi Y împotriva Ţărilor de Jos, 26 martie 1985, pct. 22-23, seria A nr. 91).", "38. În ceea ce priveşte dreptul garantat la art. 1 din Protocolul nr. 1 la Convenţie, Curtea reiterează faptul că, şi în cauzele care privesc un litigiu între persoane fizice şi societăţi, obligaţiile statului implică adoptarea măsurilor necesare pentru a proteja dreptul la proprietate. Statul are în special obligaţia de a pune la dispoziţie părţilor în litigiu proceduri judiciare care oferă garanţiile procedurale necesare şi, prin urmare, permit instanţelor interne să pronunţe hotărâri eficiente şi echitabile, în lumina dreptului aplicabil. Cu toate acestea, Curtea reiterează faptul că are o competenţă limitată de a verifica interpretarea şi aplicarea corectă a dreptului intern şi că rolul său nu este de a se substitui instanţelor interne, ci mai degrabă acela de a se asigura că hotărârile instanţelor respective nu sunt arbitrare sau în mod vădit nerezonabile în alt fel [a se vedea Anheuser-Busch Inc. împotriva Portugaliei (MC), nr. 73049/01, pct. 83, CEDO 2007I]. Acest lucru înseamnă în special că statele au obligaţia de a pune la dispoziţie proceduri judiciare care oferă garanţiile necesare şi, prin urmare, permit instanţelor interne să soluţioneze în mod eficient şi echitabil orice litigii între persoane particulare.", "39. În speţă, este clar că nu Curtea are dreptul să conteste hotărârile pronunţate de instanţele româneşti. În schimb, rolul Curţii este de a verifica dacă interpretarea şi aplicarea de către acestea a dreptului intern au avut consecinţe compatibile cu principiile stabilite de Convenţie.", "40. În această privinţă, Curtea subliniază că instanţa internă de recurs a casat hotărârea pronunţată în apel şi a respins cererea reclamanţilor, pe motiv că cumpărătorul acţionase cu bună-credinţă. Principalul argument invocat de doi din cei trei judecători care au alcătuit completul de judecată, pentru constatarea bunei-credinţe a cumpărătorului, a constat în faptul că, deoarece preţul bunului imobil fusese stabilit de părţi şi achitat de cumpărător la 9 octombrie 1996, se putea considera că acordul de vânzare-cumpărare a fost încheiat în 1996. La acea vreme, acţiunea de anulare iniţiată de tatăl reclamanţilor nu era înscrisă în cartea funciară.", "41. Curtea nu poate fi de acord cu această concluzie, deoarece, în temeiul dreptului român, contractele de vânzare-cumpărare privind terenurile trebuie să fie autentificate în faţa notarului public. Orice contract referitor la transferul dreptului de proprietate asupra terenului, care nu a fost autentificat în faţa notarului public, este nul de drept. Curtea subliniază că, în speţă, obiectul acordului de vânzare-cumpărare era o clădire şi terenul aferent acesteia. Prin urmare, aceasta consideră că un contract de vânzare-cumpărare valid a fost încheiat doar la 30 decembrie 1998, atunci când părţile au semnat acordul în faţa notarului public. La acea vreme, procedura era înscrisă în cartea funciară şi S.R. nu putea pretinde că nu ştiuse acest lucru.", "42. În ceea ce priveşte noţiunea de bună-credinţă, Curtea subliniază că, în temeiul art. 1898 alin. (1) C. civ., în vigoare la momentul faptelor, buna-credinţă este credinţa cumpărătorului că vânzătorul îndeplinea toate cerinţele legale pentru a-i putea transfera titlul de proprietate.", "43. În continuare, Curtea subliniază că soarta unui contact de vânzare-cumpărare, a cărui anulare este solicitată, depinde de buna-credinţă sau reaua-credinţă a părţilor la încheierea acestuia. Dacă părţile au acţionat cu rea-credinţă, în măsura în care erau conştiente că vânzătorul nu era proprietarul bunului, doctrina juridică şi jurisprudenţa consideră, de regulă, că vânzarea a fost o operaţiune speculativă, a avut un scop nelegal şi, prin urmare, este nulă de drept (fraus omnia corrumpit). În speţă, ambele părţi au fost conştiente că acordul de vânzare-cumpărare iniţial putea fi anulat datorită faptului că proprietarul bunului imobil contestase în instanţă vânzarea prin executare silită. Totuşi, aceştia au încheiat contractul de vânzare-cumpărare în ciuda faptului că ştiau că statutul juridic al proprietăţii era incert. În plus, niciunul din ei nu a intrat niciodată în posesia bunului imobil; reclamanţii au locuit în continuare în casa lor, în ciuda diverselor proceduri de evacuare iniţiate împotriva lor de cumpărătorii ulteriori.", "44. Prin urmare, în lumina considerentelor anterioare, Curtea constată că hotărârea instanţei interne de recurs a fost motivată neconvingător.", "45. Curtea consideră că nu este necesar să continue examinarea şi să stabilească dacă s-a păstrat un echilibru just între cerinţele interesului general şi cerinţele de protecţie a drepturilor fundamentale ale individului. Considerentele menţionate anterior sunt suficiente pentru a-i permite Curţii să concluzioneze că statul nu şi-a îndeplinit obligaţia de a recunoaşte reclamanţilor dreptul efectiv la respectarea bunurilor acestora, astfel cum este garantat de art. 1 din Protocolul nr. 1.", "46. În consecinţă, a fost încălcat art. 1 din Protocolul nr. 1 la Convenţie.", "II. Cu privire la alte pretinse încălcări ale Convenţiei", "47. În cele din urmă, reclamanţii s-au plâns, în temeiul art. 6 § 1 din Convenţie, de pretinsul caracter inechitabil al procedurii.", "48. Curtea a examinat acest capăt de cerere aşa cum a fost prezentat de reclamant. Cu toate acestea, având în vedere toate elementele de care dispune şi în măsura în care este competentă să se pronunţe cu privire la aspectele invocate, Curtea constată că acesta nu indică nicio aparentă încălcare a drepturilor şi a libertăţilor stabilite în Convenţie sau în protocoalele la aceasta. Rezultă că acest capăt de cerere trebuie respins ca fiind în mod vădit nefondat, în temeiul art. 35 § 3 şi 4 din Convenţie.", "III. Cu privire la aplicarea art. 41 din Convenţie", "49. Art. 41 din Convenţie prevede:", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă”.", "A. Prejudiciu", "1. Prejudiciu material", "50. Reclamantul a solicitat 70 000 de euro (EUR) cu titlu de prejudiciu material. Suma de 70 000 EUR reprezintă valoarea de piaţă a proprietăţii imobiliare constând dintr-o casă de 150 de metri pătraţi şi un teren de 1 439 de metri pătraţi, situate în Osorhei. Această evaluare s-a bazat pe un tabel centralizat, întocmit de Camera Notarilor Publici, pentru stabilirea valorii proprietăţilor imobiliare.", "51. Guvernul a susţinut că singura hotărâre judecătorească pronunţată în favoarea reclamanţilor a fost cea a Curţii de Apel Oradea din 26 aprilie 2000, prin care vânzarea prin executare silită a proprietăţii lor a fost anulată. În acest sens, Guvernul a pretins că nu i se putea impune să execute obligaţii împotriva unor persoane particulare. De asemenea, Guvernul a contestat evaluarea valorii proprietăţii imobiliare, subliniind că nu s-a bazat pe o hotărâre judecătorească sau o expertiză şi, prin urmare, avea un caracter speculativ. Acesta a concluzionat că, prin constatarea existenţei unei încălcări, se va asigura o reparaţie echitabilă suficientă.", "52. Curtea reiterează că este necesar să existe o legătură de cauzalitate clară între prejudiciul material pretins de reclamanţi şi încălcarea Convenţiei [a se vedea, între alte autorităţi, Çakýcý împotriva Turciei (MC), nr. 23657/94, pct. 127, CEDO 1999IV]. Având în vedere că s-a constatat încălcarea art. 1 din Protocolul nr. 1, Curtea consideră că există o legătură directă de cauzalitate între încălcare şi pierderile financiare pretinse de reclamanţi.", "53. În continuare, Curtea observă că, referitor la prejudiciul efectiv suferit în privinţa proprietăţii, Guvernul a contestat valoarea indicată de reclamanţi, fără să precizeze altă sumă. Totuşi, Curtea constată că tabelul centralizat întocmit de Camera Notarilor Publici pentru a calcula valoarea proprietăţilor imobiliare reflecta valoarea prejudiciului material efectiv, pretins de reclamanţi. Prin urmare, Curtea acordă reclamanţilor, împreună, suma de 70 000 EUR cu titlu de prejudiciu material.", "2. Prejudiciu moral", "54. Reclamanţii au solicitat 5 000 EUR cu titlu de prejudiciu moral.", "55. Guvernul a susţinut că suma de 5 000 EUR, cu titlu de prejudiciu moral, era excesivă.", "56. Curtea reţine că a constatat încălcarea art. 1 din Protocolul nr. 1. Reclamanţii au avut de suferit în mod cert ca urmare a acestei situaţii; cu toate acestea, suma pretinsă de reclamanţi pare excesivă. Având în vedere aceste considerente, pronunţându-se în echitate, Curtea apreciază că este rezonabil să le acorde reclamanţilor, împreună, suma de 3 300 EUR cu acest titlu, plus orice altă sumă ce poate fi datorată cu titlu de impozit.", "B. Cheltuieli de judecată", "57. Reclamanţii nu au solicitat rambursarea cheltuielilor de judecată aferente procedurii în faţa instanţelor interne sau a Curţii şi Curtea nu are obligaţia de a examina această chestiune din oficiu (a se vedea Motière împotriva Franţei, nr. 39615/98, pct. 26, 5 decembrie 2000).", "C. Dobânzi moratorii", "58. Curtea consideră necesar ca rata dobânzii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "Pentru aceste motive,", "CURTEA", "1. uneşte cu fondul excepţia ridicată de Guvern privind inadmisibilitatea ratione materiae a capătului de cerere întemeiat de reclamanţi pe art. 1 din Protocolul nr. 1 la Convenţie şi o respinge.", "", "2. declară, cu majoritate, cererea admisibilă în ceea ce priveşte capătul de cerere întemeiat pe art. 1 din Protocolul nr. 1 la Convenţie şi inadmisibilă pentru celelalte capete de cerere;", "", "3. hotărăşte, cu şase voturi la unu, că a fost încălcat art. 1 din Protocolul nr. 1 la Convenţie;", "", "4. hotărăşte, cu şase voturi la unu,", "(a) că statul pârât trebuie să plătească în comun reclamanţilor, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, următoarele sume, care trebuie convertite în moneda statului pârât, la rata de schimb aplicabilă la data plăţii:", "(i) 70 000 EUR (şaptezeci de mii de euro), plus orice sumă ce poate fi datorată cu titlu de impozit, pentru prejudiciul material;", "(ii) 3 300 EUR (trei mii trei sute de euro), plus orice sumă ce poate fi datorată cu titlu de impozit, pentru prejudiciul moral;", "b) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "", "5. respinge, în unanimitate, cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "Redactată în limba engleză, apoi comunicată în scris, la 1 iulie 2014, în temeiul art. 77 § 2 şi § 3 din Regulamentul Curţii.", "\tSantiago Quesada\tJosep Casadevall\n\tGrefier\tPreşedinte", "În conformitate cu art. 45 § 2 din Convenţie şi cu art. 74 § 2 din Regulamentul Curţii, opinia separată a doamnei judecător Šikuta este anexată la prezenta hotărâre.", "J.C.M.\nS.Q.", "\nOpinia separată a judecătorului Šikuta", "", "Afirm cu regret că nu pot fi de acord cu constatarea Camerei a încălcării art. 1 din Protocolul nr. 1 la Convenţie.", "Au lipsit câteva fapte importante şi relevante pentru a putea ajunge la o concluzie şi, prin urmare, din punctul meu de vedere, nu se putea pronunţa o decizie în cauză.", "În 1994, tatăl reclamanţilor a încheiat un contract de împrumut cu H.M.C., oferind drept garanţie o ipotecă asupra proprietăţii sale imobiliare, o clădire şi terenul aferent, situate în Osorhei.", "La 3 iunie 1994, ipoteca a fost înscrisă în cartea funciară.", "Având în vedere că tatăl reclamanţilor nu a rambursat împrumutul la data stabilită, proprietatea sa imobiliară a fost vândută la licitaţie unei familii, T.T.T. şi T.T.S., la 31 mai 1996.", "Dreptul de proprietate al ofertanţilor câştigători asupra bunului imobil a fost înscris în cartea funciară.", "La 1 iulie 1996, tatăl reclamanţilor a contestat vânzarea prin executare silită, solicitând anularea ordinului de vânzare a bunului său imobil. Procedura a fost înscrisă în cartea funciară la 5 ianuarie 1998.", "Ulterior, la 30 decembrie 1998, în ciuda procedurii pendinte privind anularea vânzării la licitaţie, cumpărătorii (T.T.T. şi T.T.S.) au vândut proprietatea imobiliară unui terţ, S.R.", "La 26 aprilie 2000, Curtea de Apel Oradea a admis acţiunea introdusă de tatăl reclamanţilor şi, în consecinţă, a anulat vânzarea prin executare silită a bunului imobil, pe motiv că împrumutul fusese rambursat şi că preţul era mult mai mic decât valoarea reală a proprietăţii. Totuşi, acesta nu a putut reintra în posesia proprietăţii sale, deoarece, între timp, aceasta fusese vândută lui S.R.", "Invocând principiul quod nullum est, nullum producit effectum, acesta a introdus o acţiune la Judecătoria Oradea, solicitând anularea celor două acorduri de vânzare-cumpărare: contractul prin care T.T.T. şi T.T.S. obţinuseră proprietatea imobiliară la licitaţie şi contractul ulterior, încheiat între T.T.T. şi T.T.S., pe de o parte, şi S.R., pe de altă parte.", "În ceea ce priveşte faptele prezentei cauze, o serie de aspecte rămân neclare: în ce moment a fost înscris în cartea funciară dreptul de proprietate al ofertanţilor câştigători, ce motive au fost invocate de tatăl reclamanţilor pentru a contesta vânzarea prin executare silită, ce consecinţe juridice au rezultat din înscrierea proprietăţii în cartea funciară, de ce Curtea de Apel Oradea a anulat vânzarea prin executare silită la 26 aprilie 2000, cui i-a fost rambursat împrumutul şi la ce preţ, de ce preţul a fost mult mai mic decât valoarea proprietăţii, care era valoarea reală a proprietăţii.", "În lumina considerentelor anterioare, sunt convins că încălcarea art. 1 din Protocolul nr. 1 a fost constatată de Curte prematur.", ""]}