{"file": "RUM_HJUDRUM_68479_01.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "68479/01", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Traducere din limba franceză", "Consiliul Europei", "Curtea Europeană a Drepturilor Omului", "Secţia a treia", "Cauza RADOVICI ŞI STĂNESCU contra ROMÂNIEI", "(cererile nr. 68479/01, 71351/01 şi 71352/01 alăturate)", "Hotărâre", "Strasbourg", "2 noiembrie 2006", "Această hotărâre va deveni definitivă în condiţiile definite la articolul 44 § 2 al Convenţiei. Poate suferi modificări de formă.", "În cauza Radovici şi Stănescu contra României,", "Curtea Europeană a Drepturilor Omului (secţia a treia), reunită în camera formată din:", "\tDomnii B.M. ZUPANCIC, preşedinte,", "\t\t J. HEDIGAN,", "\t\t C. BIRSAN,", "\t\t V. ZAGREBELSKY,", "\tDoamna A. GYULUMYAN,", "\tDomnii E. MYJER,", "\t\t DAVID THOR BJORGVINSSON, judecători", "şi\tDomnul V. BERGER, grefierul secţiei,", "\tDupă ce a deliberat în camera de consiliu din 12 octombrie 2006,", "Pronunţă următoarea hotărâre, adoptată la această dată:", "PROCEDURA", "\t1. La originea cauzei se află trei cereri (nr. 68479/01, 71351/01 şi 71352/01) îndreptate împotriva României prin care doi cetăţeni ai acestui stat, Doamnele Ioana Cristina Radovici şi Elena Stănescu (“reclamanţii”), au sesizat Curtea la data de 1 ianuarie şi 5 iunie 2001 în temeiul articolului 34 al Convenţiei de Protecţie a Drepturilor Omului şi Libertăţilor fundamentale (“Convenţia”).", "\t2. Reclamantele au fost reprezentate de sora lor, Doamna C. Ehrhardt. Guvernul român (“Guvernul”) a fost reprezentat de împuternicitul său, Doamna B. Ramaşcanu, directoare la Ministerul Afacerilor Externe.", "\t3. Reclamantele invocă o atingere adusă dreptului lor de proprietate contrară articolului 1 al Protocolului nr. 1 din cauza imposibilităţii prelungite în care s-au aflat de a dispune de un imobil ce le-a fost retrocedat şi de a încasa o chirie, imposibilitate ce a rezultat din aplicarea dispoziţiilor de urgenţă adoptate de Guvern în materie de contracte de închiriere.", "\t4. Cererile au fost repartizate primei secţii a Curţii (articolul 52 § 1 al regulamentului). În cadrul acesteia, camera însărcinată să le examineze (articolul 27 § 1 al Convenţiei) a fost constituită în conformitate cu articolul 26 § 1 al regulamentului.", "\t5. La 1 noiembrie 2004, Curtea a modificat componenţa secţiilor sale (articolul 25 § 1 al regulamentului). Aceste cereri au fost repartizate secţiei a treia remaniată în consecinţă (articolul 52 § 1).", "\t6. Printr-o decizie din 5 aprilie 2005 Camera a decis să le conexeze şi le-a declarat admisibile.", "\t7. Atât reclamantele cât şi Guvernul au depus observaţii scrise suplimentare (articolul 59 § 1 al regulamentului).", "DE FAPT", "I. CIRCUMSTANŢELE SPEŢEI", "\t8. Reclamantele s-au născut în 1930 şi respectiv 1933 şi locuiesc în Bucureşti.", "\t9. Faptele proprii fiecăreia din cereri, aşa cum au fost expuse de părţi, se pot rezuma după cum urmează.", "\t1. Cererea nr. 68479/01", "\ta) Acţiune în revendicare imobiliară", "\t10. În 1996 reclamantele au înaintat la Judecătoria Bucureşti o acţiune în revendicare a unui imobil naţionalizat prin decretul nr. 92/1950. Situat în Bucureşti, la numărul 184-B în strada Calea Griviţei, acest bun era format dintr-o casă cuprinzând mai multe apartamente precum şi din terenul pe care se afla casa. La vremea aceea unul din apartamente era ocupat de E.D. pe baza unui contract de închiriere încheiat cu statul în 1986 şi a cărui durată fusese prelungită până la 8 aprilie 1999 prin efectul legii nr. 17/1994.", "\t11. Printr-o sentinţă definitivă din 2 aprilie 1997 judecătoria a dat câştig de cauză cererii reclamantelor pe motiv că naţionalizarea bunului fusese ilegală şi a ordonat autorităţilor administrative competente să le restituie bunul. De la acea dată interesatele au început să achite taxele şi impozitele funciare aferente imobilului lor.", "\tb) Demersuri în vederea încheierii unui contract de închiriere cu locatara E.D.", "\t12. La 26 august 1998 reclamantele au comunicat lui E.D. sentinţa din 2 aprilie 1997 prin intermediul unui executor judecătoresc şi prin scrisoare recomandată cu confirmare de primire, în conformitate cu dispoziţiile legii nr. 114 din 11 octombrie 1996. În comunicarea lor ele o invitau pe E.D. să încheie un contract de închiriere cu ele, noile proprietare ale apartamentului ocupat de E.D. şi îi indicau în vederea depunerii chiriei coordonatele unui cont deschis pe numele lor la Casa de economii.", "\t13. În mai 1999, după intrarea în vigoare a ordonanţei de urgenţă a Guvernului (OUG) nr. 40/1999, reclamantele s-au deplasat la domiciliul lui E.D., care nu dorea să dea curs cererii lor, pentru a proceda la încheierea unui contract de închiriere; s-au lovit de refuzul categoric al lui E.D.", "\tc) Prima acţiune de evacuare împotriva lui E.D.", "\t14. La 25 august 1999 reclamantele au înaintat la judecătoria Bucureşti o acţiune de evacuare împotriva lui E.D. Ele menţionau că E.D. le ocupa imobilul fără titlu locativ şi a refuzat să încheie cu ele un contract de închiriere şi să le plătească chiria aferentă. Ele s-au plâns între altele că E.D. amenajase un coteţ de porci la subsolul imobilului, ceea ce l-a deteriorat şi l-a făcut să devină insalubru.", "\t15. Printr-o sentinţă din 9 ianuarie 2000, judecătoria le-a admis cererea şi a ordonat ca E.D. să fie evacuată din imobilul în litigiu. El a constatat că E.D. nu ceruse prelungirea contractului de închiriere referitor la apartamentul pe care îl ocupa cu familia ei, posibilitate care era prevăzută de articolul 2 al Ordonanţei de urgenţă a Guvernului nr. 40/1999 şi care i-ar fi permis să încheie un contract cu noile proprietare. Judecătoria a relevat de asemenea că reclamantele nu respectaseră obligaţia ce decurgea din articolul 10 § 1 al ordonanţei de urgenţă a Guvernului de a comunica locatarei, în termen de 30 de zile începând de la data intrării în vigoare a ordonanţei, prin intermediul unui executor judecătoresc şi prin scrisoare recomandată cu confirmare de primire, data şi locul stabilite în vederea încheierii unui contract de închiriere.", "\t16. Remarcând că în temeiul articolului 11 § 1 al ordonanţei de urgenţă a Guvernului nerespectarea de către proprietar a acestor formalităţi implica prelungirea contractului anterior până la încheierea unui nou contract, judecătoria a considerat totuşi că această dispoziţie nu era aplicabilă în cazul în speţă, ţinând cont de excepţia prevăzută de articolul 13 d) al ordonanţei de urgenţă a Guvernului, conform căreia prelungirea nu intervenea în caz de litigiu rezultat din refuzul locatarului de a încheia un contract de închiriere cu noul proptietar. Judecătoria a considerat într-adevăr că reclamantele dovediseră că E.D. refuzase să încheie un asemenea contract. Ea a considerat prin urmare că prelungirea contractului de închiriere nu intervenise şi că E.D. ocupa imobilul reclamantelor fără nici-un titlu locativ.", "\t17. Printr-o hotărâre din 11 mai 2000 tribunalul Bucureşti a confirmat în apel temeinicia acestei sentinţe. El a considerat că judecătorii din fond făcuseră o aplicare corectă a articolului 13 d) al ordonanţei considerând că prelungirea contractului de închiriere nu avusese loc ţinând cont de refuzul lui E.D., demonstrat de reclamante, de a încheia un contract de închiriere cu ele, noile proprietare.", "\t18. Printr-o hotărâre definitivă din 26 septembrie 2000, Curtea de apel Bucureşti a admis recursul formulat de partea pârâtă şi a respins acţiunea reclamantelor. Ea a relevat că acestea din urmă nu o invitaseră pe E.D. să încheie un contract de închiriere în condiţiile şi formele prevăzute de articolul 10 § 1 al ordonanţei de urgenţă a Guvernului şi a considerat, prin urmare, că contractul de închiriere încheiat anterior între E.D. şi stat se prelungise automat în temeiul articolului 11§ 1 al ordonanţei de urgenţă a Guvernului. Motivele hotărârii nu făceau nici-o menţiune la aplicabilitatea în cazul în speţă a articolului 13 d) al ordonanţei de urgenţă a Guvernului.", "\td) Acţiune în daune-interese împotriva lui E.D. pentru privarea de folosinţă", "\t19. La 9 august 2001 reclamanţii au chemat pe E.D. în justiţie pentru a fi condamnată la plata unei sume destinată să compenseze privarea lor de folosirea apartamentului pe care pârâta îl ocupa în imobilul lor din 1998 fără a le plăti chiria.", "\t20. Printr-o sentinţă din 30 noiembrie 2001 judecătoria Bucureşti le-a respins cererea pe motiv că pârâta era beneficiara unui contract de închiriere cu statul, care se prelungise automat din cauză că reclamantele nu respectaseră condiţiile de formă prevăzute de articolul 10 § 1 al ordonanţei de urgenţă a Guvernului. Această sentinţă a devenit definitivă la o dată neprecizată, după ce a fost confirmată, în urma recursului reclamantelor, de o hotărâre a tribunalului Bucureşti.", "\te) A doua acţiune de evacuare împotriva lui E.D.", "\t21. La 8 august 2001 reclamantele au înaintat la judecătoria Bucureşti o acţiune de evacuare împotriva lui E.D., pe motiv că aceasta ocupa un apartament al cărui proprietar erau ele fără a le plăti chiria şi că avea o astfel de conduită încât convieţuirea între ea şi ceilalţi ocupanţi ai imobilului devenise imposibilă. Ele au indicat că după ce li s-a restituit imobilul prin sentinţa definitivă din 2 aprilie 1997, ele au făcut mai multe încercări să încheie cu pârâta un contract de închiriere, dar în zadar, E.D. arătându-se permanent agresivă faţă de ele. Ele se sprijineau pe mai multe plângeri pe care le depuseseră împotriva lui E.D la organele poliţie. Interesatele invocau articolul 24 b) al legii nr. 114/1996 combinat cu articolul 13 i) al ordonanţei de urgenţă a Guvernului.", "\t22. Printr-o sentinţă din 14 septembrie 2001 judecătoria Bucureşti le-a respins cererea ca fiind clar neîntemeiată. Ea a considerat că, deoarece era vorba despre o acţiune de reziliere a unui contract de închiriere, interesatele ar fi trebuit să facă dovada că încheiaseră un astfel de contract cu pârâta şi că existau împrejurări care făceau imposibilă convieţuirea dintre E.D. şi ceilalţi ocupanţi ai imobilului, ceea ce ele omiseseră să facă. Motivele acestei sentinţe nu făceau nici-o menţiune la plângerea reclamantelor referitoare la neplata chiriei de către E.D.", "\t23. Interesatele au înaintat apel împotriva acestei sentinţe. Printr-o hotărâre definitivă din 15 februarie 2002 tribunalul Bucureşti a dat curs cererii lor. El a considerat că E.D. ocupa imobilul reclamantelor fără nici-un titlu, ţinând cont că pârâta împiedicase racordarea apartamentului la reţeaua de gaz a oraşului şi împiedicase folosirea de către ceilalţi locatari a părţilor comune ale imobilului, împrejurări în care prelungirea automată a contractului său de închiriere nu a avut loc. Tribunalul a ordonat în consecinţă evacuarea sa din apartamentul pe care îl ocupa în imobilul reclamantelor.", "\t24. La 13 septembrie 2002 reclamantele au înaintat o acţiune de evacuare împotriva membrilor familiei lui E.D. care locuia cu aceasta din urmă în apartamentul respectiv. Cererea lor a fost admisă printr-o hotărâre definitivă din 11 noiembrie 2002, care ordona ca apropiaţii lui E.D, să fie evacuaţi din apartament.", "\t25. La 23 septembrie 2003 un executor de la biroul de executări al judecătoriei Bucureşti s-a deplasat la apartamentul reclamantelor şi le-a repus în posesia apartamentului după ce a spart încuietorile de la uşa de intrare pentru a putea intra înăuntru. Executorul a notat în procesul-verbal redactat în acea zi că apartamentul era grav deteriorat, mai multe geamuri erau lipsă sau sparte.", "\t26. Reclamantele nu au încasat nici-o chirie pentru apartamentul pe care E.D. l-a ocupat în imobilul lor între 2 aprilie 1997 şi 23 septembrie 2003.", "\t2. Cererea nr. 71351/01", "\ta) Acţiunea în revendicare imobiliară", "\t27. În 1996 reclamantele au înaintat la judecătoria Bucureşti o acţiune în revendicare a unui imobil naţionalizat prin decretul nr. 92/1950. Situat în Bucureşti, la numărul 184-B în Calea Griviţei, acest bun era format dintr-o casă cuprinzând mai multe apartamente precum şi terenul pe care se afla casa. La acea vreme unul din apartamente era ocupat de CC pe baza unui contract de închiriere încheiat cu statul în 1968 şi a cărui durată fusese prelungită până la 8 aprilie 1999 prin efectul legii nr. 17/1994.", "\t28. Printr-o sentinţă definitivă din 2 aprilie 1997 judecătoria a dat câştig de cauză cererii reclamantelor pe motiv că naţionalizarea bunului fusese ilegală. La data aceea interesatele au început că achite taxele şi impozitele funciare aferente imobilului lor.", "\tb) Demersuri în vederea încheierii unui contract de închiriere cu locatarul C.C.", "29. La 26 august 1998 reclamantele au comunicat lui C.C. sentinţa din 2 aprilie 1997 prin intermediul unui executor judecătoresc şi prin scrisoare recomandată cu confirmare de primire, în conformitate cu dispoziţiile legii nr. 114 din 11 octombrie 1996. În comunicarea lor ele invitau pe C.C. să încheie un contract de închiriere cu ele, noile proprietare ale apartamentului pe care îl ocupa şi îi indicau în vederea depunerii chiriei coordonatele unui cont deschis pe numele lor la Casa de economii.", "\t30. În mai 1999, reclamantele s-au deplasat la domiciliul lui C.C., care nu dorea să dea curs cererii lor, pentru a proceda la încheierea unui contract de închiriere; s-au lovit de refuzul categoric al lui C.C.", "\tc) Prima acţiune de evacuare împotriva lui C.C.", "\t31. La 15 septembrie 1999, după intrarea în vigoare a ordonanţei de urgenţă a Guvernului nr. 40/1999, reclamantele au înaintat la judecătoria Bucureşti o acţiune de evacuare împotriva lui C.C. Ele menţionau că C.C. le ocupa imobilul fără titlu locativ şi a refuzat să încheie cu ele un contract de închiriere şi să le plătească chiria aferentă într-un cont deschis la Casa de economii, aşa cum îl invitaseră să facă în temeiul legii nr. 114/1996.", "\t32. Printr-o sentinţă din 2 februarie 2000, judecătoria a respins acţiunea reclamantelor pe motiv că nu respectaseră condiţiile de formă impuse de articolul 10 § 1 al ordonanţei de urgenţă a Guvernului nr. 40/99. Bazându-se pe articolul 11 § 1 al ordonanţei de urgenţă a Guvernului, conform căruia nerespectarea de către proprietari a acestor formalităţi implica prelungirea contractului anterior, judecătoria a considerat că contractul de închiriere încheiat anterior între C.C. şi stat se prelungise şi că C.C. avea deci un titlu locativ valabil referitor la imobilul reclamantelor.", "\t33. Interesatele au înaintat apel împotriva acestei sentinţe. Invocând articolul 13 d) al ordonanţei de urgenţă a Guvernului, ele au afirmat că prelungirea contractului de închiriere nu intervenea dacă locatarul refuzase să încheie un contract de închiriere cu noul proprietar. În consecinţă au demonstrat că C.C. refuzase să încheie cu ele un asemenea contract, ele au considerat că prelungirea automată a contractului de închiriere nu avusese loc şi că C.C. ocupa imobilul lor fără vreun titlu locativ.", "\t34. Printr-o hotărâre din 8 septembrie 2000 tribunalul Bucureşti a admis apelul reclamantelor. El a considerat că judecătorii din fond analizaseră pur şi simplu cerinţele articolului 10 § 1 al ordonanţei de urgenţă a Guvernului privind condiţiile de formă ale comunicării, fără a ţine cont de faptul că articolul 13 d) al aceleaşi ordonanţe excludea prelungirea contractului de închiriere cu noul proprietar. Tribunalul a constatat că în cazul în speţă C.C. refuzase să dea curs cererilor repetate ale reclamantelor în vederea încheierii unui contract de închiriere şi a ordonat evacuarea sa.", "\t35. Printr-o hotărâre definitivă din 30 ianuarie 2001, Curtea de apel Bucureşti a admis recursul formulat de C.C. împotriva acestei hotărâri. Ea a confirmat temeinicia sentinţei judecătoriei şi a respins acţiunea reclamantelor pe motiv că nu respectaseră condiţiile şi formele prevăzute de articolul 10 § 1 al ordonanţei de urgenţă a Guvernului comunicând lui C.C. cererea lor referitoare la încheierea unui contract de închiriere.", "\td) A doua procedură de evacuare împotriva lui C.C. şi a terţilor care convieţuiesc cu el în apartamentul reclamantelor", "\t36. Printr-o sentinţă din 11 noiembrie 2002 judecătoria Bucureşti a admis cererea reclamantelor şi a ordonat evacuarea lui C.C. şi a terţilor care convieţuiau cu el. Făcând aplicarea excepţiei prevăzute de articolul 13 i) al ordonanţei de urgenţă a Guvernului nr. 40/1999, tribunalul a considerat că C.C. ocupa imobilul reclamantelor fără nici-un titlu locativ, ţinând cont de faptul că împiedicase racordarea apartamentului la reţeaua de gaz a oraşului şi împiedicase folosirea de către ceilalţi locatari a părţilor comune ale imobilului, împrejurări în care prelungirea automată a contractului său de închiriere nu a avut loc. Această sentinţă a devenit definitivă după ce a fost confirmată de hotărârile tribunalului şi curţii de apel Bucureşti la data de 6 februarie şi respectiv 23 mai 2003.", "\t37. La 24 iulie 2004 C.C. şi terţii care convieţuiau cu el au părăsit locurile şi reclamantele au intrat în posesia apartamentului. Acesta era grav deteriorat, ansamblul canalizărilor şi instalaţiilor de alimentare cu apă fuseseră distruse.", "38. Reclamantele nu au încasat nici-o chirie pentru apartamentul pe care C.C. l-a ocupat în imobilul lor între 2 aprilie 1997 şi 24 iulie 2004.", "3. Cererea nr. 71352/01", "a) Acţiune în revendicare imobiliară", "39. În 1996 reclamantele au înaintat la Judecătoria Bucureşti o acţiune în revendicare a unui imobil naţionalizat prin decretul nr. 92/1950. Situat în Bucureşti, la numărul 184-B în strada Calea Griviţei, acest bun era format dintr-o casă cuprinzând mai multe apartamente precum şi din terenul pe care se afla casa. La vremea aceea unul din apartamente era ocupat de I.M. şi I.V. pe baza unui contract de închiriere încheiat cu statul în 1974 şi a cărui durată fusese prelungită până la 8 aprilie 1999 prin efectul legii nr. 17/1994.", "\t40. Printr-o sentinţă definitivă din 2 aprilie 1997 judecătoria a dat câştig de cauză cererii reclamantelor pe motiv că naţionalizarea bunului fusese ilegală. Începând de la acea dată interesatele au început să achite taxele şi impozitele funciare aferente imobilului lor.", "\tb) Demersuri în vederea încheierii unui contract de închiriere cu locatarii I.M şi I.V.", "\t41. La 26 august 1998 reclamantele au comunicat lui I.M. şi I.V. sentinţa din 2 aprilie 1997 prin intermediul unui executor judecătoresc şi prin scrisoare recomandată cu confirmare de primire. În comunicarea lor ele invitau pe I.M. şi I.V. să încheie cu ele, noile proprietare ale imobilului ocupat de ei, un contract de închiriere în temeiul legii nr. 114/1996 şi le indicau în vederea depunerii chiriei coordonatele unui cont deschis pe numele lor la Casa de economii.", "\t42. În mai 1999, reclamantele s-au deplasat la domiciliul lui I.M. şi I.V., care nu doreau să dea curs cererii lor, pentru a proceda la încheierea unui contract de închiriere; s-au lovit de un refuz categoric.", "\tc) Prima acţiune de evacuare împotriva lui I.M. şi I.V.", "\t43. La 15 septembrie 1999, după intrarea în vigoare a ordonanţei de urgenţă a Guvernului nr. 40/1999, reclamantele au înaintat la judecătoria Bucureşti o acţiune de evacuare împotriva lui I.M. şi I.V. Ele menţionau că I.M. şi I.V. le ocupau imobilul fără titlu locativ şi au refuzat să încheie cu ele un contract de închiriere şi să le plătească chiria aferentă, aşa cum îi invitaseră să facă în temeiul legii nr. 114/1996. Ele s-au plâns între altele că deterioraseră unele părţi din imobil.", "\t44. Printr-o sentinţă din 2 februarie 2000, judecătoria Bucureşti le-a respins cererea. Relevând că nu respectaseră condiţiile de formă impuse de articolul 10 § 1 al ordonanţei de urgenţă a Guvernului în materie de comunicări locatarilor, judecătoria a concluzionat că nerespectarea de către proprietare a acestor formalităţi implica în temeiul articolului 11 § 1 al ordonanţei de urgenţă a Guvernului prelungirea contractului anterior încheiat între I.M. şi I.V. pe de o parte şi statul pe de altă parte. Prin urmare pârâtele aveau un titlu locativ valabil referitor la apartamentul pe care îl ocupau în imobilul în litigiu.", "\t45. Reclamantele au înaintat apel împotriva acestei sentinţe. Invocând articolul 13 d) al ordonanţei de urgenţă a Guvernului ele afirmau că prelungirea contractului de închiriere nu intervenea dacă locatarul refuzase să încheie un contract de închiriere cu noul proprietar. Din moment ce demonstraseră că I.M. şi I.V. refuzaseră să încheie cu ele un asemenea contract, ele considerau că prelungirea automată a contractului de închiriere nu putea avea loc şi că I.M. şi I.V. ocupau imobilul lor fără nici-un titlu locativ.", "\t46. Printr-o hotărâre din 21 septembrie 2000, tribunalul Bucureşti a respins apelul reclamantelor. El a relevat mai întâi că I.M. şi I.V. refuzaseră într-adevăr să încheie un nou contract de închiriere cu reclamantele, deşi fuseseră invitaţi să o facă prin intermediul unui executor judecătoresc. El a considerat apoi că contractul de închiriere în folosul lui I.V. şi I.M. se prelungise totuşi automat în temeiul articolelor 10 § 1 şi 11 § 1 combinate ale ordonanţei de urgenţă a Guvernului nr. 40/1999, asta din cauza nerespectării de către reclamante a condiţiilor de formă cerute de aceste dispoziţii în cadrul raporturilor dintre proprietari şi locatari.", "\t47. Această decizie a fost confirmată printr-o hotărâre definitivă a curţii de apl Bucureşti la data de 19 decembrie 2000.", "\td) A doua acţiune de evacuare împotriva lui I.M. şi I.V.", "\t48. La 21 iulie 2004 reclamantele au citat pe I.M. şi I.V. la judecătoria Bucureşti pentru a obţine evacuarea lor din apartamentul pe care îl ocupau în imobilul lor fără nici-un titlu locativ.", "\t49. Printr-o sentinţă definitivă din 4 noiembrie 2004, judecătoria a dat câştig de cauză cererii lor constatând că ordonanţa de urgenţă a Guvernului nr. 40/1999 încetase să-şi producă efectele la 8 aprilie 2004 şi că pârâtele nu încheiaseră ulterior un contract de închiriere cu reclamantele.", "\t50. La 31 martie 2005 un executor judecătoresc de la biroul de executări al judecătoriei Bucureşti s-a deplasat la apartamentul ocupat de I.M. şi I.V. şi a constatat că refuzau să părăsească locurile pe motiv că nu găsiseră încă o altă locuinţă.", "\t51. La 4 mai 2005 locatarii au părăsit apartamentul din proprie iniţiativă după ce au primit de la reclamante 5 milioane de lei (adică în jur de 140 euro) cu titlu de ajutor pentru mutare.", "\t53. Reclamantele nu au încasat nici-o chirie pentru apartamentul pe care I.M. şi I.V. l-au ocupat în imobilul lor între 2 aprilie 1997 şi 4 mai 2005.", "II. DREPTUL INTERN PERTINENT", "\t53. Dispoziţiile pertinente ale dreptului intern prevedeau după cum urmează la vremea faptelor:", "\t1. Legea nr. 5/1973 asupra gestionării locuinţelor şi relaţiilor dintre proprietari şi locatari", "\t54. Articolul 24 dipunea:", "\t“Locatarul îşi pierde dreptul de a ocupa locuinţa care face obiectul contractului de închiriere şi este evacuat în următoarele cazuri:", "\t(...)", "\td) Dacă, de rea credinţă, omite timp de trei luni consecutive să achite chiria sau întreţinerea.", "\tEvacuarea locatarului în cazurile prevăzute de prezentul articol este ordonată prin hotărâre judecătorească.”", "\t2. Legea nr. 17/1994 din 18 aprilie 1994 asupra prelungirii şi reînnoirii contractelor de închiriere", "\t55. Articolul 1 prevede următoarele:", "\t“Indiferent care ar fi proprietarul, orice contract de închiriere privind o locuinţă al cărei preţ este reglementat de legea nr. 5/1973 (...) şi care este în curs în momentul intrării în vigoare a prezentei legi se prelungeşte de drept pentru o perioadă de cinci ani, în aceleaşi condiţii [ca cele stabilite de legea nr. 5/1973].”", "\t3. Legea nr. 114 din 11 octombrie 1996 asupra locuinţelor (publicată în Monitorul Oficial din 31 decembrie 1997)", "\t56. Articolele pertinente dispun:", "Articolul 21", "\t“Închirierea unui imobil cu uz de locuit se face pe baza unui acord între proprietar şi locatar, predată în scris şi înregistrată la autorităţile fiscale locale (...)”", "Articolul 23", "\t“Dacă părţile nu se înţeleg asupra reînnoirii contractului de închiriere, locatarul este obligat să părăsească locuinţa la data expirării contractului său.”", "Articolul 24", "\t“Rezilierea contractului de închiriere înainte de data expirării sale are loc:", "\t(...)", "\tb) la cererea proprietarului, în caz de neplată a chiriei de către locatar timp de trei luni consecutive;", "\t(...)", "\ti) atunci când comportamentul locatarului face imposibilă convieţuirea cu ceilalţi ocupanţi ai imobilului sau împiedică folosirea normală a spaţiului; (...)", "\t3. Ordonanţa de urgenţă a Guvernului (OUG) nr. 40 din 8 aprilie 1999 privind protecţia locatarilor şi stabilirea cifrei chiriei pentru imobilele cu uz de locuit", "\t57. Articolele pertinente dispun următoarele:", "Articolul 2", "\t“Durata unui contract de închiriere (...) privind un imobil retrocedat vechiului său proprietar se prelungeşte la cererea locatarului pentru o perioadă maximă de trei ani începând de la data intrării în vigoare a prezentei ordonanţe.”", "Articolul 9 § 1", "\t“Un nou contract de închiriere se încheie între proprietar şi locatar la cererea locatarului. Proprietarul persoană fizică înregistrează noul contract de închiriere la autorităţile fiscale locale. Persoana juridică ce a deţinut sau a administrat imobilul informează locatarul beneficiar al unui contract de închiriere, prin scrisoare recomandată cu confirmare de primire, în termen de 15 zile de la data restituirii imobilului, că poate începând de la acea dată să încheie un nou contract de închiriere cu proprietarul căruia imobilul i-a fost retrocedat.”", "Articolul 10 § 1", "\t“Proprietarul comunică locatarului, în termen de 30 de zile de la data intrării în vigoare a prezentei ordonanţe şi prin intermediul unui executor judecătoresc, data şi locul stabilite în vederea încheierii unui nou contract de închiriere. Comunicarea este adresată prin scrisoare recomandată cu confirmare de primire. (...)”", "Articolul 11§ 1", "\t“Nerespectarea de către proprietar a dispoziţiilor articolului 10 § 1 implică prelungirea de drept a contractului de închiriere anterior până la încheierea unui nou contract de închiriere. Neplata chiriei de către locatar până la încheierea noului contract nu poate fi invocată de proprietar drept motiv de evacuare.", "\tLipsa unui răspuns în scris sau refuzul nejustificat al locatarului de a încheia un nou contract de închiriere în termen de 60 de zile începând de la data primirii comunicării conferă proprietarului dreptul de a cere evacuarea necondiţionată a locatarului (...) prin decret prezidenţial.”", "Articolul 13", "\t“Prelungirea contractului de închiriere nu se aplică: (...) d) în caz de litigiu rezultat din refuzul locatarului, după comunicarea în temeiul legii nr. 17/1994, nr. 112/1995 sau nr. 114/1996 de a încheia un nou contract de închiriere cu proprietarul; (...) i) când este vorba despre un locatar care face imposibilă convieţuirea sau împiedică folosirea normală a locuinţei; (...)”", "Articolul 32", "\t“Cifra chiriei este stabilită prin negociere între locatar şi proprietar cu ocazia încheierii noului contract de închiriere. Chiria nu poate depăşi 25% din venitul net lunar al casei dacă acesta nu depăşeşte salariul net lunar mediu naţional.”", "\t58. Legea nr. 241 din 16 mai 2001 a aprobat ordonanţa de urgenţă a Guvernului nr. 40/99 şi i-a modificat articolul 2, ducând la cinci ani durata unui contract de închiriere a unei locuinţe prelungit la cererea locatarului dacă este vorba despre un imobil retrocedat fostului proprietar; legea a modificat de asemenea articolul 32 al ordonanţei de urgenţă a Guvernului dispunând că chiria datorată de locatar nu poate depăşi 15% din venitul net lunar al casei.", "\t59. Efectele ordonanţei de urgenţă a Guvernului nr. 40/99 au încetat la 8 aprilie 2004. În temeiul ordonanţei de urgenţă a Guvernului nr. 8/2004, numai un contract de închiriere a unei locuinţe privind un imobil aparţinând statului poate fi prelungit cu cinci ani, la cererea locatarului.", "DE DREPT", "I. ASUPRA EXCEPŢIEI PRELIMINARE A GUVERNULUI", "\t60. Guvernul invocă inadmisibilitatea cererilor datorită neepuizării căilor de atac interne. El afirmă că interesatele ar fi trebuit să demareze împotriva locatarilor o procedură de evacuare bazată pe articolul 24 al legii nr. 114/1996 şi să se plângă în mod expres de neplata chiriilor timp de trei luni consecutive. El subliniază că o asemenea procedură este diferită de acţiunile pe care ele le-au înaintat la instanţele naţionale, acţiuni în care invocau lipsa titlului locativ în posesia locatarilor şi nu neplata chiriilor. În privinţa celei de-a doua acţiuni de evacuare îndreptată împotriva locatarului E.D., Guvernul consideră că reclamantele nu au precizat clar că chemarea lor în justiţie era motivată de refuzul părţii pârâte de a le plăti chiria.", "\t61. Reclamantele contestă excepţia. Ele menţionează că, pentru a deţine calitatea de a acţiona în procedura indicată de Guvern, trebuie să se poată folosi de un contract de închiriere încheiat cu locatarul. Ori ele amintesc că în ciuda numeroaselor lor demersuri în vederea încheierii unui asemenea contract, ocupanţii imobilului lor au refuzat de fiecare dată să le întâlnească şi să le recunoască în calitate de proprietari. În aceste împrejurări, procedura menţionată de Guvern este sortită eşecului şi nu este un atac efectiv în sensul articolului 35 § 1 al Convenţiei.", "\t62. Curtea nu este convinsă de eficienţa procedurii menţionate de Guvern. Ea aminteşte că, conform unei jurisprudenţe constante, obligaţia de a epuiza căile de atac interne se limitează la a face uz normal de căile de atac eficiente, suficiente şi accesibile (a se vedea, printre altele, Brozicek contra Italiei, hotărârea din 19 decembrie 1989, seria A nr. 167, § 34). Ori, în cazul în speţă, este de necontestat că eficienţa unei proceduri de evacuare aşa cum a fost indicată de Guvern, motivată de neplata chiriei şi bazată pe legea nr. 114/1996, care constituie dreptul comun în materie, se loveşte de obstacole majore în faţa dispoziţiilor speciale ale ordonanţei de urgenţă a Guvernului în vigoare la vremea faptelor. Trebuie constatat, în această privinţă, că articolul 11 alineatul întâi la final al ordonanţei de urgenţă a Guvernului preciza în mod expres că “neplata chiriei de către locatar până la încheierea noului contract nu poate fi invocată de proprietar drept motiv de evacuare” (paragraful 57 de mai sus).", "\t63. În plus, ţinând cont de refuzul locatarilor de a considera reclamantele drept noii proprietari şi deci de lipsa oricărui raport contractual între acestea şi locatari, nu este ilogic să ne gândim, ca şi reclamantele, că riscau să li se respingă o eventuală acţiune bazată pe articolul 24 al legii nr. 114/1996 din cauza lipsei calităţii de a acţiona.", "\t64. Indiferent cum ar fi, Guvernul nu a prezentat nici-o cauză inspirată din jurisprudenţa naţională în care un proprietar care se afla în aceeaşi situaţie ca reclamantele să fi obţinut o hotărâre definitivă dându-i câştig de cauză pe calea unei acţiuni întemeiată pe articolul 24 al legii nr. 114/1996.", "\t65. În fine, în cauza ce face obiectul cererii nr. 68479/01, o acţiune similară cu cea indicată de Guvern a fost iniţiată de reclamante împotriva locatarei E.D. Ori judecătoria nu a răspuns la argumentul pe care reclamantele îl scoteau din neplata chiriei de către pârâtă (paragraful 22 in fine de mai sus) şi pe baza unui temei diferit, şi anume comportamentul abuziv al locatarei, cererea de evacuare a fost în final admisă prin hotărârea definitivă a tribunalului Bucureşti la data de 15 februarie 2002 (paragraful 23 de mai sus).", "\t66. În aceste împrejurări, Curtea consideră că existenţa unei căi de atac care să permită reclamantelor să obţină rezilierea contractului de închiriere pentru neplata chiriilor nu a fost demonstrată cu un grad suficient de certitudine. Prin urmare, excepţia preliminară a Guvernului nu va fi reţinută.", "II. ASUPRA ÎNCĂLCĂRII INVOCATE A ARTICOLULUI 1 AL PROTOCOLULUI NR. 1", "\t67. Reclamantele invocă o atingere adusă dreptului lor de proprietate contrară articolului 1 al Protocolului nr. 1, din cauza imposibilităţii prelungite în care s-au aflat de a dispune de un imobil ce le-a fost retrocedat şi de a încasa o chirie, imposibilitate rezultată din aplicarea dispoziţiilor de urgenţă adoptate de Guvern în materie de contracte de închiriere pentru locuinţă. Articolul 1 al Protocolului nr.1 prevede astfel:", "“Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi privat de proprietatea sa decât din cauza unei utilităţi publice şi în condiţiile prevăzute de lege şi principiile generale ale dreptului internaţional.", "Dispoziţiile precedente nu aduc atingere dreptului pe care îl deţin statele de a pune în vigoare legile pe care le consideră necesare pentru a reglementa folosirea bunurilor în conformitate cu interesul general sau pentru a asigura plata impozitelor sau altor contribuţii sau amenzilor.”", "\tA. Argumentele părţilor", "\t68. Reclamantele consideră că refuzul tribunalelor de a sancţiona opoziţia constantă a locatarilor faţă de încheierea unui contract de închiriere cu ele reprezintă o ingerinţă disproporţională în dreptul lor la respectarea bunului lor.", "\t69.Guvernul consideră că nu s-a adus nici-o atingere dreptului interesatelor la respectarea bunului lor şi că nici-o răspundere nu poate fi atribuită statului din cauza refuzului tribunalelor de a evacua locatarii. El declară că deciziile judiciare litigioase erau întemeiate pe fapte atribuibile reclamantelor, şi anume nerespectarea procedurii legale de comunicare locatarilor prevăzută de articolul 10 § 1 al ordonanţei de urgenţă al Guvernului nr.40/1999, care a antrenat prelungirea de drept a contractelor de închiriere, în temeiul articolului 11 § 1 al ordonanţei de urgenţă a Guvernului. Referindu-se la cauza Robitu contra României (nr. 33352/96, decizia Comisiei din 20 mai 1998, Decizii şi rapoarte (DR) 49, pag. 67), el consideră că prelungirea legală a contractelor de închiriere – prevăzută de ordonanţa de urgenţă a Guvernului şi constatată în cazul în speţă de instanţele naţionale sesizate de reclamante printr-o cerere de evacuare – urmărea un scop de interes general, şi anume protecţia intereselor locatarilor într-o situaţie care se caracteriza prin penuria de locuinţe la preţ ieftin. Această prelungire legală păstra, în opinia Guvernului, un echilibru just între interesul general al comunităţii şi imperativele de protecţie a drepturilor fundamentale ale indivizilor.", "\t70. În observaţiile sale suplimentare, Guvernul este de acord că refuzul instanţelor naţionale de a admite acţiunea de evacuare a locatarilor se traduce printr-o ingerinţă în dreptul reclamantelor de a-şi folosi bunul lor imobiliar, justificată din punct de vedere al alineatului doi al articolului 1 al Protocolului nr. 1 cu titlu de reglementare a folosirii bunurilor. Această ingerinţă era prevăzută de lege, viza un scop legitim de interes general şi nu era disproporţională faţă de acesta. În privinţa acestui ultim punct, Guvernul reiterează argumentele pe care şi-a întemeiat excepţia sa preliminară, indicând că ar fi fost permis reclamantelor să ceară rezilierea contractelor de închiriere respective pentru neplata chiriilor, în temeiul articolului 24 al legii nr. 114/1996. El relevă între altele că existau alte motive care împiedicau prelungirea legală a contractelor de închiriere şi care puteau justifica evacuarea locatarelor, la nevoie cu ajutorul puterii publice, de exemplu faptul că un locatar face imposibilă convieţuirea în imobil.", "\tScoţând în evidenţă diferenţele dintre prezentele cauze şi cauza Hutten-Czapska contra Poloniei ([GC], nr. 35014/97, 19 iunie 2006), Guvernul subliniază că prelungirea legală a duratei contractelor de închiriere locative era în cazul în speţă limitată la cinci ani, că proprietarelor le era permis să negocieze cu locatarii, în anumite condiţii, suma chiriei şi că costul întreţinerii imobilului era repartizat, în temeiul legii nr. 114/1996 între proprietare şi locatari, aceştia din urmă fiind obligaţi să suporte orice cheltuială destinată reparaţiei unui imobil deteriorat în urma felului în care s-au folosit de acesta.", "\t71. Reclamantele consideră că reglementarea naţională privind relaţiile dintre proprietari şi locatari, precum şi hotărârile instanţelor naţionale luate pe baza acesteia constituie o atingere adusă dreptului lor de proprietate. Ele invocă faptul că retrocedarea imobilelor foştilor proprietari este total lipsită de eficienţă în condiţiile impuse de ordonanţa de urgenţă a Guvernului. În opinia lor, protecţia socială invocată de Guvern este reglementată astfel încât, în practică, proprietarii în exclusivitate sunt însărcinaţi să o asigure, prin obligaţia ce li se impune de a păstra în imobilele lor locatari timp de cinci ani prin chirii derizorii. Ele se consideră complet lipsite de ea într-o situaţie în care, aşa cum este cazul în speţă, locatarii refuză să recunoască noii proprietari şi să încheie cu ei un contract de închiriere. În acest caz, această situaţie le-a împiedicat să obţină plata chiriei şi le-a blocat calea oricărei acţiuni în justiţie pentru a se plânge de acest lucru.", "\t72. Ele subliniază că de la sentinţa definitivă din 2 aprilie 1997, care le-a admis acţiunea în revendicare imobiliară, ocupanţii imobilului lor au degradat grav bunul lor şi nu le-au plătit nici-o chirie, în condiţiile în care, ele însele, de la acea dată, sunt obligate să achite taxele şi impozitele aferente imobilului lor.", "\tB. Aprecierea Curţii", "\t73. Articolul 1 al Protocolului nr. 1 conţine trei norme distincte: prima, care este exprimată în prima frază a primului alineat şi are un caracter general, enunţă principiul respectării proprietăţii; a doua, figurând în a doua frază a aceluiaşi alineat, vizează privarea de proprietate şi o supune anumitor condiţii; în privinţa celei de-a treia, consemnată în al doilea alineat, ea recunoaşte statelor puterea, între altele, de a reglementa folosirea bunurilor în conformitate cu interesul general. Nu este vorba de aceea de reguli lipsite de legătură între ele. A doua şi a treia s-au inspirat din exemple deosebite de atingere a dreptului de proprietate; în consecinţă, ele trebuie să fie interpretate în lumina principiului consacrat de prima (a se vedea, în special, James şi alţii contra Regatului Unit al Marii Britanii, hotărârea din 21 februarie 1986, seria A, nr. 98, pag. 29-30, § 37, care reiterează în parte principiile enunţate de Curte în cauza Sporrong şi Lönnroth contra Suediei, hotărârea din 23 septembrie 1982, seria A nr. 52, pag. 24, § 61; a se vedea de asemenea Broniowski contra Poloniei [GC], nr. 31443/96, § 134, CEDO 2004-V, şi Hutten-Czapska contra Poloniei [GC], nr. 35014/97, § 157, CEDO 2006-...).", "\t74. Curtea relevă că nu se contestă că Ordonanţa de urgenţă a Guvernului nr. 40/1999, a cărei aplicare de către tribunale a condus la menţinerea locatarilor în apartamentele reclamantelor, se traduce într-o reglementare a folosirii bunurilor şi că al doilea alineat al articolului 1 al Protocolului nr. 1 intră prin urmare în joc.", "\t75. Ea este de acord cu opinia Guvernului conform căruia măsurile de urgenţă adoptate în 1999 – destinate, pe de o parte, să controleze creşterea chiriilor şi, pe de altă parte, să prelungească valabilitatea contractelor de închiriere în curs, cu excepţia câtorva situaţii excepţionale, în special în caz de refuz al locatarului de a încheia un contract de închiriere cu noul proprietar – urmăreau un scop de interes general, şi anume protecţia locatarilor în faţa crizei de locuinţe.", "\t76. Sistemul pus astfel la punct de autorităţile naţionale nu este criticabil în sine, având în vedere în special marea marjă de apreciere permisă de alineatul doi al articolului 1 al Protocolului nr. 1. Cu toate acestea, din moment ce implica riscul de a impune locatorului o sarcină excesivă în privinţa posibilităţii de a dispune de bunul său, autorităţile erau obligate să aplice proceduri sau mecanisme legislative previzibile şi coerente, prevăzând anumite garanţii pentru punerea lor în practică şi incidenţa lor asupra dreptului de proprietate al locatorului să nu fie nici arbitrare nici imprevizibile (a se vedea, mutatis mutandis, Imobiliara Saffi contra Italiei [GC], nr. 22774/93, §§ 49 şi 54, CEDO 1999-V, Scollo contra Italiei, hotărârea din 28 septembrie 1995, seria A nr. 315-C, pag. 55, § 40 şi Hutten-Czapska citat anterior, §§ 221 şi 222).", "\t77. Ori Curtea nu este convinsă că ordonanţa de urgenţă a Guvernului a instaurat o asemenea piedică pentru a evita riscurile de imprevizibilitate sau de arbitrar. Două dispoziţii ale ordonanţei de urgenţă a Guvernului atrag în special atenţia sa în această privinţă.", "\ta) Asupra articolului 11 § 1 al ordonanţei de urgenţă a Guvernului şi consecinţelor ce decurg din aplicarea sa de către tribunalele naţionale", "\t78. În prezentele cauze trebuie remarcat cu uşurinţă că reclamantele nu au încheiat niciodată vreun contract de închiriere cu ocupanţii imobilului lor (a se vedea, a contrario, Hutten-Czapska citat anterior, § 224), care locuiau acolo pe baza contractelor de închiriere a locuinţelor cu statul în 1986, 1968 şi respectiv 1974 şi prelungite ulterior până la 8 aprilie 2004 prin efectul legii.", "\t79. Reclamantelor, cărora o sentinţă definitivă din 2 aprilie 1997 le-a retrocedat bunul, li s-a respins prima cerere de evacuare a ocupanţilor imobilului, asta din cauza nerespectării condiţiilor de formă impuse de articolul 10 § 1 al ordonanţei de urgenţă a Guvernului. Această dispoziţie prevedea un termen imperativ de 30 de zile începând de la data intrării în vigoare a ordonanţei de urgenţă a Guvernului, termen în timpul căruia proprietarele cărora li se retrocedase imobilul erau obligate să comunice locatarului – prin intermediul unei scrisori recomandate cu confirmare de primire şi prin intermediul unui executor judecătoresc – data şi locul stabilite în vederea încheierii unui nou contract de închiriere. În temeiul articolului 11 § 1 al ordonanţei de urgenţă a Guvernului, nerespectarea de către proprietar a acestor formalităţi implica prelungirea de drept a “contractului anterior”, contract pe care locatarii, în acest caz, l-au încheiat cu statul.", "\t80. Trebuie constatat că dispoziţia citată anterior se limitează să indice vag că această prelungire are loc “până la încheierea unui nou contract”, fără a preciza în ce condiţii acest nou contract poate fi încheiat. Într-adevăr, nici-o informaţie nu este oferită în privinţa căii de care ar dispune proprietarul care a omis, datorită necunoaşterii sau neglijenţei, să respecte condiţiile de formă impuse de articolul 10 § 1 al ordonanţei de urgenţă a Guvernului pentru a încheia acest nou contract cu ocupanţii imobilului său sau pentru a înlocui statul în vederea încasării chiriilor înainte de termenul prelungirii legale a contractelor, adică înainte ca cei cinci ani să se fi scurs începând de la intrarea în vigoare a ordonanţei de urgenţă a Guvernului.", "\t81. Ori aceasta a condus la imposibilitatea din partea reclamantelor, timp de mai mulţi ani în care ordonanţa de urgenţă a Guvernului intrase în vigoare, să ceară orice chirie – chiar şi fiind plafonată de lege – ocupanţilor imobilului lor. Această situaţie se diferenţiază de cea relevată recent de Curte în cauza Hutten-Czapska, invocată de Guvern, care privea în principal dispozitivul legislativ polonez de control al sumei chiriilor şi lipsa oricărui mecanism juridic care să permită proprietarilor să compenseze sau să atenueze pierderile impuse de întreţinerea bunurilor lor (Hutten-Czapska citat anterior, § 224).", "\t82. În cazul în speţă, nu numai că reclamantele au fost lipsite de o posibilitate evidentă de a încasa o chirie, dar în plus, având în vedere refuzul locatarilor de a le considera drept noii proprietari – şi deci lipsa oricărui raport contractual între ei – nu se poate invoca faptul că le era permis să ceară, în temeiul legii nr. 114/96 indicată de Guvern, rambursarea costurilor de refacere a imobilului lor – după toate aparenţele degradat în urma proastei utilizări a ocupanţilor (paragrafele 25 şi 37 in fine de mai sus), - din moment ce respectiva lege reglementa în exclusivitate relaţiile juridice stabilite între proprietari şi locatari.", "\tb) Asupra articolului 13 d) al ordonanţei de urgenţă a Guvernului şi consecinţele ce decurg din interpretarea sa de către tribunalele naţionale", "\t83. Curtea relevă că ordonanţa de urgenţă a Guvernului prevedea mai multe excepţii de la prelungirea automată a contractelor anterioare, în special în caz de litigiu rezultat din refuzul locatarului de a încheia un contract de închiriere cu noul proprietar în temeiul legii nr. 114/1996 (paragraful 56 de mai sus). Cu toate acestea, dispoziţiile pertinente ale ordonanţei de urgenţă a Guvernului nu precizează care este tipul de “litigiu” vizat de excepţie, şi anume dacă trebuie să fie vorba despre o acţiune angajată conform formelor prevăzute de proprietar în faţa instanţei naţionale sau de un diferend existent la data intrării în vigoare a ordonanţei de urgenţă a Guvernului şi apărut din refuzul locatarului – după comunicarea în forma bună şi potrivită în temeiul legii nr. 114/1996 – de a încheia un contract de închiriere cu noul proprietar. Acest al doilea caz corespunde ipotezei susţinute de reclamante în faţa tribunalelor. Trebuie constatat că chiar instanţele naţionale, sesizate de interesate prin acţiuni de evacuare, au interpretat diferit noţiunea de “litigiu”: dacă hotărârile adoptate în primă instanţă şi în apel au conferit în general acestei noţiuni sensul indicat de reclamante (paragrafele 16, 17 şi 34 de mai sus), hotărârile pronunţate în ultimă instanţă reflectă mai degrabă avizul contrar (paragrafele 18, 35 şi 46 de mai sus).", "\t84. Desigur că nu Curţii îi revine sarcina de a interpreta termenii folosiţi în legislaţia naţională, ci în împrejurările descrise mai sus nu este iraţional să crezi că folosirea noţiunilor vagi sau insuficient caracterizate ca cea de “litigiu”, a putut induce în eroare unii proprietari ai bunurilor retrocedate care, la fel ca reclamantele, au procedat la o comunicare în condiţiile prevăzute de legea nr. 114/96 şi a putut lăsa loc incertitudinii în privinţa oportunităţii şi necesităţii de a reînnoi acest demers în temeiul ordonanţei de urgenţă a Guvernului.", "\t85. Având în vedere consecinţele juridice importante ale obligaţiei de a respecta cu ocazia comunicării unele condiţii de formă – din care nerespectarea implica prelungirea automată a contractelor de închiriere pe o durată de cinci ani fără a li se permite după toate aparenţele proprietarilor să ceară ocupanţilor plata unei chirii (paragrafele 81 şi 82 de mai sus) -, dispoziţiile legale ce indică situaţiile de excepţie ce fac inoperantă regula prelungirii automate ar fi trebuie să fie în mod deosebit precise sau explicitate la nevoie de normele de aplicare. Aceasta ar fi permis să se elimine îndoiala asupra mărimii obligaţiilor care reveneau proprietarilor în materie de forme şi termene de respectat şi să se prevadă consecinţele în caz de neexecutare.", "\t86. Asupra acestui punct trebuie notat că curţile de apel competente să soluţioneze în ultimă instanţă primele proceduri de evacuare demarate de reclamante s-au limitat la a constata că avusese loc o prelungire automată a contractelor încheiate anterior (paragrafele 18, 35 şi 46 de mai sus), fără a explica totuşi motivele pentru care îndepărtau excepţia inspirată de reclamante din articolul 13 d) al ordonanţei de urgenţă a Guvernului, ba mai mult fără a invoca ce cale se oferea acestora, la nevoie, pentru a încheia un contract de închiriere cu ocupanţii imobilului lor înainte de expirarea termenului de trei ani prevăzut de articolul 2 al ordonanţei de urgenţă a Guvernului şi dus la cinci ani de legea nr. 241/2001.", "\t87. În fine, nimic din dosar nu lasă să se creadă că ocupanţii apartamentelor reclamantelor meritau o protecţie deosebit de întărită, cu atât mai mult cu cât – conform spuselor reclamantelor, necontestate de Guvern -, aceştia deterioraseră grav locuinţele lor şi se comportau într-un fel care făcea imposibilă convieţuirea în imobil, împrejurări care au condus de altfel, conform noilor proceduri de evacuare demarate de reclamante, la evacuarea ocupanţilor a două din apartamentele imobilului (paragrafele 23 şi 36 de mai sus).", "\t88. În lumina celor de mai sus, Curtea consideră că restricţiile suferite de reclamante în privinţa folosirii bunului lor imobiliar şi în special imposibilitatea în care s-au aflat, timp de mai mulţi ani, de a obliga ocupanţii să le plătească o chirie din cauza dispoziţiilor defectuoase şi a lipsurilor relevate în legislaţia de urgenţă asupra imobilelor, nu au înlesnit un echilibru just între protecţia dreptului individului la respectarea bunurilor sale şi cerinţele interesului general.", "\tDesigur, statul român a trebuit să moştenească din perioada comunistă o penurie acută de locuinţe de închiriat la un preţ rezonabil şi a trebuit, de aceea, să arbitreze asupra problemelor extrem de complexe şi sensibile din punct de vedere social pe care le pune concilierea intereselor antagoniste ale proprietarilor şi locatarilor. El avea de protejat dreptul de proprietate al primilor, pe de o parte, şi de respectat drepturile sociale ai celorlaltor, pe de altă parte. Totuşi, interesele legitime ale colectivităţii cer într-un asemenea caz o repartiţie echitabilă a sarcinii sociale şi financiare pe care o presupun transformarea şi reforma imobilelor în ţară. Această sarcină nu ar putea, aşa cum este cazul în speţă, să se sprijine pe un anume grup social, indiferent de importanţa pe care o au interesele unui alt grup sau ale colectivităţii în ansamblul său (a se vedea, mutatis mutandis, Hutten-Czapska citat anterior, § 225).", "\t89. Chiar ţinând cont de ampla marjă de apreciere lăsată statelor din punct de vedere al articolului 1 citat anterior, Curtea consideră că a sancţiona proprietarii care au omis să se conformeze condiţiilor de formă prevăzute de ordonanţa de urgenţă a Guvernului impunându-le o obligaţie atât de grea ca cea de a păstra locatarii în imobilul lor timp de cinci ani, fără nici-o posibilitate concretă şi reală de a încasa o chirie, a făcut să apese asupra lor o sarcină specială şi exorbitantă de natură să întrerupă echilibrul just dintre interesele aflate în joc.", "\t90. Prin urmare, s-a încălcat articolul 1 al Protocolului nr. 1.", "III. ASUPRA APLICĂRII ARTICOLULUI 41 AL CONVENŢIEI", "91. În temeiul articolului 41 al Convenţiei,", "“Dacă Curtea declară că s-au încălcat Convenţia sau Protocoalele sale şi dacă dreptul intern al Înaltei Părţi contractante nu permite să se şteargă decât incomplet consecinţele acestei încălcări, Curtea acordă părţii vătămate, dacă este cazul, o reparaţie echitabilă”.", "A. Dauna", "92. Pentru dauna materială reclamantele cer compensarea lipsei de câştig ce a reieşit din imposibilitatea de a obliga ocupanţii imobilului lor să le plătească o chirie pentru cele trei apartamente pe care le-au ocupat gratuit şi pe care le-au deteriorat grav, profitând astfel de carenţele legislaţiei în materie de prelungire a contractelor de închiriere. Ele cer de asemenea rambursarea sumei de 5 milioane de lei pe care au trebuit să o plătească lui I.V. cu titlu de despăgubire pentru mutare pentru ca aceasta să accepte să le elibereze imobilul, precum şi rambursarea sumelor facturilor de apă, gaze şi electricitate neplătite de ocupanţii imobilului, pe care le estimează în total la circa 20 milioane de lei.", "Pentru dauna morală ele solicită reparaţia suferinţelor şi neplăcerilor rezultate din calvarul pe care spun că l-au suferit de la retrocedarea imobilului lor, ţinând cont de toate demersurile pe care le-au putut întreprinde, la vârsta lor înaintată, pentru a reintra în posesia bunului lor, grav deteriorat de ocupanţi.", "Ele indică faptul că nu pot estima cifra reală a prejudiciului lor, că lasă la aprecierea Curţii.", "93. Guvernul cere Curţii să nu acorde nici-o sumă pentru dauna materială, ţinând cont de faptul că reclamantele au reintrat de-acum în posesia apartamentelor ocupate anterior de E.D., I.M., I.V. şi C.C. şi eliberate în sfârşit. Ele relevă că sumele cerute pentru a acoperi consumul de apă, gaze şi electricitate al foştilor ocupanţi ai imobilului respectiv nu au nici-o legătură de cauzalitate cu cele trei cereri alăturate prezentate de interesate în faţa Curţii. El consideră că o constatare a încălcării, de către Curte, a drepturilor invocate de reclamante ar putea constitui în sine o reparaţie mulţumitoare a prejudiciului moral suferit de cele două femei.", "94. Curtea tocmai a constatat o nerespectare a articolului 1 al Protocolului nr. 1 din cauza imposibilităţii pentru reclamante de a încasa, timp de mai mulţi ani, chiriile din cauza dispoziţiilor defectuoase şi a lipsurilor descoperite în legislaţia de urgenţă asupra imobilelor (paragraful 88 de mai sus). Acordarea unei sume pentru privarea de beneficierea de imobilul lor ar fi deci în legătură directă cu încălcarea constatată de Curte la paragraful 90 de mai sus. Simplul fapt că interesatelor li s-a restituit imobilul în urma noilor proceduri de evacuare iniţiate în faţa instanţelor naţionale nu ar putea în nici-un caz să şteargă consecinţele acestei constatări a încălcării, ci este de natură să influenţeze asupra mărimii prejudiciului material suferit de reclamante din cauza aplicării dispoziţiilor de urgenţă în materie de contracte de închiriere locative. Curtea observă totuşi că elementele dosarului nu permit să se stabilească cu certitudine amploarea prejudiciului material efectiv suferit de interesate.", "În privinţa cererii cu titlu de prejudicii morale, Curtea nu ar putea ignora nici numeroasele demersuri pe care reclamantele le-au avut de întreprins, la o vârstă avansată, pentru a reintra în posesia bunului lor, nici sentimentele de disperare pe care le-au resimţit în faţa imposibilităţii prelungite în care s-au aflat de a încheia contracte de închiriere cu locatarii sau de a cere să folosească cum trebuie locuinţele lor. Ea consideră că faptele litigioase au condus la ingerinţe grave în dreptul reclamantelor la respectarea bunului lor, pe care simpla constatare a încălcării ce figurează în această hotărâre nu le-ar putea remedia.", "95. În aceste împrejurări, pe baza ansamblului de elemente de care dispune şi hotărând echitabil, aşa cum o cere articolul 41 al Convenţiei, Curtea acordă reclamantelor împreună 23.000 euro, pentru toate cauzele prejudiciului la un loc.", "B. Cheltuieli şi taxe", "96. Reclamantele cer rambursarea cheltuielilor efectuate timp de cinci ani pentru a acoperi posesia efectivă a imobilului lor. Prin documente doveditoare în sprijinul cererii ele prezintă aceste cheltuieli după cum urmează:", "a) 2.745.000 lei pentru taxele de timbru plătiţi pentru a cita în justiţie ocupanţii imobilului lor;", "b) 8 milioane de lei pentru onorariile avocatului în cadrul procedurilor naţionale;", "c) 2 milioane de lei pentru onorariile unui expert-contabil;", "d) 8 milioane de lei pentru onorariile executorilor judecătoreşti care au repus reclamantele în posesia apartamentelor ocupate de E.D. şi I.V., precum şi 4 milioane de lei pentru onorariile executorului judecătoresc care le-a repus în posesia apartamentului ocupat de A.D.", "Ele indică faptul că aceasta nu reprezintă decât o parte din cheltuielile şi taxele pe care le-au suportat la nivel naţional de când li s-a retrocedat imobilul, deoarece nu au ţinut cont de decont şi nici nu au păstrat actele doveditoare ale tuturor cheltuielilor efectuate cu adevărat.", "97. Guvernul nu se opune acordării unei sume cu titlu de cheltuieli şi taxe câtă vreme este vorba despre cheltuieli reale, necesare şi rezonabile. El constată între altele că printre cheltuielile a căror rambursare o cer reclamantele figurează cele referitoare la evacuarea lui A.D. dintr-o parte a imobilului lor, episod neabordat în prezentele cereri.", "98. Curtea consideră că toate cheltuielile şi taxele cerute nu au fost în mod real şi necesar justificate şi expuse şi nu au o legătură directă cu încălcarea constată la paragraful 90 de mai sus. În aceste condiţii, hotărând echitabil, ea consideră adecvat să acorde împreună reclamantelor 760 euro pentru cheltuieli şi taxe.", "\tC. Dobânzi moratorii", "99. Curtea consideră adecvat să bazeze rata dobânzilor moratorii pe rata dobânzii facilităţii de împrumut marginal a Băncii centrale europene majorată cu un procent de trei puncte.", "DIN ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1. Respinge excepţia preliminară a Guvernului;", "2. Decide că s-a încălcat articolul 1 al Protocolului nr.1;", "3. Decide", "că statul pârât trebuie să plătească reclamantelor împreună, în termen de trei luni începând din ziua în care prezenta sentinţă va deveni definitivă, în conformitate cu articolul 44 § 2 al Convenţiei sumele următoare, de transformat în lei româneşti la cursul de schimb din ziua plăţii:", "23.000 euro (douăzeci şi trei mii euro) pentru pagubele materială şi morală;", "760 euro (şapte sute şaizeci euro) pentru cheltuieli şi taxe,", "orice sumă ce ar putea fi datorată cu titlu de impozit asupra respectivelor sume;", "că începând de la expirarea respectivului termen şi până la plată, această sumă se va mări cu o dobândă simplă la o rată egală cu cea de împrumut marginal a Băncii centrale europene aplicabil în această perioadă, mărit cu un procent de trei puncte;", "4. Respinge cererea de reparaţie echitabilă pentru restul.", "\tRedactată în franceză, apoi comunicată în scris la data de 2 noiembrie 2006 cu aplicarea articolului 77 §§ 2 şi 3 al regulamentului.", "\tVincent Berger\t\tBoštjan M. Zupancic", "\tGrefier\t\t\t\tPreşedinte"]}