{"file": "RUM_HJUDRUM_20641_05.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "20641/05", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2013. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Notă de informare privind jurisprudenţa Curţii nr. 155", "August-septembrie 2012", "Eğitim ve Bilim Emekçileri Sendikası împotriva Turciei - 20641/05", "Hotărâre din 25.09.2012 (Secţia a II-a)", "", "Articolul 11", "", "Articolul 11-1", "", "Libertatea de asociere", "", "Cerere de dizolvare a unui sindicat pe motivul că promova dreptul la educaţie într-o limbă maternă alta decât limba naţională : încălcarea dispoziţiilor convenţiei", "", "Articolul 10", "", "Articolul 10-1", "", "Libertatea de exprimare", "", "Refuzarea dreptului unui sindicat de a promova învăţământul într-o limbă maternă alta decât limba naţională: încălcarea dispoziţiilor convenţiei", "", "", "În fapt – Reclamantul, un sindicat al salariaţilor din domeniul educaţiei şi ştiinţei, promova în statutul său „dreptul tuturor membrilor societăţii de a primi, în spiritul egalităţii şi libertăţii, o educaţie democratică, laică, științifică şi gratuită, în limba lor maternă”. În februarie 2002, prefectul a cerut înlăturarea termenilor „limbă maternă”, pe motivul că erau, printre altele, contrari Constituţiei. Apoi, în martie 2002, a cerut procurorului republicii să demareze o acţiune având ca obiect dizolvarea sindicatului, care nu procedase la efectuarea modificării solicitate. În iulie 2002, sindicatul a modificat articolul din statut, astfel: „dreptul tuturor membrilor societăţii de a primi o educaţie în limba lor maternă”. Procurorul a decis să nu înainteze instanţei cererea de dizolvare, ceea ce indica în special faptul că exista o dezbatere a acestei chestiuni, ce urma să figureze pe ordinea de zi a unei şedinţe în Parlament, nefiind oportună, în aceste condiţii, iniţierea unei acţiuni în dizolvare. În octombrie 2003, la cererea şefului de Stat Major al armatei, prefectul a cerut sindicatului înlăturarea termenilor respectivi din articolul din statut. Ca urmare a acestui fapt, el a sesizat procurorul republicii cu o nouă acţiune în dizolvare, pe care acesta din urmă a înaintat-o instanţei în iulie 2004. Tribunalul muncii a respins acţiunea în dizolvare, indicând în hotărârea sa că statutul, astfel enunţat, nu punea în pericol unitatea teritorială, naţională sau de stat şi nici frontierele existente ale Republicii Turcia. Procurorul republicii a formulat recurs în casare. Curtea de casaţie a infirmat hotărârea de fond, însă, printr-o a doua sentinţă, tribunalul muncii şi-a reiterat hotărârea iniţială. În iulie 2005, sindicatul a înlăturat termenii „limba naţională” din statutul său.", "", "În drept – Articolul 11: Acţiunea intentată împotriva sindicatului reclamant se analizează într-o ingerinţă a autorităţilor naţionale în exercitarea dreptului său la liberă asociere, privându-l de posibilitatea de a-şi urmări, în mod colectiv sau individual, scopul stabilit prin statut. Ingerinţa este prevăzută de lege şi vizează mai multe scopuri legitime, şi anume apărarea ordinii sau protejarea siguranţei naţionale, precum şi protejarea integrităţii teritoriale a statului. Rămâne de analizat dacă ingerinţa în cauză este „necesară într-o societate democratică” pentru a atinge scopurile legitime urmărite.", "", "Împotriva sindicatului au fost introduse două acţiuni în dizolvare, pe motivul că promova educaţia în „limba maternă”. Prima s-a soluţionat printr-o decizie a procurorului de a nu înainta cauza instanţei. A doua, prin faptul că, prin hotărârea curţii de casaţie, s-a considerat că respectivul articol din statut era contrar Constituţiei şi principiului statului unitar, a obligat sindicatul reclamant să înlăture menţiunile în cauză, pentru a evita dizolvarea de către instanţele naţionale. Or, acest articol nu conţinea elemente care să incite la recurgerea la violenţă sau la folosirea unor mijloace ilegale pentru a-şi realiza obiectivul. Principiul susţinut de sindicatul reclamant nu era contrar principiilor fundamentale ale democraţiei. De altfel, conţinutul articolului în cauză trebuie plasat în contextul dezbaterii în curs în acea perioadă cu privire la educaţia în limba maternă. O astfel de propunere putea aduce atingere anumitor convingeri majoritare. Acestea fiind spuse, bunul mers al democraţiei impune posibilitatea unei dezbateri publice menite să contribuie la găsirea unor soluţii la problemele generale care privesc ansamblul actorilor din viaţa politică sau publică. Mai mult, din ultimul raport al Comisiei Europene împotriva rasismului şi intoleranţei (ECRI) privitor la Turcia, rezultă că există copii de naţionalitate turcă a căror limbă maternă nu este limba turcă, ci adyghe, abhază sau kurdă. În legătură cu acest subiect, Legea din 3 august 2002 a permis iniţierea de cursuri private pentru învăţarea unor limbi şi dialecte altele decât limba turcă. Această voinţă a legislatorului contrastează cu atitudinea jurisdicţiilor naţionale, care au considerat conţinutul articolului din statut ca aducând atingere prevederilor Constituţiei. Obiectivul stipulat în statutul în cauză nu este per se contrar siguranţei naţionale şi nici nu constituie o ameninţare pentru ordinea publică. Astfel, motivele indicate de camerele reunite ale Curţii de casaţie nu sunt pertinente, suficiente şi proporţionale cu scopul legitim urmărit. În consecinţă, acţiunea în dizolvare iniţiată împotriva sindicatului reclamant, care a avut ca rezultat obligarea acestuia de a modifica conţinutul articolului pertinent din statut, prin înlăturarea termenilor „a primi o educaţie în limba maternă”, nu poate fi, în mod rezonabil, considerată ca răspunzând unei nevoi sociale imperioase.", "", "Concluzia: existenţa unei încălcări (unanimitate).", "", "Articolul 10: Acest articol înglobează libertatea de a primi şi de a comunica informaţii sau idei în orice limbă care permite participarea la schimbul public de informaţii, idei culturale, politice şi sociale de toate genurile. A doua acţiune în dizolvare îndreptată împotriva sindicatului reclamant constituie o ingerinţă a autorităţilor naţionale în exercitarea dreptului la liberă exprimare a acestuia, ingerinţă prevăzută de lege şi urmărind scopul legitim de apărare a ordinii sau de protejare a siguranţei naţionale, precum şi de protejare a integrităţii teritoriale a statului.", "", "Articolul litigios din statutul sindicatului reclamant promova ideea de învăţământ în „limba maternă”. În contextul specific Turciei şi în accepţiunea primară a termenilor, această dispoziţie se înţelegea ca promovând învăţământul în limba maternă, care este limba turcă. Însă, având în vedere situaţia istorico-socială a ţării, limba maternă ar putea de asemenea fi înţeleasă ca fiind o altă limbă. La momentul faptelor, o modificare a legii a permis învăţământul cu titlu privat în limbi materne altele decât limba turcă. În plus, articolul respectiv din statut nu îndemna la folosirea violenţei, la rezistenţă armată sau la revolte, nu incita la ură şi nu aducea atingere integrităţii teritoriului naţional. În concluzie, acţiunea în dizolvare îndreptată împotriva sindicatului reclamant, obligându-l la înlăturarea din statutul său a termenilor litigioşi, a fost disproporţionată faţă de scopul vizat şi, pe cale de consecinţă, inutilă într-o societate democratică.", "", "Concluzia: existenţa unei încălcări (unanimitate)", "", "Articolul 41: 7500 EUR cu titlu de prejudiciu moral, cererea privind prejudiciul material fiind respinsă.", "", "", "Consiliul Europei/Curtea Europeană a drepturilor omului", "Redactat de către Grefă, acest rezumat nu angajează Curtea.", "Apăsaţi aici pentru a accesa ", "", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2013.", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului (http://hudoc.echr.coe.int) sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Traducerea poate fi reprodusă în scop necomercial, condiţia fiind ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior şi la Fondul Fiduciar pentru Drepturile Omului. Dacă intenţionaţi să folosiţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi publishing@echr.coe.int.", "", "© Council of Europe/ European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2013", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int) où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int."]}