{"file": "RUM_HJUDRUM_32125_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "32125/04", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECŢIA A TREIA", "", "HOTĂRÂREA", "din 11 martie 2014", "În Cauza Cooperativa de Credit Sătmăreana împotriva României", "(Cererea nr. 32125/04)", "Strasbourg", "", "", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "", "", "În Cauza Cooperativa de Credit Sătmăreana împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Alvina Gyulumyan, Ján Šikuta, Dragoljub Popović, Kristina Pardalos, Johannes Silvis, Iulia Antoanella Motoc, judecători, şi Marialena Tsirli, grefier adjunct de secţie,", "după ce a deliberat în camera de consiliu, la 11 februarie 2014,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "PROCEDURA", "1. La originea cauzei se află cererea nr. 32125/04 îndreptată împotriva României, prin care o bancă cooperatistă de drept român, Cooperativa de Credit Sătmăreana („reclamanta”) a sesizat Curtea la 16 iulie 2004, în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "2. Reclamanta a fost reprezentată de H. A. Ungur, avocat în Satu Mare. Guvernul român (Guvernul) a fost reprezentat de co-agentul guvernamental, doamna I. Cambrea, din cadrul Ministerului Afacerilor Externe.", "3. Banca reclamantă invoca, în special, lipsa accesului la o instanţă şi atingerea adusă dreptului său la respectarea bunurilor sale din cauza imposibilităţii de a contesta hotărârea prin care i-a fost retrasă autorizaţia de funcţionare.", "4. La 6 decembrie 2011, cererea a fost comunicată Guvernului.", "ÎN FAPT", "I. Circumstanţele cauzei", "5. Reclamanta era, la vremea respectivă, una dintre băncile cooperatiste afiliate Casei Centrale „Creditcoop” („Casa Centrală”), conform prevederilor legale în vigoare. Anterior deschiderii procedurii de lichidare, banca fusese reprezentată de domnul Francisc Sichet, preşedintele Consiliului de administraţie. Aceasta desfăşura activităţi bancare în Satu Mare.", "6. În perioada 17–23 martie 2003, banca reclamantă a fost supusă unei acţiuni de supraveghere prin inspecţie a activităţii şi viabilităţii sale, declanşate de Banca Naţională a României („BNR”) în baza prerogativelor sale legale.", "7. În urma inspecţiei, prin Hotărârea nr. 9 din 15 mai 2003, BNR a sancţionat banca reclamantă pentru gravele deficienţe constatate prin retragerea autorizaţiei de funcţionare. Hotărârea a fost publicată în Monitorul Oficial din 21 mai 2003 şi a intrat imediat în vigoare.", "8. Anterior, prin Hotărârea nr. 12 din 6 mai 2003, Casa Centrală a dispus că, începând cu data publicării în Monitorul Oficial a hotărârii privind retragerea autorizaţiei de funcţionare, banca reclamantă urma să fie dizolvată şi că, în consecinţă, se va deschide procedura de lichidare în cazul acesteia. Casa Centrală a ales totodată şi lichidatorul. La 14 august 2003, hotărârea a fost publicată în Monitorul Oficial.", "A. Acţiunea împotriva Hotărârii nr. 9 a BNR", "9. La 26 mai 2003, reclamanta, reprezentată de F. Sichet şi H. A. Ungur, a solicitat BNR suspendarea executării Hotărârii nr. 9 şi, pe fond, anularea acestei măsuri.", "10. În iunie 2003, banca reclamantă a solicitat Curţii Supreme de Justiţie, prin ordonanţă preşedinţială, suspendarea executării Hotărârii nr. 9 a BNR până la soluţionarea contestaţiei depuse la BNR. La 9 iulie 2003, Curtea Supremă a stabilit 22 ianuarie 2004 ca dată pentru audiere.", "11. Prin Hotărârea nr. 16 din 23 iulie 2003 a Consiliului de administraţie al BNR, având competenţă să soluţioneze cazul, a respins cererea reclamantei din 26 mai 2003. Consiliul a considerat că, în conformitate cu Ordonanţa de urgenţă (nr. 97/2000) privind organizaţiile cooperatiste de credit şi Legea (nr. 58/1998) privind activitatea bancară, contestaţiile împotriva hotărârilor BNR nu suspendau executarea acestora. Referitor la fondul contestaţiei, Consiliul a concluzionat, în urma examinării argumentelor reclamantei, că aceasta nu prezentase elemente de natură să modifice concluziile inspecţiei efectuate în martie 2003.", "12. La 31 iulie 2003, reclamanta, încă reprezentată de F. Sichet şi H. A. Ungur, a formulat o contestaţie împotriva celor două hotărâri ale BNR.", "13. Prin hotărârea definitivă din 22 ianuarie 2004, Înalta Curte de Casaţie şi Justiţie (fosta Curte Supremă de Justiţie) a declarat inadmisibilă acţiunea împotriva celor două hotărâri ale BNR, motivând că reclamanta nu avea calitate procesuală activă. Înalta Curte a observat, în special, că reprezentarea băncii reclamante de către fostul consiliu de administraţie nu mai era valabilă deoarece toate atribuţiile acestui organ fuseseră transferate lichidatorului, ţinând seama de faptul că se deschisese procedura de lichidare a reclamantei prin Hotărârea nr. 12 a Casei Centrale şi că menţiunile referitoare la deschiderea procedurii şi la desemnarea unui lichidator fuseseră deja înregistrate în Registrul Comerţului în data de 17 iunie 2003. Prin urmare, Înalta Curte a concluzionat că F. Sichet şi H. A. Ungur nu mai aveau calitate procesuală activă în legătura cu banca.", "B. Alte acţiuni", "1. Acţiunea împotriva deschiderii procedurii de lichidare", "14. La 11 noiembrie 2003, banca reclamantă a solicitat BNR anularea Hotărârii nr. 12 din 6 mai 2003 a Casei Centrale, susţinând că aceasta din urmă deschisese procedura de lichidare înainte ca BNR să dispună retragerea autorizaţiei de funcţionare prin Hotărârea nr. 9 din 15 mai 2003.", "Banca reclamantă a mai solicitat suspendarea procedurii de lichidare până la pronunţarea soluţiei în acţiunea îndreptată împotriva Hotărârii nr. 9 a BNR.", "15. La 27 noiembrie 2003, BNR a respins cererea de anulare.", "16. În consecinţă, la 12 ianuarie 2004, reclamanta a declarat recurs la Înalta Curte împotriva hotărârii BNR. Părţile nu au informat Curtea cu privire la rezultatul acestui recurs.", "2. Acţiunea împotriva înregistrării în Registrul Comerţului", "17. Preşedintele Casei Centrale a solicitat judecătorului delegat la Oficiul Naţional al Registrului Comerţului înregistrarea deschiderii procedurii de lichidare a reclamantei. Reprezentată de H. A. Ungur, banca reclamantă a solicitat judecătorului delegat să nu se pronunţe asupra cererii respective până la soluţionarea acţiunii îndreptate împotriva Hotărârii nr. 9 a BNR şi a Hotărârii nr. 12 a Casei Centrale.", "18. La 17 iunie 2003, judecătorul delegat a respins cererea băncii reclamante şi a dispus înregistrarea menţiunii referitoare la lichidare în Registrul Comerţului. Acesta a reţinut că, în conformitate cu legislaţia aplicabilă în materie, o acţiune împotriva hotărârii BNR nu implica automat suspendarea executării hotărârii. În măsura în care nicio instanţă nu suspendase executarea, nu era necesar să fie admisă cererea reclamantei.", "19. Reclamanta a declarat recurs împotriva încheierii judecătorului delegat, solicitând de asemenea suspendarea procedurii de lichidare. La 18 iunie 2003, reclamanta a renunţat la acest ultim capăt de cerere.", "20. Printr-o decizie definitivă din 23 aprilie 2004 Curtea de Apel Oradea a respins recursul formulat de banca reclamantă împotriva înregistrării lichidării sale în Registrul Comerţului. Curtea de apel a amintit că are competenţă limitată la verificarea existenţei şi legalităţii actului şi că nu fusese sesizată să verifice temeinicia şi legalitatea măsurii dispuse în actul în cauză.", "", "II. Dreptul intern relevant", "21. Ordonanţa de Urgenţă a Guvernului nr. 97/2000 privind organizaţiile cooperatiste de credit, modificată prin Legea nr. 200/2002, constituia - la data faptelor - cadrul legislativ aplicabil activităţii băncii reclamante. Ordonanţa a fost completată prin Legea nr. 58/1998 privind activitatea bancară (conform art. 3 şi art. 284 din ordonanţa de urgenţă).", "22. Afilierea fiecărei cooperative de credit la o casă centrală este obligatorie, iar casele centrale au, printre alte obligaţii, pe aceea de a garanta în întregime obligaţiile cooperativelor de credit afiliate (art. 7 din ordonanţa de urgenţă).", "23. BNR poate retrage autorizaţia de funcţionare unei cooperative de credit ca sancţiune pentru încălcarea unei prevederi a ordonanţei de urgenţă (art. 89 şi 189 din ordonanţa de urgenţă). Hotărârea BNR de retragere a autorizaţiei de funcţionare se comunică în scris cooperativei de credit şi casei centrale la care aceasta este afiliată şi se publică în Monitorul Oficial, precum şi în două publicaţii de circulaţie naţională. Începând cu data intrării in vigoare a hotărârii BNR, activitatea cooperativei de credit respective se va limita exclusiv la operaţiunile determinate de lichidarea acesteia (art. 90).", "24. Contestaţia împotriva unei hotărâri emise în aplicarea ordonanţei de urgenţă se examinează de către Consiliul de administraţie al BNR. Hotărârea Consiliului de administraţie al BNR poate fi atacată la Curtea Supremă de Justiţie (Înalta Curte de Casaţie şi Justiţie) (art. 202 din ordonanţa de urgenţă). Nici contestaţia adresată Consiliului de administraţie al BNR, nici acţiunea introdusă la Înalta Curte nu au efect suspensiv asupra executării hotărârii iniţiale (art. 83 şi 831 din Legea nr. 58/1998).", "ÎN DREPT", "I. Cu privire la admisibilitate", "25. Guvernul subliniază că, începând cu data de 14 august 2003 - data publicării în Monitorul Oficial a hotărârii de deschidere a procedurii de lichidare, banca reclamantă nu mai putea fi reprezentată de domnul Sichet. De asemenea, acesta nu a dovedit că a fost desemnat de consiliul de administraţie sau de directorii băncii reclamante să sesizeze Curtea.", "26. Reclamanta contestă poziţia Guvernului.", "27. Curtea reţine că prezenta cerere a fost introdusă de domnul Sichet, fostul preşedinte al consiliului de administraţie al băncii reclamante, în numele acesteia din urmă. Este adevărat că, la data introducerii cererii, domnul Sichet nu mai era reprezentantul legal al băncii care, aflându-se în procedura de lichidare, era reprezentată de lichidatorul ei.", "28. Curtea constată totuşi că, la data la care a fost sesizată prin cererea respectivă, banca reclamantă nu îşi pierduse complet personalitatea juridică. Astfel, conform legislaţiei în materie, pe durata lichidării, banca îşi continua existenţa ca societate în limita operaţiunilor necesare lichidării ei (supra, pct. 23). În această privinţă, Curtea a declarat deja că, atunci când capătul de cerere este întemeiat în esenţă pe imposibilitatea unei societăţi în lichidare de a avea acces efectiv la o instanţă pentru a contesta desemnarea unui administrator provizoriu sau pentru a ataca o astfel de decizie, considerarea administratorului ca fiind singurul abilitat să o reprezinte în vederea sesizării organelor Convenţiei ar face ca dreptul de cerere individuală, prevăzut la art. 34, să devină teoretic şi iluzoriu [Credit industrial împotriva Republicii Cehe, nr. 29010/95, pct. 51, CEDO 2003XI (fragmente)]. Concluzia este valabilă, prin analogie, în prezenta speţă în care capătul de cerere principal formulat de reclamantă are legătură tocmai cu faptul că s-a desemnat un lichidator fără ca aceasta să fi avut posibilitatea concretă de a contesta măsurile în urma cărora s-a făcut desemnarea lichidatorului.", "29. În consecinţă, Curtea consideră că, ţinând seama de natura deosebită a capetelor de cerere formulate, domnul Sichet - în calitate de fost preşedinte al consiliului de administraţie al băncii - era autorizat să introducă în mod legal o cerere în numele acesteia.", "30. Curtea mai constată că această cerere nu este în mod vădit nefondată în sensul art. 35 § 3 lit. a) din Convenţie. De altfel, aceasta nu prezintă niciun alt motiv de inadmisibilitate. Este necesar, aşadar, să fie declarată admisibilă.", "II. Cu privire la pretinsa încălcare a art. 6 § 1 din Convenţie", "31. Reclamanta se plânge de lipsa accesului la o instanţă pentru a contesta retragerea autorizaţiei sale de funcţionare. Aceasta invocă art. 6 § 1 din Convenţie, redactat după cum urmează:", "„Orice persoană are dreptul la judecarea în mod echitabil [...] a cauzei sale, de către o instanţă [...], care va hotărî [...] asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil [...]”", "A. Observaţiile părţilor", "32. Potrivit reclamantei, Casa Centrală desemnase un lichidator înainte ca BNR să adopte Hotărârea nr. 9 privind retragerea autorizaţiei de funcţionare, ceea ce a făcut ca accesul său la o instanţă să devină iluzoriu în toate acţiunile îndreptate împotriva celor două autorităţi, inclusiv în acţiunea având ca obiect contestaţia împotriva Hotărârii nr. 9.", "De asemenea, reclamanta contestă modul în care BNR i-a retras autorizaţia de funcţionare.", "33. Guvernul susţine că banca reclamantă a contestat în faţa curţii de apel desemnarea lichidatorului, solicitând suspendarea provizorie a executării măsurii respective, dar a renunţat la acest capăt de cerere la 6 noiembrie 2003. Prin urmare, Guvernul consideră că lipsa de diligenţă a reclamantei a condus la constatarea lipsei calităţii procesuale active.", "B. Motivarea Curţii", "34. În primul rând, Curtea observă că Hotărârea nr. 9 prin care BNR a retras autorizaţia de funcţionare a băncii reclamante se află la baza procesului care a condus la lichidarea acesteia din urmă. La luarea acestei hotărâri, BNR a acţionat în calitatea sa de autoritate administrativă de control. Curtea reaminteşte în această privinţă că, atunci când o hotărâre luată de o autoritate administrativă cu privire la contestaţii legate de drepturi şi obligaţii cu caracter civil nu îndeplineşte, ea însăşi, condiţiile stabilite la art. 6 din Convenţie, este necesar ca hotărârea respectivă să fie supusă unei verificări ulterioare de către un „organ judecătoresc cu competenţă deplină” care oferă garanţiile prevăzute de această dispoziţie (Credit Industriel, citată anterior, pct. 68). Aşadar, întrebarea care se ridică în prezenta speţă este aceea dacă banca reclamantă a avut acces la un organ judecătoresc cu competenţă deplină pentru a formula o plângere împotriva hotărârii.", "35. Recursul introdus de banca reclamantă la 31 iulie 2003 în faţa Înaltei Curţi de Casaţie şi Justiţie i-ar fi putut asigura un asemenea acces. Prin faptul că i-a respins acţiunea pe motiv că nu avea calitate procesuală activă, Înalta Curte a privat-o pe reclamantă de singurul mijloc pe care îl avea la dispoziţie pentru examinarea temeiniciei hotărârii BNR.", "36. În această privinţă, Curtea a declarat deja că faptul că un reclamant a putut folosi căi de atac interne însă numai pentru ca acţiunea sa să fie declarată inadmisibilă de către sistemul legal, nu respectă neapărat imperativele de la art. 6 § 1: mai trebuie constat, de asemenea, că gradul de acces prevăzut de legislaţia naţională era suficient pentru a garanta persoanei în cauză „dreptul de acces la o instanţă”, ţinând seama de principiul supremaţiei dreptului într-o societate democratică (Yagtzilar şi alţii împotriva Greciei, nr. 41727/98, pct. 22, 23 şi 26, CEDO 2001XII).", "37. În prezenta speţă, Curtea reţine că legea nu prevede suspendarea executării automate a procedurii de lichidare în timpul litigiului referitor la o hotărâre a BNR. Reclamanta a solicitat suspendarea de câteva ori, inclusiv direct BNR (supra, pct. 9) şi pe calea ordonanţei preşedinţiale (supra, pct. 10). De asemenea, reclamanta a contestat în faţa instanţelor toate măsurile dispuse de Casa Centrală în executarea Hotărârii nr. 9 a BNR (supra, pct. 14 şi 17), însă demersurile sale nu au fost luate în considerare de către Înalta Curte în hotărârea sa (supra, pct. 13).", "38. Curtea consideră că reclamanta a fost suficient de diligentă în prezenta speţă şi că simplul fapt că, în cadrul unei proceduri conexe, a renunţat la o cerere de suspendare a procedurii de lichidare nu este de natură să schimbe această concluzie, mai ales că nu s-a demonstrat competenţa curţii de apel de a se pronunţa asupra acestei cereri (supra, pct. 19 şi 20). Presupunând că Guvernul se referă la această procedură în observaţiile sale, acesta nu a dovedit nici eficacitatea acesteia (supra, pct. 33).", "39. În plus, Curtea observă că respectiva cerere pentru ordonanţă preşedinţială, introdusă imediat după adoptarea Hotărârii nr. 9, nu a fost examinată de instanţă înainte de finalizarea acţiunii având ca obiect contestaţia împotriva Hotărârii nr. 9 (supra, pct. 10). Prin urmare, prin faptul că a stabilit data audierii la 6 luni după introducerea cererii pentru ordonanţă preşedinţială, deşi demersul respectiv era urgent, Înalta Curte a anulat în prezenta speţă eficacitatea acestei căi de atac.", "40. Pentru aceste motive, Curtea concluzionează că respingerea cererii reclamantei pe motivul lipsei calităţii procesuale active a privat-o pe aceasta de accesul efectiv la o instanţă pentru a face plângere împotriva hotărârii BNR care a prejudiciat-o şi care se afla la originea lichidării sale.", "Rezultă că a fost încălcat art. 6 § 1 din Convenţie.", "III. Cu privire la pretinsa încălcare a art. 1 din Protocolul nr. 1 la Convenţie", "41. Reclamanta se plânge totodată de o încălcare a dreptului său la respectarea bunurilor sale. Aceasta invocă art. 1 din Protocolul nr. 1 la Convenţie.", "42. Guvernul contestă acest argument.", "43. Având în vedere constatarea referitoare la art. 6 § 1 din Convenţie (supra, pct. 40), Curtea consideră că nu este necesar să examineze dacă această dispoziţie a fost încălcată în prezenta speţă (a se vedea, printre altele, Faimblat împotriva României, nr. 23066/02, pct. 46, 13 ianuarie 2009).", "IV. Cu privire la aplicarea art. 41 din Convenţie", "44. Art. 41 din Convenţie prevede:", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "45. În formularul de cerere, domnul Sichet solicita 2 000 000 euro pentru prejudiciul moral pe care l-ar fi suferit din cauza lichidării băncii reclamante. Curtea consideră că nu este necesar să i se acorde vreo sumă cu acest titlu.", "46. Nu s-a formulat, în numele reclamantei, nicio cerere pentru acordarea unei reparaţii echitabile.", "Pentru aceste motive, \nîn unanimitate, \nCURTEA:", "1. declară cererea admisibilă;", "2. hotărăşte că a fost încălcat art. 6 § 1 din Convenţie;", "3. hotărăşte că nu este necesar să examineze capătul de cerere întemeiat pe art. 1 din Protocolul nr. 1 la Convenţie;", "4. respinge cererea de acordare a unei reparaţii echitabile.", "Redactată în limba franceză, apoi comunicată în scris, la 11 martie 2014, în temeiul art. 77 § 2 şi art. 77 § 3 din Regulament.", "\tPREŞEDINTE,\tGrefier adjunct,\n\tJOSEP CASADEVALL\tMarialena Tsirli"]}