{"file": "RUM_HJUDRUM_75300_01.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "75300/01", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Curtea Europeană a Drepturilor Omului", "", "Secţia a treia", "", "", "CAUZA IEREMEIOV ÎMPOTRIVA ROMÂNIEI (nr. 1)", "", "", "(Cererea nr. 75300/01)", "", "Hotărâre", "", "Strasbourg", "", "24 noiembrie 2009", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Ieremeiov împotriva României (nr. 1),", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din:", "Josep Casadevall, preşedinte, Elisabet Fura, Corneliu Bîrsan, Boštjan M. Zupančič, Egbert Myjer, Luis López Guerra, Ann Power, judecători,şi Stanley Naismith, grefier adjunct de secţie,", "", "după ce a deliberat în camera de consiliu, la 3 noiembrie 2009,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "", "1. La originea cauzei se află cererea nr. 75300/01 îndreptată împotriva României, prin care un resortisant al acestui stat, domnul Laurian Ieremeiov („reclamantul”), a sesizat Curtea la 19 octombrie 2001, în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”).", "2. Reclamantul a fost reprezentat de domnul Dan Mihai, avocat în Bucureşti, în numele Asociaţiei pentru Apărarea Drepturilor Omului din România – Comitetul Helsinki (APADOR). Guvernul român („Guvernul”) a fost reprezentat de agentul guvernamental, domnul Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. Reclamantul a pretins, în special, că acţiunea penală introdusă împotriva sa pentru calomnie a fost inechitabilă şi că impunerea unei amenzi şi obligaţia de a plăti pentru prejudiciu moral i-au încălcat dreptul la libertatea de exprimare.", "4. La 16 martie 2007, preşedintele Secţiei a treia a hotărât să comunice această cerere Guvernului. În conformitate cu dispoziţiile art. 29 § 3 din Convenţie, acesta a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "", "ÎN FAPT", "", "I. CIRCUMSTANŢELE CAUZEI", "", "5. Reclamantul s-a născut în 1967 şi locuieşte în Timişoara.", "6. La momentul respectiv, acesta era ziarist la ziarul Ziua de Vest în Timişoara.", "7. La 16 iunie 2000, reclamantul a participat la o întâlnire oficială între prefect şi reprezentanţii medicilor rezidenţi din spitalele judeţului care erau în grevă. Doamna C.M.O., unul dintre reprezentanţii medicilor rezidenţi, a declarat:", "„Deoarece am refuzat să mă prostituez cu doctorul [P.], profesorul [D] m-a dat afară din Centrul de Cardiologie.”", "8. La 19 iunie 2000, ziarul Ziua de Vest a publicat un articol al reclamantului. Părţile relevante se citesc după cum urmează:", "„Scandal în lumea medicală în Timişoara", "", "Dr. [P.] acuzat de hărţuire sexuală", "", "Preşedintele Asociaţiei Medicilor Rezidenţi din judeţul Timiş, Dr [D.D.], spune că «Dr [P.] se poartă într-un anumit mod pe care toţi îl cunoaştem»", "Un medic rezident din Timişoara, al cărui nume nu îl vom face public încă, a declarat vineri, în faţa prefectului [L.B.], că directorul Direcţiei de Sănătate Publică Timiş, Dr. [P], a încercat un şantaj cu caracter sexual la adresa ei. «Deoarece am refuzat să mă prostituez cu doctorul [P.], profesorul [D] m-a dat afară din Centrul de Cardiologie», a declarat medicul rezident. Preşedintele Asociaţiei Medicilor Rezidenţi din Timişoara, Dr. [D.D.], a declarat că nu a ştiut despre acest caz de hărţuire sexuală, de care nu a aflat până la întâlnirea cu prefectul. «Dr [P.] se poartă într-un anumit mod pe care toţi îl cunoaştem» a spus Dr. [D.D.] ...", "Cu toate că am încercat să aflăm comentariile sale privind acuzaţiile aduse împotriva sa, Dr. [P.] nu a putut fi contactat.”", "În articol s-a publicat o fotografie a lui P.", "9. La 21 iunie 2000, P. a depus o plângere penală împotriva reclamantului pentru calomnie la Judecătoria Timişoara. Plângerea acestuia se referea, de asemenea, la compania care publica ziarul.", "10. Judecătoria a audiat-o pe C.M.O., care a admis că a făcut afirmaţia reprodusă de către reclamant, dar a negat că şi-ar fi dat permisiunea pentru publicarea acesteia. Prefectul a confirmat, de asemenea, că un medic rezident l-a acuzat pe P. de agresiune sexuală în timpul întâlnirii.", "11. Reclamantul a fost audiat de instanţă cu două ocazii. A pledat nevinovat şi s-a bazat în apărarea sa pe dreptul la libertatea de exprimare şi pe dreptul de a oferi informaţii despre persoanele publice.", "12. Judecătoria s-a pronunţat la 20 martie 2001. Aceasta a achitat reclamantul pe motiv că acesta nu a intenţionat să îl denigreze pe P. A considerat că expresia „hărţuire sexuală” nu a afectat demnitatea lui P., deoarece era o alegere stilistică a reclamantului.", "13. Ambele părţi au declarat apel în faţa Tribunalului Timişoara.", "La 18 mai 2001 s-au adresat instanţei avocaţii părţilor, care au apărat oral motivele apelurilor lor respective. Avocatul lui P. a cerut condamnarea reclamantului. Avocatul reclamantului şi reprezentantul societăţii au cerut ca P. să fie obligat la plata taxei judiciare de timbru. Instanţa i-a dat ultimul cuvânt inculpatului. Acesta s-a adresat instanţei solicitând respingerea apelului lui P.", "14. Hotărârea definitivă a fost adoptată în aceeaşi zi. Tribunalul a casat hotărârea din 20 martie 2001, a reexaminat probele şi a constatat următoarele:", "„[jurnalistul] nu s-a limitat doar să ofere informaţii despre criticile [exprimate împotriva lui P.], ci a adăugat propria sa apreciere, care a depăşit declaraţiile făcute de [C.M.O.].", "...", "Prin titlul şi conţinutul său, articolul conţine declaraţii şi afirmaţii neadevărate şi aprecieri personale din partea [reclamantului] care, dacă ar fi adevărate, ar face ca partea vătămată să fie pasibilă de sancţiune penală sau ar expune-o oprobriului public.", "Prin publicarea fotografiei părţii vătămate şi prin prezentarea informaţiei conform căreia un scandal a fost cauzat în lumea medicală din Timişoara de comportamentul lui [P.]... [reclamantul] a acţionat cu intenţia de a denigra partea vătămată, deoarece articolul era în mod evident calomnios.", "Cuvintele «şantaj cu caracter sexual şi hărţuire sexuală» nu pot fi considerate ca având valoare stilistică şi literară atunci când miza o reprezintă imaginea, demnitatea şi onoarea unei persoane.”", "15. Tribunalul a observat că un anumit grad de agresivitate există în jurnalism în mod obişnuit. Prin urmare, a considerat că, în circumstanţele cauzei, deşi faptele întruneau criteriile legale pentru a constitui infracţiunea de calomnie, faptele săvârşite şi consecinţele acestora nu erau destul de grave pentru a intra sub incidenţa dreptului penal. În consecinţă, instanţa l-a achitat pe reclamant şi l-a obligat la plata unei amenzi administrative în valoare de 500 000 ROL.", "De asemenea, instanţa a hotărât că erau întrunite condiţiile pentru răspunderea civilă a reclamantului, precum şi pentru cea a societăţii editoare, în ceea ce priveşte prejudiciul cauzat părţii vătămate. În consecinţă, aceasta a obligat reclamantul şi societatea la plata sumei de 5 000 000 ROL către P. cu titlu de despăgubire pentru prejudiciul moral şi 2 000 000 ROL pentru cheltuielile de judecată. În cele din urmă, instanţa i-a obligat la plata sumei de 50 000 ROL către stat pentru taxele judiciare de timbru.", "16. La 3 octombrie 2001, reclamantul a plătit amenda administrativă.", "", "II. DREPTUL INTERN RELEVANT", "", "17. Dispoziţiile relevante din Codul civil şi din Codul penal privind insulta şi calomnia, precum şi răspunderea care atrage o sancţiune cu caracter administrativ, în vigoare la momentul respectiv, sunt descrise în hotărârea Barb împotriva României, nr. 5945/03, pct. 19-20, 7 octombrie 2008.", "18. Codul penal a fost modificat în mod repetat, iar în 2006 articolele privind insulta şi calomnia au fost abrogate (pentru detalii, a se vedea Cuc Pascu împotriva României, nr. 36157/02, pct. 12-14, 16 septembrie 2008).", "19. Cu toate acestea, în decizia nr. 62 din 18 ianuarie 2007, Curtea Constituţională a declarat neconstituţională eliminarea din Codul penal a articolelor privind insulta şi calomnia.", "20. Legea nr. 356/2006 a modificat Codul penal şi a dispus obligaţia instanţei de apel de a proceda la ascultarea inculpatului, atunci când instanţa de fond nu a pronunţat împotriva inculpatului o hotărâre de condamnare. În prezent, când instanţa de recurs casează hotărârea şi reţine cauza spre rejudecare, se pronunţă prin decizie şi asupra probelor ce urmează a fi administrate, fixând termen pentru rejudecare. La termenul fixat pentru rejudecare, instanţa este obligată să procedeze la ascultarea inculpatului prezent, atunci când acesta nu a fost ascultat la instanţele de fond şi apel, precum şi atunci când aceste instanţe nu au pronunţat împotriva inculpatului o hotărâre de condamnare (art. 38514 alin. (11) şi art. 38516, astfel cum au fost modificate).", "", "ÎN DREPT", "", "I. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 6 § 1 DIN CONVENŢIE", "", "21. Reclamantul s-a plâns că tribunalul nu a asigurat un proces echitabil, deoarece a reexaminat cauza şi i-a înrăutăţit situaţia fără să îl asculte sau să îi permită să aducă probe în apărarea sa. Acesta a făcut referire la art. 6 § 1 din Convenţie, care prevede:", "„Orice persoană are dreptul la judecarea în mod echitabil [...] a cauzei sale, de către o instanţă [...], care va hotărî [...] asupra temeiniciei oricărei acuzaţii în materie penală îndreptate împotriva sa.”", "", "A. Cu privire la admisibilitate", "", "22. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din Convenţie. De asemenea, Curtea constată că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "1. Argumentele părţilor", "", "23. Guvernul a susţinut că reclamantul a fost audiat în primă instanţă şi a avut posibilitatea de a prezenta probe în apărarea sa. Instanţa de apel nu a fost sesizată pentru a stabili faptele cauzei, ci mai degrabă pentru a reevalua probele. Astfel, nu a fost necesar ca instanţa să asculte reclamantul pentru a stabili dacă a avut intenţia de a-l denigra pe P. În orice caz, acesta şi-a exercitat dreptul de a adresa instanţei ultimul cuvânt al inculpatului. În cele din urmă, Guvernul a subliniat că nu s-a pronunţat împotriva reclamantului o hotărâre de condamnare, iar amenda administrativă impusă acestuia nu putea fi descrisă ca o condamnare penală.", "24. Reclamantul a pretins că hotărârea tribunalului echivala aproape cu o convingere, deoarece aceasta constata că a săvârşit o infracţiune, cu gradul de vinovăţie prevăzut de legea penală. Singura diferenţă faţă de o condamnare penală tipică era că, potrivit instanţei, faptele săvârşite nu au avut nivelul de gravitate cerut pentru impunerea unei sancţiuni penale.", "Acesta a susţinut că, întrucât tribunalul a pronunţat hotărârea în aceeaşi zi în care a avut loc şedinţa cu privire la admisibilitatea apelului, nu s-a asigurat o rejudecare corespunzătoare pe fond. Reclamantul nu a fost informat cu privire la casarea hotărârii pronunţate de judecătorie şi, prin urmare, nu i s-a permis să pregătească şi să îşi prezinte apărarea în faţa tribunalului.", "25. În cele din urmă, reclamantul s-a plâns că soluţia procesului penal împotriva sa nu a fost previzibilă, deoarece două instanţe diferite au ajuns la concluzii contradictorii pe baza aceloraşi probe.", "", "2. Motivarea Curţii", "", "26. Pentru a stabili dacă o sancţiune penală a fost pronunţată împotriva unei persoane în sensul strict al Convenţiei, Curtea aplică aşa-numitul „criteriu Engel”, reafirmat cel mai recent în Jussila împotriva Finlandei [(GC), nr. 73053/01, pct. 30-31, CEDO 2006XIV] şi Sergey Zolotukhin împotriva Rusiei [(GC), nr. 14939/03, pct. 53, 10 februarie 2009]. Curtea reiterează, în special, că lipsa de gravitate a sancţiunii impuse nu poate scuti o infracţiune de caracterul său inerent penal.", "27. Aplicând aceste principii faptelor din prezenta cauză, Curtea constată, în urma soluţionării, că hotărârea pronunţată de tribunal, prin care reclamantul era obligat la plata unei amenzi administrative, este echivalentă cu o „condamnare penală” în sensul strict al Convenţiei. În special, Curtea observă că infracţiunea săvârşită de reclamant a intrat sub incidenţa legii penale române. În ceea ce priveşte natura infracţiunii, Curtea observă că dispoziţiile relevante din Codul penal erau îndreptate mai degrabă către toţi cetăţenii decât către un grup având un statut special şi că infracţiunea respectivă îl făcea pe cel care o săvârşea să fie pasibil de sancţiuni destinate să pedepsească şi să descurajeze [a se vedea Ezeh şi Connors împotriva Regatului Unit (GC), nr. 39665/98 şi 40086/98, pct. 104, CEDO 2003X; Öztürk împotriva Germaniei, 21 februarie 1984, pct. 52, seria A nr. 73; Anghel împotriva României, nr. 28183/03, pct. 51, 4 octombrie 2007; şi Zolotukhin, citată anterior, pct. 55].", "28. În circumstanţe similare celor din prezenta cauză, Curtea a stabilit că, atunci când o instanţă de apel este sesizată să se pronunţe cu privire la o cauză în fapt şi în drept şi să facă o evaluare completă a chestiunii vinovăţiei sau inocenţei reclamantului, aceasta nu poate, în vederea unui proces echitabil, să stabilească în mod corespunzător aspectele respective fără o evaluare directă a probelor aduse în persoană de către inculpat (a se vedea Constantinescu împotriva României, nr. 28871/95, pct. 55, CEDO 2000VIII).", "29. În speţă, tribunalul a reexaminat faptele cauzei. În cursul reexaminării, acesta nu a primit probe din partea reclamantului şi nici nu i-a permis să îşi pregătească sau să îşi prezinte apărarea. Faptul că a adresat instanţei ultimul cuvânt al inculpatului nu poate echivala cu dreptul său de a fi ascultat de instanţă în timpul procesului (a se vedea Constantinescu, citată anterior, pct. 58).", "30. În plus, instanţa a audiat părţile doar cu privire la admisibilitatea apelurilor şi nu l-a informat pe reclamant cu privire la intenţia sa de a casa hotărârea judecătoriei şi de a reexamina fondul acuzaţiei. Curtea consideră că, în vederea unui proces echitabil, o instanţă nu poate să caseze o hotărâre precedentă şi să reevalueze probele fără să informeze în mod corespunzător părţile interesate şi să le acorde posibilitatea de a-şi prezenta argumentele.", "31. Lipsa audierii inculpatului în persoană este şi mai dificil de împăcat cu cerinţele unui proces echitabil în circumstanţele specifice ale prezentei cauze, din moment ce instanţa a făcut o evaluare a elementului subiectiv al pretinsei infracţiuni, şi anume, intenţia reclamantului de a denigra.", "Din aceste motive, Curtea consideră că tribunalul nu a acordat reclamantului posibilitatea de a-şi prezenta apărarea.", "32. Curtea recunoaşte modificările survenite în legislaţia internă care par să aducă procedura penală mai aproape de cerinţele Convenţiei cu privire la acest aspect (a se vedea supra, pct. 20). Cu toate acestea, modificările respective au avut loc în 2006 şi, astfel, nu sunt relevante pentru prezenta cauză.", "33. Consideraţiile precedente sunt suficiente pentru a permite Curţii să concluzioneze că, prin casarea hotărârii judecătoriei şi reexaminarea fondului acuzaţiei împotriva reclamantului, fără să evalueze probele aduse de acesta şi fără să îi permită acestuia să îşi prezinte apărarea, tribunalul nu a respectat cerinţele unui proces echitabil.", "Prin urmare, a fost încălcat art. 6 § 1 din Convenţie.", "", "II. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 10 DIN CONVENŢIE", "", "34. Reclamantul s-a plâns că, prin constatarea conform căreia a săvârşit infracţiunea de calomnie şi prin obligarea la plata unei amenzi administrative şi de daune morale, tribunalul ia încălcat dreptul la libertatea de exprimare. Acesta a făcut referire la art. 10 din Convenţie, care prevede:", "„1. Orice persoană are dreptul la libertatea de exprimare. Acest drept cuprinde libertatea de opinie şi libertatea de a primi sau de a comunica informaţii ori idei fără amestecul autorităţilor publice şi fără a ţine seama de frontiere. Prezentul articol nu împiedică statele să supună societăţile de radiodifuziune, de cinematografie sau de televiziune unui regim de autorizare.", "2. Exercitarea acestor libertăţi, ce comportă îndatoriri şi responsabilităţi, poate fi supusă unor formalităţi, condiţii, restrângeri sau sancţiuni prevăzute de lege, care constituie măsuri necesare, într-o societate democratică, pentru securitatea naţională, integritatea teritorială sau siguranţa publică, apărarea ordinii şi prevenirea infracţiunilor, protecţia sănătăţii sau a moralei, protecţia reputaţiei sau a drepturilor altora, pentru a împiedica divulgarea de informaţii confidenţiale sau pentru a garanta autoritatea şi imparţialitatea puterii judecătoreşti.”", "", "A. Cu privire la admisibilitate", "", "35. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din Convenţie. De asemenea, Curtea constată că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "1. Argumentele părţilor", "", "36. Guvernul a susţinut că ingerinţa în dreptul reclamantului la libertatea de exprimare era prevăzută de lege şi urmărea un scop legitim, fiind proporţională cu acesta. În special, Guvernul a subliniat că nu s-a pronunţat o hotărâre de condamnare împotriva reclamantului şi că nu exista nicio dovadă de plată a daunelor sau a taxelor de timbru la care fusese obligat [a se vedea Stângu împotriva României (dec.), nr. 57551/00, 9 noiembrie 2004, şi Stângu şi Scutelnicu împotriva României, nr. 53899/00, 31 ianuarie 2006]. În plus, sumele impuse de instanţă au fost moderate.", "37. Reclamantul a susţinut că a fost sancţionat pentru că a citat în articolul său o declaraţie făcută în public de către o altă persoană şi care se referea la o problemă de interes public.", "", "2. Motivarea Curţii", "", "38. Curtea se referă la principiile generale consacrate de jurisprudenţa sa privind libertatea de exprimare, în special la protecţia acordată jurnaliştilor care se ocupă de probleme de interes public şi la cea acordată reputaţiei funcţionarilor publici [a se vedea printre cele mai recente hotărâri, Busuioc împotriva Moldovei, nr. 61513/00, pct. 56-62, 21 decembrie 2004; Stângu şi Scutelnicu, citată anterior, pct. 40-42 şi 52-53; şi July şi Sarl Libération împotriva Franţei, nr. 20893/03, pct. 60-64, CEDO 2008... (extrase)].", "39. Părţile nu contestă că, în speţă, hotărârea tribunalului din 18 mai 2001 a constituit o ingerinţă în dreptul reclamantului la libertatea de exprimare. Ingerinţa era „prevăzută de lege” (art. 206 C. pen. şi art. 998-999 C. civ.) şi urmărea un scop legitim, şi anume protecţia drepturilor şi a reputaţiei persoanelor. Rămâne de stabilit dacă ingerinţa era „necesară într-o societate democratică”.", "40. Curtea observă că instanţa internă a obligat reclamantul la plata unei amenzi administrative pentru denigrarea lui P. şi a dispus ca acesta să plătească despăgubiri pentru prejudiciul moral.", "41. La momentul respectiv, P. era directorul Direcţiei de Sănătate Publică Timiş şi, prin urmare, o persoană publică. În articolul incriminat, reclamantul a relatat comportamentul pretins indecent al lui P. faţă de un medic rezident, pe baza acuzaţiilor aduse într-o întâlnire oficială în contextul unui conflict între medicii rezidenţi şi conducere, din care făcea parte P. Informaţia era în legătură cu viaţa publică a lui P. şi poate fi considerată drept o problemă de interes public, având în vedere, în special, influenţa pe care P. pare să o fi exercitat asupra funcţiei medicului rezident.", "Prin urmare, Curtea consideră că, ţinând seama de contextul şi de gravitatea afirmaţiilor privind comportamentul lui P., articolul a contribuit la o dezbatere de interes public.", "42. Instanţele interne au adus critici reclamantului pentru publicarea fotografiei lui P. şi pentru utilizarea expresiilor „scandal în lumea medicală” şi „şantaj cu caracter sexual şi hărţuire sexuală”.", "Fără a se nega sensul provocator al acestor expresii, Curtea reiterează că libertatea jurnalistică include, de asemenea, posibilul recurs la o doză de exagerare sau chiar de provocare [a se vedea Dalban împotriva României (GC), nr. 28114/95, pct. 49, CEDO 1999VI]. În privinţa lui P., faptele cauzei arată că acesta a refuzat să se adreseze reclamantului. De asemenea, Curtea consideră că publicarea fotografiei unei persoane publice, în contextul unui articol în care se relata viaţa sa publică, nu poate fi considerată ca depăşind limitele stabilite de Convenţie şi de jurisprudenţa privind libertatea presei.", "43. De asemenea, Curtea constată că C.M.O. a admis în faţa judecătoriei că a făcut acuzaţiile împotriva părţii vătămate care au fost reproduse în articolul incriminat. Prin urmare, indiferent dacă declaraţiile reclamantului sunt interpretate ca declaraţii de fapt sau judecăţi de valoare, exista un temei factual suficient pentru justificarea acestora [a se vedea Pedersen şi Baadsgaard împotriva Danemarcei (GC), nr. 49017/99, pct. 76, CEDO 2004XI].", "44. În afară de aceasta, Curtea nu poate fi de acord cu constatarea tribunalului conform căreia reclamantul a acţionat cu rea-credinţă, în măsura în care procedura penală nu a respectat cerinţele unui proces echitabil (a se vedea supra pct. 32; Folea împotriva României, nr. 34434/02, pct. 42, 14 octombrie 2008; şi, mutatis mutandis, Steel şi Morris împotriva Regatului Unit, nr. 68416/01, pct. 95, CEDO 2005II).", "Conform propriei evaluări în lumina acestor constatări, Curtea consideră că nimic din dosar nu indică faptul că reclamantul a acţionat cu rea-credinţă, cu intenţia de a-l denigra pe P. (a se vedea, per a contrario, Stângu şi Scutelnicu, citată anterior, pct. 51).", "45. Prin urmare, Curtea concluzionează că ingerinţa în dreptul reclamantului la libertatea de exprimare nu a fost proporţională cu scopul legitim urmărit şi că autorităţile nu au oferit motive relevante şi suficiente pentru justificarea acesteia.", "Din aceleaşi motive, deşi sumele impuse reclamantului de către instanţele interne cu titlu de amendă, daune şi cheltuieli de judecată au fost moderate, acest fapt nu poate schimba concluzia de mai sus.", "46. Rezultă că ingerinţa în drepturile reclamantului nu era „necesară într-o societate democratică”. Prin urmare, a fost încălcat art. 10 din Convenţie.", "", "III. CU PRIVIRE LA CELELALTE PRETINSE ÎNCĂLCĂRI ALE CONVENŢIEI", "", "47. În cele din urmă, în temeiul art. 13 din Convenţie, reclamantul s-a plâns că legislaţia internă nu prevedea căi de atac eficiente pentru pretinsele încălcări ale art. 6 § 1 şi art. 10 din Convenţie.", "48. Cu toate acestea, având în vedere toate elementele de care dispune şi în măsura în care este competentă să se pronunţe cu privire la aspectele invocate, Curtea consideră că acestea nu indică nicio aparentă încălcare a drepturilor şi a libertăţilor stabilite în Convenţie sau în protocoalele la aceasta.", "Rezultă că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în conformitate cu art. 35 § 3 şi 4 din Convenţie.", "", "IV. CU PRIVIRE LA APLICAREA ART. 41 DIN CONVENŢIE", "", "49. Art. 41 din Convenţie prevede:", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "", "A. Prejudiciu", "", "50. Reclamantul a solicitat 25 000 EUR pentru prejudiciul moral cauzat de sancţiunea pretins nedreaptă care i-a fost impusă în urma unui proces inechitabil.", "51. Guvernul consideră că o eventuală constatare a încălcării ar putea constitui, în sine, o reparaţie suficientă a prejudiciului moral pretins de reclamant. În orice caz, acesta a susţinut că suma pretinsă era excesivă.", "52. Curtea acordă reclamantului 3 000 EUR pentru prejudiciul moral.", "", "B. Cheltuieli de judecată", "", "53. De asemenea, reclamantul a solicitat 4 665 EUR pentru cheltuielile de judecată efectuate în faţa Curţii, din care 50 EUR pentru corespondenţă şi 4 615 EUR pentru onorariul avocatului. O descriere detaliată a onorariului avocatului este ataşată la observaţiile sale, iar reclamantul a solicitat ca suma să fie plătită direct reprezentantului său.", "54. Guvernul a considerat că reclamantul nu a justificat cheltuielile pentru corespondenţă şi că onorariul pretins de reprezentant era excesiv.", "55. În conformitate cu jurisprudenţa Curţii, un reclamant are dreptul la rambursarea cheltuielilor de judecată numai în măsura în care se stabileşte caracterul real, necesar şi rezonabil al acestora. În speţă, având în vedere informaţiile pe care le deţine şi criteriile de mai sus, precum şi complexitatea cauzei, Curtea consideră rezonabil să acorde suma de 3 000 EUR pentru cheltuielile de judecată efectuate în procedura din faţa Curţii.", "", "C. Dobânzi moratorii", "", "56. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "PENTRU ACESTE MOTIVE,", "În unanimitate,", "CURTEA,", "", "1. Declară cererea admisibilă în ceea ce priveşte capetele de cerere întemeiate pe art. 6 § 1 şi pe art. 10 din Convenţie şi inadmisibilă pentru celelalte capete de cerere;", "2. Hotărăşte că a fost încălcat art. 6 § 1 din Convenţie;", "3. Hotărăşte că a fost încălcat art. 10 din Convenţie;", "4. Hotărăşte:", "(a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, suma de 3 000 EUR (trei mii euro), plus orice sumă ce poate fi datorată cu titlu de impozit, pentru prejudiciul moral;", "(b) că statul pârât trebuie să plătească direct reprezentantului reclamantului, în acelaşi termen de trei luni, 3 000 EUR (trei mii euro) pentru cheltuielile de judecată;", "(c) că sumele de mai sus trebuie convertite în moneda naţională a statului pârât la rata de schimb aplicabilă la data plăţii;", "(d) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "5. Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "", "Redactată în limba engleză, apoi comunicată în scris, la 24 noiembrie 2009, în temeiul art. 77 § 2 şi 3 din regulament.", "\t", " Stanley Naismith\tJosep Casadevall", "\tGrefier adjunct\tPreşedinte", ""]}