{"file": "RUM_HJUDRUM_23452_94.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "23452/94", "text_paragraphs": ["CONSILIUL EUROPEI", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "", "", "", "", "", "Cazul OSMAN contra Regatului Unit al Marii Britanii şi Irlandei de Nord", "", "(87/1997/1083)", "", "", "", "", "", "", "", "", "", "", "HOTĂRÎRE", "", "", "STRASBOURG", "", "28 octombrie 1998", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "Această hotărîre poate fi subiect al revizuirii editoriale, înainte de apariţia versiunii sale definitive în Culegerea de hotărîri şi decizii 1998, editată de către Carl Heymanns Verlag KG (Luxemburger Straβe 449, D-50939 Cologne), care, de asemenea, s-a angajat să o difuzeze în unele ţări, în colaborare cu agenţiile de vînzare care figurează în lista de pe verso.", "", "", "Lista agenţiilor de vînzare", "", "Belgia: Edificiile Emile Bruylant (strada Regenţei 67, B-1000 Bruxelles)", "", "Luxembourg: Librăria Promocultura (strada Duchschler (piaţa Parisului), B.P. 1142, L-1011 Luxembourg-Gară)", "", "Olanda: B.V. Juridische Boekhandel & Antiquariaat A. Jongbloed & Zoon (Noordeinde 39, NL-2514 GC Haga)", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "REZUMAT", "", "Hotărîre adoptată de către Marea Cameră", "", "Regatul Unit – este reclamată nerespectarea de către autorităţi a obligaţiei de a proteja dreptul la viaţă al soţilor celor două reclamante contra ameninţării din partea unui individ, precum şi legalitatea restricţiilor fixate asupra dreptului interesaţilor de acces la o instanţă de judecată pentru a cere urmărirea autorităţilor pentru daunele survenite de pe urma nerespectării menţionate.", "", "I. ARTICOLUL 2 AL CONVENŢIEI", "", "\tA. Stabilirea faptelor", "", "\tReclamanţii contestă exhaustivitatea faptelor după cum au fost stabilite de Comisie – Curtea, urmînd practica sa ordinară, a examinat, în lumina tuturor elementelor din dosar, inclusiv, celor pe care le-a obţinut din oficiu, dacă faptele se referă la o încălcare a articolului 2.", "", "\tB. Reclamarea nerespectării obligaţiei de a proteja dreptul la viaţă", "", "\tNu este contestat faptul că articolul 2 poate, printre altele, să pună în sarcina statului o obligaţie pozitivă de a lua măsuri preventive de ordin practic pentru a proteja individul al cărui viaţă este ameninţată de către acţiunile criminale ale altuia – în schimb, este contestată întinderea acestei obligaţii. Este necesar ca Curtea să se convingă dacă autorităţile, la acel moment, ştiau sau trebuiau să ştie despre eforturile care erau aşteptau în mod firesc din partea lor pentru a împiedica materializarea riscului menţionat – în această privinţă, este suficient ca reclamantul să invoce o nerespectare a obligaţiei pozitive pentru a arăta că autorităţile nu au depus toate eforturile care în mod firesc puteau fi aşteptate din partea lor pentru a înlătura acest risc în circumstanţele cauzei.", "\tAvînd în vedere faptele speţei, Curtea nu este convinsă că poliţia ştia sau trebuia să ştie, într-un anumit moment decisiv, că vieţile membrilor familiei Osman erau ameninţate în mod real şi imediat prin fapta unui terţ (dl Paget-Lewis) – în perioada iniţială, poliţia, în virtutea contactelor sale cu şcoala şi informaţiilor de care dispunea, putea în mod întemeiat să concluzioneze că dl Paget-Lewis nu ameninţa viaţa celui de-al doilea reclamant – este considerabil faptul că interesatul a continuat să predea în această instituţie pînă în luna iunie 1987, în pofida îngrijorărilor din partea direcţiei –în baza a trei întrevederi cu dl Paget-Lewis, psihiatrul a stabilit că, la momentul respectiv, acesta nu prezenta nici un semn de boală mentală sau de predispunere spre violenţă – este nejustificat de a aştepta din partea poliţiei o apreciere diferită a comportamentul profesorului – cu atît mai mult că nici un element nu permitea de a-l urmări pe dl Paget-Lewis pentru comiterea anumitor agresiuni (care nu ameninţau viaţa interesaţilor) contra domiciliului şi bunurilor familiei Osman – diversele ameninţări voalate proferate de către dl Paget-Lewis nu puteau, în mod justificat, să fie interpretate ca afectînd viaţa membrilor familiei Osman – poliţia nu poate să fie criticată pentru că nu a recurs la împuternicirile sale de arestare, de perchiziţionare, etc., pentru a neutraliza ameninţarea – judecînd rezonabil, nu se poate spune că utilizarea acestor împuterniciri ar fi adus vreun rezultat.", "", "\tC. Reclamarea încălcării obligaţiei procedurale în baza articolului 2", "", "\tEste oportun de a examina această plîngere în contextul celor pe care reclamantul le-a formulat în temeiul articolelor 6 şi 13.", "", "Concluzie: neîncălcare (şaptesprezece voturi la trei).", "", "II. ARTICOLUL 8 AL CONVENŢIEI", "", "\tCurtea aminteşte că nu a fost stabilit dacă poliţia ştia sau trebuia să ştie atunci că dl Paget-Lewis reprezenta un pericol real şi imediat pentru viaţa celui de-al doilea reclamant şi dacă reacţia poliţiei nu era compatibilă cu obligaţia de a proteja viaţa în baza articolului 2 – această concluzie este în egală măsură valabilă pentru constatarea neîncălcării obligaţiei pozitive de a proteja integritatea fizică a celui de-al doilea reclamant, care este inerentă articolului 8.", "\tPe lîngă aceasta, poliţia consideră că nu dispune de nici un element care să-i permită de a-l urmări pe dl Paget-Lewis în legătură cu campania de hărţuire contra familie Osman – în consecinţă, nu se poate susţine că autorităţile nu au îndeplinit obligaţia pozitivă care le-a revenit în temeiul articolului 8.", "", "Concluzie: neîncălcare (şaptesprezece voturi la trei).", "", "III. ARTICOLUL 6 PARAGRAF 1 AL CONVENŢIEI", "", "\tA. Aplicabilitatea", "", "\tReclamanţii beneficiau de dreptul care reiese din dreptul de a atrage la răspundere pentru greşeală şi de a obţine o decizie din partea unei instanţe de judecată interne pe marginea cererii în apărare, conform căreia între ei şi poliţie exista o relaţie de proximitate, dauna cauzată era previzibilă şi, în aceste condiţii, este echitabil, just şi rezonabil de a nu aplica norma invocată în cadrul cercetării şi reprimării infracţiunilor, care exclude răspunderea poliţiei pentru greşeală – în opinia Curţii, revendicarea acestui drept de către reclamanţi este suficient prin sine însuşi pentru a permite aplicarea articolului 6 paragraf 1 – jurisprudenţa internă confirmă că norma de excludere nu este considerată ca o imunitate absolută a acţiunilor civile iniţiate contra poliţiei.", "", "\tB. Observaţii", "", "\tTrecere în revistă a principiilor care reglementează restrîngerile dreptului de acces la o instanţă", "", "\t1. Legitimitatea scopului", "", "\tArgumentele oferite de către Camera lorzilor în cauza Hill pentru a justifica aplicarea acestei norme de imunitate pot fi apreciate ca legitime în legătură cu Convenţia (pentru a menţine eficienţa serviciului poliţiei şi, deci, pentru a apăra ordinea şi a preveni infracţiunile penale).", "", "\t2. Proporţionalitatea restrîngerii", "", "\tÎn speţă, Curtea de apel a considerat norma de exonerare de răspundere ca fiind un mijloc de apărare neatacabil în cadrul acţiunii civile intentate contra poliţiei de către reclamanţi – judecătorul intern nu a ţinut cont de alte consideraţii de interes general puse în joc: Curtea de apel a recunoscut că reclamanţii corespundeau criteriului de proximitate; cauza implică plîngeri privind o nerespectare gravă a protecţiei dreptului la viaţă al unui copil (cel de-al doilea reclamant) şi argumentul că poliţia s-ar fi angajat să asigure securitatea reclamanţilor; dauna suferită este gravă – pentru Curte, acestea sunt consideraţii care merită să fie examinate în fond şi care nu pot să fie îndepărtate prin aplicarea unei norme care echivalează cu acordarea unei imunităţi poliţiei – Curtea nu este convinsă de argumentul Guvernului, conform căruia reclamanţii dispuneau de soluţii alternative pentru a obţine repararea – aplicarea normei în speţă a constituit o restricţie disproporţionată a dreptului reclamanţilor la o instanţă.", "", "Concluzie: încălcare (unanimitate).", "", "IV. ARTICOLUL 13 AL CONVENŢIEI", "", "\tExigenţele din articolul 13 sunt mai puţin stricte decît cele din articolul 6, astfel, aici, sunt absorbite de către primele, în legătură cu care a fost constatată o încălcare.", "", "Concluzie: nu este cazul de a examina plîngerea (nouăsprezece la unu).", "", "V. ARTICOLUL 50 AL CONVENŢIEI", "", "\tA. Prejudiciu material şi moral", "", "\tCaracter speculativ al sumelor revendicate de către reclamanţi – alocarea unei sume în măsură să compenseze pierderea posibilităţilor de a urmări poliţia în justiţie.", "", "\tB. Costuri şi cheltuieli", "", "\tSuma cerută este acordată parţial", "", "Concluzie: alocarea anumitor sume reclamanţilor pentru costuri şi cheltuieli (unanimitate) şi respingerea restului pretenţiilor (nouăsprezece la unu).", "", "REFERINŢE LA JURISPRUDENŢA CURŢII", "", "21.2.1975, Goler c. Regatului Unit; 18.1.1978, Irlanda c. Regatului unit; 27.9.1995, McCann şi alţii c. Regatului Unit; 9.6.1998, L.C.B. c. Regatului Unit; 10.7.1998, Tinnelly & Sons Ltd şi alţii şi McElduff şi alţii c. Regatului Unit", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "În cazul Osman contra Regatului Unit,", "", "Curtea Europeană pentru Drepturile Omului, conform articolului 51 din Regulamentul A, constituită în Marea Cameră formată din judecătorii:", "Dnii   L. Bernhardt, Preşedinte,", "\tThor. Vilhjalmsson,", "\tJ. De Meyer,", "I. Foighel,", "      R. Pekkanen,", "\tJ.M. Morenilla,", "Sir    John Freeland,", "Dnii   A.B. Baka,", "      M.A. Lopes Rocha,", "\tL. Wildhaber,", "      G. Misfud Bonnici,", "\tJ. Makarczyk,", "D. Gotchev,", "\tP. Jambrek,", "      K. Jungwiert,", "\tP. Kuris,", "\tU.Lohmus,", "\tJ. Casadevall,", "T. Pantiru,", "V. Toumanov,", "Precum şi dnii H. Petzold, grefier, şi P.J. Mahoney, grefier adjunct,", " \tDupă ce a deliberat la 27 iulie şi la 24 septembrie 1998, în Camera de Consiliu,", "\tPronunţă următoarea hotărîre, adoptată la această ultimă dată:", "", "", "PROCEDURA", "", "\t1. Cauza a fost deferită Curţii de către Comisia Europeană a Drepturilor Omului (“Comisia”) la 22 septembrie 1997, în termenul de trei luni prevăzut de articolele 32 paragraful 1 şi 47 din Convenţia pentru apărarea drepturilor omului şi libertăţilor fundamentale (“Convenţia”). La originea ei se află o plîngere (nr. 23452/94) formulată împotriva Regatului Unit al Marii Britanii şi Irlandei de Nord, prin care Comisia a fost sesizată de doi resortisanţi ai acestui stat, dna Mulkiye Osman şi fiul său Ahmet Osman, la 10 noiembrie 1993, în temeiul articolului 25.", "\tCererea Comisiei face trimitere la articolele 44 şi 48, precum şi la declaraţia Regatului Unit prin care se recunoaşte jurisdicţia obligatorie a Curţii (articolul 46). Ea are scopul de a obţine o decizie cu privire la elementele care permit să fie cunoscut dacă faptele în cauză ţin de o nerespectare din partea statului pîrît a exigenţelor articolelor 2, 6, 8 şi 13 ale Convenţiei.", "\t2. Ca răspuns la invitaţia prevăzută în articolul 33 paragraful 3 d) din Regulamentului A, reclamanţii şi-au exprimat dorinţa de a participa în instanţă şi şi-au desemnat un avocat (articolul 30).", "\t3. Camera care urma să fie constituită cuprindea din oficiu pe Sir John Freeland, judecător ales, avînd cetăţenia Regatului Unit (articolul 43 din Convenţie) şi pe dl R. Ryssdal, preşedintele Curţii în acea perioadă (articolul 21 paragraful 4 b) din Regulamentul A). La 25 septembrie 1997, în prezenţa grefierului, preşedintele a tras la sorţi numele altor şapte membri, după cum urmează: dnii Thor Viljalmsson, R. Macdonald, A.B. Baka, L. Wildhaber, K. Jungwiert, J. Casadevall şi V. Toumanov (articolul 43 in fine din Convenţie şi 21 paragraful 5 din Regulamentul A). M.R. Bernhardt, vice-preşedinte al Curţii, l-a înlocuit ulterior în prezidarea Camerei pe dl Ryssdal, care a decedat (articolul 21 paragraful 6, al doilea alineat, din Regulamentul A).", "\t4. În calitatea sa de preşedinte al Camerei în acea perioadă (articolul 21 paragraf 6 al Regulamentului A), dl Ryssdal i-a consultat, prin intermediul grefierului, pe agentul Guvernului Regatului Unit (“Guvernul”), consiliul reclamanţilor şi delegatul Comisiei la subiectul organizării procedurii (articolele 37 paragraf 1 şi 38). În conformitate cu ordonanţa emisă în consecinţă, la 5 şi respectiv 24 martie 1998, grefierul a primit memoriile Guvernului şi ale reclamanţilor, ultimii obţinînd de la preşedintele Camerei o amînare a datei pentru schimbul de memorii. La 9 aprilie şi 8 iunie 1998, reclamanţii au depus la grefier observaţiile lor cu privire la cererile lor de reparaţie echitabilă în temeiul articolului 50 al Convenţiei. La 18 iunie 1998, drept răspuns, grefierul a primit observaţiile Guvernului.", "\t5. Conform deciziei noului preşedinte al Camerei, dl Bernhardt, dezbaterile au avut loc în mod public la 22 iunie 1998, la Palatul Drepturilor Omului de la Strasbourg., Înainte de aceasta, Curtea s-a întrunit într-o reuniune preparatorie.", "", "S-au înfăţişat:", "", "din partea Guvernului", "Dnii M. Eaton, consilier juridic adjunct, Ministerul afacerilor", "       externe şi al Commonwealth-ului,                           agent,", "\tJ. Eadie, Barriester-at-Law,", "\tS. Freeland, Barriester-at-Law,                                avocaţi,", "Dna R. Davies, Ministerul afacerilor interne,", "Dl  P. Edmundson, Ministerul afacerilorinterne                    consilieri;", "", "din partea Comisiei", "Dl C.L. Rozakis                                               delegat;", "", "din partea reclamanţilor", "Dnii B. Emmerson, Barriester-at-Law,", "\tN. Ahluwalia, Barriester-at-Law,", "\tA.B. Clapham, Barriester-at Law,                             avocaţi,", "Dle N. Mole,", "\tL. Christian, Solicitor,                                     consilieri.", "", "\tCurtea a audiat declaraţiile dlor Rozakis, Emmerson şi Eadie.", "\t6. Deliberînd la 26 iunie 1998, Camera a decis să se desesizeze cu efect imediat în favoarea unei Mari Camere (articolul 51 al Regulamentului A).", "\t7. Marea Cameră care urma să fie constituită includea din oficiu pe dl Bernhardt, preşedintele Curţii, ales în această funcţie după decesul dlui Ryssdal, şi pe dl Thor Vilhjalmsson, succesorul ales al dlui Bernhardt, ceilalţi membri ai Camerei iniţiale, precum şi patru supleanţi ai acestora, dnii I. Foighel, J. Makarczyk, M.A. Lopes Rocha şi R. Pekkanen (articolul 51 paragraf 2 a) şi b) al regulamentului A). La 28 iunie 1998, în prezenţa grefierului, preşedintele a tras la sorţi numele altor opt judecători suplimentari, şi anume, dnii J. De Meyer, J.M. Morenilla, G. Misfud Bonnici, D. Gotchev, P. Jambrek, P. Kuris, U. Lohmus şi T. Pantiru (articolul 51 paragraf 2 c)). Apoi, dl Macdonald, membru al Camerei iniţiale, s-a recuzat din Marea Cameră din motivul unor impedimente.", "\t8. La 26 iunie 1998, după consultarea agentului guvernamental şi a delegatului Comisiei, preşedintele a acordat asistenţa juridică solicitată de către reclamanţi (articolul 4 din anexa la Regulamentul A).", "\t9. După examinarea opiniilor agentului Guvernului, delegatului Comisei şi reclamanţilor, la 27 iulie 1998, Marea Cameră a decis că nu se impune oganizarea unei audieri publice ca urmare a desesizării Camerei (articolul 38 combinat cu articolul 51 paragraful 6 din Regulamentul A).", "", "", "ÎN FAPT\t", "", "I. CIRCUMSTANŢELE CAUZEI", "", "\tA. Reclamanţii", "", "\t10. Reclamanţii sunt cetăţeni ai Regatului Unit, avînd cu reşedinţa la Londra. Prima reclamantă, dna Mulkiye Osman, este născută în Cipru în 1948; ea este văduva dlui Ali Osman, care a fost ucis de către dl Paul Paget-Lewis la 7 martie 1988. Al doilea reclamant este fiul ei, Ahmet Osman, născut în Anglia în 1972. Fost elev al dlui Paul Paget-Lewis la şcoala Homerton House, a fost rănit în timpul incidentului care a costat viaţa tatălui său.", "\tInteresaţii se plîng pentru faptul că autorităţile, deşi au fost atenţionate asupra unui şir de semne prezicătoare, nu au conştientizat ameninţarea gravă pe care o reprezenta dl Paget-Lewis pentru siguranţa lui Ahmet Osman şi familia sa şi, deci, nu au reacţionat în modul corespunzător. Părţile nu au căzut de acord pe marginea unor aspecte esenţiale ale circumstanţelor care au provocat această tragedie. Astfel, reclamanţii contestă că faptele ar fi fost prezentate în integritatea lor de către Comisie.", "", "\tB. Derularea evenimentelor pînă la finele lunii martie 1987", "", "\t1. Plîngerile iniţiale contra dlui Paget-Lewis", "", "11. În 1986, directorul Şcolii Homerton House (“şcoala”), dl John Prince, a remarcat că unul dintre membrii corpului didactic, dl Paul Paget-Lewis, nutrea o afecţiune deosebită faţă de Ahmet Osman, elev al instituţiei. Conform unei declaraţii făcute la poliţie la 10 martie 1988, dl Prince ar fi precizat “că menţinerea acestui caz sub control ţine de onoarea lui”. Din cauza acestui ataşament, dl Paul Paget-Lewis l-a informat pe dl Prince despre intenţia lui de a părăsi şcoala şi de a accepta un post de supleant. Dl Kenneth Perkins, directorul adjunct, l-a convins să rămînă la şcoală.", "12. În luna ianuarie 1987, dna Green, mama lui Leslie Green, un alt elev al şcolii şi vecină a reclamanţilor, l-a chemat pe dl Fleming, de asemenea, director adjunct, pentru a i se plînge că dl Paget-Lewis l-a urmărit pe fiul ei după ore şi l-a hărţuit. Ea susţine că dl Paget-Lewis a răspîndit un zvon conform căruia fiul ei ar avea comportamente sexuale anormale şi că acest învăţător se opunea prieteniei dintre fiul ei şi Ahmet Osman. La 2 martie 1987, dna Green s-a plîns formal de aceste zvonuri legate de dl Prince.", "", "2. Diversele întrevederi cu privire la plîngeri", "", "a) Leslie Green", "", "13. La 3 martie 1987, dl Perkins l-a interogat pe Leslie Green care a confirmat că dl Paget-Lewis l-a urmărit şi a răspîndit zvonuri cu caracter sexual în privinţa lui din cauza prieteniei sale cu Ahmet Osman.", "", "\tb) Ahmet Osman\t", "", "\t14. Totodată, la 3 martie 1987, dl Fleming a avut o întrevedere cu Ahmet Osman. Conform procesului-verbal al acestei discuţii, datat cu 6 martie 1987, Ahmet a confirmat că dl Paget-Lewis l-a atenţionat în privinţa lui Leslie Green, care ar fi avut un comportament sexual indecent cu un alt elev. De asemenea, pe parcursul acestei întrevederi, el a raportat dlui Fleming că dl Paget-Lewis l-a urmărit odată pe el şi Leslie în maşina sa pînă aceştia au ajuns acasă. El a mai afirmat că dl Paget-Lewis i-a cerut să-l găsească în sala de clasă în timpul dejunului, aparent, pentru a-l învăţa limba turcească; că profesorul l-a fotografiat şi i-a dat bani, un stilou şi un dicţionar turcesc. Apoi, dl Paget-Lewis i-a luat înapoi stiloul, pe care, intenţionat, l-a rupt în două în timpul unei lecţii.", "", "\tc) Dl Paget-Lewis", "", "15. La 6 martie 1987, dl Perkins l-a interogat pe dl Paget-Lewis. Pe parcursul întrevederii, acesta a confirmat că, de aproximativ un an, ar fi avut cu Ahmet Osman o relaţie specială, pe care Leslie Green încerca să o distrugă; această situaţie l-a perturbat într-atît încît, într-o zi, l-a asaltat pe Leslie şi l-a acuzat că este un pervers sexual. El a recunoscut că o dată l-a urmărit pe Leslie pînă acasă şi a aşteptat patruzeci şi cinci de minute în faţa casei părţilor acestuia. Dl Paget-Lewis a recunoscut dlui Perkins de a-i fi spus băiatului că va deveni “furios” în cazul în care cineva va interveni în relaţia sa cu Ahmet, precizîndu-i directorului adjunct că această expunere nu trebuia percepută drept o ameninţare. De asemenea, el a mărturisit că i-a dat bani şi cadouri lui Ahmet şi că l-a fotografiat din “motive sentimentale”. Într-o notă ulterioară, datată cu 5 mai 1988, dl Perkins a menţionat că, în timpul acestei întrevederi, dl Paget-Lewis era într-o stare absolut iraţională şi refuza să admită că comportamentul său demonstra o evidentă lipsă de clarviziune şi profesionalism.", "16. La 9 martie 1987, dl Paget-Lewis a înaintat dlui Perkins o declaraţie în scris cu privire la plîngerea depusă de către dna Green. În nota sa din 5 mai 1988 (paragraful 15 de mai sus), dl Perkins a declarat că el găseşte această mărturie “deranjantă”, deoarece în ea era reflectată “gelozia excesivă” a dlui Paget-Lewis faţă de prietenia lui Ahmet Osman cu Leslie Green şi demonstra vădit că el “nu îşi controla deloc sentimentele”. Leslie era descris ca o fiinţă cu influenţă perversă, răuvoitoare şi pernicioasă.", "Dl Perkins l-a convocat din nou pe dl Paget-Lewis pentru a-l interoga pe marginea declaraţiei lui scrise şi i-a împărtăşit îngrijorarea sa vizavi de conţinutul acesteia; de asemenea, el i-a sugerat să apeleze la un ajutor psihiatric. El a informat directorul despre tot ceea ce se întîmplase pînă aici.", "17. Înainte de 13 martie 1987, dl Prince a avut o întrevedere informală cu dl Paget-Lewis, în timpul căreia ultimul a admis că ar fi spus elevilor şcolii că Leslie a practicat felaţia cu Ahmet Osman, cu scopul de a se răzbuna pe Leslie Green pentru zvonurile răspîndite referitor la relaţia sa cu Ahmet Osman.", "La 13 martie 1987, dl Prince l-a interogat formal pe dl Paget-Lewis, făcînd referinţă la notele luate de către dl Perkins în cursul întrevederilor precedente. Conform notelor luate cu această ocazie, dl Paget-Lewis a recunoscut că ar fi simţit un anumit ataşament faţă de Ahmet Osman; că l-a acuzat pe Leslie Green în încercarea de a-l îndrepta pe Ahmet contra lui; că a staţionat în faţa casei lui Leslie pentru a-i arăta că el nu se va lăsa intimidat. Totodată, el a negat că l-a acuzat pe Leslie de comportamente sexuale anormale. Concluzia a fost făcută într-o frază: “Situaţia s-a agravat şi dl Prince nu mai crede că o poate gestiona de unul singur”.", "", "d) Leslie Green şi mama lui", "", " 18. La 16 martie 1987, în cadrul unei întrevederi cu Leslie Green şi mama lui, dl Prince a aflat că dl Paget-Lewis îl spiona pe Ahmet, căruia i-a zis “că ştie unde lucrează mama lui şi cît cîştigă ea, iar că dacă acesta va ajunge să lase şcoala, el îl va găsi”.", "", "e) Ahmet Osman", "", "19. În aceeaşi perioadă, un alt director adjunct, dl Youssouf, l-a interogat de mai multe ori pe Ahmet Osman. Aceste întrevederi au relevat că dl Paget-Lewis i-a spus lui Ahmet că el îl va găsi dacă acesta va părăsi şcoala; el a pretins că i-a descoperit adresa lui precedentă şi denumirea fostei sale şcoli, şi i-a mai zis că a vizitat cartierul şi că a vorbit cu foştii lui vecini.", "", "f) Familia Osman", "", "20. La 17 martie 1987, dl Prince a chemat familia Osman pentru a le exprima îngrijorările sale privind interesul dlui Paget-Lewis faţă de Ahmet. El a explicat că, în cadrul instituţiei, exista certitudinea că între ei nu s-a întîmplat nimic jenant. El i-a asigurat că şcoala urmăreşte îndeaproape situaţia, pentru a-l proteja pe Ahmet. Adolescentului i s-a recomandat să nu rămînă niciodată de unul singur cu profesorul. În timpul întrevederii, mama lui Ahmet şi-a exprimat dorinţa de a-şi transfera fiul într-o altă instituţie.", "", "3. Raporturile dintre şcoală şi poliţie în acea perioadă", "", "21. Conform agendei dlui Prince, între 3 şi 17 martie 1987, el s-a întîlnit cu agentul de poliţie Williams de patru ori. Reclamanţii afirmă că, în timpul acestor întrevederi, poliţia a fost informată despre comportamentul dlui Paget-Lewis în privinţa lui Ahmet. Guvernul susţine că agentul Williams nu-şi aminteşte că ar fi auzit vorbindu-se despre cadourile făcute lui Ahmet de către dl Paget-Lewis şi nici despre aceea că acesta ar fi urmărit băiatul pînă acasă. Urme ale acestor întrevederi nu s-au păstrat şi nici nu a fost scris un raport cu privire la natura şi importanţa informaţiilor obţinute, iar chiar dacă ar fost, astăzi, acestea nu ar mai fi existat. Guvernul aminteşte că toate părţile vizate au căzut de acord să recunoască că ataşamentul profesorului pentru elev nu avea vreo conotaţie sexuală şi că cazul putea fi soluţionat în cadrul şcolii.", "", "4. Inscripţiile", "", "22. Începînd cu 17 martie 1987, în împrejurimea şcolii, în şase locuri diferite, au apărut inscripţii cu următorul conţinut: “Leslie, nu uita prezervativul atunci cînd sari pe Ahmet, în caz contrar, el va înhăţa sida.” Literele au fost trasate cu spray de pictură şi cu un trafaret.", "23. După descoperirea inscripţiilor, dl Perkins s-a întîlnit cu dl Paget-Lewis şi l-a întrebat dacă el este autorul lor. Acesta a răspuns că nu. Totuşi, după cum a remarcat dl Perkins, el cunoştea conţinutul şi amplasarea exactă a tuturor inscripţiilor.", "", "5. Dosarele furate", "", "24. La 19 martie 1987, a avut loc o nouă discuţie între dl Prince şi familia Osman privind subiectul transferării lui Ahmet într-o altă instituţie şcolară. Pentru propria lui securitate, directorul l-a rugat pe Ahmet să nu comunice adresa noii sale şcoli nimănui din Homerton House. În timp ce pregătea dispoziţiile pentru plecarea băiatului, dl Youssouf a descoperit că dosarele lui Ahmet şi Leslie Green, ca şi cele cu privire la problemele disciplinare referitoare la personal, au fost sustrase din secretariatul şcolii.", "Dl Perkins a considerat că aceste dosare au permis, cu siguranţă, dlui Paget-Lewis să afle vechea adresă a lui Ahmet şi a şcolii lui (paragraful 19 de mai sus). În rezultat, el l-a interogat pe profesor, care a negat orice implicare în furt şi, de asemenea, a respins remarcile sale privind adresa şi şcoala precedentă a elevului său sau cele referitoare la vizita sa în cartierul în care acesta locuia.", "25. La 23 martie 1987, Ahmet a schimbat instituţia, dar din cauza incompatibilităţii dintre programele şcolare, el a fost nevoit să se întoarcă la Homerton House peste cincisprezece zile.", "", "C. Derularea cazului între aprilie şi august 1987", "", "1. Dl Paget-Lewis şi-a schimbat numele", "", "26. La 14 aprilie 1987, dl Paget-Lewis şi-a schimbat numele prin act unilateral în Paul Ahmet Yildirim Osman. La 1 mai 1987, dl Prince s-a adresat serviciilor londoneze pentru educaţie (Inner London Education Authority, “ILEA”), declarînd că dl Paget-Lewis şi-a schimbat numele şi că are temeri ca ultimul, care are tulburări psihologice, să nu pună în pericol securitatea lui Ahmet Osman. Conform lui, era oportun ca profesorul să fie transferat cît mai curînd posibil într-o altă şcoală.", "", "2. Noi contacte între şcoală şi poliţie", "", "27. La 4 mai 1987, dl Prince s-a întîlnit cu doi poliţişti, brigadierul major Newman şi brigadierul Clarke. Conform reclamanţilor, în timpul acestei întrevederi, directorul a povestit despre dosarele care au dispărut şi despre inscripţii şi a menţionat că numele adevărat al dlui Paget-Lewis era Ronald Stephen Potter, pe care el şi l-a schimbat mai înainte prin act unilateral, pentru a lua numele unuia dintre elevii săi care avea numele Paget-Lewis, în perioada cînd preda la şcoala Highbury Grove. Guvernul susţine că cei doi poliţişti nu îşi amintesc să fi fost informaţi despre aceste fapte.", "", "3. Contactele cu ILEA", "", "28. La 8 mai 1987, urmare a scrisorii sale din 1 mai 1987 (paragraful 26 de mai sus), dl Prince s-a adresat cu un nou mesaj către directorul responsabil pentru probleme disciplinare din cadrul ILEA, în care şi-a expus punctul de vedere referitor la dl Paget-Lewis. El considera că ultimul avea nevoie de asistenţă medicală şi că menţinerea lui în şcoală compromitea siguranţa, securitatea şi educaţia elevilor. O notă internă a corespondentului său de la ILEA, datată cu aceeaşi zi, instructa “de a se verifica dacă [dl Paget-Lewis] nu îl scoate pe băiat din ţară” şi indica că poliţia anchetează cererea “atribuind-i [dlui Paget-Lewis] furtul dosarelor şcolare legate de acest caz.", "Alte note fără dată, scrise de acelaşi funcţionar între 14 aprilie şi 8 mai 1987, au împărtăşit temerea ca să nu-i fie cauzat vreun rău lui Ahmet Osman şi ca dl Paget-Lewis, schimbîndu-şi numele, să nu încerce să fugă cu băiatul. Este menţionat şi faptul că poliţia a solicitat dlui Prince să o contacteze în cazul în care Ahmet va lipsi mai mult de o oră. În plus, trebuiau să urmeze o anchetă cu privire la dosarele dispărute, o perchiziţie la domiciliul dlui Paget-Lewis şi o anchetă cu privire la trecutul profesorului.", "Guvernul afirmă că poliţia nu a pretins niciodată că ar fi vrut să fie prevenită dacă copilul va dispărea şi că nici nu era vorba despre efectuarea unei percheziţii asupra dlui Paget-Lewis.", "", "4. Concluziile psihiatrului de la ILEA după prima sa examinare a dlui Paget-Lewis", "", "29. La 19 mai 1987, psihiatrul de la ILEA, doctorul Ferguson, l-a examinat pe dl Paget-Lewis. Printre altele, acestuia i-au fost furnizate documentele cu privire la schimbarea numelui pacientului, rapoartele de la întrevederile din martie 1987 şi darea de seamă pregătită de către dl Perkins la 5 mai 1987 (paragraful 15 de mai sus). Medicul a declarat:", "“Îngrijorările referitoare la acest subiect sunt în mod real justificate. El nu este bolnav în sensul propriu al cuvîntului şi nu pare să prezinte devieri sexuale, însă are probleme de personalitate, iar modalitatea lui de a lega o prietenie cu un elev este suspectă şi blamabilă.”", "", "\tMedicul a recomandat ca dl Paget-Lewis să continue predarea în şcoală, dar să treacă un curs de psihoterapie sau să îşi acorde ajutor într-un mod sau altul.", "", "\t5. Atentatele asupra bunurilor reclamanţilor", "", "\t30. Pe la 21 mai 1987, o cărămidă a fost aruncată în fereastra casei reclamanţilor. Despre aceasta a fost informată poliţia, după care a fost trimis un agent care să perfecteze procesul-verbal de constatare. Pneurile de la automobilul lui Ali Osman au fost sparte intenţionat de două ori în luna iunie 1987. Ambele incidente au fost semnalate la poliţie. Dar nici o menţiune la acest subiect nu a putut să fie găsită.", "\t", "6. Întrevederile ulterioare ale doctorului Ferguson cu dl Paget-Lewis", "", "\t31. La 1 iunie 1987, dl Prince l-a rugat pe dl Paget-Lewis să îşi ia un concediu de boală. A doua zi, la 2 iunie 1987, doctorul Ferguson l-a reexaminat pe profesor, care, cu această ocazie, a exprimat o necesitate presantă şi persistentă de a-i vorbi lui Ahmet Osman şi s-a arătat furios să constate că băiatul pare să fie satisfăcut de această absenţă a contactelor. În aceste condiţii, doctorul Ferguson a conchis că dl Paget-Lewis trebuie să fie ţinut la distanţă de Homerton House şi l-a declarat temporar inapt de muncă.", "\tÎn consecinţă, dl Paget-Lewis l-a informat pe dl Perkins că el îşi va lua un concediu de boală pentru restul anului şcolar, după care va părăsi Homerton-ul şi nu va mai reveni încoace.", "\t32. La 16 iunie 1987, după o nouă întrevedere cu dl Paget-Lewis, doctorul Ferguson a recomandat ca pacientul lui să fie exclus din corpul didactic de la Homerton House şi să fie transferat cît mai repede pentru motive medicale.", "", "\t7. Alte plîngeri ale dnei Green contra dlui Paget-Lewis", "", "\t33. La 4 iunie 1987, dna Green i-a telefonat lui dl Perkins pentru a se plînge din nou pe faptul că dl Paget-Lewis iarăşi l-a urmărit pe fiul ei. De asemenea, ea l-a informat că l-a trimis pe ultimul la sora sa.", "", "\t8. Suspendarea dlui Paget-Lewis din funcţia de învăţător şi reintegrarea lui ulterioară", "", "\t34. La 18 iunie 1987, dl Paget-Lewis a fost suspendat din funcţiile sale, aşteptînd rezultatele anchetei ILEA pentru “comportament neprofesional” în privinţa lui Ahmet Osman. El a prezentat o declaraţie din 6 iulie 1987, în care, printre altele, recunoştea că l-a fotografiat pe Ahmet şi că i-a dat bani, însă a negat că ar fi sustras dosarele şi că ar fi autor al inscripţiilor. El l-a acuzat pe dl Perkins că a minţit în privinţa sa şi a afirmat că directorul a declarat că vroia să îl “demoleze”.", "\t35. La 7 august 1987, ILEA a trimis un curier dlui Paget-Lewis pentru a-i adresa o învinuire oficială şi pentru a-l atenţiona în mod serios, însă i-a revocat măsura de suspendare. De asemenea, scrisoarea îi indica să nu se mai întoarcă la Homerton House. Peste scurt timp, interesatul a găsit un post de profesor supleant în două alte instituţii din localitate, Haggerston School şi Skinners School.", "", "\tD. Derularea evenimentelor din august pînă în decembrie 1987", "", "\t1. Actele de vandalism contra bunurilor lui Osman", "", "\t36. În august sau septembrie 1987, un amestec de ulei de motor şi parafină a fost vărsat în jurul casei familiei Osman. La 18 octombrie 1987, parbrizul automobilului dlui Ali Osman a fost stricat. În noiembrie 1987 s-au produs o serie de alte incidente: broasca din uşa de la domiciliul reclamanţilor a fost astupată cu clei puternic, pe pragul de la uşă şi pe automobilul lor au fost lăsate excremente de cîine, iar ampula de la lampa porche-ului lor a fost furată de mai multe ori. În aceeaşi perioadă, toate ferestrele automobilului lor au fost stricate. Aceste incidente au fost semnalizate poliţiei cu regularitate, iar dl Ali Osman chiar a fost de două ori la comisariatul din Hackney pentru a discuta aceste acte de vandalism şi de atentare la bunurile lui.", "\t37. Pe parcursul lunii noiembrie 1987, agentul de poliţie Adams a venit acasă la familia Osman, apoi s-a întreţinut cu dl Paget-Lewis referitor la actele de vandalism. Într-o declaraţie ulterioară la poliţie, ultimul a pretins că ar fi mărturisit poliţistului că pierderea serviciului său era atît de demoralizantă încît el se simţea pe punctul de a comite una act de nebunie criminală. Guvernul dezminte aceste afirmaţii şi susţine că în timpul întrevederii cu agentul de poliţie Adams dl Paget-Lewis a negat vreo oarecare participare la actele de vandalism şi la daunele cauzate. Poliţistul Adams nu a perfectat nici o dare de seamă detaliată cu privire la contactele sale cu dl Paget-Lewis sau cu familia Osman. În rezultat, oficiul reprezentantului poliţiei metropolitane nu poate să găsească nici o urmă de menţiuni în dosarele sau registrele oficiale (registru al infracţiunilor sau caietul deplasărilor).", "", "\t2. Ciocnirea în care a fost implicat dl Paget-Lewis", "", "\t38. La 7 decembrie 1987, un autovehicul condus de către dl Paget-Lewis s-a ciocnit într-o camionetă în care se găsea Leslie Green. Conform şoferului autovehiculului, dl Paget-Lewis a pretins că acceleratorul automobilului său s-a blocat şi că el nu a putut face nimic pentru ca să ivite ciocnirea. Poliţia a sosit la locul accidentului, l-a mustrat pe dl Paget-Lewis şi i-a perfectat un proces-verbal, cerîndu-i să vină să prezinte permisul său de conducere.", "\t39. Astfel, la 10 decembrie 1987, dl Paget-Lewis a venit la postul de poliţie din Hackney, avînd documentele cerute. Dar el a fost admonestat din nou deoarece îi lipsea certificatul de control tehnic.", "\t40. În depoziţiile sale, colectate de către poliţie la 22 decembrie 1987, şoferul camionetei ciocnite şi-a amintit că după accident dl Paget-Lewis a declarat: “Nu sunt îngrijorat, deoarece peste cîteva luni voi fi închis pe viaţă”.", "", "\t3. Contactele între brigadierul Boardman şi ILEA", "", "\t41. A doua zi după accident, la 8 decembrie 1987, brigadierul Boardman a luat legătura cu ILEA, declarînd că ar dori să îl interogheze pe directorul şcolii. Conform reclamanţilor, el a asigurat instituţia că familia Osman va fi protejată. Guvernul respinge această ipoteză.", "\tO notă a ILEA din 8 decembrie 1987 a constatat hărţuirea la care a fost supusă familia Osman şi a menţionat că dl Paget-Lewis şi-ar fi recunoscut răspunderea pentru ciocnirea cu camioneta, declarînd că Leslie Green a atras în favoarea sa afecţiunea lui Ahmet Osman care mai înainte era nutrită faţă de el. Nota mai indică că poliţia a continuat ancheta, însă, dacă ea va rămîne acolo, va trebui să fie “relansată”. Indicaţia “familiile vor obţine protecţia din partea poliţiei” este în locul concluziei.", "", "\t4. Întrevederea brigadierului Boardman cu familiile Green şi Osman şi vizita la şcoală", "", "\t42. La 9 decembrie 1987, brigadierul Boardman a primit o declaraţie detaliată din partea lui Leslie Green şi mama lui, în special, cu privire la faptul că dl Paget-Lewis l-a urmărit pe băiat pînă acasă şi actele de hărţuire şi inscripţiile care au apărut la şcoală. Leslie afirmă că dl Paget-Lewis l-a ameninţat că “îl va avea”, fie că aceasta îi va lua “treizeci de zile sau treizeci de ani”. De asemenea, el a zis că de două săptămîni nu mai poate să meargă la lecţii, deoarece îi este frică să vină la şcoală, şi s-a mutat la mătuşa lui pentru a se ascunde de dl Paget-Lewis.", "\t43. La 14 decembrie 1987, brigadierul Boardman a venit la Homerton House şi a examinat inscripţiile. Un fotograf de la serviciile poliţiei a făcut cîteva poze.", "\t44. În jurul datei de 15 decembrie 1987, poliţistul a venit la familia Osman şi a vorbit cu ei despre daunele aduse bunurilor lor şi despre relaţia dintre dl Paget-Lewis şi Ahmet. Reclamanţii susţin că brigadierul Boardman le-ar fi spus că dl Paget-Lewis este responsabil pentru actele de vandalism şi le-a dat asigurări că îl va pune la punct. Guvernul neagă că poliţistul ar fi făcut asemenea remarci cu privire la dl Paget-Lewis şi că acesta ar fi putut să se angajeze să apere securitatea familiei.", "", "5. Raportul brigadierului Boardman asupra cauzei", "", "45. În raportul său asupra cauzei, redactat în jurul datei de 15 decembrie 1987, brigadierul Boardman a făcut următoarele observaţii:", "", "“Trebuie făcute investigaţii, deoarece, la această etapă, nimic nu-l implică pe dl Paget-Lewis în infracţiunile care îi sunt reproşate, [inscripţiile de la şcoală] sau actele de vandalism săvîrşite împotriva familiei Osman, chiar dacă nu există nici un dubiu în gînduri referitor la responsabilitatea lui şi este vorba despre o nouă demonstrare a ciudei lui.”", "", "\t6. Dl Paget-Lewis este interogat de către ILEA", "", "\t46. La 15 decembrie 1987, la cererea sa, dl Paget-Lewis a fost primit de către funcţionarii de la ILEA. O notă cu privire la această întrevedere, datată cu aceeaşi zi, raportează că profesorul manifesta tendinţe suicidale, declarînd că toate acestea nu sunt decît o simfonie la care trebuie jucat ultimul acord. El a mărturisit că are multe datorii şi trebuie să îşi vîndă toate bunurile. El i-a reproşat dlui Perkins că i-a cauzat toate aceste necazuri, dar nu vroia să facă un “Hungerford” într-o şcoală; s-a mers pentru a-l căuta la casa lui. Nota mai indică că poliţia trebuia să fie informată despre îngrijorările ILEA şi că, din această perspectivă, s-a încercat de a-l contacta la telefon pe brigadierul Boardman, dar, în absenţa acestuia, a fost lăsat un mesaj detaliat la secretară.", "\tUn agent al ILEA a raportat mai tîrziu, într-o declaraţie din 9 martie 1988, că dl Paget-Lewis făcea remarci îngrijorătoare despre transferarea răspunderii pentru pierderea serviciului lui asupra dlui Perkins, al cărui domiciliu îl cunoştea, şi despre aceea că va face unele lucruri, dar în afara şcolii. Un alt agent, în raportul său din 9 martie 1988, a indicat că dl Paget-Lewis declarase că el urma să facă un”Hungerford”. Ea îşi aminteşte că, urmare acestei conversaţii, a avertizat poliţia şi şcoala că, în opinia ei, directorul şi adjunctul lui sunt ameninţaţi fizic.", "\tDeşi reclamanţii susţin că conţinutul acestei întrevederi a fost comunicat poliţiei, Guvernul neagă că ar fi fost făcută aluzie la cazul “Hungerford” sau la existenţa vreunui pericol pentru familia Osman.", "", "\t7. Reacţia brigadierului Boardman la mesajul ILEA şi decizia de a-l aresta pe dl Paget-Lewis", "", "\t47. La 15 decembrie 1987, după ce a luat cunoştinţă de mesajul ILEA (paragraful 46 de mai sus), brigadierul Boardman a trimis un fax celui mai apropiat comisariat de domiciliul dlui Perkins, atenţionînd că împotriva acestuia sunt îndreptate ameninţări mari şi că serviciile de învăţămînt sunt foarte preocupate de aceasta. El a cerut o supraveghere cotidiană a împrejurimilor casei, a schiţat un portret sumar al dlui Paget-Lewis şi a oferit numărul de înmatriculare a automobilului acestuia.", "\t48. La 16 decembrie 1987, brigadierul Boardman a luat legătura cu ILEA cu scopul de a-l găsi pe dl Paget-Lewis şi de a obţine adresa acestuia. De asemenea, el a solicitat interlocutorul său să-i transmită dlui Paget-Lewis să contacteze poliţia. În aceeaşi zi, poliţistul s-a întîlnit cu dnii Prince şi Perkins. Conform reclamanţilor, el l-ar fi asigurat pe director că poliţia va face tot ceea ce este necesar pentru a-i proteja adjunctul, precum şi pe familia Osman. O însemnare din 1987 din agenda dlui Prince, care indica: “OSMAN/PERKINS – PREZENŢA POLIŢIEI ESTE ARANJATĂ”, făcea referinţă la brigadierul Boardman, iar o altă notă se referea la contactarea ILEA “pentru a conveni asupra măsurilor ce urmează să fie luate în vederea protecţiei familiilor Osman şi Perkins”. Guvernul neagă că o asemenea asigurare ar fi fost dată. Brigadierul Boardman, în timpul discuţiilor sale cu dnii Prince şi Perkins, a avut impresia că dl Paget-Lewis era furios pentru că a fost exclus din şcoală, însă că furia lui era îndreptată spre directorul adjunct, care personal nu se simţea în pericol.", "\t49. La 17 decembrie 1987, brigadierul Boardman şi alţi agenţi de poliţie au venit la domiciliul dlui Paget-Lewis, cu intenţia de a-l aresta pentru actele de vandalism în care era suspectat. Cel care îi interesa era absent. Poliţia a ignorat faptul că el ţinea lecţii la şcoala din Haggerston în acea zi.", "\t50. La 18 decembrie 1987, în conformitate cu cererea poliţiei, ILEA a trimis o scrisoare dlui Paget-Lewis, prin care îl invita să ia legătura cu brigadierul Boardman. În aceeaşi zi, instituţia a informat poliţia că profesorul nu şi-a desfăşurat cursurile la Haggerston. După aceea, el nu s-a mai prezentat la şcoală.", "", "\tE. Derularea evenimentelor din ianuarie pînă în octombrie 1988", "", "\t1. Tentativele de localizare a dlui Paget-Lewis", "", "\t51. La începutul lunii ianuarie 1988, poliţia a depus la judecătoria de primă instanţă o plîngere contra dlui Paget-Lewis pentru conducerea imprudentă a unui autovehicul. Pe lîngă aceasta, dl Paget-Lewis a fost introdus în registrele poliţiei naţionale în calitate de persoană căutată în legătură cu accidentul şi suspectată în comiterea infracţiunilor de natură corecţională.", "\t52. La 8 ianuarie, o responsabilă de la ILEA a încercat să îl găsească pe brigadier pentru a se informa cu privire la evoluţia dosarului, însă acesta era absent. Trei zile mai tîrziu, el a sunat-o şi i-a spus că evoluţii nu au avut loc.", "\t53. Între ianuarie şi martie 1988, dl Paget-Lewis a călătorit prin Anglia, închiriind automobile sub noul lui nume de Osman şi a fost implicat în mai multe accidente de circulaţie. În această perioadă, el revenea în mod regulat la domiciliul său şi continua să primească acolo corespondenţa.", "\t54. La 17 ianuarie 1988, el a fracturat un automobil în staţionare în apropierea unui teren de vînătoare a porumbeilor nu departe de Leeds, în Yorkshire, şi a furat o puşcă de vînătoare, căreia i-a tăiat ambele ţevi. Odată ce furtul a fost semnalat la poliţia locală, aceasta nu s-a mai făcut şi la poliţia din Londra, însărcinată cu anchetarea cazului Paget-Lewis, deoarece nimic nu lega învăţătorul de acel furt.", "2. Dl Paget-Lewis este observat în apropierea domiciliului familiei Osman", "", "\t55. La 1, 4 şi 5 martie 1988, Leslie Green l-a observat în apropierea domiciliului reclamanţilor pe dl Paget-Lewis, care avea pe cap o cască neagră. Conform acestora, de fiecare dată, dna Green a informat poliţia despre acest fapt, care însă nu a reacţionat. Guvernul recunoaşte că, la 5 martie 1988, brigadierul Boardman a primit un mesaj care îi cerea să “o contacteze pe dna Green”; cu toate acestea, nici un număr de telefon nu era precizat, iar el nu a făcut legătura cu mama lui Leslie Green.", "", "\t3. Împuşcătura fatală şi arestarea dlui Paget-Lewis", "", "\t56. La 7 martie 1988, mai multe persoane l-au observat pe dl Paget-Lewis în apropierea domiciliului reclamanţilor. În jurul orelor 23, el l-a împuşcat pe dl Ali Osman şi l-a rănit grav pe fiul lui, Ahmet. După aceea, a plecat la dl Perkins pe care l-a rănit cu un glonte şi pe al cărui fiu l-a împuşcat.", "\t57. A doua zi dimineaţă, dl Paget-Lewis a fost arestat. Atunci el a declarat: “De ce nu m-aţi arestat înainte ca eu să trec la fapte? Eu v-am oferit toate indicele preventive necesare”.", "\t58. Mai tîrziu, în aceeaşi zi, dl Paget-Lewis a fost interogat de către poliţie. Conform procesului verbal al interogatoriului, el pretindea că şi-ar fi pregătit agresiunile din momentul în care şi-a pierdut serviciul şi că el deja de două săptămîni urmărea casa familiei Osman. Deşi dl Perkins era principala sa ţintă, el totuşi îi considera şi pe Ali şi Ahmet Osman responsabili pentru pierderea funcţiei sale la Homerton House. El a mărturisit că, în mod inconştient, spera că poliţia îl va aresta. El a recunoscut că ameninţase cu arma familia Osman în timpul revenirii sale, că l-a obligat pe Ali şi Ahmet să îngenuncheze pe podeaua din bucătărie, a stins lumina şi a împuşcat în ei. Totodată, el a negat că ar fi stricat anterior de mai multe ori ferestrele de la casa familiei Osman, dar a admis că ar fi dezumflat pneurile de la automobilul lor pentru a le juca festa. El a negat orice răspundere pentru inscripţii şi furtul dosarelor din secretariatul şcolii.", "", "\t4. Dl Paget-Lewis este recunoscut vinovat pentru omucidere", "", "\t59. La 28 octombrie 1988, dl Paget-Lewis a fost recunoscut vinovat pentru ambele fapte de omucidere, pentru care el a pledat vinovat în baza unor circumstanţe atenuante (paragraful 73 de mai sus). El a fost condamnat la detenţie pe perioadă limitată într-o instituţie psihiatrică de securitate, în conformitate cu articolul 41 al legii din 1983 cu privire la sănătatea mentală (Mental Health Act).", "", "\tF. Urmărirea judiciară angajată contra poliţiei pentru eroare", "", "\t60. După procedura penală, a fost efectuată o anchetă judiciară cu privire la circumstanţele decesului dlui Ali Osman. Coronarul nu a mers prea departe, deoarece asasinul era deja condamnat (articolul 16 al legii din 1988 cu privire la Coroner).", "\t61. La 28 septembrie 1989, reclamanţii au intentat o acţiune pentru greşeală, în special, contra prefectului de poliţie din metropola Londrei (Commissioner of the Police of the Metropolis), pentru că, deşi poliţia fusese avizată despre acţiunile dlui Paget-Lewis din mai 1987, ultimul nu a fost nici reţinut şi nici interogat; domiciliul lui nu a fost niciodată percheziţionat, iar el însuşi niciodată nu a fost supus cercetării înainte de martie 1988. Abia la 24 aprilie 1990 au fost emise ordonanţe de comunicare a anumitor fragmente.", "\t62. La 19 august 1991, prefectul de poliţie din metropola Londrei a introdus o cerere pentru clasarea urmăririi penale, invocînd că aceasta nu mai este justificată. Curtea Supremă a respins cererea lui.", "\t63. La 7 octombrie 1992, Curtea de apel a satisfăcut recursul prefectului (Osman and another v. Ferguson and another – All England Law Reports 1993, vol. 4, p. 344). În decizia sa, Curtea a conchis că, în baza unei jurisprudenţe stabilite deja, nu poate fi intentată vreo acţiune împotriva poliţiei pentru greşeală în funcţiile sale de cercetare şi de luptă împotriva criminalităţii, deoarece ordinea publică cere ca acesteia să îi fie acordată imunitate contra urmăririi penale.", "\t64. Lord Justice McCowan a declarat de asemenea:", "", "“În opinia mea, solicitanţii [reclamanţii], în mod justificat, pot să pretindă că între [al doilea reclamant] şi familia sa, pe de o parte, şi poliţiştii însărcinaţi cu ancheta, pe de altă parte, exista o legătură de apropiere foarte strînsă care crea relaţii foarte speciale.”", "", "\t65. Totodată, în baza hotărîrii emise de către Cameră în cauza Hill contra Chief Constable of West Yorkshire (paragrafele 90-92 de mai jos), care, în opinia lui, nu prezenta mari diferenţe faţă de cazul în speţă, judecătorul a considerat că în aceste circumstanţe se impunea determinarea omisiunilor în desfăşurarea anchetei judiciare şi că argumentul referitor la ordinea publică condamna dinainte la eşec orice acţiune. El a respins raţionamentul care susţinea că ordinea publică nu poate fi invocată atunci cînd victimele probabile puteau fi identificate din timp datorită apropierii lor de poliţie şi numărului lor mic. El a constatat că în cauza Hill Lordul Keith a tratat în mod separat problema ordinei publice şi a considerat că ea nu poate fi invocată decît dacă exista o obligaţie de diligenţă.", "\tAl doilea judecător de la Curtea de apel, Lordul de Justiţie Beldam, la fel, a declarat că plîngerea ar trebui să fie respinsă pentru motive de ordine publică, însă s-a abţinut de a-şi exprima opinia referitor la aceea dacă va fi suficient de a stabili o relaţie de apropiere a cărei existenţă justifica o obligaţie de diligenţă, în cazul în care faptele vor fi demonstrate. Lordul de Justicţie Simon Brown s-a aliat opiniei judecătorului McCowan. Astfel, plîngerea reclamanţilor a fost respinsă.", "\t66. Curtea de apel i-a refuzat pe reclamanţi în autorizarea de a face recurs în faţa Camerei lorzilor, care a făcut acelaşi lucru la 10 mai 1993.", "", "\tG. Constatările Comisiei", "", "\t67. Instanţele de judecată interne nu au stabilit toate faptele, deoarece dl Paget-Lewis a pledat vinovat pentru acuzaţiile care îi erau aduse, şi nu a fost desfăşurată o anchetă exhaustivă cu privire la circumstanţele decesului lui Ali Osman (paragraful 60 ed mai sus). În plus, acţiunea civilă depusă de către reclamanţi contra poliţiei a fost radiată de pe rol pentru insuficienţa temeiurilor juridice (paragraful 65 de mai sus). După examinarea datelor prezentate de către părţi, în special, cu privire la faptele litigioase, Comisia a purces la stabilirea faptelor cauzei. Concluziile ei pot fi rezumate după cum urmează.", "\t68. În ceea ce priveşte cele patru reuniuni care au avut loc între poliţie şi şcoală între 3 şi 17 martie 1987 (paragraful 21 de mai sus), Comisia este convinsă că poliţia a fost informată despre derularea evenimentelor şi îngrijorările şcolii privind caracterul suspicios al ataşamentului dlui Paget-Lewis faţă de Ahmet Osman, precum şi despre reacţiile preocupante ale profesorului vizavi de Leslie Green.", "\tÎn plus, este foarte probabil că, la 4 mai 1987, dl Prince i-a avertizat pe brigadierii Newman şi Clarke (paragraful 27 de mai sus) despre incidentul cu inscripţiile, furtul dosarelor şcolare şi schimbarea numelui dlui Paget-Lewis, chiar dacă nici unul dintre cei doi poliţişti nu îşi aminteşte să fi fost prevenit în legătură cu primele două evenimente. Totodată, se pare că nu a fost luată nici o notă în timpul întrevederilor comisarului Williams cu dl Prince. Totuşi, Comisia consideră că nici un element nu permite să se afirme că la acea etapă poliţia s-ar fi angajat în perchiziţionarea domiciliului dlui Paget-Lewis sau că ar fi fost alarmată în mod serios de posibilitatea ca acesta să îl fure pe Ahmet. Aceste ipoteze au fost emise în raportul ILEA, elaborat în acea perioadă (paragraful 28 de mai sus) şi, probabil, au fost abordate în timpul întrevederilor cu dl Prince, dar nu şi în timpul contactelor directe cu poliţia.", "\t69. Deşi actele de vandalism săvîrşite contra domiciliului şi bunurilor familiei Osman între lunile mai şi noiembrie 1987, precum şi suspiciunile puternice ale familiei că dl Paget-Lewis este responsabil pentru aceste agresiuni, au fost toate semnalate la poliţie, unica măsură întreprinsă a fost invitarea ultimului să se prezinte la comisariat pentru o întrevedere (paragraful 37 de mai sus). În opinia Comisiei, nu se poate avea încredere în remarcile ulterioare ale dlui Paget-Lewis, conform cărora, în cadrul întrevederii, el ar fi declarat agentului de poliţie Adams că era pe cale să comită un act de nebunie. Nici o notă şi nici un raport cu privire la această întîlnire, a cărei dată, de altfel, nu este cunoscută, nu au putut fi găsite.", "\t70. După incidentul cu ciocnirea (paragraful 38 de mai sus), poliţia i-a interogat la faţa locului pe membrii familiilor Green şi Osman şi a fotografiat inscripţiile de la şcoală (paragrafele 42 şi 43 de mai sus). Deşi brigadierul Boardman a subliniat în raportul său fără dată (paragraful 45 de mai sus) că nici un element nu demonstra că dl Paget-Lewis ar fi fost autorul inscripţiilor sau al actelor de vandalism contra domiciliului familiei Osman, poliţia a considerat, totuşi, că ameninţarea pe care o reprezenta acesta era suficientă pentru a decide asupra măsurilor care să fie luate în privinţa lui. De asemenea, la 16 decembrie 1987, a fost luată decizia de a-l aresta pe dl Paget-Lewis pentru bănuire în săvîrşire de infracţiune penală.", "\tLa fel, Comisia este convinsă că nu există nici o probă conform căreia dl Paget-Lewis ar fi ameninţat direct sau indirect familia Osman, în timpul întrevederii sale din 15 decembrie 1987 cu ILEA (paragraful 46 de mai sus). Ea acordă mai multă importanţă notelor cu privire la întrevedere făcute în aceeaşi perioadă, decît declaraţiei agenţilor, care au relatat cu cîteva luni mai tîrziu că dl Paget-Lewis, în timpul acestei întrevederi, ameninţase că va comite “un masacru ca la Hungerford”. Conform procesului-verbal al întrevederii, interesatul părea să fi spus că el nu ar face un “Hungerford” la şcoală, însă s-a dus la domiciliul directorului adjunct. În opinia Comisiei, aceasta ar explica de ce poliţia a cerut instituirea unei supravegheri cotidiene a domiciliului familiei Perkins. În plus, în pofida formulării procesului-verbal al ILEA din 8 decembrie 1987 şi adnotaţiilor enigmatice din agenda dlui Prince la data de 16 decembrie 1987 (paragraful 41 şi 48 de mai sus), e puţin probabil ca poliţia să fi menţionat sau să fi promis protecţia sa familiei Osman, odată ce nici o măsură în acest sens nu a fost adoptată sau preconizată în realitate. Serviciile de învăţămînt, probabil, au dedus această impresie de promisiune făcută de către poliţie în vederea întreprinderii măsurilor necesare pentru reglementarea cazului, în special, ţinînd cont de ameninţările mari contra dlui Perkins.", "\t71.Comisia nu consideră ca fiind stabilit că scrisoarea trimisă de către ILEA dlui Paget-Lewis la cererea poliţiei, după arestarea omisă la 17 decembrie 1987, l-ar fi făcut pe interesat să dispară (paragraful 50 de mai sus). De asemenea, ea este convinsă că poliţia nu a făcut nimic pentru a da de urma dlui Paget-Lewis între 18 decembrie 1987 şi martie 1988. Mai mult ca atît, nu există nici un raport din acea perioadă care să susţină ideea că dna Green ar fi informat poliţia despre faptul că fiul ei îl văzuse pe dl Paget-Lewis hoinărind în jurul casei familiei Osman la începutul lunii martie 1988 (paragraful 55 de mai sus). Se prea poate că dna Green pur şi simplu a lăsat un mesaj la comisariat pentru ca brigadierul Boardman să o sune. În acest caz, nu este de mirare că acesta nu a făcut o legătură între dna Green şi dosarul Paget-Lewis, care era deja uitat de trei luni.", "", "II. DREPTUL INTERN PERTINENT", "", "\tA. Dreptul penal", "", "\t1. Asasinatul", "", "\t72. Asasinatul constituie fapta cînd o persoană conştientă comite o omucidere ilicită în mod premeditat. Elementul subiectiv al asasinatului, “premeditarea”, este stabilit dacă se demonstrează că inculpatul avea intenţia de a ucide, de a răni grav sau de a comite un act despre care ştia cu quasi-certitudine că va atrage moarte sau răniri grave. Asasinatul este pedepsit cu privaţiune de libertate pe viaţă.", "", "\t2. Omucidere involuntară", "", "\t73. Omuciderea involuntară constituie fapta cînd victima este ucisă ilegal de către o persoană care, din cauza stării sale mentale, este parţial iresponsabilă pentru acţiunile sale, adică starea sa mentală este aşa încît îi blochează discernămîntul şi o exonerează în mod substanţial de consecinţele acestor acţiuni. Omuciderea este pedepsită cu privaţiune de libertate pe viaţă sau pe un termen mai scurt.", "", "\tB. Procedura penală", "", "Mandatul de percheziţie", "", "74. Posibilitatea de a obţine un mandat de percheziţie pentru obiectele care au fost sau sunt susceptibile de a fi fost utilizate în comiterea unei crime este reglementată în articolul 6 paragraf 1 al legii din 1971 cu privire la daunele criminale (Criminal Damage Act), care are următorul conţinut:", "", "“Dacă, printr-o mărturie sub jurămînt în faţa unui judecător amiabil, a fost recunoscut că sunt motive temeinice pentru a considera că o persoană are în posesia, supravegherea sau localurile sale un anumit obiect , despre care se crede, în mod rezonabil, că a fost sau este susceptibil să fi fost utilizat, fără o justificare legală,", "", "pentru a distruge sau a prejudicia proprietatea altuia; sau", "", "pentru a distruge sau prejudicia orice proprietate într-un mod care pune în pericol viaţa altuia,", "", "judecătorul amiabil poate elibera un mandat care autorizează forţele poliţiei să caute şi să confisce acest obiect.”", "", "\t2. Competenţa poliţiei de arestare şi detenţie", "\t75. Pentru a fi legală, orice arestare trebuie, în primul rînd, să fie în conformitate cu prevederile articolelor 24 sau 25 ale legii din 1984 cu privire la poliţie şi administrarea probelor penale (Police and Criminal Evidence Act) (“legea din 1984”).", "\t76. Conform articolului 24, un colaborator al poliţiei poate aresta orice persoană pe care o bănuieşte în mod legitim că ar fi vinovată pentru o infracţiune justificativă pentru arestare (arrestable offence). O astfel de infracţiune o constituie acea infracţiune care este pasibilă de pedeapsă cu privaţiune de libertate de la cinci ani şi mai mult (articolul 24 paragraf 1).", "\t77. În baza articolului 25, un colaborator al poliţiei poate aresta fără mandat orice persoană pe care o bănuieşte, în mod legitim, că se face vinovată pentru o infracţiune nejustificativă pentru arestare (non arrestable offence), cu condiţia să fie prezentă una din următoarele condiţii ale interesului general:", "\ta) dacă colaboratorul poliţiei are motive legitime de a avea dubii că numele dat de către interesat este numele său adevărat (articolul 25 paragraf 3);", "\tb) dacă colaboratorul poliţiei are motive legitime de a crede că arestarea este necesară pentru a împiedica interesatul să atenteze la integritatea fizică a altei persoane sau să aducă daune definitive sau prejudiciabile bunurilor altuia (articolul 25 paragraf 2 d) i şi ii);", "\tc) dacă colaboratorul poliţiei are motive legitime să creadă că arestarea este necesară pentru a proteja un copil sau o altă persoană vulnerabilă (articolul 25 paragraf 3 e)).", "\t78. Pentru a determina dacă informaţiile disponibile sunt suficiente pentru o bănuire legitimă, trebuie aplicat criteriul enunţat de către Camera lorzilor în cauza Hussein contra Chang Fook Kam, Appeal Cases 1970, p. 942:", "", "“În acceptarea curentă, bănuirea rezultă dintr-o situaţie conjuncturală sau conjecturală, în care lipsesc probele: “Eu bănuiesc, dar eu nu pot demonstra”. Bănuielile apar la începutul sau în timpul unei anchete, care trebuie să se termine cu un început de probă”.", "", "\t3. Decizia de învinuire", "", "\t79. În cazul în care o persoană este arestată pentru infracţiune fără mandat sau cu un mandat care nu permite eliberarea pe cauţiune, colaboratorul poliţiei de la comisariatul în care ea este adusă trebuie să determine dacă sunt suficiente probe contra ei pentru a o învinui în infracţiunea pentru care a fost arestată (articolul 37 paragraf b) al legii din 1984). Înainte de a se pronunţa, acest poliţist trebuie să se întrebe dacă există un motiv “rezonabil şi suficient” pentru urmărire penală. În cauza Hicks contra Faulkner, Queen's Bench Division 1878, vol. 8, p. 167, judecătorul Hawkins a interpretat această exigenţă în felul următor:", "", "“(...) o convingere onestă în privinţa vinovăţiei arestatului, bazată pe motive rezonabile de a crede în existenţa circumstanţelor care, dacă ar fi exacte, în mod rezonabil, ar face un om prudent şi deştept, plasat în poziţia arestatului, să conchidă că interesatul este probabil vinovat de delictul care îi este reproşat.”", "", "80. Colaboratorul de poliţie nu trebuie să aibă certitudinea că bănuitul este vinovat înainte de a-l acuza (Tempest contra Snowden, King's Bench Reports 1952, vol. 1, p. 130). Cu atît mai mult, nu i se cere să creadă că urmărirea se va termina cu o condamnare (Dawson contra Vasandau, Weekly Reporter 1863, vol. 11, p. 516). Pur şi simplu, el trebuie să determine dacă probele sunt suficiente pentru ca afacerea să fie examinată “într-un mod echitabil şi imparţial” de către o instanţă judecătorească (Glinski contra Mclver, Appeal Cases 1962, p. 726).", "81. Dacă colaboratorul poliţiei nu are suficiente elemente pentru a învinovăţi, el trebuie să elibereze persoana arestată cu sau fără cauţiune. Dacă totuşi el are motive rezonabile de a crede că detenţia bănuitului este necesară pentru a acumula sau păstra probele infracţiunii pentru care acesta a fost arestat sau pentru a obţine un interogatoriu, el poate autoriza prelungirea arestului (articolul 37 paragraf 2 al legii din 1984).", "", "4. Modele de acte care constituie o infracţiune", "", "82. Atunci cînd ajunge să instituie urmărirea penală asupra unei persoane, colaboratorul de poliţie poate ţine cont de elementele pe care le relevă un anumit tip de infracţiune. Totodată, în cauza D.P.P. contra Appeal Cases 1991, vol. 2, p. 447, Camera lorzilor a afirmat că admisibilitatea unei asemenea probe trebuie să fie determinată de gradul forţei sale probante. Lordul Chancellor, Lord Mackay, declară:", "", "“(...) principala caracteristică a unei probe este ca aceasta să aibă o forţă probantă suficientă pentru a lăsa să se admită că acuzaţiile de crimă aduse împotriva unei persoane sunt fundamentate, chiar dacă ele sunt prejudiciabile pentru că tind să demonstreze că reţinutul este vinovat pentru o altă crimă (...). Odată ce principiul determinării forţei probante a probei este admis, varietatea infinită a circumstanţelor faţă de care apare întrebarea demonstrează că nu există o modalitate uniformă pentru atingerea acestui rezultat. Momentul de a şti dacă aspectul prejudiciabil trebuie să cedeze în faţa forţei probante este, de fiecare dată, o problemă dintre faptă şi grad.” (p. 460)", "\t", "\tApoi continuă:", "", "“Atunci cînd rămîne să fie determinată identitatea autorului crimei sau delictului şi cînd în acest scop o astfel de probă este importantă, ea trebuie numaidecît să fie susţinută prin unul din elementele descrise în argumentare, semnătură sau orice alte specimene. A transpune această exigenţă asupra altor situaţii în care este necesară mai degrabă determinarea faptului dacă o crimă a fost comisă, decît a faptului cine a săvîrşit-o, înseamnă a restrînge aplicarea principiului într-un mod inutil şi necorespunzător.” (p. 462).", "", "\t5. Eliberarea pe cauţiune", "", "\t83. Articolul 38 al legii din 1984 prevede că, atunci cînd o persoană arestată este acuzată de o infracţiune, colaboratorul poliţiei trebuie să o elibereze, cu sau fără cauţiune, cu excepţia cazurilor în care numele sau adresa acesteia nu pot fi determinate cu certitudine, cînd această măsură se impune pentru securitatea proprie a bănuitului, cînd acesta trebuie să fie împiedicat în aducerea unei atingeri fizice în privinţa altei persoane sau unor bunuri, sau cînd există riscul ca acesta să nu se înfăţişeze în faţa justiţiei.", "\t84. Dacă colaboratorul de poliţie decide să nu elibereze învinuitul, în timp de douăzeci şi patru de ore de după arestare, acesta trebuie să fie prezentat unei Magistrates' Court (Curte de magistraţi – n.t.); atunci judecătorul poate decide să menţină arestul sau să elibereze pe cauţiune. În conformitate cu articolul 13 din anexa 1, capitolul 1, din legea nr. 1796 cu privire la eliberarea pe cauţiune (Bail Act):", "", "“Inculpatul nu poate să fie eliberat pe cauţiune dacă instanţa de judecată consideră că existe motive temeinice pentru a crede că, odată eliberat (condiţionat sau nu)", "", "el nu se va mai întoarce la poliţie, sau", "", "el va comite o nouă abatere în timpul eliberării sale provizorii, sau", "", "el va exercita presiuni asupra martorilor sau va împiedica în alt mod desfăşurarea procesului de justiţie în privinţa sa sau în privinţa altei persoane.”", "", "În conformitate cu articolul 9 din anexa 1 capitolul 1, pentru a lua o decizie, Magistrates' Court trebuie să ţină cont de una dintre următoarele consideraţii, care îi par pertinente:", "", "\t“a) natura şi gravitatea infracţiunii (...);", "", "b)  personalitatea, antecedentele, mediul social şi relaţiile pîrîtului;", "", "antecedentele pîrîtului în legătură cu respectarea angajamentelor sale în cadrul unei eliberări provizorii anterioare;", "", "forţa probelor în ceea ce priveşte infracţiunea sau lipsa ei, cu excepţia cazului în care este amînată examinarea cauzei pentru scopuri de anchetă sau de raport.”", "", "", "C. Sănătatea mentală", "", "\t85. Articolul 136 al legii din 1983 cu privire la sănătatea mentală (Mental Health Act) prevede:", "", "“1) În cazul în care un colaborator de poliţie descoperă, într-o încăpere deschisă sau publică, o persoană care îi pare că prezintă dereglări mentale şi care are nevoie imediată de îngrijiri sau asistenţă, el poate să ducă această persoană într-un loc sigur, dacă interesul acestei persoane sau protecţia altuia pare să o ceară (...)", "", "2) O persoană plasată într-un loc sigur, în conformitate cu dispoziţiile prezentului articol, poate fi ţinută astfel cel mult şaptezeci şi două de ore, pentru ca să poată fi examinată de către un medic aprobat, să fie interogată de către un funcţionar al serviciilor sociale aprobat şi pentru ca să fie luate dispoziţiile necesare în vederea tratării sau internării ei.”", "", "\t86. Magistrates' Court, la fel ca şi Crown Court (Curtea Coroanei – n.t.), pot plasa un învinuit într-un spital specializat cu scopul de a-l supune examinării capacităţilor sale mentale. Articolul 35 paragraful 2 defineşte astfel învinuitul:", "", "“a) pentru Crown Court - orice persoană care este judecată pentru o infracţiune care se pedepseşte cu privaţiune de libertate sau care a fost transmisă acestei jurisdicţii pentru o asemenea infracţiune şi care încă nu este obiectul unei hotărîri sau al oricărei alte măsuri în temeiul infracţiunii pentru care a fost adusă în faţa justiţiei;", "", "b) pentru Magistrates' Court - orice persoană care este declarată vinovată de către această jurisdicţie pentru o infracţiune care se pedepseşte cu pedeapsă corecţională prin privaţiune de libertate sau orice persoană care este acuzată pentru o astfel de infracţiune, despre care această jurisdicţie este convinsă că ea a săvîrşit infracţiunea sau omisiunea care îi este reproşată, sau că ea a subscris la exercitarea de către această jurisdicţie a atribuţiilor care sunt recunoscute prin acest articol.”", "", "\tDacă aceste condiţii sunt îndeplinite, în conformitate cu articolul 35 paragraf 3, instanţa de judecată poate trimite inculpatul într-un spital pentru a fi examinat, în cazul în care:", "", "“a) instanţa de judecată, în baza raportului în scris sau verbal al medicului aprobat, este convinsă că se poate presupune că reţinutul suferă de o boală mentală, de psihopatie, de o gravă alterare a capacităţilor sale mentale sau de tulburări psihice; şi dacă", "", "b) instanţa de judecată este de părerea că nu ar fi posibil de purces la examinarea capacităţilor mentale ale interesatului dacă acesta va fi eliberat provizoriu (...)”", "", "\t87. Crown Court poate plasa învinuitul într-un spital specializat dacă, în baza raportului ambilor medici, este convinsă că acesta este afectat de o boală mentală sau de o alteraţie gravă a capacităţilor sale mentale, ale căror natură şi grad ordonă această detenţie în interesul lui propriu (articolul 36 paragraful 1).", "\t88. Conform articolului 38 paragraful 1, după condamnarea pentru o infracţiune pasibilă de privaţiune de libertate, Crown Court şi Magistrates' Court pot să dispună plasarea temporară într-un spital, dacă:", "", "“ (...) în baza raportului scris sau verbal al celor doi medici aprobaţi, instanţa de judecată, în faţa căreia sau de către care acuzatul a fost declarat vinovat, este convinsă că", "", "vinovatul suferă de o boală mentală, psihopatie, de o alterare gravă a capacităţilor sale mentale sau de dereglări psihice; şi", "", "se poate presupune că dereglarea mentală este de o aşa natură încît să justifice dispunerea spitalizării în speţă (...)”", "", "În conformitate cu articolul 37 paragraful 2, Magistrates' Court şi Crown Court, de asemenea, pot permite internarea în spital a unui învinuit, dacă:", "", "” a) în baza raportului scris sau verbal al celor doi medici aprobaţi, instanţa de judecată este convinsă că vinovatul suferă de o boală mentală, psihopatie, de o alterare a gravă a capacităţilor sale mentale sau de dereglări psihice şi că (...)", "", "dereglarea menţionată este de o aşa natură sau grad încît să justifice spitalizarea vinovatului în scopul tratării medicale, iar, în caz de psihopatie sau de dereglare psihică, că acest tratament este considerat ca susceptibil de a reduce sau de preveni o deteriorare a stării sale (...)", "", "b) prin prisma circumstanţelor în ansamblu, inclusiv natura infracţiunii, personalitatea şi antecedentele vinovatului, precum şi alte metode posibile de tratament, instanţa de judecată consideră că cea mai adecvată măsură constă în emiterea unei dispoziţii în sensul acestui articol.”", "", "", "\tD. Acţiunile intentate contra poliţiei pentru greşeală", "", "\t89. În cauza Dorset Yacht Co. Ltd contra Home Office (Appeal Cases 1970, p. 1004), proprietarii unui iaht căruia i-au fost aduse prejudicii de către nişte tineri delincvenţi, care au scăpat de sub supravegherea paznicilor unei instituţii de reabilitare, au încercat să intenteze o acţiune în justiţie contra Ministerului afacerilor interne pentru neglijenţa supraveghetorilor. Camera lorzilor a conchis că, în acest caz concret, putea fi vorba despre obligaţia de a avea diligenţă. Lordul Diplock a declarat:", "", "“Aş susţine, deci, că numai persoanele care posedă bunuri în vecinătatea locurilor de detenţie şi care riscă să fie furate sau dăunate de către deţinuţii evadaţi ce vor să fugă de supraveghetorii lor, pot cere ca un gardian al casei de reabilitare să depună eforturi suficiente pentru a evita ca deţinuţii să scape de sub supravegherea sa.”", "", "\t90. În cauza Hill contra Chief Constable of West Yorkshire (Appeal Cases 1989, p. 53), mama unei victime a măcelarului din Yorkshire a intentat o acţiune contra poliţiei, pe care a acuzat-o că şi-a neglijat obligaţia de a face tot posibilul pentru a-l aresta pe ucigaş şi a proteja victimele potenţiale ale acestuia. Lordul Keith a declarat în faţa Camerei lorzilor:", "", "“Neglijenţa reclamată cu privire la poliţie se referă la faptul că ea nu a descoperit identitatea [ucigaşului]. Totodată, deoarece nu există o obligaţie generală de diligenţă faţă de orice individ prin care autorităţile responsabile să fie obligate de a împiedica un criminal notoriu să evadeze sau de a-l reţine, nu se poate, în mod temeinic, să se ceară de la poliţie o obligaţie similară odată ce este vorba de a identifica şi aresta un criminal necunoscut. În acest sens, dra Hill nu putea fi considerată ca fiind în mod deosebit supusă unui anumit risc, doar pentru singurul pretext că era tînără şi de sex feminin. Atunci cînd categoria victimelor potenţiale ale unui anumit criminal recidivist este deosebit de largă, evaluarea cantitativă exactă nu contribuie cu nimic, în principiu, la soluţionarea problemei în cauză. Orice proprietar este victimă potenţială a unui spărgător profesionist, iar orice femeie – victimă a unui violator recidivist. Se poate concluziona că, în pofida posibilităţii rezonabile ca dra Hill să fie agresată dacă Sutcliffe nu ar fi fost identificat şi arestat, în speţă nu există nici un element care să aibă acelaşi caracter ca şi acelea care au permis stabilirea răspunderii Ministrului afacerilor interne în cauza Dorset Yacht. De asemenea, nimic nu indică că ar fi o greşeală în acest caz. Circumstanţele cauzei, deci, nu sunt suficiente pentru a stabili o obligaţie de diligenţă a poliţiei din West Yorkshire faţă de dra Hill.”", "", "\t91. Deşi a considerat aceste argumente ca fiind suficiente pentru a respinge apelul, Lordul Keith, în baza interesului public, a continuat să obiecteze faţă de posibilitatea unei acţiuni contra poliţiei pentru greşeală în exercitarea funcţiilor sale de anchetare şi de reprimare a infracţiunilor:", "", "“Posibilitatea de a pune în joc această răspundere ar putea, destul de des, să se dovedească a fi benefică pentru interesul general, deoarece ea ar impune norme mai avansate de diligenţă în executarea activităţilor de diferită natură. Cu toate acestea, eu nu cred că acesta se referă şi la poliţie. Sensul bunului public, care motivează forţele poliţiei, fără îndoială, nu ar fi consolidat în mod sesizabil prin obligaţia de a asuma o astfel de responsabilitate, cel puţin, în ceea ce priveşte exercitarea funcţiilor de anchetare şi de reprimare a infracţiunilor. Se întîmplă ca în acest domeniu să fie comise anumite erori, dar, fără îndoială, poliţia face tot posibilul pentru a atinge aceste obiective. În anumite cazuri, se poate întîmpla ca, prin impunerea acestei obligaţii asupra ei, să se ajungă la o realizare ostilă şi prejudiciabilă a atribuţiilor sale. Nu este exclus că o asemenea situaţie poate surveni în cadrul unei anchete. De altfel, ar fi plauzibil de a se aştepta la aceea că, în cazul impunerii acestei responsabilităţi, va fi mult mai frecventă intentarea acţiunilor contra poliţiei pe motiv că aceasta a eşuat în capturarea criminalului, pe cînd ea avea această posibilitate, iar interesatul a comis şi alte abateri. În timp ce unele din aceste recursuri nu se vor întemeia decît pe o simplă şi elementară slăbiciune – spre exemplu, un poliţist s-a poticnit şi a căzut în timp ce urmărea un hoţ, - altele ar putea pune mai profund în discuţie metoda generală a investigării de către poliţie, după cum este cazul în speţă. Desfăşurarea unei asemenea anchete implică o multitudine de decizii care trebuie să fie adoptate în materie de tactică şi prudenţă, spre exemplu, tipul cercetărilor care este cel mai potrivit şi modul pentru o cea mai bună gestionare a resurselor disponibile. Bineînţeles, o mare parte din aceste opţiuni nu vor fi puse în discuţie de către instanţele de judecată, dar totuşi o examinare aprofundată a faptelor în speţă s-ar putea dovedi utilă pentru a determina dacă acesta a fost într-adevăr cazul. Pregătirea apărării şi convocarea martorilor la proces ar presupune importante cheltuieli de timp, eforturi şi bani din partea poliţiei. Aceasta ar avea drept consecinţă deturnarea poliţiei, efectivelor şi energiei ei, precum şi a misiunii ei primordiale: de a lupta contra criminalităţii. Ar fi redeschise şi reexaminate dosarele clasate, nu în vederea atragerii la răspundere a unui criminal, dar, pur şi simplu, pentru a verifica dacă ancheta a fost sau nu desfăşurată în mod corect.\"", "", "", "\t92. Lordul Templeman a observat:", "“(...) dacă această acţiune este admisibilă, orice cetăţean ar putea cere unei instanţe de judecată să examineze activitatea fiecărui poliţist. Dacă poliţistul se concentrează asupra unei crime, el ar putea fi acuzat că le-a neglijat pe altele. Dacă el nu arestează un suspect care a fost deja condamnat pentru alte încălcări, poliţia ar putea fi atrasă la răspundere pentru crimele ulterioare. Ameninţarea poliţistului cu un proces nu îl va face mai eficient. Obligaţia de a se apăra în faţa justiţiei, oricare ar fi originea acestei acţiuni, îl va sustrage pe poliţist de la exercitarea atribuţiilor sale.", "", "\tAcest tip de acţiune nu este binevenit şi va cauza mai mult rău decît bine.”", "", "\t93. În Swinney and another contra Chief Constable of Northumbria (Queen's Bench Reports 1987, p. 464), reclamanta a mărturisit confidenţial poliţiei despre identitatea unei persoane implicate în uciderea unui poliţist şi, totodată, a rugat ca să fie păstrat anonimatul ei. Informaţia a fost contrasemnată, indicînd numele reclamantei într-un document care a fost lăsat într-un autovehicul al poliţiei fără supraveghere, care a fost spart; documentul furat a ajuns în mîinile persoanei implicate, iar reclamanta, ameninţată cu serviciul şi cu incendierea bunurilor sale, a fost tulburată mental. Plîngerea depusă contra poliţiei pentru greşeală a fost respinsă în prima instanţă, dar a fost acceptată de către judecătorul de la High Court (Curtea Supremă – n.t.). Directorul serviciilor de poliţie a atacat această decizie, invocînd că poliţia nu avea nici o obligaţie de diligenţă sau, cu titlu subsidiar, că motivele ordinii publice împiedicau urmărirea penală deoarece poliţia nu beneficia de o imunitate faţă de plîngerile legate de activităţile de anchetare şi de reprimare a infracţiunilor. Curtea de apel a respins recursul.", "\tÎn hotărîrea sa, Lordul Justice Hirst, făcînd trimitere la cauzele Dorset Yacht şi Hill (paragrafele 89-92 de mai sus), a declarat că în speţă nu putea fi acceptat argumentul unei imunităţi complete a poliţiştilor în exercitarea funcţiilor lor, deoarece existau şi alte consideraţiuni în legătură cu noţiunea de ordine publică, şi anume, necesitatea de a proteja sursele de informare ale poliţiei şi informatorii, pentru a-i încuraja pe aceştia să colaboreze cu ea. În lumina faptelor cauzei, se poate susţine că poliţia este responsabilă pentru garantarea anonimatului reclamantului. Deci, cauza trebuie să fie trimisă spre judecare.", "\t94. Din partea sa, Lordul Justice Ward a opinat:", "", "“Între reclamanţi şi pîrît există o relaţie specială de proximitate. Proximitatea rezultă, pe de o parte, din faptul că poliţia acceptă să garanteze confidenţialitatea informaţiei şi, pe de altă parte, din aceea că reclamanţii se bazează pe această garanţie, în absenţa căreia, informaţia ar risca să nimerească în mîini rele şi să atragă asupra primei reclamante şi familiei ei un risc deosebit de prejudiciere de origine criminală sau altă origine, care este mai presus de riscul general pe care fiecare cetăţean trebuie să-l înfrunte cu seninătate.", "", "Este echitabil, just şi rezonabil ca legea să impună o obligaţie, în măsura în care nu există nici un motiv imperios de ordin public pentru a exclude urmărirea penală. Pe de o parte, după cum o demonstrează în detaliu cauza Hill contra Chief Constable (...), interesul public bineînţeles cere ca poliţia să-şi poată îndeplini sarcinile cît mai bine posibil şi fără să fie împiedicată, nici chiar influenţată pur şi simplu, de perspectiva unei acţiuni în justiţie care ar apărea în privinţa fiecărei decizii pe care o ia, fiecărei împuterniciri de apreciere pe care o exercită, fiecărui act pe care-l comite sau îl omite în cadrul luptei interminabile pe care o duce pentru anchetarea şi reprimarea infracţiunilor. Interesul general superior justifică sacrificiile din partea fiecăruia. Pe de altă parte, este contestabil că lupta contra criminalităţii depinde, zi de zi, de informaţiile furnizate poliţiei de către cetăţeni, deseori, sub riscul crunt de represalii din partea criminalilor şi părtaşilor lor. Interesul general nu ar putea cere ca oamenii oneşti să fie obligaţi să dezvăluie informaţii poliţiei fără ca poliţia, la rîndul ei, să le asigure securitatea. Ar fi contrar interesului general ca, în exercitarea serviciului public, indivizii să fie nevoiţi să accepte ca în baza legii să îşi asume un risc, fără ca în răspuns, poliţia să ia măsurile de diligenţă minime necesare pentru a le asigura confidenţialitatea (...)”.", "", "\t95. În alte cauze, poliţia a fost considerată responsabilă pentru greşeală sau pentru neîndeplinire a obligaţiunilor. În cauza Kirkham contra Chief Constable of Manchester (Queen's Bench Reports 1989, vol. 2, p. 283), Curtea de apel a confirmat constatarea unei răspunderi în baza legii din 1976 cu privire la accidentele mortale, deoarece poliţia a încarcerat un bărbat, cunoscînd tendinţele lui suicidale, însă fără a comunica această informaţie administraţiei penitenciare. Omul, fiind depresiv, s-a sinucis în timpul detenţiei sale. Poliţia, care era responsabilă pentru el, nu şi-a asumat obligaţia de diligenţă, ceea ce a atras moartea interesatului.", "\t96. În cauza Rigby and another contra Chief Constable of Northamptonshire (All England Law Reports, 1985, vol. 2, p. 986), High Court a condamnat poliţia la plata daunelor-interese pentru greşeală, deoarece aceasta a tras un cartuş de gaze în localurile reclamanţilor, cu scopul de a-l scoate afară pe un psihopat. Această explozie a atras un risc de incendiu real şi serios, care nu este acceptabil decît dacă poliţiştii dispun totodată de un material de luptă contra incendiului. În absenţa unui asemenea material, focul se degajă şi se propagă foarte rapid. De asemenea, o greşeală a fost reţinută în cauza Knightley contra Johns and others (All England Reports 1982, vol. 1, p. 301), unde un brigadier de poliţie, aflat la faţa locului unui accident, a ordonat poliţiştilor din subordine să se întoarcă în tunel pe sens opus, fără a închide accesul, ceea ce a cauzat un alt accident.", "\t97. În cauza R. Contra Dytham (Queen's Bench Reports 1979, vol. 1, p. 722), Curtea de apel a confirmat condamnarea pentru greşeală deliberată în exercitarea funcţiilor sale de către un poliţist care, în timpul unui atac ucigător, a stat deoparte fără să intervină lîngă un bărbat muribund lîngă un club.", "", "", "PROCEURA ÎN FAŢA COMISIEI", "", "\t98. Reclamanţii au sesizat Comisia la 10 noiembrie 1993, reclamînd faptul că nu au fost protejate vieţile lui Ali şi Ahmet Osman şi că nu a fost oprită hărţuiala familiilor acestora. De asemenea, ei reclamă că nu au avut acces la o instanţă şi nu au dispus de un recurs efectiv de remediere a acestei încălcări. Ei au invocat articolele 2, 6, 8 şi 13 ale Convenţiei.", "\t99. Comisia a admis cererea (nr. 23452/94) la 17 mai 1996. În raportul său din 1 iulie 1997 (articolul 31), ea a formulat opinia conform căreia nu a avut loc încălcarea articolului 2 al Convenţiei (zece voturi la şapte), că nu a avut loc încălcarea articolului 8 al Convenţiei (zece voturi la şapte); că nu a avut loc încălcarea articolului 6 paragraf 1 al Convenţiei (douăsprezece voturi la cinci) şi că nici o problemă nu poate fi examinată în mod separat prin prisma articolului 13 al Convenţiei (douăsprezece voturi la cinci). Textul integral al opiniei ei şi trei opinii disidente care o însoţesc sunt anexate la prezenta cauză.", "", "CONCLUZIILE PREZENTATE CURŢII", "", "\t100. Atît în memoriile lor, cît şi în cadrul audierii, reclamanţii au susţinut că faptele cauzei ţin de nerespectarea de către statul pîrît a obligaţiilor sale conform articolelor 2, 6, 8, şi 13 ale Convenţiei. Ei cer Curţii să statueze respectiv şi să le acorde o reparaţie echitabilă în baza articolului 50.", "\tÎn ceea ce priveşte Guvernul, el a invitat Curtea să statueze nici unul din articolele invocate de către reclamanţi nu a fost încălcat.", "", "", "ÎN DREPT", "", "CU PRIVIRE LA ÎNCĂLCAREA RECLAMATĂ A ARTICOLULUI 2 DIN CONVENŢIE", "", "101. Reclamanţii afirmă că, prin neadoptarea măsurilor necesare şi adecvate pentru protejarea vieţii celui de al doilea reclamant şi a tatălui lui, dl Ali Osman, contra pericolului real şi cunoscut pe care îl reprezenta dl Paget-Lewis, autorităţile nu şi-au îndeplinit obligaţia pozitivă consacrată în articolul 2 din Convenţiei prevede:", "", "“Dreptul la viaţă al oricărei persoane este protejat prin lege. Moartea nu poate fi cauzată cuiva în mod intenţionat, decît în executarea unei sentinţe capitale pronunţate de un tribunal în cazul în care infracţiunea este sancţionată cu această pedeapsă prin lege", "", "(...)”", "\t", "102. Guvernul susţine că faptele cauzei nu fundamentează plîngerile reclamanţilor şi, deci, că articolul 2 nu a fost încălcat. Comisia subscrie argumentelor Guvernului.", "", "A. Argumentele părţilor", "", "1. Reclamanţii", "", "103. Reclamanţii afirmă că examinarea minuţioasă a evenimentelor care au condus la împuşcătura tragică demonstrează că poliţia a fost de mai multe ori informată despre aceea că vieţile dlor Ali şi Ahmet Osman cu adevărat erau în pericol, din cauza ameninţării pe care o reprezenta dl Paget-Lewis. Or, în pofida semnelor prezicătoare evidente, poliţia nu a întreprins măsurile preventive necesare şi adecvate pentru a asigura protecţia eficientă a vieţilor lor în faţa riscului. Deşi interesaţii nu sunt de acord cu normele de diligenţă enunţate de către Guvern (paragraful 107 de mai sus), ei înaintează ideea că, chiar şi în baza acestui criteriu foarte strict, inadaptarea evidentă a reacţiei poliţiei în timpul unei perioade de patrusprezece luni trebuie să fie percepută ca o abandonare gravă din partea autorităţilor a obligaţiei lor de a proteja viaţa şi ca un factor care a contribuit în mod serios la moartea dlui Ali Osman şi la rănirea fiului lui.", "104. Conform reclamanţilor, se presupunea că, avînd în vedre contactele sale cu dl Prince, directorul şcolii (paragrafele 21 şi 27 de mai sus), în luna mai 1987 poliţia cunoştea perfect despre personalitatea instabilă, obsesivă şi agresivă a dlui Paget-Lewis, care l-a urmărit şi fotografiat pe Ahmet Osman, l-a flatat prin dăruirea cadourilor şi chiar şi-a schimbat propriul patronimic pentru a-l însuşi pe cel al adolescentului. Mai mult decît atît, ea era pe deplin informată despre aceea că dl Paget-Lewis era bănuit în a fi autorul inscripţiilor şi al furtului dosarelor şcolare. Cu toate acestea, ea nu a luat în serios niciodată aceste semnale prezicătoare, cu toate că trebuia să ştie care era viziunea dlui Prince asupra situaţiei, în special, opinia acestuia conform căreia dl Paget-Lewis suferea de un dezechilibru psihologic (paragraful 26 de mai sus). În pofida existenţei indiciilor flagrante care îl implică pe dl Paget-Lewis în furtul dosarelor şi înscrierea graffitti-urilor în apropierea şcolii (paragrafele 22 şi 24 de mai sus), poliţia nu a impulsionat ancheta pe marginea acestor întrebări.", "Pe lîngă aceasta, reclamanţii se plîng pentru că, în contextul indiciilor care arătau limpede că viaţa unui copil vulnerabil era în mod real ameninţată de către dl Paget-Lewis, această inerţie a poliţiei a fost sporită prin incapacitatea ei de a înţelege întinderea celor opt agresiuni semnalate între lunile mai şi noiembrie 1987 contra domiciliului şi bunurilor familiei Osman, care totuşi au luat amploare într-o situaţie care era deja ameninţătoare pentru viaţa interesaţilor. Pe scurt, nu a fost întreprins nimic pentru a stabili că dl Paget-Lewis era autorul acestei campanii de hărţuire şi intimidare, care punea în pericol securitatea familiei. Abia la 17 decembrie 1987 şi peste zece zile după ciocnire (paragraful 38 de mai sus), a fost luată decizia de a-l aresta pe dl Paget-Lewis. Chiar şi aşa, poliţia a gestionat foarte rău situaţia, oferindu-i interesatului ocazia de a se sustrage de la arestare şi de a fugi, apoi a omis să informeze despre aceasta familia Osman şi să supravegheze domiciliul ei.", "105. Reclamanţii subliniază că dl Paget-Lewis a afirmat de trei ori intenţia sa de a comite un omor şi că fiecare declaraţie a sa a fost adusă la cunoştinţa poliţiei (paragrafele 37, 40 şi 46 de mai sus). Totodată, aceasta, din nou, nu a luat în serios probele concludente cu privire la riscul pe care-l reprezenta un individ instabil, obsesiv, deranjat şi periculos pentru familia Osman. Faptul că nu a fost păstrată nici o urmă cu privire la vizitele din lunile martie şi mai 1987 a poliţiei la şcoală sau cu privire la atacurile contra domiciliului şi bunurilor familiei ar confirma atitudinea neglijentă şi nepăsătoare a autorităţilor în ceea ce priveşte anchetarea unei grave ameninţări în privinţa familiei Osman. Aceasta ar explica şi faptul că, pentru a împiedica materializarea acestui risc, autorităţile nu au utilizat atribuţiile lor de a-l aresta pe dl Paget-Lewis, bănuit că ar fi autorul inscripţiilor, furtului dosarelor şcolare şi atacurilor contra casei familiei Osman, de a-l percheziţiona la domiciliu în vederea găsirii probelor referitoare la participarea lui la aceste infracţiuni, sau chiar de a-l interna din oficiu într-un spital psihiatric pentru a fi examinat.", "106. Pentru motivele expuse, reclamanţii concluzionează că, în aceste condiţii, autorităţile nu sunt achitate de obligaţia pozitivă care este pusă în sarcina lor în temeiul articolului 2 al Convenţiei. Ei susţin, printre atele, că niciodată nu a fost efectuată vreo anchetă oficială efectivă cu privire la carenţa autorităţilor în această privinţă. Acţiunea civilă în responsabilitate pe care ei au intentat-o pentru greşeala poliţiei a eşuat deoarece prefectul de poliţie din Grand Londres a invocat cu succes regula imunităţii poliţiei (paragraful 63 de mai sus). În opinia lor, aceasta dă temei pentru o încălcare separată a articolului 2.", "", "2. Guvernul", "", "107. Guvernul nu contestă că articolul 2 al Convenţiei poate pune în sarcina autorităţilor unui Stat Parte obligaţia pozitivă de a acţiona în mod preventiv pentru a proteja viaţa unui individ contra unui pericol care îl vizează. Totodată, el subliniază că această obligaţie nu poate apărea decît în circumstanţe excepţionale, cînd autorităţile cunosc despre existenţa unei ameninţări reale, directe şi imediate pentru viaţa interesatului şi pentru care fapt ea s-a angajat să asigure securitatea. În plus, ar trebui de demonstrat că absenţa măsurilor preventive din partea lor constituie o greşeală mare sau o omisiune deliberată a obligaţiei lor de a proteja viaţa. În fine, ar trebui de stabilit, în baza argumentelor solide şi convingătoare, că există o legătură de cauzalitate între omisiunea de a acţiona preventiv, care este reproşată autorităţilor, şi faptul că această acţiune, apreciată într-un mod echitabil şi realist, ar fi putut împiedica evenimentul în cauză.", "108. Avînd în vedere cele expuse, precum şi faptele din speţă, Guvernul susţine că poliţia nu putea, la un moment sau altul, să fie în măsură de a-l percepe pe dl Paget-Lewis ca ameninţînd, într-un mod real şi imediat, viaţa familiei Osman. De fapt, interesatul niciodată nu i-a ameninţat prin cuvinte sau fapte pe Ali sau Ahmet Osman şi atît înainte, cît şi după arestarea sa, el a negat că ar fi responsabil pentru furtul dosarelor, pentru inscripţiile din jurul şcolii şi pentru actele de vandalism săvîrşite contra casei şi bunurilor familiei. De altfel, după anchetarea pe marginea plîngerilor contra dlui Paget-Lewis, serviciile londoneze de învăţămînt (“ILEA”) au considerat suficient de a face un avertisment şi au permis ca profesorul să continue să predea într-o altă instituţie. Faptul că doctorul Ferguson, psihiatrul de la ILEA, a conchis în baza dosarului complet că dl Paget-Lewis era apt să predea (paragraful 29 de mai sus) confirmă că acesta nu manifesta nici un semn evident de boală mentală, care ar putea indica că el reprezintă un pericol real şi imediat pentru viaţa familiei Osman.", "109. Conform Guvernului, poliţia a avut o atitudine responsabilă la fiecare etapă a derulării anchetei, ţinînd cont de ceea ce ea ştia şi de informaţiile de care poseda în acea perioadă. De fapt, la nici un moment, nu au existat elemente suficiente pentru a-l inculpa pe dl Paget-Lewis, bănuit în acte de vandalism, sau pentru a-l percheziţiona la domiciliul lui în vederea găsirii probelor. Brigadierul Boardman, care a preluat integral dosarul în luna decembrie 1987, a fost nevoit să admită că, în absenţa mărturiilor, nici un element nu permitea de a-l incrimina pe dl Paget-Lewis.", "110. Guvernul declară că slăbiciune argumentelor reclamanţilor în faţa Curţii nu ţine numai de aprecierea lor a posteriori a acţiunii poliţiei, dar şi de interpretarea lor eronată a numitor evenimente, care are scopul să sugereze că poliţia cunoştea despre pericolul pe care îl reprezenta dl Paget-Lewis pentru familia Osman sau să o acuze de greşeală gravă. În privinţa ultimului aspect, Guvernul protestează, în special, contra afirmaţiilor nefondate ale reclamanţilor, conform cărora poliţia ar fi promis să protejeze familia în baza memorandumului ILEA din 8 decembrie 1987 (paragraful 42 de mai sus) sau că scrisoarea ILEA din 17 decembrie 1987 l-a impulsionat pe dl Paget-Lewis să fugă înainte ca să fie arestat (paragraful 50 de mai sus), sau că poliţia nu ar fi păstrat nici o urmă a incidentelor care i-au fost semnalate (paragraful 105 de mai sus). În ceea ce priveşte această ultimă afirmaţie, Guvernul subliniază că, în decembrie 1987, brigadierul Boardman a fost foarte bine informat despre totalitatea dosarului (paragraful 109 de ai sus).", "", "3. Comisia", "", "11. În lumina propriilor sale concluzii privind această cauză (paragrafele 67-71 de mai sus), Comisia consideră că nici un element, apreciat rezonabil, nu permitea în acea perioadă să se prevadă cu probabilitate că dl Paget-Lewis se va deda unei agresiuni înarmate contra familiei Osman. Regretînd pe deplin că poliţia nu a stabilit sau nu a păstrat notele întrevederilor sale cu direcţia şcolii, agenţii ILEA şi interesatul, Comisia nu consideră că această scăpare ar fi împiedicat aprecierea corespunzătoare a riscului îndreptat asupra familiei Osman sau luarea măsurilor eficiente; faptul că nu a fost ordonată nici o măsură de anchetă complementară nu incită la gînduri că ar fi vorba despre o absenţă gravă a reacţiei contra ameninţării reprezentate de către dl Paget-Lewis, după cum era aceasta percepută la momentul respectiv. Comisia a concluzionat că circumstanţele nu ţin de vreo omisiune fundamentală din partea poliţiei faţă de obligaţia ei de a proteja viaţa în virtutea legii.", "112. În ceea ce priveşte argumentul reclamanţilor conform căruia imposibilitatea lor de a acţiona în judecată poliţia pentru greşeală ar constitui o încălcare a articolului 2 (paragraful 106 de mai sus), Comisia nu este convinsă că caracterul limitat al excluderii unei obligaţii de diligenţă în acţiunile de tip civil de acest gen, intentate contra poliţiei (paragrafele 90-97 de mai sus), ar atesta o absenţă de protecţie a vieţii în dreptul intern al statului pîrît.", "", "", "B. Aprecierea Curţii", "", "1. Cu privire la stabilirea faptelor", "", "113. Curtea notează că faptele din speţă nu au fost supuse niciodată unei evaluări independente de către justiţia internă. În lumina memoriilor părţilor şi în baza audierilor în faţa ei, Comisia a purces la concluzii proprii privind derularea evenimentelor de pînă la momentul atacului armat din 7 martie 1988 a dlui Paget-Lewis contra dlor Ali şi Ahmet Osman (paragrafele 67-71 de mai sus). Conform reclamanţilor, în concluziile sale Comisia a ignorat importanţa anumitor evenimente care permiteau de a aprecia ceea ce ştia poliţia despre gravitatea pericolului pe care îl reprezenta dl Paget-Lewis pentru viaţa familiei Osman (paragraful 10 de mai sus).", "114. Curtea observă că trebuie să fie determinat dacă faptele din speţă se referă la omisiune din partea autorităţilor statului pîrît de a proteja dreptul la viaţă al lui Ali şi Ahmet Osman, cu încălcarea articolului 2 al Convenţiei. În cadrul examinării acestei chestiuni şi ţinînd cont în modul corespunzător de rolul pe care l-a conferit Convenţia Comisei pentru stabilirea şi verificarea faptelor, conform practicii sale obişnuite, Curtea va studia problemele care apar în lumina elementelor furnizate de reclamanţi şi Guvern sau, după necesitate, achiziţionate de către ea din oficiu (a se vedea hotărîrile Irlanda contra Regatului Unit din 18 ianuarie 1978, seria A nr. 25, p. 64, paragraf 160, şi McCann şi alţii contra Regatului Unit din 27 septembrie 1995, seria A nr. 324, p. 51, paragraf 173).", "", "2. Cu privire la reclamarea nerespectării de către autorităţi a obligaţiei lor de a proteja dreptul la viaţă al lui Ali şi Ahmed Osman", "", "115. Curtea notează că prima frază a articolului 2 paragraful 1 constrînge statul nu doar să se abţină de la provocarea morţii în mod voluntar şi ilegal, dar şi să ia măsurile necesare pentru protecţia vieţii persoanelor care sunt sub jurisdicţia sa (hotărîrea L.C.B. contra Regatului Unit din 9 iunie 1998, Culegere de hotărîri şi decizii 1998-III, p. 1403, paragraf 36). Nimeni nu contestă că obligaţia statului în această privinţă merge mai departe de obligaţia primordială de a asigura dreptul la viaţă prin crearea unei legislaţii penale concrete, care să condamne comiterea atentatelor asupra persoanei şi care să se bazeze pe un mecanism de aplicare conceput pentru a preveni, reprima şi sancţiona încălcările. De asemenea, părţile acceptă că, în anumite circumstanţe bine definite, articolul 2 din Convenţie poate pune în sarcina autorităţilor obligaţia pozitivă de a lua măsuri preventive de ordin practic pentru a proteja individul a cărui viaţă este ameninţată prin acţiunile criminale ale altuia. Părţile nu sunt de acord în ceea ce priveşte întinderea acestei obligaţii.", "116. În opinia Curţii şi fără a pierde din vedere dificultăţile cu care se confruntă poliţia în exercitarea funcţiilor sale în societăţile contemporane şi imprevizibilitatea comportamentului uman sau alegerea operaţională care urmează să fie făcută în baza priorităţilor şi resurselor, această obligaţie trebuie interpretată într-un mod care să nu impună autorităţilor o povară insuportabilă sau excesivă. De aceea, orice ameninţare prezumată contra vieţii nu obligă autorităţile să adopte, în virtutea Convenţiei, măsuri concrete pentru a preveni realizarea ei. O altă consideraţie relevantă constă în necesitatea de a supraveghea ca poliţia să îşi exercite atribuţia de suprimare şi prevenire a criminalităţii cu respectarea deplină a căilor legale şi altor garanţii care limitează, în mod legitim, întinderea actelor de investigaţie penală şi de transmitere justiţiei a delincvenţilor, printre care sunt şi garanţiile stipulate în articolele 5 şi 8 ale Convenţiei.", "În ceea ce priveşte plîngerea potrivit căreia autorităţile nu au respectat obligaţia lor pozitivă de a proteja dreptul la viaţă în cadrul angajamentului lor de a preveni şi reprima atentatele contra persoanei (paragraful 115 de mai sus), Curtea consideră că urmează să se convingă dacă autorităţile menţionate cunoşteau sau trebuiau să cunoască la acel moment despre faptul că viaţa unuia sau mai multor indivizi era ameninţată în mod real şi imediat prin actele criminale ale unui terţ şi dacă acestea, în limitele competenţei lor, nu au luat măsurile care într-adevăr ar fi înlăturat acest risc. Curtea nu acceptă teza Guvernului, conform căreia faptul neperceperii acestui risc de moarte în circumstanţe cunoscute la acea perioadă şi neadoptării măsurilor preventive pentru a împiedica concretizarea riscului ar echivala cu o greşeală gravă sau nerespectare deliberată a obligaţiei de a proteja viaţa (paragraful 107 de mai sus). De fapt, un criteriu la fel de riguros ar fi incompatibil cu exigenţele articolului 1 din Convenţie şi cu obligaţia statelor contractante în baza acestui articol de a asigura protecţia concretă şi efectivă a drepturilor şi libertăţilor consacrate prin acest instrument, inclusiv în articolul 2 (a se vedea, mutatis mutandis, hotărîrea McCann şi alţii, citată mai sus, p. 45, paragraf 146). Pentru Curte şi avînd în vedere natura dreptului protejat în acest articol, esenţial pentru economia Convenţiei, este suficient ca reclamantul să demonstreze că autorităţile nu au depus toate eforturile care în mod firesc erau de aşteptat din partea lor cu scopul de a împiedica materializarea unui risc concret şi imediat pentru viaţă, despre care ele cunoşteau sau trebuiau să cunoască. Aici este vorba despre o problemă a cărui răspuns depinde de ansamblul circumstanţelor cauzei în discuţie.", "Din aceste considerente, Curtea va examina circumstanţele particulare ale cauzei.", "117. Ca şi Comisia, Curtea observă probabilitatea firească ca, în timpul a cinci reuniuni care au avut loc între 3 martie şi 4 mai 1987 (paragrafele 21 şi 27 de mai sus), poliţia să fi fost informată despre îngrijorările şcolii cu privire la ataşamentul nesănătos al dlui Paget-Lewis pentru Ahmet Osman, mai ales că decizia dlui Prince de a preveni poliţia în primul rînd era motivată prin acuzaţiile aduse de către dna Green contra dlui Paget-Lewis şi prin reacţiile de răspuns care au urmat după aceasta la şcoală. Pentru acelaşi motiv, se poate admite, în mod rezonabil, că poliţia a fost avertizată cu privire la toate problemele conexe apărute înainte de 4 mai 1987, inclusiv despre incidentul cu inscripţiile, furtul dosarelor şcolare şi schimbarea numelui dlui Paget-Lewis.", "Reclamanţii susţin că, în acea perioadă, poliţia trebuia să îşi dea seama despre necesitatea de a ancheta mai departe asupra pretinsei participări a lui Paget-Lewis în realizarea inscripţiilor şi în furtul dosarelor sau de a exercita o supraveghere mai intensă asupra acestuia: de fapt, ea cunoştea caracterul obsesiv al comportamentului ultimului faţă de Ahmet Osman şi manifestările acestui comportament. Din partea sa, Curtea nu este convinsă că ignorarea poliţiei la acel moment poate fi invocată prin prisma articolului 2, avînd în vedere ceea ce ştia ultima în acea perioadă. Deşi ataşamentul profesorului pentru elevul său ar fi putut să fie foarte blamat din punct de vedere profesional, nimic niciodată nu i-a făcut pe poliţiştii care au venit la şcoală să creadă că dl Paget-Lewis punea în pericol integritatea sexuală a adolescentului şi, cu atît mai mult, viaţa lui. În plus, numai dl Perkins, directorul adjunct, a ajuns la concluzia că dl Paget-Lewis era autorul inscripţiilor şi furtului dosarelor. Totodată, fiind interogat de către dl Perkins, dl Paget-Lewis a negat orice implicare a sa în această privinţă şi nimic nu permitea de a-i imputa unul dintre aceste două incidente. Prin urmare, la această etapă, aprecierea situaţiei de către poliţie şi decizia acesteia de a trata cauza ca pe chestiune internă a şcolii nu poate fi considerată ca nerezonabilă.", "Ca şi Comisia (paragraful 68 de mai sus), Curtea nu este convinsă nici dacă memoriile şi notele interne redactate de către responsabilii de la ILEA între 14 aprilie şi 8 mai 1987 sunt o reflectare fidelă a concluziilor de la întrevederile dlui Prince cu poliţiştii (paragraful 28 de mai sus).", "118. Reclamanţii acordă o importanţă deosebită stării mentale a dlui Paget-Lewis şi, în special, riscului că acesta putea deveni violent şi putea îndrepta această violenţă contra lui Ahmet Osman. Totodată, trebuie de notat că interesatul a continuat să ţină lecţii în instituţie pînă în luna iunie 1987. Doctorul Ferguson, care l-a examinat de trei ori, era convins că acesta nu era bolnav mental. La 7 august 1987, profesorul a primit permisiunea de a-şi relua activitatea, dar în afara Homerton House (paragraful 35 de mai sus). Este foarte puţin probabil că decizia de a-l reintegra pe dl Paget-Lewis în funcţiile sale de profesor ar fi fost adoptată dacă se putea crede la acel moment că există măcar cel mai mic risc ca el să constituie un pericol pentru securitatea tinerilor care i-au fost încredinţaţi. În special, reclamanţii critică evaluarea psihiatrică efectuată de către doctorul Ferguson care, totuşi, se bazează pe trei întrevederi distincte cu dl Paget-Lewis. Or, dacă un psihiatru profesional a avut impresia că profesorul nu prezenta la acel moment vreun semn de boală mentală sau de înclinaţie spre violenţă, nu era firesc de a aştepta din partea poliţiei ca ea să interpreteze faptele şi gesturile dlui Paget-Lewis, după cum erau semnalate de către şcoală, ca ale unui bolnav mental sau ale unui individ foarte periculos.", "119. Pentru a aprecia gradul de informare pe care-l avea poliţia în acea perioadă, Curtea a examinat îndeaproape şi şirul de acte de vandalism comise contra domiciliului şi bunurilor familiei Osman între mai şi noiembrie 1987 (paragrafele 30, 36 şi 37 de mai sus). Ea relevă, în primul rînd, că nici unul din aceste incidente nu poate fi calificat ca ameninţînd viaţa şi, în al doilea rînd, că nici un element nu permite de a le atribui dlui Paget-Lewis. Acesta a fost şi punctul de vedere al brigadierului Boardman în raportul pe care l-a elaborat pe marginea cauzei la mijlocul lunii decembrie 1987, după ce interogase familiile Green şi Osman, vizitase şcoala şi studiase dosarul (paragrafele 42-45 de mai sus). Exhaustivitatea acestui raport şi evaluarea situaţiei întocmite de către brigadier, care era informat despre toate acuzaţiile aduse contra dlui Paget-Lewis, oferă temei pentru a crede că, deşi reclamanţii au dreptate atunci cînd reproşează că poliţia nu a păstrat urmele actelor de vandalism care i-au fost semnalate şi ale întrevederilor cu responsabilii de la şcoală şi de la ILEA, nu se poate afirma că această omisiune ar fi împiedicat-o să înţeleagă mai devreme că o ameninţare reală era îndreptată asupra vieţii familiei Osman sau că comportamentul iraţional al dlui Paget-Lewis ascundea o intenţie ucigătoare. În această privinţă, Curtea observă că, deşi în fine adoptată, decizia de a-l aresta pe dl Paget-Lewis nu era fondată pe o înţelegere concretă a riscului pentru viaţa familiei Osman, dar pe participarea prezumată a interesatului în infracţiuni penale minore (paragraful 49 de mai sus).", "120. De asemenea, Curtea a examinat atent forţa argumentării reclamanţilor, conform căreia dl Paget-Lewis de trei ori a informat poliţia, direct sau indirect, despre intenţiile sale ucigătoare (paragraful 105 de mai sus). Totuşi, se pare că nu este rezonabil de a considera aceste afirmaţii ca indicînd că familia Osman era ţinta acestor intimidări şi că poliţia era astfel informată. În special, reclamanţii se referă la ameninţarea de “a face un fel de Hungerford”, pe care dl Paget-Lewis a răspîndit-o în cadrul întrevederii din 15 decembrie 1987 cu responsabilii de la ILEA (paragraful 46 de mai sus). Guvernul contestă că aceste cuvinte au fost pronunţate cu această ocazie dar, chiar şi examinîndu-le în cel mai favorabil sens pentru reclamanţi, este mult mai probabil ca ele să fi fost adresate dlui Perkins, pe care dl Paget-Lewis îl considera ca fiind primul responsabil pentru plecarea sa forţată din Homerton House. În plus, circumstanţa că dl Paget-Lewis a replicat conducătorului automobilului pe care l-a ciocnit la 7 decembrie 1987 că el era pe cale de a comite un act teribil (paragrafele 38 şi 40 de mai sus) nu putea, în acea perioadă, în mod firesc să fie considerată ca fiind o aluzie indirectă la un atac planificat contra vieţii familiei Osman. De asemenea, în această privinţă, Curtea trebuie să acorde importanţă faptului că, chiar dacă dl Paget-Lewis a ciocnit în mod deliberat automobilul, după cum s-a pretins, este foarte puţin probabil ca acest act de ostilitate să fi fost dirijat contra lui Leslie Green, pasager al autovehiculului. Cu atît mai mult, reclamanţii nu au înaintat argumente care să poată adăuga pondere declaraţiei dlui Paget-Lewis, conform căreia el a zis agentului de poliţie Adams că va comite un act de nebunie criminală (paragraful 37 de mai sus). În orice caz, la fel ca şi pentru alte ameninţări voalate, această ameninţare nu poate în mod rezonabil să fie interpretată ca o ameninţare pentru viaţa familiei Osman.", "121. În opinia Curţii, reclamanţii nu au reuşit să indice momentul decisiv în cadrul derulării evenimentelor care au condus la împuşcătura tragică, de la care care se poate considera că poliţia ştia sau trebuia să ştie că viaţa familiei Osman era ameninţată de către dl Paget-Lewis în mod real şi imediat. Reclamanţii au menţionat corect o serie de ocazii care au fost ratate, dar care ar fi permis poliţiei să neutralizeze riscul prezentat de către dl Paget-Lewis, spre exemplu, perchiziţionarea la domiciliul acestuia pentru a găsi elementele susceptibile să demonstreze o legătură între el şi incidentul cu inscripţiile sau internarea lui în baza legii din 1983 cu privire la sănătatea mentală, sau efectuarea unor măsuri de anchetă mai active după dispariţia acestuia. Totuşi, nu se poate spune că aceste măsuri ar fi neapărat condus în cele din urmă la acest rezultat şi nici că o instanţă de judecată internă ar fi condamnat interesatul sau ar fi ordonat internarea lui într-un spital psihiatric în baza probelor furnizate. După cum a fost indicat anterior (paragraful 116 de mai sus), poliţia trebuie să îşi îndeplinească funcţiile într-un mod compatibil cu drepturile şi libertăţile individului. În circumstanţele speţei, ea nu poate fi criticată pentru că a acordat pondere prezumţiei de nevinovăţie sau pentru că nu a utilizat atribuţia sa de a aresta, perchiziţiona şi de a confisca, ţinînd cont de fundamentarea punctului său de vedere, conform căruia ea nu putea exercita aceste atribuţii nefiind atins gradul de suspiciune necesar la anumite momente sau conform căruia nici o acţiune din partea sa nu ar fi produs rezultate concrete.", "122. Pentru motivele expuse mai sus, Curtea conchide că, în speţă, articolul 2 din Convenţie nu a fost încălcat.", "", "3. Cu privire la reclamarea încălcării de către autorităţi a obligaţiei lor procedurale în temeiul articolului 2", "123. Curtea consideră că însăşi natura plîngerii reclamanţilor în acest temei (paragraful 106 de mai sus) se bazează pe imposibilitatea lor de a avea acces la instanţele de judecată sau la orice alt recurs care să le permită de a obţine examinarea independentă a atitudinii poliţiei faţă de riscul pe care îl reprezenta dl Paget-Lewis pentru viaţa familiei Osman. Astfel, ea consideră oportun de a examina această cerere în contextul celor pe care reclamanţii le-au depus în baza articolelor 6 şi 13 ale Convenţiei (a se vedea, mutatis mutandis, hotărîrea McCann şi alţii citată mai sus, p. 48, paragraful 160).", "", "", "CU PRIVIRE LA ÎNCĂLCAREA RECLAMATĂ A ARTICOLULUI 8 DIN CONVENŢIE", "", "124. Reclamanţii susţin, în primul rînd, că nestoparea de către poliţie a campaniei de hărţuire, vandalism şi vanităţi desfăşurate de către dl Paget-Lewis contra bunurilor şi familiei lor şi, în al doilea rînd şi în mod special, neîmpiedicarea rănirii celui de al doilea reclamant, implică o încălcare a articolului 8 din Convenţie, care prevede:", "", "1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi corespondenţei sale.", "", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decît în măsura în care acest amestec este prevăzut de lege şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirea faptelor penale, protejarea sănătăţii sau a moralei, ori protejarea drepturilor şi libertăţilor altuia”", "", "\t125. Reclamanţii au mărturisit că ei nu puteau spera să obţină o acţiune în civil pentru a-l împiedica pe dl Paget-Lewis să intimideze familia şi bunurile lor; ei susţin că o asemenea cerere ar fi fost zadarnică, că ei nu ar fi putut niciodată să demonstreze în faţa instanţei de judecată că dl Paget-Lewis era autorul actelor de vandalism, deoarece poliţia nu a întreprins niciodată vreo măsură pentru a ancheta incidentele care i-au fost, totuşi, semnalate.", "\tÎn cadrul audierii, ei au indicat Curţii că principala lor plîngere în temeiul articolului 8 se referea la faptul că poliţia nu a asigurat securitatea personală a celui de-al doilea reclamant, problemă pe care Comisia nu a examinat-o. În opinia lor, chiar admiţînd că era imposibil pentru poliţia să facă pronosticuri referitor la aceea dacă dl Paget-Lewis va aduce o atingere quasi-fatală asupra vieţii lui Ahmet Osman, riscul că acesta putea să cauzeze un rău adolescentului era, totuşi, previzibil. Potrivit lor, acest element este suficient pentru a atrage la răspundere autorităţile în virtutea articolului 8.", "\t126. În ceea ce priveşte plîngerile reclamanţilor care denunţă o carenţă a autorităţilor ce nu au protejat domiciliul şi bunurile lor contra atentatelor imputate dlui Paget-Lewis, Comisia consideră că articolul 8 nu a fost încălcat, deoarece, în viziunea ei, interesaţii ar fi putut încerca să obţină o ordonanţă contra dlui Paget-Lewis.", "Referitor la plîngerea conform căreia poliţia nu a protejat integritatea fizică a celui de-al doilea reclamant, delegatul Comisiei a comunicat Curţii în cadtul audierii despre faptul că Comisia a abordat această problemă. Din considerentele care au condus-o la concluzia că nu a fost încălcat articolul 2, ea nu a considerat necesară nici acceptarea plîngerii în temeiul articolului 8.", "127. Guvernul se alătură Comisiei în privinţa acestor două momente.", "128. Curtea aminteşte că faptul dacă poliţia cunoştea sau trebuia să cunoască în acea perioadă despre pericolul real şi imediat pe care-l prezenta dl Paget-Lewis pentru viaţa lui Ahmed Osman nu a fost stabilit şi că reacţia poliţiei la evenimentele care s-au desfăşurat era una firească, avînd în vedere circumstanţele, şi nu era incompatibilă cu obligaţia de a proteja dreptul la viaţă care revine autorităţilor în baza articolului 2 din Convenţie. În opinia Curţii, această constatare conduce, totodată, la concluzia că nu a avut loc o omisiune a obligaţiei pozitive inerente articolului 8 din Convenţie - de a proteja integritatea fizică a celui de-al doilea reclamant.", "129. În ceea ce priveşte teza reclamanţilor conform căreia poliţia ar fi omis să ancheteze agresiunile contra domiciliului şi bunurilor lor pentru a opri campania de hărţuire a familie Osman, Curtea reiterează că poliţia considera că nu dispune de nici un element care să-l implice pe dl Paget-Lewis şi că, din această cauză, nu putea fi adusă nici o acuzare împotriva lui. În această privinţă, trebuie notat că ultimul a fost interogat de către agentul de poliţie Adams în luna noiembrie 1987, însă a negat orice răspundere. Brigadierul Boardman, de asemenea, a confirmat în raportul său că nici o probă nu permitea de a-l urmări în justiţie pe dl Paget-Lewis (paragraful 45 de mai sus). În baza noilor evoluţii ale cauzei, la 17 decembrie 1987, s-a încercat, de fapt, de a-l aresta şi interoga pe dl Paget-Lewis, bănuit pentru deteriorarea bunurilor, în special, pentru actele de vandalism comise contra domiciliului şi bunurilor reclamanţilor (paragraful 49 de mai sus). Totuşi, această tentativă a eşuat.", "130. În consecinţă, Curtea concluzionează că faptele din speţă nu denotă o nerespectare a obligaţiei pozitive care revine autorităţilor în baza articolului 8 din Convenţie.", "", "CU PRIVIRE LA ÎNCĂLCAREA RECLAMATĂ A ARTICOLULUI 6 PARAGRAFUL 1 DIN CONVENŢIE", "", "131. Reclamanţii se plîng că respingerea pentru motive de ordine publică de către Curtea de apel a acţiunii lor depuse împotriva poliţiei pentru greşeală echivalează cu restrîngerea dreptului lor de acces la o instanţă, cu încălcarea articolului 6 paragraful 1 din Convenţie, care prevede:", "", "“Orice persoană are dreptul la judecarea (...) cauzei sale de către o instanţă (...), care va hotărî (...) asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil (...)”", "", "132. Comisia acceptă argumentele reclamanţilor la acest subiect. În schimb, Guvernul pretinde că ei nu pot invoca articolul 6 paragraful 1 şi susţin, cu titlu subsidiar, că această dispoziţie nu a fost încălcată în speţă.", "", "Aplicarea articolului 6 paragraful 1", "", "133. Guvernul afirmă că reclamanţii nu pot utiliza la nivel naţional nici un drept material pentru a urmări poliţia pe motiv că ea nu l-a împiedicat pe dl Paget-Lewis să tragă focul mortal asupra dlui Ali Osman şi să-l rănească grav pe al doilea reclamant. El explică că,nu este suficient de a face proba relaţiei de proximitate între părţi şi a celei de previzibilitate a daunei pentru a determina dacă poliţia într-un anumit context are sau nu o obligaţie de diligenţă faţă de un reclamant; mai este nevoie ca o asemenea obligaţie să fie cerută din partea poliţiei, dacă este echitabil, just şi rezonabil. Curtea de apel a răspuns negativ la această ultimă întrebare, fiind convinsă că nici o altă consideraţie de ordine publică nu va putea conduce la o concluzie diferită. În consecinţă, deoarece prezenţa unui component esenţial al obligaţiei de diligenţă în dreptul intern nu a fost stabilită, reclamanţii nu au nici un drept material pentru a cere ca articolul 6 paragraful 1 să fie aplicat în privinţa lor. Orice altă concluzie ar conduce la crearea inadmisibilă a unui drept substanţial de către Convenţie, pe cînd, în realitate, în dreptul intern al statului pîrît nu ar exista nici unul.", "134. Ca răspuns, reclamanţii afirmă că Curtea de apel a admis argumentul lor conform căruia exista o relaţie deosebită de proximitate între ei şi poliţie, din momentul în care ultima a aflat despre campania de vanităţi dusă de către dl Paget-Lewis contra familiei Osman şi care ameninţa, îndeosebi, viaţa celui de-al doilea reclamant. Ei susţin că, deşi ei stabiliseră prezenţa tuturor elementelor constitutive ale obligaţiei de diligenţă, Curtea de apel a fost forţată prin jurisprudenţa precedentă să aplice teoria imunităţii poliţiei, elaborată de către Curtea lorzilor în cauza Hill (paragraful 90 de mai sus), pentru a radia cererea lor de pe rol. Conform lor, această teorie nu este unul din componentele esenţiale ale obligaţiei de diligenţă, după cum pretinde Guvernul, ci un motiv autonom şi distinct pentru a respinge o acţiune pentru greşeală, îndeosebi, cu scopul ca efectivul poliţiei să nu fie deturnat din funcţiile sale ordinare sau ca acesta să nu le exercite într-un mod defensiv sau exagerat de prudent.", "135. Comisia este de acord cu reclamanţii în ceea ce priveşte aplicabilitatea articolului 6 paragraful 1. Ea consideră că cererea lor contra poliţiei este în mod justificat întemeiată pe un drept care exista în dreptul intern, şi anume - acţiunea în responsabilitate pentru greşeală. În cauza Hill, Camera lorzilor a restrîns acest drept pentru motive de ordine publică, cu scopul de a acorda poliţiei o imunitate contra urmăririlor civile pentru actele şi omisiunile sale în cadrul funcţiilor de anchetare şi reprimare a infracţiunilor. Or, în speţă, această imunitate a creat un obstacol pentru acţiunea civilă intentată de către reclamanţi, împiedicîndu-i să obţină o decizie judiciară în fond privind litigiul lor contra poliţiei.", "136. Curtea mai aminteşte că articolul 6 paragraful 1 garantează fiecăruia dreptul de a comunica unei instanţe toate plîngerile sale referitoare la drepturile şi obligaţiile cu caracter civil pe care le are. Prin urmare, reiese că “dreptul la instanţă”, dintre care şi dreptul de acces, adică dreptul de a sesiza o instanţă în materie civilă, nu constituie decît un aspect (hotărîrea Golder contra Regatului Unit din 21 februarie 1975, seria A nr. 18, p. 18, paragraf 36).", "137. Curtea, referindu-se la acest principiu fundamental, relevă că guvernul pîrît contestă aplicabilitatea articolului 6 paragraful 1 asupra plîngerii reclamanţilor. El pretinde că interesaţii nu beneficiază de nici un drept material la nivel intern, deoarece Curtea de apel, prin aplicarea normei de imunitate stabilită de Camera lorzilor în cauza Hill (paragraful 65 de mai sus), a respins acţiunea lor civilă contra poliţiei pentru lipsa temeiului juridic.", "138. Curtea observă că common law-ul (dreptul comun – n.t.) statului pîrît demult acordă unui reclamant dreptul de a înainta o cerere în instanţa de judecată pentru greşeală împotriva unui reclamat şi de a o invita să constate că faptele cauzei ţin de o nerespectare a obligaţiei de diligenţă al celui de-al doilea faţă de primul, nerespectare care a cauzat acestuia o daună. Investigările instanţei naţionale vizează să determine dacă elementele constitutive ale obligaţiei de diligenţă sunt reunite: previzibilitatea daunei, existenţa unei relaţii de proximitate între părţi şi momentul de a şti dacă este echitabil, just şi rezonabil să fie impusă o astfel de obligaţie în împrejurarea dată (paragrafele 94 şi 133 de mai sus).", "Trebuie subliniat că acest ultim criteriu, pe care se bazează Guvernul pentru a motiva că reclamanţii nu au nici un drept material la nivel intern, nu se aplică numai acţiunilor civile intentate contra poliţiei pentru greşeală prezumată în funcţiile ei de anchetare şi reprimare a infracţiunilor, dar a mai fost luat în consideraţie şi aplicat şi în alte domenii de activitate. În cauza Hill, Camera lorzilor a declarat pentru prima dată că acest criteriu poate fi invocat pentru a degaja responsabilitatea poliţiei în cadrul anchetării şi reprimării infracţiunilor (paragrafele 90-92 de mai sus). Chiar dacă argumentarea reclamanţilor ar fi exprimată în termeni care să sugereze că norma contestată apare ca o imunitate absolută în acţiunile pentru greşeală intentate contra poliţiei în contextul cauzei, Curtea acceptă teza Guvernului, conform căreia acest principiu nu condamnă la eşec din start şi în mod automat urmărirea civilă de acest gen, dar, în general, permite instanţei naţionale să determine, în deplină cunoştinţă de cauză, în baza argumentelor care-i sunt prezentate, dacă norma trebuie să se aplice sau nu într-un caz concret. În speţă, Guvernul face trimitere la jurisprudenţa internă pertinentă (paragraful 94 de mai sus).", "139. Urmare celor expuse, în opinia Curţii, se poate considera că reclamanţii beneficiau de un drept, derivat din dreptul de responsabilitate pentru greşeală, de a obţine o decizie cu privire la admisibilitatea şi temeinicia unei cereri în judecată, conform căreia, între ei şi poliţie exista o relaţie de proximitate, dauna cauzată era previzibilă şi, în aceste condiţii, era echitabil, just şi rezonabil de a nu aplica norma de imunitate elaborată în cauza Hill. În opinia Curţii, revendicarea acestui drept de către reclamanţi este suficientă în sine pentru a permite aplicarea articolului 6 paragraful 1 din Convenţie.", "140. Din considerentele expuse mai sus, Curtea conchide că articolul 6 paragraful 1 este aplicabil. Rămîne a se determina dacă restricţia impusă exercitării acestui drept a fost legitimă.", "", "Examinarea articolului 6 paragraful 1", "", "141. Conform reclamanţilor, argumentele de ordine publică invocate de către Camera lorzilor în cauza Hill pentru susţinerea normei cu privire la imunitatea poliţiei şi pe care Guvernul îşi fundamentează apărarea sa nu sunt suportabile. De fapt, argumentul conform căruia faptul de a expune poliţia la dosare intentate împotriva ei pentru greşeală ar conduce la deturnarea considerabilă a efectivelor ei de la rolul lor în reprimarea infracţiunilor este incompatibil cu faptul că imunitatea se limitează la acţiunile pentru greşeală comise în exercitarea atribuţiilor de anchetare şi reprimare, dar nu se extinde asupra cauzelor de agresiune sau de închidere arbitrară, care ar putea, la fel, să fie categorisite ca deturnînd poliţia.", "În ceea ce priveşte teza potrivit căreia ameninţarea cu o acţiune în responsabilitate pentru greşeală ar conduce la o exercitare defensivă sau excesiv de prudentă a funcţiilor poliţieneşti, reclamanţii susţin că această obiecţie nu a fost niciodată invocată pentru a ascunde de acţiuni în responsabilitate pentru greşeală alte servicii publice vitale, precum ar fi serviciile spitalelor, ambulanţelor şi pompierilor. De asemenea, ei contestă validitatea argumentului conform căruia o acţiune intentată împotriva poliţiei pentru greşeală ar avea ca efect nedorit redeschiderea anchetelor clasate, cu scopul de a verifica dacă ele au fost desfăşurate în mod corect. În opinia lor, dacă o anchetă pătată prin neglijenţă s-a soldat cu moartea unei persoane, pe cînd aceasta putea fi evitată, atunci sunt prezente motivele convingătoare pentru a reexamina comportamentul poliţiei. În plus, reclamanţii mai susţin că faptul de a impune poliţiei o responsabilitate pentru greşeală atunci cînd este vorba despre atribuţiile ei de căutare şi de reprimare a infracţiunilor ar contribui la dezvoltarea normelor care sunt aplicabile poliţiei, în special, în cadrul activităţii lor de protecţie a dreptului la viaţă.", "142. Cu titlu subsidiar, reclamanţii afirmă că, chiar dacă imunitatea poate fi considerată ca urmărind unul sau mai multe obiective legitime, aplicarea ei este contrară principiului de proporţionalitate. În această privinţă, ei accentuează că imunitatea este totală şi, deci, nu face diferenţă între cauzele ale căror fond este solid de cele în care fondul este slab. Or, în speţă, unde este vorba de a proteja un copil şi dreptul la viaţă şi în care prejudiciul cauzat este grav, imperativele de ordine publică nu pot exonera poliţia de răspunderea sa. Mai mult ca atît, combinarea efectelor criteriilor stricte de proximitate şi de previzibilitate constituie o barieră suficientă pentru a împiedica cauzele ce nu pot fi apărate să ajungă pînă la audiere şi pentru a limita răspunderea doar la cazurile în care pierderile grave au la originea lor greşeli grave ale poliţiei.", "143. Guvernul ripostează că norma de exonerare, care a oprit acţiunea civilă a reclamanţilor, urmărea unul sau mai multe din scopurile legitime enunţate de către Camera lorzilor în cauza Hill, deoarece ea viza, în special, să evite o exercitare defensivă a funcţiilor poliţiei şi o deturnare a efectivelor acesteia (paragraful 91 de mai sus). În opinia sa, miezul raţiunii Camerei lorzilor exprimate în cauza Hill constă în ideea potrivit căreia impunerea acestei obligaţii de diligenţă într-un asemenea context ar fi putut atrage un risc real de subminare a operaţiunilor poliţiei, de care trebuie să beneficieze populaţia în sens larg.", "144. De altfel, această normă constituie un răspuns proporţionat pentru atingerea acestor obiective şi se încadrează în marja de apreciere a statului. Guvernul subliniază că această excludere nu este o exonerare generală de răspundere, ci o limitare, care este orientată cu grijă şi rigurozitate şi care nu se aplică decît faţă de atribuţiile de investigare şi reprimare a infracţiunilor, şi chiar şi atunci, nu în toate cazurile (paragraful 93 de mai sus). De asemenea, Curtea de apel a considerat şi ea în speţă că nu există nici o altă consideraţie de ordine publică care să fie susceptibilă de a conduce la examinarea interesului general, conform căruia nu ar fi just, echitabil şi rezonabil de a impune o obligaţie de diligenţă asupra poliţiei.", "145. Pe lîngă aceasta, pentru a demonstra proporţionalitatea restrîngerii dreptului reclamanţilor de a cita în justiţie poliţia, Guvernul subliniază că aceştia ar fi putut intenta o acţiune civilă contra dlui Paget-Lewis. În rest, ei au încercat să-l urmeze pe dl Ferguson, apoi au abandonat acest proiect. În ambele cazuri, ei au avut acces deplin la instanţe.", "146. Comisia admite că norma contestată poate fi considerată ca vizînd scopurile legitime indicate de către Guvern (paragraful 143 de mai sus). Totodată, ea este de acord cu substanţa argumentelor înaintate de către reclamanţi contra justificării de către Guvern a aplicării acestei norme (paragrafele 141 şi 142 de mai sus). În special, ea notează că interesaţii afirmă că corespund componentei “relaţie de proximitate” din obligaţia de diligenţă, contrar reclamantei din cauza Hill. În acelaşi timp, punerea în joc a normei de imunitate i-a privat de posibilitatea de a stabili în cadrul unei proceduri contradictorii faptele care au generat plîngerile lor, deoarece această normă nu distinge neglijenţa cu consecinţe considerabile de cea cu repercusiuni catastrofale, după cum este în cazul de faţă.", "147. Curtea aminteşte că articolul 6 paragraful 1 consacră “dreptul la o instanţă”, în care dreptul la acces, adică dreptul de a sesiza instanţa în materie civilă, nu constituie decît un aspect.", "Oricum, acest drept nu este absolut: el este supus limitărilor, admise în mod implicit, deoarece el cere, prin însăşi natura sa, o reglementare din partea statului. În materie, statele contractante se bucură de o anumită marjă de apreciere. Totuşi, în ultima instanţă, Curţii îi revine să statueze asupra respectării exigenţelor Convenţiei; ea trebuie să se convingă că limitările fixate nu restrîng accesul oferit persoanei într-un astfel de mod sau sub un astfel de aspect încît dreptul să fie încălcat în substanţa lui. În plus, o asemenea limitare nu este compatibilă cu exigenţele articolului 6 paragraful 1 de orientare spre un scop legitim şi de existenţă a proporţionalităţii între mijloacele folosite şi scopul vizat (a se vedea, recent, hotărîrea Tinnely & Sons Ltd şi alţii şi McElduff şi alţii contra Regatului Unit din 10 iulie 1998, Culegere 1998-IV, p. 1660. Paragraf 72).", "148. În acest context, Curtea relevă că cererea reclamanţilor nu a ajuns niciodată pînă la un proces în sensul că nu a ieşit la nici o decizie, nici de fond, nici asupra faptelor care au întemeiat-o. Curtea de apel a decis să radieze cererea în cadrul unei proceduri incidente introduse de către prefectul de poliţie din Grand Londres şi, pentru necesităţile procedurii, a prezumat exactitatea faptelor expuse în cerea iniţială. Plîngerea reclamanţilor a fost respinsă, deoarece nimerea exact în cîmpul de aplicare a normei formulate de către Camera lorzilor în cauza Hill.", "149. Motivele care, în cauza Hill, au condus Curtea lorzilor să enunţe această normă pentru a proteja poliţia contra acţiunilor în responsabilitate pentru greşeală într-un astfel de context, reflectă ideea că interesele societăţii în ansamblul ei vor fi mai bine asigurate de către un serviciu de poliţie a cărui eficienţă şi eficacitate în lupta contra criminalităţii nu sunt în mod constant reevaluate prin riscul de a-şi vedea angajată răspunderea civilă pentru deciziile sale tactice şi operaţionale.", "150. Chiar dacă ea poate admite legitimitatea scopului unei astfel de norme în raport cu Convenţia – de a păstra eficacitatea serviciului de poliţie şi, deci, de a apăra ordinea şi de a preveni infracţiunile penale, totuşi, în timp ce se va pronunţa asupra proporţionalităţii, Curtea trebuie să acorde o atenţie deosebită întinderii normei menţionate, în special, aplicării sale în spaţiu. Deşi Guvernul a negat caracterul absolut al normei de exonerare de răspundere (paragraful 144 de mai sus) şi faptul că aplicarea ei ar putea ceda în faţa unor altor consideraţii de ordine publică, Curtea crede că, în speţă, Curtea de apel a ţinut cont de mijloacele de apărare inatacabile pe care le oferă această normă poliţiei şi de faptul că este imposibil de a ridica imunitatea de care beneficia poliţia în cadrul procedurilor civile referitoare la actele şi omisiunile ei în funcţiile de anchetare şi reprimare a infracţiunilor.", "151. Curtea va observa că această modalitate de aplicare a normei, fără a căuta mai profund existenţa consideraţiilor de interes general concurente, nu serveşte decît la acordarea unei imunităţi generale poliţiei pentru actele şi omisiunile ei în exercitarea funcţiilor sale de anchetare şi reprimare a infracţiunilor şi constituie o restricţie nejustificată a dreptului unui reclamant de a obţine o decizie cu privire la temeinicia plîngerii sale contra poliţiei în cauzele care o merită.", "În opinia Curţii, o instanţă de judecată internă trebuie să examineze existenţa şi alte consideraţiuni de interes general, care pledează contra aplicării acestei norme. În caz contrar, nu este făcută nici o distincţie între gradul greşelii şi prejudiciul cauzat, precum şi nici o dare de seamă cu privire la temeinicia unei cauze concrete. Trebuie de remarcat că în speţă, Lordul Justice McCowan (paragraful 64 de mai sus) s-a lăsat convins de faptul că reclamanţii, contrar drei Hill, au îndeplinit criteriul de proximitate, condiţie de bază care prin ea înseşi este suficient de rigidă pentru a restrînge considerabil numărul dosarelor intentate pentru greşeală contra poliţiei ce ar putea ajunge pînă la iniţierea unui proces. Mai mult decît atît, în speţă, reclamanţii invocă absenţa protecţiei vieţii unui copil, care ar fi putut rezulta dintr-o serie de acte şi omisiuni ce constituie o greşeală gravă în raport cu actele minore de incompetenţă. De asemenea, ei pretind că poliţia s-a angajat să asigure securitatea. În fine, dauna suferită este de o natură gravă.", "152. Pentru Curte, acestea sunt consideraţii care merită o examinare în fond şi care nu pot fi, în mod automat, îndepărtate prin aplicarea unei norme care ar echivala cu acordarea unei imunităţi poliţiei. În speţă, Curtea nu este convinsă că argumentul Guvernului, conform căruia această normă, după cum este ea interpretată de instanţele interne, nu abilitează în mod automat poliţia cu o imunitate.", "153. Cu atît mai mult, Curtea nu este sigură că reclamanţii dispuneau de soluţii alternative pentru a obţine repararea, după cum susţine Guvernul (paragraful 145 de mai sus). În opinia sa, aplicarea acestor mijloace nu ar putea atenua pierderea dreptului interesaţilor de a angaja contra poliţiei o urmărire pentru greşeală şi de a valorifica justeţea reclamaţiilor lor. Nici o acţiune contra dlui Paget-Lewis sau contra doctorului Ferguson, psihiatru la ILEA, nu le-ar fi permis să obţină răspunsurile la problemele esenţiale în legătură cu acţiunea lor, şi anume, motivele pentru care poliţia nu a întreprins mai devreme nişte măsuri pentru a-l împiedica pe dl Paget-Lewis să înfăptuiască o răzbunare mortală contra dlor Ali şi Ahmet Osman. Indiferent de faptul dacă reclamanţii ar fi reuşit sau nu să convingă instanţa de judecată internă cu privire la faptul că poliţia a comis o greşeală în cazul dat, ei aveau dreptul la aceea ca poliţia să explice acţiunile şi omisiunile sale în cursul unei proceduri contradictorii.", "154. Din aceste motive, Curtea consideră că aplicarea normei de exonerare de răspundere în speţă a constituit o restricţie neproporţionată a dreptului reclamanţilor de acces la instanţă. Prin urmare, articolul 6 paragraful 1 din Convenţie a fost încălcat.", "", "", "CU PRIVIRE LA ÎNCĂLCAREA RECLAMATĂ A ARTICOLULUI 13 AL CONVENŢIEI", "", "155. Reclamanţii susţin că nici un recurs efectiv nu le-a permis să obţină o decizie cu privire la plîngerea lor potrivit căreia autorităţile nu au făcut tot ce trebuiau să facă în virtutea articolului 2 pentru a proteja viaţa lui Ali şi Ahmet Osman. Ei invocă articolul 13 din Convenţie, care prevede:", "", "„Orice persoană, ale căror drepturi şi libertăţi recunoscute în (...) Convenţie au fost încălcate, are dreptul de acces la un recurs efectiv în faţa unei instanţe naţionale, chiar dacă încălcarea a fost comisă de către persoane care au acţionat în exercitarea funcţiilor lor oficiale.”", "", "156. Interesaţii susţin că unicul mecanism eficient în circumstanţele speţei pentru a incumba autorităţilor neglijenţa lor faţă de obligaţia pozitivă în temeiul articolului 2 din Convenţie consta în depunerea unei acţiuni în responsabilitate pentru greşeală contra poliţiei. Or, acceptarea de către Curtea de apel a mijlocului de apărare prin imunitatea poliţiei, pe care l-a invocat prefectul de poliţie din Grand Londres, şi radierea cererii lor iniţiale au împiedicat realizarea acestui recurs.", "157. Comisia consideră că nu există nici o problemă distinctă în temeiul articolului 13, avînd în vederea constatarea de către ea a încălcării articolului 6 paragraful 1 din Convenţie. Guvernul a invitat Curtea să adopte acest punct de vedere în ipoteza în care ea va conchide asupra nerespectării articolului 6 paragraful 1.", "158. Curtea subscrie la opinia Comisiei cu privire la acest capăt de acuzare, avînd în vedere propria sa concluzie conform căreia drepturile reclamanţilor garantate în articolul 6 paragraful 1 au fost încălcate. În această privinţă, ea aminteşte că exigenţele din articolul 13 sunt mai puţin stricte decît cele din articolul 6 şi, astfel, sunt absorbite de către ultimele (a se vedea, referitor la cele din urmă, hotărîrea Tinnelly şi alţii citată mai sus, pp. 1662-1663, paragraf 77).", "", "", "CU PRIVIRE LA APLICAREA ARTICOLULUI 50 DIN CONVENŢIE", "", "159. Reclamanţii solicită o justă satisfacţie pe baza articolului 50 din Convenţie, care prevede:", "", "“Dacă hotărîrea Curţii declară că o decizie luată sau o măsură dispusă de o autoritate judiciară sau orice altă autoritate a unei părţi contractante este în întregime sau parţial în opoziţie cu obligaţiile ce decurg din (...) Convenţie şi dacă dreptul intern al acelei părţi nu permite decît o înlăturare incompletă a consecinţelor acestei decizii sau ale acestei măsuri, prin hotărîrea Curţii se acordă, dacă este cazul, părţii lezate o reparaţie echitabilă”.", "", "A. Daunele materiale şi morale", "", "160 În memoriu, reclamanţii au cerut Curţii despăgubiri pentru pierderile materiale şi morale care le-au fost cauzate, calculate în baza ratelor de indemnizare care li s-ar fi cuvenit din partea instanţelor de judecată naţionale dacă ei ar fi fost autorizaţi să persiste în cererea lor şi ar fi cîştigat cauza.", "161. În observaţiile lor adiţionale, primite de către grefier la 9 iunie 1998, ei au furnizat estimările detaliate a sumelor pe acre fiecare dintre ei putea spera să le obţină prin recurs în reparare în faţa unei instanţe interne. Totodată, ei indică că acestea nu sunt nişte repere pentru Curte şi că ei se vor încrede estimării pe care aceasta o va da proporţiilor reparaţiei echitabile, în conformitate cu principiile pe care le-a stabilit.", "162. În principal, Guvernul preconizează să respingă cererile detaliate ale reclamanţilor pe motiv de întîrziere şi, în orice caz, pe motivul nefondării acestora şi exagerării evidente. Cu titlu subsidiar, el consideră că o constatare a încălcării unui sau altui articol din Convenţie invocat de către reclamanţi ar constitui în sine o reparaţie echitabilă suficientă.", "163. Delegatul Comisiei nu a formulat observaţii cu privire la acest aspect al problemei articolului 50.", "164. Curtea relevă că evaluarea sa în privinţa a ceea ce poate spera un reclamant să obţină ca satisfacţie echitabilă este efectuată în conformitate cu principiile elaborate de jurisprudenţa sa în baza articolului 50, dar nu prin referire la principiile sau baremurile de evaluare ale instanţelor interne. Reclamanţii acceptă aceasta (paragraful 161 de mai sus). Prin urmare, Curtea nu consideră necesar să răspundă la obiecţiile Guvernului referitoare la admisibilitatea observaţiilor adiţionale ale interesaţilor.", "În orice caz, Curtea nu ar specula cu privire la rezultatul unei cereri interne care ar fi survenit dacă cererea reclamanţilor nu ar fi fost radiată. Totuşi, ea consideră că acestora le-a fost refuzată posibilitatea de a obţine o decizie cu privire la temeinicia acţiunii lor de daune-interese contra poliţiei. Statuînd în echitate, ea alocă fiecăruia dintre ei suma de 10 000 lire sterline (GBP).", "", "B. Costuri şi cheltuieli", "", "165. Reclamanţii cer o sumă totală de 46 976,78 GBP cu titlu de costuri şi cheltuieli pentru procedurile în faţa instituţiilor Convenţiei. Ei prezintă lista detaliată a numărului de avocaţi care au lucrat asupra dosarului, a taxelor facturate pentru o oră, a caracterului lucrului realizat, precum şi a cheltuielilor. Ei au primit asistenţă judiciară de la Consiliul Europei.", "166. Guvernul consideră, în special, că datele prezentate de către reclamanţi demonstrează că orele petrecute cu privire la dosar de către solicitors şi consilierii juridici sunt duble faţă de timpul pe care l-a acordat acestuia consiliul. De aceea, el consideră că este oportun de a reduce cheltuielile. El sugerează că suma de 27 216,43 GBP ar fi mult mai rezonabilă în aceste condiţii, sub rezerva alocărilor care au fost efectuate de către Consiliul Europei cu titlul de asistenţă judiciară şi raportării proporţionale la numărul de constatări ale încălcărilor articolelor invocate.", "167. Delegatul Comisiei nu a făcut observaţii nici asupra acestei părţi a cererii în baza articolului 50.", "168. Avînd în vedere precizările furnizate de către reclamanţi, faptul că plîngerile reclamanţilor în temeiul articolelor 2 şi 8 nu au fost recunoscute ca întemeiate, precum şi consideraţiile de echitate, Curtea alocă interesaţilor suma de 30 000 GBP, plus taxa pe valoare adăugată care, eventual, s-ar aplica acestei sume şi minus 28 514 de franci care au fost deja transferaţi de către Consiliul Europei pentru asistenţă judiciară.", "", "C. Dobînda", "", "169. Potrivit informaţiilor deţinute de Curtea, la data adoptării acestei hotărîri, dobînda aplicabilă în Regatul Unit al Marii Britanii şi Irlandei de Nord este de 7,5% pe an.", "", "", "PENTRU ACESTE MOTIVE, CURTEA", "", "Hotărăşte, cu şaptesprezece voturi la trei, că articolul 2 din Convenţie nu a fost încălcat;", "", "Hotărăşte, cu şaptesprezece voturi la trei, că articolul 8 din Convenţie nu a fost încălcat;", "", "Hotărăşte, în unanimitate, că articolul 6 paragraful 1 din Convenţie este aplicabil în speţă şi a fost încălcat;", "", "Hotărăşte, cu nouăsprezece votri la unu, că nu este necesar să examineze plîngerea reclamanţilor în temeiul articolului 13 din Convenţie;", "", "Hotărăşte, în unanimitate,", "Plata de către statul pîrît, în termen de trei luni, a cîte 10 000 (zece mii) lire sterline fiecărui dintre reclamanţi cu titlu de despăgubire pentru pierderea posibilităţilor;", "Plata de către statul către reclamanţi, în termen de trei luni, a sumei de 30 000 (treizeci mii) lire sterline pentru costuri şi cheltuieli plus taxa pe valoare adăugată care, eventual, s-ar aplica acestei sume, minus 28 514 (douăzeci şi opt mii cinci sute paisprezece) franci convertiţi în lire sterline la rata aplicabilă la data pronunţării prezentei hotărîri;", "", "Respinge, cu nouăsprezece voturi la unu, restul cererilor pentru justă satisfacţie.", "", "Redactată în franceză şi engleză şi pronunţată în şedinţa publică din 28 octombrie 1998 la Palatul Drepturilor Omului din Strasbourg.", "", "", "", "Semnat : Rudolf BERHARDT", "Preşedinte", "", "", "", "Semnat : Herbert PETZOLD", "         Grefier", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "\tÎn conformitate cu articolele 51 paragraful 2 din Convenţie şi 53 paragraful 2 din Regulamentul A, se anexează următoarele opinii separate:", "opinia concurentă a dlui Foighel;", "opinia concurentă a dlui Sir John Freeland;", "opinia concurentă a dlui Jamberk;", "opinia parţial divergentă şi parţial concurentă a dlui De Meyer, susţinută de dnii Lopez Rocha şi Casadevall;", "opinia parţial divergentă şi parţial concurentă a dlui Lopez Rocha.", "", "", "Parafat : R.B.", "Parafat : H.P.", "", "", "OPINIA CONCURENTĂ A DLUI JUDECĂTOR FOIGHEL", "", "(Traducere)", "", "\tEu împărtăşesc concluzia majorităţii cu privire la lipsa în speţă a unei încălcări a articolului 2 din Convenţie.", "\tDe asemenea, cred că articolul 6 paragraful 1 a fost încălcat datorită incidenţei disproporţionate pe care a avut-o limitarea dreptului de acces la un tribunal, care este garantat reclamanţilor prin această dispoziţie (paragraful 154 al hotărîrii). Totodată, în ceea ce priveşte problema prealabilă cu privire la aplicabilitatea articolului 6 paragraf 1, eu m-am bazat pe un alt argument decît cel urmat de Curte.", "\tÎn primul rînd, în ceea ce priveşte dacă dispoziţia internă care a făcut fără succes acţiunea civilă a reclamanţilor ţine de fond sau de procedură, Convenţia abilitează reclamanţii în dreptul intern, mai întîi de toate şi în mod deosebit, să înainteze o plîngere în faţa unei instanţe de judecată, pentru ca ea să decidă asupra acestui subiect. Faptul că cererea reclamanţilor nu a putut să fie examinată nu elimină dreptul pe care li-l garantează articolul 6 paragraf 1 al Convenţiei. În opinia mea, ceea ce este determinant pentru aplicabilitatea acestei prevederi în circumstanţele date este faptul că interesaţii aveau dreptul să ajungă la examinarea plîngerilor referitoare la protecţia dreptului lor la viaţă, care li se cuvenea din partea poliţiei, cerere care nu putea dintr-o dată să acţioneze pentru a lipsi de substanţă. În opinia mea, ceea ce a considerat Curtea de apel prin aplicarea normei deduse din cauza Hill, şi anume că ea nu avea nici un motiv pentru a acţiona sau, potrivit formulării Guvernului, nici un drept concret pentru a urmări în justiţie poliţia, nu este relevant pentru aplicarea articolului 6 paragraful 1. Această decizie nu se referă la problema aplicabilităţii.", "\tBineînţeles, pînă în prezent, Curtea a interpretat termenul “drepturi cu caracter civil”, care figurează în articolul 6 paragraful 1, ca cuprinzînd drepturile fixate de dreptul intern. Totuşi, aceasta nu exclude, cred eu, şi alte drepturi, a căror existenţă nu provoacă nici un dubiu. Nu ar fi potrivit să se pronunţe cu privire la caracterul fundamental al dreptului unui reclamant de a sesiza o instanţă cu o acţiune civilă, întemeindu-se exclusiv pe consideraţiile dreptului intern în ceea ce priveşte problema de a şti dacă un asemenea drept există într-un context dat. În această privinţă, reamintesc că Curtea a subliniat, cu diferite ocazii, că este suficient ca reclamantul să demonstreze că se poate spune, pe o cale de apărare cel puţin, că dreptul în cauză este recunoscut în dreptul intern (a se vedea, în special, hotărîrea Fayed contra Regatului Unit din 21 septembrie 1994, seria A nr. 294-B, p. 49, paragraf 65); în fine, Curtea este aceea care trebuie în ultima instanţă, în cadrul exercitării competenţelor sale de control şi în baza criteriilor stabilite de către Convenţie, să se pronunţe asupra faptului dacă reclamantul a demonstrat că era într-adevăr aşa. De asemenea, notez că, în jurisprudenţa sa, Curtea înţelege condiţia conform căreia, pentru ca să intre în joc articolul 6 paragraful 1, trebuie să existe o contestaţie privind un drept cu caracter civil, care să acopere litigiile referitoare nu doar la conţinutul unui drept, dar şi la existenţa însăşi a acestuia în dreptul intern (hotărîrea Ashingdane contra Regatului Unit din 28 mai 1985, seria A nr. 93, p. 24, paragraf 55).", "\tMai mult ca atît, iar aceasta este şi mai important, dreptul intern al statelor contractante trebuie să asigure beneficierea de drepturile şi libertăţile consacrate în Convenţie şi în Protocoalele sale (articolul 1 al Convenţiei). Printre acestea este şi dreptul la viaţă. În cauză, reclamanţii contau pe o acţiune în responsabilitate intentată împotriva poliţiei pentru a stabili că drepturile lor la viaţă au fost încălcate prin ignoranţa culpabilă a poliţiei, care nu a împiedicat tragedia a căror victime sunt ei. Eu cred că acest drept, care decurge din Convenţie, le deschide, prin urmare, dreptul la protecţie în temeiul articolului 6 paragraful 1.", "\tDin aceste considerente, eu am concluzionat privind aplicabilitatea în speţă a articolului 6 paragraful 1.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "OPINIE CONCURENTĂ A LUI Sir John FREELAND, JUDECĂTOR", "", "(Traducere)", "", "\t1. Aş vrea să completez motivele indicate în hotărîre pentru a concluziona asupra unei încălcări a articolului 6 paragraful 1 cu o scurtă explicaţie a votului meu în acest sens.", "\t2. Eu am votat astfel din cauza modalităţii în care norma de exonerare de răspundere pentru motive de ordine publică, enunţată de către Camera lorzilor în cauza Hill contra Chief Constable of West Yorkshire (paragrafele 90-92 din hotărîre), a determinat în speţă împiedicarea revendicărilor reclamanţilor în cadrul acţiunii lor intentate contra poliţiei pentru greşeală. Eu admit, precum o face paragraful 150 din hotărîre, că exonerarea are un scop legitim în sensul Convenţiei; de asemenea, admit că, în alte cauze, este posibil de a o aplica proporţional acestui scop. Pentru mine, dificultatea apare, în special, din faptul că, în speţă, norma a fost invocată pentru a conferi cumva poliţiei o exonerare generală de răspundere pentru greşeală în cadrul exercitării funcţiilor sale de anchetare şi de reprimare a infracţiunilor, în vederea excluderii prin aceasta a oricărei examinări de către instanţă a argumentelor care ar putea imprima o altă direcţie.", "\t3. În această privinţă, prezenta cauză marchează un contrast clar faţă de ultima dintre cele care au fost examinată de către Curtea de apel, şi anume, Swinney and another contra Chief Constable of Northumbria Police Force (paragrafele 93 şi 94 din hotărîre): judecătorul a ţinut cont de existenţa posibilă a altor consideraţii compensatorii de ordine publică, în special, avînd în vedere circumstanţele, necesitatea de a păstra sursele de informare, de a proteja informatorii şi a de a încuraja manifestarea lor. De asemenea, Curtea de apel, în baza faptelor invocate în acea hotărîre, a considerat că poate fi apărată ideea că poliţia şi-a asumat într-un mod spontan o răspundere (argument care este analogic celui ce a fost avansat de către reclamanţi în speţă).", "\t4. Totodată, observ că, în cauza Hill, reclamanta a pierdut procesul din două motive, fiecare dintre care era suficient pentru a o face să renunţe – mai întîi, lipsa proximităţii necesare, apoi – excepţia de ordine publică. Totodată, în speţă, judecătorul McCowan, cu care a fost de acord judecătorul Simon Brown, a exprimat opinia că reclamanţii puteau invoca în mod valabil existenţa unei legături foarte strînse de proximitate, care echivala cu o relaţie specială (al treilea judecător, Beldam, a preferat să nu exprime o opinie la această etapă); iar Curtea de apel a radiat în cele din urmă dosarul angajat contra poliţiei pentru unicul motiv de excepţie de ordine publică.", "\t5. Ponderea astfel dată excepţiei în această cauză, precum şi întinderea vastă şi aplicarea exclusivă care i-au fost conferite, în ochii mei, au fost combinate pentru a produce o restrîngere disproporţionată a dreptului reclamanţilor de acces la o instanţă. În consecinţă, sunt de acord cu concluzia enunţată în paragraful 154 al hotărîrii. În opinia mea, utilizarea în asemenea fel a excepţiei ajunge să mînuiască mijlocul într-un mod inoportun şi brutal, pentru a elimina cererile care ţin de drepturile omului, după cum este în cauza din speţă.", "", "", "", "", "", "OPINIA CONCURENTĂ A DLUI JUDECĂTOR JAMBREK", "", "(Traducere)", "", "\t1. Eu subscriu la concluzia unanimă a Curţii cu privire la articolului 6 paragraful 1 din Convenţie la plîngerile reclamanţilor şi la motivele indicate în hotărîre pentru susţinerea acestei concluzii.", "\t2. În acelaşi timp, după părerea mea, o interpretare a expresiei “drepturi şi obligaţii cu caracter civil” mai largă decît cea aplicată de Curte, atît în speţă, cît şi în jurisprudenţa sa generală, doar ar obliga Curtea să fie convinsă de existenţa unui drept la nivel intern – în cauză, un drept derivat din responsabilitatea generală pentru greşeală sau pentru obligaţia de diligenţă care se cuvine reclamanţilor din partea poliţiei. Singura condiţie pentru ca Curtea să recunoască caracterul “civil” al unui asemenea drept, garantînd prin aceasta unui reclamant dreptul de acces la o instanţă naţională, consacrat prin articolul 6 paragraf 1, ar fi ca respectivul drept să fie recunoscut în ordinea juridică internă ca un drept individual, care ţine de sfera libertăţii generale a persoanei. Din această perspectivă, dreptul fiecăruia la un proces echitabil în faţa unei instanţe ar proteja, totodată, persoana şi în relaţiile sale cu autorităţile statului.", "\t3. Dacă Curtea ar fi luat ca bază această interpretare a expresiei “drepturi cu caracter civil”, nu ar fi fost necesar să examineze dacă norma de imunitate impusă asupra exercitării dreptului a funcţionat în speţă într-un mod absolut sau a permis instanţelor interne să purceadă la aprecierea dedusă din momentul de a şti dacă trebuie de autorizat ca o cauză să ajungă pînă la examinarea în fond în faţa unei jurisdicţii interne pentru ca reclamantul să aibă acces la un tribunal (paragraful 138 din hotărîre). Nici nu ar fi fost necesar ca Curtea să stabilească dacă reclamanţii puteau să pretindă, în mod justificat, că, în aceste condiţii, era echitabil, just şi rezonabil de a nu aplica norma de imunitate schiţată în cauza Hill (paragraful 139 din hotărîre).", "\t4. Reflecţiile mele au fost explicate prin opiniile disidente ale dlor Melchior şi Frowein în decizia Comisiei Europene a Drepturilor Omului pe cauza Benthem (raport elaborat în temeiul articolului 31 la 8 octombrie 1983), precum şi prin capitolul judecătorului van Dijk intitulat “Interpretarea “drepturilor şi obligaţiilor civile” de către Curtea Europeană a Drepturilor Omului – un alt pas care să fie efectuat” – editori Franz Mascher şi Herbert Petzold, Protecţia Drepturilor Omului: dimensiunea europeană – Compilaţia în cinstea lui Gerard J. Wiarda, Cologne, Carl Heymanns Verlag KG, 1988, pp. 131-143.", "\t5. În cauza Sporrong şi Lönnroth contra Suediei (hotărîre din 23 septembrie 1982, seria A nr. 52), Curtea a conchis că, deoarece cauza reclamanţilor nu a putut să fie audiată de către o instanţă care beneficia de plenitudinea jurisdicţiei, a avut loc încălcarea articolului 6 paragraf 1 al Convenţiei (p. 31, paragraf 87). În hotărîrea sa Golder contra Regatului Unit (21 februarie 1975, seria A nr. 18), ea a mai subliniat (p. 17, paragraf 35) că garanţiile consacrate prin articolul 6 paragraf 1 al Convenţiei putea fi reduse la neant de către legislatorul intern, dacă dreptul de acces la o instanţă nu ar fi fost considerat ca implicit în această prevedere:", "", "“(...) un stat contractant ar putea, fără a-l încălca, să suprime jurisdicţiile sale sau să sustragă din competenţa lor reglementarea anumitor categorii de litigii cu caracter civil, pentru a le încredinţa organelor subordonate guvernului.”", "", "\tOr, situaţia pe care o descriu faptele speţei sunt aproape de îngrijorările Curţii exprimate în acest citat.", "\t6. Prin urmare, sunt de acord şi cu judecata adusă de către dl judecător van Dijk, conform căruia, dacă Curtea ar face acest pas şi, în consecinţă, nu ar mai limita semnificaţia expresiei “drepturi şi obligaţii cu caracter civil” la “drepturile şi obligaţiile cu caracter privat”, securitatea şi previzibilitatea jurisprudenţei sale ar fi consolidate. Mai mult decît atît, dacă prin “drepturi şi obligaţii cu caracter civil” s-ar înţelege “toate drepturile care sunt drepturi individuale în ordinea juridică internă şi care reies din domeniul libertăţii generale a persoanei” (a se vedea supra opinia disidentă a dlui Melchior şi dlui Frowein în cauza Benthem), jurisprudenţa Curţii ar fi mult mai conformă obiectului şi scopului articolului 6 şi Convenţiei în general, în sensul respectării condiţiei de supremaţie a dreptului după cum este interpretat de Curte, spre exemplu, în cauza Klass şi alţii contra Germaniei (hotărîre din 6 septembrie 1978, seria A nr. 28), în care ea a statuat (pp. 25-26, paragraful 55):", "", "“Ea implică, printre altele, ca o ingerinţă a executivului în drepturile unui individ să fie supusă unui control eficient care trebuie să fie asigurat, în mod normal, cel puţin, în ultimă instanţă, de puterea judecătorească, deoarece ea oferă cele mai bune garanţii de independenţă, imparţialitate şi procedura regulată.”", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "OPINIA PARŢIAL DIVERGENTĂ ŞI PARŢIAL CONCURENTĂ A DLUI JUDECĂTOR DE MEYER, SUSŢINUTĂ DE DNII JUDECĂTORI LOPES ROCHA ŞI CASADEVALL", "", "(Traducere)", "", "În această tristă cauză, totul indică că, timp de mai multe luni începînd cu 7 martie 1988, autorităţile statului pîrît erau la curent despre comportamentul ciudat şi îngrijorător al dlui Paget-Lewis. Atît ILEA, cît şi poliţia, cunoşteau, cel puţin din primăvara anului 1987, că acesta era obsedat de Ahmet Osman. Ele ştiau că acesta hărţuia familiile Osman şi Green, ameninţîndu-le tot mai mult şi mai mult, precum şi pe dl Perkins. Ele ştiau deja că a fost cauzat un rău. Din decembrie 1987, ele nu mai putea să aibă dubii, puteau să urmeze şi alte fapte, mult mai grave.", "\tTotuşi, ele nu au făcut aproape nimic pentru a înlătura pericolul iminent şi pentru a proteja interesaţii.", "\tEle trebuiau, înainte să fie prea tîrziu, să-l preia pe dl Paget-Lewis pentru a-l îngriji corespunzător. În loc de aceasta, ele au lăsat lucrurile să meargă de la sine pînă s-a terminat cu aceea că au fost omorîte două persoane şi rănite altele două.", "\tÎn timpul arestării sale, dl Paget-Lewis a întrebat el însuşi poliţiştii de ce nu l-au oprit înainte ca el să facă ceea ce a făcut şi a amintit că el a dat toate semnalele preventive. El avea dreptate.", "\tPrin urmare, eu consider că, neglijînd ceea ce trebuiau să facă, autorităţile statului pîrît au încălcat dreptul reclamanţilor la viaţă, precum şi dreptul lor la respectarea vieţii private şi de familie.", "\tLa aceasta se mai adaugă, bineînţeles, încălcarea dreptului lor de acces la justiţie, deoarece le-a fost negată orice posibilitate de a vedea plîngerile lor referitoare la neajunsurile poliţiei să fie examinate de către o instanţă. Nu contează de a se şti dacă ei puteau sau nu să pretindă în faţa acestuia un drept material la nivel intern, deoarece ei se pretindeau a fi victime a unei încălcări a drepturilor fundamentale (şi deci, la fel, cele civile), care le sunt recunoscute de Convenţie, în pofida a tot ceea ce putea fi contrar în dreptul şi practica internă, şi pentru că dreptul lor la aceea ca cauza lor să fie ascultată de o instanţă, de asemenea, era un drept de o aşa natură. Totodată, nu conta dacă imunitatea poliţiei a fost sau nu absolută, pentru că în esenţa sa, o astfel de imunitate nu este acceptabilă într-uns stat de drept. Refuzul de a lua în consideraţie acţiunea intentată de către reclamanţi a fost, deci, o negare evidentă a justiţiei.", "", "", "", "", "", "OPINIE PARŢIAL DIVERGENTĂ ŞI PARŢIAL CONCURENTĂ A DLUI LOPES ROCHA", "", "\tRegret că nu mă alătur majorităţii în ceea ce priveşte constatarea neîncălcării articolului 2 şi 8 al Convenţiei.", "\tInterpretarea mea a faptelor, care este aceeaşi cu a dlui judecător De Meyer, mă conduce la concluzia că poliţia a subestimat pericolul pe care îl reprezenta dl Paget-Lewis pentru viaţa şi integritatea fizică a dlui Ahmet Osman şi, probabil, a apropiaţilor lui.", "\tÎn opinia mea, nu poate fi invocată, după cum pretinde guvernul pîrît, lipsa unei legături de cauzalitate între omisiunea de a acţiona, care este reproşată autorităţilor, şi evenimentele survenite.", "\tDe fapt, aplicarea răspunderii pentru omisiune impune o abordare destul de diferită de cea a răspunderii pentru acţiune. Prima trebuie să fie apreciată conform regulilor general admise: trebuie determinat dacă omisiunea unor anumitor măsuri este sursa comiterii faptei unei persoane, a cărui comportament anterior deja anunţa că exista o probabilitate că aceasta se va comporta în mod agresiv faţă de o altă persoană, pentru care ea are o afecţiune deosebită.", "\tOr, în cazul din speţă, existau indicii foarte serioase asupra unui comportament agresiv din partea dlui Paget-Lewis, în măsură să permită a se crede că ultimul, cu prima ocazie, va trece la fapte. Nu trebuie uitat că dl Paget-Lewis prezenta trăsături de personalitate destul de bizare, pe care poliţia le cunoştea, chiar dacă existau dubii referitor la o înclinaţie homosexuală.", "\tAvînd în vedere experienţa profesională pe care suntem în drept să o aşteptăm din partea poliţiei, se poate, în mod legitim, cere de la aceasta ca să dea dovadă de prudenţă şi să ia măsuri de protecţie în privinţa persoanelor ameninţate. Neîndeplinirea acestor măsuri atrage răspunderea poliţiei şi a statului vizat. Prin urmare, a avut loc încălcarea articolelor sus-menţionate."]}