{"file": "RUM_HJUDRUM_60868_00.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "60868/00", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", " Publicată în : MONITORUL OFICIAL nr. 587 din 5 august 2008", "", " SECŢIA ÎNTÂI", "", "", "HOTĂRÂREA", "din 8 iunie 2006", "în Cauza Vlasia Grigore Vasilescu împotriva României", "(Cererea nr. 60.868/00)", "Strasbourg", "În cauza Vlasia Grigore Vasilescu împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia întâi), statuând în cadrul unei camere formate din: domnii C.L. Rozakis, preşedinte, L. Loucaides, C. Bîrsan, doamna N. Vajić, domnii A. Kovler, D. Spielmann, S.E. Jebens, judecători, şi domnul S. Nielsen, grefier de secţie,", "după ce a deliberat în camera de consiliu la data de 18 mai 2006,", "pronunţă următoarea hotărâre, adoptată la această dată:", "", "PROCEDURA", "", "1. La originea cauzei se află o cerere (nr. 60.868/00) îndreptată împotriva României, prin care un cetăţean al acestui stat, domnul Vlasia Grigore Vasilescu (reclamantul), a sesizat Curtea la data de 21 aprilie 2000 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "2. Guvernul român (Guvernul) a fost reprezentat de agentul său, domnul B. Aurescu, apoi de doamna B. Ramaşcanu, de la Ministerul Afacerilor Externe.", "3. Reclamantul a susţinut, în temeiul  § 1 din Convenţie, o încălcare a dreptului său de acces la o instanţă din cauza respingerii unei acţiuni în revendicare a unui imobil. De asemenea, el afirmă că a avut loc şi o încălcare a dreptului la respectarea bunurilor, prevăzut de art. 1 din Protocolul nr. 1 la Convenţie.", "4. Cererea a fost atribuită Secţiei a doua a Curţii (art.52 § 1 din Regulament). În cadrul acesteia, camera însărcinată să analizeze cauza (art. 27 § 1 din Convenţie) a fost constituită conform art. 26 § 1 din Regulament.", "5. La data de 1 noiembrie 2004, Curtea a modificat componenţa secţiilor sale (art. 25 § 1 din Regulament). Prezenta cauză a fost atribuită Secţiei întâi, astfel remaniată (art. 52 § 1).", "6. Prin Decizia din 26 mai 2005, camera a declarat cererea parţial admisibilă.", "7. Guvernul a depus observaţii scrise complementare (art. 59 § 1 din Regulament), dar nu şi reclamantul.", "", "ÎN FAPT", "I. Circumstanţele Cauzei", "8. Reclamantul este un cetăţean român, născut în anul 1938, care locuieşte în Bucureşti.", "9. Printr-un contract încheiat în anul 1940, părinţii reclamantului au cumpărat un bun imobil compus dintr-o clădire şi un teren în suprafaţă de 15.000 m2, situate în intravilanul comunei Voluntari. Imobilul a fost ocupat în anul 1945 de armata sovietică. După plecarea trupelor sovietice, în anul 1958, imobilul a fost preluat de autorităţile locale.", "A. Acţiunea în revendicarea proprietăţii", "10. După schimbarea regimului politic român în anul 1989, reclamantul a întreprins mai multe demersuri pe lângă autorităţile locale pentru a obţine restituirea bunului imobil de mai sus. El a solicitat din partea Primăriei Voluntari precizări privind regimul juridic al bunului şi titlul de proprietate al statului.", "11. Prin Adresa din 24 februarie 1994, Primăria Voluntari l-a informat că în perioada 1958-1965 imobilul s-a aflat în posesia Ministerului Apărării, apoi în cea a şcolii din comună. De asemenea, ea a menţionat că „la data de 31 decembrie 1966, în baza unui Proces-verbal înregistrat sub nr. 6.002, clădirea şi un teren în suprafaţă de 1.500 m2 au devenit, în baza decretelor nr. 218/1960 şi nr. 712/1966, proprietatea primăriei“. În orice caz, primăria a apreciat că ea devenise proprietara bunului prin prescripţie achizitivă, ca urmare a exercitării unei posesii mai mult de patruzeci de ani.", "12. În urma acestei adrese, reclamantul a contestat existenţa Procesului-verbal nr. 6.002/1966 şi a depus la parchet o plângere împotriva secretarului primăriei pentru fals şi abuz. În cadrul anchetei, parchetul a adoptat 3 rezoluţii de neîncepere a urmăririi penale, care, ulterior, au fost anulate de Parchetul de pe lângă Curtea Supremă de Justiţie, în urma plângerilor reclamantului.", "13. Prin Adresa din data de 8 ianuarie 1997, Primăria Voluntari l-a informat pe reclamant că nu se află în posesia niciunui document care să ateste modalitatea de transfer a bunului în litigiu în patrimoniul statului.", "14. Invocând  privind reglementarea situaţiei juridice a unor imobile cu destinaţia de locuinţe, reclamantul a solicitat restituirea imobilului. Prin Decizia din 18 iunie 1997, comisia pentru aplicarea acestei legi i-a respins cererea, apreciind că bunul devenise proprietatea statului fără titlu valabil şi că, prin urmare, prevederile legii de mai sus nu-i erau aplicabile.", "15. În anul 1997, reclamantul şi mama sa au sesizat, în baza  şi a următoarelor din Codul civil, Judecătoria Buftea cu o acţiune în revendicare împotriva Primăriei Voluntari, a Consiliului Judeţean Ilfov şi împotriva altor persoane care foloseau diferite parcele din terenul în litigiu.", "16. Prin Sentinţa din 26 iunie 1998, instanţa a apreciat că statul intrase în posesia bunului fără titlu şi a dispus restituirea acestuia reclamantului şi mamei sale. Primăria Voluntari a formulat apel împotriva acestei sentinţe, susţinând că bunul devenise în mod legal proprietatea statului în temeiul decretelor nr. 218/1960 şi nr. 712/1966. În cadrul întâmpinării, reclamantul, invocând Decizia din 13 iulie 1993 a Curţii Supreme de Justiţie, ce constata neconstituţionalitatea decretelor respective, a contestat susţinerile primăriei, apreciind că decretele nu operaseră un transfer de proprietate valabil.", "17. Prin Decizia din 8 februarie 1999, Tribunalul Bucureşti a admis apelul. El a statuat că primăria era proprietara bunului revendicat, considerând în special că:", "„Din probele administrate şi chiar din motivarea acţiunii introductive de instanţă a rezultat că terenul şi construcţiile revendicate de reclamanţi se află, începând cu anul 1965, în administrarea Primăriei Comunei Voluntari, parte fiind ocupat de sediul primăriei şi parte de celelalte pârâte, în baza unor raporturi locative încheiate cu primăria.", " Potrivit dispoziţiilor , republicată, terenurile aflate în proprietatea statului, situate în intravilanul localităţilor şi care sunt în administrarea primăriilor, la data prezentei legi, trec în proprietatea comunelor.", "Faţă de această dispoziţie legală, concluzia instanţei de fond în sensul deţinerii acestui imobil de către pârâte fără titlu este neîntemeiată (...).", " Un argument în plus pentru această soluţie l-au reprezentat şi dispoziţiile , potrivit cărora domeniul public al comunelor, al oraşelor şi al municipiilor este alcătuit din bunurile prevăzute la pct. III din anexă şi din alte bunuri de uz sau de interes public local, declarate ca atare prin hotărâre a consiliului local, dacă nu sunt declarate prin lege bunuri de uz sau de interes public naţional sau judeţean.”", "18. Reclamantul şi mama acestuia au formulat un recurs împotriva acestei decizii. Ei au arătat că tribunalul pronunţase decizia întemeindu-se pe o singură dovadă, şi anume Adresa Primăriei Voluntari din 24 februarie 1994. Or, afirmaţiile cuprinse în această adresă fuseseră infirmate de adresa din anul 1997 a aceleiaşi primării. De asemenea, ei au afirmat că tribunalul comisese erori grave în aplicarea şi interpretarea celor două legi menţionate mai  atribuia comunei terenurile ce aparţinuseră statului, paragraful 5 al aceluiaşi articol preciza că terenurile ce deveniseră proprietate a statului în temeiul Decretului nr. 712/1966, aşa cum susţinea primăria, trebuiau restituite foştilor proprietari. În ceea ce priveşte  privind proprietatea publică, ei au subliniat că art. 6 din aceasta prevedea că domeniul public nu includea decât imobilele ce au devenit proprietate a statului în baza unui titlu valabil şi că instanţele erau cele care trebuiau să stabilească valabilitatea titlului statului, ceea ce tribunalul a omis să facă.", "19. Prin Decizia din 13 decembrie 1999, Curtea de Apel Bucureşti a respins recursul şi a confirmat temeinicia deciziei tribunalului, statuând următoarele:", "„Deoarece instanţa de apel a considerat că imobilele se află în proprietatea statului, trimiterea la dispoziţiile  şi la pct. III din anexa la  sunt corecte.", " Instanţa a avut în vedere probele la care se face trimitere prin pct. 4 al motivelor de recurs, dar le-a înlăturat justificat, în măsura în care din alte probe administrate a rezultat o situaţie contrară.", "Situaţia de fapt a fost corect reţinută de către instanţa de apel, având în vedere cuprinsul Adresei nr. 1.980/24.02.1994, din care rezultă că din anul 1958 până în anul 1965 terenul a fost deţinut de şcoala elementară comunală, care, la rândul ei, l-a preluat de la Ministerul Forţelor Armate; din anul 1965 imobilul a fost preluat de la Şcoala generală nr. 42 de către Sfatul Comunal Voluntari, cu Procesul-verbal de inventariere nr. 1.900/26.04.1965, în baza aprobării Sfatului Popular al raionului 1 Mai, iar de la data de 31.12.1966, cu Procesul-verbal nr. 6.002, imobilul compus din 588 m2 suprafaţă construcţii şi 1.500 m2 teren a fost trecut în patrimoniul Sfatului Popular al Comunei Voluntari, încadrându-se în prevederile art. III din Decretul nr. 218/1960 şi a ale Decretului nr. 712/1966.", " Faptul că prin Adresa nr. 143/8.01.1997 se comunică faptul că Primăria Comunei Voluntari nu deţine niciun document privind modul de preluare de către stat a imobilului nu înseamnă că această preluare nu a avut loc (...).", " În ceea ce priveşte hotărârea Comisiei de aplicare a , (...) aceasta nu poate determina aplicarea efectelor autorităţii de lucru judecat cu privire la regimul juridic al imobilului.”", "20. La o dată neprecizată, întemeindu-se pe Adresa din 6 octombrie 2000 prin care parchetul local îl informa că Procesul- verbal nr. 6.002 din 31 decembrie 1966 nu există, reclamantul a formulat o cerere de revizuire a Deciziei din 13 decembrie 1999. Calea extraordinară de atac a fost respinsă de Curtea de Apel Bucureşti, pe motivul că decizia parchetului era ulterioară deciziei Curţii de Apel Bucureşti din 13 decembrie 1999.", "B. Acţiunea în restituirea proprietăţii, întemeiată pe ", "21. La datele de 10 august 2001 şi 20 ianuarie 2004, reclamantul şi mama sa au solicitat comisiei locale de aplicare a  privind regimul juridic al unor imobile preluate în mod abuziv restituirea bunului imobil în litigiu.", "22. La propunerea comisiei, prin Decizia din 24 mai 2004, primarul comunei Voluntari i-a restituit reclamantului o parte din bun, şi anume un teren în suprafaţă de 5.425 m2 şi construcţiile aflate pe acesta.", "23. Prin Contractul din 10 martie 2005, reclamantul a vândut Primăriei Voluntari terenul şi construcţiile aferente la un preţ total de 488.913 euro.", "24. Pentru restul terenului în litigiu, şi anume diferenţa până la 15.000 m2, o procedură administrativă de restituire se află în curs de desfăşurare.", "II. Dreptul şi practica internă pertinente", "A. Codul civil", "ARTICOLUL 480", "„Proprietatea este dreptul ce are cineva de a se bucura şi a dispune de un lucru în mod exclusiv şi absolut, însă în limitele determinate de lege.”", "", "ARTICOLUL 481", "„Nimeni nu poate fi silit a ceda proprietatea sa, afară numai pentru cauză de utilitate publică şi primind o dreaptă şi prealabilă despăgubire.”", "", " B. Decretul nr. 218/1960 pentru modificarea Decretului nr. 167 din 21 aprilie 1958 privitor la prescripţia extinctivă", "ARTICOLUL III", "„Dreptul la orice acţiuni având ca obiect restituirea, în natură sau prin echivalent, a unui bun intrat, înainte de data publicării decretului de faţă, în posesiunea statului, în aceea a unei organizaţii cooperatiste sau a oricărei altei organizaţii obşteşti, fie fără niciun titlu, fie în cadrul procedurii prevăzute de Decretul nr. 111/1951, se prescrie prin doi ani socotiţi de la data când a avut loc intrarea în posesiune.”", "C. Decretul nr. 712/1966 cu privire la bunurile ce se încadrează în prevederile art. III din Decretul nr. 218/1960", " „Bunurile ce se încadrează în prevederile art. III din Decretul nr. 218 din 1 iulie 1960 pentru modificarea Decretului nr. 167 din 21 aprilie 1958 privitor la prescripţia extinctivă şi se află în posesia unei organizaţii socialiste sunt considerate proprietate de stat de la data intrării lor în posesia statului sau a oricărei organizaţii socialiste. ”", "D.  a fondului funciar", "ARTICOLUL 36", "„1. Terenurile aflate în proprietatea statului, situate în intravilanul localităţilor şi care sunt în administrarea primăriilor, la data prezentei legi, trec în proprietatea comunelor, oraşelor sau a municipiilor (...).", "5. Terenurile fără construcţii (...) aflate în administrarea consiliilor locale, considerate proprietate de stat prin aplicarea dispoziţiilor Decretului nr. 712/1966 [...], se restituie foştilor proprietari sau moştenitorilor acestora, după caz, la cerere.”", " E.  privind proprietatea publică şi regimul juridic al acesteia", "ARTICOLUL 3 § 4", "„Domeniul public al comunelor, al oraşelor şi al municipiilor este alcătuit din bunurile prevăzute la pct. III din anexă şi din alte bunuri de uz sau de interes public local, declarate ca atare prin hotărâre a consiliului local, dacă nu sunt declarate prin lege bunuri de uz sau de interes public naţional ori judeţean.”", "ARTICOLUL 6", "„1. Fac parte din domeniul public sau privat al statului sau al unităţilor administrativ-teritoriale şi bunurile dobândite de stat în perioada 6 martie 1945 - 22 decembrie 1989, dacă au intrat în proprietatea statului în temeiul unui titlu valabil, cu respectarea , a tratatelor internaţionale la care România era parte şi a legilor în vigoare la data preluării lor de către stat.", " 2. Bunurile preluate de stat fără un titlu valabil, inclusiv cele obţinute prin vicierea consimţământului, pot fi revendicate de foştii proprietari sau de succesorii acestora, dacă nu fac obiectul unor legi speciale de reparaţie.", "3. Instanţele judecătoreşti sunt competente să stabilească valabilitatea titlului.”", "F. Jurisprudenţa Curţii Supreme de Justiţie", "1. Deciziile din 8 iunie şi 13 iulie 1993", " 25. În cauzele având ca obiect revendicarea imobilelor naţionalizate în perioada regimului comunist, Curtea Supremă a fost chemată să examineze recursurile în anulare introduse de procurorul general împotriva deciziilor definitive prin care s-a constatat ilegalitatea naţionalizării acestor imobile. Procurorul a arătat că imobilele în litigiu deveniseră proprietatea statului în temeiul decretelor nr. 218/1960 şi nr. 712/1966 şi că instanţele nu erau competente să soluţioneze acţiunile în revendicare.", "26. Respingând recursul procurorului, Curtea Supremă a constatat neconstituţionalitatea decretelor în cauză faţă de constituţiile din 1952, 1965 şi 1991. Prin urmare, ea a apreciat că aceste decrete nu puteau transfera în mod valabil proprietatea privată în patrimoniul statului şi că, prin urmare, proprietarii imobilelor naţionalizate în baza acestor decrete nu pierduseră niciodată proprietatea. În ceea ce priveşte imposibilitatea instanţelor de a soluţiona acţiunile în revendicare, Curtea a apreciat că un astfel de refuz constituia o denegare de justiţie.", " 2. Decizia din 28 septembrie 1998", "27. La data de 28 septembrie 1998, Curtea Supremă de Justiţie, statuând în secţiile unite, a decis în unanimitate că instanţele erau competente să soluţioneze litigii referitoare la încălcări ale dreptului de proprietate comise în perioada 1944-1989.", "3. Decizia din 10 noiembrie 1999", "28. Într-o cauză având, de asemenea, ca obiect revendicarea unui imobil naţionalizat în regimul comunist, Curtea Supremă şi-a confirmat din nou jurisprudenţa conform căreia statul nu putea să invoce decretele nr. 218/1960 şi nr. 712/1966 pentru a susţine un transfer de proprietate valabil al unui imobil în patrimoniul său.", "", "ÎN DREPT", "", " I. Asupra pretinsei încălcări a  § 1 din Convenţie", " 29. Reclamantul pretinde că a existat o încălcare a dreptului său de acces la instanţă din cauza respingerii acţiunii sale în revendicare, fără ca instanţele să analizeze valabilitatea titlului de proprietate invocat de stat. El invocă  § 1 din Convenţie, care prevede următoarele în partea sa relevantă:", "„Orice persoană are dreptul la judecarea în mod echitabil (...) a cauzei sale, de către o instanţă (...) care va hotărî (...) asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil (...). ”", "A. Argumentele părţilor", "30. Guvernul reaminteşte încă de la început jurisprudenţa constantă a Curţii, conform căreia, atunci când verifică conformitatea unei proceduri interne cu  § 1 din Convenţie, Curtea nu este competentă să cunoască erorile de fapt sau de drept pretins comise de o instanţă naţională.", "31. În speţă, el consideră că procedura i-a oferit reclamantului ocazia să îşi prezinte cauza în condiţii ce nu l-au pus într-o situaţie dezavantajoasă faţă de celelalte părţi şi că instanţele interne au analizat toate chestiunile esenţiale ale cauzei, pronunţând soluţii în conformitate cu legea română în vigoare.", "32. În acest sens, Guvernul subliniază aprecierea curţii de apel, potrivit căreia imobilul în litigiu devenise proprietatea statului prin intermediul legii, şi anume prin decretele nr. 218/1960 şi nr. 712/1966.", "33. Guvernul arată că instanţele interne, analizând argumentele părţilor, au constatat că, în urma celor două decrete menţionate mai sus, reclamantul îşi pierduse dreptul de proprietate asupra imobilului în litigiu şi, prin urmare, i-au respins acţiunea.", "34. În fine, în ceea ce priveşte caducitatea decretelor nr. 218/1960 şi nr. 712/1966, Guvernul consideră că Tribunalul şi Curtea de Apel Bucureşti nu erau obligate să respecte jurisprudenţa Curţii Supreme de Justiţie, care constatase neconstituţionalitatea acestor decrete, din moment ce ea nu era opozabilă erga omnes.", "35. Reclamantul subliniază că decretele nr. 218/1960 şi nr. 712/1966, menţionate în Adresa din anul 1994 a Primăriei Voluntari ca temei legal al transferului bunului în patrimoniul statului, fuseseră declarate neconstituţionale prin Decizia din 13 iulie 1993 a Curţii Supreme de Justiţie. Prin urmare, el apreciază că, respingându-i acţiunea, Tribunalul şi Curtea de Apel Bucureşti au încălcat în mod arbitrar această jurisprudenţă, precum şi alte probe din dosar care dovedeau lipsa titlului de proprietate valabil al statului.", "36. În plus, el afirmă că instanţele interne au considerat pe nedrept că titlul statului asupra imobilului în litigiu era confirmat de prevederile legilor nr. 18/1991 şi nr. 213/1998, din moment ce alin. 5 al art. 36 din Legea nr. 18/1991 şi art. 6 din Legea nr. 213/1998 prevăd restituirea bunurilor naţionalizate în baza Decretului nr. 712/1966 şi, respectiv, competenţa instanţelor interne de a verifica valabilitatea titlului de proprietate al statului.", "B. Aprecierea Curţii", " 37. Curtea reaminteşte încă de la început că, deşi nu este de datoria sa să cunoască erorile de fapt sau de drept pretins comise de instanţele naţionale, ea trebuie să se asigure că interpretarea pe care acestea au dat-o legislaţiei interne şi probelor nu are un caracter arbitrar, ceea ce ar fi de natură să aducă atingere echităţii procedurii (a se vedea, printre altele, Tejedor García împotriva Spaniei, Hotărârea din 16 decembrie 1997, Culegere de hotărâri şi decizii 1997-VIII, p. 2.796, § 31; Brualla Gómez de la Torre împotriva Spaniei, Hotărârea din 19 decembrie 1997, Culegere 1997-VIII, p. 2.796, §§ 31 şi 32; Prinţul Hans-Adam II de Liechtenstein împotriva Germaniei [MC], nr. 42.527/98, §§ 49 şi 50, CEDO 2001-VIII).", "38. Pe de altă parte, deşi  § 1 din Convenţie nu reglementează admisibilitatea şi forţa probatorie a motivelor, argumentelor şi mijloacelor de probă ale părţilor, el instituie în sarcina instanţelor obligaţia de a se dedica analizei lor efective, fără să le aprecieze relevanţa (Van de Hurk împotriva Olandei, Hotărârea din 19 aprilie 1994, seria A nr. 288, p. 19, § 59).", "39. Fără a impune un răspuns detaliat pentru fiecare argument al reclamantului, această obligaţie presupune totuşi ca partea lezată să poată să se aştepte la un răspuns specific şi explicit la mijloacele decisive pentru soluţionarea procedurii respective (a se vedea Ruiz Torija şi Hiro Balani împotriva Spaniei, hotărârile din 9 decembrie 1994, seria A nr. 303-A şi 303-B, p. 12, §§ 29 şi 30, şi pp. 29 şi 30, §§ 27 şi 28).", "40. În speţă, Curtea observă că reclamantul a opus argumentului Primăriei Voluntari, care invoca decretele nr. 218/1960 şi nr. 712/1966 pentru a justifica valabilitatea titlului său de proprietate, susţinerea întemeiată pe neconstituţionalitatea acestor decrete, constatată de Curtea Supremă de Justiţie în Decizia din 1993. În acest sens, Curtea constată că, potrivit jurisprudenţei constante a Curţii Supreme de Justiţie, statul nu putea invoca decretele nr. 218/1960 şi nr. 712/1966 pentru a valida un transfer de proprietate.", " 41. Totuşi, tribunalul şi curtea de apel au admis argumentul primăriei şi, fără a se pronunţa asupra neconstituţionalităţii decretelor respective, au statuat că după confiscarea bunului în anul 1945 statul a devenit proprietar în baza acestor decrete şi că prevederile legilor nr. 18/1991 şi nr. 213/1998 îi confirmau titlul de proprietate.", " 42. Curtea constată că nu este de datoria sa să analizeze temeinicia motivului întemeiat pe neconstituţionalitatea decretelor nr. 218/1960 şi nr. 712/1966, această sarcină aparţinând instanţelor naţionale. Cu toate acestea, ea observă că această analiză era decisivă pentru soluţionarea procedurii. Într-adevăr, dacă tribunalul sau curtea de apel ar fi considerat acest mijloc ca fiind întemeiat, ele ar fi constatat în mod necesar lipsa unui transfer de proprietate valabil şi ar fi obligat statul săi restituie reclamantului bunul aflat în litigiu.", "43. Analiza acestui motiv era cu atât mai justificată cu cât  dispune restituirea bunurilor naţionalizate în baza Decretului nr. 712/1966. Mai mult,  impune un control judiciar al constituţionalităţii transferurilor bunurilor în patrimoniul statului intervenite în perioada 6 martie 1945-22 decembrie 1989. Or, trebuie constatat că un astfel de control nu a avut loc în speţă.", " 44. Având în vedere incidenţa decisivă a motivului întemeiat pe neconstituţionalitatea decretelor nr. 218/1960 şi nr. 712/1966, Curtea apreciază că el impunea din partea tribunalului şi a curţii de apel un răspuns specific şi explicit. În lipsa unui astfel de răspuns, este imposibil de stabilit dacă aceste instanţe l-au neglijat pur şi simplu sau dacă au vrut să-l respingă, şi, dacă da, din ce motive (a se vedea, mutatis mutandis, Ruiz Torija şi Hiro Balani, menţionate mai sus, p. 12, § 30, şi p. 30, § 28).", "45. Având în vedere cele de mai sus, Curtea constată că acţiunea reclamantului în procedura de revendicare nu a fost echitabilă.", "46. Prin urmare, a avut loc încălcarea  § 1 din Convenţie.", "II. Asupra pretinsei încălcări a art. 1 din Protocolul nr. 1 la Convenţie", "47. Reclamantul se consideră victima unei încălcări continue a dreptului său de proprietate începând din anul 1945, data ocupării ilegale de către stat a imobilului care a aparţinut părinţilor săi. El invocă art. 1 din Protocolul nr. 1 la Convenţie, conform căruia:", "„ Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.”", "48. Guvernul arată că art. 1 din Protocolul nr. 1 nu este aplicabil în speţă, reclamantul neavând niciun „bun actual“ şi „nicio speranţă legitimă“, în sensul jurisprudenţei constante a organelor Convenţiei, de a obţine restituirea bunului.", "49. Reclamantul continuă să susţină că nu şi-a pierdut niciodată dreptul de proprietate asupra imobilului în litigiu, deoarece statul a exercitat o posesie bazată pe violenţă.", "50. Curtea constată că acest capăt de cerere se află în legătură directă cu cel analizat din perspectiva  § 1 din Convenţie. Având în vedere concluziile sale în ceea ce priveşte aplicabilitatea acestui articol, Curtea nu poate specula care ar fi fost soluţia acţiunii în revendicare dacă cerinţele dreptului la un proces echitabil ar fi fost respectate în faţa instanţelor interne.", "51. Prin urmare, ea apreciază că nu este cazul să statueze nici asupra existenţei unui „bun“ în sensul art. 1 din Protocolul nr. 1, nici asupra temeiniciei capătului de cerere întemeiat pe acest articol (a se vedea, mutatis mutandis, printre altele, Glod împotriva României, nr. 41.134/98, § 46, 16 septembrie 2003, şi Albina împotriva României, nr. 57.808/00, § 42, 28 aprilie 2005).", " III. Asupra aplicării art. 41 din Convenţie", "52. Conform art. 41 din Convenţie,", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "53. Reclamantul nu a prezentat, după decizia privind admisibilitatea, nicio cerere de satisfacţie echitabilă în termenul acordat, deşi, prin cele două scrisori din 31 mai şi 7 septembrie 2005, i-a fost atrasă atenţia asupra art. 60 din Regulamentul Curţii, care prevede că orice cerere de satisfacţie echitabilă în temeiul art. 41 din Convenţie trebuie expusă în observaţiile scrise asupra fondului.", "54. Prin urmare, având în vedere lipsa de răspuns în termenul stabilit, Curtea apreciază că nu este cazul să acorde nicio sumă în temeiul art. 41 din Convenţie.", "", "", "PENTRU ACESTE MOTIVE,", "CURTEA,", "ÎN UNANIMITATE,", "", " 1. hotărăşte că a avut loc încălcarea  § 1 din Convenţie;", " 2. hotărăşte că nu este cazul să analizeze dacă a avut loc încălcarea art. 1 din Protocolul nr. 1 la Convenţie;", " 3. hotărăşte că nu este cazul să acorde nicio sumă în temeiul art. 41 din Convenţie. Redactată în limba franceză, apoi comunicată în scris la data de 8 iunie 2006, în conformitate cu art. 77 §§ 2 şi 3 din Regulament. ", ""]}