{"file": "RUM_HJUDRUM_53897_00.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "53897/00", "text_paragraphs": ["", "©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "SECŢIUNEA A TREIA", "", "CAUZA DĂNILĂ împotriva ROMÂNIEI", "(Cererea nr. 53897/00)", "", "", "", "", "", "", "", "", "HOTĂRÂRE", "", "", "STRASBOURG", "8 martie 2007", "", "Această hotărâre va deveni definitivă în condiţiile definite în articolul 44 § 2 din Convenţie. Poate suferi modificări de formă.", "\nÎn cauza Dănilă împotriva ROMÂNIEI,", "Curtea Europeană a Drepturilor Omului (secţiunea a treia), întrunită în completul format din:", "\tD-nii.\tB.M. Zupančič, preşedinte,\n\t\tJ. Hedigan,\n\t\tC. Bîrsan,\n\tDna\tA. Gyulumyan,\n\tD-nii.\tE. Myjer,\n\t\tDavid Thór Björgvinsson,\n\tDna\tI. Ziemele, judecători,\nşi dl. S. Naismith, grefier adjunct al secţiunii,", "După deliberare în camera de consiliu la 8 decembrie 2005 şi 15 februarie 2007,", "Pronunţă hotărârea următoare, adoptată la această dată:", "PROCEDURA", "1.  La originea cauzei se află o cerere (nr. 53897/00) îndreptată împotriva României şi prin care un cetăţean al acestui Stat, dl. Costica Dănilă (« reclamantul »), a sesizat Curtea la 14 ianuarie 1999 în temeiul articolului 34 din Convenţia cu privire la Apărarea Drepturilor şi Libertăţilor fundamentale ale Omului (« Convenţia »).", "2.  Reclamantul este reprezentat de dna. D. Bistrae, avocată din Bucureşti. Guvernul român (« Guvernul ») este reprezentat de agentul său, d-na B. Rămăşcanu, de la ministerul Afacerilor Externe.", "3.  Reclamantul pretindea o încălcare a dreptului la un proces echitabil căci, după ce a fost achitat respectiv în primă instanţă şi în apel, a fost condamnat de Curtea supremă de justiţie fără să fi fost audiat. Reclamantul acuză de asemenea o încălcare a principiului egalităţii armelor în procesul penal, prin faptul că absenţa, de-a lungul întregului proces penal, a persoanei care depusese plângerea penală, l-a împiedicat să răspundă reclamaţiei acesteia, ceea ce a fost, în opinia sa, elementul esenţial al condamnării sale.", "4.  Printr-o decizie din 8 decembrie 2005, camera a declarat cererea admisibilă.", "5.  Reclamantul a depus observaţii scrise complementare, nu însă şi Guvernul (articolul 59 § 1 din regulament).", "", "ÎN FAPT", "I.   CIRCUMSTANŢELE SPEŢEI", "6.  Reclamantul s-a născut în 1947 şi domiciliază în Constanţa.", "7.  Între august 1994 şi aprilie 1995, reclamantul a exercitat funcţia de director de agenţie a unei bănci din oraşul E.", "8.  În august 1993, D.C., administrator unic al societăţii C., a cerut de la bancă un credit de 80 milioane de lei. Neavând dreptul de a acorda credit decât în limita a 20 milioane, agenţia din oraşul C. solicitase acordul sediului din Bucureşti, acord care a fost dat şi, ca urmare, creditul a fost acordat de agenţia în cauză pentru suma solicitată. Creditul nu a fost rambursat.", "9.  În decembrie 1994, urmare a acordului unui director de la sediul băncii, un nou credit în sumă de 250 milioane de lei a fost acordat societăţii lui D.C. Din acest credit, banca a recuperat partea datorată în baza primului credit alocat, reprezentând 227 milioane de lei după calculul ratei dobânzii, şi a pus la dispoziţia lui D.C. restul. Acest credit, la rândul său, nu a fost recuperat de bancă.", "10.  În ianuarie 1995, D.C. a solicitat transferul dosarului său de credit de la agenţia din oraşul C. la agenţia din oraşul E., unde reclamantul ocupa funcţia de director. Acest transfer necesita acordul a doi directori de agenţie, precum şi cel al directorului filialei din Constanţa şi al directorului sediului din Bucureşti, acorduri care au fost obţinute. La 16 ianuarie 1995, dosarul a fost drept urmare transferat la agenţia din oraşul E., dar transferul efectiv nu a intervenit decât în luna martie a aceluiaşi an.", "11.  Nicio scadenţă nefiind rambursată, banca a iniţiat o acţiune în daune şi interese contra societăţii C. La 8 martie 1996, printr-o decizie definitivă a tribunalului judeţean Constanţa, societatea a fost condamnată să restituie creditul de 250 milioane de lei, care se ridica cu ratele dobânzilor la 421,3 milioane de lei.", "12.  La 8 august 1995, D.C. a depus o reclamaţie penală contra reclamantului acuzându-l de delictul de corupţie. Ea afirma că pentru a transfera creditul de la agenţia din oraşul C. la agenţia din oraşul E., reclamantul îi ceruse în schimb o anumită sumă de bani şi mai multe bunuri.", "13.  La 15 noiembrie 1995, printr-o ordonanţă a procurorului, reclamantul a fost pus în detenţie provizorie.", "14.  La 16 noiembrie 1995, reclamantul a fost confruntat cu D.C. El a răspuns întrebărilor procurorului, susţinându-şi nevinovăţia, dar a declarat că nu dorea să îi adreseze întrebări lui D.C.", "15.  La 21 noiembrie 1995, a depus o plângere contra punerii în detenţie provizorie, care a fost admisă la 29 noiembrie 1995 de tribunalul judeţean Constanţa, care l-a repus în libertate. La 13 decembrie 1995, recursul parchetului a fost respins va nefundat de curtea de apel din Constanţa.", "16.  La o dată neprecizată, D.C. a părăsit ţara spre a pleca în Germania, de unde nu s-a mai întors.", "17.  După ancheta penală, cauza a fost prezentată în faţa tribunalului judeţean Constanţa care, printr-o decizie din 19 februarie 1997, a achitat reclamantul, sub motiv că nu existau dovezi pentru faptele care îi erau reproşate. Conform tribunalului judeţean Constanţa, declaraţiile unui din martorii acuzării, P.I., concubinul lui D.C., erau contradictorii. În plus, ele erau contrare celor ale altor martori şi pentru alte probe administrate în speţă. Tribunalul a mai subliniat de asemenea că, conform unei note de la bancă din perioada invocată în plângere, D.C. nu retrăsese de la bancă suma de bani pretins plătită reclamantului.", "18.  Parchetul de pe lângă tribunalul judeţean Constanţa a făcut apel contra acestei hotărâri. La 30 mai 1997 apelul a fost respins ca nefondat. Curtea de apel Constanţa a reţinut, ca şi tribunalul judeţean, contradicţia declaraţiilor martorului acuzării şi mai ales contradicţia cu declaraţiile altor martori. În plus, faptul că, pe de o parte, transferul dosarului de credit a fost recomandat lui D.C. de directorul agenţiei din oraşul C., şi că, pe de altă parte, acest transfer a fost în interesul lui D.C., au fost considerate ca probe suplimentare pentru achitarea reclamantului. Curtea a reamintit de asemenea că D.C. nu participase la şedinţe şi că P.I., principalul martor al acuzării, fusese adus la şedinţe cu ajutorul poliţiei. Ea a dedus de aici că acuzaţiile nu erau întemeiate şi că prin urmare sentinţa tribunalului judeţean era legală şi întemeiate.", "19.  Parchetul de pe lângă de curtea de apel Constanţa a cerut casarea hotărârii în apel, susţinând că fusese comisă o gravă eroare, mai ales din cauza interpretării probelor, şi că faptele constatate de jurisdicţii nu corespundeau realităţii.", "20.  Curtea supremă de justiţie a stabilit o şedinţă publică pentru data de 1 iulie 1998. Cu ocazia acestei şedinţe avocatul reclamantului a cerut ca recursul să fie respins. Reclamantul a avut ocazia să se exprime ultimul, când şi-a susţinut din nou nevinovăţia. În această etapă a procedurii, nici D.C. nici ceilalţi martori, nici reclamantul nu au fost audiaţi de Curtea Supremă de Justiţie.", "21.  La 15 iulie 1998, Curtea Supremă de Justiţie a admis recursul parchetului, a casat sentinţa tribunalului judeţean din 19 februarie 1997 şi hotărârea din 30 mai 1997 a Curţii de Apel, şi a condamnat reclamantul la o pedeapsă definitivă cu închisoarea de patru ani şi a ordonat interdicţia exercitării drepturilor civice pe o perioadă de doi ani. Suma de bani care făcuse obiectul infracţiunii a fost confiscată, ca şi contravaloarea produselor date reclamantului de D.C.", "22.  Bazându-se pe declaraţia lui D.C., pe faptul că descrierea interiorului apartamentului reclamantului făcută de P.I. corespundea cu realitatea, precum şi pe declaraţia lui L.A., contabil şef al agenţiei băncii, Curtea Supremă de Justiţie a constatat că reclamantul primise într-adevăr bani şi mai multe bunuri în schimbul transferării dosarului de credit.", "23.  mai multe cereri adresate procurorului general în sensul introducerii unui recurs în anulare au fost respinse.", "24.  La 13 decembrie 2002, judecătoria Medgidia a admis cererea de eliberare condiţionată a reclamantului. A fost eliberat la 17 decembrie 2002.", "II.  LE DREPTUL INTERN PERTINENT", "A.  Codul penal", "25.  Dispoziţiile pertinente ale codului penal, în vigoare la epoca faptelor sunt următoarele:", "Articolul 254", "« Fapta funcţionarului care, direct sau indirect, pretinde ori primeşte bani sau alte foloase care nu i se cuvin, ori acceptă promisiunea unor astfel de foloase sau nu o respinge, în scopul de a îndeplini, a nu îndeplini, ori a întârzia îndeplinirea unui act privitor la îndatoririle sale de serviciu sau în scopul de a face un act contrar acestor îndatoriri, se pedepseşte u închisoare de la 3 la 12 ani şi interzicerea unor drepturi. (...)", "Banii, valorile sau orice alte bunuri care au făcut obiectul acestei infracţiuni se confiscă, iar dacă acestea nu se găsesc, condamnatul este obligat la plata echivalentului lor în bani. »", "B.  Codul de procedură penală", "26.  Dispoziţiile pertinente ale codului de procedură penală, în vigoare la epoca faptelor, au următorul cuprins:", "Articolul 63 § 2", "« Probele nu au valoare mai dinainte stabilita. Aprecierea fiecărei probe se face de organul de urmărire penala si de instanţa de judecata potrivit convingerii lor, formata in urma examinării tuturor probelor administrate si conducându-se după conştiinţa lor. »", "Articolul 385-6 § 2", "« O jurisdicţie sesizată cu un recurs împotriva unei hotărâri care nu poate fi atacată în apel trebuie să examineze cauza sub toate aspectele sale, oricare ar fi mijloacele şi cererile părţilor(...) »", "Articolul 385-9", "« Cazurile în care se poate face recurs :", "(...)", "(10)  instanţa nu s-a pronunţat asupra unei fapte reţinute in sarcina inculpatului prin actul de sesizare sau cu privire la unele probe administrate ori asupra unor cereri esenţiale pentru părţi, de natura să garanteze drepturile lor şi să influenţeze soluţia procesului;", "(...) »", "Articolul 385-15", "« Instanţa, judecând recursul, pronunţă una din următoarele soluţii :", "(...)", "  (2) admite recursul, casând hotărârea atacata şi (...) d) reţine cauza spre rejudecare.", "(...) »", "Articolul 385-16", "« Când instanţa de recurs casează hotărârea si retine cauza spre rejudecare potrivit art. 38515 pct. 2 lit. d), se pronunţă şi asupra probelor ce urmează a fi administrate, fixând termen pentru rejudecare (...) »", "Articolul 385-19", "« Rejudecarea cauzei după casarea hotărârii atacate se desfăşoară potrivit dispoziţiilor cuprinse în partea specială, titlul II, capitolele I (Procesul - Dispoziţii generale) si II, (Procesul în primă instanţă] care se aplică in mod corespunzător (mutatis mutandis). »", "ÎN DREPT", "I.  ASUPRA ÎNCĂLCĂRII PRETINSE A ARTICOLULUI 6 §§ 1 şi 3 d) DIN CONVENŢIE", "A.  Lipsa audierii reclamantului de către Curtea supremă de justiţie", "27.  Reclamantul susţine că nu a beneficiat de un proces echitabil în faţa curţii supreme de justiţie care l-a condamnat fără a-l fi audiat, cu încălcarea articolului 6 § 1 din Convenţie, care prevede:", "« Orice persoană are dreptul să îi fie audiată echitabil şi public cauza, şi într-un termen rezonabil, de un tribunal independent şi imparţial, legal constituit, care să se pronunţe (...) asupra întemeierii oricărei acuzaţii în materie penală îndreptată împotriva ei. (...) »", "1.  Argumentele părţilor", "a)   Guvernul", "28.  În primul rând, Guvernul susţine că reclamantul a beneficiat în faţa curţii supreme de justiţie de o procedură cu caracter public, oral şi contradictoriu şi că şi-a putut prezenta argumentele în faţa instanţei având ultimul cuvânt cu ocazia şedinţei publice din 1 iulie 1998.", "29.   Guvernul este de acord că dreptul de a avea ultimul cuvânt nu poate fi confundat cu dreptul de a fi audiat, aşa cum a fost stabilit de curte în cauza Constantinescu împotriva ROMÂNIEI (nr. 28871/95, § 58, CEDO 2000VIII). Pe de altă parte, dat fiind faptul că de-a lungul procedurii în primă instanţă şi în apel reclamantul a negat mereu realitatea acuzaţiilor susţinute împotriva lui, Guvernul apreciază că miza cauzei în faţa curţii supreme de justiţie se referea numai la evaluarea credibilităţii depoziţiilor acuzării şi la modul de a corobora elementele probelor. Sub acest aspect, speţa de faţă se deosebeşte de cauza Constantinescu sus citată, unde disputa se referea la aspecte legate de persoana reclamantului, anume existenţa intenţiei de defăimare. Guvernul apreciază ca evident că repetarea audierii reclamantului nu ar fi adus niciun element nou care să poată influenţa în mod semnificativ concluzia Curţii supreme de justiţie.", "30.  În plus, Guvernul susţine că o nouă audiere în faţa Curţii supreme ar fi fost posibilă, dar, în lipsa unei cereri a reclamantului în acest sens, instanţa nu a considerat-o necesară în speţă. Reclamantul ar fi putut să indice orice element nou, care ar fi permis redeschiderea dezbaterilor şi ar fi făcut obiectul unei reexaminări în faţa Curţii supreme, în momentul când a avut ultimul cuvânt. Or, el s-a limitat totuşi la reiterarea argumentelor deja prezentate şi depuse la dosar.", "În sfârşit, Guvernul subliniază că prezenta cauză nu implică, spre deosebire de cauza Constantinescu sus citată, aplicabilitatea articolului 3856 § 3 din codul de procedură penală, conform căruia în cadrul unei proceduri de recurs introdus contra unei hotărâri care nu este susceptibilă de apel, instanţa este obligată să examineze cauza sub toate aspectele sale, şi nu trebuie să se limiteze la mijloacele şi cererile invocate de partea care a introdus recursul.", "31.  În aceste condiţii, Guvernul susţine că faptul că reclamantul nu a fost audiat de Curtea supremă de justiţie nu constituie o încălcare a articolului 6 § 1.", "b)  Reclamantul", "32.  Reclamantul se mulţumeşte să reitereze faptul că Curtea supremă de justiţie, care l-a condamnat pentru prima dată, nu l-a audiat, deşi era prezent în şedinţă. Arată că Curtea supremă de justiţie a statuat bazându-se exclusiv pe dosarul din primă instanţă, care conţinea depoziţiile martorilor şi declaraţia sa, acelaşi dosar în baza căruia fusese achitat în primă instanţă şi în apel.", "2.  Aprecierea Curţii", "33.  Curtea reaminteşte că modurile de aplicare a articolului 6 în procedurile de apel depind de caracteristicile procedurii în speţă; este indicat să se ţină seama de ansamblul procedurii interne şi de rolul care revine jurisdicţiei de apel în ordinea juridică naţională. Când o şedinţă publică a avut loc în primă instanţă, absenţa dezbaterilor publice în apel se poate justifica prin particularităţile procedurii în cauză, ţinând seama de natura sistemului de apel intern, de extindere puterilor jurisdicţiei de apel, de modul în care au fost realmente prezentate şi protejate interesele reclamantului în faţa acesteia, şi mai ales de natura des chestiunilor pe care trebuia să le tranşeze (Botten împotriva Norvegiei, hotărârea din 19 februarie 1996, Culegere de hotărâri şi decizii 1996-I, p. 141, § 39).", "34.  În faţa unei curţi de apel care se bucură de plenitudinea jurisdicţiei, articolul 6 nu garantează în mod necesar dreptul la o audiere publică şi nici, dacă are loc o astfel de audiere are loc, cel de a asista personal la dezbateri (Fejde împotriva Suediei, hotărârea din 29 octombrie 1991, seria A nr. 212-C, p. 6970, § 33).", "35.  Pe de altă parte, curtea a declarat că atunci când o instanţă de apel este sesizată cu o cauză în fapt şi în drept şi studiază în ansamblu problema vinovăţiei sau nevinovăţiei, ea nu poate, din motive de echitate a procesului, să se pronunţe asupra acestor chestiuni fără apreciere directă a mărturiilor prezentate personal de acuzatul care susţine că nu a comis fapta considerată ca infracţiune penală (Ekbatani împotriva Suediei, hotărârea din 26 mai 1988, seria A nr. 134, p. 14, § 32 şi Constantinescu, sus citat, § 55).", "36.  În speţă, curtea observe de la bun început că nu se contestă faptul că reclamantul a fost condamnat de curtea supremă de justiţie fără a fi fost audiat în persoană (paragraful 20 de mai sus).", "37.  Ca urmare, pentru a stabili dacă a avut loc o încălcare a articolului 6, este indicat să se examineze rolul Curţii supreme de justiţie şi natura chestiunilor pe care trebuia să le ia la cunoştinţă.", "38.  Curtea reaminteşte că în speţă extinderea puterilor jurisdicţiei de recurs este definită în articolele 38515 şi 38516 din codul de procedură penală. Conform articolului 38515, Curtea supremă de justiţie, ca instanţă de recurs, nu era obligată să judece din nou pe fond, dar avea această posibilitate. La 15 iulie 1998, Curtea supremă de justiţie a admis recursul parchetului, a casat sentinţa tribunalului judeţean din 19 februarie 1997 şi hotărârea din 30 mai 1997 a Curţii de Apel, şi a judecat din nou pe fond. Conform prevederilor legale sus citate, rezultă că procedura în faţa jurisdicţiei de recurs era o procedură completă care urma aceleaşi reguli ca o procedură pe fond, Curtea supremă de justiţie ajungând să cunoască acele fapte din cauză după cum este necesar de drept. Jurisdicţia de recurs putea să decidă fie confirmarea achitării reclamantului fie să-l declare vinovat, după ce realizase o apreciere completă a chestiunii vinovăţiei sau nevinovăţiei părţii interesate, administrând după caz noi mijloace probatorii.", "39.  În speţă, aspectele pe care Curtea supremă de justiţie a trebuit să le analizeze spre a se pronunţa asupra vinovăţiei reclamantului aveau un caracter predominant de fapt. Era vorba de a aprecia dacă reclamantul primise o sumă de bani şi dacă primise mai multe bunuri din partea lui D.C.", "40.  Curtea constată că prezenta cauză nu implică, spre deosebire de cauza Constantinescu, sus citată, aplicabilitatea articolului 3856 § 3 din codul de procedură penală conform căruia în cadrul unei proceduri de recurs introduse contra unei hotărâri care nu este susceptibilă de apel, instanţa este obligată să examineze cauza sub toate aspectele acesteia, fără a trebui să se limiteze la mijloacele şi cererile invocate de partea care a introdus recursul. Totuşi, este indicat să se observe că, deşi Curtea supremă de justiţie s-a pronunţat în cadrul unei proceduri de recurs împotriva unei sentinţe care făcuse obiectul unui apel, rezultă că trebui să procedeze la propria sa apreciere asupra faptelor spre a cerceta dacă erau suficiente spre a permite condamnarea reclamantului. Ca urmare, jurisdicţia de recurs trebuia să aibă cunoştinţă de cauză în fapt şi în drept şi să studieze în ansamblul ei chestiunea vinovăţiei sau nevinovăţiei, conform jurisprudenţei constante a curţii.", "41.  În sfârşit, deşi Guvernul subliniază faptul că reclamantul nu a cerut să fie audiat de Curtea supremă de justiţie, curtea apreciază că jurisdicţia de recurs era obligată să ia măsuri pozitive în acest scop, chiar dacă reclamantul nu solicitase în mod expres o autorizaţie în acest sens (a se vedea, mutatis mutandis, Botten, sus citat, § 53).", "42.  Ca urmare, curtea consideră că condamnarea reclamantului, pronunţată fără ca acesta din urmă să fie audiat în persoană şi mai ales după achitarea sa de cele două jurisdicţii inferioare, este contrarie cerinţelor unui proces echitabil în sensul articolului 6 § 1 al Convenţiei.", "43.  A avut deci loc o încălcare a articolului 6 § 1 din Convenţie.", "B.  Lipsa interogării unui martor al acuzării", "44.  Reclamantul se plânge că nu a beneficiat de un proces echitabil, în măsura în care, în timpul procesului, nu a existat posibilitatea de a-l interoga pe D.C., persoana care îl denunţase şi, ca atare, principalul martor al acuzării, încălcând paragrafele 1 şi 3 d) din articolul 6 din Convenţie, care sună astfel:", "« 1.  Orice persoană are dreptul să i se audieze cazul în mod echitabil, public (...) de un tribunal (...) care va decide (...) asupra temeiului oricărei acuzaţii în materie penală îndreptată împotriva ei (...)", "(...)", "3.  Orice acuzat are dreptul anume la  :", "(...)", "d)  a interoga sau a cere interogarea martorilor acuzării şi a obţine citarea şi interogarea martorilor apărării în aceleaşi condiţii ca martorii acuzării; »", "1.  Argumentele părţilor", "a)   Guvernul", "45.   Guvernul apreciază că condamnarea reclamantului a fost conformă cu exigenţele legate de echitatea procedurii şi egalitatea armelor garantate de articolul 6 §§ 1 şi 3 d) din Convenţie.", "46.   Guvernul subliniază mai întâi că autorităţile naţionale au încercat în repetate rânduri să obţină prezentarea în persoană a lui D.C. spre a-l putea audia. În ciuda cercetărilor poliţiei, D.C. a rămas de negăsit, chiar şi în timpul procedurii din faţa curţii supreme de justiţie care a continuat totuşi să-l citeze la toate audierile.", "47.   Guvernul observă în continuare că condamnarea reclamantului nu s-a bazat în mod decisiv pe depoziţia, luată de parchet, a lui D.C. Curtea supremă de justiţie a ajuns la concluzia că reclamantul primise o sumă de bani şi mai multe bunuri de la D.C. pentru a-şi da acordul în privinţa transferului creditului pe baza mai multor elemente probatorii: depoziţiile lui P.I., concubinul lui D.C., şi a lui L.A., contabil şef al agenţiei băncii, precum şi procesul verbal întocmit de procurorul care cercetase apartamentul reclamantului, de unde reieşea că descrierea holului de la intrarea apartamentului reclamantului făcută de P.I. era corectă, cu toate că reclamantul a afirmat că nu a primit niciodată vizita lui P.I.", "48.  În sfârşit, Guvernul adaugă că Curtea supremă a procedat numai la o apreciere diferită a probelor, materie care este în primul rând de competenţa dreptului intern şi a jurisdicţiilor interne.", "b)  Reclamantul", "49.  Reclamantul afirmă că a fost condamnat în esenţă pe baza mărturiei lui D.C., luată de parchet şi care a fost coroborată de mărturiile acuzării ale unor martori care au mai fost audiaţi numai de judecătorie.", "50.  În sfârşit, reclamantul se plânge că Curtea supremă de justiţie nu a făcut uz de niciunul din mijloacele prevăzute de lege pentru a asigura prezenţa la audiere a lui D.C.", "51.  El declară că Curtea supremă de justiţie nici măcar nu a căutat să verifice realitatea informaţiei date de P.I. legat de plecarea lui D.C. în Germania. Or, conform propriilor cercetări, efectuate după eliberarea sa condiţionată, D.C. nu avea un paşaport nici în timpul judecăţii în primă instanţă şi nici în apel, nici în momentul ultimei audieri care a avut loc în faţa Curţii supreme de justiţie.", "52.  În sfârşit, şi în orice caz, reclamantul subliniază că hotărârea din 15 iulie 1998 face referire numai la depoziţiile martorilor acuzării, trecând sub tăcere depoziţiile martorilor apărării.", "2.  Aprecierea Curţii", "53.  Curtea observă că reclamantul se plânge că nu a avut posibilitatea de a interoga persoana care a depus plângerea penală împotriva sa şi a cărei declaraţie a fost, în opinia sa, elementul esenţial al condamnării sale. Conform spuselor reclamantului, în ciuda diferitelor sale cereri de a audia persoana care depusese plângerea şi de a fi confrunta cu ea, aceasta din urmă nu a participat la nicio audiere în faţa celor trei jurisdicţii care au judecat cauza.", "54.  Curtea reaminteşte că admisibilitatea probelor ţine în primul rând des regulile de drept intern, că principiu revine jurisdicţiilor naţionale aprecierea elementelor reunite de acestea, şi că misiunea încredinţată Curţii de Convenţia constă în a cerceta dacă procedura considerată în ansamblul ei, inclusiv modul de prezentare a mijloacelor probatorii, a avut un caracter echitabil (García Ruiz împotriva Spaniei [GC], nr. 30544/96, CEDO 1999-I, § 28).", "55.  Mai mult, elementele probatorii trebuie în principiu să fie prezentate în faţa acuzatului în şedinţă publică, în vederea unei dezbateri în contradictoriu. Acest principiu nu este lipsit de excepţii, dar acestea din urmă nu ar putea fi acceptate decât sub rezerva drepturilor la apărare; ca regulă generală, paragrafele 1 şi 3 d) din articolul 6 impun să se acorde acuzatului o ocazie adecvată şi suficientă de a contesta o mărturie a acuzării şi de interoga autorul, în momentul depoziţiei sau ulterior (Van Mechelen şi alţii împotriva Olandei, hotărârea din 23 aprilie 1997, Culegere de hotărâri şi decizii 1997-III, p. 711, § 51, şi Lüdi împotriva Elveţiei, hotărârea din 15 iunie 1992, seria A nr. 238, p. 21, § 49). În special, drepturile la apărare sunt restrânse într-un mod incompatibil cu garanţiile articolului 6 atunci când o condamnare se întemeiază, exclusiv sau într-o măsură decisivă, pe depoziţiile unui martor pe care acuzatul nu a avut posibilitatea de a-l interoga sau de a pune să fie interogat nici în timpul instrucţiei nici în timpul dezbaterilor (A.M. împotriva Italiei, 14 decembrie 1999, nr. 37019/97, CEDO 1999-IX, § 25, şi Saïdi împotriva Franţei, hotărârea din 20 septembrie 1993, seria A nr. 261-C, pp. 56-57, §§ 4344).", "56.  De asemenea, în absenţa posibilităţii de a obţine prezenţa unui martor în sala de judecată, instanţa poate, sub rezerva drepturilor la apărare, să ţină seama de depoziţiile luate de poliţie şi de magistratul instructor, cu atât mai mult cu cât acestea îi pot apărea ca fiind coroborate de alte date aflate în posesia sa (Artner împortiva Austriei, hotărârea din 28 august 1992, seria A nr. 242A, §  2).", "57.  Ca urmare, în speţă curtea este chemată să se pronunţe dacă depoziţiile lui D.C., persoana care a depus plângerea penale contre sa, erau decisive şi, în caz afirmativ, dacă acestea erau coroborate de alte probe administrate în faţa instanţelor.", "58.  Curtea observă că condamnarea reclamantului s-a întemeiat într-o măsură decisivă pe depoziţiile lui D.C., care datau din faza de instrucţie, persoană care, conform concubinului acesteia, plecase în Germania înainte de începerea procesului în primă instanţă.", "59.  Curtea subliniază că, în baza documentelor prezentate de Guvern, numai judecătoria a ordonat citarea cu mandat de aducere a lui D.C. pentru a fi audiată ca martor, Curtea de Apel şi Curtea supremă mulţumindu-se să o citeze în calitate de reclamant. Nu reiese din dosar dacă autorităţile interne au încercat să găsească noua adresă a lui D.C. din Germania nici dacă au verificat dacă D.C. părăsise cu adevărat ţara. Conform spuselor reclamantului, în baza propriilor sale cercetări pe care le-a efectuat după eliberarea sa condiţionată, D.C. nici măcar nu avea paşaport.", "60.  Chiar presupunând că ar fi fost imposibil să se asigure prezentarea lui D.C. în faţa instanţelor şi că autorităţile naţionale ar fi depus eforturile necesare spre a asigura prezentarea martorilor în faţa instanţei, Curtea observă că Curtea supremă de justiţie a fost prima jurisdicţie care a condamnat reclamantul, după achitarea sa de cele două jurisdicţii inferioare, fără aprecierea directă a mărturiilor personale ale reclamantului şi ale celorlalţi martori ai acuzării şi apărării.", "61.  Este adevărat că reclamantul a fost confruntat cu D.C. la parchet şi că declaraţiile lui D.C. nu au constituit unicul element probatoriu în baza căruia Curtea supremă de justiţie să-şi fi întemeiat condamnarea reclamantului. Într-adevăr, s-au adăugat declaraţiile lui P.I., concubinul lui D.C., şi ale lui L.A., contabil şef al agenţiei băncii, precum şi procesul verbal redactat de procurorul care examinase apartamentul reclamantului, de unde reieşea că descrierea holului de intrare al apartamentului reclamantului făcută de P.I. era corectă, chiar dacă reclamantul a afirmat că nu a primit niciodată vizita lui P.I.", "62.  Fapt este însă că Curtea supremă de justiţie a statuat întemeindu-se exclusiv pe dosarul din primă instanţă, care conţinea depoziţiile martorilor şi declaraţia reclamantului, acelaşi dosar în baza căruia fusese achitat în primă instanţă şi în apel.", "63.  În aceste condiţii, în opinia Curţii, Curtea supremă de justiţie trebuia să procedeze la administrarea directă a probelor în speţă şi să audieze din nou atât reclamantul cât şi anumiţi martori, ţinând seama mai ales de chestiunile pe care trebuia să le soluţioneze şi de importanţa lor pentru reclamant (vezi, printre altele, Ekbatani împotriva Suediei, hotărârea din 26 mai 1988, seria A nr. 134, § 25, şi Sigurþór Arnarsson împotriva Islandei, 15 iulie 2003, nr. 44671/98, § 36). Ca urmare, ea ar fi trebuit să o citeze pe D.C. să se prezinte în calitate de martor şi, dacă era necesar, să ceară audierea sa prin intermediul unei comisii rogatorii.", "64.  Curtea apreciază aşadar că condamnarea reclamantului de Curtea supremă de justiţie fără ca acesta să fi avut posibilitatea de a o interoga pe D.C., persoana care îl denunţase şi, ca urmare, principalul martor al acuzării, încalcă paragraful 3 d) din articolul 6 din Convenţie.", "65.  Pornind de aici, a avut loc o încălcare a articolului 6 § 3 d) din Convenţie.", "II.  ASUPRA APLICĂRII ARTICOLULUI 41 DIN CONVENŢIE", "66.  Conform articolului 41 din Convenţie,", "« Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor acesteia, şi dacă dreptul intern al Înaltei Părţi contractante nu permite decât ştergerea imperfectă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă. »", "A.  Daune", "67.  Cu titlu de daune materiale, reclamantul cere 50 000 euro reprezentând contravaloarea apartamentului şi maşinii pe care a trebuit să le vândă spre a acoperi nevoile familiei sale, precum şi salariile la care ar fi avut dreptul în calitate de director al unei agenţii de bancă. Pretinde de asemenea că a suferit un prejudiciu moral considerabil, cu « consecinţe negative asupra vieţii sale sociale şi profesionale » şi din cauza decesului părinţilor săi în timpul executării pedepsei, pentru repararea cărora cere 536 000 euro (EUR).", "68.  În privinţa salariilor cerute de reclamant, Guvernul apreciază că este imposibil să se decidă asupra plăţii acestor salarii ţinând seama de faptul că reclamantul nu a putut munci din cauza detenţiei sale. În cep priveşte vânzarea apartamentului şi a maşinii, Guvernul susţine cî nu există o legătură de cauzalitate între încălcările constatate şi prejudiciul pretins.", "În ce priveşte daunele morale reclamate pentru decesul părinţilor săi, Guvernul susţine că nu există o legătură de cauzalitate cu încălcările constatate. Guvernul apreciază ca « excesivă» suma solicitată de reclamant şi face trimitere la cauzele similare, în care curtea a alocat 3 000 EUR (Ilişescu şi Chiforec împotriva ROMÂNIEI, nr. 77364/01, § 48, 1 decembrie 2005, şi Nitu împotriva ROMÂNIEI (dec.), nr. 0806/01, 12 octombrie 2004) sau 15 000 franci francezi (Constantinescu, sus citat, § 82). Cu titlu subsidiar, Guvernul apreciază că constatarea unei încălcări ar reprezenta în sine o satisfacţie echitabilă.", "69.  Curtea subliniază că unica bază spre a se reţine acordarea unei satisfacţii echitabile, rezidă în speţă în faptul că reclamantul nu a beneficiat de un proces echitabil în faţa Curţii supreme de justiţie. Curtea nu ar putea desigur specula asupra posibilului rezultat al procesului în caz contrar, dar nu apreciază ca lipsit de raţiune să considere că cel interesat a suferit o pierdere a unei şanse reale în procesul menţionat (Pelissier şi Sassi împotriva Franţei [GC], nr. 25444/94, § 80, CEDO 1999-II).", "70.  Ca urmare, statuând în echitate, aşa cum o cere articolul 41, Curtea alocă solicitantului suma de e 3 000 EUR.", "B.  Costuri şi cheltuieli de judecată", "71.  Reclamantul nu cere rambursarea costurilor şi cheltuielilor de judecată avute în faţa jurisdicţiilor interne şi a Curţii.", "72.  În absenţa cererii reclamantului, Curtea decide să nu îi aloce nicio sumă pentru acest punct.", "C.  Dobânzi moratorii", "73.  Curtea judecă adecvat să îşi întemeieze rata dobânzilor moratorii pe rata dobânzii facilităţii de împrumut marginal al Băncii Centrale Europene majorată cu trei puncte procentuale.", "PENTRU ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1.  Afirmă că a avut loc o încălcare a articolului 6 § 1 din Convenţie ;", "2.  Afirmă că a avut loc o încălcare a articolului 6 § 3 d) din Convenţie ;", "3.  Afirmă", "a)  Că Statul acuzat trebuie să achite reclamantului, în termen de trei luni de la data la care hotărârea va fi devenit definitivă conform articolului 44 § 2 din Convenţie, 3 000 EUR (trei mii de euro) pentru daune morale, plus orice sumă ce poate fi datorată cu titlu de impozit, sumă ce trebuie transformată în lei româneşti la rata aplicabilă la data plăţii;", "b)  că de la data expirării termenului menţionat şi până la plata ei, această sumă se va majora cu o dobândă simplă cu rata egală cu cea a facilităţii de împrumut marginal practicată de Banca Centrală Europeană aplicabile pe durata acestei perioade, majorată cu trei puncte procentuale;", "4.  Respinge cererea de satisfacţie echitabilă pentru rest.", "Redactată în franceză, apoi comunicată în scris la 8 martie 2007 cu aplicarea articolului 77 §§ 2 şi 3 din regulament.", "\tStanley Naismith\tBoštjan M. Zupančič\n\tGrefier adjunct\tPreşedinte"]}