{"file": "RUM_HJUDRUM_29556_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "29556/02", "text_paragraphs": ["", "©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "SECŢIA A TREIA", "", "", "CAUZA DRIHA contra ROMÂNIEI", "", "(Cerere nr. 29556/02)", "", "HOTĂRÂRE", "", "STRASBOURG", "21 februarie 2008", "", "", "", "Această hotărâre va deveni definitivă în condiţiile prevăzute articolului 44 § 2 din Convenţie. Poate suferi modificări de formă.", "", "", "În cauza Driha contra României,", "Curtea Europeană a Drepturilor Omului (secţia a treia), reunită într-un complet format din :", "\tBoštjan M. Zupančič, preşedinte,\n\tCorneliu Bîrsan,\n\tElisabet Fura-Sandström,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tDavid Thór Björgvinsson,\n\tIsabelle Berro-Lefèvre, judecători,\nşi Santiago Quesada, grefier al secţiei,", "După ce a deliberat în camera de consiliu la 31 ianuarie 2008,", "A pronunţat următoarea hotărâre, adoptată la această dată:", "PROCEDURA", "1.  La originea cauzei se află o cerere (nr. 29556/02) îndreptată împotriva României, al cărei cetăţean, dl. Constantin Driha (« reclamantul »), a sesizat Curtea la 18 iulie 2002 în temeiul articolului 34 din Convenţia pentru apărarea Drepturilor şi a Libertăţilor Fundamentale ale Omului (« Convenţia »).", "2.  Guvernul român (« Guvernul ») este reprezentat de reprezentantul său, dl. Răzvan-Horaţiu Radu, de la Ministerul Afacerile Externe.", "3.  La 5 iulie 2005, Curtea a hotărât să comunice cererea Guvernului. Prevalându-se atât de articolul 29 § 3, ea a hotărât că vor fi examinate în acelaşi timp admisibilitatea şi fondul cauzei.", "ÎN FAPT", "I.   CIRCUMSTANŢELE SPEŢEI", "4.  Reclamantul s-a născut în 1957 şi este domiciliat în Oradea.", "5.  Până în februarie 2000, reclamantul era pompier. Acesta avea statutul de militar şi era în subordinea Ministerului de Interne. Printr-un ordin al ministrului de Interne din 29 februarie 2000, reclamantul a fost trecut în rezervă.", "6.  La trecerea sa în rezervă, prin aplicarea articolului 31 din Legea nr. 138 din 20 iulie 1999 cu privire la salarii şi alte drepturi ale militarilor, reclamantului i s-a acordat o plată compensatorie care corespundea cu treizeci şi patru de solde brute, şi anume echivalentul a 15 001 euro (EUR). Din această plată compensatorie, Ministrul de Interne a reţinut o sumă de 107 554 193 lei vechi (ROL), anume 5 843 EUR, cu titlu impozit pe venit. Reclamantul nu a încasat deci decât 168 593 455 ROL (9 158 EUR). A încasat această din urmă sumă în patru rate lunare.", "7.  La 27 iunie 2001, considerând această impunere ilegală, cu atât mai mult cu cât alţi militari trecuţi în rezervă, aflaţi în aceeaşi situaţie, nu au fost supuşi unor astfel de impuneri, reclamantul a solicitat în justiţie restituirea impozitului perceput pentru această plată compensatorie, precum şi actualizarea sumei ţinând seama de inflaţie.", "8.  Prin hotărârea din 10 ianuarie 2002, Tribunalul judeţean Bihor a decis că în baza articolelor 31 din Legea nr. 138/1999 şi 5 a) din Ordonanţa Guvernului nr. 73 din 27 august 1999, plata compensatorie acordată reclamantului era scutită de impozit. Tribunalul a respins argumentele Ministerului de Interne şi respectiv de Finanţe care cereau să se constate natura salarială, şi deci impozabilă, a acestei indemnizaţii, apreciind că plata compensatorie punctuală primită cu ocazia trecerii în rezervă nu era asimilabilă cu veniturile de natură salarială în sensul legislaţiei incidente în cauză. Tribunalul a condamnat în solidar ministerele de Interne şi de Finanţe să plătească reclamantului suma percepută în plus cu o rată de dobândă de 35%, aceasta din urmă incluzând rata inflaţiei.", "9.  La 1 aprilie 2002, Curtea de Apel din Oradea a admis recursul introdus de Ministerul de Interne şi respectiv de Finanţe, a casat hotărârea tribunalului judeţean Bihor şi a respins acţiunea reclamantului. Conform Curţii, atât articolul 6 f) din Ordonanţa Guvernului nr. 73/1999 cât şi principiul general al impunerii veniturilor exprimau intenţia legiuitorului de a impozita plata compensatorie menţionată. Mai mult, intenţia legiuitorului", "« rezult[a] de asemenea din adoptarea ulterioară a ordonanţei de urgenţă a guvernului nr. 136 [din 14 septembrie] 2000, care modifica [...] articolul 31 din legea nr. 138/1999, stipulând că compensaţiile acordate militarilor aveau să fie calculate în funcţie de solda lunară netă. »", "II.  DREPTUL ŞI PRACTICA INTERNE PERTINENTE", "A.  Dispoziţiile legale", "1.  Legea nr. 138/1999 din 20 iulie 1999 cu privire la salariile şi alte drepturi ale militarilor", "10.  Articolul 31 § 1 din lege prevede :", "« La trecerea in rezerva sau direct in retragere, cu drept la pensie, cadrele militare, (...), beneficiază de un ajutor neimpozabil stabilit in raport cu solda lunara brută avută în luna schimbării poziţiei de activitate, (...) »", "2.  Ordonanţa guvernului nr. 73/1999 din 27 august 1999 cu privire la impozitul pe venit", "11.  Dispoziţiile pertinente ale ordonanţei sunt redactate astfel:", "Capitolul I : Dispoziţii generale", "Secţiunea 3 : Domeniul de aplicare", "Articolul 5", "« Nu constituie venituri impozabile şi nu sunt supuse impozitului pe venit:", "a)  plăţile compensatorii, indemnizaţiile şi celelalte forme de sprijin cu destinaţie specială, acordate de la bugetul de Stat, de la bugetul asigurărilor sociale de Stat, de la bugetele specializate, de la bugetele publice sau din alte fonduri publice, precum şi plăţile de aceeaşi natură primite de un terţ, cu excepţia indemnizaţiilor pentru incapacitate temporară de muncă, de maternitate sau pentru concediul plătit de îngrijire a unui copil în vârstă de mai puţin de 2 ani, care reprezintă venituri de natură salarială (...) »", "Articolul 6", "« Sunt scutite de impozitul pe venit:", "(...)", "f)   sumele reprezentând plăţi compensatorii, calculate pe baza soldelor lunare nete acordate cadrelor militare trecute în rezervă urmare (...) a reducerii şi restructurării [de posturi], precum şi plăţile compensatorii stabilite faţă de solda lunară netă acordate cu ocazia trecerii lor în rezervă sau [la ieşirea] la pensie (...) »", "Ordonanţa nr. 73/1999 indica expres în articolul său 86 prevederile legale pe care le abroga, anume treizeci de articole cuprinse în diferite legi şi ordonanţe ale guvernului. Legea nr. 138/1999 nu se afla printre acestea.", "3.  Hotărârea guvernului nr. 1066/1999 din 29 decembrie 1999 de adoptare a normelor metodologice de aplicare a ordonanţei nr. 73/1999", "12.  Această hotărâre are următorul conţinut:", "« Intră în categoria veniturilor neimpozabile veniturile cum sunt: (...) plăţile compensatorii de ajutorare a soţiilor celor chemaţi, plăţile compensatorii sociale, ajutorul de urgenţă acordat de guvern sau de primari în caz de necesitate, plăţile compensatorii de şomaj, plăţile compensatorii pentru reintegrarea profesională, plăţile compensatorii pentru funeralii, ajutoarele cu caracter umanitar, medical sau social (...),plăţile compensatorii sociale acordate în baza legislaţiei referitoare la pensionare. »", "4.  Ordonanţa de urgenţă a guvernului nr. 136/2000 din 14 septembrie 2000 cu privire la stabilirea plăţilor compensatorii şi a plăţilor compensatorii acordate militarilor", "13.  Articolul 1 din ordonanţă prevede :", "« Plăţile compensatorii prevăzute în articolele 7, 8 şi 11 din ordonanţa guvernului nr. 7/1998, în articolele 6 şi 7 din ordonanţa de urgenţă a guvernului nr. 100/1999, precum şi plăţile compensatorii prevăzute de articolele 31 şi [...] din legea nr. 138/1999 sunt stabilite în funcţie de solda lunară netă. »", "B.  Jurisprudenţa", "14.  Unii militari trecuţi în rezervă, văzând, ca şi reclamantul, că plăţile lor compensatorii au fost diminuate de impozitul pe venit, s-au adresat instanţelor. Acestea din urmă au confirmat în mod constant pe parcursul anilor 2000, 2001 şi 2002 caracterul neimpozabil al plăţilor compensatorii acordate în baza Legii nr. 138/1999 şi au obligat Ministerul Apărării să restituie impozitul reţinut în mod ilegal la sursă, plus rata de dobândă aferentă, conform articolului 1088 din Codul civil.", "15.  Totuşi, la 30 ianuarie 2002, Curtea Supremă de Justiţie a apreciat că plata compensatorie era supusă impozitării, în pofida textului articolului 31 din Legea nr. 138/1999 care prevedea contrariul. Ea şi-a întemeiat deciyia pe interpretarea conexată a articolului 31 menţionat, a articolului 5 din Ordonanţa Guvernului nr. 73/1999 şi a Hotărârii Guvernului nr. 1066 din 29 decembrie 1999, conform cărora a ajuns la concluzia că legiuitorul avusese intenţia de a supune impozitării această plată compensatorie, dat fiind că era calculată în funcţie de solda brută.", "16.  La 12 noiembrie 2002, revenind la jurisprudenţa sa constantă, Curtea Supremă de Justiţie a apreciat că plata compensatorie în speţă era neimpozabilă. Aceasta a dispus în aceşti termeni restituirea impozitului reţinut la sursă din această plată compensatorie:", "« (...) în ceea ce priveşte impozitul reţinut de pârâţi pentru plata compensatorie acordată, cererea reclamantului de restituire a impozitului este justificată.", "Dreptul solicitantului de a percepe aceste sume apare [...] în baza articolului 31 din legea nr. 138/1999, intrată în vigoare la 1 august 1999, text care nu a fost abrogat de ordonanţa nr. 73/1999 din 27 august 1999.", "La data trecerii în rezervă a reclamantului, la 31 decembrie 1999, articolul 31 din legea nr. 138/1999 era în vigoare, şi prevedea că plata compensatorie nu era impozabilă şi că suma acesteia se calcula în funcţie de [ultima] soldă lunară brută. Articolul 5 din ordonanţa nr. 73/1999 prevede că aceste plăţi compensatorii sunt scutite de impozit şi că nu pot fi asimilate plăţilor compensatorii indicate în articolul 6 din ordonanţa nr. 73/1999.", "Dispoziţiile articolului 31 din legea nr. 138/1999 nu au fost modificate decât [la 14 septembrie 2000] prin ordonanţa nr. 136/2000, care nu se poate aplica retroactiv. Ca urmare, cererea reclamantului de restituire a impozitului perceput în plus pentru plata compensatorie acordată în baza articolului 31 din legea nr. 138/1999 este justificată. »", "17.  La 4 noiembrie 2003, Înalta Curte de Casaţie şi Justiţie, fosta Curte Supremă de Justiţie, a admis un recurs în anulare introdus de procurorul general şi a anulat o hotărâre definitivă pe care o pronunţase mai înainte şi prin care dispusese restituirea sumei percepute în plus prin impunerea plăţii compensatorii către solicitantul C.M., militar trecut în rezervă. Aceasta a apreciat că în pofida termenilor expliciţi din articolul 31 din legea nr. 138/1999 şi a hotărârii guvernului nr. 1066/99, care defineau această plată compensatorie ca neimpozabilă, plata compensatorie în cauză era impozabilă prin natura sa salarială.", "ÎN DREPT", "I.  ASUPRA ÎNCĂLCĂRII PRETINSE A ARTICOLULUI 1 DIN PROTOCOLUL Nr. 1", "18.  Reclamantul susţine că plata compensatorie primită la pensionarea sa a fost ilegal supusă impozitării, cu încălcarea articolului 1 din Protocolul nr. 1 care prevede :", "Articolul 1 din Protocolul nr. 1", "« « Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi privat de proprietatea sa decât din motive de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.", "Dispoziţiile precedente nu se afectează dreptul pe care îl au Statele de a promulga legile pe care le consideră necesare spre a reglementa utilizarea bunurilor conform interesului general sau pentru a asigura plata impozitelor sau a altor contribuţii sau amenzi. »", "A.  Asupra admisibilităţii", "19.  Curtea constată că această plângere nu este evident nefondată în sensul articolului 35 § 3 din Convenţie. Ea reţine pe de altă parte că plângerea nu este afectată de nici un alt motiv de inadmisibilitate şi o declară deci admisibilă.", "B. Pe fond", "20.  Guvernul apreciază că reclamantul nu dispune de un bun actual, de o creanţă sau de o speranţă legitimă, în sensul Convenţiei. Invocând mai ales jurisprudenţa Kopecký contra Slovaciei ([GC], nr. 44912/98, CEDO 2004IX), deoarece reclamantul nu dispunea de o hotărâre definitivă în favoarea sa, iar jurisprudenţa instanţelor în materie nu reprezenta o jurisprudenţă consacrată. Apreciază că în orice caz ingerinţa în dreptul reclamantului era prevăzută de Ordonanţa Guvernului nr. 73/1999, că aceasta urmărea scopul legitim de a asigura plata impozitelor şi că era proporţională cu scopul legitim urmărit.", "21.  Reclamantul susţine că articolul 31 din Legea nr. 138/1999 îi dădea dreptul în mod explicit la o plată compensatorie neimpozabilă pentru trecerea sa în rezervă, că o astfel de plată compensatorie a unei sume echivalente cu treizeci şi şase de solde brute i-a fost de altfel acordată, dar că nu a putut să o încaseze integral, deoarece Ministerul de Interne a reţinut necuvenit o parte cu titlu de impozit. Apreciază că suma reţinută cu titlu de impozit nu avea nici o bază legală, dat fiind că Ordonanţa nr. 73/1999 invocată de acest minister pentru a justifica impoyitarea plăţii compensatorii nu era aplicabilă în speţă. Cel mult, această Ordonanţă confirma conţinutul prevederilor cuprinse în articolul 31 din Legea nr. 138/1999, singura bază legală pentru acordarea acestei plăţi compensatorii.", "22.  Curtea reţine că părţile au opinii divergente cu privire la problema de a se şti dacă reclamantul era sau nu titular al unui bun susceptibil de a fi protejat de articolul 1 din Protocolul nr. 1. În consecinţă, ea este chemată să stabilească dacă situaţia juridică în care se afla reclamantul prin faptul de a se fi impozitat plata compensatorie care îi fusese acordată este de natură a se încadra în domeniul de aplicare al articolului 1 din Protocolul nr. 1.", "23.  Curtea reaminteşte jurisprudenţa constantă privind instituţiile reglementate prin Convenţie, conform căreia « bunurile » în sensul articolului 1 din Protocolul nr. 1 pot fi fie « bunuri existente » (vezi Van der Mussele contra Belgiei, hotărârea din 23 noiembrie 1983, seria A nr. 70, p. 23, § 48, şi Malhous contra Republicii Cehe (dec.) [GC], nr. 33071/96, CEDO 2000XII), fie valori patrimoniale, inclusiv creanţele, pentru care un reclamant poate pretinde că are cel puţin o « speranţă legitimă » de a le vedea concretizate(vezi, de exemplu, Pressos Compania Naviera S.A. şi alţii contra Belgiei, hotărârea din 20 noiembrie 1995, seria A nr. 332, p. 21 § 31, şi Ouzounis şi alţii contra Greciei, nr. 49144/99, 18 aprilie 2002, § 24).", "24.  În speţă, Curtea subliniază că reclamantul a fost trecut în rezervă la 29 februarie 2000 şi că cu această ocazie, conform articolului 31 din Legea nr. 138 din 20 iulie 1999, i s-a acordat un ajutor punctual, sub forma unei plăţi compensatorii, a cărei sumă a fost stabilită la 273 147 648 ROL, sau 15 001 EUR.", "Ea constată de asemenea că valoarea plăţii compensatorii, aşa cum era stabilită, nu dă naştere la controverse.", "25.  Ca urmare, Curtea apreciază că reclamantul beneficia la 29 februarie 2000 de un interes patrimonial, anume o creanţă în sumă de 15 001 EUR faţă de Ministerul de Interne. Această creanţă avea în mod evident caracterul unui « bun » în sensul primei fraze a articolului 1 din Protocolul nr. 1 (Pine Valley Developments Ltd şi alţii contra Irlandei, hotărârea din 29 noiembrie 1991, seria A nr. 222, p. 23, § 51 ; Dangeville contra Franţei, hotărârea din 16 aprilie 2002, Culegere de hotărâri şi decizii 2002-III, § 48). Articolul 1 din Protocolul nr. 1 este deci aplicabil în cazul în speţă.", "26.  Or, reclamantul nu a primit decât suma de 168 593 455 ROL, anume 9 158 EUR, deoarece Ministerul de Interne reţinut pentru aceasta cu titlu de impozit echivalentul a 5 843 EUR. Deşi Tribunalul din Bihor a apreciat că acest impozit fusese perceput cu încălcarea articolului 31 din Legea nr. 138/1999 din 20 iulie 1999 şi a articolului 5 a) din Ordonanţa Guvernului nr. 73 din 27 august 1999, Curtea de Apel Oradea a apreciat în ultimă instanţă, la 1 aprilie 2002, că hotărârea Ministerului de Interne de a impune plata compensatorie menţionată era legală. Pentru a decide astfel, aceasta s-a întemeiat pe intenţia legiuitorului de a impune veniturile de natură salarială, şi s-a referit în special la Ordonanţa Guvernului nr. 73 din 27 august 1999.", "27.  În consecinţă, Curtea trebuie să examineze dacă ingerinţa în dreptul de proprietate al reclamantului reprezentată de impozitarea efectuată la sursă de către Ministerul de Interne şi confirmată de Curtea de apel Oradea, a respectat cerinţele articolului 1 din Protocolul nr. 1.", "28.  Articolul 1 din Protocolul nr. 1 impune, înainte de orice şi mai ales, ca o ingerinţă a autorităţii publice în dispunerea de dreptul la respectarea bunurilor să fie legală (Iatridis, citat mai sus § 58).", "29.  Curtea constată că articolul 31 din Legea nr. 138 aşa cum era redactat la momentul la care reclamantul a fost trecut în rezervă, prevedea că plata compensatorie menţionată, calculată pornind de la salariile brute, era neimpozabilă. Acest punct nu suscită de altfel controverse între părţi.", "30.  În opinia Curţii, textul articolului 31 din Legea nr. 138 prevede în mod suficient de clar caracterul neimpozabil al acestei plăţi compensatorii. Articolul 31 din Legea nr. 138/1999 nu a fost abrogat de articolul 86 din Ordonanţa nr. 73/1999, ci a suferit o modificare mai târziu, la 14 septembrie 2000, când a fost adoptată Ordonanţa de Urgenţă a Guvernului nr. 136. Aceasta din urmă a operat o modificare în modul de calcul al plăţii compensatorii în cauză, stabilind ca bază solda lunară netă. Nici ea nu a adus atingere caracterului neimpozabil al plăţii compensatorii astfel calculate.", "Curtea constată că alte texte normative confirmă caracterul neimpozabil al plăţilor compensatorii de ajutoare sau sociale, în special articolul 5 din Ordonanţa nr. 73/1999.", "În sfârşit, jurisprudenţa constantă a instanţelor interne până în 2002 confirmă claritatea şi previzibilitatea articolului 31 din Legea nr. 138/1999.", "31.  Totuşi, în hotărârea sa din 1 aprilie 2002, Curtea de Apel Oradea a apreciat că plata compensatorie menţionată era impozabilă.", "Dacă Curtea dispune de o competenţă limitată pentru a verifica respectarea dreptului intern (Håkansson şi Sturesson contra Suediei, hotărârea din 21 februarie 1990, seria A nr. 171A, p. 16, § 47), ea poate pe de altă parte verifica dacă baza legală invocată de Guvern satisface cerinţele Convenţiei privitoare la calitatea legii (Dominici contra Italiei, nr. 64111/00, § 79, 15 noiembrie 2005). Într-adevăr, principiul legalităţii înseamnă existenţa de norme de drept intern suficient de accesibile, precise şi previzibile (Hentrich contra Franţei, hotărârea din 22 septembrie 1994, seria A nr. 296-A, pp. 1920, § 42, şi Lithgow şi alţii contra Marii Britanii, hotărârea din 8 iulie 1986, seria A nr. 102, p. 47, § 110).", "În speţă este vorba de a se verifica dacă în cazul de faţă, interpretarea dată de Curtea de Apel satisface cerinţele Convenţiei.", "Or, trebuie constatat că nimic nu permitea în speţă Curţii de Apel să conchidă impozitarea plăţii compensatorii menţionate în prezenţa unei norme de drept suficient de clare care prevedea contrariul.", "32.  Curtea apreciază de asemenea că faptul că Curtea de Casaţie a apreciat în două hotărâri că plata compensatorie în chestiune era impozabilă, nu ar putea avea incidenţă asupra clarităţii legii interne şi previzibilităţii acesteia, deoarece această jurisprudenţă, în mod manifest contrară prevederilor explicite ale legii interne, era de asemenea contrară atât propriei jurisprudenţe a Curţii de Casaţie cât şi celei, constante, a altor instanţe interne.", "33.  În concluzie, Curtea apreciază că ingerinţa denunţată este manifest ilegală pe planul dreptului intern şi, ca urmare, incompatibilă cu dreptul legat de respectarea bunurilor reclamantului. O astfel de concluzie o dispensează să mai cerceteze dacă a fost menţinut un just echilibru între cerinţele interesului general al comunităţilor şi imperativele protejării drepturilor individuale.", "Ca urmare, a avut loc o încălcare a articolului 1 din Protocolul nr. 1.", "II.  ASUPRA PRETINSEI ÎNCĂLCĂRI A ARTICOLULUI 1 DIN PROTOCOLUL Nr. 1 LA CONVENŢIE COROBORAT CU ARTICOLUL 14 DIN CONVENŢIE", "34.  Reclamantul se plânge în plus că, ţinând seama de faptul că alţi militari care se găsesc în situaţia sa, au beneficiat de o plată compensatorie neimpozitată, a suferit o discriminare contrarie articolului 14 din Convenţie. El invocă articolul 14 din Convenţie care prevede:", "", "« Exercitarea drepturilor şi libertăţilor recunoscute de (...) Convenţie trebuie să fie asigurată fără nici o deosebire bazată, în special, pe sex, rasă, culoare, limbă, religie, opinii politice sau orice alte opinii, origine naţională sau socială, apartenenţă la o minoritate naţională, avere, naştere sau orice altă situaţie. »", "", "35.  Guvernul contestă această teză susţinând că reclamantul nu arată care ar fi temeiul discriminării pretinse şi că în orice caz autonomia de care se bucură instanţele interne în interpretarea legii interne nu ar putea fi calificată drept discriminare.", "36.  Curtea reţine că acest capăt de cerere este legat de cel examinat mai sus şi trebuie deci să fie de asemenea declarat admisibil.", "37.  În lumina articolului 14 din Convenţie, o discriminare constă în a trata în mod diferit, cu excepţia justificării obiective şi raţionale, persoane aflate în situaţii comparabile (Willis contra Marii Britanii, nr. 36042/97, § 48, CEDO 2002-IV). Pe de altă parte, lista pe care o cuprinde articolul 14 are un caracter exemplificativ şi nu limitativ (vezi Engel şi alţii contra Ţărilor de Jos, hotărârea din 8 iunie 1976, seria A nr. 22, p. 30, § 72 şi Rasmussen contra Danemarcei, hotărârea din 28 noiembrie 1984, seria A nr. 87, p. 13, § 34).", "38.  Curtea reţine că, spre deosebire de reclamant, alţi militari trecuţi în rezervă au beneficiat de această plată compensatorie fără ca ea să fie grevată de impozit. Or, Curtea nu găseşte, în speţă, nici un motiv de natură a justifica o asemenea discriminare.", "39.  În concluzie, a avut loc o încălcare a articolului 14 din Convenţie combinat cu articolul 1 din Protocolul nr. 1 la Convenţie.", "III.  ASUPRA APLICĂRII ARTICOLULUI 41 DIN CONVENŢIE", "40.  În termenii articolului 41 din Convenţie,", "", "« Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor acesteia, şi dacă dreptul intern al Înaltei Părţi contractante nu permite decât ştergerea imperfectă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă. »", "A.  Daune", "41.  Reclamantul reclamă 9 735 euro (EUR) cu titlu de prejudiciu material şi 50 000 euro (EUR) cu titlu de prejudiciu moral pe care le-ar fi suferit.", "42.  Guvernul contestă aceste pretenţii.", "43.  Ţinând seama de încălcările constatate ale articolului 1 din Protocolul nr. 1 luat separa şi coroborat cu articolul 14, Curtea apreciază, pronunţându-se în echitate după cum cere articolul 41 din Convenţie, că se cuvine să acorde reclamantului 8 000 euro (EUR) toate daunele contopite.", "B.  Costuri şi cheltuieli de judecată", "44.  Reclamantul nu cere rambursarea costurilor şi cheltuielilor de judecată.", "C.  Dobânzi moratorii", "45.  Curtea judecă adecvat să îşi întemeieze rata dobânzilor moratorii pe rata dobânzii facilităţii de împrumut marginal al Băncii Centrale Europene majorată cu trei puncte procentuale.", "PENTRU ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1.  Declară cererea admisibilă;", "2.  Afirmă că a avut loc o încălcare a articolului 1 din Protocolul nr. 1 ;", "3.  Afirmă că a avut loc o încălcare a articolului 14 coroborat cu articolul 1 din Protocolul nr. 1 la Convenţie;", "4.  Afirmă", "a)  că Statul acuzat trebuie să achite reclamantului, în termen de trei luni începând de la data la care hotărârea va fi devenit definitivă conform à articolului 44 § 2 din Convenţie, 8 000 EUR (opt mii euro), toate daunele contopite, ce se vor converti în moneda naţională a Statului acuzat, plus orice sumă ce s-ar putea datora cu titlu de impozit;", "b) că de la data expirării termenului menţionat şi până la plata acesteia, această sumă se va majora cu o dobândă simplă cu rata egală cu cea a facilităţii de împrumut marginal practicată de Banca Centrală Europeană aplicabile pe durata acestei perioade, majorată cu trei puncte procentuale;", "5.  Respinge cererea de satisfacţie echitabilă pentru rest.", "Redactată în franceză, apoi comunicată în scris la 21 februarie 2008 cu aplicarea articolului 77 §§ 2 şi 3 din regulament.", "\tSantiago Quesada\tBoštjan M. Zupančič\tGrefier\tPreşedinte"]}