{"file": "RUM_HJUDRUM_12433_11.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "12433/11", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECŢIA A PATRA", "Hotărârea", "din 26 ianuarie 2016", "În Cauza Muncaciu împotriva României", "(Cererea nr. 12433/11)", "Strasbourg", "definitivă la 26/04/2016", "", "Hotărârea a devenit definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "În cauza Muncaciu împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a patra), reunită într-o cameră compusă din András Sajó, preşedinte, Vincent A. de Gaetano, Boštjan M. Zupančič, Paulo Pinto de Albuquerque, Egidijus Kûris, Iulia Antoanella Motoc, Gabriele Kucsko-Stadlmayer, judecători, şi Françoise Elens-Passos, grefier de secţie,", "după ce a deliberat în camera de consiliu, la 5 ianuarie 2016,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 12433/11) îndreptată împotriva României, prin care un resortisant al acestui stat, dl Sava-Dafinel Muncaciu („reclamantul”), a sesizat Curtea la 17 februarie 2011 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („Convenţia”).", "2. Reclamantul a fost reprezentat de dna. C. Costea, avocat în Winterthur (Elveţia). Guvernul român („Guvernul”) a fost reprezentat de agentul său, dna. C. Brumar, din cadrul Ministerului Afacerilor Externe.", "3. Reclamantul susţine nerespectarea dreptului său la un proces echitabil de către Tribunalul Cluj. El invocă faptul că instanţa nu i-a comunicat, înainte de pronunţarea hotărârii, întâmpinarea părţii adverse, ceea ce l-a privat de orice posibilitate de a lua cunoştinţă despre aceasta. El se plânge şi de faptul că instanţa nu a examinat cererea de amânare a judecăţii iar acest lucru este, potrivit reclamantului, o încălcare a drepturilor sale de apărare şi a principiului contradictorialităţii. El invocă art. 6 § 1 din Convenţie.", "4. La 7 mai 2013, capătul de cerere sus-menţionat a fost comunicat Guvernului, iar cererea a fost declarată inadmisibilă în ceea ce priveşte celelalte capete de cerere, în conformitate cu art. 54 § 3 din Regulamentul Curţii.", "ÎN FAPT", "I. Circumstanţele cauzei", "5. Reclamantul s-a născut în 1976 şi are domiciliul în Cluj-Napoca.", "A. Originea cauzei", "6. La 10 octombrie 2005, reclamantul a împrumutat 300 000 EUR soţilor G. Contractul de împrumut a fost autentificat la notar. Împrumutul a fost însoţit de o garanţie ipotecară asupra a două imobile situate în Turda, soţii G. declarându-se proprietarii acestora. Reclamantul şi-a înscris garanţia ipotecară în cartea funciară.", "7. La 27 noiembrie 2006, în lipsa rambursării sumei la scadenţa prevăzută de comun acord între părţi, Judecătoria Turda a încuviinţat executarea silită a contractului de împrumut.", "8. La 11 decembrie 2006, reclamantul a depus la un executor judecătoresc o cerere de executare silită imobiliară.", "9. La 14 mai 2009, executorul a organizat o vânzare la licitaţie a celor două imobile sus-menţionate ce au fost în cele din urmă adjudecate de reclamant.", "B. Contestarea măsurilor de executare silită", "10. La 21 mai 2009, Administraţia Finanţelor Publice Turda (în continuare „AFP Turda”) a contestat procedura executării silite şi a solicitat anularea tuturor măsurilor de executare luate, anularea garanţiei ipotecare prevăzute în contractul de împrumut, radierea ipotecii din cartea funciară, precum şi suspendarea executării silite a contractului de împrumut în litigiu. AFP Turda a arătat că cele două imobile au fost cumpărate de către soţii G. la 4 februarie 2004, însă contractul de vânzare-cumpărare fusese anulat prin hotărârea definitivă din 20 ianuarie 2005 a Judecătoriei Turda într-un proces ce a opus familia respectivă autorităţilor financiare ale statului român. AFP Turda a precizat că hotărârea sus-menţionată a fost înscrisă în cartea funciară la 19 iulie 2006, că autorităţile au dispus sechestrul imobiliar la 12 septembrie 2008, că sechestrul a fost înscris în cartea funciară ca ipotecă legală de rangul II şi că soţii G. îşi pierduseră astfel dreptul de proprietate asupra celor două imobile. În sfârşit, AFP Turda a asusținut că cercetările întreprinse de executor în cadrul procedurii de executare silită au arătat că imobilele menţionate în cartea funciară fuseseră demolate între timp şi că o nouă clădire fusese construită în locul lor.", "11. La termenul din 11 iunie 2009, reclamantul a formulat întâmpinare. Acesta a pledat mai întâi pentru inadmisibilitatea acţiunii, susţinând că normele de procedură civilă nu permiteau verificarea validităţii contractului de împrumut încheiat cu soţii G. prin intermediul contestaţiei asupra măsurilor de executare silită. Reclamantul a mai susţinut că autorităţile financiare nu au făcut demersuri pentru înscrierea în cartea funciară a acţiunii în anularea vânzării realizate în 2004 şi că hotărârea judecătorească definitivă din 20 ianuarie 2005 nu fusese înscrisă în cartea funciară în scopul opozabilităţii faţă de terţi decât foarte târziu, respectiv la 19 iulie 2006. În plus, acesta a menţionat că a făcut diligenţe înainte de semnarea contractului de împrumut din 10 octombrie 2005 şi că, în acest context, autorităţile fiscale din Turda au eliberat un certificat fiscal care atesta că familia G. nu avea datorii şi nu deţinea imobile aflate sub sechestru. În cele din urmă, reclamantul s-a opus suspendării executării.", "12. Printr-o hotărâre din 18 martie 2010, Judecătoria Turda, după ce a respins argumentele reclamantului, a admis acţiunea AFP Turda şi toate cererile acesteia.", "13. La 6 iulie 2010, reclamantul, prin intermediul avocatului care îl reprezentase în faţa Judecătoriei Turda, a formulat recurs împotriva hotărârii din 18 martie 2010, reiterând argumentele prezentate în întâmpinare în faţa judecătoriei (supra, pct. 11).", "14. La 26 august 2010, pârâta a depus întâmpinare prezentând propriile argumente ce duceau la concluzia că acţiunea sa era admisibilă şi că soţii G. pierduseră dreptul de proprietate asupra imobilelor care constituiau garanţia în cadrul contractului de împrumut. Aceasta a solicitat judecarea cauzei chiar în lipsa sa. Întâmpinarea acesteia nu a fost comunicată reclamantului.", "15. La o dată neprecizată, reclamantul a transmis o cerere de amânare a cauzei, pentru ședința fixată la 1 septembrie 2010 în fața Tribunalului Cluj. Acesta și-a întemeiat cererea pe necesitatea de a-şi angaja un avocat care să îl reprezinte în faţa instanţei de recurs. În această privinţă, reclamantul a indicat faptul că intenţiona să angajeze un avocat, altul decât cel care redactase cererea şi motivele de recurs în iulie 2010, şi a adăugat că suferise o intervenţie chirurgicală în august 2010 şi că de atunci nu s-a putut deplasa. A prezentat un certificat medical din 31 august 2010. Reclamantul a mai solicitat ca orice eventuală întâmpinare depusă de către partea adversă să îi fie comunicată.", "16. La termenul din 1 septembrie 2010, Tribunalul Cluj a constatat că nicio parte nu s-a prezentat la două strigări ale cauzei, făcute la 2 ore diferite, precum şi faptul că AFP Turda depusese întâmpinare. Instanța a rămas în pronunțare şi, pe baza „motivelor invocate şi a actelor şi lucrărilor din dosar”, a pronunţat în aceeaşi zi o hotărâre definitivă respingând recursul reclamantului. Hotărârea nu cuprindea nicio menţiune cu privire la cererea de amânare formulată de reclamant.", "C. Informaţiile prezentate de către părţi", "17. La cererea reclamantului din 31 mai 2011, Grefa Judecătoriei Turda l-a informat pe acesta că cererea sa de amânare nu prezenta ştampila de înregistrare, nu era nici numerotată, nici legată la dosar şi că era prinsă simplu cu o agrafă de coperta dosarului cu al doilea exemplar al întâmpinării AFP Turda.", "18. În cadrul observaţiilor scrise transmise în prezenta cerere, Guvernul a depus o scrisoare a Tribunalului Cluj din 29 august 2013 în care detaliază modalităţile de înregistrare a documentelor depuse la un dosar penal. În această scrisoare, instanţa menţionează că orice document depus de părţi se înregistrează în baza de date electronice Ecris şi este transmis completului de judecată, inclusiv în ziua şedinţei de judecată. Se indică totodată că, în cazul în care documentul este trimis prin poştă, plicul se leagă, de asemenea, la dosar. Tribunalul mai precizează că, în procedura care face obiectul prezentei cereri, ultimul act depus şi înregistrat în baza de date Ecris era întâmpinarea AFP Turda din 26 august 2010. Se mai apreciază că un document cum este cel prins cu agrafă de coperta dosarului nu putea fi depus decât după încheierea procesului.", "II. Dreptul şi practica interne relevante", "19. Art. 86 din C. proc. civ., astfel cum era în vigoare la momentul faptelor, prevedea că comunicarea cererilor şi a tuturor actelor de procedură se face de către instanţă, din oficiu.", "20. Art. 116 din C. proc. civ. dispunea că pârâtul trebuia să depună la dosar întâmpinare, și un număr de copii corespunzător numărului de reclamanți. Acest articol nu cuprindea nicio menţiune expresă privind comunicarea întâmpinării către partea adversă.", "21. Art. 118 din C. proc. civ. prevedea că întâmpinarea era obligatorie.", "22. În conformitate cu art. 156 din C. proc. civ., instanţa putea da un singur termen pentru lipsă de apărare, temeinic motivată. Dacă instanţa refuza amânarea judecăţii pentru acest motiv, aceasta trebuia să amâne pronunţarea, la cererea părţii interesate, în vederea depunerii de concluzii scrise.", "23. Art. 298 din C. proc. civ. prevedea că dispoziţiile de procedură privind judecata în primă instanţă erau aplicabile și judecării apelului, în măsura în care nu erau potrivnice dispoziţiilor specifice acestei căi de atac.", "24. Art. 308 din acelaşi cod prevedea ca motivele de recurs să fie comunicate părţii adverse, care putea depune întâmpinare cu cel mult 5 zile înainte de termenul de judecată. Acest articol nu cuprindea nicio menţiune expresă cu privire la comunicarea întâmpinării către cealaltă parte.", "25. Art. 316 din C. proc. civ. prevedea că regulile de procedură prevăzute pentru judecarea apelului erau aplicabile şi în calea de atac a recursului, în măsura în care nu erau potrivnice dispoziţiilor privitoare la această cale de atac.", "26. Curtea de Apel Bucureşti, în decizia sa nr. 123/2005, a decis că, deşi Codul de procedură civilă nu a prevăzut expres aceasta, instanţa era obligată să comunice întâmpinarea părţii adverse, chiar şi în faza apelului. Această obligaţie reieșea, conform curţii de apel, din art. 116 C. proc. civ., care dispunea că la întâmpinare se vor alătura atâtea copii de pe întâmpinare câţi reclamanţi sunt. Curtea de apel a concluzionat, de asemenea, că necomunicarea întâmpinării – în special reclamantului, care, locuind departe de tribunal şi cerând judecata în lipsă, solicitase în mod expres o astfel de comunicare – reprezenta o încălcare a dreptului la apărăre şi a principiului contradictorialităţii care reglementează procesul civil. În plus, curtea de apel a considerat că, prin comunicarea cererii de apel a reclamantului, însoţită de documente justificative, către pârât, dar nu şi a întâmpinării acestuia din urmă, însoţită de documente justificative, către reclamant, instanţa de apel a încălcat principiul egalităţii armelor consacrat prin art. 6 din Convenţie (a se vedea „Codul de procedură civilă adnotat”, G. Boroi şi A. Spineanu-Matei, Editura All Beck, 2005, p. 216).", "27. Prin decizia definitivă nr. 608 din 1 iulie 2008, Curtea de Apel Craiova a decis că instanţa este obligată să comunice întâmpinarea părţii adverse, chiar şi în faza apelului. Aceasta a concluzionat că necomunicarea întâmpinării – în special către reclamantul care nu era prezent şi nu era reprezentat de un avocat – însemna o încălcare a dreptului la apărare şi a dreptului la un proces echitabil garantat de art. 6 § 1 din Convenţie şi de Constituţie (a se vedea www.jurisprudenta.org).", "28. Prin decizia nr. 3104 din 4 iunie 2009, Înalta Curte de Casaţie şi de Justiţie a hotărât că, în cazul depunerii de către una din părţi a unei cereri de amânare justificată de imposibilitatea de a fi prezentă la termenul de judecată din motive medicale, depunere efectuată chiar după şedinţa de judecată dar înaintea pronunţării hotărârii, faptul că instanţa s-a pronunţat asupra fondului cauzei fără a examina amintita cerere încalcă dreptul la apărare al părţii şi, prin aceasta, dreptul la un proces echitabil garantat de art. 6 § 1 din Convenţie (a se vedea www.scj.ro).", "29. Noul Cod de procedură civilă, intrat în vigoare la 15 februarie 2013, prevede, la art. 206, că, în mod obligatoriu, întâmpinarea se comunică reclamantului.", "ÎN DREPT", "I. Cu privire la pretinsa încălcare a art. 6 § 1 din Convenţie", "30. Reclamantul se plânge de faptul că Tribunalul Cluj a examinat recursul în lipsa sa şi fără a-i oferi posibilitatea de a reacţiona la răspunsul părţii intimate față de conținutul cererii de recurs. Acesta invocă încălcarea dreptului său la un proces echitabil, astfel cum este prevăzut de art. 6 § 1 din Convenţie, redactat după cum urmează:", "„Orice persoană are dreptul la judecarea în mod echitabil [...] a cauzei sale, de către o instanţă [...], care va hotărî [...] asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil [...]”", "A. Cu privire la admisibilitate", "31. Constatând că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 lit. a) din Convenţie şi că nu există niciun alt motiv de inadmisibilitate, Curtea îl declară admisibil.", "B. Cu privire la fond", "1. Argumentele părţilor", "32. Reclamantul se plânge de încălcarea dreptului la un proces echitabil de către Tribunalul Cluj. Acesta reproșează tribunalului că nu i-a comunicat, înainte de pronunţarea hotărârii, întâmpinarea depusă de partea adversă, ceea ce l-a privat astfel de orice posibilitate de a lua cunoştinţă de conţinutul acesteia, ca şi de faptul că nu i-a examinat cererea de amânare a judecăţii, şi aceasta, conform afirmaţiilor sale, cu încălcarea dreptului la apărăre şi a principiului contradictorialităţii. Reclamantul consideră, în aceste condiţii, că a fost privat de posibilitatea de a-şi susţine argumentele în faţa instanţei de recurs şi de a-şi exprima poziţia cu privire la mijloacele de apărare ale părţii adverse.", "33. Potrivit acestuia, faptul că cererea sa de amânare a fost prinsă cu o agrafă de coperta dosarului dovedeşte că cererea respectivă a fost cu adevărat primită de grefa instanţei, precizând că aceasta din urmă este singura autorizată să introducă documente în dosar. Reclamantul consideră că neînregistrarea formală a cererii sale şi neindicarea datei primirii evidenţiază fie o neglijenţă a personalului grefei, care nu ar fi îndeplinit demersurile administrative cerute pentru înregistrarea şi trimiterea cererii menţionate către judecătorii însărcinaţi cu soluţionarea cauzei, fie decizia judecătorilor de a nu lua în considerare această cerere.", "34. Reclamantul susţine că, aşa cum reiese din efectul combinat al art. 116, art. 298 şi art. 316 din C. proc. civ., instanţa de recurs avea obligaţia legală să-i comunice întâmpinarea părţii adverse.", "35. Acesta afirmă, în plus, că nu avea niciun interes să ceară amânarea pronunţării hotărârii din moment ce ceruse instanţei amânarea judecăţii cauzei. De asemenea, nu mai era reprezentat de un avocat şi consideră că nu se putea aştepta de la el să fie familiar cu această procedură. Acesta mai afirmă și că, în absenţa părţilor, instanţa ar fi putut amâna judecata întrucât nicio normă de procedură nu ar fi împiedicat acest lucru.", "36. În sfârşit, reclamantul susţine că Tribunalul Cluj nu a procedat la o examinare corectă a cauzei, în opinia sa, acesta mulţumindu-se să reia motivaţia instanţei inferioare. Cu privire la acest subiect, el consideră că afirmaţia Guvernului conform căreia tribunalul se pronunţase numai pe baza mijloacelor de probă aflate deja la dosar, fără a lua în considerare poziţia părţii adverse expusă în întâmpinarea acesteia, confirmă această teză.", "37. Guvernul susţine că, având în vedere că certificatul medical anexat cererii de amânare a reclamantului purta data de 31 august 2010 – şi anume ziua precedentă şedinţei de judecată a Tribunalului Cluj –, această cerere a fost cu siguranţă trimisă prin mijloace pe care reclamantul se abţine să le expună, fie la 31 august 2010, fie în ziua termenului de judecată şi a pronunţării hotărârii, fie după. Făcând trimitere la scrisoarea Tribunalului Cluj din 29 august 2013 (supra, pct. 18) care prezintă practica administrativă în materie de înregistrare a documentelor depuse la dosar de către părţi, Guvernul susţine că, în orice caz, această cerere a sosit după pronunţarea hotărârii din 1 septembrie 2010. În aceste condiţii, în opinia sa, Tribunalul Cluj a hotărât în mod corect să încheie dezbaterile având în vedere situaţia următoare: reclamantul nu depusese, conform Guvernului, nicio cerere valabilă de amânare a judecăţii, recursul său era semnat de un avocat, partea adversă ceruse examinarea cauzei chiar în absenţa sa şi se făcuse de două ori apelul părţilor în sala de şedinţă. Guvernul adaugă faptul că tribunalul a trecut la deliberări şi, în absenţa unei cereri de amânare din partea reclamantului, a pronunţat hotărârea din 1 septembrie 2010. Guvernul consideră că nu se putea cere judecătorilor să anticipeze o eventuală cerere de amânare a judecăţii formulată de reclamant pe motivul imposibilităţii exercitării dreptului la apărare de vreme ce motivele de recurs prezentate de reclamant fuseseră redactate de un avocat. În cele din urmă, Guvernul susţine că, având în vedere circumstanţele expuse mai sus, tribunalul ar fi încălcat dispoziţiile legale în vigoare dacă nu ar fi trecut la deliberări.", "38. În ceea ce priveşte comunicarea întâmpinării părţii adverse către reclamant, Guvernul indică faptul că art. 308 din C. proc. civ. nu cuprindea nicio menţiune cu privire la comunicarea acesteia. Guvernul a concluzionat că art. 116 din C. proc. civ., care reglementa chestiunea numărului de copii ale întâmpinării care se depun la dosar, era aplicabil numai judecării în primă instanţă.", "39. Guvernul susţine, de asemenea că situaţia în prezenta cauză este diferită de cea din cauza Grozescu împotriva României (nr. 17309/02, 27 septembrie 2007). Guvernul arată că, în această cauză, instanţa de recurs hotărâse să redeschidă dezbaterile, după rămânerea în pronunțare, cu scopul de a audia partea adversă, şi acest lucru fără a-l informa pe reclamant. Guvernul adaugă faptul că hotărârea instanţei de recurs în cauza sus-menţionată se baza în mare parte pe un argument invocat de partea adversă prima dată în fața sa. Or, situaţia este diferită în cauza de faţă, deoarece Tribunalul Cluj ar fi hotărât numai pe baza mijloacelor de probă aflate deja la dosar, fără a lua în considerare susţinerile părţii adverse incluse în întâmpinare. Guvernul arată, în această privinţă, că tribunalul nu a făcut nicio menţiune cu privire la argumentele prezentate în întâmpinarea respectivă.", "2. Motivarea Curţii\t", "40. Curtea observă, de la început, că părţile nu contestă faptul că întâmpinarea depusă de AFP Turda în recurs nu a fost comunicată reclamantului şi că acesta din urmă nu a fost nici prezent în persoană, nici reprezentat la singurul termen de judecată la Tribunalul Cluj, la 1 septembrie 2010. În consecinţă, această situaţie de fapt determină Curtea să abordeze două aspecte diferite, care, în ciuda interdependenţei lor, ridică probleme ce necesită o examinare separată.", "41. Curtea va aborda, în primul rând, problema legată de necomunicarea întâmpinării către reclamant.", "42. Curtea reaminteşte că principiul egalităţii armelor – unul din elementele conceptului mai vast de proces echitabil – impune ca fiecăreia dintre părţi să i se ofere o posibilitate rezonabilă de a-şi prezenta cauza în condiţii care să nu o situeze într-o situaţie clară de dezavantaj faţă de adversarul său (a se vedea, printre multe altele, Nideröst-Huber împotriva Elveţiei, 18 februarie 1997, pct. 23, Culegerea de hotărâri şi decizii 1997 I, şi Lagardère împotriva Franţei, nr. 18851/07, pct. 45, 12 aprilie 2012). Această noţiune implică, de asemenea, în principiu, dreptul părţilor dintr-un proces de a lua cunoştinţă de orice probă sau observaţie prezentată instanţei, chiar şi de un magistrat independent, de natură a influenţa decizia şi de a o discuta (Nideröst-Huber citată anterior, pct. 24, Meftah şi alţii împotriva Franţei [MC], nr. 32911/96, 35237/97 şi 34595/97, pct. 51, CEDO 2002-VII şi Augusto împotriva Franţei, nr. 71665/01, pct. 50, 11 ianuarie 2007). În aceste condiţii, părţile la un litigiu trebuie deci să aibă posibilitatea de a preciza dacă li se pare că un document necesită observaţii din partea lor. Ţine, în special, de încrederea justiţiabililor în funcţionarea justiţiei: aceasta se bazează, printre altele, pe asigurarea că s-au putut exprima cu privire la orice probă aflată la dosar (Nideröst-Huber citată anterior, pct. 27 şi 29, şi Werz împotriva Elveţiei, nr. 22015/05, pct. 53, 17 decembrie 2009).", "43. Curtea observă că, la momentul faptelor, nu exista nicio dispoziţie expresă privind obligativitatea comunicării întâmpinării părţii adverse către reclamant. Se remarcă, în schimb, că practica instanţelor naţionale se îndrepta către impunerea unei astfel de obligaţii (supra, pct. 26-27). Această practică se baza pe dispoziţiile art. 116 din C. proc. civ. care prevedea obligaţia de a depune mai multe copii de pe întâmpinare, ca şi pe absenţa obligaţiei ca reclamantul să consulte întâmpinarea la grefa instanţei. Se observă că această practică a fost consacrată în noul Cod de procedură civilă intrat în vigoare la 15 februarie 2013 (supra, pct. 29). Cu toate acestea, Curtea nu intenţionează să se pronunţe asupra clarităţii şi a calităţii dispoziţiilor legale naţionale sau asupra existenţei unei aplicări constante şi coerente a normelor enunţate.", "44. Pentru necesităţile prezentei cauze, trebuie să se constate că Tribunalul Cluj a respins recursul formulat de reclamant pe fond. În aceste condiţii, nu se poate spune că poziţia părţii adverse cuprinsă în întâmpinare nu a avut niciun impact asupra soluţionării procesului (Hudakova şi alţii împotriva Slovaciei, nr. 23083/05, pct. 29, 27 aprilie 2010). În această privinţă, Curtea consideră că este fără incidenţă faptul că, în hotărârea din 1 septembrie 2010, tribunalul nu a făcut nicio referire la argumentele prezentate în întâmpinare, ceea ce a făcut ca Guvernul că concluzioneze că instanţa nu a luat în considerare întâmpinarea. Curtea reaminteşte, în acest sens, că dreptul părţilor într-un proces de a lua cunoştinţă de probele sau observaţiile prezentate instanţei şi de a le dezbate se aplică deopotrivă în faza recursului, cât şi în primă instanţă, chiar dacă nu sunt invocate noi argumente (Hudakova şi alţii, citată anterior, pct. 29, şi Trančíková împotriva Slovaciei, nr. 17127/12, pct. 45, 13 ianuarie 2015). În orice caz, Curtea subliniază că nu trebuie să hotărască dacă, în speţă, omisiunea de a comunica documentul în litigiu a produs vreun prejudiciu reclamantului deoarece existenţa unei încălcări este de conceput chiar şi în absenţa unui prejudiciu (Walston împotriva Norvegiei, nr. 37372/97, pct. 58, 3 iunie 2003). Curtea reaminteşte că părţile în litigiu sunt cele care indică dacă apreciază că un document necesită comentarii din partea lor (Ressegatti împotriva Elveţiei, nr. 17671/02, pct. 32, 13 iulie 2006, şi Grozescu, citată anterior, pct. 25).", "45. Având în vedere consideraţiile precedente, Curtea concluzionează că era obligaţia Tribunalului Cluj să ofere reclamantului posibilitatea de a-şi prezenta comentariile asupra argumentelor cuprinse în întâmpinarea părţii adverse. Aceasta arată că, în speţă, instanţa nu a comunicat întâmpinarea reclamantului, care, mai mult, nu era nici prezent, nici reprezentat de un avocat la singura şedinţă publică ţinută. Or, nu s-a stabilit că circumstanţe speciale ar fi justificat această omisiune.", "46. În măsura în care art. 6 § 1 din Convenţie vizează, în primul rând, respectarea intereselor părţilor şi cele ale unei bune administrări a justiţiei (a se vedea mutatis mutandis, Acquaviva împotriva Franţei, 21 noiembrie 1995, pct. 66, seria A nr. 333-A), aceste elemente sunt suficiente Curţii pentru a concluziona că nu a fost judecată echitabil cauza reclamantului din cauza lipsei unei dezbateri contradictorii în recurs.", "47. Având în vedere această concluzie, Curtea consideră că nu mai este necesar să fie examinat separat capătul de cerere privind absenţa reclamantului de la şedinţa publică din 1 septembrie 2010 (Trančíková, citată anterior, pct. 48).", "48. În consecinţă, a fost încălcat art. 6 § 1 din Convenţie.", "II. Cu privire la aplicarea art. 41 din Convenţie", "49. Conform art. 41 din Convenţie:", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltei Părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A. Prejudiciu", "50. Reclamantul solicită 414 800 euro (EUR) cu titlu de prejudiciu material pe care pretinde că l-a suferit, sumă care se împarte astfel: 300 000 EUR care ar corespunde valorii imobilelor adjudecate la vânzarea la licitaţie şi 114 800 EUR care ar reprezenta contravaloarea chiriilor pe care le-ar fi putut percepe începând cu decembrie 2006. Reclamantul mai solicită 50 000 EUR cu titlu de prejudiciu moral pe care consideră că l-a suferit din cauza încălcării drepturilor sale civile de către instanţele naţionale şi a imposibilităţii de a beneficia de imobilele adjudecate şi de a i se restitui suma împrumutată. Toate acestea i-ar fi provocat acestuia suferinţe psihice şi frustrare care ar fi afectat starea sa de sănătate şi relaţiile sale de familie.", "51. Guvernul consideră că cererea cu titlu de prejudiciu material ar trebui respinsă pe motivul absenţei unei legături de cauzalitate între sumele cerute şi încălcarea pretinsă. Acesta susţine că cererea este speculativă sub două aspecte: în opinia sa, reclamantul face speculaţii atât asupra rezultatului acţiunii în justiţie, cât şi asupra rentabilităţii imobilelor în cauză. În ceea ce priveşte suma solicitată cu titlu de prejudiciu moral, Guvernul consideră că o constatare a încălcării ar constitui o reparaţie echitabilă şi, în orice caz, suma solicitată este excesivă având în vedere jurisprudenţa Curţii.", "52. Curtea reaminteşte că a constatat încălcarea art. 6 § 1 din Convenţie pe motiv că reclamantul nu a beneficiat de o procedură judiciară contradictorie. Curtea mai observă că, așa cum s-a întâmplat în prezenta cauză, în cazul în care constată încălcarea drepturilor unui reclamant, art. 509 alin. (10) din noul Cod de procedură civilă român permite revizuirea unui proces pe plan intern. Având în vedere aceste circumstanţe, Curtea consideră că măsura de reparaţie cea mai potrivită pentru reclamant ar fi redeschiderea, la cererea acestuia, a procedurii în timp util şi cu respectarea cerinţelor art. 6 § 1 din Convenţie (a se vedea, mutatis mutandis, Siegle împotriva României, nr. 23456/04, pct. 47, 16 aprilie 2013). Prin urmare, nu este necesar să acorde reclamantului o despăgubire cu titlu de prejudiciu material. Cu privire la cererea formulată cu titlu de prejudiciu moral, Curtea nu ar putea face speculaţii care ar fi fost rezultatul procesului dacă garanţiile art. 6 § 1 din Convenţie ar fi fost respectate, dar consideră că este rezonabil să se creadă că partea în cauză a suferit un prejudiciu moral real în respectivul proces. În consecinţă, acordă reclamantului 900 EUR cu acest titlu.", "B. Cheltuieli de judecată", "53. Reclamantul mai solicită 14 615 lei româneşti (RON) cu titlu de cheltuieli de executare efectuate în cadrul procedurii de executare silită deschisă împotriva debitorilor săi, precum şi cu titlu de onorarii pentru avocat pentru reprezentarea în faţa Judecătoriei Turda şi pentru redactarea motivelor de recurs în procedura încheiată cu hotărârea Tribunalului Cluj din 1 septembrie 2010. El mai reclamă 5 420 franci elveţieni (CHF) şi 300 RON pentru cheltuielile efectuate în faţa Curţii, corespunzând onorariilor avocatului şi unor cheltuieli de traducere şi de corespondenţă, care să fie plătiţi direct avocatului care îl reprezintă în faţa Curţii.", "54. Guvernul consideră că sumele pretinse de reclamant nu au legătură cu obiectul prezentei anchete şi apreciază astfel că acestea nu trebuie să fie luate în considerare. Guvernul se referă la costurile angajate pentru evaluarea imobilelor în litigiu şi pentru publicitatea vânzării la licitaţie realizată în cursul procedurii de executare silită.", "55. Potrivit jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor sale de judecată decât în măsura în care se stabileşte caracterul real, necesar şi rezonabil al cuantumului lor. În speţă, Curtea apreciază că cheltuielile cu executorul şi onorariile pentru avocat efectuate în cursul procedurii interne nu ar putea fi considerate ca angajate cu scop preventiv şi de corectare a unei încălcări care afectează procedura în faţa Tribunalului Cluj. Curtea consideră, prin urmare, că trebuie să respingă partea din cerere aferentă (Ressegatti, citată anterior, pct. 41). În schimb, ţinând seama de documentele aflate în posesia sa şi de jurisprudenţa sa, Curtea consideră rezonabil să acorde reclamantului sumele de 5 396 CHF şi 300 RON pentru procedura în faţa Curţii, care vor fi plătite direct doamnei Costea.", "C. Dobânzi moratorii", "56. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "Pentru aceste motive,", "CURTEA,", "în unanimitate,", "1. Declară cererea admisibilă în ceea ce priveşte capătul de cerere întemeiat pe art. 6 § 1 din Convenţie;", "2. Hotărăşte că a fost încălcat art. 6 § 1 din Convenţie, întrucât Tribunalul Cluj nu a oferit reclamantului posibilitatea de a-şi prezenta comentariile asupra argumentelor cuprinse în întâmpinarea părţii adverse;", "3. Hotărăşte că nu este necesar să fie examinat separat capătul de cerere întemeiat pe art. 6 § 1 din Convenţie privitor la absenţa reclamantului de la şedinţa publică din 1 septembrie 2010;", "4. Hotărăşte:", "a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, următoarele sume, care trebuie convertite în monedele indicate mai jos, la rata de schimb aplicabilă la data plăţii:", "i. 900 EUR (nouă sute euro), plus orice sumă ce poate fi datorată cu titlu de impozit, cu titlu de prejudiciu moral, care trebuie convertită în moneda statului pârât;", "ii) 5 396 CHF (cinci mii trei sute nouăzeci şi şase euro franci elveţieni) şi 300 RON (trei sute lei româneşti), plus orice sumă ce poate fi datorată cu titlu de impozit de către reclamant, pentru cheltuielile de judecată, pe care statul pârât trebuie să o plătească direct avocatei reclamantului, cea din urmă sumă trebuind să fie convertită în franci elveţieni;", "b) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "5. Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "Redactată în limba franceză şi comunicată în scris, la 26 ianuarie 2016, în temeiul art. 77 § 2 şi art. 77 § 3 din Regulament.", "\t", "Françoise Elens-Passos\t\t\t\t\t\t\t\t\tAndrás Sajó", "\tGrefier\t\t\t\t\t\t\t\t\t\tPreşedinte,"]}