{"file": "RUM_HJUDRUM_39806_05.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "39806/05", "text_paragraphs": [" Traducere neoficială a variantei engleze a hotărârii,", "efectuată de către asociaţia obştească „Juriştii pentru drepturile omului”", "", "", "", "", "MAREA CAMERĂ", "", "", "", "", "CAUZA PALADI c. MOLDOVEI", "", "(Cererea nr. 39806/05)", "", "", "", "", "", "HOTĂRÂRE", "", "", "STRASBOURG", "", "10 martie 2009", "", "", "", "", "", "", "", "", "Această hotărâre este definitivă, însă poate fi subiect al revizuirii editoriale.", "", "În cauza Paladi c. Moldovei,", "Curtea Europeană a Drepturilor Omului, întrunită în cadrul Marii Camere compuse din:", "\tJean-Paul Costa, Preşedinte,\t", "\tPeer Lorenzen,\n\tFrançoise Tulkens,\n\tKarel Jungwiert,", "\tElisabet Fura-Sandström,\n\tEgbert Myjer,", "\tSverre Erik Jebens,\n\tJán Šikuta,\n\tIneta Ziemele,\n\tMark Villiger,\n\tGiorgio Malinverni,\n\tLuis López Guerra,\n\tAndrás Sajó,\n\tMirjana Lazarova Trajkovska,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tMihai Poalelungi, judecători,\nşi Vincent Berger, Jurisconsult,", "Deliberând la 14 mai 2008 şi la 28 ianuarie 2009 în şedinţă închisă,", "Pronunţă următoarea hotărâre, care a fost adoptată la ultima dată menţionată:", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 39806/05) depusă împotriva Republicii Moldova la Curte, în conformitate cu prevederile articolului 34 al Convenţiei pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale („Convenţia”), de către dl Ion Paladi („reclamantul”), la 9 noiembrie 2005.", "2.  Reclamantul a fost reprezentat de către dl G. Ulianovschi, avocat din Chişinău. Guvernul Republicii Moldova („Guvernul”) a fost reprezentat de către Agentul său, dl V. Grosu.", "3. Reclamantul a pretins, în special, că nu i s-a acordat asistenţă medicală corespunzătoare şi că a fost deţinut fără un temei legal şi în lipsa motivelor verosimile de a bănui că el a săvârşit o infracţiune. El s-a plâns de lipsa motivelor relevante pentru prelungirea detenţiei sale şi de durata de timp în care au fost decise cererile sale habeas corpus, precum şi de refuzul de a examina un recurs şi o nouă cerere habeas corpus depuse de el. De asemenea, el s-a plâns de omisiunea autorităţilor de a se conforma prompt măsurilor provizorii indicate de Curte la 10 noiembrie 2005 în temeiul articolului 39 al Regulamentului Curţii.", "4. Cererea a fost repartizată Secţiunii a Patra a Curţii (articolul 52 § 1 al Regulamentului Curţii) compusă din Judecătorii Bratza, Casadevall, Bonello, Traja, Pavlovschi, Garlicki şi Mijović, precum şi din Grefierul Secţiunii, Lawrence Early. La 10 noiembrie 2005, Preşedintele Camerei a decis să indice Guvernului măsuri provizorii în temeiul articolului 39 al Regulamentului Curţii cu scopul de a asigura continuarea tratamentului reclamantului în Centrul Republican de Neurologie („CRN”). La 22 noiembrie 2005, Camera a decis să comunice Guvernului cererea. În conformitate cu prevederile articolului 29 § 3 al Convenţiei, ea a decis examinarea fondului cererii concomitent cu admisibilitatea acesteia.", "5. La 10 iulie 2007, Camera a pronunţat o hotărâre în care ea a declarat, în unanimitate, cererea parţial admisibilă, a hotărât, în unanimitate, că a avut loc o violare a articolelor 3 şi 5 § 1 ale Convenţiei şi că nu a fost necesar de a examina separat pretenţiile reclamantului formulate în temeiul articolului 5 §§ 3 şi 4 şi a hotărât, cu şase voturi pentru şi unul împotrivă, că a avut loc o violare a articolului 34 al Convenţiei.", "6. La 30 ianuarie 2008, ca urmare a unei cereri a Guvernului datată din 10 octombrie 2007, un colegiu de cinci judecători al Marii Camere, în conformitate cu articolul 43 al Convenţiei, a decis să accepte cererea şi s-o transmită Marii Camere.", "7. Componenţa Marii Camere a fost stabilită în conformitate cu prevederile articolului 27 §§ 2 şi 3 al Convenţiei şi ale articolului 24 al Regulamentului Curţii.", "8. Reclamantul şi Guvernul au prezentat observaţii scrise.", "9. La 14 mai 2008, a avut loc o audiere publică în Palatul Drepturilor Omului din Strasbourg.", "În faţa Curţii au compărut:", "", "(a) \tdin partea Guvernului", "Dl V. Grosu,\tAgent,", "Dna L. Grimalschi,\t", "Dna R. Secrieru,\tConsilieri;", "", "(b) \tdin partea reclamantului", "Dl G. Ulianovschi,\tAvocat,", "Dl N. Paladi,                                      \tConsultant.", "", "Curtea a audiat pledoariile dlor Grosu şi Ulianovschi şi răspunsurile acestora la întrebările puse de către Curte.", "", "ÎN FAPT", "I. \tCIRCUMSTANŢELE CAUZEI", "10. Reclamantul s-a născut în anul 1953 şi locuieşte în Chişinău.", "11. Faptele cauzei, aşa cum au fost prezentate de părţi, pot fi rezumate în felul următor.", "12.  Reclamantul a lucrat ca viceprimar al municipiului Chişinău şi ca lector la Academia de Studii Economice din Moldova. Între 24 septembrie 2004 şi 25 februarie 2005, el a fost deţinut în Izolatorul de Detenţie Provizorie al Centrului pentru Combaterea Crimelor Economice şi Corupţiei („CCCEC”). La 25 februarie 2005, el a fost transferat în Izolatorul Anchetei Preliminare nr. 3 al Ministerului Justiţiei din Chişinău (cunoscut de asemenea ca „Închisoarea nr. 3”, care a fost, ulterior, redenumită „Închisoarea nr. 13”). Reclamantul suferă de mai multe boli (a se vedea paragrafele 22 şi 25 de mai jos).", "A.  Procedurile împotriva reclamantului", "13. Reclamantul a fost acuzat în trei dosare penale separate, în temeiul articolului 185 alin. 3 al vechiului Cod Penal şi al articolului 327 alin. 2 al noului Cod Penal („CP”), de exces de putere sau depăşirea atribuţiilor de serviciu; abuzul de putere sau abuzul de serviciu.", "14. La 17 septembrie 2004, CCCEC a pornit o urmărire penală împotriva reclamantului, iar la 24 septembrie 2004 el a fost reţinut.", "15. La 27 septembrie 2004, Judecătoria Buiucani a emis un mandat pentru arestarea şi detenţia lui pentru 30 de zile. Motivele aduse de instanţa judecătorească pentru eliberarea mandatului de arest au fost că:", "„[Reclamantul] este periculos pentru societate. În caz de eliberare, el ar putea săvârşi alte infracţiuni, distruge probe sau să se ascundă de organul de urmărire penală sau instanţă, să influenţeze derularea normală a urmăririi penale sau acumularea probelor şi ar putea influenţa probele şi martorii.” ", "La 4 octombrie 2004, Curtea de Apel Chişinău a menţinut acea încheiere. Judecătorul M.B. a avut opinie separată, constatând că nu există niciun motiv pentru deţinerea reclamantului, deoarece acuzarea nu a prezentat nicio probă cu privire la pretinsul pericol că acesta se va ascunde sau va influenţa urmărirea penală. Reclamantul avea familie şi domiciliu permanent în Chişinău, era bolnav şi nu avea antecedente penale.", "16. Reclamantul a depus cereri habeas corpus la 5, 13 şi 19 octombrie, 2 noiembrie şi 29 decembrie 2004, precum şi la 22 februarie, 23 iunie şi 20 septembrie 2005. El s-a bazat pe următoarele elemente: starea rea a sănătăţii sale; lipsa antecedentelor penale; reputaţia sa impecabilă ca doctor în economie şi lector universitar; faptul că documentele sale de identitate au fost ridicate de organul de urmărire penală ca el să nu poată părăsi ţara; faptul că familia sa şi domiciliul său permanent erau în Chişinău; faptul că el o întreţinea pe mama sa în vârstă de 75 de ani care era invalidă; el avea garanţia personală a trei persoane bine cunoscute (care au depozitat deja 3,000 lei moldoveneşti (MDL), fiecare din ei fiind pregătiţi să plătească restul sumei de MDL 8,000 solicitată iniţial de instanţa de judecată) şi lipsa motivelor pentru arestarea sa. Toate aceste cereri au fost respinse din motive similare celor aduse în încheierea din 27 septembrie 2004.", "17. La 22 octombrie 2004, dosarul a fost transmis în instanţa de judecată pentru examinare.", "18. La o dată nespecificată în luna octombrie 2004, procuratura a transmis în instanţa de judecată al doilea dosar, în care reclamantul era de asemenea identificat ca una din persoanele inculpate. Urmărirea penală în acea cauză a început la 28 martie 2003. Organul de urmărire penală a încetat-o de două ori din lipsă de probe (la 15 iulie şi 26 septembrie 2003), însă în ambele cazuri procurorul a dispus redeschiderea ei. La 27 octombrie 2004, ambele cauze au fost conexate.", "19. La 2 noiembrie 2004, judecătorul L.V., preşedintele Judecătoriei Centru, a respins cererea reclamantului de eliberare sub garanţia personală a trei persoane bine cunoscute, fără a aduce niciun motiv.", "20. Reclamantul a contestat cu recurs, însă judecătorul L.V. a refuzat să trimită recursul său în Curtea de Apel, deoarece legislaţia nu prevedea contestarea cu recurs a unor astfel de încheieri. Reclamantul a depus recursul direct la Curtea de Apel Chişinău care, de asemenea, a refuzat să-l examineze din acelaşi motiv. Un răspuns similar a fost dat la recursurile depuse la 25 februarie şi 27 septembrie 2005.", "21. La 30 decembrie 2004, cel de-al treilea dosar penal în care reclamantul era acuzat de abuz de putere în interes personal a fost trimis în instanţa de judecată pentru examinare. Această cauză a fost, de asemenea, conexată la cele două cauze menţionate mai sus împotriva reclamantului.", "B. Starea medicală a reclamantului şi tratamentul primit", "22. De la 24 septembrie 2004, reclamantul a fost deţinut în Izolatorul de Detenţie Provizorie al CCCEC. La 29 septembrie 2004, o comisie medicală consultativă a examinat fişa medicală a reclamantului la cererea soţiei acestuia şi a dat următoarea diagnoză: diabet de tip II (dependent de insulină), polineuropatie, angiospasm diabetic, tiroidită autoimună faza 2, consecinţe ale unei traume la cap cu hipertensiune intracraniană, paroxism vagovagal, bronşită cronică obstructivă, pancreatită cronică recurentă însoţită de insuficienţă endocrină, hepatită cronică activă şi sindrom astenic. La 14 noiembrie 2004, soţia reclamantului a informat instanţa de judecată de constatările comisiei medicale.", "23. Potrivit reclamantului, Izolatorul de Detenţie Provizorie al CCCEC nu a avut personal medical până la sfârşitul lunii februarie 2005, când acolo a fost angajat un terapeut. El pretinde că el a cerut asistenţă medicală de mai multe ori, însă a primit tratament doar de la medici din alte instituţii care l-au vizitat când exista o urgenţă. La 28 septembrie 2004, a fost chemată o ambulanţă pentru tratarea reclamantului de hipertensiune acută. Medicul a prescris o consultaţie a unui specialist endocrinolog, care l-a examinat pe reclamant la 21 decembrie 2004. De asemenea, reclamantul a informat procurorul şi instanţa de judecată de dieta sa specială şi necesităţile sale medicale, însă nu a primit niciun răspuns. El a prezentat copii ale plângerilor din partea soţiei sale, a mamei sale şi a unui grup parlamentar adresate administraţiei CCCEC, Departamentului Instituţiilor Penitenciare, instanţei de judecată care judeca cauza sa, preşedintelui Republicii Moldova, ministrului Justiţiei, precum şi altor autorităţi. Soţia reclamantului a primit câteva răspunsuri formale, prin care ea a fost informată, în esenţă, că soţul său a fost examinat de mai multe ori de diferiţi medici şi că lui, în caz de necesitate, i se va acorda asistenţă medicală.", "24. La 15 februarie 2005, reclamantul a fost examinat de către dr. B.E., un psihoneurolog care a conchis că starea sănătăţii sale era „instabilă cu o uşoară îmbunătăţire” şi că el avea nevoie să continue tratamentul sub supraveghere. La 25 februarie 2005, reclamantul a fost transferat în Izolatorul Anchetei Preliminare al Închisorii nr. 3 din Chişinău.", "25. La 2 martie 2005, în conformitate cu o încheiere judecătorească, reclamantul a fost examinat de o comisie medicală a Ministerului Sănătăţii. B.I., un neurolog şi membru al comisiei l-a diagnosticat cu encefalopatie, polineuropatie de origine endocrină, hipertensiune, boală vasculară periferică şi paraplegie inferioară. El a recomandat ca reclamantul să fie tratat în staţionar. Z.A., un endocrinolog şi membru al comisiei, l-a diagnosticat pe reclamant cu diabet, angiopatie micro şi macro, cardiomiopatie, hipertensiune arterială, hepatoză diabetică steatoreică, tiroidită, hipotiroidită şi encefalopatie. El a recomandat o dietă specială şi un tratament în staţionar în clinici specializate (endocrinologie – cardiologie - neurologie). E.V., şeful departamentului cardiologie al Ministerului Sănătăţii şi membru al comisiei, l-a diagnosticat pe reclamant cu cardiomiopatie ischemică şi cardiopatie combinată, angină pectorală instabilă, atacuri prelungite pe parcursul a două săptămâni anterioare, hipertensiune arterială (gradul 3), insuficienţă cardiacă congestivă (gradul 2), hipertensiune şi insuficienţă renală endocrină, boală vasculară diabetică şi dilatare toracică. E.V. a recomandat ca reclamantul să fie tratat în staţionar într-o secţie de cardiologie pentru a investiga şi preveni riscul unui infarct miocardic. Ea a considerat necesar de a face tratament anticoagulant, însă a notat că, având în vedere riscul de hemoragie gastrică, un astfel de tratament putea avea loc doar în condiţii de strictă supraveghere şi cu chirurgi la îndemână, care să intervină în caz de necesitate.", "26. În baza acestor recomandări, instanţa de judecată a dispus transferul reclamantului la un spital penitenciar.", "27. În baza unui ordin al Ministerului Sănătăţii, dr. V.P., un neurolog de la Centrul Republican de Neurologie al Ministerului Sănătăţii („CRN”), l-a examinat pe reclamant la 20 mai 2005. El a confirmat diagnozele anterioare şi a recomandat tratament complex într-o secţie neurologică specializată a Ministerului Sănătăţii, inclusiv tratament prin terapie cu oxigen hiperbaric („OHB”).", "28. La 30 mai 2005, directorul spitalului penitenciar unde era deţinut reclamantul a informat instanţa de judecată cu privire la recomandările lui V.P. şi a spus că reclamantului i-au fost date medicamentele prescrise, dar nu şi terapia OHB, care era imposibil de administrat la spitalul penitenciar din lipsa echipamentului necesar. De asemenea, el a informat instanţa de judecată că starea reclamantului îl împiedica pe acesta să participe la şedinţele judecătoreşti.", "29. La 1 iunie 2005, Judecătoria Centru a constatat că starea reclamantului şi a unui alt co-acuzat s-a înrăutăţit şi a suspendat examinarea cauzelor lor „până la recuperare”. Instanţa de judecată nu a răspuns la cererea soţiei reclamantului de eliberare a acestuia pentru a permite tratamentul şi nici la scrisoarea menţionată mai sus a directorului spitalului penitenciar.", "30. Prin scrisorile din 9, 17 şi 22 iunie, 5 iulie şi 1 august 2005, directorul spitalului penitenciar a informat din nou instanţa de judecată privind lipsa echipamentului necesar la spital pentru tratamentul prescris de V.P.", "31. La 7 şi 15 septembrie 2005, o comisie medicală a Ministerului Sănătăţii, care includea medici de la CRN l-a examinat pe reclamant, iar la 16 septembrie 2005, aceasta a recomandat inter alia tratamentul cu OHB într-o secţie neurologică specializată.", "32. La 16 septembrie 2005, directorul spitalului penitenciar a confirmat în numele reclamantului că spitalul nu avea echipamentul necesar pentru tratamentul neurologic recomandat. Această informaţie a fost prezentată Judecătoriei Centru.", "33. La 19 septembrie 2005, Comitetul Helsinki pentru Drepturile Omului a înaintat o cerere amicus curiae instanţei de judecată după vizitarea reclamantului în spital. El a considerat că starea sănătăţii reclamantului era incompatibilă cu condiţiile sale de detenţie şi tratament şi a protestat împotriva deciziei de a suspenda examinarea cauzei până la recuperarea acestuia.", "34. Având în vedere constatările comisiei medicale a Ministerului Sănătăţii din 16 septembrie 2005, care a recomandat ca reclamantul să fie tratat într-o secţie neurologică specializată, la 20 septembrie 2005, Judecătoria Centru a dispus transferarea acestuia la CRN, o instituţie de stat, pentru treizeci de zile. Potrivit Guvernului, în lunile septembrie - noiembrie 2005, perioada obişnuită de tratament la CRN era de opt până la nouă zile.", "35. La 27 septembrie 2005, reclamantul a cerut Judecătoriei Centru să dispună efectuarea unei expertize cu privire la starea sănătăţii sale până şi după arestarea sa, precum şi la data depunerii cererii. În decizia sa din aceeaşi zi, Judecătoria Centru a respins cererea reclamantului, deoarece nu a fost invocat niciun dubiu cu privire la starea sănătăţii sale.", "36. La o dată nespecificată, reclamantul a cerut conducerii CRN să descrie starea sănătăţii sale şi tratamentul primit. El nu a primit niciun răspuns. La 17 octombrie 2005, instanţa de judecată a indicat CRN să răspundă imediat şi instanţa de judecată a primit răspunsul acestuia la 20 octombrie 2005. În răspunsul său, CRN a dat diagnoza sa cu privire la starea reclamantului şi a constatat că starea sănătăţii lui era instabilă şi că el avea nevoie în continuare de tratament. La 20 octombrie 2005, Judecătoria Centru a prelungit tratamentul reclamantului până la 10 noiembrie 2005 în baza scrisorii de la CRN.", "37. Potrivit unui certificat eliberat de secţia terapie cu OHB a Spitalului Clinic Republican („SCR”), reclamantul a primit acolo cinci şedinţe de terapie cu OHB, începând cu 2 noiembrie 2005. Reclamantului i-a fost prescris un tratament de douăsprezece şedinţe, programate să continue până la 28 noiembrie 2005. Potrivit reclamantului, el era escortat de la CRN la SCR la fiecare două zile pentru efectuarea procedurii şi, de asemenea, el a început acolo un tratament cu acupunctură. Reclamantul a prezentat o copie a certificatului Judecătoriei Centru care, la 10 noiembrie 2005, a decis că el ar trebui să fie transferat la spitalul penitenciar. Instanţa de judecată şi-a bazat decizia sa pe scrisoarea CRN din 9 noiembrie 2005, care menţiona că starea reclamantului s-a stabilizat şi că el va fi externat la 10 noiembrie 2005. Diagnoza reclamantului, menţionată în scrisoarea din 9 noiembrie 2005, era următoarea: diabet grav, subcompensat de tip II (dependent de insulină), retinopatie diabetică, tiroidită autoimună, hipotiroidită, cardiomiopatie ischemică, angină pectorală, hipertensiune arterială de gradul 2 cu risc foarte înalt, cardiopatie combinată, extrasistolă supraventriculară rară, encefalopatie discirculară combinată de gradul 2, atrofie cerebrală, insuficienţă piramidală, în special, în partea dreaptă, polineuropatie diabetică şi sindrom asteno-depresiv. Scrisoarea mai nota că continuarea detenţiei reclamantului ar „contribui la o stare de tensiune psihico-emoţională permanentă care, la rândul ei, [ar] cauza fluctuaţii ale presiunii arteriale şi nivelului zahărului în sânge”. Aceeaşi diagnoză a fost notată în fişa medicală de externare a reclamantului din CRN la 10 noiembrie 2005.", "38. Deoarece scrisoarea CRN nu a inclus terapia cu OHB printre recomandările sale cu privire la tratament, instanţa de judecată a constatat că prelungirea orarului pentru tratamentul cu OHB până la sfârşitul lunii noiembrie era irelevantă.", "39. La 16 noiembrie 2005, Ministerul Sănătăţii şi Protecţiei Sociale a răspuns la întrebările Agentului Guvernamental cu privire la necesitatea de a trata reclamantul. Scrisoarea menţiona că, la 17 noiembrie 2005, fişele medicale ale reclamantului au fost examinate de un grup de medici, care au constatat că el nu avea nevoie de tratament în staţionar „în nicio instituţie medicală, inclusiv în [CRN]” şi că el putea fi tratat în ambulatoriu.", "40. La 24 noiembrie 2005, reclamantul a fost examinat de un psihoterapeut, care l-a diagnosticat cu dereglare astenică cerebralo-organică, dereglare depresivă cauzată de nelinişte de origine psiho-organică şi persistenţa unui stres sever.", "41. La 29 noiembrie 2005, reclamantul trebuia externat din CRN. Fişa medicală de externare a reclamantului din CRN la 29 noiembrie 2005 a repetat diagnoza dată la 9 noiembrie 2005, adăugând diagnoza de abces la prostată. Printre recomandările făcute de CRN a fost tratamentul cu OHB la fiecare două zile. La 30 noiembrie 2005, instanţa de judecată a dispus transferul reclamantului la Spitalul Clinic Republican („SCR”) pe un termen de zece zile, pentru a primi tratament cu OHB. După şedinţa de judecată, reclamantul şi-a pierdut cunoştinţa şi a fost dus cu ambulanţa la Spitalul Clinic Municipal („SCM”), cu suspiciunea de insuficienţă miocardică. Ca rezultat, instanţa de judecată şi-a modificat încheierea sa din aceeaşi zi şi a dispus ca reclamantul să fie tratat la SCM.", "42. Într-o scrisoare din 12 februarie 2007, reclamantul a prezentat Curţii un certificat care menţiona că, la 20 iunie 2006, el a fost recunoscut ca invalid de gradul II.", "43. La 11 martie 2008, Ministerul Sănătăţii a dispus crearea unei comisii medicale pentru a stabili starea sănătăţii reclamantului în perioada între 21 septembrie şi 30 noiembrie 2005. Comisia a stabilit că, în timpul aflării în detenţie în spitalul penitenciar, reclamantului i-a fost acordat tot tratamentul prescris de CRN. În continuare, ea a constatat că tratamentul cu OHB nu a fost necesar în cazul reclamantului şi că era doar tratament suplimentar pentru diabet şi complicaţiile date de acesta. Întreruperea tratamentului reclamantului cu OHB nu a afectat starea sănătăţii sale, după cum s-a dovedit prin nivelul stabil al zahărului în sânge până şi după întrerupere.", "C. Cererile habeas corpus ale reclamantului", "44. La 23 iunie 2005, instanţa de judecată a respins cererea habeas corpus a reclamantului din următoarele motive:", "„... motivele pentru prelungirea arestării preventive a acuzatului rămân valabile, deoarece acuzaţiile împotriva sa sunt bazate pe circumstanţe care încă nu au fost examinate de instanţa de judecată, iar schimbarea măsurii preventive ar putea împiedica stabilirea adevărului în procesul penal.”", "45. La 8 iulie 2005, reclamantul a depus o altă cerere habeas corpus, bazându-se pe articolele 2 şi 3 ale Convenţiei şi a subliniat că, în timp ce examinarea cauzei sale a fost suspendată până la recuperarea sa, lui i-a fost refuzat tratamentul medical necesar pentru a asigura o astfel de recuperare. Instanţa de judecată a amânat examinarea cererii. Examinarea cererii a fost din nou amânată la 11 iulie 2005 pentru o perioadă nedeterminată.", "46. La 18 iulie, judecătorul L.V. a lipsit şi examinarea cauzei a fost amânată. La 22 iulie 2005, alţi membri ai completului de judecată au lipsit şi examinarea cauzei a fost din nou amânată.", "47. La 25 iulie 2005, reclamantul a cerut o copie a procesului-verbal al şedinţelor judecătoreşti din 8 şi 11 iulie 2005 şi a informat instanţa de judecată despre înrăutăţirea stării sănătăţii sale. Cererea sa a fost refuzată. La 3 august 2005, Judecătoria Centru a informat reclamantul că examinarea cererii sale habeas corpus a fost amânată până la primirea unui răspuns din partea Ministerului Sănătăţii la solicitarea acesteia din 7 iulie 2005 cu privire la starea sănătăţii lui.", "48. La 20 septembrie 2005, Judecătoria Centru a respins cererea habeas corpus a reclamantului „deoarece motivele pentru prelungirea arestării rămân valabile”. De asemenea, instanţa de judecată a respins plângerea reclamantului că tratamentul medical inadecvat pe care el l-a primit a constituit tratament inuman şi degradant:", "„... deoarece reprezentantul [spitalului penitenciar] a declarat că [reclamantului] i-a fost acordat tratamentul medical necesar în staţionar; nu există nicio probă cu privire la tratamentul inuman sau degradant”.", "Totuşi, în acelaşi timp, instanţa de judecată a dispus transferul reclamantului la CRN (a se vedea paragraful 34 de mai sus).", "49. La 27 septembrie 2005, recursul reclamantului nu a fost examinat, instanţa de judecată constatând că nu era posibilă depunerea recursului. De asemenea, instanţa de judecată a respins cererea lui pentru efectuarea unei examinări medicale pentru a stabili starea actuală a sănătăţii sale şi modul în care el a fost tratat în timpul detenţiei sale.", "50. La 11 octombrie 2005, reclamantul a depus o altă cerere habeas corpus, contestând inter alia existenţa unei bănuieli rezonabile care să justifice detenţia sa continuă. El s-a referit la constatarea unei violări a articolului 5 al Convenţiei în cauza Şarban v. Moldova (nr. 3456/05, 4 octombrie 2005), ca o nouă circumstanţă pentru examinarea necesităţii de a-l deţine. Instanţa de judecată a respins cererea, constatând că ea putea fi depusă doar peste cel puţin o lună de la examinarea ultimei cereri de acest gen. De asemenea, ea a constatat că hotărârea la care s-a făcut referire nu era o circumstanţă nouă, deoarece ea se referea doar la dl Şarban, şi nu la reclamant.", "51. La 10 noiembrie 2005, reclamantul a cerut Judecătoriei Centru să dispună tratamentul său continuu la CRN sau eliberarea sa în baza cererii sale habeas corpus. Instanţa de judecată a respins cererea (a se vedea paragraful 37 de mai sus) şi nu a examinat cererea habeas corpus.", "52. La 15 noiembrie 2005, Judecătoria Centru a respins cererea reclamantului habeas corpus din 10 noiembrie 2005 constatând că:", "„... nu au fost examinate toate probele; [reclamantul] a lucrat ca viceprimar al municipiului Chişinău şi continuă să aibă influenţă asupra martorilor care urmează a fi audiaţi; el ar putea împiedica prezentarea în instanţa de judecată a unor probe autentice, care continuă să fie păstrate de Primăria Chişinău”.", "53. La 15 decembrie 2005, arestarea reclamantului a fost schimbată cu obligaţia de a nu părăsi localitatea.", "D. Măsurile provizorii indicate de Curte", "54. În seara zilei de joi, 10 noiembrie 2005, Curtea a indicat printr-un fax trimis Guvernului Republicii Moldova o măsură interimară în temeiul articolului 39 al Regulamentului Curţii, care prevedea că „reclamantul nu ar trebui transferat de la [CRN]. Această măsură provizorie este valabilă până când Curtea va avea posibilitatea de a examina cazul, adică până la 29 noiembrie 2005 cel târziu.” Acelaşi mesaj a fost expediat prin fax de câteva ori în dimineaţa zilei de vineri, 11 noiembrie 2005. La 11 noiembrie 2005, Grefierul Adjunct al Secţiunii a Patra a telefonat de câteva ori la numerele de telefon indicate de Agentul Guvernamental, însă nu a primit niciun răspuns.", "55. În dimineaţa zilei de vineri, 11 noiembrie 2005, avocatul reclamantului a cerut instanţei de judecată care judeca cauza să suspende executarea încheierii sale din 10 noiembrie 2005 şi să împiedice transferarea reclamantului de la CRN. El a prezentat o copie a faxului primit de la Curtea Europeană a Drepturilor Omului cu privire la măsurile provizorii. Judecătoria Centru nu a ţinut o şedinţă judecătorească şi nu a răspuns la această cerere. În aceeaşi zi, reclamantul a fost transferat la spitalul penitenciar.", "56. La 14 noiembrie 2005, avocatul reclamantului l-a informat pe preşedintele Consiliului Superior al Magistraturii despre omisiunea judecătorului L.V., preşedintele Judecătoriei Centru, de a examina cererea lui din 11 noiembrie 2005 şi a cerut întreprinderea unor acţiuni urgente pentru a asigura conformarea cu măsurile provizorii dispuse de Curte. În aceeaşi zi, avocatul a prezentat o cerere similară Agentului Guvernamental al Republicii Moldova la Curte şi Procuraturii Generale, notând că procurorul responsabil de cauza reclamantului a susţinut cererea acestuia de a continua tratamentul la CRN. De asemenea, el a notat că încheierea de a-l transfera pe reclamant la spitalul penitenciar nu a fost executată până la ora 10:00, atunci când el a depus cererea sa la Judecătoria Centru.", "57. La aceeaşi dată, ca urmare a cererii Agentului Guvernamental, Judecătoria Centru a dispus transferarea reclamantului la CRN până la 29 noiembrie 2005. Evenimentele ulterioare sunt disputate de către părţi. Potrivit reclamantului, el a fost adus la CRN la ora 18:30, însă conducerea spitalului a refuzat să-l interneze timp de 6 ore. Atunci când reclamantul a început să se simtă rău, conducerea l-a internat după miezul nopţii. Potrivit Guvernului, reclamantul a fost internat în ziua când Judecătoria Centru a dispus internarea sa, iar întârzierea a fost cauzată de părerile medicilor că reclamantul nu necesita continuarea tratamentului la CRN. Agentul Guvernamental a supravegheat personal executarea indicaţiei.", "58. Reclamantul a prezentat o copie a unui reportaj de ştiri difuzat de canalul de televiziune PRO TV, care a arătat evenimentele de la CRN. Reporterul a susţinut că reclamantul a fost nevoit să aştepte o decizie timp de şase ore şi că, în final, a fost internat după miezul nopţii. Medicii l-au informat pe reporter că ei au refuzat iniţial să-l interneze pe reclamant din cauza lipsei fişei medicale a acestuia şi că ei l-au internat doar după ce le-a fost adusă fişa medicală. Într-un interviu acordat aceluiaşi reporter, Agentul Guvernamental a declarat că motivul pentru întârzierea internării reclamantului au fost „anumite chestiuni tehnice, organizatorice”. Acest lucru a fost confirmat de o declaraţie a directorului-adjunct al Departamentului Instituţiilor Penitenciare.", "59. La 12 decembrie 2005, Consiliul Superior al Magistraturii l-a informat pe avocatul reclamantului în răspuns la scrisoarea acestuia din ziua de luni, 14 noiembrie 2005, că Judecătoria Centru a fost informată, în mod oficial, la 14 noiembrie 2005, la ora 14:19, prin fax, de Agentul Guvernamental cu privire la măsurile provizorii indicate de Curtea Europeană. Ca urmare a unei şedinţe judecătoreşti urgente, instanţa de judecată a dispus transferul reclamantului la CRN.", "II.\tDREPTUL ŞI PRACTICA RELEVANTE", "A.\tDreptul şi practica naţională", "60. Prevederile relevante ale Codului de procedură penală („CPP”) sunt următoarele:", "Articolul 176", "Temeiurile pentru aplicarea măsurilor preventive", "„1. Măsurile preventive pot fi aplicate de către organul de urmărire penală sau, după caz, de către instanţa de judecată numai în cazurile în care există suficiente temeiuri rezonabile de a presupune că bănuitul, ... ar putea să se ascundă de organul de urmărire penală sau de instanţă, să împiedice stabilirea adevărului în procesul penal ori să săvîrşească alte infracţiuni, de asemenea ele pot fi aplicate de către instanţă pentru asigurarea executării sentinţei.", "2. Arestarea preventivă şi măsurile preventive de alternativă arestării se aplică numai în cazurile săvîrşirii unei infracţiuni pentru care legea prevede pedeapsă privativă de libertate pe un termen mai mare de 2 ani, iar în cazul săvîrşirii unei infracţiuni pentru care legea prevede pedeapsă privativă de libertate pe un termen mai mic de 2 ani, ele se aplică dacă învinuitul ... a comis cel puţin una din acţiunile menţionate în alin.(1).", "3. La soluţionarea chestiunii privind necesitatea aplicării măsurii preventive respective, organul de urmărire penală şi instanţa de judecată vor lua în considerare următoarele criterii complementare:", "(1) caracterul şi gradul prejudiciabil al faptei incriminate;", "(2) persoana bănuitului, ...;", "(3) vîrsta şi starea sănătăţii lui;", "(4) ocupaţia lui;", "(5) situaţia familială şi prezenţa persoanelor întreţinute;", "(6) starea lui materială;", "(7) prezenţa unui loc permanent de trai;", "(8) alte circumstanţe esenţiale. ...”", "Articolul 246", "Termenele de examinare a cererilor şi demersurilor", "„(1) Cererile, ... vor fi examinate şi soluţionate imediat după depunerea lor. Dacă organul căruia îi este adresată cererea sau demersul nu le poate soluţiona imediat, acestea urmează să fie soluţionate nu mai tîrziu de 3 zile de la data primirii lor. ...”", "61. După intrarea în vigoare a noului Cod de Procedură Penală la 12 iunie 2003, judecătoriile au fost obligate să asigure ca în zilele de odihnă (sâmbăta şi duminica) şi în zilele de sărbători oficiale să fie un judecător de serviciu care să soluţioneze orice chestiuni urgente. Potrivit unui certificat eliberat de către preşedintele Judecătoriei Centru, în această judecătorie fusese întocmit un astfel de registru al judecătorilor de serviciu.”", "B. Jurisprudenţa Curţii Internaţionale de Justiţie", "62. În hotărârea sa în cauza LaGrand (hotărâre din 27 iunie 2001, ICJ Reports 2001, §§ 111-115), Curtea Internaţională de Justiţie a decis că:", "„111. În ceea ce priveşte chestiunea dacă Statele Unite s-au conformat obligaţiei care le-a fost impusă prin Ordonanţa din 3 martie 1999, Curtea observă că Ordonanţa a indicat două măsuri provizorii, prima dintre care este:", "Statele Unite ale Americii ar trebui să ia toate măsurile pe care le au la dispoziţie pentru a asigura că Walter LaGrand nu va fi executat până la decizia finală în cadrul acestor proceduri, şi că trebuie să informeze Curtea cu privire la toate măsurile pe care le-au luat pentru implementarea acestei Ordonanţe.”", "", "A doua măsură a cerut Guvernului Statelor Unite să „transmită această Ordonanţă Guvernatorului Statului Arizona”. ... Departamentul de Stat i-a transmis Guvernatorului Statului Arizona o copie a Ordonanţei Curţii. ...", "Astfel, autorităţile Statelor Unite s-au limitat la simpla transmitere Guvernatorului Statului Arizona a textului Ordonanţei. Acest lucru desigur a respectat cerinţa celei de-a doua din cele două măsuri indicate. În ceea ce priveşte prima măsură, Curtea notează că aceasta nu a creat o obligaţie de rezultat, însă Statelor Unite li s-a cerut să „ia toate măsurile pe care le au la dispoziţie pentru a asigura că Walter LaGrand nu va fi executat până la decizia finală în cadrul acestor proceduri”. Curtea este de acord cu faptul că datorită prezentării extrem de târzii a cererii pentru măsuri provizorii, autorităţile Statelor Unite au avut desigur foarte puţin timp pentru a acţiona.", "112. Cu toate acestea, Curtea observă că simpla transmitere a Ordonanţei sale Guvernatorului Statului Arizona fără vreun comentariu, în special, fără măcar o cerere de suspendare temporară şi o explicaţie că nu există o înţelegere generală cu privire la poziţia Statelor Unite că ordonanţele Curţii Internaţionale de Justiţie cu privire la măsurile provizorii nu sunt obligatorii, a fost, în mod sigur, mai puţin decât ceea ce s-ar fi putut face chiar şi în perioada scurtă de timp care a fost disponibilă. ...", "113. Este important faptul că Guvernatorul Statului Arizona, căruia i-a fost transmisă Ordonanţa Curţii, a decis să nu o execute, chiar dacă Comisia de Graţiere din Arizona a recomandat suspendarea executării lui Walter LaGrand.", "114. In fine, Curtea Supremă de Justiţie a Statelor Unite a respins o cerere separată din partea Germaniei pentru suspendarea executării, „având în vedere depunerea târzie a cererilor şi barierele jurisdicţionale pe care acestea le implică”. Totuşi, Curtea Supremă de Justiţie putea, după cum a susţinut unul din membrii săi, să dispună o suspendare preliminară, care i-ar fi acordat „timp pentru a examina, după consultări cu toate părţile interesate, chestiunile de jurisdicţie şi drept internaţional implicate. ...” (Federal Republic of Germany et al. v. United States et al., Curtea Supremă de Justiţie a Statelor Unite ale Americii, 3 martie 1999).", "115. Examinarea măsurilor de mai sus luate de autorităţile Statelor Unite cu privire la Ordonanţa Curţii Internaţionale de Justiţie din 3 martie 1999 indică faptul că diferite autorităţi competente din Statele Unite nu au luat toate măsurile pe care ele le-ar fi putut lua pentru a executa Ordonanţa Curţii. Ordonanţa nu a cerut Statelor Unite să exercite competenţe pe care nu le au: însă aceasta le-a impus obligaţia „să ia toate măsurile pe care le au la dispoziţie pentru a asigura că Walter LaGrand nu va fi executat până la decizia finală în cadrul acestor proceduri ...”. Curtea constată că Statele Unite nu s-au conformat acestei obligaţii.", "În aceste circumstanţe, Curtea conchide că Statele Unite nu s-au conformat Ordonanţei din 3 martie 1999.”", "ÎN DREPT", "63.  Reclamantul s-a plâns de încălcarea drepturilor sale garantate de articolul 3 al Convenţiei, ca rezultat al asistenţei medicale inadecvate pe care el a primit-o în timpul aflării sale în detenţie. Articolul 3 prevede următoarele:", "„Nimeni nu poate fi supus torturii, nici pedepselor sau tratamentelor inumane ori degradante.”", "64.  De asemenea, reclamantul a considerat că detenţia sa a fost contrară articolului 5 § 1 al Convenţiei, deoarece nu a existat vreo bază legală pentru detenţia sa după trimiterea cauzei în judecată şi că el a fost reţinut în lipsa unei bănuieli rezonabile că el a săvârşit o infracţiune. Articolul 5 § 1, în partea sa relevantă, prevede următoarele:", "„1. Orice persoană are dreptul la libertate şi la siguranţă. Nimeni nu poate fi lipsit de libertatea sa, cu excepţia următoarelor cazuri şi potrivit căilor legale:", " ...", "(c) dacă a fost arestat sau reţinut în vederea aducerii sale în faţa autorităţii judiciare competente, atunci când există motive verosimile de a bănui că a săvârşit o infracţiune sau când există motive temeinice de a crede în necesitatea de a-l împiedica să săvârşească o infracţiune sau să fugă după săvârşirea acesteia;”", "65.  Reclamantul s-a plâns, în temeiul articolului 5 § 3 al Convenţiei, că detenţia sa preventivă nu s-a bazat pe motive „relevante şi suficiente”. De asemenea, el s-a plâns de decizia de a suspenda examinarea cauzei sale până la recuperarea sa. Partea relevantă a articolului 5 § 3 prevede următoarele:", "„Orice persoană arestată sau deţinută, în condiţiile prevăzute de paragraful 1 lit. c) din prezentul articol ... are dreptul de a fi judecată într-un termen rezonabil sau eliberată în cursul procedurii. Punerea în libertate poate fi subordonată unei garanţii care să asigure prezentarea persoanei în cauză la audiere.”", "66.  De asemenea, reclamantul a susţinut că durata de timp în care a fost examinată cererea sa habeas corpus, refuzul de a examina recursul său împotriva respingerii acelei cereri şi respingerea acelei cereri în baza unor noi circumstanţe au constituit fiecare o încălcare a articolului 5 § 4 al Convenţiei, care prevede următoarele:", "„Orice persoană lipsită de libertatea sa prin arestare sau deţinere are dreptul să introducă un recurs în faţa unui tribunal, pentru ca acesta să statueze într-un termen scurt asupra legalităţii deţinerii sale şi să dispună eliberarea sa dacă deţinerea este ilegală.”", "67. In fine, reclamantul s-a plâns de neexecutarea măsurilor provizorii indicate de Curte. El a considerat că acest lucru a constituit o violare a articolului 34 al Convenţiei, care prevede următoarele:", "„Curtea poate fi sesizată printr-o cerere de către orice persoană fizică, orice organizaţie neguvernamentală sau de orice grup de particulari care se pretind victimă a unei încălcări, de către una din Înaltele Părţi Contractante, a drepturilor recunoscute în Convenţie sau protocoalele sale. Înaltele Părţi Contractante se angajează să nu împiedice prin nicio măsură exerciţiul eficace al acestui drept.”", "I.\tPRETINSA VIOLARE A ARTICOLULUI 3 AL CONVENŢIEI", "A.\tHotărârea Camerei", "68. Camera a constatat, în unanimitate, o violare a articolului 3 al Convenţiei, având în vedere necesitatea necontestată a asistenţei medicale specializate constante şi lipsa sau acordarea limitată a unei astfel de asistenţe în timpul detenţiei reclamantului (a se vedea paragrafele 73 până la 85 ale hotărârii Camerei).", "B.\tArgumentele părţilor", "1.\tGuvernul", "69. Guvernul a susţinut că reclamantul nu suferea de vreo boală incompatibilă cu detenţia sa. În timpul detenţiei sale, lui i s-a acordat toată îngrijirea medicală recomandată, cu excepţia tratamentului prin terapie cu oxigen hiperbaric (OHB). Totuşi, acest tratament era doar unul adiţional care, nu s-a dovedit, în cercetările ştiinţifice, ca având vreun efect evident asupra pacienţilor cu o stare a sănătăţii similară cu cea a reclamantului. În timpul detenţiei sale, reclamantul a fost examinat de mai mulţi medici şi a fost, ulterior, plasat sub supravegherea medicală a medicilor din spitalul penitenciar, care au urmat tot tratamentul prescris acestuia de către medicii specialişti. Prin urmare, condiţiile sale de detenţie şi tratamenul lui nu au constituit un tratament contrar articolului 3 al Convenţiei.", "2.\tReclamantul", "70. Reclamantul a susţinut că, în timpul aflării sale în detenţie, el nu a primit asistenţă medicală adecvată, după cum a constatat şi Camera. El a prezentat documente care nu au fost în dosarul examinat de către Cameră, potrivit cărora el s-a îmbolnăvit grav curând după refuzul autorităţilor de a asigura tratamentul său continuu într-o secţie neurologică. După o jumătate de an, el a fost recunoscut oficial ca fiind invalid de gradul doi, ceea ce a fost o consecinţă a bolii care, în timpul detenţiei sale, nu a fost tratată în mod adecvat.", "C.\tAprecierea Marii Camere", "71. Curtea reiterează că „Statul trebuie să asigure ca persoana să fie deţinută în condiţii care sunt compatibile cu respectarea demnităţii sale umane, ca modul şi metoda de executare a pedepsei să nu cauzeze persoanei suferinţe sau dureri de o intensitate care să depăşească nivelul de suferinţă inerent detenţiei şi ca, având în vedere exigenţele detenţiei, sănătatea şi integritatea persoanei să fie în mod adecvat asigurate, printre altele, prin acordarea asistenţei medicale necesare (a se vedea Kudla v. Poland [GC], nr. 30210/96, § 94, ECHR 2000-XI).", "72. Marea Cameră notează că reclamantul era într-o stare medicală gravă, care a fost confirmată de mai mulţi medici specialişti (a se vedea paragrafele 22-43 de mai sus). De asemenea, din faptele cauzei rezultă clar că reclamantului nu i s-a acordat asistenţa medicală necesară pentru starea sa, după cum s-a detaliat în hotărârea Camerei (a se vedea hotărârea Camerei, § § 76-85). Marea Cameră este de acord cu Camera că, având în vedere starea medicală a reclamantului şi întreaga asistenţă medicală pe care el a primit-o în timpul aflării sale în detenţie, tratamentul la care el a fost supus a fost contrar articolului 3 al Convenţiei.", "II.  PRETINSA VIOLARE A ARTICOLULUI 5 § 1 AL CONVENŢIEI", "73. Curtea a constatat, în unanimitate, o violare a articolului 5 § 1 al Convenţiei, bazându-se pe jurisprudenţa bine stabilită cu privire la practica autorităţilor naţionale de a deţine o persoană acuzată după trimiterea cauzei în judecată, fără a prelungi concomitent încheierea judecătorească pentru a prevedea un temei legal pentru o astfel de detenţie (a se vedea, spre exemplu, Boicenco v. Moldova, nr. 41088/05, § 154, 11 iulie 2006, şi Holomiov v. Moldova, nr. 30649/05, § 130, 7 noiembrie 2006).", "74. Curtea reiterează că „atunci când este vorba de privarea de libertate, este deosebit de important ca principiul general al certitudinii juridice să fie respectat. Prin urmare, este esenţial ca condiţiile pentru privarea de libertate, prevăzute de legislaţia naţională, să fie clar definite şi ca însăşi legislaţia să fie previzibilă atunci când este aplicată, încât ea să corespundă standardului de „legalitate” stabilit de Convenţie, un standard care cere ca toată legislaţia să fie suficient de exactă încât să permită unei persoane – în caz de necesitate, cu o consultare adecvată – să prevadă, într-o măsură rezonabilă, ţinând cont de circumstanţe, consecinţele pe care o anumită faptă le poate avea” (a se vedea Baranowski v. Poland, nr. 28358/95, § 52, ECHR 2000III, şi Steel and Others v. the United Kingdom, 23 septembrie 1998, § 54, Reports of Judgments and Decisions 1998-VII).", "75. În susţinerile lor în faţa Marii Camere, părţile nu au disputat constatarea Camerei. Marea Cameră nu vede vreun motiv pentru a ajunge la o concluzie diferită cu privire la această chestiune.", "III.  PRETINSA VIOLARE A ARTICOLULUI 5 §§ 3 ŞI 4 AL CONVENŢIEI", "76. Camera a constatat, în unanimitate, că, având în vedere faptul că detenţia reclamantului după 22 octombrie 2004 nu a avut o bază legală, nu a fost necesar de a examina separat pretenţiile reclamantului formulate în temeiul articolului 5 §§ 3 şi 4.", "77. Părţile nu au comentat. Marea Cameră este de acord cu constatarea Camerei cu privire la aceste două pretenţii.", "IV.  PRETINSA VIOLARE A ARTICOLULUI 34 AL CONVENŢIEI", "78. Articolul 34 al Convenţiei, prevede următoarele:", "„Curtea poate fi sesizată printr-o cerere de către orice persoană fizică, orice organizaţie neguvernamentală sau de orice grup de particulari care se pretind victimă a unei încălcări, de către una din Înaltele Părţi Contractante, a drepturilor recunoscute în Convenţie sau protocoalele sale. Înaltele Părţi Contractante se angajează să nu împiedice prin nicio măsură exerciţiul eficace al acestui drept.”", "A.\tHotărârea Camerei", "79. Camera a constatat, cu şase voturi pentru şi unul împotrivă, că în această cauză a avut loc o violare a articolului 34 al Convenţiei. În special, ea a declarat următoarele (§§ 97-100).", "„97. Curtea notează derularea evenimentelor după ce ea a indicat Guvernului măsurile provizorii. ... Se pare că au existat deficienţe serioase la fiecare etapă a procesului de conformare cu măsurile provizorii, începând cu absenţa în biroul agentului guvernamental a funcţionarilor care să răspundă la apelurile telefonice urgente de la Grefă şi continuând cu omisiunea acelui birou de a întreprinde acţiuni între dimineaţa zilei de 11 noiembrie 2005 şi după-amiaza zilei de 14 noiembrie 2005 ..., combinate cu omisiunea Judecătoriei Centru de a examina urgent chestiunea atunci când, la 11 noiembrie 2005, i s-a cerut acest lucru de către avocatul reclamantului. In fine, refuzul timp de şase ore de a-l interna pe reclamant la CRN, în pofida măsurilor provizorii ale Curţii şi deciziei instanţei judecătoreşti naţionale, constituie, de asemenea, o chestiune îngrijorătoare.", "98. Curtea notează că reclamantul era într-o stare gravă, care, după cum rezultă din documentele disponibile în perioada relevantă, a constituit un risc imediat şi iremediabil pentru sănătatea sa. Anume acest risc a constituit motivul pentru decizia Curţii de a indica măsura provizorie. Din fericire, nu au avut loc consecinţe negative pentru viaţa sau sănătatea reclamantului, care să rezulte din întârzierea de a implementa acea măsură. Totuşi, Curtea nu poate accepta că responsabilitatea statului pentru omisiunea de a se conforma obligaţiilor lui angajate prin Convenţie ar trebui să depindă de circumstanţe imprevizibile, cum ar fi (ne)survenirea unei urgenţe medicale în perioada de neconformare cu măsurile provizorii. Ar fi contrar obiectului şi scopului Convenţiei ca Curtea să ceară probe nu doar cu privire la un risc de prejudiciere iremediabilă a unuia dintre drepturile fundamentale garantate de Convenţie (cum ar fi cele protejate de articolul 3, a se vedea, spre exemplu, Aoulmi v. France, nr. 50278/99, § 103, ECHR 2006I (extracts)), dar şi cu privire la o prejudiciere de fapt înainte ca ea să aibă dreptul să constate o încălcare de către un stat a obligaţiei sale de a se conforma măsurilor provizorii.", "99. Curtea consideră că omisiunea autorităţilor naţionale de a se conforma urgent cu măsura provizorie indicată de Curte a expus prin sine unui risc capacitatea reclamantului de a menţine cererea lui la Curte şi, astfel, a fost contrară exigenţelor articolului 34 al Convenţiei. Acest lucru a fost determinat, în primul rând, de aparenta lipsă în legislaţia şi practica naţionale a prevederilor clare care să ceară unei instanţe judecătoreşti naţionale să examineze urgent o măsură provizorie; şi, în al doilea rând, de deficienţele în organizarea activităţii biroului agentului guvernamental, care au avut ca rezultat omisiunea acestuia de a reacţiona prompt la măsura provizorie şi de a asigura ca administraţia spitalului să aibă la dispoziţia sa toate documentele medicale necesare. ...", "100. În lumina riscului foarte serios la care a fost expus reclamantul ca rezultat al întârzierii de a se conforma cu măsura provizorie, în pofida termenului relativ scurt al acestei întârzieri, Curtea constată că a avut loc o violare a articolului 34 al Convenţiei în această cauză.” ", "B.\tArgumentele părţilor", "1.\tReclamantul", "80. Reclamantul a cerut Marii Camere să menţină hotărârea Camerei, care a constatat o violare a articolului 34 al Convenţiei. El a considerat că, prin transferul său la spitalul penitenciar, Guvernul pârât nu s-a conformat măsurilor provizorii indicate de Curte. Agentul Guvernamental şi instanţa de judecată „au ignorat, în mod intenţionat, măsurile provizorii”, la fel au făcut şi autorităţile medicale. Există probe suficiente cu privire la neadevărul declaraţiei Agentului că acesta a întreprins acţiuni pentru a se conforma măsurilor provizorii chiar în ziua de vineri - 11 noiembrie 2005.", "81. Reclamantul a susţinut că transferul său de la CRN, cu ignorarea vădită a măsurilor provizorii indicate de Curte, i-a cauzat sentimente deosebite de stres şi a contribuit la înrăutăţirea sănătăţii sale, după cum a fost dovedit prin probe medicale ulterioare. Ca rezultat, el a simţit „anxietate şi inferioritate, o stare de disperare şi de teamă că nici măcar măsurile provizorii indicate de Curte nu l-ar putea ajuta să obţină asistenţa medicală necesară pentru tratarea bolii sale”. Acest lucru a împiedicat exercitarea drepturilor sale garantate de articolul 34 al Convenţiei.", "2.\tGuvernul", "82. Guvernul a declarat că el s-a conformat măsurilor provizorii indicate de Curte. Scurta întârziere de trei zile în implementarea măsurilor, care a inclus două zile de odihnă (sâmbătă şi duminică), s-a datorat unor circumstanţe care nu au depins de Guvern. În special, Curtea nu a trimis scrisoarea relevantă prin poşta electronică şi prin fax, după cum s-a convenit anterior în ceea ce priveşte toată corespondenţa ţinută cu Guvernul. Mai mult, pentru instanţa de judecată a fost imposibil de a aduna toate părţile interesate în ziua de vineri – 11 noiembrie 2005, acest lucru fiind făcut în următoarea zi lucrătoare, ca urmare a unei cereri urgente a Agentului Guvernamental adresată instanţei de judecată la 11 noiembrie 2005. Mai mult, transferul reclamantului de la CRN nu a avut ca rezultat întreruperea automată a tratamentului său cu OHB, care putea fi efectuat la un alt centru medical la care el putea fi escortat. Natura şi esenţa măsurilor provizorii nu s-au referit la internarea imediată a reclamantului în spital, însă, mai degrabă, la continuarea tratamentului său cu OHB. Întârzierea de trei zile în acordarea unui astfel de tratament nu a putut şi nici nu a cauzat vreun prejudiciu ireparabil sănătăţii reclamantului.", "83. Guvernul a adăugat că el nu a avut nicio intenţie de a ignora măsurile provizorii şi că, într-adevăr, a luat toate măsurile necesare pentru a se asigura conformarea cu acestea ca o chestiune de urgenţă. Mai mult, scurta întârziere de a se conforma cu măsurile provizorii nu l-a împiedicat în niciun fel pe reclamant să continue procedurile sale în faţa Curţii sau să comunice cu aceasta. De asemenea, nu a existat riscul unui prejudiciu ireparabil pentru sănătatea acestuia, astfel încât să lipsească procedurile în faţa Curţii de obiect. Existenţa unui astfel de risc a fost, totuşi, o condiţie obligatorie pentru constatarea unei violări a articolului 34 al Convenţiei. Guvernul s-a bazat pe o ordonanţă a Curţii Internaţionale de Justiţie (Pulp Mills on the River Uruguay (Argentina v. Uruguay), Ordonanţa din 13 iulie 2006 cu privire la o cerere de indicare a măsurilor provizorii), susţinând că acea instanţă la fel a luat ca bază, pentru deciziile sale cu privire la conformarea cu măsurile provizorii, existenţa riscului unui prejudiciu iremediabil pentru interesele părţilor.", "C.\tAprecierea Marii Camere", "1.\tPrincipii generale", "84. Articolul 34 al Convenţiei cere Statelor Membre să nu împiedice prin nicio măsură exerciţiul eficace al dreptului unui reclamant de a sesiza Curtea cu o cerere individuală. După cum Curtea a constatat în cauza Mamatkulov and Askarov v. Turkey [GC] (nr. 46827/99 şi 46951/99, § 100, ECHR 2005I):", "„... prevederea cu privire la dreptul de a sesiza Curtea cu o cerere individuală (articolul 34, fostul articol 25 al Convenţiei până la intrarea în vigoare a Protocolului nr. 11) este una din garanţiile fundamentale ale eficienţei sistemului de protecţie a drepturilor omului instituit prin Convenţie. La interpretarea unei astfel de prevederi esenţiale, Curtea trebuie să ia în consideraţie caracterul special al Convenţiei ca un tratat elaborat pentru garantarea colectivă a drepturilor omului şi a libertăţilor fundamentale. Spre deosebire de tratatele internaţionale clasice, Convenţia conţine mai mult decât doar angajamente reciproce între Statele Contractante. Ea instituie, pe lângă o multitudine de obligaţii reciproce bilaterale, obligaţii concrete care, potrivit Preambulului, beneficiază de „garantare colectivă” (a se vedea mutatis mutandis, Loizidou v. Turkey (preliminary objections), hotărâre din 23 martie 1995, Seria A nr. 310, p. 26, § 70).”", "85. Curtea a constatat că „obligaţia instituită prin articolul 34 de a nu împiedica exercitarea efectivă a dreptului de a sesiza Curtea cu o cerere individuală şi de a o menţine acordă unui reclamant un drept procedural – care poate fi invocat în procedurile instituite în temeiul Convenţiei – distinct de drepturile materiale prevăzute în Titlul I al Convenţiei sau în Protocoalele la aceasta” (a se vedea, spre exemplu, Shamayev and Others v. Georgia and Russia, nr. 36378/02, § 470, ECHR 2005III).", "86. În cauza Mamatkulov (citată mai sus), Curtea a constatat că omisiunea de a se conforma măsurilor provizorii indicate în temeiul articolului 39 al Regulamentului Curţii poate duce la o violare a articolului 34 al Convenţiei:", "„104. Măsurile provizorii au fost indicate doar în domenii limitate. Deşi ea primeşte mai multe cereri de măsuri provizorii, în practică, Curtea aplică articolul 39 al Regulamentului Curţii doar dacă există un risc iminent al unui prejudiciu ireparabil. În timp ce nu există o prevedere specifică în Convenţie cu privire la domeniile cărora articolul 39 al Regulamentului Curţii s-ar aplica, cererile de aplicare a acestuia, de obicei, se referă la dreptul la viaţă (articolul 2), dreptul de a nu fi supus torturii sau tratamentului inuman (articolul 3) şi, în mod excepţional, la dreptul la respectarea vieţii private şi de familie (articolul 8) sau la alte drepturi garantate de Convenţie. Marea majoritate a cauzelor în care au fost indicate măsuri provizorii s-au referit la procedurile de deportare şi extrădare.", "...", "125. ... în sistemul Convenţiei, măsurile provizorii, aşa cum acestea au fost, în mod constant, aplicate în practică ..., joacă un rol vital în evitarea situaţiilor ireversibile care ar împiedica Curtea să examineze cererea în mod corespunzător şi, unde este cazul, să asigure reclamantului beneficierea, în mod practic şi efectiv, de drepturile garantate prin Convenţie. Prin urmare, în aceste condiţii, omisiunea unui Stat Contractant de a se conforma cu măsurile provizorii va submina eficienţa dreptului de a sesiza Curtea cu o cerere individuală, garantat de articolul 34, şi angajamentul formal al Statului prevăzut de articolul 1 de a respecta drepturile şi libertăţile definite în Convenţie.", "Indicarea măsurilor provizorii de către Curte, ca şi în această cauză, îi permite acesteia nu doar să efectueze o examinare eficientă a cererii, dar şi să asigure că protecţia acordată reclamantului prin Convenţie este efectivă; astfel de indicaţii mai permit, ulterior, şi Comitetului de Miniştri să supravegheze executarea hotărârii definitive. Prin urmare, astfel de măsuri permit Statului în cauză să-şi execute obligaţia de a se conforma cu hotărârea definitivă a Curţii, care, în virtutea articolului 46 al Convenţiei, este, din punct de vedere juridic, obligatorie.", "...", "128. ... Omisiunea unui Stat Contractant de a se conforma măsurilor provizorii trebuie considerată o piedică pentru Curte de a examina, în mod eficient, cererea reclamantului şi ca o piedică în exercitarea efectivă a dreptului acestuia şi, prin urmare, ca o violare a articolului 34.” ", "87. Curtea reiterează că obligaţia instituită prin articolul 34 in fine cere Statelor Contractante să se abţină nu doar de la exercitarea presiunii asupra reclamanţilor, ci şi de la orice acţiune sau omisiune care, prin distrugerea sau înlăturarea obiectului cererii, ar lipsi cererea de sens sau ar împiedica Curtea într-un alt mod să o examineze conform procedurii ei obişnuite (ibid., § 102). Este evident din scopul acestei norme, care este de a asigura un drept efectiv de a sesiza Curtea cu o cerere individuală (a se vedea paragraful 86 de mai sus), că intenţiile sau motivele care au determinat acţiunile sau omisiunile în cauză sunt de o importanţă minoră la aprecierea faptului dacă articolul 34 al Convenţiei a fost respectat (a se vedea paragraful 78 de mai sus). Ceea ce contează este dacă situaţia creată ca rezultat al acţiunii sau omisiunii autorităţilor este conformă articolului 34.", "88. Acelaşi lucru este valabil şi în ceea ce priveşte conformarea cu măsurile provizorii prevăzute de articolul 39 al Regulamentului Curţii, deoarece astfel de măsuri sunt indicate de Curte cu scopul de a asigura eficienţa dreptului de a sesiza Curtea cu o cerere individuală (a se vedea paragraful 86 de mai sus). Prin urmare, articolul 34 va fi violat dacă autorităţile unui Stat Contractant nu iau toate măsurile care ar putea, în mod rezonabil, fi luate pentru a se conforma cu măsura indicată de Curte.", "89. Mai mult, Curtea ar dori să sublinieze că atunci când, în mod plauzibil, se identifică un risc al unui prejudiciu ireparabil, pentru ca reclamantul să beneficieze de unul din drepturile esenţiale garantate prin Convenţie, scopul unei măsuri provizorii este de a păstra şi proteja drepturile şi interesele părţilor, care rezultă dintr-un litigiu examinat de Curte, până la hotărârea definitivă. Din însăşi natura măsurilor provizorii rezultă că o decizie cu privire la faptul dacă acestea ar trebui indicate într-o anumită cauză va trebui, deseori, luată într-un termen foarte scurt, cu scopul de a împiedica cauzarea unei daune potenţiale iminente. Prin urmare, toate faptele cauzei vor rămâne deseori nedeterminate până la hotărârea Curţii cu privire la fondul cererii la care se referă măsura. Astfel de măsuri sunt indicate anume cu scopul de a păstra posibilitatea pentru Curte de a adopta, după o examinare efectivă a cererii, o astfel de hotărâre. Până atunci poate fi inevitabil pentru Curte să indice măsuri provizorii în baza faptelor care, deşi pledează prima facie în favoarea unor astfel de măsuri, sunt ulterior invocate sau contestate la examinarea justificării măsurilor.", "Din aceleaşi motive, faptul că prejudiciul pe care măsura provizorie urma să-l prevină nu survine ulterior, în pofida omisiunii Statului de a acţiona în deplină conformitate cu măsura provizorie, este, în egală măsură, irelevant pentru aprecierea faptului dacă acest Stat şi-a onorat obligaţiile sale în temeiul articolului 34.", "90. Prin urmare, la verificarea faptului dacă a existat sau nu un risc real al unui prejudiciu imediat şi ireparabil pentru reclamant, în momentul când a fost indicată măsura provizorie, un Stat Contractant nu poate să substituie aprecierea Curţii cu propria sa apreciere. De asemenea, autorităţile naţionale nu pot decide cu privire la perioada de timp pentru conformarea cu o măsură provizorie sau cu privire la măsura în care trebuie să se conformeze cu aceasta. Ţine de competenţa Curţii să verifice conformarea cu măsura provizorie, iar un Stat care consideră că deţine materiale care pot convinge Curtea să anuleze măsura provizorie ar trebui să informeze Curtea în mod corespunzător (a se vedea, mutatis mutandis, Olaechea Cahuas v. Spain, nr. 24668/03, § 70, ECHR 2006X; Tanrıkulu v. Turkey [GC], nr. 23763/94, § 131, ECHR 1999IV; şi Orhan v. Turkey, nr. 25656/94, § 409, 18 iunie 2002).", "91. Punctul de pornire pentru verificarea faptului dacă Statul pârât s-a conformat cu măsura este însăşi formularea măsurii provizorii (a se vedea, mutatis mutandis, analiza Curţii Internaţionale de Justiţie a formulării măsurii sale provizorii şi conformarea cu aceasta în cauza La Grand, citată în paragraful 62 de mai sus). Prin urmare, Curtea va examina dacă Statul pârât s-a conformat textului şi spiritului măsurii provizorii care i-a fost indicată.", "92. Astfel, la examinarea unei pretenţii formulate în temeiul articolului 34 cu privire la pretinsa omisiune a unui Stat Contractant de a se conforma cu o măsură provizorie, Curtea nu va reexamina faptul dacă decizia sa de a aplica măsuri provizorii a fost corectă. Îi revine Guvernului pârât să dovedească Curţii că măsura provizorie a fost respectată, sau, în cazuri excepţionale, că a existat un impediment obiectiv care a împiedicat conformarea şi că Guvernul a luat toate măsurile rezonabile pentru a înlătura impedimentul şi a informa Curtea despre situaţia respectivă.", "2. Aplicarea principiilor de mai sus în această cauză", "93. Curtea notează că, în această cauză, Guvernul nu a contestat obligaţia sa impusă de articolul 34 al Convenţiei de a se conforma măsurii indicate de Curte. Mai degrabă, el a susţinut că autorităţile competente au făcut tot ce le-a fost în puteri pentru a se conforma cu acea măsură. Întârzierea care a avut loc în implementarea măsurii s-a limitat şi s-a datorat în întregime mai multor circumstanţe nefericite şi obiective aflate în afara controlului autorităţilor. În orice caz, întârzierea nu a cauzat un prejudiciu ireparabil sănătăţii reclamantului şi nu l-a împiedicat pe acesta să-şi menţină cererea în faţa Curţii; din aceste motive, ea nu poate constitui o violare a articolului 34 al Convenţiei.", "Curtea va trece la examinarea faptului dacă autorităţile naţionale s-au conformat obligaţiilor lor prevăzute de articolul 34.", "(a) Dacă a avut loc o omisiune de a se conforma cu măsura provizorie", "94. Curtea notează că măsura provizorie dispusă în ziua de joi, 10 noiembrie 2005, a prevăzut indicaţii date autorităţilor de a se abţine de la o acţiune, şi anume de la transferarea reclamantului de la Centrul Neurologic. Totuşi, deşi au aflat despre măsura provizorie cel târziu în dimineaţa zilei de vineri, 11 noiembrie 2005 (a se vedea paragraful 54 de mai sus), autorităţile nu au împiedicat transferul reclamantului în acea zi. Trebuie notat faptul că cererea avocatului reclamantului prezentată, în baza măsurii provizorii indicate de Curte, instanţei de judecată în dimineaţa zilei de 11 noiembrie 2005 a menţionat, în mod expres, faptul că reclamantul putea fi transferat în orice moment de la Centrul Neurologic şi a cerut o intervenţie urgentă pentru a împiedica acest transfer (a se vedea paragrafele 55 şi 56 de mai sus). În pofida declaraţiei sale că reclamantul a fost transferat de la Centrul Neurologic la 10 noiembrie 2005, Guvernul nu a prezentat nicio probă în acest sens. În acelaşi timp, Guvernul a prezentat un document care confirma că tratamentul reclamantului în Spitalul Penitenciar a început la 11 noiembrie 2005. Având în vedere cerinţele stricte cu privire la înregistrarea internărilor în această instituţie, care este un spital penitenciar, data exactă a sosirii reclamantului ar fi trebuit, în mod necesar, să fi fost înregistrată. Totuşi, Guvernul a ales să nu prezinte o astfel de înregistrare în susţinerea declaraţiei sale că reclamantul a fost transferat la o dată anterioară. Prin urmare, Curtea nu poate constata ca fiind stabilit faptul că reclamantul a fost transferat la spitalul penitenciar înainte ca Guvernul să afle despre măsura provizorie indicată de Curte.", "Astfel, rezultă că măsura provizorie nu a fost respectată.", "(b) Dacă au existat impedimente obiective pentru a se conforma măsurii provizorii", "95. Guvernul a mai susţinut că i-a fost imposibil de a se conforma măsurii provizorii până în seara zilei de luni, 14 noiembrie 2005, când măsura a fost, de fapt, implementată. O decizie cu privire la locul detenţiei reclamantului după trimiterea cauzei în judecată putea fi luată doar de instanţa de judecată, iar Direcţia Agent Guvernamental i-a scris acelei instanţe vineri, 11 noiembrie 2005, în ziua în care ea a aflat despre măsura provizorie. Instanţa a încercat să citeze toate părţile în acea zi, însă, când acest lucru s-a dovedit a fi imposibil într-un termen atât de restrâns, ea a avut o şedinţă în următoarea zi lucrătoare, la 14 noiembrie 2005. In fine, Guvernul a susţinut că direcţia Agentului său a întreprins acţiuni imediate pentru a asigura conformarea cu măsura provizorie prin adresarea la 11 noiembrie 2005 a unei scrisori instanţei judecătoreşti care examina cauza.", "96. Curtea notează răspunsul Consiliului Superior al Magistraturii dat avocatului reclamantului (a se vedea paragraful 59 de mai sus), din care rezultă că scrisoarea a ajuns la instanţa de judecată în după-amiaza zilei de luni, 14 noiembrie 2005. Deoarece ea a fost trimisă prin fax, ea putea fi cu greu trimisă în ziua de vineri, 11 noiembrie 2005, după cum o dovedeşte însăşi scrisoarea, care are ştampila de intrare de la Judecătoria Centru cu data de 14 noiembrie 2005. Potrivit încheierii adoptate de instanţă la acea dată, o cerere de a se conforma cu măsura provizorie a fost prezentată instanţei de către Agentul Guvernamental în aceeaşi zi. Chiar dacă se presupune faptul că scrisoarea a fost într-adevăr semnată la 11 noiembrie 2005, însă expediată la 14 noiembrie 2005, sau că ea a fost trimisă la 11 noiembrie 2005 prin poşta obişnuită şi, astfel, a ajuns cu întârziere la instanţa de judecată, acest lucru ar fi constituit o neglijenţă incompatibilă cu cerinţa de a lua toate măsurile rezonabile pentru a se asigura conformarea imediată cu măsura provizorie.", "97. O asemenea neglijenţă rezultă şi din faptul că în ziua de vineri, 11 noiembrie 2005, o zi lucrătoare în Republica Moldova, nu era nimeni în Direcţia Agent Guvernamental care să răspundă la apelurile telefonice urgente ale Grefei. Curtea consideră acest lucru deranjant, deoarece, indiferent de urgenţa şi gravitatea oricărei chestiuni care ar putea fi obiectul măsurilor provizorii, în ziua de joi, 10 noiembrie 2005, autorităţile naţionale au dat dovadă de lipsă de disponibilitate de a asista Curtea în prevenirea comiterii unui prejudiciu ireparabil. Carenţele de acest gen sunt incompatibile cu obligaţiile care revin Statelor Contractante în temeiul articolului 34 cu privire la capacitatea acestora de a se conforma măsurilor provizorii cu promptitudinea cerută.", "98. În ceea ce priveşte acţiunile instanţei judecătoreşti naţionale, Curtea reiterează că conformarea cu măsurile provizorii reprezintă o chestiune de urgenţă (a se vedea paragraful 86 de mai sus). În legătură cu aceasta, ea observă că nu există nimic în dosar care să susţină argumentul Guvernului că instanţa de judecată a încercat să citeze părţile, în procedurile intentate împotriva reclamantului, în ziua de vineri, 11 noiembrie 2005. De fapt, în acele proceduri erau doar două părţi: reclamantul şi acuzarea. Reclamantul şi avocatul său erau, în mod evident, gata să participe. Curtea are îndoieli cu privire la faptul că a fost imposibil pentru procuratură să trimită un procuror la o şedinţă urgentă convocată de către instanţa de judecată. Şedinţa nu se referea la fondul cauzei penale pornite împotriva reclamantului, ci la o chestiune procedurală cu privire la continuarea deţinerii acestuia în instituţia medicală în care el era deja deţinut. Nu s-a pretins faptul că tratamentul continuu al reclamantului la Centrul Neurologic crea vreun pericol pentru desfăşurarea urmăririi penale sau pentru ordinea publică. Prin urmare, nu era strict necesar de a asigura prezenţa procurorului responsabil de cauza penală a reclamantului, putând fi citat orice alt procuror.", "99. În orice caz, chiar dacă se presupune faptul că instanţa de judecată a considerat că prezenţa unui anumit procuror a fost necesară şi că acel procuror nu putea fi găsit sau că exista un alt impediment pentru desfăşurarea şedinţei, instanţa de judecată era obligată, în temeiul articolului 246 al Codului de procedură penală (a se vedea paragraful 60 de mai sus), să adopte o încheiere motivată. Totuşi, în ziua de vineri, 11 noiembrie 2005, instanţa nu a adoptat nicio încheiere şi nu a reacţionat în niciun fel la cererea avocatului reclamantului depusă în acea zi.", "Curtea notează că, spre deosebire de aceste evenimente, în ziua de luni, 14 noiembrie 2005, aceeaşi instanţă de judecată a putut să decidă în câteva ore cu privire la o cerere de schimbare a locului unde reclamantul putea primi tratamentul său medical (a se vedea paragraful 41 de mai sus). O situaţie similară a avut loc la 29 noiembrie 2005 (a se vedea paragraful 57 de mai sus). Acest lucru confirmă faptul că a fost posibil ca instanţa de judecată să reacţioneze rapid la evoluţii importante. Totuşi, din motive inexplicabile, instanţa de judecată nu a reacţionat în acelaşi mod la cererea de a se conforma cu măsura provizorie.", "100. Chiar dacă se presupune faptul că instanţa de judecată a fost împiedicată în vreun fel să examineze cererea avocatului reclamantului în ziua de vineri, 11 noiembrie 2005, ea ar fi putut examina cererea mult mai devreme decât a făcut-o. Potrivit unei practici constante (a se vedea paragraful 61 de mai sus), judecătoriile de sector sunt obligate să desemneze judecători de serviciu, care să reacţioneze la orice cereri urgente depuse în timpul zilelor de odihnă (sâmbătă şi duminică) şi în zilele de sărbători oficiale. Judecătorul responsabil de cauza reclamantului, căruia cererea din 11 noiembrie 2005 i-a fost adresată personal, era chiar preşedintele Judecătoriei Centru. Prin urmare, el nu putea să nu ştie de faptul că un judecător era de serviciu şi că, prin urmare, măsura provizorie indicată de Curte putea fi examinată în timpul zilelor de odihnă (sâmbătă sau duminică).", "101. Le revine instanţelor judecătoreşti naţionale să aprecieze probele prezentate lor, inclusiv probele unilaterale de la un reclamant sau reprezentantul acestuia cu privire la existenţa unei măsuri provizorii indicate de Curte. Făcând acest lucru, ele vor avea deseori nevoie de o notificare oficială din partea autorităţii de stat competente, cum ar fi Agentul Guvernamental. În această cauză, atunci când Judecătoria Centru a primit o copie a scrisorii Curţii trimisă prin fax avocatului reclamantului, ea nu a exprimat niciun dubiu cu privire la autenticitatea scrisorii. De asemenea, ea nu a convocat o şedinţă de urgenţă pentru a verifica autenticitatea măsurii provizorii în lumina argumentelor părţilor. In fine, instanţa de judecată a reacţionat doar după ce a primit scrisoarea de la Agentul Guvernamental prin fax (a se vedea paragraful 59 de mai sus) în ziua de luni, 14 noiembrie 2005, la ora 14:19.", "102. În lumina tuturor celor expuse mai sus, Curtea conchide că Guvernul nu a dovedit faptul că au existat impedimente obiective pentru conformarea cu măsura provizorie indicată Guvernului pârât în această cauză.", "(c)\tDacă starea medicală a reclamantului ar trebui luată în consideraţie la aprecierea faptului conformării cu articolul 34", "103. În observaţiile sale prezentate Marii Camere, Guvernul, pentru prima dată, a prezentat argumente şi probe medicale pentru a dovedi că riscul pentru reclamant nu a fost atât de serios precum se credea anterior şi, în special, că terapia cu oxigen hiperbaric nu era esenţială pentru tratarea vreunei boli a reclamantului. Astfel, el a susţinut că faptul că autorităţile s-au conformat măsurii provizorii după trei zile de la informarea lor despre aceasta nu a afectat posibilitatea reclamantului de  a-şi menţine cererea sa la Curte şi nu l-a expus la un risc de prejudiciu ireparabil. Prin urmare, articolul 34 nu a fost violat.", "104. Totuşi, Curtea a constatat de multe ori o violare a articolului 34, stabilind că autorităţile naţionale au luat măsuri cu scopul de a descuraja un reclamant sau de a împiedica Curtea să examineze, în mod corespunzător, cauza chiar dacă, în ultimă instanţă, astfel de eforturi au fost lipsite de succes (a se vedea, mutatis mutandis, Ilaşcu and Others v. Moldova and Russia [GC], nr. 48787/99, § 482, ECHR 2004VII, şi Shtukaturov v. Russia, nr. 44009/05, § 148, 27 martie 2008). Din dosarul în această cauză reiese că autorităţile Republicii Moldova nu cunoşteau nimic despre pretinsa lipsă a unui risc pentru viaţa şi sănătatea reclamantului atât în perioada desfăşurării evenimentelor, cât şi mult mai târziu. Acestea nu au informat Curtea despre orice probe pe care le-ar fi putut avea care să pună la îndoială starea sănătăţii reclamantului sau necesitatea unui tratament anume. În astfel de circumstanţe, nu a existat nicio explicaţie în acel moment pentru omisiunea lor de a întreprinde acţiuni imediate cu scopul de a se conforma măsurii provizorii şi de a reduce riscul prezumat pentru reclamant. O astfel de omisiune trebuie considerată drept cel puţin o acceptare neglijentă a continuării unei situaţii care, după cum se ştia în perioada relevantă, ar fi putut duce la un prejudiciu ireparabil pentru reclamant şi, astfel, ar fi putut lipsi procedurile de obiectul lor. Faptul că, în ultimă instanţă, riscul nu s-a materializat şi că informaţia obţinută ulterior sugerează că riscul ar fi putut fi exagerat, nu influenţează faptul că atitudinea şi lipsa de acţiune din partea autorităţilor au fost incompatibile cu obligaţiile lor prevăzute de articolul 34 al Convenţiei.", "(d)\tConcluzie", "105. Curtea conchide că autorităţile naţionale nu şi-au onorat obligaţia de a se conforma măsurii provizorii în cauză şi că, în circumstanţele acestei cauze, nu a existat nimic care să le exonereze de această obligaţie.", "106. Prin urmare, a avut loc o violare a articolului 34 al Convenţiei.", "V.  APLICAREA ARTICOLULUI 41 AL CONVENŢIEI", "107.  Articolul 41 al Convenţiei prevede următoarele:", "„Dacă Curtea declară că a avut loc o violare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă.”", "A.  Prejudiciul", "108.  Reclamantul nu a pretins nicio compensaţie decât cea acordată de Cameră, adică 2,080 euro (EUR) cu titlu de prejudiciu material şi EUR 15,000 cu titlu de prejudiciu moral.", "109. Guvernul a cerut Curţii să reducă suma acordată de Cameră cu titlu de prejudiciu moral, dacă ea va constata că în această cauză nu a avut loc o violare a articolului 34 al Convenţiei.", "110. Curtea face referire la constatarea sa cu privire la violarea articolului 34 (a se vedea paragraful 106 de mai sus) şi la menţinerea tuturor celorlalte constatări ale Camerei în această cauză. Ea nu consideră necesar de a modifica în vreun fel suma acordată de Cameră cu titlu de prejudiciu moral.", "B.  Costuri şi cheltuieli", "111.  Reclamantul a mai pretins, suplimentar la cei EUR 4,000 acordaţi deja de Cameră, EUR 3,759 cu titlu de costuri şi cheltuieli angajate în legătură cu participarea reprezentanţilor săi în procedurile la audierea în faţa Marii Camere.", "112.  Guvernul a considerat această pretenţie exagerată. Reprezentantul reclamantului a reiterat în mare măsură argumentele sale anterioare prezentate Camerei. Mai mult, dacă Marea Cameră nu va constata o violare a articolului 34 în această cauză, nu ar trebui acordată vreo compensaţie pentru reprezentarea reclamantului atât în faţa Camerei, cât şi în faţa Marii Camere cu privire la această chestiune. In fine, în ceea ce priveşte cheltuielile de călătorie şi cazare legate de audierea în faţa Marii Camere, reclamantul nu a cerut Curţii să-i acorde asistenţă judiciară. Prin urmare, el nu putea să le pretindă de la Guvern.", "113.  Curtea reaminteşte că ea a menţinut în întregime hotărârea Camerei. De asemenea, ea menţine suma acordată de către Cameră, care urmează a fi mărită în baza costurilor şi cheltuielilor adiţionale legate de procedurile în faţa Marii Camere. Având în vedere cele de mai sus şi hotărând în mod echitabil, Curtea acordă reclamantului EUR 7,000 cu titlu de costuri şi cheltuieli. ", "C.\tDobânda de întârziere", "114. Curtea consideră că este corespunzător ca dobânda de întârziere să fie calculată în funcţie de rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană, la care vor fi adăugate trei procente.", " DIN ACESTE MOTIVE, CURTEA", "1.\tHotărăşte, cu cincisprezece voturi pentru şi două împotrivă, că a avut loc o violare a articolului 3 al Convenţiei;", "", "2.\tHotărăşte, cu şaisprezece voturi pentru şi unul împotrivă, că a avut loc o violare a articolului 5 § 1 al Convenţiei;", "", "3.\tHotărăşte, în unanimitate, că nu este necesar de a examina separat pretenţiile reclamantului formulate în temeiul articolului 5 §§ 3 şi 4 al Convenţiei;", "", "4.   Hotărăşte, cu nouă voturi pentru şi opt împotrivă, că a avut loc o violare a articolului 34 al Convenţiei;", "", "5.  Hotărăşte, cu cincisprezece voturi pentru şi două împotrivă,", "(a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni, următoarele sume, care să fie convertite în valuta naţională a statului pârât la rata aplicabilă la data executării hotărârii:", "(i) \tEUR 2,080 (două mii optzeci euro) cu titlu de prejudiciu material, plus orice taxă care poate fi percepută;", "(ii) \tEUR 15,000 (cincisprezece mii euro) cu titlu de prejudiciu moral, plus orice taxă care poate fi percepută;", "(iii) \tEUR 7,000 (şapte mii euro) cu titlu de costuri şi cheltuieli, plus orice taxă care poate fi percepută la reclamant;", "(b) că, de la expirarea celor trei luni menţionate mai sus până la executarea hotărârii, urmează să fie plătită o dobândă la sumele de mai sus egală cu rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană pe parcursul perioadei de întârziere, plus trei procente;", "", "6.  Respinge, în unanimitate, restul pretenţiilor reclamantului cu privire la satisfacţia echitabilă.", "Redactată în limbile engleză şi franceză şi pronunţată în cadrul unei şedinţe publice în Palatul Drepturilor Omului din Strasbourg la 10 martie 2009.", "Vincent Berger\t                    \t\t\tJean-Paul Costa\n Jurisconsult\t                      \t\t\t  Preşedinte", "", "În conformitate cu articolul 45 § 2 al Convenţiei şi articolul 74 § 2 al Regulamentului Curţii, următoarele opinii separate sunt anexate la această hotărâre:", "(a)  Opinia parţial disidentă a Judecătorului Costa;", "(b)  Opinia parţial disidentă a Judecătorului Šikuta;", "(c)  Opinia parţial disidentă a Judecătorului Malinverni, la care s-au alăturat Judecătorii Costa, Jungwiert, Myjer, Sajó, Lazarova Trajkovska şi Karakaş;", "(d)  Opinia disidentă comună a Judecătorilor Myjer şi Sajó;", "(e)  Opinia disidentă a Judecătorului Sajó.", "J.-P.C.\nV.B.", "", "", "", "", "OPINIA PARŢIAL DISIDENTĂ A JUDECĂTORULUI COSTA", "(Traducere)", "Eu nu consider că Republica Moldova a violat articolul 34 al Convenţiei în această cauză, deoarece ea nu a împiedicat exercitarea efectivă a dreptului dlui Paladi de a sesiza Curtea cu o cerere individuală. Eu admit faptul că ar fi fost preferabil ca autorităţile să se fi conformat mai prompt cu măsura provizorie indicată de Curtea noastră. Totuşi, o atitudine prea rigidă mi se pare că pleacă prea departe şi nu ia în consideraţie toate circumstanţele fiecărui caz. Eu nu sunt convins de o asemenea abordare.", "Pentru mai multe motive detaliate de ce am votat astfel, eu m-aş referi la remarcile făcute de Judecătorul Malinverni în opinia sa, la care s-au alăturat câţiva dintre colegii noştri şi cu care eu sunt de acord.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "OPINIA PARŢIAL DISIDENTĂ A JUDECĂTORULUI ŠIKUTA", "Spre marele meu regret, eu nu pot împărtăşi opinia majorităţii cu privire la constatarea unei violări a articolului 34 al Convenţiei. Eu doresc să explic pe scurt principalele mele motive pentru care nu sunt de acord.", "Din câte înţeleg, în această cauză a avut loc o neconcordanţă în timp între executarea încheierii Judecătoriei Centru din 10 noiembrie 2005, prin care s-a dispus transferul reclamantului de la CRN la spitalul penitenciar, şi măsura provizorie emisă de Curtea noastră în seara aceleiaşi zile. Aceasta din urmă, din motive practice, a ajuns la Guvern în dimineaţa zilei următoare, la 11 noiembrie 2005, moment în care încheierea prin care s-a dispus transferul reclamantului de la CRN fusese, cel mai probabil, deja executată. În acel caz, singurul mod de a remedia situaţia a fost ca instanţa de judecată naţională să adopte o nouă încheiere prin care reclamantul să fie reinternat la CRN. Această neconcordanţă în timp între două comunicări diferite, combinată cu lipsa comunicării şi coordonării precise între diferiţii actori implicaţi, a dus la o mică întârziere în implementarea măsurii provizorii.", "1. După cum a declarat Curtea în cauza Mamatkulov: „... prin articolul 34 al Convenţiei, Înaltele Părţi Contractante se angajează să nu împiedice prin nicio măsură exerciţiul eficace al dreptului unui reclamant de a sesiza Curtea cu o cerere individuală. Omisiunea unui Stat Contractant de a se conforma măsurilor provizorii trebuie considerată o piedică pentru Curte de a examina, în mod eficient, cererea reclamantului şi ca o piedică în exercitarea efectivă a dreptului acestuia şi, prin urmare, ca o violare a articolului 34” (a se vedea Mamatkulov and Askarov v. Turkey [GC], nr. 46827/99 şi 46951/99, § 128, ECHR 2005I).", "Eu nu împărtăşesc opinia că în această cauză au fost întrunite toate condiţiile şi criteriile cerute de articolul 34 al Convenţiei, în special, că (a) Guvernul a omis să se conformeze măsurilor provizorii indicate de Curte şi că (b) Guvernul a împiedicat exercitarea efectivă a dreptului reclamantului de a sesiza Curtea cu o cerere individuală.", "(a) Guvernul a recunoscut că în seara zilei de 10 noiembrie 2005 (joi) el a primit prin fax de la Curte două scrisori, însă a subliniat că Grefa Curţii nu a expediat scrisorile relevante şi prin poşta electronică, aşa cum s-a convenit anterior să se facă în general cu corespondenţa. Primind prin fax scrisoarea, în dimineaţa zilei de 11 noiembrie 2005 (vineri), Agentul Guvernamental, dl V. Pârlog, a întreprins măsuri imediate pentru a se conforma măsurii provizorii indicate. El nu era competent să ia o decizie cu privire la această chestiune singur şi, pentru a implementa măsura provizorie indicată de Curte, trebuia să coopereze cu justiţia naţională. În special, în aceeaşi zi (vineri), Agentul a scris o scrisoare preşedintelui instanţei care judeca această cauză. Justiţia naţională avea responsabilitatea de a garanta şi asigura respectarea dreptului la un proces echitabil şi prezenţa tuturor părţilor implicate. În acest sens, este contestabil faptul dacă instanţa care judeca această cauză ar fi putut, în practică, să citeze toate părţile din cauză pentru după-amiaza zilei de vineri, deoarece acest proces, care presupune respectarea normelor procedurale, poate, în mod rezonabil, cere ceva timp. Deoarece a fost imposibil de a convoca într-o şedinţă, în aceeaşi zi, toate părţile, instanţa le-a citat pentru următoarea zi lucrătoare, 14 noiembrie 2005 (luni). În acea zi, reclamantul a fost transferat înapoi la CRN.", "Prin urmare, eu sunt de opinia că, în general şi având în vedere timpul disponibil şi circumstanţele cauzei, au fost luate toate măsurile rezonabile pentru conformarea cu măsura provizorie.", "(b) Deşi au existat unele probleme în comunicarea dintre instituţiile implicate la nivel naţional, precum şi anumite întârzieri, spre exemplu, la internarea reclamantului în spital la 14 noiembrie 2005, în opinia mea, nu înseamnă, în mod automat, că o întârziere de orice fel constituie o ignorare a măsurii provizorii; în opinia mea, nu a existat o ignorare a măsurii provizorii, şi nicio intenţie din partea autorităţilor naţionale de a o ignora, care, odată ce au aflat de aplicarea articolului 39 al Regulamentului Curţii, au încercat să se conformeze indicaţiilor Curţii prin transferul reclamantului înapoi la CRN.", "Prin urmare, eu nu văd vreo împiedicare a exercitării efective a dreptului de a sesiza Curtea cu o cerere individuală, în sensul articolului 34 al Convenţiei. În această privinţă, cauza este foarte diferită de cele în care transferul unui reclamant dintr-o ţară are consecinţe inevitabile pentru viaţa sau tratamentul persoanei în cauză.", "2. Însuşi scopul aplicării măsurilor provizorii este de a evita riscul cauzării unui prejudiciu ireparabil integrităţii fizice sau psihice, sau sănătăţii unui reclamant ca rezultat al acţiunilor propuse.", "Următoarele sunt, de asemenea, elemente sau indicii importante la aprecierea faptului dacă a existat un prejudiciu ireparabil sau un risc de prejudiciu:", "(a) scrisoarea CRN datată din 9 noiembrie 2005, potrivit căreia starea reclamantului s-a stabilizat;", "(b) constatările comisiei medicale formată de Ministerul Sănătăţii la 11 martie 2008, cu scopul de a stabili starea sănătăţii reclamantului pe parcursul perioadei de la 21 septembrie până la 30 noiembrie 2005, care a stabilit că, în timpul aflării în detenţie în spitalul penitenciar, reclamantului i s-a acordat tot tratamentul prescris de către CRN. Întreruperea tratamentului reclamantului cu OHB nu a afectat starea sănătăţii lui, după cum a fost dovedit prin nivelul stabil de zahăr în sânge înainte şi după întrerupere;", "(c) tratamentul cu OHB nu a fost prescris, ci pur şi simplu a fost recomandat de către medici, după cum a confirmat reprezentantul reclamantului la audierea în faţa Marii Camere, care a avut loc la 14 mai 2008. Având în vedere acestea, eu nu împărtăşesc opinia că această întârziere scurtă ar fi putut cauza un risc rezonabil al unui prejudiciu ireparabil pentru reclamant şi un risc grav pentru viaţa sau sănătatea acestuia.", "În baza tuturor consideraţiunilor de mai sus, eu am ajuns la concluzia că Guvernul nu a acţionat într-un mod contrar scopului articolului 34 al Convenţiei şi că, prin urmare, nu a avut loc o violare a articolului 34 al Convenţiei.", "", " ", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "OPINIA PARŢIAL DISIDENTĂ A JUDECĂTORULUI MALINVERNI, LA CARE S-AU ALĂTURAT JUDECĂTORII COSTA, JUNGWIERT, MYJER, SAJÓ, LAZAROVA TRAJKOVSKA ŞI KARAKAŞ", "", "Spre marele meu regret, eu nu pot împărtăşi opinia majorităţii că în această cauză a avut loc o violare a articolului 34 al Convenţiei, din următoarele trei motive:", "În primul rând, în opinia mea, reclamantul nu a fost într-o situaţie în care el a suferit un prejudiciu ireparabil şi nici Curtea nu a fost împiedicată să examineze cauza.", "În al doilea rând, nu există nimic care să sugereze că autorităţile naţionale nu au dorit să se conformeze măsurii provizorii care le-a fost indicată sau că acestea au acţionat cu rea-credinţă.", "În al treilea rând, conformarea cu măsura provizorie a fost întârziată cu doar trei zile. O asemenea întârziere nu poate fi considerată că ar fi împiedicat exercitarea efectivă a dreptului reclamantului de a sesiza Curtea cu o cerere individuală (articolul 34 al Convenţiei).", "1. Însuşi scopul aplicării măsurilor provizorii este prevenirea unui risc iminent de cauzare a unui prejudiciu ireparabil pentru integritatea fizică sau psihică, sau sănătatea reclamanţilor, în timp ce pretenţiile lor cu privire la o violare a drepturilor esenţiale garantate de Convenţie se examinează de către Curte (a se vedea Mamatkulov and Askarov v. Turkey [GC], nr. 46827/99 şi 46951/99, §§ 104 şi 108, ECHR 2005I). Bineînţeles, Curtea ar fi putut constata o violare a articolului 34 al Convenţiei dacă s-ar fi dovedit faptul că în timpul perioadei de ne-conformare reclamantul a fost supus unui risc de cauzare a unui prejudiciu ireparabil vieţii sau sănătăţii sale capabil să lipsească procedurile de obiectul lor. Totuşi, în opinia mea, starea sănătăţii reclamantului, deşi gravă, nu a fost expusă unui risc ca rezultat al transferului său la spitalul penitenciar, unde personal medical calificat putea să-i administreze tot tratamentul care i-a fost prescris. În aceste circumstanţe, eu conchid că reclamantul nu a fost expus unui risc de cauzare a unui prejudiciu ireparabil capabil să lipsească procedurile de obiectul lor şi că Curtea nu a fost împiedicată să examineze cauza.", "2. În al doilea rând, în opinia mea, Guvernul pârât a luat – ce-i drept cu o anumită întârziere – toate măsurile pentru a asigura conformarea cu bună-credinţă cu măsura provizorie indicată de Curte. Atunci când Agentul Guvernamental i-a cerut instanţei de judecată să ia toate măsurile necesare pentru a asigura conformarea cu măsura provizorie, instanţa a examinat acea cerere pe cât de curând posibil, dispunând transferul imediat al reclamantului înapoi la Centrul Neurologic la 14 noiembrie 2005. Nu există nimic care să sugereze că autorităţile naţionale nu au dorit să se conformeze cu măsura provizorie care le-a fost indicată. Deşi o neînţelegere iniţială între diferitele autorităţi naţionale şi o anumită lipsă de organizare în lucrul Direcţiei Agent Guvernamental au avut ca rezultat o întârziere regretabilă în asigurarea continuării tratamentului reclamantului la Centrul Neurologic, toate măsurile necesare au fost luate în timpul următoarei zile lucrătoare, la sfârşitul căreia el a fost internat înapoi la centru.", "3. Reclamantul a fost transferat de la Centrul Neurologic la spitalul penitenciar în ziua de vineri, 11 noiembrie 2005. În ziua de luni, 14 noiembrie 2005, următoarea zi lucrătoare, el a fost transferat înapoi la Centrul Neurologic. Prin urmare, rezultă că conformarea cu măsura provizorie a fost întârziată doar cu trei zile. Având în vedere faptele specifice ale acestei cauze, eu nu pot constata că întârzierea în implementarea măsurii provizorii poate fi considerată că a împiedicat exercitarea efectivă a dreptului reclamantului de a sesiza Curtea cu o cerere individuală, în sensul articolului 34 al Convenţiei. În această privinţă, cauza este foarte diferită de cele în care transferul unui reclamant dintr-o ţară cu ignorarea unei indicaţii date în temeiul articolului 39 al Regulamentului Curţii are drept consecinţă inevitabilă zădărnicirea exercitării dreptului prin împiedicarea Curţii să efectueze o examinare efectivă a cererii formulate în temeiul Convenţiei şi, în ultimă instanţă, să protejeze reclamantul împotriva potenţialelor încălcări ale drepturilor garantate de Convenţie, care au fost invocate.", "Eu sunt de acord cu majoritatea că o întârziere în conformarea cu o măsură provizorie ar putea, în unele cazuri, să expună reclamantul unui risc real şi să constituie o împiedicare a exercitării efective a drepturilor garantate prin Convenţie. Totuşi, în circumstanţele acestei cauze şi având în vedere, în special, faptul că s-a constatat că starea reclamantului s-a stabilizat înainte ca el să fi fost externat de la Centrul Neurologic la 10 noiembrie 2005 şi transferat la spitalul penitenciar, eu consider că întârzierea relativ scurtă până când reclamantul a fost reinternat în acel centru şi a putut să finalizeze cursul său de terapie cu OHB nu l-a expus la un risc imediat sau deosebit de grav pentru viaţa sau sănătatea sa.", "", "", "", "", "", "", "", "", "", "", "OPINIA DISIDENTĂ COMUNĂ A JUDECĂTORILOR MYJER ŞI SAJÓ ÎN CEEA CE PRIVEŞTE PRETENŢIA FORMULATĂ ÎN TEMEIUL ARTICOLULUI 3 AL CONVENŢIEI", "", "Noi am votat împotriva constatării unei violări a articolului 3.", "Fără îndoială, reclamantul era într-o stare medicală gravă.", "Noi, pur şi simplu, nu suntem de acord cu faptul că – în timp ce se afla în detenţie – reclamantului nu i s-a acordat asistenţa medicală necesară pentru starea lui.", "Din faptele cauzei (paragrafele 22-43) rezultă clar că, în timpul detenţiei sale, el a fost examinat de multe ori de diferiţi medici şi că lui i s-au acordat diferite tipuri de asistenţă medicală specializată. El nu numai că a fost transferat la spitalul penitenciar atunci când, din punct de vedere medical, acest lucru a fost considerat necesar, dar chiar i s-a permis să efectueze tratamentul cu „oxigen hiperbaric” (OHB), care i-a fost recomandat, într-o secţie neurologică specializată din afara închisorii.", "Nu ţine de competenţa noastră să ne pronunţăm asupra necesităţii medicale a acestui tratament special.", "Deoarece noi am votat, de asemenea, împotriva unei constatări cu privire la o violare a articolului 34 – şi, în cazul Judecătorului Sajó, împotriva unei violări a articolului 5 § 1 –, noi nu am votat pentru acordarea vreunei compensaţii reclamantului.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "OPINIA DISIDENTĂ A JUDECĂTORULUI SAJÓ", "ÎN CEEA CE PRIVEŞTE PRETENŢIA FORMULATĂ ÎN TEMEIUL ARTICOLULUI 5 § 1 AL CONVENŢIEI", "", "Fără îndoială, constatarea Curţii cu privire la violarea articolului 5 § 1 este corectă. Motivul pentru care eu nu am votat împreună cu majoritatea a fost de a sublinia cât de abuzive sunt multe din pretenţiile reclamantului, care pot cădea sub incidenţa situaţiei prevăzute de articolul 17 al Convenţiei. În această privinţă, a se vedea, de asemenea, opinia mea disidentă cu privire la pretenţiile reclamantului formulate în temeiul articolului 3."]}