{"file": "RUM_HJUDRUM_25119_09.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "25119/09", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "James, Wells şi Lee împotriva Regatului Unit – 25119/09, 57715/09 şi 57877/09", "Hotărârea din 18.09.2012", "Art. 5 § 1: Lipsire de libertate", "Neîndeplinirea obligaţiei de a propune persoanelor lipsite de libertate cursurile de readaptare care erau necesare pentru repunerea lor în libertate: încălcare", "", "În fapt – Art. 225 din legea din 2003 cu privire la justiţia penală, a creat în Regatul Unit pedepse cu închisoarea pe durată nedeterminată pentru protejarea publicului (pedepse IPP). În temeiul acestui articol, judecătorul stabilea o pedeapsă minimă numită „tariff”, la finalul căreia, persoana lipsită de libertate, ca toate persoanele lipsite de libertate şi condamnate la pedepse cu închisoarea pe viaţă, nu putea fi pusă în libertate decât prin decizia comisiei de eliberare condiţionată. Cei trei reclamanţi, care fuseseră condamnaţi la pedepse IPP, se plâng în faţa Curţii că nu au avut posibilitatea, în timpul detenţiei, de a urma cursurile pe care comisia de eliberare condiţionată le considera necesare pentru readaptarea lor, căci fuseseră trimişi în închisori locale mici şi nu putuseră, în lipsa unor resurse suficiente, să fie transferaţi în instituţii care propuneau cursurile pe care trebuiau să le urmeze: în consecinţă, comisia de eliberare condiţionată considerase la finalul pedepselor lor minime respective că nu puteau fi puşi în libertate fără riscuri.", "În drept – Art. 5 § 1: Pentru a aprecia legalitatea menţinerii în arest a reclamanţilor la finalul pedepselor lor minimale, Curtea doreşte să stabilească dacă exista o legătură de cauzalitate între această menţinere în arest şi pedeapsa pronunţată de judecător, dacă această detenţie era conform dreptului intern şi dacă era lipsită de caracter arbitrar. În ceea ce priveşte cauzalitatea, Curtea apreciază în mod clar că reclamanţii au fost condamnaţi la pedepse IPP, pentru că au fost consideraţi periculoşi pentru public, chiar dacă această apreciere decurgea dintr-o prezumţie legală. Există deci o legătură de cauzalitate suficientă între condamnările şi lipsirile de libertate în cauză. Curtea consideră că lipsirea de libertate a reclamanţilor, la finalul pedepsei lor minime era întemeiată pe „condamnarea” lor, în sensul art. 5 § 1 pct. a) din Convenţie şi că dreptul intern a fost respectat.", "Pentru a aprecia caracterul arbitrar sau nearbitrar al măsurii, Curtea se bazează pe un anumit număr de principii. În primul rând, detenţia este „arbitrară\", dacă, deşi respectă textele naţionale, există din partea autorităţilor o anumită rea-credinţă sau înşelăciune. În al doilea rând, ordonanţa de arestare şi executarea sa trebuie să răspundă într-adevăr scopurilor vizate la paragraful corespunzător din art. 5 § 1. În al treilea rând, trebuie să existe un raport între motivul lipsirii de libertate invocat şi locul şi condiţiile de detenţie. În al patrulea rând, acest raport trebuie să fie proporţionat.", "Examinând apoi detenţia în cauză, în ansamblul său, cu privire la aceste considerente, Curtea reţine că judecătorii nu puteau alege pedeapsa care se aplică în cauză: Atunci când sistemul de pedepse IPP a fost introdus, aceste pedepse erau obligatorii din momentul în care exista un risc pentru viitor. Curtea reţine faptul că latitudinea judecătorilor cu privire la restrângerea pedepsei care trebuie aplicată, nu conferă un caracter arbitrar oricărei pedepse cu închisoarea pe care ar putea să o pronunţe, ci este vorba totuşi despre un factor de luat în considerare şi că într-un astfel de caz, este adesea mai important să se verifice existenţa unei adevărate corelaţii între scopul detenţiei şi detenţia în sine. În speţă, este clar că obiectivul principal al pedepselor IPP era protejarea publicului. De altfel, din dezbaterile asupra elaborării legii în cauză, dar şi din politica anunţată de ministru la acea vreme şi din unele hotărâri pronunţate în materie de instanţele naţionale, reiese că detenţia împreună cu o pedeapsă IPP avea şi scopul de a-i reabilita pe delicvenţi. În plus, trebuie presupus că statele au intenţia de a-şi respecta obligaţiile internaţionale, atunci când adoptă legi noi; or, în speţă, statul pârât avea în mod clar obligaţia de a viza prin detenţie, readaptarea socială, ţinându-se seama de angajamentele sale internaţionale.", "În fine, Curtea reţine că în speţă, procesul de reabilitare a înregistrat lipsuri: multă vreme, reclamanţii, neputând avea acces la cursurile pe care li s-a cerut să le urmeze, nu au avut posibilitatea de a se dovedi ca fiind mai puţin periculoşi pentru public, înaintea comisiei de eliberare condiţionată, condiţie totuşi necesară pentru reducerea duratei de detenţie ulterioare pedepsei minime. Evaluând prejudiciul pe care l-au suferit din această cauză, Curtea recunoaşte că, în mod general, este intrinsec periculos să dispui repunerea în libertate a unor deţinuţi care reprezintă mereu un risc semnificativ pentru societate, dar reţine că, în speţă, reclamanţii nu păreau să prezinte un astfel de pericol: Hotărârea care îi califica drept indivizi periculoşi se baza în mare parte pe o prezumţie legală şi consideră că este departe de a fi evident că judecătorii care i-au condamnat la o pedeapsă IPP ar fi făcut acest lucru, dacă ar fi avut marja de manevră, pe care le-o dă astăzi noul text modificat.", "Ţinând seama de aceste considerente, Curtea constată că, dacă detenţia pe durată nedeterminată pentru protecţia publicului este admisibilă în anumite circumstanţe, atunci când un guvern înţelege să se întemeieze exclusiv pe riscul pe care îl reprezintă astfel de delicvenţi pentru societate, pentru a justifica menţinerea lor în arest, trebuie să ţină seama de necesitatea de a acţiona în vederea readaptării lor. În cazul reclamanţilor, acest lucru înseamnă că trebuia să li se ofere o posibilitate rezonabilă de a urma cursurile destinate să îi ajute să îşi corecteze comportamentul delicvent şi să devină mai puţin periculoşi. În aceste condiţii, orice restricţie sau amânare cauzate de considerente materiale trebuie să fie rezonabile cu privire la toate circumstanţele cauzei şi trebuie păstrat un echilibru just între nevoia de a asigura în timp util condiţii de detenţie adecvate şi buna gestionare a fondurilor publice, iar astfel, să acorde o importanţă specifică dreptului persoanelor deţinute la libertate, ţinând seama de faptul că o întârziere importantă în cazul accesului la tratamentul prevăzut este susceptibilă de a avea drept consecinţă o prelungire a detenţiei. Prin urmare, de la sfârşitul pedepsei minime a reclamanţilor, până la luarea de măsuri de avansare în sistemul penitenciar, pentru a le permite să urmeze cursurile de readaptare potrivite, reţinerea lor a fost arbitrară şi prin urmare, nelegală în sensul art. 5 § 1.", "Concluzie: încălcare (unanimitate).", ""]}