{"file": "RUM_HJUDRUM_5786_08.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "5786/08", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2014. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2014. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "MAREA CAMERĂ", "", "", "", "", "CAUZA SÖDERMAN ÎMPOTRIVA SUEDIEI", "", "(Cererea nr. 5786/08)", "", "", "", "", "HOTĂRÂRE", "", "", "STRASBOURG", "", "", "12 noiembrie 2013", "", "", "Această hotărâre este definitivă, însă poate fi supusă unei revizuiri editoriale.\n", "În cauza Söderman împotriva Suediei,", "Curtea Europeană a Drepturilor Omului, întrunită în complet de Mare Cameră compus din:", "Josep Casadevall, președinte,", "Guido Raimondi,", "Ineta Ziemele,", "Isabelle Berro-Lefèvre,", "Corneliu Bîrsan,", "Boštjan M. Zupančič,", "Mirjana Lazarova Trajkovska,", "Ledi Bianku,", "Zdravka Kalaydjieva,", "Kristina Pardalos,", "Julia Laffranque,", "Paulo Pinto de Albuquerque,", "Linos-Alexandre Sicilianos,", "Erik Mose,", "Helen Keller,", "Helena Jäderblom,", "Johannes Silvis, judecători,", "și Erik Fribergh, grefier,", "Deliberând în cameră de consiliu la 3 aprilie 2013 și la 25 septembrie 2013,", "Pronunță următoarea hotărâre, care a fost adoptată la ultima dată menționată:", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 5786/08) împotriva Regatului Suediei, introdusă la Curte potrivit articolului 34 din Convenția pentru apărarea drepturilor omului și a libertăților fundamentale („Convenția”), de către un cetățean suedez, doamna Eliza Söderman („reclamant”), la data de 21 ianuarie 2008.", "2. Reclamanta a fost reprezentată de domnii J. Södergren, K. Lewis și C. Crafoord, avocați la Stockholm. Guvernul suedez („Guvernul”) a fost reprezentat de agenții săi, domnul A. Rönquist, doamna G. Isaksson și domnul O. Widgren, de la Ministerul Afacerilor Externe.", "3. Reclamanta a pretins că statul suedez nu şi-a respectat obligația prevăzută de articolul 8 din Convenție privind asigurarea unor remedii juridice împotriva încălcării de către tatăl ei vitreg a integrității sale personale atunci când acesta a încercat în secret să o filmeze dezbrăcată în baie, pe vremea când ea avea 14 ani. Ea a invocat, de asemenea, articolul 13 din Convenție.", "4. Cererea a fost repartizată secției a treia a Curții (articolul 52 § 1 din Regulamentul Curții). Președintele acesteia a acceptat cererea reclamantei de a nu i se dezvălui numele (articolul 47 § 3 din Regulamentul Curții), iar cauza a fost numită E.S. împotriva Suediei. La 1 februarie 2011, Curtea şi-a modificat componența secțiilor (articolul 25 § 1 din Regulamentul Curții), iar cererea a fost repartizată secţiei a cincea nou-compusă. La data de 12 iunie 2012, o Cameră compusă din D. Spielmann, președinte, E. Fura, K. Jungwiert, M. Villiger, A. Power-Forde, G. Yudkivska, A. Potocki, judecători, precum și C. Westerdiek, grefier de secție, a pronunțat hotărârea luată în cauză. Aceasta a decis să examineze cererea doar în temeiul articolului 8 și declarat-o admisibilă în unanimitate, hotărând, cu patru voturi contra trei, că nu a existat nicio încălcare a acestei dispoziții. Opinia comună separată a judecătorilor D. Spielmann, M. Villiger și A. Power-Forde a fost anexată la hotărâre.", "5. La 19 septembrie 2012, reclamanta a solicitat trimiterea cauzei în fața Marii Camere, în conformitate cu articolul 43 din Convenție, iar completul de 5 judecători al Marii Camere a acceptat cererea la data de 19 noiembrie 2012.", "6. Componența Marii Camere a fost stabilită în conformitate cu prevederile articolului 26 §§ 4 și 5 din Convenție și a articolului 24 din Regulamentul Curții.", "7. Reclamanta și Guvernul au prezentat observații scrise (art. 59 § 1) cu privire la fondul cauzei.", "8. În plus faţă de acestea, a fost primit un memoriu al unui terț intervenient, şi anume Centrul pentru Drepturile Omului de la Universitatea din Gent, care a primit permisiunea din partea președintelui Marii Camere de a interveni în procedura scrisă (articolul 36 § 2 din Convenție și articolul 44 § 2 din Regulament).", "9. La 22 martie 2013, Președintele Marii Camere a admis cererea reclamantei din 12 martie 2013 de a i se ridica anonimatul acordat.", "10. O şedinţă publică a avut loc la Palatul Drepturilor Omului de la Strasbourg, la data de 3 aprilie 2013 (articolul 59 § 3 din Regulament).", "S-au prezentat în fața Curții:", "(a) pentru Guvern \nDomnul A. Rönquist, agent, ambasador și director general pentru afaceri juridice, Ministerul Afacerilor Externe,                Agent, \nDoamna G. Isaksson, co-agent, director adjunct, Ministerul Afacerilor Externe, \nDomnul O. Widgren, co-agent, consilier special, Ministerul Afacerilor Externe, \nDomnul M. Säfsten, consilier juridic principal, Ministerul Justiției, \nDoamna V. Lang, director adjunct, Ministerul Justiției, \nDomnul C. Rosenmüller, consilier juridic, Ministerul Justiției,                                             consilieri;", "(b) pentru reclamantă \nDomnul J. Södergren, avocat, \nDomnul K. Lewis, avocat, \nDomnul C. Crafoord, avocat,                           avocaţi.", "", "Reclamantul a fost de asemenea prezent.", "Curtea a audiat pledoariile domnilor Crafoord, Lewis, Södergren și Rönquist, precum și răspunsurile acestora la întrebările adresate de judecătorii Ziemele, Sicilianos, Pinto de Albuquerque și Zupančič.", "ÎN FAPT", "I. CIRCUMSTANȚELE CAUZEI", "11. Reclamanta s-a născut în 1987 și locuiește la Ludvika.", "12. În septembrie 2002, pe vremea când avea 14 ani, ea a descoperit că tatăl ei vitreg a ascuns o cameră video în coșul de rufe din baie, care înregistra și era îndreptată spre locul în care aceasta s-a dezbrăcat înainte de a face duș. Imediat după incident, filmul a fost ars fără ca cineva să-l vadă.", "13. În septembrie 2004, doi ani mai târziu, mama a raportat incidentul la poliție. Un avocat din oficiu (målsägandebiträde) a fost numit să reprezinte reclamanta, la 5 octombrie 2004.", "14. La 21 octombrie 2005, procurorul a acuzat tatăl vitreg de molestare sexuală (sexuellt ofredande) în temeiul dispoziţiilor capitolului 6, articolul 7 § 3, din Codul Penal. Tatăl vitreg a fost, de asemenea, acuzat pentru două fapte de molestare sexuală a verişoarei reclamantei, comise în primăvara și vara anului 2003, când aceasta avea 16 de ani, pentru că i-a mângâiat coapsa și și-a exprimat dorința de a întreţine raporturi sexuale cu ea. El a fost acuzat cu privire la o a patra faptă de molestare sexuală pentru că s-ar fi uitat pe fereastra din camera reclamantei atunci când ea se dezbrăca, în vara anului 2003.", "15. La 20 ianuarie 2006, reclamanta, reprezentată de avocat, a depus o cerere de despăgubiri în valoare de 25,000 de coroane suedeze (SEK): 15,000 SEK în compensație pentru violarea integrității personale și 10.000 SEK pentru durerea și suferința cauzate, pentru a fi alăturată acţiunii penale. Reclamanta şi-a întemeiat cererea pe „fapta penală pentru care tatăl ei vitreg era urmărit penal”, fără a invoca vreo dispoziţie din Legea privind răspunderea civilă.", "16. Reclamanta, tatăl ei vitreg, mama și vara acesteia au depus mărturie în fața judecătoriei din Falun (Falu tingsrätt). Reclamanta a explicat că în ziua în cauză din septembrie 2002, în timp ce se pregătea să facă duș, tatăl ei vitreg desfăşura o activitate în baie. Atunci când a descoperit aparatul de filmat, acesta era setat pe modul înregistrare, emiţând un bâzâit și luminând. Reclamanta nu a atins niciunul din butoanele aparatului. Ea a mers la mama sa în lacrimi, ducând camera video înfășurată într-un prosop. Tatăl vitreg a luat aparatul de la mama acesteia. Ulterior, reclamanta şi-a văzut mama și tatăl vitreg arzând un film, însă nu a fost sigură că acesta privea înregistrarea făcută cu ea.", "17. Mama reclamantei a confirmat declarația acesteia și a adăugat că nu avea cunoştinţă dacă au fost făcute alte înregistrări de la arderea filmului, pe care ea nu l-a vizualizat. Ea nu a raportat incidentul la poliție până în 2004, când a aflat că vara reclamantei a trecut printr-un incident similar cu acuzatul.", "18. Tatăl vitreg a explicat că el a locuit cu mama reclamantei din 1997 până în toamna anului 2003. Ei s-au separat pe fondul incidentului în cauză, printre alte motive. Acesta a încercat să filmeze cu o cameră ascunsă, însă a fost un act impulsiv. El nu a putut spune cu certitudine dacă aparatul de fotografiat era în modul de înregistrare sau dacă vreo secvenţă a fost înregistrată. Mama reclamantei a ars filmul fără ca vreuna din părţi să-l vadă.", "19. Printr-o hotărâre din 14 februarie 2006, judecătoria l-a condamnat pe tatăl vitreg al reclamantei cu privire la toate cele patru capete de acuzare de molestare sexuală, în temeiul dispoziţiilor capitolului 6, articolul 7 § 3, din Codul Penal. În ceea ce privește primul capăt de acuzare, a stabilit că tatăl vitreg a avut o intenție sexuală cu privire la ascunderea camerei de filmat în coșul de rufe și direcționarea ei către partea din baie în care era obișnuit să se dezbrace. Aceasta a adăugat că sunetul emis de aparat, pe care reclamanta l-a auzit, indica cu tărie că acesta era pornit și că înregistra în mod efectiv. În caz contrar, nu ar fi avut niciun sens ascunderea camerei de filmat printre hainele din coșul de rufe. Gaura din coșul de rufe a indicat că strategia era destul de elaborată. Indiferent de aspectul că, ulterior, nimeni nu a verificat conținutul filmului, se poate considera ca stabilit, în aceste condiţii, că tatăl vitreg a filmat în mod efectiv reclamanta în timp ce aceasta era dezbrăcată.", "20. Tatăl vitreg a primit o pedeapsă cu suspendare, la care s-a adăugat un număr de şaptezeci și cinci de ore de muncă în folosul comunităţii. Mai mult decât atât, el a fost obligat la plata unor despăgubiri în favoarea reclamantei în valoare de 20.000 SEK.", "21. În apel, printr-o hotărâre din 16 octombrie 2007, Curtea de Apel din Svea (Svea hovrätt) l-a condamnat pe tatăl vitreg cu privire la cele două infracţiuni de molestare sexuală asupra verişoarei reclamantei, pentru care a primit o pedeapsă cu suspendare și a fost obligat să plătească șaizeci de zile-amendă în valoare de 50 SEK, şi anume un total de 3.000 SEK.", "22. Curtea de Apel l-a achitat pe tatăl vitreg cu privire la acuzaţiile de molestare sexuală împotriva reclamantei.", "23. În ceea ce privește incidentul din septembrie 2002, Curtea de Apel a stabilit că tatăl vitreg a pus un aparat de filmat în baie și că a pornit sistemul de înregistrare înainte ca reclamanta să intre la duș. Cu toate acestea, este neclar dacă o înregistrare a fost într-adevăr efectuată. Instanţa a continuat prin a stabili că era evident faptul că motivul tatălui vitreg a fost de a filma reclamanta pe ascuns, în scopuri cu caracter sexual. Având în vedere acest motiv, era, de asemenea, cert, faptul că tatăl vitreg nu a intenționat ca reclamanta să afle despre filmare. De asemenea, potrivit instanţei, acesta nu a fost indiferent față de riscul ca ea să afle. Pentru a evalua dacă fapta constituite, din punct de vedre legal, molestare sexuală, în sensul capitolului 6, articolul 7 § 3, din Codul penal, Curtea de Apel s-a referit la o hotărâre a Curții Supreme (NJA 1996 p. 418), cu privire la un bărbat care şi-a filmat pe ascuns prietena care dormea, în timp ce el se masturba. Bărbatul a fost achitat cu privire la infracţiunea de molestare sexuală, pentru că acesta nu a intenționat ca prietena să afle despre filmare. Mai mult decât atât, în hotărârea menționată, Curtea Supremă a statuat că actul de filmare ca atare nu constituia o infracţiune în sine, deoarece în dreptul suedez nu exista nicio interdicție generală împotriva filmării unei persoane fără consimțământul acesteia. Urmând acest raționament, și în ciuda constatării că ipostaza pe care tatăl vitreg a intenţionat să o filmeze avea, în mod evident, un caracter sensibil în ceea ce privește integritatea personală a reclamantei, precum și că încălcarea a fost deosebit de gravă datorită vârstei reclamantei și a relației cu tatăl ei vitreg, Curtea de Apel a stabilit că tatăl vitreg nu poate fi considerat responsabil penal pentru fapta ca atare de a filma reclamanta fără știrea acesteia. Instanța a constatat că reclamanta a aflat de încercarea tatălui vitreg de a o filma, dar acest lucru nu ar fi fost acoperit de intenția acestuia.", "24. Curtea de Apel a continuat prin a sublinia că fapta ar putea, cel puțin teoretic, constitui infracțiunea de tentativă de pornografie infantilă (försök till barnpornografibrott), având în vedere vârsta reclamantei. Cu toate acestea, din moment ce nicio acuzaţie cu privire la acest aspect nu a fost adusă împotriva tatălui vitreg, Curtea de Apel nu a putut examina dacă el putea fi considerat responsabil pentru o astfel de infracțiune. În concluzie, în ciuda calificării comportamentului tatălui vitreg ca extrem de condamnabil, acesta a fost achitat, iar cererea reclamantei pentru despăgubiri a fost respinsă.", "25. În ceea ce privește incidentul de la sfârșitul verii anului 2003, Curtea de Apel a stabilit că tatăl vitreg a vrut să se uite la reclamantă în secret. Astfel, deși instanța a calificat un astfel de comportament ca fiind reprobabil, tatălui vitreg i-a lipsit intenția ca reclamanta să-l vadă.", "26. La 12 decembrie 2007, Curtea Supremă (Högsta domstolen) a refuzat cererea reclamantei de a introduce recurs.", "II. DREPTUL ȘI PRACTICA INTERNE PERTINENTE", "A. Molestarea sexuală", "27. Infracțiunea de molestare sexuală (și pornografie infantilă, a se vedea mai jos), se încadrează în categoria infracţiunilor pentru care începerea urmăririi penale este lăsată la latitudinea ministerului public, care aplică principiul obiectivității, conform căruia nu ar trebui desfăşurată urmărirea penală dacă procurorul consideră că nu sunt îndeplinite condițiile pentru o condamnare. Dispoziția privind molestarea sexuală se regăseşte în Codul Penal (Brottsbalken, 1962:700), care, înainte de 1 aprilie 2005, prevedea:", "Capitolul 6 cu privire la infracțiunile sexuale, articolul 7", "„(1). În cazul în care o persoană atinge sexual un copil sub cincisprezece ani altfel decât în conformitate cu dispozițiile prevăzute anterior în acest capitol, sau incită implicarea unui copil sau participarea acestuia la un act cu implicații sexuale, va fi pedepsită cu o amendă sau cu închisoare pe o perioadă de cel mult doi ani pentru molestare sexuală.", "(2). Pedeapsa pentru molestare sexuală va fi aplicată, de asemenea, persoanei care, prin constrângere, seducere sau alte influențe necorespunzătoare, convinge o persoană care a împlinit vârsta de cincisprezece ani, dar nu are încă optsprezece ani, să se implice sau să participe la un act cu implicații sexuale, dacă fapta constituie un element în producerea de imagini pornografice sau constituie o postură pornografică în alte scopuri decât cele legate de producerea unei imagini.", "(3). Aceste prevederi se aplică și în cazul în care o persoană se expune în așa manieră încât natura actului are caracter ofensator sau se comportă în alt mod vădit indecent, verbal sau prin fapte, față de o persoană, într-un mod care încalcă în mod flagrant noţiunea de decenţă.”", "28. La 1 aprilie 2005, această prevedere a fost inclusă în articolul 10 din capitolul 6 și are următorul cuprins:", "„(1). O persoană care, altfel decât în conformitate cu dispozițiile enunţate anterior în acest capitol, atinge sexual un copil sub cincisprezece ani sau incită implicarea acestuia sau participarea la un act cu implicații sexuale, va fi condamnat pentru molestare sexuală la o pedeapsă cu amenda sau cu închisoarea pentru o perioadă de cel mult doi ani.", "(2). Această prevedere se aplică și în cazul în care o persoană care se expune într-o manieră care este de natură să provoace disconfort sau care, într-un alt mod, verbal sau prin fapte, molestează o persoană într-un mod care este de natură să încalce integritatea sexuală a acesteia.”", "29. Trebuie remarcat faptul că o persoană nu poate fi considerată responsabilă pentru un act nefinalizat de molestare sexuală, cum ar fi tentativa sau actele pregătitoare ale unei astfel de infracțiuni (a se vedea, a contrario, capitolul 23, articolul 1, din Codul penal).", "30. Ca urmare, în baza enunţurilor din lucrările pregătitoare cu privire la această dispoziţie, Comisia pentru Infracțiuni Sexuale din 2008 a declarat următoarele.", "„În opinia noastră, este ... destul de clar că al doilea paragraf al dispoziției privind molestarea sexuală ar trebui să includă, de asemenea, acțiuni îndreptate către persoane care sunt în stare de inconștiență sau dorm. Prin urmare, prevederea face parte din categoria infracțiunilor sexuale şi nu din cea a agresiunilor împotriva integrității. Folosind acest aspect ca punct de plecare pentru modul în care ar trebui să fie abordate infracțiunile de molestare sexuală, este, de asemenea, posibil ca situațiile în care o persoană a filmat sau a fotografiat pe ascuns o altă persoană într-o manieră intruzivă din punct de vedere sexual, să fie considerate ca fiind acte de molestare sexuală.”", "B. Tentativa de pornografie infantilă", "31. Prevederile relevante din Codul Penal au următorul conţinut:", "Articolul 10a din capitolul 16 privind infracţiunile împotriva ordinii publice", "„O persoană care", "1) reprezintă un copil într-o imagine pornografică;", "2) difuzează, transferă, permite utilizarea exponatelor, sau face, în orice alt mod, o astfel de imagine a unui copil disponibilă unei alte persoane;", "3) achiziționează sau oferă o astfel de imagine a unui copil;", "4) intermediază contactul între un cumpărător și un vânzător ai unor astfel de imagini cu copii sau întreprinde orice altă acţiune similară în scopul de a facilita tranzacționarea unor astfel de imagini, sau", "5) deţine o astfel de imagine a unui copil", "va fi condamnat pentru infracțiunea de pornografie infantilă la pedeapsa cu închisoarea pe o perioadă de cel mult doi ani, sau, în cazul în care este vorba de o infracțiune minoră, la pedeapsa cu amenda sau cu închisoarea pe o perioadă de ce mult șase luni.", "Prin copil se înțelege o persoană a cărei dezvoltare a pubertăţii nu este completă sau care are vârsta sub 18 de ani. În cazul în care dezvoltarea pubertăţii unei persoane este completă, răspunderea este incidentă pentru faptele comise conform punctelor 2-5 de mai sus, numai dacă este evident din imagine sau din contextul ei că persoana în cauză are vârsta sub optsprezece ani.", ".... „", "32. Înainte de 1 ianuarie 2011, al doilea paragraf al articolului de mai sus prevedea următoarele:", "„Prin copil se înțelege o persoană a cărei dezvoltare a pubertăţii nu este completă sau care, în cazul în care este evident din imagine sau din contextul ei, că aceasta are vârsta sub optsprezece ani ...”", "33. Termenul de „imagine pornografică” nu este definit în textul legii. În lucrările pregătitoare s-a menţionat că dispoziția privind infracţiunile pornografice se aplică numai cu privire la imagini, însă imagini de tot felul, cum ar fi, printre altele, imagini în publicații, imagini fotografice, inclusiv filme și fotografii distribuite prin tehnici TV sau înregistrări video (proiect de lege 1978/79: 179 p. 9). Mai mult decât atât, s-a precizat că:", "„O anumită prudență se impune, astfel încât domeniul incriminat să nu devină prea vast sau dificil de evaluat. Intenția nu a fost de a incrimina fiecare expunere nudă a copiilor sau toate imaginile în care organele genitale ale unui copil sunt expuse, chiar dacă astfel de imagini pot stimula instinctele sexuale ale unor persoane. Pentru ca o imagine să fie considerată ilegală, este o condiție ca aceasta să fie de natură pornografică, conform percepţiei comune și a valorilor generale.”", "34. Cu ocazia unei revizuiri a legislației (legea 2010:1357), care a dus la modificarea celui de-al doilea paragraf al capitolului 16, articolul 10a, începând cu 1 ianuarie 2011, astfel cum este prevăzut mai sus, s-au reţinut, printre altele, următoarele, cu privire la definiție (Rapoartele Oficiale ale Guvernului Suedez SOU 2007:54 p. 77.):", "„O imagine poate fi considerată pornografică, atunci când, fără merite științifice sau artistice reale, și într-un mod flagrant și instigator, aceasta afișează un motiv sexual (proiect de lege 1970:125 p. 79 și urm.). Nu doar imaginile în care copiii sunt implicați în acte care au, în mod evident, o conotație sexuală, se încadrează în prevederea cu privire la infracțiunile de pornografie infantilă, ci şi fotografiile în care apar copii, împreună cu unul sau mai mulți adulți care se desfășoară astfel de acțiuni. Imaginile în care un copil apare într-o manieră menită a face apel la instinctele sexuale, fără ca respectivul copil să fie considerat a fi participat la un comportament sexual în timpul captării imaginilor, se poate încadra în domeniul incriminat ... O imagine poate fi prezentată în diferite moduri, printre altele, prin fotografierea, filmarea sau desenarea unui copil. Folosind tehnici diferite, pot fi, de asemenea, create imagini artificiale mai mult sau mai puțin realiste. Pentru ca răspunderea penală să fie atrasă, nu este necesar ca imaginea să reprezinte un copil real; imagini ale unor copii fictivi fiind de asemenea incluse.”", "35. În ceea ce privește în mod special tentativa, Codul Penal prevede următoarele:", "Capitolul 16, articolul 17", "„O persoană care pregătește sau conspiră la comiterea unei revolte ... va fi pedepsită în conformitate cu prevederile Capitolului 23. Aceeaşi prevedere se aplică, de asemenea, ... la infracţiunea de tentativă de pornografie infantilă, prevăzută de articolul 10a, primul paragraf ... „", "Capitolul 23, articolul 1", "„O persoană care a iniţiat comiterea unei infracţiuni, fără a o aduce la finalizare, în cazurile în care există dispoziții specifice în acest scop, va fi condamnată pentru tentativă la comiterea unei infracţiuni, dacă a existat pericolul ca actul să conducă la finalizarea infracţiunii sau un astfel de pericol a fost înlăturat numai datorită unor circumstanțe fortuite.", "Pedeapsa pentru tentativă nu trebuie să depășească pedeapsa aplicabilă pentru infracţiunea consumată și nu poate reprezenta o altă măsură decât cea cu închisoarea, în cazul în care pedeapsa minimă pentru infracțiunea finalizată este închisoarea de cel puţin doi ani.”", "C. Alte dispoziții legale relevante", "36. Codul de Procedură Judiciară (Rättegångsbalken 1942:740) prevede următoarele, în părţile sale relevante:", "Capitolul 17, articolul 3", "„O hotărâre nu se pronunţă cu privire la altceva sau la mai mult decât ceea ce a solicitat partea în mod efectiv. În cazurile care pot fi soluționate în afara cadrului instanței, hotărârea nu se bazează pe alte motive decât cele invocate de către o parte ca temei al acțiunii sale.”", "Capitolul 22, articolul 7", "„În cazul în care o acțiune în despăgubiri ca urmare a unei infracțiuni este alăturată acţiunii penale și se constată că infracțiunea imputată nu este sancţionabilă, acțiunea civilă poate fi, totuși, soluţionată.”", "Capitolul 29, articolul 6", "„... În cazul în care o acţiune civilă este alăturată acţiunii penale, constatarea instanţei cu privire la răspunderea penală este obligatorie pentru soluţionarea acţiunii civile.”", "Capitolul 30, articolul 3", "„Hotărârea se poate referi numai la un act pentru care urmărirea penală a fost instituită în mod corespunzător sau la o situaţie deferită prin lege competenţei penale a instanței. Instanța nu este ţinută de încadrarea juridică a dispozițiilor privind infracțiunea sau a dispoziţiilor legale aplicabile menționate în cerere.”", "37. Legea privind răspunderea civilă (Skadeståndslag 1972:207) prevede, în părţile sale relevante:", "Capitolul 2, secțiunea 1", "„Oricine provoacă în mod deliberat sau din neglijență, vătămări corporale sau pagube materiale, va fi obligat la repararea prejudiciului cauzat.”", "Capitolul 2, secțiunea 3", "„Oricine provoacă un prejudiciu grav unei alte persoane, printr-o infracțiune care implică un atac împotriva persoanei sau a libertăţii acesteia, a liniştei sau onoarei respectivei persoane, trebuie să compenseze prejudiciul astfel cauzat.”", "D. Practica internă cu privire la filmarea în secret", "38. Printr-o hotărâre a Curții Supreme din 16 octombrie 1992 (NJA 1992 p. 594), cu privire la o persoană care a filmat în secret raporturi sexuale între el și prietena lui și a arătat ulterior filmul mai multor persoane, Curtea Supremă a constatat că nu era interzis, în conformitate cu legislația suedeză, a filma o altă persoană fără consimțământul său. Aceasta se referea, instanța a continuat, chiar și la situațiile în care fapta respectivă a încălcat grav integritatea personală a persoanei în cauză. În afară de anumite situații excepționale, singura protecţie disponibilă era prevăzută de dispozițiile penale cu privire la defăimare coroborate cu capitolul 1, secțiunea 3, din Legea privind răspunderea civilă (în prezent capitolul 2, secțiunea 3, din respectiva lege). Curtea Supremă a constatat că persoana acuzată a comis un act de defăimare prin arătarea filmului altor persoane.", "39. O altă hotărâre a Curţii Supreme din data de 27 iunie 1996 (NJA 1996, p. 418) se referă la o persoană care şi-a filmat pe ascuns prietena care dormea, în timp ce el se masturba. Judecătoria a constatat că fapta sa constituie, printre altele, molestare sexuală, însă Curtea de Apel și Curtea Supremă l-au achitat cu privire la această infracțiune. Curtea Supremă a statuat că actul de filmare ca atare nu era o infracţiune în sine, deoarece în dreptul suedez nu exista nicio interdicție generală cu privire la filmarea unei persoane fără consimțământul acesteia.", "40. O altă hotărâre a Curții Supreme din data de 23 octombrie 2008 (NJA 2008 p. 946), priveşte, printre altele, o persoană care şi-a filmat pe ascuns fosta parteneră cu un alt bărbat, într-o ipostază intimă, trimiţând ulterior filmul, prin e-mail, împreună cu anumite mesaje descriptive, altor persoane. Curtea de Apel a constatat că filmarea a constituit molestare, iar trimiterea unora dintre e-mail-uri, ca fiind defăimare, acordând fostei partenere despăgubiri pentru încălcarea integrității personale. Curtea Supremă a admis cererea de a formula apel în ceea ce privește presupusa molestare. Curtea Supremă a achitat persoana cu privire la infracţiunea de molestare și a reiterat, în același timp, că legislația suedeză nu conţine nicio interdicție generală cu privire la filmarea în secret. De asemenea, instanța a remarcat faptul că, în cazurile în care filmarea în secret nu constituie o infracțiune, nu pot fi acordate nici despăgubiri. Deși necesitatea unui cadru legal consolidat în acest sens a fost deja recunoscută în activitatea legislativă suedeză în anii 1960, instanța de judecată a mai menționat că, până în prezent, nu a condus la niciun rezultat concret. Instanța a constatat că este foarte discutabil faptul dacă lăsarea în întregime ca nepedepsite, în conformitate cu legislația suedeză, a actelor de filmare a unei persoane în situații în care o astfel de filmare încalcă în mod grav integritatea personală acesteia, este compatibil cu cerințele articolului 8 din Convenție. Având în vedere această constatare, instanța de judecată a continuat, este legitim să se verifice dacă se poate impune vreo sancţiune prin interpretarea dispozițiilor naționale inaplicabile în speţă, într-o manieră conformă cu Convenția. În această privință, instanţa a făcut referire la jurisprudența internă cu privire la despăgubirile pentru încălcarea Convenției. Instanţa a observat, cu toate acestea, că o altă cerință conformă cu Convenția era că nimeni nu ar trebui pedepsit pentru o faptă care, în momentul în care a fost săvârșită, nu constituia în mod clar o infracțiune penală în temeiul legii. După ce a stabilit că filmarea în cauză nu se încadrează în nicio prevedere penală aplicabilă, a lăsat-o nepedepsită şi nu a acordat despăgubiri.", "E. Activitatea legislativă recentă cu privire la filmarea în secret", "41. În 2004, Guvernul a însărcinat Comitetul pentru Protecția Integrităţii (Integritetsskyddskommittén) cu evaluarea necesităţii unor dispoziții legale generale pentru protecția integrității personale (în afară de legislația privind protecția datelor, infracţiunile împotriva persoanelor, a secretului, și așa mai departe). Între timp, Codul Penal a fost revizuit și a fost introdusă o modificare a dispoziției privind molestarea sexuală, în aprilie 2005, care ar putea include filmarea în secret în scopuri de ordin sexual (a se vedea paragrafele 28-30 de mai sus).", "42. În 2008, Comisia pentru Protecția Integrităţii a propus o prevedere generală în Codul penal privind fotografierea ilicită, iar în ianuarie 2011, Ministerul Justiției a emis un raport privind fotografierea ilicită (DS 2011:1), în care s-a propus incriminarea fotografierii și a filmării în anumite situații. La 1 martie 2012, Guvernul a aprobat trimiterea unei propuneri intitulate „Fotografierea Intruzivă” către Consiliul Legislativ (Lagrådet) pentru examinare. Acesta din urmă a criticat propunerea, printre altele, pentru efectele potențiale pe care aceasta le-ar putea avea asupra principiilor stabilite în scopul protejării furnizorilor de informații pentru publicare, în cadrul Legii privind libertatea presei și a Legii fundamentale cu privire la libertatea de exprimare, care fac parte din Constituția suedeză.", "43. Prin urmare, la 20 decembrie 2012, Guvernul a adoptat o nouă propunere de modificare a domeniului de incriminare a fotografierii intruzive. Consiliul Legislativ nu a avut niciun comentariu cu privire la conținutul propunerii, iar la 7 februarie 2013, Guvernul a prezentat proiectul de lege Parlamentului suedez, propunând incriminarea fotografierii intruzive, în conformitate cu propunerea înaintată Consiliului Legislativ la 20 decembrie 2012. Legea (SFS 2013:366) a fost adoptată de Parlament la 29 mai 2013 și a intrat în vigoare la 1 iulie 2013. De atunci înainte, articolul 6a din capitolul 4 din Codul penal, privind infracţiunile împotriva libertăţii și a păcii, prevede următoarele:", "„O persoană care în mod ilicit, cu ajutorul unor mijloace tehnice, înregistrează în secret o imagine a cuiva care este în interiorul unei locuinţe sau într-o baie, într-un vestiar sau în alt spațiu asemănător, va fi condamnat pentru fotografiere intruzivă la o amendă sau la închisoare de cel mult doi ani.", "Nu se va reţine răspunderea penală în cazul în care actul este justificat, având în vedere scopul său, precum şi alte circumstanțe.", "Primul paragraf nu se aplică persoanei care surprinde pe cineva cu ajutorul unor mijloace tehnice, în desfăşurarea atribuţiilor în numele unei autorități publice.”", "În termeni concreți, filmarea în secret a unei persoane fără permisiunea acesteia, într-o cabină de duș sau în baie, poate fi pedepsită ca fiind fotografiere intruzivă. Plasarea, sau „reglarea” unui aparat, cu scopul de a comite o infracțiune de fotografiere intruzivă, ar putea fi pedepsită ca pregătire pentru a comite o astfel de infracțiune.", "F. Practica internă cu privire la infracțiunea de pornografie infantilă", "44. Într-o hotărâre din 25 februarie 2005 (NJA 2005 p. 80), care se referea la fotografierea și filmarea unor persoane tinere, cu vârsta între cincisprezece şi optsprezece ani, Curtea Supremă a considerat că dezvoltarea pubertăţii persoanelor era în mod evident completă și că era imposibil, doar din imagini sau din prezentarea lor, să se stabilească dacă acestea împliniseră vârsta de optsprezece ani sau nu. Vârsta lor nu a putut fi determinată din niciun text care însoțea imaginile sau din orice alte circumstanțe. Într-o astfel de situație, și indiferent dacă persoana responsabilă pentru imagini a fost conștientă sau nu de vârsta persoanelor, fapta nu a putut fi considerată a constitui infracțiunea de pornografie infantilă.", "G. Practica internă și activitatea legislativă în curs de desfășurare cu privire la despăgubirile pentru încălcarea Convenției", "45. Într-o hotărâre din 9 iunie 2005 (NJA 2005 p. 462), cu privire la o cerere în despăgubiri introdusă de către o persoană împotriva statului suedez, printre altele, ca urmare a unei presupuse încălcări a articolului 6 din Convenție din cauza duratei excesive procedurilor penale, Curtea Supremă a statuat că dreptul reclamantului, în conformitate cu acest articol, a fost încălcat. Pe baza acestei constatări, precum și făcând referire, printre altele, la articolele 6 și 13 și la jurisprudența Curții în conformitate cu aceste prevederi, în special la cauza Kudla împotriva Poloniei ([GC], nr. 30210/96, ECHR 2000-XI), Curtea Supremă a concluzionat că reclamantul avea dreptul la despăgubiri din partea statului, direct în temeiul legislației suedeze privind răspunderea civilă pentru prejudiciul material, precum și în temeiul articolului 13 din Convenție pentru prejudiciul moral, în măsura în care niciun alt remediu nu era disponibil.", "46. Hotărâri similare au urmat la 4 mai 2007 (NJA 2007 p. 295), în ceea ce privește durata detenției și articolul 5 din Convenție, precum și la 21 septembrie 2007 (NJA 2007 p. 584) cu privire la articolul 8 din Convenție.", "47. O hotărâre a Curții Supreme din 29 octombrie 2007 (NJA 2007 p. 747) a avut ca obiect o cerere în despăgubiri introdusă de către o persoană împotriva unei companii de asigurări private. Cererea privea o presupusă încălcare a articolului 8 din Convenție în legătură cu supravegherea secretă întreprinsă în ceea ce privește reclamantul. Curtea Supremă a remarcat că prevederile Convenției nu impun obligaţii particularilor. Chiar dacă statul ar putea avea obligații pozitive în temeiul Convenției, instanța de judecată a continuat, având în vedere valoarea inerentă statului de drept, consacrată în principiul previzibilităţii, o persoană nu ar putea fi obligată să despăgubească o altă persoană, direct în baza Convenției.", "48. Dreptul de a obține despăgubiri ca urmare a unei presupuse încălcări a Convenției a fost ulterior recunoscut de către Curtea Supremă, în hotărârile sale din decembrie 2009 (NJA 2009 N 70), iunie 2010 (NJA 2010 p. 363) și aprilie 2012 (NJA 2012 p. 211).", "49. Mai mult decât atât, Ministrul Justiției a emis mai multe decizii referitoare la despăgubiri către persoane fizice, pentru încălcări ale Convenției.", "50. În cele din urmă, în luna mai 2009, Guvernul a decis să înființeze un comitet (en särskild utredare) pentru răspunderea civilă și Convenția, pentru a examina situația juridică actuală. În decembrie 2010, Comitetul a prezentat Guvernului raportul întocmit (Skadestånd och Europakonventionen, SOU 2010:87). Acesta a propus includerea unei prevederi explicite în Legea privind răspunderea civlă, care să permită persoanelor fizice și juridice să obțină daune materiale și morale de la stat sau de la autorităţile locale, pentru încălcări ale Convenției. Astfel de acțiuni împotriva autorităților publice vor fi examinate de către o instanță de drept comun, care ar trebui, în primul rând, să stabilească faptul că un drept din Convenție a fost încălcat. Scopul propunerii este de a îndeplini, împreună cu celelalte remedii juridice deja existente, obligațiile Suediei în conformitate cu articolul 13 din Convenție.", "III. CONVENȚII INTERNAȚIONALE", "A. Convenția Națiunilor Unite cu privire la Drepturile Copilului 1989", "51. Convenția Națiunilor Unite cu privire la drepturile copilului, adoptată de Adunarea Generală a Națiunilor Unite la 20 noiembrie 1989, are forță juridică în conformitate cu dreptul internațional în statele contractante, inclusiv toate statele membre ale Consiliului Europei. Convenția a fost ratificată de către Suedia la 29 iunie 1990. Articolele relevante prevăd:", "Articolul 19", "„1. Statele părți vor lua toate măsurile legislative, administrative, sociale și educative corespunzătoare pentru protejarea copilului împotriva oricăror forme de violență fizică sau psihică, vătămare sau abuz, neglijare sau tratament neglijent, rele tratamente sau de exploatare, inclusiv abuz sexual, în timp ce se află în grija unui(or) părinte(ţi), tutore(i) legal(i) sau a oricărei alte persoane în grija căreia se află copilul.", "2. Astfel de măsuri de protecție ar trebui, după caz, să includă proceduri eficiente pentru stabilirea de programe sociale pentru a oferi sprijinul necesar pentru copil și pentru cei care au grijă de copil, precum și pentru alte forme de prevenire și pentru identificarea, raportarea, sesizarea, investigarea, tratamentul și monitorizarea cazurilor de rele tratamente aplicate copilului descrise mai sus, și, după caz, pentru implicare judiciară.”", "Articolul 34", "„Statele părți se angajează să protejeze copilul de toate formele de exploatare sexuală și de abuz sexual. În acest scop, statele părţi vor lua, în special, toate măsurile la nivel național, bilateral și multilateral, pentru a preveni:", "(a) incitarea sau constrângerea unui copil de a se angaja în activități sexuale ilegale;", "(b) exploatarea copiilor în scopul prostituției sau al altor practici sexuale ilegale;", "(c) exploatarea copiilor în spectacole sau în materiale cu caracter pornografic.”", "B. Convenția Consiliului Europei privind protecția copiilor împotriva exploatării și a abuzurilor sexuale", "52.Această convenție obligă părțile să ia măsurile legislative sau de altă natură necesare pentru a preveni toate formele de exploatare sexuală și de abuz sexual asupra copiilor și pentru a incrimina anumite comportamente intenționate, inclusiv infracțiunile referitoare la pornografia infantilă. Convenția a fost semnată de către Suedia la 25 octombrie 2007 și a intrat în vigoare la 1 iulie 2010. Suedia a ratificat Convenția la 28 iunie 2013. Părțile relevante din capitolul VI, „dreptul penal material”, prevăd următoarele:", "Articolul 18 - Abuzul sexual", "„1. Fiecare Parte va lua măsurile legislative sau de altă natură necesare pentru a se asigura că următoarele fapte intenționate sunt incriminate:", "angajarea în activități sexuale cu un copil care, în conformitate cu dispozițiile relevante ale dreptului național, nu a împlinit vârsta legală pentru activități sexuale;", "angajarea în activități sexuale cu un copil în cazul în care: - se face uz de constrângere, forță sau amenințări, sau - se abuzează de o poziție recunoscută de încredere, autoritate sau influență asupra copilului, inclusiv în cadrul familiei, sau - se abuzează de o situație deosebit de vulnerabilă a unui copil, în special din cauza unui handicap mental sau fizic sau datorită unei situații de dependență.", "2. În sensul alineatului 1 de mai sus, fiecare parte va decide vârsta sub care este interzisă angajarea în activități sexuale cu un copil.", "3. Prevederile din paragraful 1.a nu sunt destinate să reglementeze activitățile sexuale reciproc consimțite între minori.”", "Articolul 20 - Infracțiuni referitoare la pornografia infantilă", "„1. Fiecare Parte va lua măsurile legislative sau de altă natură necesare pentru a se asigura că următoarele fapte intenționate, atunci când sunt săvârșite fără drept, sunt incriminate:", "a. producerea de pornografie infantilă;", "b. oferirea sau punerea la dispoziție de pornografie infantilă;", "c. distribuirea sau transmiterea de pornografie infantilă;", "d. procurarea de pornografie infantilă pentru sine sau pentru o altă persoană;", "e. deținerea de pornografie infantilă;", "f. obținerea accesului cu bună știință, prin tehnologiile informației și comunicațiilor, la pornografia infantilă.", "2. În scopul prezentului articol, termenul „pornografie infantilă” înseamnă orice material care prezintă vizual un copil care este implicat într-un comportament sexual explicit, real sau simulat, sau orice prezentare a organelor sexuale ale unui copil cu scop în principal sexual.", "3. Fiecare Parte își poate rezerva dreptul de a nu aplica, în totalitate sau în parte, punctul 1.a și e cu privire la producția și deținerea de materiale pornografice:", "- formate exclusiv din reprezentări simulate sau imagini realiste ale unui copil inexistent;", "- care implică copii care au ajuns la vârsta prevăzută de articolul 18, paragraful 2, în cazul în care aceste imagini sunt produse și deținute de aceștia cu consimțământul lor și numai pentru uzul lor privat.", "4. Fiecare Parte își poate rezerva dreptul de a nu aplica, în totalitate sau în parte, paragraful 1.f.”", "Articolul 21", "Infracțiuni legate de participarea unui copil la spectacole pornografice", "„1. Fiecare Parte va lua măsurile legislative sau de altă natură necesare pentru a se asigura că următoarele fapte intenționate sunt incriminate:", "a. recrutarea unui copil pentru a participa la spectacole pornografice sau determinarea unui copil să participe la astfel de spectacole;", "b. constrângerea unui copil să participe la spectacole pornografice sau a profitarea de sau exploatarea în alt fel a unui copil în asemenea scopuri;", "c. participarea cu bună știință la spectacole pornografice la care participă copii.", "2. Fiecare parte își poate rezerva dreptul de a limita aplicarea alineatului 1.c la cazurile în care copiii au fost recrutați sau constrânși în conformitate cu paragraful 1.a sau b.", "... „", "IV. DREPTUL COMPARAT", "53. Din informațiile de care dispune Curtea, inclusiv un studiu privind treizeci și nouă de state membre ale Consiliului Europei, ar reieşi că pornografia infantilă este incriminată în toate aceste state.", "54. Actul în sine de filmare în secret/fără consimţământ, fotografierea sau portretizarea unui copil în scopuri sexuale, este incriminat fie ca pornografie infantilă, fie ca o infracțiune specifică în treizeci și trei din statele sale membre studiate (Albania, Austria, Belgia, Bosnia și Herțegovina, Bulgaria, Croația, Republica Cehă, Estonia, Finlanda, Georgia, Germania, Grecia, Ungaria, Islanda, Irlanda, Italia, Letonia, Liechtenstein, Luxemburg, Moldova, Muntenegru, Olanda, Norvegia, Polonia, România, Rusia, Slovacia, Slovenia , Spania, Elveția, Turcia, Regatul Unit și Ucraina), în timp ce o condamnare în șase dintre statele membre rămase (Azerbaidjan, Danemarca, Franța, Fosta Republică Iugoslavă a Macedoniei, Monaco și Lituania) poate fi obținută numai în cazul în care intenția de a distribui materialul pornografic poate fi dovedită. În cele mai multe dintre aceste țări, comportamentul în cauză ar putea fi totuşi considerat ilegal în temeiul altor dispoziții din Codul penal referitoare la infracțiuni sexuale.", "55.Actul în sine de filmare/fotografiere în secret/fără consimţământ a unei persoane (un copil sau un adult) în scopuri non-sexuale este considerată o infracțiune penală în douăzeci și cinci din statele membre studiate (Albania, Bosnia și Herțegovina, Croația, Danemarca, Finlanda, Franța, Fosta Republică Iugoslavă a Macedoniei, Georgia, Germania, Grecia, Islanda, Italia, Lituania, Luxemburg, Monaco, Muntenegru, Olanda, Polonia, Rusia, Slovacia, Slovenia, Spania, Elveția, Turcia și Ucraina), și anume ca o încălcare a dreptului la viața privată. Unsprezece din restul de paisprezece state membre rămase, care nu prevăd infracțiuni privind intimitatea în codurile lor penale, oferă remedii civile împotriva încălcărilor dreptului la intimitate a unei persoane. De asemenea, trei dintre statele membre studiate nu au o procedură de drept civil pentru pretenții împotriva captării în secret/fără consimţământ a imaginii unei persoane.", "ÎN DREPT", "I. PRESUPUSELE ÎNCĂLCĂRI ALE ARTICOLELOR 8 ȘI 13 DIN CONVENȚIE", "56. Reclamanta s-a plâns că statul suedez nu şi-a respectat obligația prevăzută de articolul 8 de a-i pune la dispoziţie remedii juridice împotriva încălcării de către tatăl ei vitreg a integrității sale personale, atunci când acesta a încercat să o filmeze în secret, dezbrăcată în baie, pe când avea 14 ani. Ea a invocat, de asemenea, articolul 13 din Convenție.", "57. Curtea reiterează că aceasta este responsabilă de încadrarea în lege care urmează a fi dată faptelor unei cauze (a se vedea, de exemplu, Aksu împotriva Turciei [GC], nr. 4149/04 și 41029/04, § 43, ECHR 2012). În speță, se consideră că cererea reclamantei se referă exclusiv la remediile juridice disponibile împotriva tatălui ei vitreg, nu cele disponibile împotriva statului pentru a face aplicarea dispoziţiilor materiale ale unui drept sau a unei libertăţi din Convenție la nivel național. Aşadar, cererea urmează să fie examinată doar în temeiul articolului 8 din Convenție, care prevede următoarele:", "„1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acesta este prevăzut de lege şi constituie, într-o societate democratică, o măsură necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirea faptelor penale, protecţia sănătăţii, a moralei, a drepturilor şi a libertăţilor altora.”", "", "A. Hotărârea Camerei", "58. În hotărârea sa din 21 iunie 2012, Camera a considerat, de asemenea, că cererea urma a fi examinată doar în temeiul articolului 8 din Convenție. Aceasta a acceptat că, deși legea suedeză nu conținea nicio dispoziție referitoare la filmarea în secret, existau legi în vigoare care puteau, cel puțin în teorie, acoperi fapte precum cea din prezenta cauză. Camera a subliniat faptul că procurorul, în actul de acuzare a tatălui vitreg, precum și prima instanţă, în hotărârea de condamnare din 14 februarie 2006, au considerat că fapta imputată putea fi încadrată ca molestare sexuală. În consecință, deși la momentul respectiv exista o abordare similară în practica judiciară suedeză (a se vedea NJA 1996 p. 418), doar odată cu pronunțarea hotărârii Curții de Apel, a devenit clar că fapta nu putea constitui, din punct de vedere juridic, infracţiunea de molestare sexuală, având în vedere lipsa intenției necesare din partea tatălui vitreg, ca reclamanta să afle despre filmare. De asemenea, Camera a reiterat faptul că instanţa de apel, în hotărârea sa de achitare a tatălui vitreg pentru infracţiunea de molestare sexuală, a subliniat faptul că faptele sale ar putea, cel puțin teoretic, constitui infracțiunea de tentativă de pornografie infantilă, conform dispoziţiilor Codului Penal. Cu toate acestea, deoarece nicio acuzaţie de acest tip nu a fost adusă împotriva tatăl vitreg de către parchet, Curtea de Apel nu a putut examina dacă acesta putea fi considerat responsabil pentru această infracţiune. În cele din urmă, Camera a remarcat că reclamanta avea la dispoziţie remedii de drept civil și că ea a ales, cu asistenţa unui avocat, să formuleze cererea de despăgubiri în cadrul procedurii penale. În aceste condiții, Camera a concluzionat că nu au existat lacune semnificative în legislația și practica suedeză, pentru a constitui o încălcare a obligațiilor pozitive ale Suediei în temeiul articolului 8.", "B. Argumentele părților", "1. Reclamanta", "59. Reclamanta a susținut că sistemul juridic suedez nu i-a oferit niciun remediu juridic pentru a o proteja împotriva acțiunilor concrete ale tatălui ei vitreg.", "60. În primul rând, în ceea ce privește dispoziția privind molestarea sexuală, o condiţie pentru stabilirea vinovăţiei era ca tatăl vitreg să aibă intenția ca reclamanta să afle de filmare, motivul fiind că o persoană nu poate fi molestată cu excepția cazului în care aceasta este conștientă de acest aspect. În consecință, în opinia reclamantei, tatăl vitreg a fost achitat pentru infracţiunea de molestare sexuală, în temeiul raţionamentului dedus din această dispoziție. Aceasta ar fi putut şi ar fi trebuit să fie interpretată în așa fel încât să incrimineze filmarea, indiferent dacă reclamanta a aflat sau nu de acest lucru la momentul în care a fost efectuată. În consecință, reclamanta a considerat că raţionamentul dedus din dispoziția privind molestarea sexuală era susceptibil de critici, mai ales din moment ce fapta în cauză nu era acoperită de alte dispoziții penale.", "61.În al doilea rând, referindu-se, printre altele, la lucrările pregătitoare pentru dispoziția privind pornografia infantilă și la o opinie juridică a profesorului Madeleine Leijonhufvud, reclamanta a susținut că tatăl ei vitreg nu ar fi putut fi condamnat nici pentru tentativă de pornografie infantilă, deoarece condiţia de bază pentru această prevedere lipsea, și anume ca imaginea în cauză să aibă caracter pornografic. În prezenta cauză, imaginile cu o fată de paisprezece ani dezbrăcându-se înainte de a face un duș, într-o ipostază de altfel cotidiană, nu ar putea fi considerate ca pornografice, în sensul capitolului 16, articolul 10a din Codul Penal privind pornografia infantilă. Pentru ca filmarea să aibă caracter pornografic, tatăl vitreg ar fi trebuit să manipuleze filmul, printre altele, pentru a da impresia că reclamanta poza pentru el, sau să plaseze filmul într-un context pornografic. La momentul când cauza era pendinte în fața instanțelor naționale, nu a mai fost posibil să se speculeze cu privire la ceea ce tatăl vitreg ar fi făcut cu filmul, pentru că acesta fusese distrus. În opinia reclamantei, prin urmare, era complet de înțeles faptul că procurorul nu a formulat sau modificat actul de acuzare pentru a include infracţiunea de pornografie infantilă, din moment ce o astfel de susţinere nu ar fi avut nicio șansă de succes.", "62.Pentru motivele expuse mai sus, reclamanta nu a criticat parchetul pe aspecte procedurale, pentru a nu-şi fi respectat obligația de a investiga infracţiuni sau datoria de a o asista cu cererea de despăgubiri, în temeiul capitolului 22 din Codul de procedură judiciară. Ea a constatat că, în prezenta cauză, mai degrabă legiuitorul și instanțele naționale au fost cele care au eșuat în obligațiile lor pozitive respective, legiuitorul din cauza lacunelor legislative, iar instanțele de judecată din cauza refuzului de a-i acorda despăgubiri.", "63. În ceea ce privește legiuitorul, reclamanta a observat că simpla filmare sau reprezentare a unui minor, într-o situație care aduce atingere aspectelor esențiale ale integrității personale a persoanei portretizate, nu constituie infracțiune, decât dacă imaginea ar putea fi în mod obiectiv considerată ca pornografică, în raport cu accepţiunea comună și valorile generale. Pentru adulţi, o astfel de protecție nu exista defel. Reclamanta a constatat că lipsa, pe o perioadă de mai mulţi ani, a incriminării faptei de a filma în secret sau ilegal, a constituit o încălcare a articolului 8. Ea a subliniat că protecția slabă în acest domeniu a fost cunoscută și discutată începând cu 1966. În opinia sa, „cuantificarea” acestui deficit ca fiind o lacună juridică „semnificativă” sau „insuficient de semnificativă” este inadecvată în cadrul unei analize în temeiul articolului 8. Ar fi fost suficient să se concluzioneze că protecția dreptului la viaţă privată a fost - și încă este - insuficientă în sistemul juridic suedez și că reclamanta a fost victima acestei deficienţe. Reclamanta a subliniat că propunerea legislativă privind filmarea în secret a fost inițiată după ce cauza sa a fost comunicată și că măsurile legislative în curs par să fi progresat destul de semnificativ, mai ales după ce Marea Cameră a acceptat cererea sa de trimitere a cauzei în faţa sa, ceea ce a demonstrat nevoia urgentă pentru o astfel de protecție legislativă.", "64. În cele din urmă, referindu-se la soluţionarea procesului penal în fața instanțelor naționale, reclamanta a pretins că sistemul suedez nu i-a pus la dispoziţie un remediu de drept civil pentru a o proteja împotriva faptei tatălui vitreg. Ea a susținut că, în ciuda achitării tatălui vitreg, instanțele ar fi putut să-i acorde despăgubiri în baza Legii privind răspunderea civilă sau a Convenției. Ea a observat că instanțele interne sunt responsabile de încadrarea în lege și că, prin urmare, nu ar fi fost necesar ca părțile să invoce defel vreo prevedere legală. Mai mult decât atât, deoarece era o chestiune care privea o acţiune civilă ca urmare a unei infracțiuni, prevederile din capitolul 22, articolul 7, din Codul de procedură judiciară fiind aplicabile, instanțele de judecată aveau obligația de a analiza cererea, chiar dacă s-a constatat că fapta nu era pedepsibilă. În consecință, în opinia reclamantei, cererea sa ar fi trebuit analizată din oficiu de către instanțele judecătorești naționale, chiar dacă ea nu a invocat nicio prevedere legală specifică.", "2. Guvernul", "65.Guvernul a susținut că, în prezenta cauză, Suedia și-a îndeplinit obligațiile sale pozitive în temeiul articolului 8. Fapta în cauză intră în sfera de aplicare a legislației penale suedeze, în special dispozițiile privind molestarea sexuală și infracțiunea de pornografie infantilă, neexistând elemente care să sugereze că ancheta preliminară și urmărirea penală nu au fost desfăşurate în mod efectiv sau în vreun mod incompatibil cu dreptul suedez sau cu articolul 8. Tatăl vitreg a fost urmărit penal pentru fapta sa, dar nu a putut fi condamnat din cauza lipsei dovezilor necesare. Cu toate acestea, în prezenta cauză au existat sancțiuni disuasive, care au fost susținute de mecanisme eficiente de aplicare a legii.", "66. Inițial, Guvernul a subliniat că instanţa de la Strasbourg a declarat în repetate rânduri că statele se bucură de o largă marjă de apreciere în ceea ce privește asigurarea unei protecții adecvate în temeiul articolului 8, chiar și în cazul unor infracțiuni foarte grave, cum ar fi violul asupra unui minor (a se vedea, de exemplu, M.C. împotriva Bulgariei, nr. 39272/98, § 154, ECHR 2003-XII), precum și că numai deficienţele semnificative în legislație și practică, precum și aplicarea lor, ar echivala cu o încălcare a obligațiilor pozitive ale unui stat în temeiul acestei dispoziții.", "67 . În prezenta cauză, tatăl vitreg a fost pus sub acuzare pentru molestare sexuală, în temeiul capitolului 6, articolul 7 § 3, din Codul Penal, și atât Judecătoria cât și Curtea de Apel au constatat că fapta sa întrunea elementele constitutive obiective ale acestei infracțiuni, dar instanţa de apel a constatat că nu a fost posibil să se dovedească elementul subiectiv necesar pentru atragerea răspunderii penale în temeiul acestei dispoziții, și anume intenția ca reclamanta să afle despre filmare. Prin urmare, motivul pentru achitarea sa nu a fost lipsa unei dispoziții de drept penal care să acopere fapta comisă, ci imposibilitatea din partea procurorului de a dovedi că tatăl vitreg a avut intenția necesară și că, prin urmare, infracţiunea a fost săvârşită. Guvernul a subliniat, în acest context, faptul că dispoziţiile Convenției nu impun garantarea ca o urmărire penală să conducă la o condamnare (a se vedea, de exemplu, Öneryildiz c. Turciei [GC], nr. 48939/99, § 96 și 147, ECHR 2004 -XII).", "68. Guvernul a observat că dispoziția privind molestarea sexuală a fost modificată la 1 aprilie 2005 și a fost mutată la capitolul 6, articolul 10, din Codul Penal. Factorul crucial pentru atragerea răspunderii penale, în baza noii formulări, este ca fapta să fi fost comisă „într-un mod care este de natură să încalce integritatea sexuală a persoanei”. Referindu-se la declarațiile Comisiei pentru infracțiuni sexuale din 2008 cu privire la modificarea adusă, Guvernul a subliniat că, după 1 aprilie 2005, dispoziția privind molestarea sexuală a acoperit inclusiv situații precum cea în speţă, în care o persoană filmează sau fotografiază în secret o altă persoană, într-un mod intruziv din punct de vedere sexual.", "69. Curtea de Apel a statuat, în hotărârea sa din 16 octombrie 2007, că fapta ar putea, cel puțin în teorie, să constituie infracțiunea de tentativă de pornografie infantilă. Oportunitatea începerii urmăririi penale pentru molestare sexuală și pentru pornografie infantilă, rămâne la latitudinea Ministerului Public, care aplică principiul obiectivității, conform căruia urmărirea penală nu ar trebui desfăşurată atunci când procurorul consideră că lipsesc condițiile necesare unei condamnări. În prezenta cauză, nu există elemente cu privire la motivul pentru care tatăl vitreg nu a fost, de asemenea, acuzat de tentativă de pornografie infantilă. Prin urmare, nu este posibil ca Guvernul să tragă concluzii cu privire la motivele specifice pentru care procurorul a decis să includă numai infracțiunea de molestare sexuală în actul de inculpare. Au existat mai multe motive posibile, totuşi, pentru care nu s-a început urmărirea penală pentru infracțiunea de tentativă de pornografie infantilă.", "70. Unul din motive ar fi putut fi că unele dintre condițiile necesare pentru o astfel de infracțiune nu au fost, în opinia procurorului, îndeplinite. Un exemplu în acest sens ar fi fost condiţia ca imaginea să fie considerată „pornografică”, în accepţiunea comună. Aceasta însemnă că nu toate reprezentările nude ale unor copii sau imaginile în care organele genitale ale unui copil sunt vizibile, sunt pasibile de pedeapsă, chiar dacă astfel de imagini ar putea stimula apetitul sexual al unor persoane. Acesta a adăugat că ceea ce figurează în imagini și modul în care copilul este prezentat în imagine, în special, printre altele, prin cadrarea imaginii, este relevant pentru această evaluare.", "71. În al doilea rând, modul de redactare al dispoziției, la momentul respectiv, ar fi putut contribui la lipsa din partea procurorului a unei speranţe de a asigura o condamnare pentru această infracțiune, și anume cerința ca dezvoltarea pubertăţii copilului să nu fie completă sau, în cazul în care este completă, să fie evident din imagine și din contextul său, că respectivul copil nu avea încă 18 ani.", "72. În al treilea rând, faptul că mama reclamantei a distrus filmul imediat după incident, în septembrie 2002, iar reclamanta și mama ei nu au raportat incidentul la poliție până în septembrie 2004, şi anume la mult timp după ce acesta a avut loc, ar putea să fi redus posibilitatea ca urmărirea penală să dovedească că exista o imagine „pornografică” și că dezvoltarea pubertăţii reclamantei la momentul incidentului, în septembrie 2002, nu a fost completă, sau că a fost evident din circumstanțele cauzei că ea nu avea încă optsprezece ani.", "73. În ceea ce privește cererea reclamantei pentru despăgubiri, Guvernul a subliniat că, în virtutea capitolului 29, secțiunea 6, din Codul de procedură judiciară, atunci când o astfel de cerere a fost alăturată unei acţiuni penale, soluţia instanţei cu privire la răspunderea penală este obligatorie în în soluţionarea acţiunii civile. În consecință, nu ar fi fost posibil pentru Curtea de Apel să acorde despăgubiri în temeiul capitolului 2, secțiunea 3, din Legea privind răspunderea civilă, pentru că nu s-a constatat nicio infracţiune în sensul Codului Penal. În opinia Guvernului, în cadrul procesului penal, reclamanta, reprezentată de un avocat, s-ar fi putut baza, totuşi, pe alte motive pentru cererea ei de acordare a unor despăgubiri, îndreptată împotriva tatăl ei vitreg, decât fapta pentru care a fost acuzat, în special că i-a cauzat un prejudiciu personal prin conduită neglijență, în conformitate cu capitolul 2, secțiunea 1, din Legea privind răspunderea civilă, care ar fi acoperit orice prejudiciu fizic și psihologic. Potrivit acestei dispoziții, ar fi putut fi acordate despăgubiri şi în baza faptului că un prejudiciu a fost cauzat prin fapte non-infracționale, desfășurate intenționat sau din neglijență.", "74. Guvernul a subliniat că instanțele judecătorești nu pot acorda despăgubiri în baza articolului 8 din Convenție ca unic temei juridic. Motivul este că, deși Convenția a fost încorporată în legislația suedeză, iar Curtea Supremă suedeză a stabilit principiul prin care o persoană ar putea primi despăgubiri din partea statului pentru încălcări ale Convenției, fără concursul unor dispoziții specifice în dreptul suedez, potrivit cauzei Curţii Supreme NJA 2007 (pag. 747), acest principiu nu poate fi aplicat cererilor între persoane private, fiind dificil pentru o persoană să estimeze, raportat la jurisprudența Curții, când ar putea fi susceptibilă de a plăti despăgubiri.", "75. În cele din urmă, activitatea legislativă în curs de desfășurare cu privire la filmarea în secret și ilicită, a dus până în prezent la aprobarea de către Guvern, la 1 martie 2012, a unei propuneri intitulate „Fotografiere intruzivă”, care a fost modificată printr-o propunere din 20 decembrie 2012, și care a fost, în esență, aprobată de către Consiliul Legislativ la data de 7 februarie 2013. S-a propus ca legislația să intre în vigoare la 1 iulie 2013. În termeni concreți, în conformitate cu propunerea, filmarea în secret a unei persoane fără permisiunea acesteia, într-o cabină de duș sau în baie, ar putea fi pedepsită ca fiind fotografiere intruzivă. Plasarea sau „reglarea” unui aparat de filmat, cu scopul de a comite o infracțiune de fotografiere intruzivă ar fi, de asemenea, pedepsită ca act preparator pentru a comite o astfel de infracțiune.", "76. Având în vedere cele de mai sus, Guvernul susține că absența, la momentul respectiv, a unei dispoziții specifice în legislația suedeză privind fapta de filmare în secret sau ilicită, nu poate fi luată în considerare pentru a stabili o încălcare a dreptului reclamantei la respectarea vieții private, în sensul articolului 8 din Convenție.", "3. Observațiile terților", "77.Centrul pentru Drepturile Omului de la Universitatea din Gent consideră că testul „deficienţei semnificative”, aplicat de Cameră, a constituit o scădere a standardelor în jurisprudența Curții cu privire la obligațiile pozitive. În opinia sa, Marea Cameră ar trebui să sprijine principiile „priorităţii-la-drepturi” și al „eficienței”. Primul principiu impune ca, la analiza proporţionalităţii, drepturile din Convenție să beneficieze, în principal, de mai multă greutate decât interesele publice, precum și că statul are sarcina de a dovedi caracterul proporțional al inacțiunilor sale. Al doilea principiu impune existența în practică a unui mijloc capabil de a proteja un drept din Convenție. În contextul obligației pozitive de a investiga, orice deficiență în cadrul anchetei, susceptibilă de a submina capacitatea de a elucida circumstanțele cauzei sau de a evalua răspunderea autorilor, excede standardului de eficacitate.", "C. Aprecierea Curții", "1. Principii generale", "78. Curtea reiterează faptul că obiectivul articolului 8 este, în esență, acela de a proteja persoanele împotriva ingerinţelor arbitrare din partea autorităților publice. Cu toate acestea, această dispoziție nu doar obligă statul să se abțină de la astfel de ingerinţe: în plus față de acest angajament cu caracter primar şi negativ, există obligații pozitive inerente respectului efectiv pentru viața privată sau de familie. Aceste obligații pot implica adoptarea de măsuri menite să asigure respectarea vieții private chiar și în sfera relațiilor particulare dintre persoane (a se vedea, printre altele, Airey împotriva Irlandei, 9 octombrie 1979, § 32, Seria A nr. 32) .", "79. Alegerea mijloacelor menite a asigura conformitatea cu articolul 8 din Convenție în sfera relațiilor dintre persoane este, în principiu, o chestiune care se încadrează în marja de apreciere a statelor contractante, indiferent dacă obligațiile statului sunt pozitive sau negative. Există diferite moduri de a asigura respectarea vieții private, natura obligației statului depinzând de aspectul specific al vieții private care face obiectul discuţiei (a se vedea, de exemplu, Von Hannover împotriva Germaniei (nr. 2) [GC], nr. 40660/08 și 60641/08, § 104, ECHR 2012; Odièvre împotriva Franței [GC], nr.42326/98, § 46, ECHR 2003-III, Evans împotriva Regatului Unit [GC], nr. 6339/05, § 77, ECHR 2007-I, precum și Mosley împotriva Regatului Unit, nr. 48009/08, § 109, 10 mai 2011). În cazul în care un aspect deosebit de important al existenței sau identităţii unei persoane este în joc, sau în cazul în care activitățile în cauză implică un aspect al vieții private dintre cele mai intime, marja permisă statului este redusă în mod corespunzător (ibid.).", "80. În ceea ce privește protecția integrităţii fizice și psihologice a unei persoane faţă de alte persoane, Curtea a statuat deja că obligațiile pozitive ale autorităților - în unele cazuri, în temeiul articolelor 2 sau 3, iar în alte cazuri, în temeiul articolului 8 luat ca atare sau coroborat cu articolul 3 din Convenție - poate include datoria de a menține și de a aplica în practică un cadru juridic adecvat, care să confere protecție împotriva actelor de violență din partea altor persoane fizice (a se vedea, printre altele, Osman împotriva Regatului Unit, 28 octombrie 1998, §§ 128-30, Culegere de hotărâri și decizii 1998-VIII, §§ 128-30; Bevacqua și S. împotriva Bulgariei, nr. 71127/01, § 65, 12 iunie 2008, Sandra Janković împotriva Croației, nr. 38478/05, § 45, 5 martie 2009, A împotriva Croației, nr. 55164/08, § 60, 14 octombrie 2010, precum și Đorđević împotriva Croației, nr. 41526/10, §§ 141-43, ECHR 2012).", "81. În ceea ce privește copiii, care sunt deosebit de vulnerabili, măsurile aplicate de către stat pentru a-i proteja împotriva actelor de violență care intră în sfera de aplicare a articolelor 3 și 8 trebuie să fie eficiente și să includă măsuri rezonabile pentru a preveni maltratarea, în legătură cu care autoritățile au avut, sau ar fi trebuit să fi avut, cunoștință, precum și măsuri disuasive eficiente împotriva unor astfel de încălcări grave ale integrității personale (a se vedea Z și alții împotriva Marii Britanii [GC], nr. 29392/95, § 73, ECHR 2001-V, și M.P. și alții împotriva Bulgariei, nr. 22457/08, § 108, 15 noiembrie 2011). Aceste măsuri trebuie să fie menite a asigura respectarea demnității umane și protejarea interesului superior al copilului (a se vedea C.A.S. și C.S. împotriva României, nr. 26692/05, § 82, 20 martie 2012 și Pretty împotriva Regatului Unit, nr. 2346/02, § 65, ECHR 2002-III).", "82. În ceea ce privește, mai precis, fapte grave, cum ar fi violul și abuzul sexual asupra copiilor, în cazul în care sunt în joc valori fundamentale și aspecte esențiale ale vieții private, revine statelor membre obligaţia să se asigure că există la dispoziţie prevederi de drept penal cu caracter eficient (a se vedea, de exemplu, X și Y împotriva Olandei, 26 martie 1985, § 27, Seria A nr. 91 și M.C. împotriva Bulgariei, citată anterior, § 150). Această obligație rezultă și din alte instrumente internaționale, cum ar fi, printre altele, articolele 19 și 34 din Convenția Națiunilor Unite cu privire la Drepturile Copilului și Capitolul VI „Dreptul penal material” din Convenția Consiliului Europei privind protecția copiilor împotriva exploatării sexuale și a abuzurilor sexuale (a se vedea punctele 51 și 52 de mai sus).", "83. În ceea ce privește astfel de fapte grave, obligația pozitivă statului în temeiul articolelor 3 și 8 de a proteja integritatea fizică a persoanei se poate extinde, de asemenea, asupra aspectelor legate de eficiența urmăririi penale (a se vedea, printre altele, C.A.S. și C.S. împotriva României, citată anterior, § 72, M.P. și alții împotriva Bulgariei, citată anterior, §§ 109-10, și M.C. împotriva Bulgariei, citată anterior, § 152) și la posibilitatea de a obține despăgubiri și reparaţii (a se vedea, mutatis mutandis, C.A.S. și C.S. împotriva României, citată anterior, § 72), deși nu există niciun drept absolut de a obține urmărirea penală sau condamnarea unei anumite persoane, în cazul în care nu au existat deficienţe culpabile în încercarea de a trage la răspundere autorii infracțiunilor penale (a se vedea, de exemplu, Brecknell împotriva. Regatului Unit, nr. 32457/04, § 64, 27 noiembrie 2007 și Szula împotriva Regatului Unit (dec.), nr. 18727/06, 4 ianuarie 2007).", "84. În ceea ce priveşte faptele care nu ating gravitatea celor incidente în cauza X și Y împotriva Olandei (citată mai sus) și M.C. împotriva Bulgariei (citată mai sus), Curtea a examinat, în temeiul articolului 8, obligația statului de a proteja, de exemplu, un minor împotriva defăimării maliţioase (a se vedea K.U. împotriva Finlandei, nr. 2872/02, §§ 45-49, ECHR 2008-V). În această cauză, fapta nu a implicat niciun element de violență fizică, însă nu a putut fi considerată banală, deoarece implica o potențială amenințare la bunăstarea fizică și psihică a minorului, indusă de situația contestată, și anume că acesta a fost făcut ținta unor abordări de către pedofili. Fapta a constituit o infracțiune, conform dreptului intern, iar Curtea a considerat că protecția practică și eficientă a reclamantului impunea disponibilitatea unui remediu juridic care să permită identificarea și aducerea în fața justiției a infractorului.", "85. Cu toate acestea, în termeni mai generali, în ceea ce privește fapte mai puțin grave comise între persoane particulare şi susceptibile de a încălca integritatea psihică, obligația statului în temeiul articolului 8 de a menține și de a face aplicarea practică a unui cadru legal care să ofere o protecție adecvată, nu impune întotdeauna existenţa unei dispoziţii penale eficiente care să încadreze fapta comisă. Cadrul legal ar putea consta, de asemenea, în remedii de drept civil, capabile să permită o protecție suficientă (a se vedea, mutatis mutandis, X și Y împotriva Olandei, citată anterior, §§ 24 și 27, precum și K.U. împotriva Finlandei, citată anterior, § 47). Curtea constată, de exemplu, că în unele cauze anterioare cu privire la protecția imaginii unei persoane împotriva abuzului din partea altora, remediile juridice disponibile în statele membre erau de drept civil, eventual combinate cu remedii procedurale, cum ar fi posibilitatea emiterii unei ordonanţe (a se vedea, printre altele, Von Hannover împotriva Germaniei (nr. 2), citată anterior, Reklos și Davourlis împotriva Greciei, nr. 1234/05, 15 ianuarie 2009, precum și Schüssel împotriva Austriei (dec.), nr. 42409/98, 21 februarie 2002).", "2. Aplicarea principiilor mai sus menționate la prezenta cauză", "86. Curtea observă că instanţa de apel a constatat că fapta tatălui vitreg a constituit o încălcare a integrității personale a reclamantei (a se vedea paragraful 23 de mai sus). Curtea susține această constatare și consideră, pe de o parte, că circumstanțele au fost agravate de faptul că reclamanta era minoră, că incidentul a avut loc în locuinţa acesteia, unde ea ar fi trebuit să se simtă în siguranță, precum și că infractorul a fost tatăl ei vitreg, o persoană în care era îndreptăţită şi era de aşteptat să aibă încredere. Acest eveniment a afectat reclamanta în aspectele extrem de intime din viața ei privată. Pe de altă parte, se observă că infracțiunea în cauză nu implica niciun act de violență fizică, abuz sau contact. Văzând constatările instanțelor interne că fapta tatălui vitreg era cu siguranță una reprobabilă, în opinia Curții, fapta în cauză nu a atins gravitatea faptelor incidente în jurisprudența citată anterior, care se referea la viol și abuz sexual asupra copiilor (a se vedea paragraful 81 de mai sus), analizate nu numai în temeiul articolului 8, ci şi a articolului 3 din Convenție.", "87. Cu privire la acest ultim aspect, este de remarcat faptul că reclamanta, în afara capătului de cerere privind lipsa unui remediu juridic penal cu referire la constituirea infracțiunii de molestare și lipsa în legislația suedeză a unei infracțiuni separate de filmare în secret sau ilicită, s-a mai plâns şi de faptul că sistemul suedez nu i-a conferit posibilitatea utilizării unui remediu civil pentru a o proteja împotriva faptei tatălui ei vitreg. Mai precis, reclamanta a susținut că instanțele judecătorești naționale nu şi-au îndeplinit obligațiile pozitive prin neacordarea despăgubirilor, fie în baza Legii privind răspunderea civilă, fie a Convenției. În consecință, reclamanta nu a pretins că recurgerea la prevederile din dreptul penal era singura cale prin care Suedia şi-ar putea îndeplini obligația prevăzută de articolul 8 pentru a o proteja împotriva faptei tatăl ei vitreg.", "88. Reclamanta nu s-a plâns cu privire la eficacitatea urmăririi penale efectuate de autoritățile suedeze. Curtea nu a găsit nicio dovadă că modul în care organele de anchetă și de urmărire penală şi-au îndeplinit sarcinile a fost ineficient în protejarea integrităţii fizice a reclamantei, sau că nu au reușit să își respecte obligația pozitivă de a efectua o urmărire penală eficientă, în scopul de a asigura o protecție adecvată a drepturilor reclamantei, în temeiul articolului 8 din Convenție.", "89. În lumina acestor observații preliminare, Curtea va proceda la examinarea măsurii în care, în circumstanțele specifice supuse spre soluţionare, Suedia a avut un cadru legal adecvat care să confere reclamantei protecție împotriva acțiunilor concrete ale tatălui ei vitreg și, în acest scop, va analiza fiecare dintre remediile juridice aparent disponibile.", "90. Această abordare, trebuie subliniat, diferă de cea urmată de Cameră, care a afirmat că „numai deficienţele semnificative din legislație și practică, precum și aplicarea lor, ar echivala cu o încălcare a obligațiilor pozitive ale statului în temeiul articolului 8”. Această abordare s-a făcut prin referire la termenii utilizați în M.C. împotriva Bulgariei (citată anterior, § 167), în ceea ce privește domeniul de aplicare al obligațiilor pozitive ale statului în temeiul articolelor 3 și 8 din Convenție, care să confere protecție împotriva violului și a abuzului sexual. Cu toate acestea, în respectiva hotărâre, Curtea a aplicat testul „deficienţei semnificative” la „presupusele deficiențe ale anchetei”, subliniind că „nu a privit susţinerile referitoare la erori sau omisiuni izolate” (ibid., § 168) și considerând că deficiențele au fost „semnificative” (a se vedea, de exemplu, §§ 179 și 184 din hotărârea citată anterior; a se vedea, de asemenea, M. și C. împotriva României, nr. 29032/04, §§ 112 și următoarele, 27 septembrie 2011; prin comparaţie şi contrast Siliadin împotriva Franței, nr. 73316/01, § 130, ECHR 2005-VII, în care o astfel de formulare a fost utilizată în legătură cu revizuirea legislației și a practicii în temeiul articolului 4 din Convenție).", "91. Marea Cameră consideră că un astfel de test al deficienţei semnificative, în timp ce este de înțeles în contextul investigațiilor, nu are niciun rol semnificativ în evaluarea pentru a stabili dacă statul pârât a asigurat un cadru juridic adecvat, în conformitate cu obligațiile sale pozitive în temeiul articolului 8 din Convenție, deoarece chestiunea supusă Curții spre analiză se referă la întrebarea dacă legea a oferit un nivel acceptabil de protecție a reclamantei în circumstanțele date.", "(a) Pornografia infantilă", "92. Încă de la început, Curtea notează că o parte considerabilă din memoriile înaintate de către părţi au fost dedicate existenței în dreptul suedez a infracțiunii de tentativă de pornografie infantilă și relevanța sa pentru prezenta cauză. Acest aspect a avut la bază faptul că, la achitarea tatălui vitreg al reclamantei pentru acuzația de molestare sexuală (în temeiul capitolului 6, articolul 7 § 3, din Codul penal), prin hotărârea sa din 16 octombrie 2007, Curtea de Apel a afirmat într-un obiter dictum că, având în vedere vârsta reclamantei, fapta în cauză ar putea, cel puțin în teorie, să constituie tentativă de pornografie infantilă, în temeiul dispoziţiilor din capitolul 16, articolul 10a din Codul Penal (a se vedea dispozițiile citate la paragrafele 31 și 32 de mai sus). Cu toate acestea, având în vedere că nicio acuzaţie de acest gen nu a fost adusă tatălui vitreg al reclamantei, aceasta nu a putut examina dacă el putea fi tras la răspundere pentru o astfel de infracțiune (a se vedea paragraful 24 de mai sus).", "93. Guvernul a fost de părere că tipul de faptă în cazul reclamantei ar putea fi încadrat, în anumite circumstanțe, nu numai în dispozițiile privind molestarea sexuală, ci și în cele privind tentativa de pornografie infantilă.", "94. Cu toate acestea, recunoscând pe de o parte că nu există informații disponibile cu privire la faptul dacă, la momentul respectiv, procurorul a luat în considerare punerea sub acuzare a tatălui vitreg al reclamantei pentru tentativă de pornografie infantilă, Guvernul a enumerat o serie de posibile motive pentru care procurorul ar fi decis să nu facă astfel, în special o serie de dificultăți în procurarea de probe suficiente pentru a demonstra că a existat o imagine „pornografică” (a se vedea paragrafele 69-72 de mai sus). De exemplu, Guvernul a subliniat faptul că mama reclamantei a distrus filmul imediat după incidentul din septembrie 2002 și că reclamanta și mama ei nu au raportat incidentul la poliție până în septembrie 2004, aşadar după o lungă perioadă de timp după ce acesta a avut loc.", "95.Curtea a luat act, de asemenea, de faptul că, în opinia reclamantei, exprimată cu referire, printre altele, la lucrările pregătitoare ale dispoziției privind pornografia infantilă și la o opinie juridică (vezi paragraful 61 de mai sus), chiar dacă filmul ar fi existat, tatăl vitreg nu ar fi putut fi condamnat pentru tentativă de pornografie infantilă, deoarece lipsea un element constitutiv al infracțiunii, și anume ca imaginea în cauză să fie „pornografică”. Imagini cu o fată de paisprezece ani dezbrăcându-se înainte de a face duș, într-o ipostază cotidiană, nu pot fi considerate ca pornografice în sensul prevederilor capitolului 16, articolul 10a din Codul Penal referitoare la pornografia infantilă. Pentru ca filmul să fie pornografic, tatăl vitreg ar fi trebuit să manipuleze filmarea, de exemplu, prin a da impresia că reclamanta poza pentru el, sau să plaseze filmul într-un context pornografic. Dacă s-ar fi adus vreo acuzaţie pentru infracțiunea de tentativă de pornografie infantilă în prezenta cauză, nu ar fi avut nicio șansă de succes. Reclamanta a solicitat Curții să nu țină seama, în analiza cererii sale, de existența acestei infracțiuni în legislația națională relevantă.", "96. Curtea observă că termenul de „imagine pornografică” nu a fost definit în Codul Penal și că lucrările pregătitoare menționate de reclamantă au precizat că „o anumită prudență este necesară, pentru ca domeniul incriminat să nu devină prea vast sau dificil de evaluat. Intenția nu a fost de a incrimina fiecare expunere nudă a unor copii sau toate imaginile în care organele genitale ale unui copil pot fi percepute, chiar dacă astfel de imagini pot stimula instinctele sexuale unor persoane. Pentru ca o imagine să fie ilegală, este necesar ca aceasta să fie pornografică în raport cu accepţiunea comună și cu valorile generale” (vezi paragraful 33 de mai sus).", "97. În acest context, posibilitatea ca infracțiunea de tentativă de pornografie infantilă să fi putut conferi reclamantei protecţie în raport cu actul specific în cauză, pare mai degrabă teoretică. Curtea nu este convinsă că fapta tatălui vitreg era acoperită de respectiva infracțiune și nu consideră necesar, în circumstanțele date, să speculeze care ar fi fost implicațiile pentru protecția dreptului reclamantei la respectarea vieții sale private în temeiul articolului 8 din Convenție, în cazul în care s-ar fi cerut condamnarea pentru o astfel de conduită.", "(b) Molestarea sexuală", "98. O altă chestiune este dacă infracțiunea de molestare sexuală conferă reclamantei protecția impusă de articolul 8 din Convenție. Înainte de 1 aprilie 2005, partea relevantă a dispoziției privind molestarea sexuală din capitolul 6, articolul 7 § 3, din Codul penal, avea următorul conţinut:", "„[O pedeapsă pentru molestare sexuală se aplică] în cazul în care o persoană se expune în aşa manieră încât natura acesteia are un caracter ofensiv sau se comportă într-un mod vădit indecent, verbal sau prin fapte, într-un mod care încalcă flagrant noţiunea de decenţă.”", "99. Tatăl vitreg a fost condamnat în consecință, de către Judecătorie, la 14 februarie 2006. Curtea de Apel l-a achitat printr-o hotărâre din 16 octombrie 2007, deoarece a considerat că, din punct de vedere legal, fapta nu putea constitui molestare sexuală. Curtea de Apel a stabilit că intenţia tatălui vitreg a fost de a filma reclamanta pe ascuns, pentru un scop sexual. Astfel, s-a considerat cu certitudine că tatăl vitreg nu a intenționat ca reclamanta să afle despre filmare. De asemenea, potrivit instanței, el nu a fost indiferent față de riscul ca ea să afle despre acest lucru. Curtea de Apel a făcut referire mai apoi la o hotărâre (NJA 1996 p. 418), în care Curtea Supremă a statuat, printre altele, că filmarea în secret nu era o infracţiune în sine, deoarece în dreptul suedez nu exista nicio interdicție generală împotriva filmării unei persoane fără consimțământul acesteia. În baza acestui raționament, și, deși concluzionând că fapta în cauză a constituit o încălcare a integrității personale, în special în raport cu vârsta reclamantei și a relației cu tatăl ei vitreg, Curtea de Apel a constatat că tatăl vitreg nu putea fi considerat responsabil penal pentru fapta constând exclusiv în filmarea reclamantei fără știrea ei. Cu toate că ea aflat ulterior despre filmare, instanța de judecată a reiterat, acest aspect nu a fost acoperit de intenția tatălui ei vitreg. Curtea Supremă a respins cererea ei de a introduce recurs, la 12 decembrie 2007.", "100. Pentru ca infracțiunea de molestare sexuală, în conformitate cu capitolul 6, articolul 7 § 3 din Codul penal să fie constituită, trebuia, prin urmare, să fie îndeplinită cerinţa ca la comiterea faptei, infractorul să intenţioneze ca victima să afle despre molestarea sexuală sau ca acesta să fie indiferent față de riscul ca victima să afle despre aceasta. Cu alte cuvinte, victima nu putea fi considerată ca fiind molestată sexual, cu excepția cazului în care aceasta a fost conștientă de molestare. Trebuie amintit că tatăl vitreg a fost într-adevăr condamnat pentru molestare sexuală, în conformitate cu dispoziția menționată, în ceea ce privește cele două capete de acuzare de comportament indecent față de vara în vârstă de 16 ani a reclamantei, și anume pentru că i-a mângâiat coapsa și pentru că și-a exprimat dorința de a face sex cu ea (a se vedea paragraful 14 de mai sus).", "101. Această interpretare a dispoziției privind molestarea sexuală de către Curtea de Apel a fost confirmată într-un alt caz, de către Curtea Supremă, printr-o hotărâre din 23 octombrie 2008 (NJA 2008 p. 946) (a se vedea paragraful 40 de mai sus). Curtea Supremă a achitat o persoană pentru infracţiunea de molestare și a reiterat, în același timp, că legislația suedeză nu conţinea nicio interdicție generală cu privire la filmarea în secret. Aceasta a mai remarcat că, deși a fost recunoscută, încă din 1960, necesitatea unui cadru legal consolidat, în acest sens, în activitatea legislativă suedeză, până în prezent nu s-a ajuns la niciun rezultat concret. Aceasta a constatat că este foarte discutabilă chestiunea dacă faptul că actele de filmare a unei persoane, în situații în care o astfel de filmare încalcă în mod grav integritatea personală a persoanei în cauză, au fost lăsate în întregime nepedepsite în conformitate cu legislația suedeză, este compatibil cu cerințele impuse de prevederile articolului 8 din Convenție.", "102. Reclamanta a susținut că dispoziția privind molestarea sexuală, în forma sa înainte de 1 aprilie 2005, era susceptibilă de critici. În măsura în care această remarcă a avut ca ţintă nu doar legislatorul, ci a vizat deopotrivă şi interpretarea Curţii de Apel în hotărârea sa din 16 octombrie 2007, confirmată ulterior de Curtea Supremă într-o altă cauză, Curtea reiterează că nu este sarcina sa să ia locul instanțelor judecătorești naționale. Este în primul rând atribuţia autorităților naționale, în special a instanțelor de judecată, de a rezolva problemele de interpretare a legislației interne (a se vedea Nejdet Șahin și Perihan Șahin împotriva Turciei [GC], nr. 13279/05, § 49, 20 octombrie 2011). Cu toate acestea, Curtea este de acord cu reclamanta în privinţa faptului că nu din lipsa unor dovezi necesare, astfel cum susține Guvernul, tatăl vitreg a fost achitat pentru molestare sexuală, ci, mai degrabă, așa cum a subliniat Curtea de Apel, deoarece, din punct de vedere legal, la momentul respectiv, fapta nu putea constitui infracţiunea de molestare sexuală.", "103. Dispoziția privind molestarea sexuală a fost modificată la 1 aprilie 2005, aşadar după comiterea faptei în prezenta cauză, în septembrie 2002, și înainte de achitarea tatălui vitreg în cadrul procedurii penale. Ulterior, dispoziția privind molestarea sexuală a inclus, de asemenea, fapte comise „într-un mod care [era] de natură să încalce integritatea sexuală a persoanei”. Subsecvent, Comisia pentru Infracțiuni Sexuale din 2008 a afirmat că, în opinia sa, modificarea adusă include acțiuni îndreptate către persoane care sunt în stare de inconștiență sau dorm și că aceasta ar putea fi, de asemenea, utilizată în situațiile în care o persoană a filmat sau fotografiat altă persoană în secret, într-un mod intruziv din punct de vedere sexual.", "104. Curtea observă că Guvernul nu a indicat niciun exemplu de practică judiciară internă în care, după 1 aprilie 2005, prevederea modificată privind molestarea sexuală să fi fost aplicată la fapte de filmare pe ascuns. În orice caz, este suficient pentru a concluziona că dispoziția privind molestarea sexuală, în forma sa anterioară datei de 1 aprilie 2005 și interpretată în cauza de față de către Curtea de Apel în hotărârea sa din 16 octombrie 2007, care a devenit definitivă prin refuzul Curţii Supreme de a permite introducerea unui recurs, nu putea acoperi, din punct de vedere legal, fapta în cauză și, prin urmare, nu a protejat reclamanta împotriva nerespectării vieții ei private în conformitate cu articolul 8 din Convenție.", "(c) Legislația recentă privind filmarea în secret", "105. Lacunele mai sus-menționate privind protecţia materială a articolului 8, sub aspectul protecţiei drepturilor reclamantei, nu par a fi în niciun fel remediate prin alte dispoziții naționale în vigoare la momentul respectiv. În acest sens, Curtea nu poate decât să noteze că lipsa unor astfel de dispoziții a fost mult timp un subiect de îngrijorare în Suedia și că multe alte state membre dispun de o legislație în vigoare care acoperă fapta constând exclusiv în filmarea/fotografierea în secret sau fără consimţământ a unei persoane (copil sau adult), pentru alte scopuri decât cele sexuale, în temeiul dreptului penal sau civil (a se vedea paragraful 55 de mai sus). Potrivit hotărârii Curții Supreme din 23 octombrie 2008 (NJA 2008 p. 946) (a se vedea paragraful 40 de mai sus) necesitatea unui cadru legal consolidat împotriva filmării în secret a fost deja recunoscut în activitatea legislativă suedeză în 1960, dar nu a condus încă la niciun rezultat concret. Curtea Supremă a constatat că este foarte discutabil dacă faptul că actele de filmare a unei persoane în situații în care o astfel de filmare încalcă profund integritatea personală a persoanei în cauză au fost lăsate în întregime nepedepsite în conformitate cu legislația suedeză, este compatibil cu cerințele articolului 8 din Convenție (a se vedea, de asemenea, paragraful 101 de mai sus).", "106. Curtea notează că cea mai recentă propunere a Guvernului, din 20 decembrie 2012, intitulată „Fotografierea intruzivă”, a fost adoptată de Parlament. În termeni concreți, potrivit noilor prevederi, care au intrat în vigoare la 1 iulie 2013, filmarea în secret a unei persoane, fără permisiunea sa, într-o cabină de duș sau în baie, poate fi pedepsită ca fiind fotografiere intruzivă. Plasarea sau „reglarea” unui aparat de fotografiat, cu scopul de a comite o infracțiune de fotografiere intruzivă, se pedepsește, de asemenea, ca act pregătitor pentru a comite o astfel de infracțiune (a se vedea paragraful 43 de mai sus).", "107. Curtea observă în continuare că legislația este concepută pentru a acoperi fapte precum cea din prezenta cauză. De asemenea, se remarcă faptul că principiile stabilite în Legea privind libertatea presei și Legea fundamentală cu privire la libertatea de exprimare, care sunt parte a Constituției suedeze, în special în ceea ce privește protecția furnizorilor de informații către mass-media, au fost atent luate în considerare înainte ca respectivul proiect de lege să fie prezentat Parlamentului. Cu toate acestea, în mod incontestabil, reclamanta nu s-a putut baza pe noua legislație cu privire la un incident care a avut loc în 2002 și nu se putea prevala de o astfel de protecție a dreptului său la respectarea vieții private.", "(d) Remediile juridice de drept civil", "108. În acest caz, recurgerea la dreptul penal nu era, în opinia Curții, neapărat singurul mod în care statul pârât îşi putea îndeplini obligațiile care îi revin în temeiul articolului 8 din Convenție. În consecință, se pune întrebarea dacă reclamanta a avut la dispoziţie un remediu.", "109. În acest sens, trebuie observat că reclamanta a ataşat acţiunea civilă în despăgubiri împotriva tatălui vitreg, acțiunii penale împotriva acestuia. Astfel, la 20 ianuarie 2006, reprezentată de avocat, reclamanta a formulat o cerere în despăgubiri în valoare de 25.000 SEK, 15.000 SEK din această sumă reprezentând daune compensatorii pentru violarea integrității ei personale și 10.000 SEK, pentru durerea și suferința cauzate. Ca temei al cererii sale, reclamanta a făcut trimitere la „fapta penală pentru care tatăl ei vitreg a fost urmărit penal”.", "110. Potrivit Guvernului, cererea a fost întemeiată, în parte, pe secțiunea 1 și, parțial, pe secțiunea 3 din Capitolul 2 din Legea privind răspunderea civilă (a se vedea paragraful 37 de mai sus).", "111. În hotărârea sa din 14 februarie 2006 de condamnare a tatălui vitreg, Judecătoria l-a obligat la plata unor despăgubiri în valoare de 20.000 SEK. Cu toate acestea, odată cu achitarea acestuia, prin hotărârea din 16 octombrie 2007, pentru că fapta nu putea constitui, din punct de vedere legal, molestare sexuală, Curtea de Apel a respins şi cererea reclamantei pentru despăgubiri. Guvernul a subliniat, în acest sens, că, în temeiul capitolului 29, secțiunea 6, din Codul de procedură judiciară, atunci când o acțiune civilă este alăturată unei acţiuni penale, constatarea instanţei cu privire la răspunderea penală este obligatorie pentru soluţionarea acţiunii civile. În consecință, nu a fost posibil pentru Curtea de Apel să acorde despăgubiri în baza capitolului 2, secțiunea 3, din Legea privind răspunderea delictuală, deoarece nu a existat nicio infracţiune, în sensul dispoziţiilor Codului Penal. Această concluzie este în concordanță cu poziţia Curţii Supreme în hotărârea sa ulterioară, NJA 2008 p. 946 (a se vedea paragraful 40 de mai sus) din 23 octombrie 2008, şi anume că legea suedeză nu conţinea nicio interdicție generală de filmare în secret și că, în cazurile în care o astfel de filmare nu constituie o infracţiune, nu pot fi acordate despăgubiri.", "112. Cu toate acestea, Guvernul a susținut că, în cadrul procedurii penale, reclamanta ar fi putut invoca alte motive în susținerea cererii de despăgubire îndreptate împotriva tatălui ei vitreg, și anume că i-a cauzat un prejudiciu personal prin conduită neglijentă, în temeiul capitolului 2, secțiunea 1, din Legea privind răspunderea civilă, care ar fi acoperit orice vătămare fizică și psihologică (vezi paragraful 73 de mai sus).", "113. În această privință, trebuie să se aibă în vedere, totuși, că în niciun moment, în timpul anchetei sau procedurii penale, tatăl vitreg nu a pretins că a lăsat accidental aparatul de filmat în coșul de rufe din baie, pornit pe modul înregistrare. Dimpotrivă, el a recunoscut că a fost un act premeditat, dar impulsiv. Prin urmare, în opinia Curții, nu se putea aştepta de la reclamantă și de la avocatul său să fi invocat neglijența, doar pentru a se asigura că cererea este analizată, în cazul în care fapta nu era considerată ca fiind acoperită de infracțiunea de molestare sexuală .", "114. Prin urmare, Curtea nu este convinsă că în situația dată, în care fapta în cauză nu a fost încadrată din punct de vedere legal, în dispoziţia privind molestarea sexuală și în care filmarea în secret, în general, nu constituie o infracțiune, reclamanta a avut un remediu civil la dispoziție.", "(e) Compensarea în baza dispoziţiilor Convenției", "115. În cele din urmă, Curtea a analizat afirmația reclamantei că instanțele interne din cadrul procesului penal ar fi putut acorda despăgubiri direct în temeiul dispoziţiilor Convenției, însă nu au procedat în acest sens din proprie inițiativă.", "116. După cum s-a subliniat de către Guvern, deși Curtea Supremă a stabilit principiul conform căruia unei persoane i-ar putea fi acordate despăgubiri din partea statului pentru încălcări ale Convenției, fără incidenţa unor dispoziții specifice în dreptul suedez, acesta nu se poate aplica cererilor între particulari, deoarece este dificil pentru o persoană să prevadă, din jurisprudența Curții, atunci când ar putea fi obligată la plata de despăgubiri (NJA 2007 p. 747, a se vedea paragraful 47 de mai sus). Având în vedere practica judiciară internă suedeză privind despăgubirile pentru încălcări ale Convenției (a se vedea paragrafele 45-50 de mai sus), inclusiv hotărârea Curții Supreme mai sus menţionată, Curtea nu este convinsă că acest presupus remediu juridic într-adevăr există și ar fi putut compensa lipsa unui remediu civil în situația dată, așa cum s-a stabilit mai sus.", "(f) Concluzie", "117. Având în vedere toate considerațiile de mai sus, Curtea nu este convinsă că dispoziţiile legale pertinente din dreptul suedez, așa cum erau în vigoare în septembrie 2002, atunci când a avut loc fapta specifică a tatălui vitreg al reclamantei de a încerca să o filmeze în secret, dezbrăcată în baie, în scop sexual, au asigurat protecția dreptului reclamantei la respectarea vieții private într-un mod care, în pofida marjei de apreciere a statului pârât, a respectat obligațiile sale pozitive în temeiul articolului 8 din Convenție. Fapta în cauză a încălcat integritatea reclamantei și a fost agravată de faptul că aceasta era minoră, că incidentul a avut loc în locuinţa sa, unde trebuia să se simtă în siguranță, precum și că infractorul era tatăl ei vitreg, o persoană în care ea era îndreptățită și era de așteptat să aibă încredere. Cu toate acestea, după cum Curtea a constatat mai sus, nu a existat în dreptul suedez niciun remediu juridic de drept penal, nici de drept civil, care ar fi putut permite reclamantei să obțină o protecție eficientă împotriva respectivei încălcări a integrităţii personale, în circumstanțele concrete ale cauzei.", "În consecință, a existat o încălcare a articolului 8 din Convenție.", "II. APLICAREA ARTICOLULUI 41 DIN CONVENȚIE", "118. Articolul 41 din Convenție prevede:", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor sale şi dacă dreptul intern al Înaltei Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A. Daune", "119. Reclamanta a pretins 20,000 euro (EUR) cu titlu de despăgubiri pentru prejudiciul moral.", "120. Guvernul a considerat suma ca fiind excesivă. În opinia sa, o sumă care nu depășește un total de 3.000 EUR ar fi suficientă pentru a despăgubi reclamanta.", "121. Curtea consideră că reclamanta a suferit un prejudiciu moral care nu este compensat în mod suficient prin simpla constatare a unei încălcări a articolului 8. Hotărând în mod echitabil, ea acordă reclamantei 10.000 EUR cu titlu de prejudiciu moral.", "B. Costuri și cheltuieli", "122. Reclamanta a pretins 516,410 SEK (corespunzând la aproximativ 60.500 EUR), inclusiv taxa pe valoarea adăugată (TVA) pentru costuri și cheltuieli, care cuprind:", "i) 146,250 SEK pentru onorariile de avocat suportate în cadrul procedurii în fața Camerei, reprezentând contravaloarea a 65 de ore, la un tarif orar de 1.800 SEK (exclusiv TVA);", "ii) 353,750 SEK pentru onorariile de avocat suportate în cursul procedurii în fața Marii Camere, reprezentând contravaloarea a 141,50 de ore, la un tarif orar de 2,000 SEK (exclusiv TVA);", "iii) 11,021 SEK pentru o opinie juridică obținută;", "iv) 5,389 SEK pentru costurile de călătorie și o diurnă, pentru cheltuielile suportate de cei trei avocaţi ai ei cu ocazia participării la audierea în fața Marii Camere.", "În legătură cu acest din urmă punct, reclamanta a pretins, de asemenea, despăgubiri pentru cheltuielile în valoare de 3,260.60 EUR pentru biletele de avion și costurile de cazare suportate de aceasta și cei trei avocaţi ai săi pentru participarea la audierea în fața Marii Camere.", "123. Guvernul a considerat onorariile avocaţiale ca fiind excesive, atât în ceea ce privește numărul de ore, cât și tariful orar. Acesta a considerat un număr total de 80 ore ca fiind rezonabil, precum și un tarif orar corespunzător tarifului pentru asistență juridică, care era de 1,242 SEK (TVA exclus) pentru anul 2013. În ceea ce privește celelalte costuri și cheltuieli, Guvernul a considerat că suma reprezentând contravaloarea pentru opinia juridică a fost o cheltuială efectuată în mod inutil. Guvernul nu a formulat obiecții cu privire la restul cheltuielilor ca atare.", "124. Conform jurisprudenței constante a Curții, reclamanţii au dreptul la rambursarea costurilor și cheltuielilor numai în măsura în care s-a demonstrat că acestea au fost realmente efectuate, necesare și rezonabile ca şi cuantum.", "125.În ceea ce privește onorariile de avocat, atât în fața Camerei, cât şi a Marii Camere, Curtea nu poate accepta un tarif orar precum cel pretins de reclamantă. În prezenta cauză, ținând cont de documentele aflate în posesia sa și de criteriile enunţate mai sus, Curtea consideră că este rezonabil să acorde suma de 25,000 EUR, inclusiv TVA (a se vedea, de exemplu, X și alții împotriva Austriei [GC], nr. 19010/07, § 163, ECHR 2013; Nada împotriva Elveției [GC], nr. 10593/08, § 245, ECHR 2012, precum și Al-Jedda împotriva Regatului Unit [GC], nr. 27021/08, § 117, ECHR 2011).", "126. Revenind la celelalte costuri și cheltuieli în fața Marii Camere, reiese că suma a inclus biletele de avion pentru cinci persoane. Curtea nu poate accepta decât cheltuielile de deplasare a reclamantei şi a avocaţilor acesteia. Prin urmare, aceasta acordă reclamantei suma de 4,700 EUR cu acest titlu.", "C. Dobânzi moratorii", "127. Curtea consideră oportun ca rata dobânzilor moratorii să se raporteze la rata dobânzii facilității de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "PENTRU ACESTE MOTIVE, CURTEA", "1. Hotărăște, cu șaisprezece voturi contra unu, că a existat o încălcare a articolului 8 din Convenție;", "", "2. Hotărăște, cu șaisprezece voturi contra unu,", "(a) că statul pârât trebuie să plătească reclamantei, în termen de trei luni, următoarele sume, care să fie convertite în valuta națională a statului pârât, la rata de schimb aplicabilă la data plății:", "(i) 10,000 EUR (zece mii euro), plus orice taxă care poate fi percepută, cu titlu de prejudiciu moral;", "(ii) 29,700 EUR (două zeci şi nouă de mii şapte sute euro) pentru costuri și cheltuieli, plus orice taxă care poate fi percepută reclamantei în acest sens;", "(b) că, de la expirarea termenului menţionat şi până la efectuarea plății, această sumă trebuie majorată cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal a Băncii Centrale Europene, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "", "3. Respinge, în unanimitate, restul pretențiilor reclamantei cu privire la satisfacția echitabilă.", "Redactată în limbile engleză și franceză şi pronunțată în ședință publică la Palatul Drepturilor Omului, Strasbourg, la 12 noiembrie 2013.", "", "Erik Fribergh              Josep Casadevall \n     Grefier                                         Președinte", "În conformitate cu articolul 45 § 2 din Convenție și articolul 74 § 2 din Regulamentul Curții, următoarele opinii separate sunt anexate la această hotărâre:", "(a) opinia concordantă a judecătorului Pinto de Albuquerque;", "(b) opinia disidentă a judecătoarei Kalaydjieva.", "", "J.C.", "E.F.", "", "Opiniile separate nu sunt traduse, însă se regăsesc în limbile engleză şi/sau franceză în versiunea oficială a hotărârii, care poate fi consultată în baza de date HUDOC a jurisprudenţei Curţii.", "", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2014.", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului (http://hudoc.echr.coe.int) sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Traducerea poate fi reprodusă în scop necomercial, condiţia fiind ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior şi la Fondul Fiduciar pentru Drepturile Omului. Dacă intenţionaţi să folosiţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi publishing@echr.coe.int.", "\n", "© Council of Europe/ European Court of Human Rights, 2014", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2014", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int) où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int.", "", ""]}