{"file": "RUM_HJUDRUM_36492_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "36492/02", "text_paragraphs": ["Traducere neoficială a variantei engleze a hotărârii,", "efectuată de către asociaţia obştească „Juriştii pentru drepturile omului”", "", "", "", "", "SECŢIUNEA A PATRA", "", "", "", "", "", "CAUZA BUJNIŢA c. MOLDOVEI", "", "(Cererea nr. 36492/02)", "", "", "", "", "", "HOTĂRÂRE", "", "", "STRASBOURG", "", "16 ianuarie 2007", "", "", "", "DEFINITIVĂ", "", "16/04/2007", "", "", "Această hotărâre va deveni definitivă în modul stabilit de articolul 44 § 2 al Convenţiei.Ea poate fi subiect al revizuirii editoriale.", "", "În cauza Bujniţa c. Moldovei,", "Curtea Europeană a Drepturilor Omului (Secţiunea a Patra), întrunită în cadrul unei camere compuse din:", "\tSir\tNicolas Bratza, Preşedinte,\n\tDl\tJ. Casadevall,\n\tDl\tG. Bonello,\n\tDl\tM. Pellonpää,\n\tDl\tK. Traja,\n\tDl\tS. Pavlovschi,\n\tDl\tJ. Šikuta, judecători,\nşi dl T.L. Early, Grefier al Secţiunii,", "Deliberând la 12 decembrie 2006 în şedinţă închisă,", "Pronunţă următoarea hotărâre, care a fost adoptată la acea dată:", "PROCEDURA", "1.  La originea cauzei se află o cerere (nr. 36492/02) depusă împotriva Republicii Moldova la Curte, în conformitate cu prevederile articolului 34 al Convenţiei pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale („Convenţia”), de către dl Artur Bujniţa („reclamantul”), la 30 iulie 2002.", "2.  Reclamantul a fost reprezentat în faţa Curţii de către dl Vitalie Iordachi, de la „Juriştii pentru drepturile omului”, o organizaţie non-guvernamentală cu sediul în Chişinău. Guvernul Republicii Moldova („Guvernul”) a fost reprezentat de către Agentul său, dl Vitalie Pârlog.", "3.  Reclamantul a pretins că dreptul său la un proces echitabil a fost încălcat în urma casării sentinţei de achitare a sa în comiterea unui viol.", "4.  La 22 martie 2005, în temeiul articolului 54 § 2 (b) al Regulamentului Curţii, Curtea a decis să comunice Guvernului cererea. În temeiul prevederilor articolului 29 § 3 al Convenţiei, s-a decis examinarea fondului cererii concomitent cu admisibilitatea acesteia. ", "5.  Atât reclamantul, cât şi Guvernul au prezentat observaţii cu privire la admisibilitatea, fondul cererii şi satisfacţia echitabilă pretinsă în temeiul articolului 41 al Convenţiei.", "ÎN FAPT", "I.\tCIRCUMSTANŢELE CAUZEI", "6.  Reclamantul s-a născut în anul 1973 şi locuieşte în Chişinău.", "7.  La 26 iunie 2001, reclamantul a fost achitat de comiterea unui viol de către Judecătoria sectorului Rîşcani. Judecătoria de sector a examinat declaraţiile părţilor, martorilor şi rapoartele medicale. Ea a constatat, în special, că reclamantul nu a avut raporturi sexuale cu victima fără acordul ultimei, deoarece victima a avut posibilitate de mai multe ori să refuze raporturile sexuale cu reclamantul şi putea alerta o patrulă de poliţie, care i-a oprit în drum spre apartamentul reclamantului. De asemenea, victima putea alerta persoanele care locuiau în acelaşi apartament cu reclamantul, care se aflau în apartament în timpul pretinsului viol, precum şi alte persoane. De asemenea, judecătoria de sector a constatat că rapoartele medicale nu conţineau un răspuns clar la întrebarea dacă reclamantul a avut raporturi sexuale cu victima.", "8.  Procurorul şi victima au depus apel. În apelurile lor se declara doar că sentinţa Judecătoriei sectorului Rîşcani era ilegală şi nemotivată.", "9.  La 14 august 2001, Tribunalul Chişinău a admis apelul lor, a casat sentinţa Judecătoriei sectorului Rîşcani şi l-a găsit pe reclamant vinovat de comiterea violului. Tribunalul a constatat că declaraţiile victimei, ale martorului şi rapoartele medicale indicau că au avut loc raporturi sexuale prin constrângere cu victima. El a constatat că victima a fost în depresie şi a fost adusă cu forţa în apartamentul reclamantului. Instanţa l-a condamnat la cinci ani privaţiune de libertate. Totuşi, Tribunalul Chişinău a aplicat Legea amnistiei care a intrat în vigoare la 10 august 2001 şi l-a absolvit pe reclamant de obligaţia de a executa pedeapsa. Reclamantul a depus recurs.", "10.  Printr-o decizie irevocabilă din 30 octombrie 2001 şi bazându-se pe articolul 335/5 alin. 2 al Codului de procedură penală (CPP) în vigoare la acea dată (a se vedea paragraful 13 de mai jos), Curtea de Apel a admis recursul reclamantului şi a casat decizia Tribunalului Chişinău. Curtea de Apel a constatat că Tribunalul nu a evaluat obiectiv probele şi a luat în consideraţie doar declaraţiile victimei, care păreau să fie contradictorii şi în contradicţie cu alte probe şi circumstanţe ale cauzei. De asemenea, ea a conchis că declaraţiile victimei, potrivit cărora ea a fost adusă cu forţa în apartamentul reclamantului, erau în contradicţie cu declaraţiile martorilor. Curtea de Apel a conchis că Judecătoria sectorului Rîşcani a evaluat obiectiv probele şi a ajuns la concluzia că reclamantul era nevinovat. De asemenea, ea a declarat că orice dubiu trebuie interpretat în favoarea acuzatului. Curtea de Apel a menţinut sentinţa Judecătoriei sectorului Rîşcani din 26 iunie 2001.", "11.  La 20 decembrie 2001, adjunctul Procurorului General a depus la Curtea Supremă de Justiţie un recurs în anulare la sentinţa Judecătoriei sectorului Rîşcani şi decizia Curţii de Apel. El a susţinut că Judecătoria sectorului Rîşcani şi Curtea de Apel au apreciat ilegal probele şi a solicitat Curţii Supreme de Justiţie să menţină decizia Tribunalului Chişinău din 14 august 2001.", "12.  La 26 februarie 2002, Curtea Supremă de Justiţie a admis recursul în anulare depus de adjunctul Procurorului General, a casat hotărârile de mai sus şi a menţinut decizia Tribunalului Chişinău din 14 august 2001. Curtea Supremă şi-a întemeiat decizia privind vinovăţia reclamantului în comiterea violului pe motivele invocate de Tribunalul Chişinău în decizia din 14 august 2001.", "II.\tDREPTUL INTERN RELEVANT", "13.  Următoarele prevederi reprezintă extrasele relevante din Codul de procedură penală din 1961, abrogat la 12 iunie 2003:", "Articolul 335/5. Decizia instanţei de recurs", "„Judecînd recursul, instanţa de recurs adoptă una din următoarele decizii:", "...", "2) admite recursul, casînd hotărîrea atacată, şi:", "a) menţine hotărîrea primei instanţe, cînd apelul a fost greşit admis; ...”", "Articolul 369/1. Recursul în anulare", "„Procurorul General şi adjuncţii lui, din oficiu sau la cererea părţilor, pot ataca cu recurs în anulare la Curtea Supremă de Justiţie orice hotărîre rămasă definitivă după epuizarea căilor ordinare de atac.”", "Articolul 369/2. Cazurile în care se poate face recurs în anulare", "„Hotărîrile definitive în cauzele penale pot fi atacate cu recurs în anulare în următoarele cazuri:", "1. Cazurile în care recursul are efect cu privire la situaţia părţilor din proces:", "...", "i) cînd o instanţă internaţională, prin hotărîrea sa, a constatat o încălcare a drepturilor şi libertăţilor fundamentale ale omului, care poate fi reparată la o rejudecare.", "2. Cazurile în care recursul poate fi declarat numai în favoarea condamnatului:", "a) nu au fost respectate dispoziţiile privind competenţa după materie sau după calitatea persoanei;", "b) completul de judecată nu a fost compus potrivit legii ori s-au încălcat prevederile articolelor 19, 20 şi 22 din prezentul Cod;", "c) şedinţa de judecată nu a fost publică, în afară de cazurile cînd legea prevede altfel;", "d) judecarea cauzei a avut loc fără participarea procurorului, inculpatului, precum şi a apărătorului şi interpretului, cînd aceasta era obligatorie potrivit legii;", "e) judecarea cauzei a avut loc fără citarea legală a părţilor;", "f) cînd nu a fost efectuată expertiza judiciar-psihiatrică a inculpatului în cazurile prevăzute în articolul 66 punctul 3) din prezentul Cod;", "g) instanţa a admis o cale de atac neprevăzută de lege sau introdusă tardiv.", "Alte hotărîri definitive pot fi atacate cu recurs în anulare numai dacă sînt contrare legii.”", "Articolul 369/3. Termenul de declarare a recursului în anulare", "„Recursul în anulare în favoarea celui condamnat sau a persoanei faţă de care s-a încetat procesul penal poate fi declarat oricînd, chiar şi după moartea acestora, cu privire la latura penală, iar cu privire la latura civilă, numai dacă soluţionarea acesteia se răsfrînge asupra laturii penale.", "În celelalte cazuri, recursul în anulare poate fi declarat numai în termen de un an de la data cînd hotărîrea a rămas definitivă, dacă un viciu fundamental în procedura precedentă a afectat hotărîrea atacată.", "...”", "Articolul 369/4. Declararea şi retragerea recursului în anulare", "„Recursul în anulare se declară în scris, cu indicarea motivelor de anulare, şi se depune la instanţă, anexîndu-se atîtea copii cîţi participanţi pe dosar sînt.", "Procurorul General poate retrage recursul în anulare pînă la începerea dezbaterilor, indicînd motivele retragerii.”", "Articolul 369/5. Judecarea şi soluţionarea recursului în anulare", "„Recursurile în anulare declarate împotriva deciziilor Colegiului penal şi Colegiului lărgit al Curţii Supreme de Justiţie sunt judecate de către Plenul Curţii Supreme de Justiţie, iar împotriva altor hotărîri judecătoreşti recursul în anulare este judecat de către Colegiul penal al Curţii Supreme de Justiţie.", "Judecarea şi soluţionarea recursului în anulare se efectuează potrivit dispoziţiilor capitolului al treizecelea din prezentul Cod, care se aplică în mod corespunzător, şi se completează cu dispoziţiile prezentului capitol.", "Recursul în anulare declarat în defavoarea celui condamnat, achitat sau persoanei în privinţa căreia s-a încetat procesul se judecă cu citarea părţilor. Dacă recursul este declarat în favoarea celui condamnat, părţile se citează cînd Curtea Supremă de Justiţie consideră necesar.", "Cînd condamnatul execută pedeapsa, Curtea Supremă de Justiţie, admiţînd recursul în anulare şi pronunţînd casarea hotărîrii cu trimitere la rejudecare, dispune şi asupra măsurii preventive faţă de el.", "...”", "14.  Următoarele prevederi reprezintă extrasele relevante din Codul de procedură penală din 12 iunie 2003.", "Articolul 452. Recursul în anulare", "„Procurorul General, adjuncţii lui şi persoanele menţionate în art. 401 pct. 2)-4) pot ataca cu recurs în anulare la Curtea Supremă de Justiţie orice hotărîre judecătorească irevocabilă după epuizarea căilor ordinare de atac. ...”", "Articolul 453. Temeiurile pentru recurs în anulare", "„Hotărîrile irevocabile de condamnare, de achitare sau de încetare a procesului penal pot fi atacate cu recurs în anulare (...) în cazurile în care:", "...", "d) cînd instanţa de judecată internaţională, prin hotărîrea sa, a constatat o încălcare a drepturilor şi libertăţilor omului, care poate fi reparată la o nouă judecare;", "...”", "ÎN DREPT", "I.\tADMISIBILITATEA CERERII", "15.  Reclamantul pretinde că procedurile în recurs în anulare desfăşurate după achitarea sa printr-o hotărâre irevocabilă au constituit o încălcare a dreptului său la un proces echitabil. El s-a bazat pe articolul 6 § 1 al Convenţiei care, în partea sa relevantă, prevede:", "„Orice persoană are dreptul la judecarea în mod echitabil, ... de către o instanţă independentă şi imparţială... care va hotărî ... asupra ... oricărei acuzaţii în materie penală îndreptate împotriva sa. ...”", "16.  Guvernul a susţinut că casarea deciziei irevocabile a avut scopul remedierii unei aprecieri greşite a probelor de către instanţele judecătoreşti ierarhic inferioare şi asigurării garanţiilor unui proces echitabil pentru victimă.", "17.  Curtea reiterează că un recurs în anulare a unei hotărâri irevocabile într-o cauză penală este un recurs extraordinar, deoarece el nu este direct accesibil acuzatului şi aplicarea lui depinde de discreţia funcţionarilor autorizaţi. Curtea nu a acceptat, spre exemplu, că un recurs extraordinar este un recurs intern efectiv nici în context civil, nici penal şi a constatat că casarea unei hotărâri irevocabile prin recurs în supraveghere poate crea probleme în ceea ce priveşte securitatea raporturilor juridice acordată acelei hotărâri (a se vedea, mutatis mutandis, Nikitin v. Russia, nr. 50178/99, § 39, ECHR 2004VIII). Prin urmare, Curtea consideră că pretenţia formulată în temeiul articolului 6 § 1 al Convenţiei ridică chestiuni de fapt şi de drept, care sunt suficient de serioase încât determinarea lor să depindă de o examinare a fondului. Din acest motiv, Curtea conchide că ea nu este vădit nefondată, în sensul articolului 35 § 3 al Convenţiei. Niciun alt temei pentru a o declara inadmisibilă nu a fost stabilit.", "II.\tPRETINSA VIOLARE A ARTICOLULUI 6 § 1 AL CONVENŢIEI", "18.  Reclamantul s-a plâns, în temeiul articolului 6 § 1 al Convenţiei, de casarea de către Curtea Supremă de Justiţie a deciziei irevocabile a Curţii de Apel din 30 octombrie 2001 în urma recursului în anulare depus de către Procuratura Generală. ", "19.  Guvernul a declarat că recursul în anulare în prezenta cauză a fost depus în conformitate cu procedura stabilită de lege. În continuare, el a susţinut că reclamantul a beneficiat de garanţii procedurale necesare în timpul procedurilor de recurs în anulare. Prin urmare, în opinia Guvernului, nu a existat o violare a articolului 6 § 1 al Convenţiei.", "20.  Curtea reiterează că dreptul la o instanţă, garantat de articolul 6 § 1 al Convenţiei, presupune respectarea principiului preeminenţei dreptului. Unul din aspectele fundamentale ale preeminenţei dreptului este principiul securităţii raporturilor juridice, care cere ca, atunci când instanţele judecătoreşti dau o apreciere finală unei chestiuni, constatarea lor să nu mai poată fi pusă în discuţie (a se vedea Brumărescu v. România, [GC], nr. 28342/95, § 61, ECHR 1999-VII). Acest principiu cere ca nicio parte să nu aibă dreptul să solicite revizuirea unei hotărâri irevocabile şi obligatorii, doar cu scopul de a obţine o reexaminare şi o nouă determinare a cauzei. Competenţa instanţelor ierarhic superioare de revizuire trebuie exercitată pentru a corecta erorile judiciare şi omisiunile justiţiei, dar nu pentru a efectua o nouă examinare. Revizuirea nu trebuie considerată un apel camuflat, iar simpla existenţă a două opinii diferite cu privire la aceeaşi chestiune nu este un temei de reexaminare. O derogare de la acest principiu este justificată doar atunci când este necesară, datorită unor circumstanţe esenţiale şi convingătoare (a se vedea Ryabykh v. Russia, nr. 52854/99, § 52, ECHR 2003-IX).", "21.  Totuşi, deşi o simplă posibilitate de a redeschide o procedură penală este prima facie compatibilă cu Convenţia, inclusiv cu garanţiile articolului 6, unele circumstanţe speciale pot releva că modul concret în care a fost folosită o astfel de revizuire a subminat însăşi esenţa dreptului la un proces echitabil. În special, Curtea trebuie să aprecieze dacă în cauza examinată competenţa de a iniţia şi menţine procedurile de recurs în anulare a fost exercitată de către autorităţi pentru a asigura, pe cât este posibil, un echilibru just între interesele persoanei şi necesitatea de a asigura eficienţa sistemului de justiţie penală (a se vedea, mutatis mutandis, Nikitin, citată mai sus, §§ 54-57).", "22.  În această cauză, recursul în anulare a fost iniţiat de către adjunctul Procurorului General. În opinia Procurorului General, prima instanţă şi instanţa de recurs nu au respectat prevederile CPP şi au apreciat greşit probele şi, astfel, au ajuns la concluzia că reclamantul nu a întreţinut un raport sexual prin constrângere cu victima.", "23.  Curtea notează că temeiurile pentru redeschiderea procedurilor nu s-au bazat nici pe fapte noi, nici pe carenţe serioase de procedură, dar, mai degrabă, pe dezacordul adjunctului Procurorului General cu aprecierea faptelor şi calificarea acţiunilor reclamantului date de către instanţele ierarhic inferioare. Curtea observă că acestea din urmă au examinat toate declaraţiile părţilor şi probele şi că concluziile lor iniţiale nu par a fi vădit iraţionale. În opinia Curţii, temeiurile pentru declararea recursului în anulare prezentate de către adjunctul Procurorului General în această cauză au fost insuficiente pentru a justifica contestarea finalităţii deciziei şi folosirea acestei căi extraordinare de atac în acest scop. Din aceste motive, Curtea consideră, după cum a constatat deja în circumstanţe similare (a se vedea, spre exemplu, Savinskiy v. Ukraine, nr. 6965/02, § 25-27, 28 februarie 2006), că autorităţile de stat nu au respectat un echilibru just între interesele reclamantului şi necesitatea de a asigura eficienţa sistemului de justiţie penală.", "24.  Prin urmare, a avut loc o violare a articolului 6 § 1 al Convenţiei.", "III. APLICAREA ARTICOLULUI 41 AL CONVENŢIEI", "25.  Articolul 41 al Convenţiei prevede următoarele:", "„Dacă Curtea declară că a avut loc o violare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă”.", "A. Prejudiciu", "26. Reclamantul a pretins 10,000 euro (EUR) cu titlu de prejudiciu moral. El a pretins că procedurile de recurs în anulare şi casarea ulterioară a sentinţei prin care a fost achitat i-au cauzat stres şi frustrare severe. El a pretins că, în urma faptului că el a fost găsit vinovat de comiterea unei infracţiuni sexuale, el a fost exclus din cercurile sociale. Mai mult, din cauza că avea antecedente penale, el nu s-a putut angaja.", "27.  Guvernul a considerat că nu exista nicio legătură cauzală între pretinsa violare şi sumele solictate de reclamant. În continuare, el a susţinut că pretenţiile reclamantului erau excesive şi nesusţinute şi că, prin urmare, urmează a fi respinse.", "28.  Curtea reaminteşte că violarea Convenţiei constatată în această cauză a fost cauzată de casarea sentinţei de achitare a reclamantului. În ciuda caracterului irevocabil al sentinţei prin care el a fost achitat, el a fost condamnat cu încălcarea principiului securităţii raporturilor juridice. Curtea consideră că reclamantului trebuia să-i fi fost cauzat un anumit stres şi frustrare ca rezultat al casării deciziei din 30 octombrie 2001. Suma concretă pretinsă este, însă, excesivă. Făcând o evaluare în mod echitabil, ea acordă reclamantului EUR 2,000 cu titlu de prejudiciu moral.", "29.  Totuşi, Curtea notează, de asemenea, că reclamantul continuă să suporte consecinţele casării deciziei din 30 octombrie 2001. Ea consideră că cea mai potrivită formă de redresare a situaţiei sale continue ar fi ca achitarea irevocabilă a reclamantului din 30 octombrie 2001 să fie confirmată de către autorităţi şi ca condamnarea sa contrară Convenţiei să fie radiată cu efect de la acea dată.", "B.\tCosturi şi cheltuieli", "30.  De asemenea, reclamantul a pretins EUR 2,000 cu titlu de costuri şi cheltuieli angajate în faţa Curţii, pretinzând că avocatul său a lucrat la această cauză treizeci şi şase de ore. El a prezentat o listă detaliată a timpului lucrat asupra cauzei şi un contract potrivit căruia tariful perceput de avocat pentru o oră de lucru era de EUR 60. De asemenea, el a pretins EUR 50 pentru cheltuieli de secretariat.  ", "31.  Guvernul nu a fost de acord cu suma pretinsă, declarând că reclamantul nu a probat cheltuielile de reprezentare pretinse. Potrivit lui, suma pretinsă de reclamant era prea mare în lumina salariului mediu lunar în Republica Moldova. De asemenea, Guvernul a contestat numărul de ore petrecute de reprezentantul reclamantului asupra acestei cauze, în general, şi asupra cercetării jurisprudenţei Curţii, în special.", "32.  Curtea reaminteşte că, pentru ca costurile şi cheltuielile să fie rambursate în temeiul articolului 41, trebuie stabilit dacă ele au fost realmente angajate, necesare şi rezonabile ca mărime (a se vedea, spre exemplu, Nilsen and Johnsen v. Norway [GC], nr. 23118/93, § 62, ECHR 1999-VIII).", "33. În această cauză, luând în consideraţie lista detaliată prezentată de reclamant, criteriile de mai sus şi complexitatea cauzei, Curtea acordă reclamantului EUR 1,250 cu titlu de costuri şi cheltuieli.", "C.\tDobânda de întârziere", "34.  Curtea consideră că este corespunzător ca dobânda de întârziere să fie calculată în funcţie de rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană, la care vor fi adăugate trei procente.", "DIN ACESTE MOTIVE, CURTEA", "1.  Declară, în unanimitate, cererea admisibilă;", "", "2.  Hotărăşte, în unanimitate, că a avut loc o violare a articolului 6 § 1 al Convenţiei;", "", "3.  Hotărăşte, cu şase voturi pro şi unul împotrivă,", "(a)  \tcă statul pârât trebuie să plătească, în termen de trei luni de la data la care hotărârea devine definitivă în conformitate cu articolul 44 § 2 al Convenţiei, EUR 2,000 (două mii euro) cu titlu de prejudiciu moral şi EUR 1,250 (o mie două sute cincizeci euro) cu titlu de costuri şi cheltuieli, care să fie convertite în valuta naţională a statului pârât conform ratei aplicabile la data executării hotărârii, plus orice taxă care poate fi percepută;", "(b) \tcă, de la expirarea celor trei luni menţionate mai sus până la executarea hotărârii, urmează să fie plătită o dobândă la sumele de mai sus egală cu rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană pe parcursul perioadei de întârziere, plus trei procente;", "", "4.  Respinge, în unanimitate, restul pretenţiilor reclamantului cu privire la satisfacţia echitabilă.", "Redactată în limba engleză şi comunicată în scris la 16 ianuarie 2007, în conformitate cu articolul 77 §§ 2 şi 3 al Regulamentului Curţii.", "\tT.L. Early\tNicolas Bratza\n\tGrefier\tPreşedinte", "În conformitate cu articolul 45 § 2 al Convenţiei şi articolul 74 § 2 al Regulamentului Curţii, opinia parţial disidentă a dlui Pavlovschi este anexată la această hotărâre.", "N.B.", "T.L.E.", "OPINIA PARŢIAL DISIDENTĂ A JUDECĂTORULUI PAVLOVSCHI", "Ca şi colegii mei judecători, eu am votat în prezenta cauză pentru constatarea unei violări a articolului 6 § 1.", "Într-adevăr, casarea sentinţei irevocabile de achitare a reclamantului reprezintă – dacă aş putea spune astfel – o încălcare „clasică” a principiului securităţii raporturilor juridice, care poate fi considerat unul din elementele cele mai importante ale conceptului de proces echitabil.", "În acelaşi timp, în această cauză am decis să votez împotriva acordării compensaţiilor cu titlu de prejudiciu moral şi, acum, pentru a evita orice interpretare greşită a poziţiei mele, aş dori să explic motivele mele pentru această decizie.", "Conform opiniei bine stabilite a Curţii, cea mai bună redresare ar putea fi considerată „restitutio in integrum” şi, dacă acest mijloc de redresare nu este posibil dintr-un motiv sau altul, Curtea ar urma să acorde compensaţii.", "Prezenta cauză ridică următoarea întrebare – ce fel de redresare poate fi considerată „restitutio in integrum”? În opinia mea, o asemenea redresare ar putea consta în înlăturarea totală a consecinţelor casării hotărârii judecătoreşti din 30 octombrie 2001. În acest sens, sunt pe deplin satisfăcut de formula folosită de Curte în paragraful 29, şi anume că „... cea mai potrivită formă de redresare ... ar fi ca achitarea irevocabilă a reclamantului din 30 octombrie 2001 să fie confirmată de către autorităţi şi ca condamnarea sa contrară Convenţiei să fie radiată cu efect de la acea dată”. Nu aş putea decât să nu fiu de acord că, în cazul reclamantului, o asemenea acţiune ar reprezenta un adevărat „restitutio in integrum” şi, în aşa fel, nu a fost nevoie de a acorda suplimentar EUR 2,000 cu titlu de prejudiciu moral.", "Desigur, ar fi fost chiar mai bine de a dispune, în dispozitivul hotărârii, înlăturarea tuturor consecinţelor negative ale condamnării ilegale a reclamantului, însă, deoarece reclamantul nu a solicitat Curţii să se pronunţe asupra acestei chestiuni, ar fi fost contrar jurisprudenţei Curţii de a face aceasta „proprio motu”. ", "În orice caz, conform legislaţiei Republicii Moldova (Legea nr. 1545 din 25 februarie 1998), după ce va fi achitat, reclamantul va avea dreptul să solicite compensaţii pentru prejudiciul material şi moral şi înlăturarea altor consecinţe negative ale condamnării sale ilegale.", "Conform articolului 41 al Convenţiei, Curtea este împuternicită să acorde o „satisfacţie echitabilă” doar atunci când „dreptul intern al Înaltei Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări”.", "În această cauză, nici reclamantul şi nici Curtea nu au pretins sau sugerat că legislaţia naţională a Republicii Moldova a permis doar o „înlăturare incompletă a consecinţelor violării”. ", "Cu adevărat, Legea nr. 1545 prevede compensarea deplină pentru condamnarea ilegală. Pentru a ilustra aceasta, aş dori să menţionez, printr-un exemplu, cauza Duca v. Moldova, în care reclamantului, după achitarea sa, instanţele judecătoreşti din Republica Moldova i-au acordat suma de MDL 150,000 (echivalentul a EUR 10,289 la acea dată). După cum a aratătat în mod clar acea cauză, legislaţia Republicii Moldova nu poate fi considerată ca permiţând doar „o înlăturare incompletă a consecinţelor violării”. Dacă acesta este cazul, Curtea şi-a depăşit în mod vădit competenţa sa stipulată de articolul 41 al Convenţiei. ", "Mai mult, în teorie, acordarea în folosul reclamantului a unei compensaţii cu titlu de prejudiciu moral ar putea să-l împiedice să formuleze pretenţii cu privire la acelaşi prejudiciu moral autorităţilor naţionale, deoarece aceasta ar putea permite instanţelor judecătoreşti naţionale să respingă pretenţiile reclamantului (dacă vor fi depuse) pe motiv că o compensaţie pentru prejudiciul moral a fost deja acordată de această Curte. Mă refer aici la cauza Baybaşın, în care Curtea a decis că „... odată ce au fost luate măsuri generale şi individuale necesare pentru a pune capăt violării constatate şi a acorda o redresare pentru efectele ei – orice compensaţii suplimentare care depăşesc şi completează compensaţiile acordate de Curte sunt la discreţia autorităţilor naţionale competente ...” (Baybaşın v. the Netherlands, nr. 13600/02, § 76, 6 iulie 2006). Această situaţie, în opinia mea, ar putea prejudicia interesele reclamantului, deoarece, în principiu, el ar fi putut primi de la autorităţile moldoveneşti o sumă mai mare cu titlu de prejudiciu moral decât cea acordată de această Curte.", "Pentru a concluziona, în opinia mea, atât din punct de vedere al competenţei Curţii, stipulată în articolul 41, cât şi din punct de vedere al intereselor reclamantului, acordarea unei sume cu titlu de prejudiciu moral în prezenta cauză a reprezentat un pas greşit.", ""]}