{"file": "RUM_HJUDRUM_28796_07.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "28796/07", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Petukhova împotriva Rusiei – 28796/07", "Hotărârea din 02.05.2013", "Art. 5 § 1 lit. b) Hotărâre pronunţată, conform legii, de către o instanţă", "Reţinerea la comisariat a unei persoane care trebuia să fie supusă unui examen psihiatric în temeiul unei decizii judecătoreşti ilegale : încălcare", "", "{}În fapt – În ianuarie 2006, poliţia a cerut unei clinici să o supună pe reclamantă unui examen psihiatric ca urmare a plângerilor primite de la vecinii acesteia cu privire la comportamentul ei. Şapte luni mai târziu, bazându-se exclusiv pe elementele probatorii depuse de poliţie şi conform cărora reclamanta refuzase la acea vreme să îşi dea acordul cu privire la examen, un psihiatru de la clinică a solicitat tribunalului districtual autorizaţia de a efectua un examen psihiatric forţat. Cererea sa a fost aprobată la 18 august 2006, în absenţa reclamantei. La 1 decembrie 2006, la cererea clinicii, poliţiştii au adus-o pe reclamantă la postul de poliţie unde a fost reţinută timp de 4 ore, înainte de a fi transferată la un spital psihiatric unde în cele din urmă, i s-a adus la cunoştinţă hotărârea tribunalului. Recursurile pe care reclamanta le-a formulat împotriva hotărârii care a autorizat examenul psihiatric au fost respinse. În cererea sa înaintată Curţii europene, reclamanta pretinde că a fost lipsită în mod ilegal de libertate la postul de poliţie, la 1 decembrie 2006.", "În drept – Art. 5 § 1 lit. b): Hotărârea pronunţată de tribunal la 18 august 2006 nu urmărea să autorizeze spitalizarea din oficiu a reclamantei în calitate de „alienată” - în sensul art. 5 § 1 lit. e) – ci să se asigure că se va supune examenul psihiatric pe care l-ar fi refuzat. Restricţiile aduse drepturilor reclamantei ţineau deci de excepţia prevăzută la art. 5 § 1 lit. b), care autorizează lipsirea de libertate pentru a asigura respectarea „unei hotărâri pronunţate, conform legii, de un tribunal”. Prin urmare, Curtea trebuie să stabilească dacă hotărârea tribunalului a fost pronunţată conform legii şi executată conform acestei dispoziţii.", "În temeiul dreptului rus, un examen psihiatric forţat nu poate fi efectuat decât în cazuri excepţionale şi numai dacă refuzul de a se supune unui astfel de examen a fost constatat de un psihiatru şi se coroborează cu martori, fiind verificat de un judecător. Or reclamanta susţine că nu a refuzat niciodată să îşi dea consimţământul. Reiese din elementele depuse la dosarul Curţii că pretinsa lipsă de consimţământ nu este menţionată decât în cererea de examinare silită, depusă de un psihiatru şi nu este susţinută decât de o conversaţie pe care a avut-o un poliţist cu reclamanta, cu 7 luni în urmă. Mai mult, tribunalul districtual a autorizat examenul forţat al reclamantei fără a verifica dacă ea i s-a opus în timpul conversaţiei cu poliţistul sau dacă s-a răzgândit în acest interval de timp. Prin urmare, hotărârea din 18 august 2006 nu a respectat prevederile legii.", "În ceea ce priveşte executarea hotărârii de către autorităţile ruse, Curtea aminteşte că o persoană lipsită de libertate pentru nerespectarea unei hotărâri pronunţate conform legii de către o instanţă, trebuie să fi avut posibilitatea de a se conforma acestei hotărâri şi să nu o fi făcut – în mod explicit sau implicit. Refuzul de a se supune anumitor măsuri impuse de autorităţi (în speţă, o instituţie medicală şi poliţia) înainte ca o astfel de măsură să fie impusă de o instanţă, nu implică neapărat un refuz de a se conforma unei hotărâri judecătoreşti de constrângere. Nimic nu arată că reclamantei i s-a adus la cunoştinţă hotărârea din 18 august 2006 sau că a avut posibilitatea de a i se conforma. La 1 decembrie 2006, când nu luase la cunoştinţă de hotărârea dată cu trei luni în urmă, ea a fost adusă în mod inopinat la postul de poliţie şi, în loc să fie transferată direct la o clinică psihiatrică pentru a fi supusă unui examen, a rămas reţinută la postul de poliţie timp de 4 ore. Nu a fost oferit niciun motiv de natură să explice de ce reţinerea reclamantei la postul de poliţie a fost necesară pentru punerea în executare a hotărârii. În consecinţă, reţinerea reclamantei a fost ilegală.", "Concluzie: încălcare (unanimitate).", ""]}