{"file": "RUM_HJUDRUM_29294_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "29294/02", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "Traducere din limba franceză", "Curtea Europeană a Drepturilor Omului", "Secţia a III-a", "HOTĂRÂREA", "din 26 iulie 2007", "în Cauza Hirschhorn împotriva României", "(Cererea nr. 29294/02)", "Strasbourg", "Devenită definitivă la 26.10.2007", "Hotărârea devine definitivă în condiţiile prevăzute în  alin. (2) din Convenţie. Poate suferi modificări de formă.", "    \tÎn Cauza Hirschhorn împotriva României,", "    \tCurtea Europeană a Drepturilor Omului (Secţia a III-a), statuând în cadrul unei camere formate din:", "Doamna E. Fura-Sandström, preşedinte,", "Domnii  C. Bîrsan,", "\t  L. Caflisch,", "Doamna A. Gyulumyan,", "Domnii  E. Myjer,", "\t  David Thor Björgvinsson,", "Doamna I. Ziemele, judecători,", "şi domnul S. Quesada, grefier de secţie,", "    \tdupă ce a deliberat în camera de consiliu, la data de 5 iulie 2007,", "    \ta pronunţat următoarea hotărâre, adoptată la aceeaşi dată:", "    \tPROCEDURA", "1. La originea cauzei se află cererea nr. 29294/02, introdusă împotriva României, prin care un cetăţean francez, domnul Carl Hirschhorn (reclamantul), a sesizat Curtea la data de 24 iulie 2002 în temeiul  din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "    \t2. Reclamantul a fost reprezentat de Doamna L. Andreiescu, avocată din Bucureşti. Guvernul român (Guvernul) a fost reprezentat de agentul guvernamental, doamna R. Rizoiu, apoi de Doamna B. Ramaşcanu, de la Ministerul Afacerilor Externe.", "\t3. La 3 mai 2005, Curtea (secţia a treia) a hotărât să comunice Guvernului român cererea. Prevalându-se de dispoziţiile  alin. 3, ea a decis că admisibilitatea şi fondul cauzei vor fi examinate împreună. Guvernul francez, invitat să prezinte observaţii scrise, nu şi-a manifestat dorinţa de a-şi exercita acest drept (art. 36 alin 1 din Convenţie).", "    \tÎN FAPT", "\tI. Circumstanţele cauzei", "    \t4. Reclamantul s-a născut în anul 1925 la Bucureşti şi locuieşte la Cannet, Franţa.", "    \t5. În 1952, în baza decretului de naţionalizare nr. 52/1959, statul a intrat în posesia unui imobil situat în Bucureşti, str. Negustori nr. 16, care aparţinea părinţilor reclamantului, cetăţeni români de religie evreiască.", "\tA. Acţiune în revendicare", "\t6. La 18 septembrie 1998 reclamantul a înaintat la Judecătoria Bucureşti o acţiune în revendicare imobiliară împotriva Consiliului local Bucureşti, Departamentul de administrare a fondului locativ şi întreprinderea de stat « Titan », administratoarea acestor imobile. El a invocat că în temeiul Decretului nr. 92/1950 bunurile aparţinând anumitor categorii sociale erau scutite de naţionalizare şi că părinţii săi făceau parte din una din aceste categorii.", "\t7. Printr-o sentinţă din 24 iunie 1999 instanţa a admis acţiunea, pe motiv că statul a pus stăpânire pe imobil în lipsa unui titlu valabil şi a ordonat părţilor pârâte să restituie reclamantului imobilul şi terenul aferent.", "\t8. În urma apelului înaintat de Primăria Bucureşti în numele Consiliului local, Tribunalul Bucureşti a confirmat temeinicia sentinţei de fond printr-o hotărâre din 6 decembrie 1999.", "\t9. Recursul Primăriei a fost declarat inadmisibil din lipsă de motivare printr-o hotărâre devenită definitivă din 21 iunie 2000 a Curţii de Apel Bucureşti.", "\t10. Printr-o decizie din 25 septembrie 2000 Primarul municipiului Bucureşti a ordonat restituirea imobilului.", "\tB. Tentativele reclamantului de a intra în posesia imobilului", "\t1. Acţiune în anulare a contractului de închiriere", "\t11. La 9 noiembrie 2000, reclamantul, însoţit de un executor judecătoresc, s-a deplasat la faţa locului pentru a intra în posesia imobilului. Cu acest prilej, el a constatat că imobilul era ocupat de organizaţia « Unites States – Peace Corps » în baza unui contract de închiriere pe care aceasta din urmă îl încheiase cu întreprinderea de stat « Locato », administratoarea imobilelor puse la dispoziţia misiunilor diplomatice în România.", "\t12. La 14 noiembrie 2001 reclamantul a chemat în judecată întreprinderea Locato şi organizaţia « United States – Peace Corps » pentru a obţine anularea contractului de închiriere şi a o constrânge pe aceasta din urmă să părăsească imobilul.", "\t13. Printr-o sentinţă din 30 mai 2001 Judecătoria Bucureşti a respins acţiunea. Ea a constatat că în 1992, printr-o hotărâre a Guvernului, imobilul a fost transferat din patrimoniul Primăriei Bucureşti către cel al întreprinderii administratoare a imobilului spre a fi folosit de misiunile diplomatice în România. Aceasta din urmă l-a închiriat din 1993 organizaţiei « United States – Peace Corps ». Ultimul contract de închiriere, încheiat la 12 ianuarie 1999 pentru chiria lunară de 4.907 dolari americani a expirat la 31 martie 2002. Considerând că întreprinderea Locato administra imobilul în baza unui titlu valabil, instanţa a decis că contractul de închiriere litigios era valabil.", "\t14. În urma apelului reclamantului, prin hotărârea din 5 noiembrie 2001, Tribunalul Bucureşti a infirmat sentinţa şi a admis acţiunea. El a constatat că prin sentinţa definitivă din 24 iunie 1999, Judecătoria Bucureşti a considerat că statul şi-a însuşit imobilul în lipsa unui titlu valabil. Considerând că statul nu putea dispune de un bun ce nu-i aparţinea, instanţa a anulat contractul de închiriere şi a ordonat evacuarea organizaţiei locatare. Întreprinderea Locato a înaintat recurs împtriva acestei hotărâri.", "\t15. La 21 decembrie 2001 executorul judecătoresc a obţinut de la Judecătoria Bucureşti autorizaţia de a proceda la evacuarea organizaţiei menţionate anterior în baza hotărârii din 5 noiembrie 2001. La 31 ianuarie 2002 executorul a somat întreprinderea Locato să se conformeze hotărârii sus menţionate.", "\t16. Printr-o scrisoare din 6 februarie 2002, întreprinderea Locato a informat executorul că imobilul făcea parte din patrimoniul privat al statului şi că locatarul său beneficia de imunitate diplomatică. În consecinţă, a considerat că continuarea executării forţate era inoportună şi de natură să aducă prejudicii imaginii României la nivel internaţional.", "\t17. La 11 şi 20 februarie 2002 executorul judecătoresc s-a deplasat la faţa locului, dar un reprezentant al organizaţiei i-a prezentat un refuz motivat prin faptul că aceasta era o organizaţie guvernamentală a Statelor Unite care beneficia de imunitate diplomatică şi că, prin urmare, nu putea face obiectul unei evacuări.", "\t18. La 25 februarie 2002, într-o scrisoare adresată preşedintelului Curţii de Apel Bucureşti, executorul a menţionat dificultăţile cu care s-a confruntat în punerea în execuţie a sentinţei din 24 iunie 1999 şi a deciziei Primarului municipiului Bucureşti datorită opoziţiei întreprinderii Locato şi a organizaţiei « United States - Peace Corps », care invocau protecţia imunităţii diplomatice. El a expus în special faptul că:", "\t« Ţinând cont de faptul că în situaţii de acest gen sunt aplicabile anumite convenţii de drept internaţional, vă rugăm să apreciaţi şi să ne informaţi asupra oportunităţii unor măsuri specifice de executare, ţinând cont de faptul că titlul executoriu îşi produce efectele şi că recursul înaintat de întreprinderea Locato împotriva sentinţei din 5 noiembrie 2001 a Tribunalului Bucureşti este în curs de judecată la instanţa Dvs., termenul fiind fixat la data de 26 februarie 2002. »", "\t19. La 4 martie 2002, răspunzând scrisorii executorului, Preşedintele Curţii de Apel Bucureşti l-a informat pe acesta că aspectele semnalate fuseseră examinate de un judecător inspector. El a transmis executorului raportului judecătorului inspector, care menţiona că în baza Convenţiei de la Viena din 18 aprilie 1961, bunurile misiunilor diplomatice erau inviolabile. Expunând că imunitatea de jurisdicţie se extindea la procedura de executare forţată, judecătorul inspector a concluzionat că reclamantul nu putea intra în posesia imobilului său şi l-a invitat pe executor să-l sfătuiască pe reclamant să înainteze o cerere de despăgubire corespunzătoare valorii imobilului şi întemeiată pe imposibilitatea executării sentinţei din 24 iunie 1999.", "\t20. Între timp, la 20 februarie 2002, reclamantul, rezident în Franţa, a informat prin fax Grefa Curţii de Apel că a renunţat la serviciile avocatului său şi a cerut amânarea termenului fixat la 26 februarie 2002 pentru a împuternici un alt avocat.", "\t21. În cursul şedinţei care a avut loc la această ultimă dată, Curtea de Apel a respins cererea de amânare, considerând că reclamantul a avut la dispoziţie o perioadă suficient de lungă pentru a desemna un nou avocat. Cu toate acestea, a amânat pronunţarea hotărârii pentru 5 martie 2002, apoi pentru 12 martie pentru a-i permite reclamantului să depună concluziile scrise.", "\t22. Printr-o hotărâre definitivă din 12 martie 2002 Camera civilă a Curţii de Apel Bucureşti, statuând în complet format din trei judecători, a admis recursul întreprinderii Locato şi a respins acţiunea reclamantului. A confirmat valabilitatea contractului de închiriere pe care îl încheiase cu bună credinţă deoarece, deşi întreprinderea nu era proprietara imobilului litigios în momentul semnării contractului, cel puţin părea să fie.", "\t23. La 21 martie 2002 Judecătoria Bucureşti a respins o plângere introdusă împotriva executorului judecătoresc de reclamant care îi reproşa pasivitatea în executarea sentinţei din 24 iunie 1999. Instanţa a reţinut că executorul s-a deplasat la faţa locului dar că i s-a opus imunitatea de jurisdicţie de care organizaţia « United States - Peace Corps » ar beneficia. În consecinţă, instanţa a considerat că nu era vorba despre un refuz de punere în executare a sentinţei menţionate anterior.", "\t2. Cerere de restituire în temeiul Legii nr. 10/2001", "\t24. La 9 august 2001, bazându-se pe dispoziţiile Legii nr. 10/2001 privind regimul juridic al bunurilor imobile preluate în mod abuziv de către stat în perioada 6 martie 1945 - 22 decembrie 1979 (« Legea nr. 10/2001 »), reclamantul a cerut întreprinderii Locato restituirea imobilului. Printr-o decizie din 9 octombrie 2001 cererea sa a fost respinsă.", "\t25. Reclamantul a contestat această decizie în faţa Tribunalului Bucureşti şi a cerut evcuarea întreprinderii Locato din imobil. El a menţionat că imobilul îi aparţinea în baza sentinţei din 24 iunie 1999.", "\t26. Printr-o sentinţă din 13 mai 2002 instanţa a admis acţiunea în restituire a imobilului, dar a respins cererea de evacuare pe motiv că organizaţia « Peace Corps » nu era parte în litigiu. Întreprinderea Locato a înaintat recurs împotriva aceste hotărâri.", "\t27. Prin Hotărârea de Guvern nr. 533 din 30 mai 2002, întreprinderea Locato a devenit Regia autonomă pentru Administrarea patrimoniului protocolului de stat (Regia autonomă Administraţia patrimoniului protocolului de Stat) (« Regia »). În listele anexate la această hotărâre imobilul reclamantului figura tot ca făcând parte din patrimoniul privat al statului administrat de Regie.", "\t28. Printr-o hotărâre din 31 martie 2004 Curtea de Apel Bucureşti a admis recursul şi a respins acţiunea pe motiv că reclamantul nu făcuse dovada nici transmiterii succesorale a imobilului nici nedespăgubirii în temeiul unui acord încheiat în 1959 între Franţa şi România privind bunurile naţionalizate de statul român ce au aparţinut cetăţenilor francezi.", "\t29. Recursul înaintat de reclamant împotriva acestei hotărâri este încă în curs de judecată la Înalta Curte de Justiţie şi Casaţie.", "\t3. A doua acţiune în revendicare", "\t30. Printr-o acţiune în revendicare înaintată la 15 august 2002 la Tribunalul Bucureşti reclamantul a cerut Regiei restituirea imobilului, anularea contractului de închiriere încheiat cu organizaţia « Peace Corps », evacuarea acesteia din urmă şi plata chiriilor încasate de Regie în baza acestui contract.", "\t31. Printr-o sentinţă din 17 februarie 2003 Tribunalul a declarat acţiunea inadmisibilă pe motiv că reclamantul nu putea înainta o acţiune în revendicare întemeiată pe dispoziţiile de drept comun din moment ce acţiunea întemeiată pe Legea nr. 10/2001 era în curs.", "\t32. În urma apelului reclamantului, această sentinţă a fost confirmată printr-o hotărâre din 29 octombrie 2003 a Curţii de Apel Bucureşti. Recursul formulat de reclamant a fost admis printr-o hotărâre din 7 iulie 2005 a Înaltei Curţi de Justiţie şi Casaţie care a trimis cauza la Curtea de Apel Bucureşti. Procedura este şi acum în curs.", "\tC. Situaţia actuală a imobilului", "\t33. Regia a fost reorganizată prin Hotărârea de Guvern din 21 ianuarie 2005. Imobilul reclamantului continua să figureze pe lista bunurilor ce fac parte din patrimoniul privat al statului administrat de Regie.", "\t34. Deşi contractul de închiriere încheiat cu organizaţia « United States - Peace Corps » a expirat la 31 martie 2002, această organizaţie continuă să ocupe imobilul. Guvernul nu a oferit precizări asupra bazei legale a acestei ocupări.", "\t35. Din documentele prezentate de reclamant reiese că a achitat toate impozitele şi taxele aferente imobilului. Cu toate acestea, în 2004 şi 2005 şi Regia a plătit la bugetul local de taxe şi impozite pentru acest imobil.", "\tII. DREPTUL INTERN PERTINENT", "\tA. Dreptul intern", "\t36. În temeiul Legii nr. 92/1992 pentru organizarea judecătorească, în vigoare la data comiterii faptelor, Preşedintele Curţii de apel îndeplineşte în principal funcţii administrative, organizatorice şi de control. Dispoziţiile pertinente ale acestei legi prevăd următoarele:", "Articolul 15", "\t« Preşedinţii [curţii de apel] sau, după caz, presedinţii de secţii [ai acestei curţi] constituie complete de judecată (...). »", "Articolul 16", "\t« Completul de judecată este prezidat de preşedintele sau vicepreşedintele instanţei ori de preşedintele secţiei, atunci când aceştia participă la judecată. În celelalte cazuri, completul de judecată este prezidat de către judecătorul desemnat de preşedintele instanţei sau al secţiei. »", "Articolul 18", "\t« Ministrul justiţiei răspunde de buna organizare şi funcţionare a justiţiei ca serviciu public. Prin judecători inspectori de la curţile de apel, ministrul justiţiei este informat cu privire la funcţionarea instanţelor şi la abaterile de natură să compromită calitatea activităţii, aplicarea legilor şi a regulamentelor în circumscripţiile curţilor de apel. \n\tPreşedinţii şi vicepreşedinţii instanţelor verifică organizarea şi calitatea serviciului, respectarea legilor şi a regulamentelor (...). Preşedinţii curţilor de apel îşi exercită această atribuţie şi prin judecătorii inspectori din cadrul curţii.", "\tÎn nicio împrejurare verificările efectuate nu pot conduce la imixtiuni în desfăşurarea proceselor în curs sau la repunerea în discuţie a ceea ce a fost deja judecat (...). »", "Articolul 66", "\t« Pentru a fi promovat în funcţii superioare, magistratul trebuie să aibă o activitate meritorie, atestată prin notele calificative acordate de şefii ierarhici. Notele calificative se acordă anual şi vor reflecta rezultatele activităţii profesionale a magistratului, comportamentul la serviciu şi în societate, calităţile acestuia, precum şi perspectivele de dezvoltare în profesie. »", "Articolul 115", "\t« Magistraţii nu pot să dea consultaţii scrise sau verbale în probleme litigioase, chiar dacă procesele respective sunt pe rolul altor instanţe decât cele la care îşi exercită funcţia, şi nici să-şi exprime public părerea asupra unor procese aflate în curs de desfăşurare. »", "Articolul 121", "\t« Magistraţii răspund disciplinar pentru abaterile de la îndatoririle de serviciu, precum şi pentru comportările care dăunează interesului serviciului sau prestigiului justiţiei. »", "Articolul 124", "\t« Acţiunea disciplinară (...) se exercită de ministrul justiţiei (...) »", "Articolul 125", "\t« În vederea exercitării acţiunii disciplinare (...) este obligatorie efectuarea cercetării prealabile dispusă de ministrul justiţiei.", "\tCercetarea prealabilă se efectuează de către judecători, având cel puţin acelaşi grad ierarhic cu judecătorul cercetat, sau de inspectori generali ori de alte persoane asimilate magistraţilor din Ministerul Justiţiei. »", "Articolul 126", "\t« Ministrul justiţiei, după primirea rezultatului cercetărilor prealabile, poate sesiza Consiliul Superior al Magistraturii (...)", "\tConsiliul se pronunţă prin hotărâre motivată (...) »", "\t37. Funcţia de judecător inspector pe lângă Curţile de apel a fost eliminată prin Legea nr. 247 din 19 iulie 2005. Cu toate acestea a fost menţinută posibilitatea din partea preşedintelui şi vice preşedinţilor Curţilor de Apel de a desemna judecători pentru a efectua controale. Aceste controale trebuie să respecte totuşi independenţa judecătorilor şi autoritatea de lucru judecat.", "\t38. Articolul 66 din Legea nr. 92/1992 a fost abrogat prin Legea nr. 303/2004 privind statutul magistraţilor care prevede că activitatea profesională a magistraţilor este evaluată din trei în trei ani de o comisie subordonată Consiliului Superior al Magistraturii.", "\t39. Modul de desemnare a judecătorilor care statuează în complet de judecată la Curţile de apel a fost modificat prin Legea nr. 304/2004 privind organizarea judiciară care prevede că completele sunt constituite dintr-un complet de judecată ce funcţionează în cadrul Curţilor de Apel şi format din preşedinte şi şase membri aleşi de adunarea generală a judecătorilor.", "\t40. În temeiul Legii nr. 317/2004 privind Consiliul Superior al Magistraturii, acţiunea disciplinară revine în exclusivitate unei comisii disciplinare care funcţionează în cadrul Consiliului şi care poate fi sesizată de orice persoană interesată.", "\tB. Dreptul internaţional", "\t41. Dispoziţiile internaţionale pertinente sunt următoarele:", "\t1. Convenţia de la Viena din 18 aprilie 1961 cu privire la relaţiile diplomatice (ratificată de România prin Decretul nr. 566/1968, publicat în Monitorul Oficial din 8 iulie 1968)", "Articolul 1", " \t« În sensul prezentei convenţii, următoarele expresii se înţeleg aşa cum se precizează mai jos: (...) i) prin expresia \"localuri ale misiunii\" se înţelege clădirile sau părţile din clădiri şi din terenul aferent care, indiferent de proprietar, sunt folosite pentru realizarea scopurilor misiunii, inclusiv reşedinţa şefului misiunii. »", "Articolul 3", "\t« 1. Funcţiile misiunii diplomatice constau în special în:", " \ta) a reprezenta statul acreditant în statul acreditar;", " \tb) a ocroti în statul acreditar interesele statului acreditant şi ale cetăţenilor săi, în limitele admise de dreptul internaţional;", " \t c) a duce tratative cu guvernul statului acreditar;", " \td) a se informa prin toate mijloacele licite despre condiţiile şi evoluţia evenimentelor din statul acreditar şi a raporta cu privire la acestea guvernului statului acreditant;", " \te) a promova relaţii de prietenie şi a dezvolta relaţiile economice, culturale şi ştiinţifice între statul acreditant şi statul acreditar. »", "Articolul 22", " \t« 1. Localurile misiunii sunt inviolabile. Nu este permis agenţilor statului acreditar să pătrundă în ele decît cu consimţămîntul şefului misiunii.", " \t2. Statul acreditar are obligaţia specială de a lua toate măsurile potrivite pentru a împiedica invadarea sau deteriorarea localurilor misiunii, tulburarea liniştii misiunii sau micşorarea demnităţii acesteia.", " \t3. Localurile misiunii, mobilierul lor şi celelalte obiecte care se găsesc acolo, precum şi mijloacele de transport ale misiunii, nu pot face obiectul nici unei percheziţii, rechiziţii, sechestru sau măsuri executorii. »", "\t2. Convenţia europeană cu privire la imunitatea statelor (Basel, 16 mai 1972) (nsesemnată de România)", "Articolul 9", "« Un stat semnatar nu poate invoca imunitatea de jurisdicţie în faţa unui alt stat contractant dacă procesele se referă la:", "a. drepturile şi interesele ce privesc bunurile imobile, sau exercitarea dreptului de posesie asupra acestor bunuri;", "b. obligaţiile ce izvorăsc din drepturile şi interesele ce privesc bunurile imobile, sau din exercitarea dreptului de posesie asupra acestor bunuri,", "iar bunul imobil respectiv este situat pe teritoriul statului parte în for. »", "Articolul 23", "\t« Nici o măsură de punere în executare sau măsură preventivă nu vor fi aplicate împotriva proprietăţii unui stat semnatar pe teritoriul unui alt stat semnatar, cu excepţia situaţiei în care statul şi-a exprimat în scris consimţământul. »", "\t3. Convenţia Naţiunilor Unite cu privire la imunităţile de jurisdicţie ale statelor şi ale bunurilor acestora, decembrie 2004 (ratificată de România la 15 februarie 2007, dar care nu a intrat încă în vigoare)", "\t42. Dispoziţiile pertinente ale Convenţiei sunt următoarele:", "Articolul 2 - Folosirea termenilor", "\t« 1. În scopul prezentei convenţii: (...) termenul « instanţă » înseamnă:", " \t(i) statul şi organele sale de guvernare; (...)", " \t(iii) stabilimentele sau organismele statului ori alte entităţi, în măsura în care sunt abilitate să îndeplinească şi îndeplinesc efectiv acte care presupun exerciţiul autorităţii suverane de stat (...) »", "Articolul 5 - Imunitatea statelor", "\t« Un stat beneficiază, pentru el şi bunurile sale, de imunitate de jurisdicţie în faţa instanţelor unui alt stat, sub rezerva dispoziţiilor prezentei convenţii. »", "Articolul 6 - Modalităţi pentru a da efect imunităţii statelor", "\t« 1. Un stat dă efect imunităţii statelor, prevăzută în art. 5, atunci când se abţine să-şi exercite jurisdicţia într-un proces care se derulează în faţa instanţelor sale contra unui alt stat şi când, în acest scop, veghează ca instanţele să stabilească din oficiu că imunitatea acestui alt stat, prevăzută la art. 5, este respectată.", "\t2. Un proces care are loc în faţa instanţelor unui stat este considerat ca fiind intentat contra unui alt stat când acesta:", "\ta) este citat ca parte la proces; sau", "\tb) chiar dacă nu este citat ca parte la proces, procesul vizează în fapt să aducă atingere bunurilor, drepturilor, intereselor sau activităţilor acestui alt stat. »", "Articolul 13 - Proprietatea, posesia şi utilizarea bunurilor", "\t« Cu excepţia situaţiei în care statele respective nu decid altfel, un stat nu poate invoca imunitatea de jurisdicţie în faţa instanţei unui alt stat, competentă în acea speţă, într-o procedură relativă la determinarea:", "\ta) unui drept sau a unui interes al statului asupra unui bun imobiliar situat pe teritoriul statului forului, posesiei sau utilizării bunului imobiliar de către stat ori unei obligaţii a statului, care îi incumbă acestuia fie în calitatea de titular al unui drept asupra bunului imobiliar, fie in calitate de posesor sau utilizator al acestui bun;", "\tb) unui drept sau interes al statului asupra unui bun mobiliar ori imobiliar născut dintr-o succesiune, donaţie sau vacanţă a moştenirii; ori", "\tc) unui drept sau interes al statului legat de administrarea unor bunuri cum ar fi bunurile aflate în custodie, bunurile care fac parte din patrimoniul unei persoane aflate în faliment ori bunurile unei societăţi în caz de dizolvare a acesteia. »", "Articolul 19 - Imunitatea statului faţă de măsuri asiguratorii ulterioare judecăţii", "\t« Nicio măsură asiguratorie, cum ar fi confiscarea, reţinerea/poprirea, executarea, nu poate fi luată ulterior judecăţii împotriva bunurilor unui stat în legătură cu o procedură intentată în faţa instanţei unui alt stat, decât dacă şi în măsura în care:", "\ta) statul şi-a exprimat expres consimţământul la luarea unor astfel de măsuri:", "\t(i) printr-un acord internaţional;", "\t(ii) printr-un acord de arbitraj sau contract scris; ori", "\t(iii) printr-o declaraţie în faţa tribunalului sau printr-o comunicare scrisă ulterior apariţiei unui diferend între părţi; ori", "\tb) statul a rezervat/afectat bunuri pentru satisfacerea cererii care constituie obiectul acestei proceduri; sau", "\tc) a fost stabilit că bunurile sunt utilizate/destinate a fi utilizate de către stat în alte scopuri decât cele guvernamentale necomerciale şi sunt situate pe teritoriul statului forului (...) »", "\t4. Acord între Guvernul Statelor Unite şi Guvernul român privind activitatea United States Peace Corps Romania, semnat la  la 24 ianuarie 1992", "Articolul IV", "\t« The Peace Corps representative and his/her staff members will be granted the same treatment as personnel of comparable rank in the United States Embassy in Romania, except trat they will not have diplomatic status and immunity »", "      \tÎN DREPT", "    \tI. Asupra pretinsei încălcări a  alin. 1 din Convenţie", "    \t43. Invocând art. 6 alin. 1 din Convenţie, reclamantul invocă o dublă încălcare a acestui articol. Pe de o parte, se plânge de faptul că neexecutarea sentinţei definitive din 24 iunie 1999 i-a înpiedicat dreptul de acces la o instanţă şi, pe de altă parte, el consideră că « o instanţă independentă şi imparţială » nu a fost reprezentată de camera civilă a Curţii de Apel Bucureşti datorită intervenţiei preşedintelui Curţii de Apel prin intermediul unui judecător inspector pentru a influenţa rezultatul sesizării în curs în faţa acestei instanţe. Articolul 6 alin. 1 din Convenţie prevede următoarele:", "    \t« Orice persoană are dreptul la judecarea echitabilă a cauzei sale (...) de către o instanţă independentă şi imparţială (...) care va hotărî (...) asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil (...) »", "\tA. Neexecutarea sentinţei din 24 iunie 1999", "\t1. Asupra admisibilităţii", "    \t44. Curtea constată că această plângere nu este în mod manifest neîntemeiată în sensul art. 35 alin. 3 din Convenţie. De asemenea, ea constată că aceasta nu prezintă niciun alt motiv de inadmisibilitate. Trebuie aşadar să o declare admisibilă.", "Asupra fondului", "    \t45. Guvernul expune cu uşurinţă faptul că organizaţia« United States - Peace Corps » este o agenţie guvernamentală a Statelor Unite, creată în 1961 şi subordonată Secretarului de Stat. El consideră că organizaţia menţionată anterior trebuie asimilată «misiunii diplomatice» a Statelor Unite în România şi că de aceea beneficiază de imunitate. Pe baza dispoziţiilor de drept internaţional public, el concluzionează că executarea sentinţei din 24 iunie 1999 şi evacuarea acestei organizaţii din încăperile pe care le ocupă este imposibilă (a se vedea, mutatis mutandis, Manoilescu şi Dobrescu împotriva României (decizie), nr. 60861/00, 3 martie 2005).", "\t46. Guvernul adaugă că soluţionarea celei de-a doua acţiuni în revendicare şi a procedurii demarate în temeiul Legii nr. 10/2001 ar putea avea consecinţe asupra validităţii titlului de proprietate al reclamantului asupra imobilului respectiv.", "\t47. Reclamantul contestă argumentele Guvernului şi consideră că organizaţia «United States - Peace Corps» nu este un organ guvernamental al Statelor Unite, ci o simplă agenţie care nu beneficiază de imunitate diplomatică.", "\t48. În orice caz, el expune faptul că imunitatea diplomatică de care se prevalează această organizaţie nu s-ar putea opune restituirii imobilului, din moment ce contractul de închiriere a expirat şi autorităţile române pot pune la dispoziţia organizaţiei alte încăperi.", "\t49. Curtea aminteşte că art. 6 alin. 1 garantează fiecăruia dreptul ca o instanţă să cunoască orice încălcare cu privire la drepturile şi obligaţiile sale cu caracter civil (Golder împotriva Regatului Unit al Marii Britanii, Hotărârea din 21 februarie 1975, seria A nr. 18, pag. 13-18, par. 28-36). Dreptul de a avea acces la o instanţă ar fi iluzoriu dacă ordinea juridică internă a unui stat contractant ar permite ca o hotărâre definitivă şi obligatorie să rămână neexecutată (Hornsby împotriva Greciei, Colecţia 1997-II, pag. 510, par. 40).", "\t50. Desigur, dreptul de acces la instanţe nu este absolut: el are restricţii admise implicit deoarece prin natura sa priveşte o reglementare a statului. Statele contractante beneficiază în materie de o anumită marjă de apreciere. Cu toate acestea Curţii îi revine sarcina de a statua în ultimă instanţă asupra respectării cerinţelor Convenţiei; ea trebuie să se convingă de faptul că restricţiile aplicate nu restrâng accesul oferit individului într-un anumit fel sau până la punctul în care dreptul ar fi atins chiar în substanţa sa. În plus, asemenea restricţii nu sunt în acord cu art. 6 alin. 1 dacă privesc un scop legitim şi dacă există un raport rezonabil de proporţionalitate între mijloacele folosite şi scopul vizat (Waite şi Kennedy împotriva Germaniei [GC], nr. 26083/94, alin. 59, CEDO 1999-I).", "\t51. În speţă, Curtea are sarcina de a stabili dacă atitudinea pe care reclamantul o reproşează statului român se justifică în lumina principiilor expuse anterior.", "\t52. Curtea constată că, deşi sentinţa mai sus menţionată a devenit definitivă şi la 25 septembrie 2000 Primarul municipiului Bucureşti a ordonat restituirea imobilului, această sentinţă rămâne neexecutată din cauza refuzului întreprinderii administratoare a imobilului, care invocă imunitatea diplomatică de care ar beneficia organizaţia « United States - Peace Corps ».", "\t53. În această privinţă, Curtea relevă că părţile au opinii divergente asupra statutului acestei organizaţii şi, în consecinţă, asupra dreptului acesteia de a beneficia de privilegiile şi imunităţile recunoscute de dreptul internaţional organelor de guvernare ale unui stat.", "\tCurtea subliniază de asemenea că, în ciuda cererii sale, serviciul juridic al organizaţiei a refuzat să ofere informaţii asupra statutului său şi funcţiilor sale.", "\t54. Cu toate acestea, având în vedere circumstanţele deosebite ale prezentei cauze, Curtea nu consideră necesar să analizeze această controversă.", "\t55. Într-adevăr, în cauza Manoilescu şi Dobrescu citată anterior, Curtea a considerat că refuzul de a restitui bunul litigios reclamanţilor se justifica prin faptul că Ambasada Federaţiei Ruse ocupa imobilul în baza unui titlu de proprietate din 1962.", "\t56. În cazul în speţă, origanizaţia « United States - Peace Corps » nu era decât locatarul imobilului litigios, ultimul contract de închiriere încheiat la 12 ianuarie 1999 expirând la 31 martie 2002. Prin urmare, dacă existenţa unui contract de închiriere ar justifica întârzierea în punerea imobilului la dispoziţia reclamantului, Curtea nu ar putea admite că la sfârşitul acestui contract refuzul autorităţilor de a transfera imobilul în patrimoniul reclamantului s-ar mai justifica.", "\t57. În această privinţă, Curtea aminteşte că, pe lângă posesia bunului (usus), dreptul de proprietate implică de asemenea dreptul de a dispune de bun şi de a percepe fructele civile (abusus et fructus). Or, în ciuda sentinţei definitive citată anterior şi terminarea contractului de închiriere, reclamantul a fost şi continuă să fie privat de toate aceste atribute, autorităţile interne considerând imobilul ca făcând în continuare parte din patrimoniul privat al statului (a se vedea paragraful 33 de mai sus).", "\t58. Curtea nu este convinsă nici de argumentul Guvernului care invocă imunitatea de jurisdicţie de care ar beneficia organizaţia « United States - Peace Corps » şi care ar împiedica executarea sentinţei din 24 iunie 1999.", "\t59. Curtea remarcă cu uşurinţă că acest argument a fost menţionat pentru prima dată în observaţiile Guvernului. În procedura soluţionată prin hotărârea din 12 martie 2002 a Curţii de Apel Bucureşti, instanţele interne, care au respins acţiunea reclamantului, nu s-au bazat decât pe interpretarea dispoziţiilor de drept civil în materie de contracte de închiriere, fără a face referire la pretinsa imunitate a organizaţiei « United States - Peace Corps ».", "\t60. Curtea constată apoi că existenţa unei eventuale imunităţi de care ar beneficia organizaţia menţionată anterior, nu s-ar opune deloc transferului în patrimoniul reclamantului a atribuţiilor dreptului de proprietate asupra imobilului în litigiu. Acest transfer neimplicând în sine evacuarea locatarului, acesta din urmă avea posibilitatea, în caz de litigiu asupra dreptului de folosinţă al imobilului, să se folosească de mijloacele sale de apărare, inclusiv cele reieşite din imunitatea de jurisdicţie.", "\t61. În privinţa invocărilor Guvernului privind validitatea titlului de proprietate al reclamantului, care putea depinde de rezultatul acţiunilor iniţiate după sentinţa definitivă din 24 iunie 1999, Curtea relevă că aceste acţiuni nu reprezintă decât tentative ale reclamantului vizând constrângerea autorităţilor de a respecta această sentinţă. În consecinţă, acestea nu ar putea influenţa validitatea titlului său de proprietate. În orice caz, Curtea a considerat deja că ar fi exagerat să se ceară unui reclamant care a obţinut o hotărâre judecătorească definitivă împotriva stastului să intenteze din nou acţiuni împotriva autorităţilor interne pentru a obţine executarea obligaţiei respective (a se vedea, mutatis mutandis, Metaxas împotriva Greciei, nr. 8415/02, par. 19, 27 mai 2004 şi Roman şi Hogea împotriva României (decizie) nr. 62959/00, 31 august 2004).", "\t62. Aceste elemente sunt suficiente Curţii pentru a concluziona că refuzând să se supună dispoziţiilor sentinţei definitive care a ordonat restituirea imobilului reclamantului, autorităţile naţionale l-au privat de un acces efectiv la o instanţă.", "\t63. În consecinţă, a fost încălcat  alin. 1 din Convenţie.", "\tB. Independenţa şi imparţialitatea Curţii de Apel Bucureşti", "\t64. Reclamantul invocă faptul că în temeiul art. 6 alin. 1 din Convenţie camera civilă a Curţii de Apel Bucureşti care a examinat recursul înaintat de întreprinderea Locato nu ar putea fi considerată drept « o instanţă independentă şi imparţială ». El consideră că preşedintele Curţii de Apel s-a amestecat în această cauză prin intermediul unui judecător inspector care s-a pronunţat categoric în favoarea recursului înaintat de întreprinderea Locato.", "\t1. Asupra admisibilităţii", "    \t65. Curtea constată că această plângere nu este în mod manifest neîntemeiată în sensul art. 35 alin. 3 din Convenţie. De asemenea, ea constată că aceasta nu prezintă niciun alt motiv de inadmisibilitate. Trebuie aşadar să o declare admisibilă.", "Asupra fondului", "66. Guvernul susţine că judecătorii de la Curtea de Apel corespund criteriului de independenţă cerut de art. 6 alin. 1 din Convenţie. El expune faptul că modul lor de numire, inamovibilitatea şi stabilitatea ce le sunt recunoscute oferă garanţii suficiente de independenţă faţă de executiv.", "67. În privinţa condiţiei de imparţialitate, Guvernul consideră că în speţă nu există niciun indiciu de natură să pună la îndoială imparţialitatea subiectivă a judecătorilor Curţii de Apel Bucureşti. În privinţa imparţialităţii obiective a acestei jurisdicţii, Guvernul consideră că scrisoarea preşedintelui Curţii de Apel adresată executorului judecătoresc nu ar putea justifica o teamă legitimă a reclamantului.", "68. În această privinţă, el menţionează că scrisoarea în chestiune a fost trimisă executorului judecătoresc şi nu reclamantului, că ea ar constitui un răspuns la punctele ridicate de executor şi că nu avea un caracter judiciar. În fine, el expune faptul că rolul preşedintelui Curţii de Apel s-a limitat la funcţii administrative şi că pentru a admite recursul întreprinderii Locato, Curtea de Apel nu s-a bazat deloc pe poziţia exprimată de judecătorul inspector. Prin urmare, Guvernul consideră că această scrisoare nu a avut nicio influenţă asupra soluţionării litigiului.", "\t69. Reclamantul susţine în continuare că nu a beneficiar de garanţiile unui proces echitabil în faţa camerei civile a Curţii de Apel.", "\t70. Curtea reafirmă importanţa existenţei unei protecţii împotriva presiunilor din afară pentru a asigura respectarea condiţiei de « independenţă » a instanţei impusă de art. 6 alin. 1 (a se vedea, printre multe altele, Hotărârea Findlay împotriva Regatului Unit al Marii Britanii, Hotărâre din 25 februarie 1997, Colecţie de hotărâri şi decizii 1997-I, pag. 281, pag. 73).", "\t71. În ceea ce priveşte condiţia de « independenţă », Curtea de Apel aminteşte că acoperă două aspecte. Mai întâi trebuie ca instanţa să nu manifeste din punct de vedere subiectiv nicio părtinire sau prejudecată personală. Apoi, instanţa trebuie să fie imparţială din punct de vedere obiectiv, adică să ofere garanţii suficiente pentru a exclude în această privinţă orice îndoială legitimă. Aceasta pleacă de la încrederea pe care instanţele unei societăţi democratice trebuie să o inspire justiţiabililor, pornind de la părţile în cauză (Daktaras împotriva Lituaniei, nr. 42095/98, par. 32, CEDO 2000-X).", "\t72. Noţiunile de independenţă şi de imparţialitate obiectivă fiind strâns legate, Curtea va examina aceste două chestiuni împreună (a se vedea, mutatis mutandis, Findlay citat anterior, par. 73).", "\t73. În cazul în speţă Curtea constată că reclamantul nu a prezentat niciun element de natură să indice că vreunul din judecătorii Curţii de Apel ar fi manifestat părtinire sau prejudecată personală. Rămâne deci de aflat dacă îndoielile exprimate de reclamant în privinţa independenţei şi imparţialităţii obiective a judecătorilor Curţii de Apel pot fi considerat justificate din punct de vedere obiectiv.", "\t74. În această privinţă, Curtea constată că concluzionând în raportul său că reclamantul nu putea intra în posesia imobilului său, judecătorul inspector a sprijinit poziţia părţilor pârâte, şi anume întreprinderea Locato şi organizaţia « United States - Peace Corps ».", "\t75. Apoi, Curtea consideră că transmiţând executorului judecătoresc raportul judecătorului inspector, care influenţa asupra cererii şi răspunderii preşedintelui Curţii de Apel, acesta din urmă a preluat concluziile acestui raport.", "\t76. Desigur, nimic nu indică faptul că preşedintele Curţii de Apel ar fi desemnat pe membrii completului chemat să statueze asupra recursului întreprinderii Locato, această competenţă fiind în principiu delegată preşedintelui camerei civile a acestei Curţi sau că judecătorul inspector ar fi făcut parte din acest complet (a se vedea, a contrario, Daktaras, citat anterior, par. 36 şi Buscemi împotriva Italiei, nr. 68, CEDO 1999-VI).", "\t77. Cu toate acestea, Curtea constată că în baza dispoziţiilor legale în vigoare în acel moment judecătorii inspectori deţineau un rol important în organizarea internă a instanţelor şi în special a Curţilor de Apel: pe de o parte ei informau pe Ministrul Justiţiei asupra funcţionării acestor Curţi, asupra greşelilor de natură să compromită calitatea activităţii judiciare şi asupra aplicării legilor şi reglementărilor şi, pe de altă parte, verificau, la cererea preşedinţilor şi vice preşedinţilor Curţilor de Apel, organizarea şi calitatea serviciului precum şi respectarea legilor şi reglementărilor.", "\t78. Ţinând cont de domeniul vast, atât jurisdicţional cât şi administrativ, care putea face obiectul unui control din partea judecătorilor inspectori, precum şi de dubla lor subordonare Ministrului Justiţiei şi preşedinţilor Curţilor de Apel, problema se pune de a şti dacă membrii completului de judecată erau la adăpostul oricărei influenţe induse, bazată în special pe puterea Ministrului Justiţiei de a angaja proceduri disciplinare şi funcţiilor organizatorice şi administrative cu care erau investiţi preşedinţii Curţilor de Apel.", "\t79. În această privinţă, trebuie relevat că pentru a evita un asemenea risc, dispoziţiile legale interziceau oricărui magistrat să-şi exprime public o opinie asupra unui proces în curs şi, în plus, interziceau formal orice amestec al judecătorilor inspectori în derularea procesului.", "\t80. Or, trebuie constatat că în cazul în speţă judecătorul inspector a încălcat aceste interdicţii astfel încât în cursul examinării recursului formulat de întreprinderea Locato, el a afirmat că organizaţia « United States - Peace Corps » nu putea face obiectul evacuării în condiţiile în care, prin hotărârea contestată, Tribunalul ordonase evacuarea sa.", "\t81. Argumentul Guvernului conform căruia Curtea de Apel a admis recursul pe un alt temei decât cel luat în considerare de judecătorul inspector nu schimbă cu nimic această constatare din moment ce judecătorul şi, implicit, preşedintele Curţii de Apel au pledat în favoarea respingerii acţiunii reclamantului.", "\t82. În orice caz, Curtea aminteşte că orice îndoială legitimă împotriva imparţialităţii unei instanţe este suficientă în sine pentru a conduce la concluzia încălcării art. 6 alin. 1 (a se vedea, mutatis mutandis, Sramek împotriva Austriei, Hotărârea din 22 octombrie 1984, seria S nr. 84, pag. 20, par. 42).", "\t83. În lumina circumstanţelor speţei, Curtea consideră că îndoielile reclamantului în privinţa independenţei şi imparţialităţii Curţii de Apel pot fi considerate justificate din punct de vedere obiectiv.", "\t84. În consecinţă, a fost încălcat  alin. 1 din Convenţie.", "\tII. Asupra pretinsei încălcări a art. 1 din Protocolul nr. 1", "\t85. Reclamantul invocă o încălcare a dreptului său la respectarea bunurilor sale datorită imposibilităţii de executare a sentinţei definitive din 24 iunie 1999 de ordonare a restituirii imobilului. El invocă articolul 1 din Protocolul nr. 1 care dispune:", "« Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi privat de proprietatea sa decât din cauza unei utilităţi publice şi în condiţiile prevăzute de lege şi principiile generale ale dreptului internaţional.", "Dispoziţiile precedente nu aduc atingere dreptului pe care îl deţin statele de a pune în vigoare legile pe care le consideră necesare pentru a reglementa folosirea bunurilor în conformitate cu interesul general sau pentru a asigura plata impozitelor sau altor contribuţii sau amenzilor. »", "\t1. Asupra admisibilităţii", "\t86. Curtea constată că această plângere nu este în mod manifest neîntemeiată în sensul art. 35 alin. 3 din Convenţie. De asemenea, ea constată că aceasta nu prezintă niciun alt motiv de inadmisibilitate. Trebuie aşadar să o declare admisibilă.", "\t2. Asupra fondului", "\t87. Guvernul consideră că nu poate fi stabilită nicio încălcare a art. 1 din Protocolul nr. 1. El reiterează faptul că organizaţia « United States - Peace Corps » este asimilată misiunii diplomatice a Statelor Unite în România şi că imobilul litigios este folosit de organizaţie « în scopurile misiunii diplomatice ».", "\t88. În consecinţă, Guvernul susţine că principiul imunităţilor organelor de stat constituie baza legală a neexecutării sentinţei din 24 iunie 1999 şi că această neexecutare urmăreşte un scop legitim de interes general, şi anume necesitatea de a păstra relaţii bune cu Guvernul Statelor Unite.", "\t89. Reclamantul contestă teza Guvernului şi continuă să susţină că neexecutarea sentinţei menţionată anterior constituie o atingere adusă dreptului său de proprietate în sensul art. 1 din Protocolul nr. 1.", "\t90. Curtea consideră că sentinţa definitivă din 24 iunie 1999 recunoaşte reclamantului calitatea de proprietar al imobilului în chestiune şi ordonând autorităţilor locale să i-l restituie reprezintă o creanţă împotriva statului român suficient stabilită pentru a fi calificată drept « valoare patrimonială » şi a invoca protecţia articolului 1 din Protocolul nr. 1.", "\t91. Conform jurisprudenţei Curţii, articolul 1 din Protocolul nr. 1, care garantează în substanţă dreptul de proprietate, conţine trei norme distincte (James şi alţii împotriva Regatului Unit al Marii Britanii, Hotărârea din 21 februarie 1986, seria A nr. 98, pag. 29-30, par. 37): prima, care este exprimată în prima frază a primului alineat şi care are un caracter general, enunţă principiul respectării proprietăţii; a doua, figurând în a doua frază a aceluiaşi alineat, vizează privarea de proprietate şi o supune anumitor condiţii; în privinţa celei de-a treia, prevăzută la al doilea alineat, aceasta recunoaşte statelor contractante puterea, între altele, de a reglementa folosirea bunurilor în conformitate cu interesul general. A doua şi a treia, care au legătură cu exemple deosebite de atingeri aduse dreptului de proprietate, trebuie interpretate în lumina principiului consacrat de a doua (Iatridis împotriva Greciei [GC], nr. 31107/96, par. 55, CEDO 1999-II).", "\t92. În cazul în speţă Curtea constată că reclamantul este privat nu numai de posesia imobilului său, ci şi de posibilitatea de a-l vinde sau de a obţine orice fel de profit, din moment ce prin hotărârile din 30 mai 2002 şi 21 ianuarie 2005 Guvernul l-a înscris pe lista imobilelor ce fac parte din patrimoniul privat al statului.", "\t93. În aceste condiţii, Curtea consideră că imposibilitatea pentru reclamant de a beneficia de orice fel de drept de proprietate asupra imobilului său reprezintă o expropriere de fapt, în sensul celei de-a doua fraze de la primul paragraf al articolului 1 din Protocolul nr. 1 (a se vedea, a contrario, Immobiliare Saffi împotriva Italiei [GC], nr. 22774/93, par. 46, CEDO 1999-V).", "\t94. O privare de proprietate legată de această a doua normă se poate justifica numai dacă se demonstrează că a intervenit pentru o cauză de utilitate publică şi în condiţiile prevăzute de lege. În plus, orice amestec în beneficierea de proprietate trebuie să răspundă criteriului de proporţionalitate (Brumărescu împotriva României [GC], nr. 28342/95, par. 78, CEDO 1999-VII).", "\t95. În cazul în speţă Curtea constată că Guvernul reiterează argumentul său conform căruia imunitatea diplomatică de care ar beneficia organizaţia « United States - Peace Corps » justifica refuzul de a restitui imobilul.", "\t96. Fiind vorba despre perioada anterioară expirării contractului de închiriere la 31 martie 2002, Curtea aminteşte constatarea sa făcută cu prilejul examinării plângerii întemeiată pe neexecutarea sentinţei din 24 iunie 1999, şi anume că existenţa acestui contract putea justifica întârzierea în punerea la dispoziţia reclamantului a imobilului. Cu toate acestea, ea constată că autorităţile locale şi nu reclamantul, proprietarul adevărat al imobilului, sunt cele care au continuat să încaseze chiria în ciuda anulării titlului de proprietate al statului prin sentinţa definitivă din 24 iunie 1999.", "\t97. În privinţa perioadei posterioare expirării contractului de închiriere, Curtea constată că statul a dispus şi continuă să dispună de imobilul reclamantului în lipsa oricărui titlu, cele două hotărâri ale Guvernului nr. 533 şi 60 din 30 mai 2002 şi 21 ianuarie 2005 neputând constitui un titlu valabil din moment ce încalcă sentinţa definitivă din 24 iunie 1999.", "\t98. În aceste condiţii şi pe baza circumstanţelor deosebite ale cauzei, Curtea consideră că numai principiul imunităţii organelor de stat nu ar putea fi suficient în sine pentru a justifica omisiunea autorităţilor române de a transfera dreptul de proprietate asupra imobilului în patrimoniul reclamantului (a se vedea, a contrario, Manoilescu şi Dobrescu, citată anterior).", "\t99. Curtea Constată că reclamantul este astfel privat de toate atributele dreptului de proprietate asupra imobilului său de mai mulţi ani fără să fi încasat despăgubiri şi că eforturile depuse de el pentru a-şi recupera bunul au rămas fără rezultat până astăzi. În consecinţă, presupunând chiar că s-ar putea demonstra că refuzul autorităţilor de a restitui imobilul ar fi avut o bază legală şi că ar fi servit o cauză de interes public, Curtea consideră că echilibrul just dintre cerinţele de interes general al comunităţii şi imperativele protecţiei drepturilor gundamentale ale individului a fost întrerupt şi că reclamantul a suportat şi continuă să suporte o povară specială şi exorbitantă.", "\t100. În consecinţă, a fost şi continuă să fie încălcat art. 1 din Protocolul nr. 1.", "    \tII. Asupra celorlaltor pretinse încălcări", "\t101. În temeiul art. 6 alin. 1 din Convenţie reclamantul invocă o atingere adusă principiului egalităţii mijloacelor folosite datorită refuzului Curţii de Apel de a amâna termenul fixat pentru 26 februarie 2002.", "\t102. El consideră că a fost victima unei discriminări contrarii art. 14 din Convenţie din cauza originii sale evreieşti.", "\t103. Ţinând cont de ansamblul elementelor aflate în posesia sa şi în măsura în care este competentă să cunoască invocările formulate, Curtea nu a constatat nicio aparenţă de încălcare a acestor drepturi şi libertăţi garantate de Convenţie şi Protocoalele sale. În această privinţă, ea relevă, pe de o parte, că reclamantul a fost citat legal să compară, că cunoştea dinainte termenul şi că Curtea de Apel a amânat de două ori pronunţarea hotărârii pentru a-i permite să depună concluziile scrise şi, pe de altă parte, că reclamantul nu a oferit niciun indiciu care să permită dezvăluirea vreunei discriminări.", "\t104. Reiese că această parte a cererii este clar neîntemeiată şi trebuie respinsă în aplicarea art. 35 alin. 3 şi 4 din Convenţie.", "\tIV. Asupra aplicării  din Convenţie", "    \t105. În conformitate cu art. 41 din Convenţie,", "« În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă. »", "    \tA. Prejudiciul material", "    \t106. Reclamantul subliniază că modalitatea cea mai adecvată pentru Guvern de a repara prejudiciul cauzat ar fi să-i restituie întregul imobil, şi anume terenul şi construcţia.", "\t107. În cazul în care Guvernul s-ar opune restituirii imobilului, reclamantul se declară pregătit să accepte acordarea unei despăgubiri şi cere suma de 3.000.000 euro echivalentă cu valoarea de piaţă a bunului. Pentru a-şi justifica pretenţiile el se bazează pe o expertiză efectuată de un expert înscris în Asociaţia experţilor tehnici din România, care concluzionează că valoarea bunului este de 2.438.240 euro.", "\t108. Guvernul îşi exprimă dezacordul faţă de suma cerută de reclamant. El supune la rândul său atenţiei o expertiză întocmită de un alt expert autorizat. Conform acestei expertize, valoarea de piaţă a bunului se ridică la 1.329.982 euro. În plus, Guvernul expune faptul că statul a investit 66.294 euro în lucrările care au făcut să crească valoarea imobilului.", "\t109. În observaţiile sale, ca răspuns la observaţia Guvernului, reclamantul contestă rezultatele expertizei prezentată de Guvern. El explică faptul că diferenţa dintre sumele prezentate de cei doi experţi este datorată în special faptului că expertul desemnat de Guvern a calculat valoarea imobilului considerând că se află în « zona 1 » din Bucureşti, în condiţiile în care el face parte din « zona 0 », care este cea mai scumpă în materie imobiliară.", "\t110. Reclamantul a cerut de asemenea 288.000 euro, sumă corespuzătoare pierderilor, şi anume chiriile încasate de către stat din noiembrie 2000.", "\t111. În fine, el cere rambursarea sumei de 2.000 euro cu titlu de taxe şi impozite plătite din 2000 pentru imobilul litigios.", "\t112. Invocând, între altele, cauza Popescu Nasta împotriva României (nr. 33355/96, par. 62, 7 ianuarie 2003), Guvernul consideră că dacă Curtea ordonă restituirea imobilului reclamantului, ea nu va putea să-i acorde nicio despăgubire cu titlu de pierdere.", "\t113. Curtea aminteşte că hotărârea de constatare a unei încălcări implică pentru stat obligaţia juridică prevăzută de Convenţie de a pune capăt încălcării şi de a-i înlătura consecinţele. Dacă dreptul intern nu permite înlăturarea decât parţial a consecinţelor acestei încălcări, articolul 41 din Convenţie conferă Curţii puterea de a acorda o reparaţie părţii vătămate prin actul sau omisiunea în privinţa cărora a fost constatată încălcarea Convenţiei.", "\t114. Curtea consideră, în circumstanţele speţei, că punerea în posesia reclamantului a bunului litigios, aşa cum este ordonată prin sentinţa din 24 iunie 1999 a Tribunalului Bucureşti, ar plasa reclamantul pe cât posibil într-o situaţie echivalentă cu cea în care s-ar afla dacă cerinţele art. 6 alin. 1 din Convenţie şi 1 din Protocolul nr. 1 nu ar fi fost încălcate.", "\t115. Dacă statul pârât nu va proceda la o asemenea restituire în termen de trei luni începând din ziua în care prezenta Hotărâre va deveni definitivă, Curtea decide că va trebui să plătească interesatului, pentru prejudiciul material, o sumă corespunzătoare valorii actuale a bunului.", "\t116. În privinţa stabilirii acestei sume, Curtea relevă diferenţa importantă dintre valorile prezentate de experţii desemnaţi de părţile în litigiu.", "\t117. Ţinând cont de informaţiile de care dispune asupra preţurilor pieţii imobiliare din Bucureşti, Curtea estimează valoarea de piaţă actuală a imobilului şi terenului aferent la 1.900.000 euro.", "\t118. În privinţa sumei cerută cu titlu de pierderi, Curtea consideră din cauza refuzului de a executa sentinţa definitivă menţionată anterior, reclamantul a suferit un prejudiciu material deoarece este privat de beneficierea de bunui său şi de orice posibilitate de a-l folosi şi de a obţine vreun profit, din moment ce statul este cel care continuă să încaseze chiria plătită de organizaţia « United States - Peace Corps ». În consecinţă, Curtea consideră rezonabilă propunerea reclamantului de a aprecia pierderile suferite datorită neexecutării sentinţei din 24 iunie 1999 pe baza chiriei lunare plătită de această organizaţie. Guvernul necontestând faptul că statul continuă să încaseze chiria prevăzută în contractul de închiriere din 1999, Curtea se va folosi de acest lucru ca un punct de referinţă.", "\t119. Cu toate acestea, pentru a formula o apreciere realistă, Curtea trebuie să ţină cont de asemenea de faptul că reclamantul ar fi putut investi anumite sume în întreţinerea imobilului şi că veniturile sale din chirii ar fi putut fi supuse impozitării (a se vedea, mutatis mutandis, Prodan împotriva Moldovei, nr. 49806/99, par. 74, CEDO 2004-III (extrase)).", "\t120. Văzând cele de mai sus, Curtea, statuând în echitate, acordă reclamantului suma de 200.000 euro cu titlu de pierdere suferită datorită neexecutării sentinţei definitive din 24 iunie 1999.", "\t121. În fine, în privinţa rambursărrii taxelor şi impozitelor plătite din 2000, Curtea constată că reclamantul s-a achitat de aceste obligaţii în calitatea sa de proprietar al imobilului şi că titlul său de proprietate este în continuare valabil. Prin urmare, Curtea consideră că încălcările constatate ale articolelor 6 alin. 1 din Convenţie şi 1 din protocolul nr. 1 nu ar putea justifica rambursarea acestor sume. Faptul că Regia a plătit de asemenea taxe şi impozite pentru imobil nu poate schimba această concluzie.", "\tB. Prejudiciul moral", "\t122. Reclamantul solicită 300.000 euro cu titlu de prejudiciu moral pe care l-a suferit din cauza refuzului autorităţilor să-i restituie imobilul. El menţionează că acest refuz i-a provocat o mare suferinţă psihică, ce a condus la înrăutăţirea stării sale de sănătate precum şi la un infarct.", "\t123. Guvernul se opune acestei pretenţii considerând că nu a existat nicio legătură directă între încălcările pretinse şi pretinsul prejudiciu moral invocat. În plus, el susţine că hotărârea Curţii ar putea constitui, în sine, o reparaţie suficientă.", "\t124. Curtea nu ar putea ignora nici numeroasele demersuri pe care reclamantul le-a întreprins, la o vârstă avansată, pentru a reintra în posesia bunului său, nici sentimentele de disperare pe care le-a simţit datorită imposibilităţii de a fi respectată sentinţa definitivă din 24 iunie 1999. Ea consideră că faptele litigioase au implicat ingerinţe grave în dreptul reclamantului la respectarea bunului său, la o instanţă şi la un proces echitabil, pentru care suma de 10.000 euro reprezintă o reparaţie echitabilă a prejudiciului moral suferit.", "    \tB. Costuri şi cheltuieli", "    \t125. Reclamantul cere de asemenea 10.000 euro pentru costurile şi cheltuielile suportate în faţa instanţelor interne şi pentru cele suportate în faţa Curţii.", "\t126. Guvernul subliniază că reclamantul nu a oferit niciun act doveditor în sprijinul cererii sale şi că, în privinţa costurilor şi cheltuielilor suportate în faţa instanţelor interne, ar fi putut cere rambursarea lor acestor instanţe.", "\t127. Curtea aminteşte că în temeiul art. 41 din Convenţie pot fi rambursate numai cheltuielile asupra cărora s-a stabilit că sunt expuse în mod real, că corespund unei necesităţi şi că sunt în sumă rezonabilă (a se vedea, între altele, Nikolova împotriva Bulgariei [GC], nr. 31195/96, par. 79, CEDO 1999-II).", "\t128. Ţinând cont de faptul că reclamantul nu şi-a exemplificat cererea şi nici nu a oferit vreun act doveditor pentru suma costurilor şi cheltuielilor cerute, Curtea decide să nu-i acorde nicio sumă cu acest titlu.", "    \tC. Majorări de întârziere", "    \t129. Curtea hotărăşte să aplice majorările de întârziere echivalente cu rata dobânzii pentru facilitatea de credit marginal practicată de Banca Centrală Europeană, la care se vor adăuga trei puncte marginale.", "PENTRU ACESTE MOTIVE,", "CURTEA,", "ÎN UNANIMITATE:", "    \t1. declară cererea admisibilă în privinţa capetelor de cerere întemeiate pe art. 6 alin. 1 din Convenţie în privinţa neexecutării sentinţei din 24 iunie 1999 şi independenţei şi imparţialităţii Curţii de Apel Bucureşti şi în privinţa capetelor de cerere întemeiate pe art. 1 din Protocolul nr. 1 şi inadmisibilă pentru celelalte capete de cerere;", "    \t2. hotărăşte că a fost încălcat art. 6 alin. 1 din Convenţie datorită neexecutării sentinţei din 24 iunie 1999;", "\t3. hotărăşte că a fost încăkcat art. 6 alin. 1 din Convenţie datorită faptului că nu a fost judecată cauza de o instanţă independentă şi imparţială;", "\t4. hotărăşte că a fost încălcat art. 1 din protocolul nr. 1;", "    \t5. hotărăşte:", "a) că statul pârât trebuie să restituie reclamantului imobilul situat la nr. 16 în str. Negustori în Bucureşti, în conformitate cu sentinţa din 24 iunie 1999 a Judecătoriei Bucureşti, în termen de 3 luni de la data rămânerii definitive a hotărârii, în conformitate cu  alin. 2 din Convenţie;", "b) că în caz de nerestituire statul pârât trebuie să plătească reclamantului, în acelaşi termen de trei luni, 1.900.000 euro (un milion nouă sute mii euro) pentru prejudiciul material;", "c) că statul pârât trebuie să plătească reclamantului 200.000 euro (două sute mii euro) pentru prejudiciul material precum şi 10.000 euro (zece mii euro) pentru prejudiciul moral;", "d) că sumele respective vor fi convertite în moneda statului pârât la rata de schimb aplicabilă la data plăţii şi că trebuie adăugată la aceasta orice sumă putând fi datorată cu titlu de impozit;", "e) că începând de la data expirării termenului amintit şi până la momentul efectuării plăţii, sumele vor fi majorate cu o dobândă simplă, a cărei rată este egală cu rata dobânzii pentru facilitatea de credit marginal practicată de Banca Centrală Europeană, la care se vor adăuga trei puncte procentuale;", "    \t6. respinge cererea de acordare a unei satisfacţii echitabile pentru rest.", "    \tRedactată în limba franceză, apoi comunicată în scris, la data de 26 iulie 2007, în aplicarea  alin. 2 şi 3 din Regulament.", "Elisabet Fura-Sandström,", "preşedinte", "Santiago Quesada,", "grefier", "\tLa prezenta hotărâre se anexează, în conformitate cu art. 45 alin. 2 din Convenţie şi 74 alin. 2 din regulament, expunerea opiniei concordante a domnului Caflisch la care s-a alăturat doamna Ziemele.", "E.F.-S.", "S.Q.", "OPINIE CONCORDANTĂ A DOMNULUI CAFLISCH LA CARE S-A ALĂTURAT DOAMNA ZIEMELE", "\t1. Subscriu la concluziile la care a ajuns Camera în privinţa pretinsei încălcări a art. 6 alin. 1 din Convenţie în prezenta cauză. O fac mai ales din cauza constatării indicată la paragraful 60 din Hotărâre, unde Curtea constată:", "\t« că existenţa unei eventuale imunităţi de care ar beneficia organizaţia menţionată anterior, nu s-ar opune deloc transferului în patrimoniul reclamantului a atribuţiilor dreptului de proprietate asupra imobilului în litigiu. Acest transfer neimplicând în sine evacuarea locatarului, acesta din urmă avea posibilitatea, în caz de litigiu asupra dreptului de folosinţă al imobilului, să se folosească de mijloacele sale de apărare, inclusiv cele reieşite din imunitatea de jurisdicţie. »", "\t2. Judecând prin prisma paragrafelor 402 şi 403 ale sentinţei sale din 26 februarie 2007 privind aplicarea Convenţiei pentru prevenirea şi pedepsirea infracţiunii de genocid (Bosnia-Herţegovina împotriva Serbiei şi Muntenegrului), Curtea Internaţională de justiţie nu priveşte prea favorabil faptul că instanţele internaţionale specializate - cum este de asemenea cazul acestei Curţi - se pronunţă asupra unor probleme generale de drept internaţional public. În ciuda acestei rezerve din partea organului judiciar principal al Naţiunilor Unite, mi-aş fi dorit ca majoritatea acestei Curţi, în loc să lase aceste materii la aprecierea instanţelor române, să se exprime asupra problemei imunităţii pe care o ridică prezenţa continuă a « Peace Corps » american în imobilul ce face obiectul prezentei cauze. În acest sens, aş dori de altfel să îmi exprim neîndumerirea în faţa refuzului Serviciului juridic al acestei instituţii de a informa Curtea asupra statutului său, mai ales în vederea avantajului pe care aceasta i l-ar fi putut aduce.", "\t3. Acordul din 24 ianuarie 1992 dintre Statele Unite şi România privind activităţile Peace Corps în România păstrează tăcerea asupra statutului acestei entităţi ca atare. El se limitează la a prevedea, în articolul său VI că", "\t« reprezentantul Peace Corps şi personalul său vor primi acelaşi tratament ca persoanele de rang similar ce fac parte din Ambasada Statelor Unite în România, doar că nu vor beneficia de statutul şi imunităţile diplomatice ».", "\t4. Acest text conduce la două concluzii: 1. personalul Peace Corps beneficiază de acelaşi statut cu al Ambasadei Statelor Unite în timp ce Peace Corps ca atare nu se situează la acelaşi nivel cu Ambasada; 2. asimilarea personalului nu se extinde la privilegiile şi imunităţile diplomatice. Dacă acordul din 1992 păstrează tăcerea asupra situaţiei Peace Corps ca atare, informaţiile de care Curtea dispune în prezenta cauză - refuzul Serviciului juridic al acestei agenţii de a informa Curtea, neasimilarea Peace Corps cu Ambasada, refuzul explicit de a face ca personalul său să beneficieze de privilegiile şi imunităţile diplomatice - fac să se creadă că Peace Corps nu beneficiază de statut diplomatic în România.", "\t5. Această concluzie provizorie este confirmată de definiţia pe care Convenţia de la Viena din 18 aprilie 1961 asupra relaţiilor diplomatice o dă funcţiilor diplomatice şi de activităţile pe care Peace Corps le îndeplineşte. În temeiul art. 3 din Convenţia de la Viena,", "\t« 1. Funcţiile misiunii diplomatice constau în special în:", " \ta) a reprezenta statul acreditant în statul acreditar;", " \tb) a ocroti în statul acreditar interesele statului acreditant şi ale cetăţenilor săi, în limitele admise de dreptul internaţional;", " \t c) a duce tratative cu guvernul statului acreditar;", " \td) a se informa prin toate mijloacele licite despre condiţiile şi evoluţia evenimentelor din statul acreditar şi a raporta cu privire la acestea guvernului statului acreditant;", " \te) a promova relaţii de prietenie şi a dezvolta relaţiile economice, culturale şi ştiinţifice între statul acreditant şi statul acreditar;", " \t2. Nici o dispoziţie a prezentei convenţii nu poate fi interpretată ca interzicînd misiunii diplomatice exercitarea funcţiilor consulare. »", "\tAceastă dispoziţie conduce la concluzia că misiunea diplomatică trebuie să se achite de o serie de sarcini din care cea mai mare parte privesc relaţiile oficiale dintre state - exceptând poate, cel puţin în parte, pe cea care constă în dezvoltarea relaţiilor de prietenie, economice, culturale şi ştiinţifice (art. 3 alin 1) cu statul acreditar. Misiunea diplomatică îndeplineşte toate funcţiile enumerate. Un organism chiar şi oficial desemnat, de exemplu, să se ocupe numai de promovarea relaţiilor de prietenie sau culturale dintre statele respective nu are evident caracterul unei misiuni diplomatice.", "\t6. Făcând abstracţie de la referirea la îndeplinirea în România a « sarcinilor ce au făcut obiectul unui acord » între cele două state (articolul I.1), Acordul din 24 ianuarie 1992 dintre statele Unite şi România nu spune nimis concret asupra activităţilor Peace Corps. Bazându-se pe informaţii în general accesibile, se poate afirma totuşi că acest organism are misiunea de a contribui la pregătirea bărbaţilor şi femeilor în ţările gazdă pentru a contribui la progresul acestora şi a favoriza o mai bună înţelegere între popoarele din ţările respective. Activităţile americanilor trimişi în străinătate în cadrul Peace Corps privesc domeniile următoare: educaţie, dezvoltarea activităţilor comunitare şi de comerţ, protecţia mediului şi agriculturii, sănătate şi asistenţă medicală, tehnici de informare. Această descriere sumară a sarcinilor Peace Corps arată, în orice caz, că organismul nu are calitatea de misiune diplomatică şi că de aceea nu ar putea beneficia de imunităţile şi privilegiile pe care Convenţia de la Viena din 1961 le acordă acestor misiuni.", "\t7. Cu toate acestea, această constatare nu epuizează subiectul. Nu există nicio îndoială că Peace Corps este o agenţie (« instrumentality ») a Guvernului Statelor Unite. Acesta din urmă, prin intermediul Peace Corps este chiriaşul imobilului revendicat de reclamant. Este adevărat că ultimul contract de închiriere încheiat cu Guvernul român s-a încheiat la 31 martie 2002, aşa cum constată Curtea în Hotărârea sa (paragraful 56); dar peace Corps continuă să ocupe liniştit imobilul, se pare, adică în înţelegere cu Guvernul român care, probabil, încasează o chirie. Peace Corps este deci departe de a « părăsi » clădirea; el îl ocupă în baza unui contract de închiriere tacit pe durată nedeterminată. Fără îndoială Guvernul român ar putea pune capăt acestei prezenţe, la nevoie respectând termenul de preaviz prevăzut de dreptul român în materie de contracte de închiriere pe durată nedeterminată. Dar câtă vreme nu o face, prezenţa Peace Corps este perfect legală şi Statele Unite, prin intermediul acestui organism, au un interes legitim în a putea continua să folosească încăperile.", "\t8. Acest interes este protejat de dreptul internaţional şi dacă da, în ce fel? În cazul în speţă Statele Unite ar putea încerca să se prevaleze de regulile obişnuite ale dreptului persoanelor în materie de imunitate a statelor, prevăzută de Convenţia din 2 decembrie 2004 asupra imunităţilor jurisdicţionale ale statelor şi bunurilor lor (Naţiunile Unite, Adunarea Generală, Rezoluţia 59/38 din 2 decembrie 2004).", "\t9. Articolul 13 din Convenţia din 2004 care enumeră excepţiile de la imunitatea de jurisdicţie, prevede următoarele:", "\t« Cu excepţia situaţiei în care statele respective nu decid altfel, un stat nu poate invoca imunitatea de jurisdicţie în faţa instanţei unui alt stat, competentă în acea speţă, într-o procedură relativă la determinarea:", "\ta) unui drept sau a unui interes al statului asupra unui bun imobiliar situat pe teritoriul statului forului, posesiei sau utilizării bunului imobiliar de către stat ori unei obligaţii a statului, care îi incumbă acestuia fie în calitatea de titular al unui drept asupra bunului imobiliar, fie in calitate de posesor sau utilizator al acestui bun;", "\tb) unui drept sau interes al statului asupra unui bun mobiliar ori imobiliar născut dintr-o succesiune, donaţie sau vacanţă a moştenirii; ori", "\tc) unui drept sau interes al statului legat de administrarea unor bunuri cum ar fi bunurile aflate în custodie, bunurile care fac parte din patrimoniul unei persoane aflate în faliment ori bunurile unei societăţi în caz de dizolvare a acesteia. »", "\tConform literei a) a acestui text, Statele Unite (sau România) acţionând în scopul evitării oricărui comportament ilicit la nivel internaţional în privinţa Statelor Unite) nu poate opune imunitatea de jurisdicţie instanţelor române. Articolul 13 a) împiedică într-adevăr statul străin să invoce această imunitate, deoarece aceasta nu acoperă nici drepturile sau interesele acestui stat asupra bunurilor imobiliare nici folosinţa acestora. Astfel, Statele Unite sau Românie nu ar putea, în prezenta cauză, să se bazeze pe imunitatea de jurisdicţie. În plus, prezenta cauză a depăşit faza jurisdicţională; executarea unei sentinţe este pusă aici în discuţie.", "\t10. Articolul 19 din Convenţia din 2004 priveşte, în privinţa sa, imunitatea statelor în materie de constrângere ulterioară judecăţii, deci asupra imunităţii execuţiei, şi dispune:", "\t« Nicio măsură asiguratorie, cum ar fi confiscarea, reţinerea/poprirea, executarea, nu poate fi luată ulterior judecăţii împotriva bunurilor unui stat în legătură cu o procedură intentată în faţa instanţei unui alt stat, decât dacă şi în măsura în care:", "\ta) statul şi-a exprimat expres consimţământul la luarea unor astfel de măsuri:", "\t(i) printr-un acord internaţional;", "\t(ii) printr-un acord de arbitraj sau contract scris; ori", "\t(iii) printr-o declaraţie în faţa tribunalului sau printr-o comunicare scrisă ulterior apariţiei unui diferend între părţi; ori", "\tb) statul a rezervat/afectat bunuri pentru satisfacerea cererii care constituie obiectul acestei proceduri; sau", "\tc) a fost stabilit că bunurile sunt utilizate/destinate a fi utilizate de către stat în alte scopuri decât cele guvernamentale necomerciale şi sunt situate pe teritoriul statului forului (...) »", "\t11. Această situaţie pare să se potrivească mai bine situaţiei analizate aici, care este cea a unui litigiu reglementat de o sentinţă a cărei executare se doreşte. În acest gen de situaţie, precizează articolul 19, nu este permisă nicio măsură împotriva statului străin, doar dacă nu cumva vreuna din condiţiile enunţate la literele a) şi c) ale art. 19 nu este îndeplinită, ceea ce evident nu este cazul. România nu poate deci lua în privinţa Statelor Unite, chiriaş de facto, nicio măsură de constrângere.", "\t12. Prin urmare, România poate lua două măsuri, cumulabile de altfel: 1) să ceară Statelor Unite să evacueze încăperile pentru a le restitui reclamantului, demers care, în caz de refuz al Statelor Unite, ar rămâne fără efect deoarece nu este posibilă nicio măsură de constrângere; şi/sau 2) să transfere proprietatea imobilului reclamantului fără a-l pune totuşi în posesia acestuia (a se vedea pe această temă paragraful 60 din Hotărâre). În eventualitatea unui transfer de proprietate fără punere în posesie, reclamantul ar avrea dreptul să fie despăgubit pentru întreaga perioadă în care a fost şi ar fi fost privat ilegat de folosinţa bunului său. Dacă în schimb transferul este însoţit de restituire, despăgubirea s-au reduce la privarea suferită de reclamant înainte de data restituirii.", "\t13. Dacă niciuna din aceste măsuri nu s-ar materializa, despăgubirea de plătit de Guvernul român s-ar calcula pe baza valorii de piaţă a imobilului şi a perioadei în care reclamantul a fost privat de bunul său."]}