{"file": "RUM_HJUDRUM_3052_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "3052/04", "text_paragraphs": ["Traducere neoficială a variantei engleze a hotărârii,", "efectuată de către asociaţia obştească „Juriştii pentru drepturile omului”", "", "", "", "SECŢIUNEA A PATRA", "", "", "", "", "CAUZA DACIA S.R.L. c. MOLDOVEI", "", "(Cererea nr. 3052/04)", "", "", "", "", "", "HOTĂRÂRE", "(Satisfacţie echitabilă)", "", "", "STRASBOURG", "", "24 februarie 2009", "", "", "", "DEFINITIVĂ", "", "14/09/2009", "", "", "Această hotărâre poate fi subiect al revizuirii editoriale.", "În cauza Dacia S.R.L. c. Moldovei,", "Curtea Europeană a Drepturilor Omului (Secţiunea a Patra), întrunită în cadrul unei Camere compuse din:", "\tNicolas Bratza, Preşedinte,\n\tLech Garlicki,\n\tGiovanni Bonello,\n\tLjiljana Mijović,\n\tJán Šikuta,\n\tPäivi Hirvelä,\n\tMihai Poalelungi, judecători\nşi Lawrence Early, Grefier al Secţiunii,", "Deliberând la 3 februarie 2009 în şedinţă închisă,", "Pronunţă următoarea hotărâre, care a fost adoptată la acea dată:", "PROCEDURA\t", "1. La originea cauzei se află o cerere (nr. 3052/04) depusă împotriva Republicii Moldova la Curte, în conformitate cu prevederile articolului 34 al Convenţiei pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale („Convenţia”), de către o întreprindere înregistrată în Republica Moldova, Dacia S.R.L. („reclamantul”), la 6 ianuarie 2004. Reclamantul a fost reprezentat de către dl V. Nagacevschi de la „Juriştii pentru drepturile omului”, o organizaţie non-guvernamentală cu sediul în Chişinău. Guvernul Republicii Moldova („Guvernul”) a fost reprezentat de către Agentul său, dl V. Grosu.", "2. Într-o hotărâre pronunţată la 18 martie 2008 („hotărârea principală”), Curtea a constatat că a avut loc o încălcare a drepturilor reclamantului garantate de articolul 6 § 1 al Convenţiei şi articolul 1 al Protocolului nr. 1 la Convenţie ca urmare a anulării privatizării hotelului reclamantului cu încălcarea principiilor egalităţii armelor şi securităţii raporturilor juridice.", "3. Deoarece chestiunea cu privire la aplicarea articolului 41 al Convenţiei nu era gata pentru decizie, Curtea a rezervat-o şi a invitat Guvernul şi reclamantul să prezinte, în termen de trei luni, observaţiile lor scrise cu privire la această chestiune.", "4. Atât reclamantul, cât şi Guvernul au prezentat observaţii.", "ÎN FAPT", "I.  CIRCUMSTANŢELE CAUZEI", "5. Reclamantul, Dacia S.R.L., este o întreprindere înregistrată conform legislaţiei Republicii Moldova.", "1. Evenimentele care au avut loc până la adoptarea hotărârii principale", "6. În anul 1997, Parlamentul Republicii Moldova a adoptat legislaţia cu privire la privatizarea unor bunuri proprietate de stat, inclusiv hotelul „Dacia”. La 29 ianuarie 1999, reclamantul a fost declarat învingător al licitaţiei desfăşurate pentru vânzarea hotelului. El a plătit 20,150,000 lei moldoveneşti (MDL) (2,305,043 dolari SUA la acea dată). La 13 septembrie 1999, reclamantul a cumpărat de la Consiliul municipal Chişinău 0.21 hectare de teren, pe care era situat hotelul, la preţul de MDL 50,840 (4,395 euro (EUR) la acea dată).", "7. Potrivit reclamantului, pe parcursul anilor după cumpărarea hotelului, au fost cheltuite sume mari de bani pentru renovarea acestuia şi pentru cumpărarea mobilei noi şi a echipamentului.", "8. La 11 ianuarie 2003, Procuratura Generală a iniţiat proceduri judiciare, cerând anularea privatizării hotelului şi restituirea către reclamant a preţului plătit. La 6 iunie 2003, Judecătoria Economică a Republicii Moldova a acceptat cererea Procurorului General şi a anulat privatizarea hotelului. Instanţa de judecată a dispus restituirea către reclamant a sumei de MDL 20,150,000 şi restituirea hotelului către stat.", "9. La 8 iulie 2003, Curtea Supremă de Justiţie nu a dat curs recursului reclamantului, din cauza omisiunii acestuia de a plăti întreaga sumă a taxei de stat.", "10. În proceduri separate, care au culminat cu o hotărâre a Curţii Supreme de Justiţie din 19 februarie 2004, vânzarea lotului de teren pe care era situat hotelul a fost, de asemenea, anulată.", "11. Hotărârea din 6 iunie 2003 a fost executată în întregime în rate în perioada cuprinsă între 13 aprilie şi 27 octombrie 2004. În anul 2004, suma de MDL 20,150,000 constituia echivalentul a aproximativ EUR 1,342,590.", "12. Reclamantul a iniţiat proceduri judiciare împotriva Guvernului, pretinzând compensaţii pentru prejudiciul care i-a fost cauzat în calitatea sa de cumpărător de bună-credinţă al hotelului. El a plătit MDL 484,733 ca taxă de stat. La 10 martie 2005, Curtea de Apel Economică a respins aceste pretenţii. La 4 mai 2005, Curtea Supremă de Justiţie a respins cererea reclamantului privind scutirea de la plata taxei de stat. Ea a informat reclamantul că recursul nu putea fi examinat din cauza neplăţii taxei de stat în mărime deplină. Noul termen-limită pentru plata taxei de stat a fost 25 mai 2005; reclamantul nu s-a încadrat în acest termen-limită.", "2. Evenimentele care au avut loc după adoptarea hotărârii principale", "13. Reclamantul a angajat un expert care să facă o evaluare a actualului preţ de piaţă al hotelului şi al lotului de teren pe care este situat acesta. Expertul a explicat că el putea să facă evaluarea doar dacă el ar avea acces în hotel şi la toate documentele acestuia, inclusiv la documentele din Registrul de stat al bunurilor imobile. Deoarece hotelul se află în prezent în proprietatea statului, la 9 aprilie 2008, reclamantul a cerut asistenţa Direcţiei Agent Guvernamental pentru asigurarea accesului expertului în hotel şi la documentele relevante. Printr-o scrisoare datată din 23 aprilie 2008, Agentul Guvernamental l-a informat pe reclamant că el ar trebui să contacteze administraţia hotelului şi Agenţia Cadastru.", "14. La 29 aprilie 2008, reclamantul a cerut administraţiei hotelului să permită accesul expertului în hotel. Printr-o altă scrisoare din aceeaşi zi, reclamantul a cerut Agenţiei Cadastru să permită accesul expertului său la documentele relevante. Printr-o scrisoare datată din 5 mai 2008, administraţia hotelului l-a informat pe reclamant că pentru a se asigura accesul în hotel era necesară permisiunea Guvernului. Printr-o scrisoare datată din 15 mai 2008, Agenţia Cadastru l-a informat pe reclamant că ea nu avea dreptul să ofere acces la documentele cerute, deoarece ea „nu oferă astfel de servicii”.", "15. La 8 mai 2008, Curtea Supremă de Justiţie a emis o încheiere de asigurare a acţiunii prin care a interzis înstrăinarea hotelului. În aceeaşi zi, reclamantul a cerut Guvernului să permită accesul expertului său în hotel. El nu a primit niciun răspuns. La 11 mai 2008, reclamantul l-a informat pe Agentul Guvernamental cu privire la situaţia dată şi a cerut asistenţa acestuia pentru obţinerea accesului în hotel şi la documentele relevante. De asemenea, el a notat că refuzul de a oferi un astfel de acces ar putea fi considerat ca o violare a drepturilor sale garantate de articolul 34 al Convenţiei. Reclamantul nu a primit răspuns la această scrisoare.", "16. La 29 aprilie 2008, reclamantul a depus la Curtea Supremă de Justiţie o cerere privind casarea hotărârii judecătoreşti din 6 iunie 2003 şi a hotărârilor judecătoreşti ulterioare pronunţate împotriva sa, invocând drept temei pentru cererea sa hotărârea principală. Reclamantul a mai solicitat aplicarea interdicţiei de înstrăinare a clădirii hotelului şi a lotului de teren şi sechestrarea conturilor bancare până la examinarea cererii sale.", "17. La prima şedinţă, care a avut loc la 12 iunie 2008, părţile au fost informate despre amânarea şedinţei până la 3 iulie 2008 ca urmare a unei cereri a Agentului Guvernamental. Reclamantul a cerut o copie a acestei cereri, însă a fost refuzat. Atunci, el a cerut accesul la dosar, unde nu a găsit vreo cerere de la Agentul Guvernamental, care nu a fost parte la niciuna din procedurile la nivel naţional din anii 2003 şi 2005.", "18. Înainte de şedinţa din 3 iulie 2008, unul din judecătorii completului de judecată de la Curtea Supremă de Justiţie, care examina cauza, a fost înlocuit cu un alt judecător. În timpul acelei şedinţe, Guvernul (reclamant în procedurile naţionale iniţiale şi actualul proprietar al hotelului „Dacia”) a prezentat referinţa sa la cererea reclamantului din 29 aprilie 2008. În special, el a considerat că acordarea reclamantului a unei compensaţii în mărime de EUR 962,660.70 va constitui o satisfacţie echitabilă suficientă, în sensul articolului 41 al Convenţiei.", "19. Până la următoarea şedinţă judecătorească, încă doi judecători ai completului Curţii Supreme de Justiţie, care examina cauza, au fost înlocuiţi cu alţi judecători. Examinarea cauzei a fost reluată de la început. La 29 iulie 2008, avocatul reclamantului a examinat dosarul pentru a stabili motivele pentru cele trei înlocuiri ale judecătorilor în cauză. El nu a găsit vreo explicaţie.", "20. La 24 iulie 2008, Curtea Supremă de Justiţie a casat hotărârile judecătoreşti din 6 iunie şi 27 octombrie 2003, precum şi pe cea din 19 februarie 2004, pronunţate împotriva reclamantului (a se vedea, pentru mai multe detalii, circumstanţele cauzei din hotărârea principală), şi a dispus rejudecarea cauzei de către Curtea de Apel Economică. Procedurile încă sunt pendinte în această instanţă.", "21. La 5 noiembrie 2008, Curtea a cerut părţilor să prezinte, până la 26 noiembrie 2008, observaţii suplimentare, care să se limiteze la chestiunea privind valoarea hotelului Dacia şi a recomandat Guvernului să permită accesul reclamantului în hotel şi la documentele acestuia. Doar după aceasta, expertului reclamantului i s-a acordat acces în hotel şi la documentele acestuia.", "Evaluarea prezentată de reclamant la 26 noiembrie 2008 a fost pregătită de un expert cu o experienţă de 30 de ani în domeniul proprietăţii intelectuale şi a evaluării afacerilor şi a cuprins 65 de pagini şi mai multe anexe. Valoarea finală a hotelului (MDL 98,700,000, aproximativ EUR 7,612,000) a fost calculată prin folosirea a trei metode diferite de evaluare.", "La 26 noiembrie 2008, Guvernul a cerut prelungirea până la 2 decembrie 2008 a termenului limită pentru prezentarea evaluării sale. Totuşi, până la acea dată, el nu a prezentat observaţii. El a trimis la 5 decembrie 2008 un „raport preliminar” cu privire la valoarea hotelului Dacia. Potrivit acelui „raport preliminar”, întocmit la 1 decembrie 2008, hotelul valora MDL 29,124,000 (EUR 2,219,191). „Raportul preliminar” avea cinci pagini, trei dintre care erau copii ale licenţelor evaluatorului, o pagină enumera „condiţiile şi termenii” cu privire la limitele răspunderii evaluatorului, iar ultima descria denumirea şi adresa hotelului Dacia şi suma la care acesta a fost evaluat. Nu au fost incluse calcule. La data adoptării acestei hotărâri, Curtea nu a primit raportul final al evaluatorului angajat de Guvern.", "II.\tDREPTUL INTERN RELEVANT          ", "22. Articolul 619 al Codului civil prevede următoarele:", "„(1) Obligaţiilor pecuniare li se aplică dobânzi pe perioada întârzierii. Dobânda de întârziere reprezintă 5% peste rata dobânzii prevăzută la art. 585 [rata dobânzii de refinanţare a BNM] dacă legea sau contractul nu prevede altfel. Este admisă proba unui prejudiciu mai redus.", "(2) În cazul actelor juridice la care nu participă consumatorul, dobânda este de 9% peste rata dobânzii prevăzută la art. 585 dacă legea sau contractul nu prevede altfel. Nu este admisă proba unui prejudiciu mai redus.”", "ÎN DREPT", "23. Articolul 41 al Convenţiei prevede următoarele:", "„Dacă Curtea declară că a avut loc o violare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă.”", "A. Prejudiciul material", "1. Argumentele reclamantului", "24. În observaţiile sale din 30 iunie şi 26 noiembrie 2008, reclamantul a cerut, ca parte a restitutio in integrum, restituirea hotelului şi a lotului de teren pe care acesta este situat. Dacă, din orice motiv, restituirea este imposibilă reclamantul a cerut compensaţii bazate pe valoarea de piaţă a hotelului. Potrivit evaluării făcute la 21 noiembrie 2008 de către un expert angajat de reclamant, hotelul Dacia valora MDL 98,700,000 (EUR 7,612,000).", "25. De asemenea, reclamantul a prezentat o copie a unui anunţ publicat de către Agenţia Proprietăţii de Stat în Monitorul Oficial din 23 mai 2008, prin care se anunţa că statul expunea la licitaţie acţiuni ale hotelului Jolly Alon. Valoarea acelui hotel, bazată pe preţul acţiunilor expuse spre vânzare, era de MDL 150,974,025 (EUR 11,309,932). Acesta era un hotel de patru stele, la fel ca şi hotelul Dacia şi era situat la o distanţă de aproximativ 500 metri de acesta. În opinia reclamantului, valoarea hotelului Jolly Alon era, astfel, comparabilă cu valoarea hotelului Dacia, având în vedere faptul că ultimul era puţin mai mic.", "26. În observaţiile sale din 30 iunie 2008, reclamantul a pretins, pe lângă restituirea hotelului, EUR 1,065,539.52 (sumă care a fost ulterior majorată, a se vedea pretenţia (c) de mai jos) cu titlu de prejudiciu material cauzat ca rezultat al anulării abuzive a privatizării. Suma pretinsă era constituită, la data prezentării, din următoarele:", "(a) taxa de stat plătită în anii 2003 şi 2005 pentru apărarea în cauzele privind anularea privatizării (în total EUR 35,096.61 plus dobânda de întârziere, a se vedea paragraful 22 de sus, în mărime de EUR 58,469.16). În observaţiile sale din 29 iulie 2008, reclamantul a prezentat copii ale documentelor care confirmau plata acestor taxe de stat. De asemenea, el a prezentat o copie a încheierii Curţii Supreme de Justiţie din 10 mai 2004, care nu a fost executată nici până în prezent, prin care s-a dispus restituirea sumei de MDL 50,000 plătită ca taxă de stat.", "(b) banii găsiţi în casieria hotelului în ziua când statul a preluat hotelul (în total EUR 12,460.82) plus dobânda de întârziere (EUR 16,335.67).", "(c) dobânda de întârziere pentru întârzierea în transferarea către reclamant a sumei de MDL 20,150,000, după cum s-a dispus prin hotărârea judecătorească din 6 iunie 2003, luându-se în consideraţie că suma transferată în ultimă instanţă către reclamant a fost redusă cu MDL 350,000.60 din cauza taxei de stat, pe care el a fost obligat să o plătească (dobânda constituind EUR 278,724.94). Deoarece în observaţiile sale din 1 iulie 2008 Guvernul a considerat că dobânda pentru această întârziere în efectuarea plăţii constituia EUR 347,821, reclamantul, de asemenea, s-a bazat pe această sumă în ultimele sale observaţii.", "(d) profitul ratat pentru întreaga perioadă pe parcursul căreia reclamantul nu a putut administra hotelul său (EUR 693,010). În susţinerea acestei pretenţii, reclamantul s-a bazat pe declaraţiile sale fiscale pe anii 1999-2003, pe parcursul cărora el a obţinut un profit net în mărime totală de MDL 9,564,250 sau un profit mediu lunar net în mărime de MDL 180,457 (EUR 11,755 la data expedierii observaţiilor reclamantului). Reclamantul a subliniat că el nu şi-a bazat estimarea sa pe ultimii doi ani ai activităţii sale, în timpul cărora el a avut un venit net mai mult decât de două ori mai mare, însă s-a bazat pe rezultatele medii pe parcursul întregii sale perioade de administrare. El a mai notat că el a exclus din calculele sale venitul suplimentar care a fost reinvestit în mobilarea şi modernizarea hotelului. Ca răspuns la argumentul Guvernului precum că calculul profitului ratat era speculativ, deoarece depindea de circumstanţe imprevizibile (a se vedea paragraful 31 de mai jos), reclamantul a declarat că exista o metodă credibilă de stabilire a profitului ratat, care consta în examinarea profiturilor obţinute de fapt de către stat din administrarea hotelului începând cu luna august a anului 2003. Aparent, din anul 2003 hotelul a funcţionat normal, nu a constituit obiect al unei proceduri de insolvabilitate şi nu exista nimic care să indice că el, mai degrabă, a generat pierderi decât profituri. Deoarece experţilor reclamantului nu li s-a permis să examineze documentele hotelului, Guvernul însuşi, ca proprietar al hotelului, putea să prezinte probe care să ajute Curtea să stabilească mai precis profitul ratat. Deoarece Guvernul nu a făcut acest lucru, argumentul acestuia că metoda de calculare a profitului ratat al reclamantului a fost speculativă nu ar trebui acceptat.", "27. Deoarece el va suferi pierderi suplimentare din momentul prezentării pretenţiilor cu titlu de satisfacţie echitabilă, până la restituirea hotelului şi plata compensaţiei pentru pierderile sale, dacă aceasta va fi acordată de Curte, reclamantul a mai pretins o compensaţie în mărime de EUR 551.38 pe zi cu titlu de dobândă la sumele pretinse (inclusiv MDL 149.6 (EUR 9.58) pe zi în ceea ce priveşte pretenţiile din punctul (c) de mai sus), până la primirea acestor sume, şi MDL 180,457.55 pe lună cu titlu de profit ratat până la ziua restituirii hotelului. Reclamantul a recunoscut că el trebuie să restituie statului MDL 20,150,000, pe care i-a primit în anul 2004.", "2.\tArgumentele Guvernului", "28. Guvernul a considerat că reclamantul a formulat, în textul observaţiilor sale, pretenţii parţial diferite de cele formulate în concluziile acelor observaţii şi a cerut Curţii să le ia în consideraţie doar pe ultimele.", "29. Guvernul a susţinut că pretenţia reclamantului formulată cu titlu de satisfacţie echitabilă era exagerată şi, în cea mai mare parte, neîntemeiată. În primul rând, el a considerat că reclamantul nu putea pretinde restituirea hotelului, deoarece în hotărârea principală nu s-a spus nimic despre acest lucru. Pretenţia cu privire la lotul de teren pe care este situat hotelul ar trebui respinsă din acelaşi motiv. În orice caz, hotelul Dacia nu valora mai mult de MDL 29,124,000 (EUR 2,219,191) (a se vedea paragraful 21 de mai sus).", "30. Mai mult, reclamantul nu a pretins în anul 2005 în faţa instanţelor judecătoreşti naţionale că valoarea investiţiei sale în lotul de teren pe care era situat hotelul ar trebui, de asemenea, luată în consideraţie. Prin urmare, el putea pretinde doar preţul plătit pentru acel lot de teren (MDL 50,840 sau EUR 3,279).", "31. Pretenţia reclamantului formulată cu titlu de compensaţii pentru profitul său ratat era speculativă, deoarece nivelul profitului pe parcursul perioadei în cauză (din anul 2003 şi până în prezent) putea fi afectat de diferiţi factori imprevizibili, spre exemplu, calitatea managementului hotelului, situaţia economică generală din ţară şi numărul variabil al clienţilor cazaţi în hotel. Ca parte a riscurilor de afaceri implicate, hotelul putea să genereze chiar pierderi în loc de profituri.", "32. Guvernul a considerat că, în pofida renunţării de către reclamant la pretenţia sa privind întârzierea în executarea hotărârii judecătoreşti din 6 iunie 2003, prin care s-a dispus restituirea preţului iniţial plătit pentru hotel, şi în pofida acceptării de către Curte a acelei renunţări (a se vedea hotărârea principală paragraful 43), anume această parte a creat o obligaţie de compensaţii cu titlu de prejudiciu material. Guvernul a considerat că principiile dezvoltate în jurisprudenţa Curţii cu privire la executarea întârziată a hotărârilor judecătoreşti definitive ar trebui aplicate în această cauză. El a susţinut că întârzierea în executarea hotărârii judecătoreşti din 6 iunie 2003, precum şi imposibilitatea de a folosi banii investiţi în reparaţia hotelului şi în echipament i-au cauzat reclamantului un prejudiciu în mărime de EUR 590,825.", "33. De asemenea, Guvernul a susţinut că reclamantului îi erau datorate prejudicii pentru imposibilitatea acestuia de a folosi banii luaţi din casierie la data când hotelul a fost preluat de către stat. Totuşi, calculele reclamantului au fost incorecte, suma totală de fapt datorată fiind de EUR 24,976.", "34. Guvernul a considerat că reclamantul nu şi-a susţinut pretenţiile sale în ceea ce priveşte taxa de stat plătită în anii 2003 şi 2005, precum şi prejudiciile datorate. El a considerat că Curţii nu i-a fost prezentată vreo probă cu privire la plata primei taxe de stat (MDL 484,733) şi că, în orice caz, taxele de stat nu au fost discriminatorii sau nerezonabile. Mai mult, cealaltă taxă de stat (MDL 50,000) care a fost, de fapt, plătită ar putea fi restituită reclamantului la cerere printr-o încheiere judecătorească, fapt care nu a fost vreodată solicitat de reclamant.", "35. Deoarece în cererea sa adresată Curţii Supreme de Justiţie şi datată din 29 aprilie 2008, reclamantul a cerut să i se permită restituirea către stat în rate a preţului iniţial al hotelului (MDL 20,150,000) el, în mod implicit, a recunoscut dreptul statului de a obţine restituirea acestei sume. Prin urmare, şi statului i se datorează o dobândă de întârziere pentru folosirea acestei sume începând cu anul 2004.", "36. Guvernul a cerut Curţii să nu accepte pretenţiile reclamantului formulate cu titlu de compensaţii pentru prejudiciul material care să depăşească suma totală de EUR 897,805.", "3. Aprecierea Curţii", "(a)\tPrincipiile aplicabile", "37. Curtea reiterează că o hotărâre în care ea constată o violare impune statului pârât o obligaţie juridică de a pune capăt violării şi de a repara consecinţele acesteia în aşa mod, încât să restabilească pe cât e posibil situaţia existentă înainte de violare (a se vedea, Iatridis v. Greece (just satisfaction) [GC], nr. 31107/96, § 32, ECHR 2000-XI, şi Former King of Greece and Others v. Greece [GC] (just satisfaction), nr. 25701/94, § 72, 28 noiembrie 2002).", "38. Trebuie subliniat de la bun început că acesta nu este un caz de naţionalizare sau de o altă formă de lipsire legală de proprietate, unde unica chestiune care trebuie examinată de Curte este dacă reclamantul a primit o compensaţie corespunzătoare. Mai degrabă, după cum s-a constatat în hotărârea principală, cauza se referă la o lipsire de proprietate fără un motiv admisibil şi cu încălcarea principiului securităţii raporturilor juridice. Cu alte cuvinte, lipsirea de proprietate în sine, nu putea fi justificată în sensul Convenţiei.", "39. Prin urmare, reparaţia trebuie să aibă scopul de a repune reclamantul în situaţia în care el s-ar fi aflat dacă violarea nu ar fi avut loc, adică dacă acţiunea judiciară împotriva lui ar fi fost respinsă ca urmare a expirării termenului de prescripţie, iar reclamantul nu şi-ar fi pierdut hotelul (a se vedea Papamichalopoulos and Others v. Greece (Article 50), 31 octombrie 1995, § 36, Seria A nr. 330B; Carbonara and Ventura v. Italy (just satisfaction), nr. 24638/94, §§ 37-40, 11 decembrie 2003; Scordino v. Italy (no. 3) (just satisfaction), nr. 43662/98, §§ 32-37, ECHR 2007...; şi Melnic v. Moldova, nr. 6923/03, § 51, 14 noiembrie 2006).", "40. Curtea consideră că în această cauză, cea mai corespunzătoare formă de restitutio in integrum este ca hotelul şi lotul de teren pe care acesta este situat să fie restituite reclamantului şi ca acestuia să-i fie plătite compensaţii pentru orice pierderi suplimentare cauzate. Totuşi, în cazul în care restituirea hotelului şi a lotului de teren se va dovedi a fi imposibilă, în principiu, ţine de competenţa Curţii să stabilească valoarea monetară a hotelului, care să fie plătită reclamantului de către Guvernul pârât în schimbul hotelului, dacă va fi necesar (a se vedea Papamichalopoulos, citată mai sus, §§ 38-40, şi Brumărescu v. Romania (just satisfaction) [GC], nr. 28342/95, §§ 22-24, ECHR 2001I).", "Totuşi, trebuie luate în consideraţie sumele restituite reclamantului, care s-ar îmbogăţi fără justă cauză, dacă Curtea le va ignora (a se compara cu hotărârea Scordino v. Italy (no. 3) (just satisfaction), citată mai sus, § 38).", "(b)\tValoarea hotelului", "41. Curtea notează că, potrivit raportului de expertiză prezentat de reclamant, hotelul Dacia valorează EUR 7,612,000. De asemenea, ea notează că Guvernul a contestat această cifră şi a susţinut că hotelul valorează EUR 2,219,191.", "42. Curtea notează întârzierea Guvernului în prezentarea „raportului preliminar” cu privire la valoarea hotelului Dacia (a se vedea paragraful 21 de mai sus). Totuşi, ea decide, în mod excepţional, să admită raportul şi să-l anexeze la dosar. Cu toate acestea, Curtea notează că „raportul preliminar” nu conţine calcule sau alte explicaţii cu privire la modul în care evaluatorul a stabilit suma menţionată în acest document. Nu există nimic în acest document care i-ar permite Curţii să ia în consideraţie această evaluare la stabilirea faptului dacă pretenţia reclamantului este rezonabilă. Mai mult, Guvernul nu a prezentat, la nicio etapă, raportul final cu privire la valoarea hotelului Dacia.", "43. Curtea notează că reclamantul a prezentat o evaluare a hotelului făcută de un expert evaluator, care a folosit trei metode diferite pentru evaluarea hotelului şi care a constatat că valoarea medie era echivalentă cu suma de EUR 7,612,000. Mai mult, valoarea hotelului Dacia, după cum pretinde reclamantul, pare a fi comparabilă cu valoarea hotelului Jolly Alon situat în apropiere, luându-se în consideraţie diferenţa de mărime.", "44. Prin urmare, Curtea nu vede niciun motiv pentru a pune la îndoială rezonabilitatea pretenţiei formulate de reclamant în acest sens şi din cauza lipsei vreunui raport de expertiză alternativ prezentat de către Guvern în termenul stabilit. Prin urmare, în caz dacă hotelul nu poate fi restituit reclamantului, Guvernul ar trebui să plătească reclamantului EUR 7,612,000, sumă care reprezintă valoarea de piaţă actuală a hotelului.", "45. Decizia Curţii cu privire la prejudiciile acordate nu este afectată de faptul că procedurile judiciare sunt pendinte la nivel naţional (a se vedea paragrafele 16-20 de mai sus). Trebuie notat faptul că, în pofida prevederilor clare ale hotărârii principale a Curţii şi a motivelor aduse de către aceasta pentru constatarea unei violări a articolului 6 şi a articolului 1 al Protocolului nr. 1 la Convenţie, Curtea Supremă de Justiţie, fără a aduce vreun motiv în acest sens, a decis să trimită cauza la rejudecare în loc să caseze hotărârile judecătoreşti contestate şi să decidă singură cu privire la consecinţele casării lor, după cum s-a întâmplat în mai multe cauze anterioare (a se vedea, spre exemplu, Enachi v. Moldova (dec.), nr. 19274/03, 21 noiembrie 2006; Cumatrenco v. Moldova (dec.), nr. 28209/03, 20 martie 2007; Guranda v. Moldova (dec.), nr. 28412/03, 20 martie 2007; şi Volghin v. Moldova (dec.), nr. 67517/01, 27 martie 2007).", "Din aceste motive, Curtea este de opinia că ea trebuie să continue examinarea cauzei în pofida faptului că procedurile judiciare sunt pendinte la nivel naţional.", "(c)\tProfitul ratat al reclamantului", "46. Curtea consideră că reclamantul a ratat profituri pe care el le putea obţine, dacă nu ar fi avut loc încălcarea drepturilor sale şi pierderea hotelului său. Ea notează că hotelul de patru stele este situat în centrul capitalei, lângă câteva clădiri guvernamentale importante, parcul central şi câteva ambasade şi că el are un centru de afaceri şi un restaurant. Profitabilitatea sa, după cum o dovedesc documentele fiscale, a crescut progresiv după anul 2001 (când se pare că au fost investite sume considerabile în reparaţia şi mobilarea lui). În pofida creşterii profitabilităţii hotelului, reclamantul s-a bazat pe venitul său mediu net, şi nu pe ultimele (cele mai bune) rezultate obţinute în anii 2002 şi 2003. Deşi Guvernul a susţinut că metoda prin care reclamantul a calculat profitul său ratat a fost speculativă, el nu a prezentat nicio metodă alternativă de calcul, considerând că hotelul a putut să aibă chiar pierderi, decât profituri.", "47. Curtea este conştientă de dificultăţile în calcularea profitului ratat în circumstanţe în care astfel de profituri ar putea varia în funcţie de mai mulţi factori imprevizibili. Totuşi, ea este de acord cu reclamantul că, în această cauză, a fost destul de simplu de a stabili profitul hotelului, în mod precis, în timpul perioadei de referinţă, deoarece acesta a continuat să fie administrat fără prea multe schimbări, cu excepţia înlocuirii în anul 2003 a proprietarului şi a administraţiei. Omisiunea de a prezenta informaţii cu privire la profiturile obţinute de fapt sau pierderile suferite începând cu anul 2003 este imputabilă pe deplin Guvernului pârât, care a fost singurul care a avut acces la acestea şi care a împiedicat Curtea să verifice estimările reclamantului. Deşi reclamantului i-a fost, în ultimă instanţă, acordat acces la documentele hotelului, observaţiile cerute de la părţi la acea etapă s-au limitat, în mod expres, la chestiunea privind valoarea hotelului (a se vedea paragraful 21 de mai sus). De asemenea, Curtea consideră că calculele reclamantului nu sunt excesive, având în vedere ceea ce acesta ar fi putut pretinde, în baza ultimelor rezultate financiare ale hotelului obţinute până la transferul acestuia către stat. În aceste circumstanţe şi având în vedere lipsa vreunei asistenţe din partea Guvernului, în sarcina sa de a calcula profitul ratat datorat reclamantului, pretenţiile ultimului în acest sens sunt acceptate pe deplin.", "48. Luând în consideraţie întârzierea de şase luni între data prezentării pretenţiei cu titlu de satisfacţie echitabilă şi data acestei hotărâri şi având în vedere cererea expresă, susţinută prin calcule, de a acorda prejudicii şi pentru perioada de după prezentarea pretenţiilor sale, Curtea acordă reclamantului EUR 763,540 cu titlu de profit ratat.", "(d)\tTaxa de stat şi banii luaţi din casierie", "49. Curtea notează că reclamantul a prezentat probe că el a plătit taxe de stat în suma pretinsă (în total EUR 35,096.61). De asemenea, el a prezentat probe cu privire la încercările sale fără succes de a recupera cea mai mică din sumele plătite ca taxă de stat inclusă în suma de mai sus (MDL 50,000, a se vedea paragraful 26 de mai sus). Deoarece aceste taxe au fost plătite în proceduri iniţiate împotriva reclamantului şi în care ultimul şi-a apărat drepturile sale garantate de Convenţie, această sumă ar trebui restituită în întregime. Legislaţia naţională (a se vedea paragraful 22 de mai sus) prevede plata dobânzii de întârziere în cazul plăţilor întârziate şi stabileşte metoda de calculare a acestei dobânzi. Deşi a fost împotriva restituirii taxei de stat sau a dobânzii către reclamant, Guvernul nu a contestat calculele făcute în acest sens, care par să fie în corespundere cu prevederile legislaţiei naţionale. Prin urmare, Curtea acordă reclamantului EUR 98,565 pentru taxele de stat şi dobânda de întârziere.", "50. Curtea observă că părţile au fost de acord cu metoda care a fost folosită pentru calcularea dobânzii de întârziere la sumele luate din casieria hotelului în luna august 2003, însă calculele acestora nu au coincis. Hotărând în baza materialelor de care dispune, Curtea acordă reclamantului EUR 28,520 pentru sumele luate din casieria hotelului şi dobânda de întârziere.", "51. Luând în consideraţie perioada de aproximativ şase luni, care s-a scurs între prezentarea de către reclamant a pretenţiilor sale şi data acestei hotărâri, suma totală care trebuie acordată pentru taxa de stat şi banii luaţi din casierie, inclusiv dobânda de întârziere este, astfel, de EUR 127,085.", "(e)\tDobânda de întârziere (suma de MDL 20,150,000)", "52. În primul rând, Curtea notează că reclamantul a primit suma pe care el a investit-o iniţial în hotel (MDL 20,150,000) în rate plătite în anul 2004. Ambele părţi au prezentat pretenţii în legătură cu folosirea acestei sume. Reclamantul a pretins dobânda de întârziere pentru întârzierea în transferul către el a sumei de mai sus, în timp ce Guvernul a pretins dobânda de întârziere pentru perioada pe parcursul căreia reclamantul a folosit această sumă (din anul 2004 până în prezent).", "53. Curtea reaminteşte că în hotărârea principală (§ 43) ea a acceptat renunţarea de către reclamant la pretenţia cu privire la executarea întârziată a hotărârii judecătoreşti din 6 iunie 2003 (prin care s-a dispus restituirea către el a sumei de MDL 20,150,000). Mai mult, Curtea face referire la decizia sa de mai sus prin care a acceptat pretenţia reclamantului privind profitul ratat. Ea consideră că reclamantul nu poate pretinde concomitent profitul ratat ca urmare a imposibilităţii sale de a administra hotelul şi dobânda de întârziere pentru întârzierea în obţinerea preţului acestui hotel. Prin urmare, ea respinge această pretenţie.", "54. Curtea nu consideră că Guvernul are dreptul la dobânda de întârziere în ceea ce priveşte folosirea de către reclamant, începând cu anul 2004, a aceleiaşi sume de MDL 20,150,000. Guvernul nu a contestat argumentul reclamantului că o parte din acei bani au fost reţinuţi în contul taxelor de stat adiţionale. Mai important, după pierderea hotelului său în urma acţiunilor autorităţilor de stat, reclamantul nu a mai putut să-şi îndeplinească obligaţiile sale faţă de principalul său creditor (Vikol NV, a se vedea circumstanţele cauzei din hotărârea principală). Ca rezultat, el a trebuit să transfere creditorului toate sumele primite de la Stat. Prin urmare, reclamantul nu a putut profita din folosirea banilor primiţi de la Stat.", "(f)\tConcluzie", "55. Curtea hotărăşte că Guvernul pârât trebuie să restituie reclamantului hotelul „Dacia” cu toată mobila şi echipamentul din acesta şi lotul de teren pe care acesta este situat sau să plătească EUR 7,612,000 care reprezintă valoarea de piaţă actuală a hotelului. Ea mai constată că reclamantul are dreptul la o sumă totală de EUR 890,625 cu titlu de prejudiciu material.", "56. În acelaşi timp, Curtea consideră că reclamantul trebuie să restituie Guvernului EUR 1,264,924 (echivalentul a MDL 20,150,000 la 27 octombrie 2004, atunci când el a primit ultima parte din această sumă). Această sumă ar trebui, astfel, dedusă din suma totală datorată reclamantului, dacă Guvernul nu poate să transfere hotelul înapoi reclamantului, ci să plătească compensaţii. Dacă hotelul este restituit, reclamantul trebuie să plătească diferenţa dintre EUR 1,264,924 pe care îi datorează Guvernului şi EUR 890,625, care reprezintă prejudiciul material cauzat reclamantului, diferenţa constituind EUR 374,299.", "57. Curtea trebuie să pornească de la prezumţia că Guvernul se va conforma cu bună-credinţă hotărârii ei. Din acest motiv, ea nu poate accepta pretenţia reclamantului că lui ar trebui să-i fie plătite de către Guvern prejudicii zilnice sau lunare pentru perioada cuprinsă între adoptarea prezentei hotărâri şi executarea deplină a acesteia. În schimb, Curtea va aplica conceptul său standard (a se vedea paragraful 67 de mai jos). ", "B. Prejudiciul moral", "58. Reclamantul a mai pretins EUR 50,000 cu titlu de prejudiciu moral. El s-a bazat pe jurisprudenţa Curţii în ceea ce el a considerat a fi cauze similare. El a făcut referire la faptul că administraţia sa a pierdut locurile sale de muncă şi că însăşi companiei i-a fost imposibil să-şi continue activitatea. Şocul suferit de echipa de administrare a fost agravat de faptul că ea a investit tot talentul şi eforturile sale pentru a face din hotel o afacere profitabilă, însă această afacere le-a fost luată.", "59. Guvernul a considerat că reclamantul nu a prezentat nicio probă privind prejudiciul moral care i-a fost cauzat. Orice pierdere a reputaţiei reclamantului se datorează comportamentului de rea-credinţă al acestuia atunci când hotelul a fost privatizat.", "60. Curtea reiterează că, „în lumina propriei sale jurisprudenţe ..., Curtea nu poate ... exclude posibilitatea ca unei companii comerciale să i se poată acorda compensaţii pecuniare cu titlu de prejudiciu moral”. Mai mult, „prejudiciul moral suferit de astfel de companii poate include capete de pretenţii care sunt într-o măsură mai mare sau mai mică „obiective” sau „subiective”. Pe lângă acestea, trebuie luate în consideraţie reputaţia companiei, incertitudinea în planificarea activităţilor şi luarea deciziilor, întreruperea administrării companiei (pentru care nu există o metodă precisă de calculare a consecinţelor) şi, în sfârşit, deşi într-o măsură mai mică, anxietatea şi inconvenienţele care le-au fost cauzate membrilor echipei de administrare” (a se vedea Comingersoll S.A. v. Portugal [GC], nr. 35382/97, § 35, ECHR 2000IV, şi Sovtransavto Holding v. Ukraine (just satisfaction), nr. 48553/99, § 79, 2 octombrie 2003).", " 61. În această cauză, Curtea notează că unica activitate a reclamantului a constat, în mod exclusiv, în administrarea hotelului, numele căruia îl purta. Ca urmare a pierderii hotelului, compania a încetat, în mod efectiv, să funcţioneze, iar membrii administraţiei sale şi-au pierdut locurile de muncă şi împreună cu acestea speranţele lor într-o afacere prosperă. Mai mult, după cum a constatat Curtea în hotărârea principală, reclamantului nu i s-a putut reproşa că ar fi acţionat în mod ilegal sau cu rea-credinţă. Totuşi, instanţele judecătoreşti naţionale au declarat că reclamantul a acţionat cu rea-credinţă, ceea ce a constituit temei pentru respingerea tuturor pretenţiilor sale de compensare, fapt care, fără îndoială, a agravat piederile emoţionale şi pierderea reputaţiei comerciale suferite de administraţia acestuia.", "62. Hotărând în mod echitabil, Curtea acordă reclamantului EUR 25,000 cu titlu de prejudiciu moral suferit (a se vedea Sovtransavto Holding, citată mai sus, § 82, şi Oferta Plus S.R.L. v. Moldova (just satisfaction), nr. 14385/04, § 76, 12 februarie 2008).", "C. Costuri şi cheltuieli", "63. Reclamantul a pretins în total EUR 5,670 cu titlu de cheltuieli de reprezentare, EUR 337 cu titlu de costuri pentru evaluarea hotelului şi EUR 165 cu titlu de costuri de traducere. El a prezentat probe potrivit cărora el i-a plătit deja avocatului EUR 3,330 din sumele de mai sus şi că avocatul a plătit deja taxele relevante, iar restul sumei urma să fie plătită când va fi posibil. Reclamantul a prezentat o listă detaliată potrivit căreia avocatul său a petrecut în total 82 de ore asupra cauzei, percepând un onorariu de EUR 60 pe oră. Acestea au inclus două seturi de observaţii suplimentare cerute de către Curte cu privire la satisfacţia echitabilă. El a argumentat că numărul de ore lucrate de avocat asupra cauzei nu a fost excesiv şi a fost justificat de complexitatea acesteia. În ceea ce priveşte onorariul perceput pe oră, de EUR 60, reclamantul a susţinut că acesta era în limitele ratelor recomandate de către Baroul Avocaţilor din Republica Moldova, care constituiau EUR 40 până la 150 şi că Curtea a acceptat rate chiar şi mai mari în cauze moldoveneşti anterioare cum ar fi cauza Boicenco v. Moldova (nr. 41088/05, § 176, 11 iulie 2006). De asemenea, el a făcut referire la costurile înalte ale vieţii în Chişinău şi la faptul că în pofida cifrelor oficiale care confirmau sărăcia în rândul populaţiei din Republica Moldova, în Chişinău erau multe persoane înstărite şi companii care îşi puteau permite să plătească şi care plăteau onorarii pe oră înalte. In fine, reclamantul a prezentat probe că el a plătit în întregime pentru traducere, care a fost necesară pentru cea mai bună prezentare a argumentelor, Direcţia Agent Guvernamental beneficiind, de asemenea, de o traducere profesionistă a observaţiilor sale din acelaşi motiv.", "64. Guvernul a contestat necesitatea de a plăti pentru servicii de traducere, deoarece reprezentantul unui reclamant în faţa Curţii ar trebui să vorbească una din limbile oficiale ale Curţii. El nu a fost de acord cu suma pretinsă pentru reprezentare, considerând-o excesivă şi nesusţinută prin probe, deoarece nu a fost prezentat niciun contract încheiat cu avocatul. De asemenea, el a făcut referire la caracterul neobligatoriu al recomandării Baroului Avocaţilor din Republica Moldova şi la faptul că onorariul plătit depăşea de paisprezece ori salariul mediu lunar în Republica Moldova pentru anul 2006. Guvernul a contestat numărul de ore lucrate asupra cauzei, cum ar fi timpul dedicat discuţiilor între directorul reclamantului şi avocat cu privire la acţiunile care urmau a fi luate în procedurile în faţa Curţii sau pentru întocmirea diferitelor scrisori şi alt lucru tehnic, neintelectual. El a făcut referire la statutul de organizaţie non-profit al organizaţiei „Juriştii pentru drepturile omului” în care lucra reprezentantul reclamantului.", "65. Curtea reaminteşte că pentru ca costurile şi cheltuielile să fie rambursate în temeiul articolului 41, trebuie stabilit faptul dacă ele au fost realmente angajate, necesare şi rezonabile ca mărime (a se vedea, spre exemplu, Amihalachioaie v. Moldova, nr. 60115/00, § 47, ECHR 2004III).", "66. În această cauză, luând în consideraţie lista detaliată prezentată şi probele cu privire la plata deplină a unei părţi din costurile pretinse şi având în vedere complexitatea cauzei şi aportul avocatului, Curtea acordă reclamantului EUR 6,000 cu titlu de costuri şi cheltuieli (a se vedea Sovtransavto Holding, citată mai sus, § 86, şi Oferta Plus S.R.L., citată mai sus, § 87).", "D.\tDobânda de întârziere", "67. Curtea consideră că este corespunzător ca dobânda de întârziere să fie calculată în funcţie de rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană, la care vor fi adăugate trei procente.", "DIN ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1. Hotărăşte", "(a) \tcă statul pârât trebuie să restituie reclamantului, în termen de trei luni de la data la care această hotărâre devine definitivă în conformitate cu articolul 44 § 2 al Convenţiei, hotelul Dacia şi echipamentul acestuia împreună cu lotul de teren pe care este situat acesta, plus orice taxă care poate fi percepută, iar reclamantul trebuie să plătească, în acelaşi timp, Guvernului suma de EUR 374,299 (trei sute şaptezeci şi patru mii două sute nouăzeci şi nouă euro), care să fie convertită în valuta naţională a statului pârât conform ratei aplicabile la data acestei plăţi;", "", "(b) că, în cazul nerestituirii hotelului, după cum este prevăzut în punctul (a) de mai sus, statul pârât trebuie să plătească reclamantului, în cadrul aceleiaşi perioade de trei luni la care se face referire în punctul (a) de mai sus, EUR 7,237,700 (şapte milioane două sute treizeci şi şapte mii şapte sute euro) cu titlu de prejudiciu material, care să fie convertiţi în valuta naţională a statului pârât conform ratei aplicabile la data executării hotărârii, plus orice taxă care poate fi percepută;", "", "(c) că statul pârât trebuie să plătească reclamantului, în cadrul aceleiaşi perioade de trei luni la care se face referire în punctul (a) de mai sus, următoarele sume, care să fie convertite în valuta naţională a statului pârât conform ratei aplicabile la data executării hotărârii:", "(i) EUR 25,000 (douăzeci şi cinci mii euro) cu titlu de prejudiciu moral;", "(ii) EUR 6,000 (şase mii euro) cu titlu de costuri şi cheltuieli;", "(iii) orice taxă care poate fi percepută la sumele de mai sus;", "(d) că, de la expirarea perioadei de trei luni menţionată în punctul (a) de mai sus până la executarea hotărârii, urmează să fie plătită o dobândă la sumele de mai sus egală cu rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană pe parcursul perioadei de întârziere, plus trei procente;", "", "2.\tRespinge restul pretenţiilor reclamantului cu privire la satisfacţia echitabilă.", "Redactată în limba engleză şi comunicată în scris la 24 februarie 2009, în conformitate cu articolul 77 §§ 2 şi 3 al Regulamentului Curţii.", "Lawrence Early\tNicolas Bratza", "\tGrefier  \t  Preşedinte"]}