{"file": "RUM_HJUDRUM_28266_05.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "28266/05", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "\t", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "Publicată în : MONITORUL OFICIAL nr. 423 din 24 iunie 2010", "", "HOTĂRÂREA", "din 14 octombrie 2008,", "definitivă la 14 ianuarie 2009", ",în Cauza Megheleş şi Popa împotriva României", "(Cererea nr. 28.266/05)", "În Cauza Megheleş şi Popa împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), statuând în cadrul unei camere formate din: Josep Casadevall, preşedinte, Corneliu Bîrsan, Boštjan M. Zupančič, Egbert Myjer, Ineta Ziemele, Luis López Guerra, Ann Power, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu la data de 23 septembrie 2008,", "pronunţă următoarea hotărâre, adoptată la această dată:", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 28.266/05) îndreptată împotriva României, prin care 2 cetăţeni ai acestui stat, doamnele Ana Megheleş şi Elena Popa (reclamantele), au sesizat Curtea la data de 21 iulie 2005 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "2. Reclamantele au fost reprezentate de domnul A. Iorgovan, decedat între timp, şi de domnul A. M. Mihălcescu, avocaţi în Bucureşti. Guvernul român (Guvernul) este reprezentat de agentul său, domnul Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. La data de 16 februarie 2007, preşedintele Secţiei a treia a decis să comunice cererea Guvernului. Astfel cum prevede art. 29 § 3 din Convenţie, acesta a decis, de asemenea, să se analizeze în acelaşi timp admisibilitatea şi temeinicia cauzei.", "ÎN FAPT", "I. Circumstanţele cauzei", "4. Reclamantele s-au născut în anul 1939 şi, respectiv, în anul 1937 şi locuiesc în Sicheviţa, judeţul Caraş-Severin.", "5. În anul 1959, statul a preluat două terenuri, unul în suprafaţă de 982 m2 şi celălalt în suprafaţă de 1.856 m2, ce îi aparţineau lui A. L., bunicul reclamantelor, şi erau situate în satul Gornea (comuna Sicheviţa). La data respectivă nu a fost operată nicio modificare în cartea funciară.", "6. La data de 16 mai 1997, Ministerul Agriculturii a transferat cele două terenuri în patrimoniul societăţii comerciale A. Acesteia i s-a emis un titlu administrativ de proprietate.", "A. Acţiunea în anulare a titlului de proprietate din 16 mai 1997 emis pe numele societăţii A.", "7. Reclamantele au sesizat instanţele cu o acţiune vizând anularea titlului de proprietate eliberat la data de 16 mai 1997 societăţii A. Acestea arătau că terenurile îi aparţinuseră lui A. L., ale cărui moştenitoare erau.", "8. Prin Sentinţa din data de 18 ianuarie 2000, Curtea de Apel Timişoara a respins cererea reclamantelor. Instanţa a statuat că acestea nu făcuseră dovada dreptului lor de proprietate asupra terenurilor în litigiu, cu atât mai mult cu cât cererea lor de restituire formulată în temeiul  le fusese respinsă de comisia administrativă competentă.", "9. Prin Decizia din data de 21 septembrie 2001, Curtea Supremă de Justiţie a luat notă de faptul că reclamantele renunţaseră, la data de 19 septembrie 2001, la recursul formulat împotriva hotărârii Curţii de Apel Timişoara.B. Acţiunea în revendicare formulată împotriva societăţii A.", "10. La data de 15 februarie 2001, reclamantele au chemat în judecată societatea comercială A., care se afla în posesia terenurilor, în faţa Judecătoriei Moldova Nouă şi au solicitat restituirea acestora.", "11. Prin Sentinţa din data de 26 iunie 2001, Judecătoria Moldova Nouă a constatat că bunicul reclamantelor figura în continuare în cartea funciară ca proprietar şi a dispus restituirea terenurilor către reclamante. De asemenea, instanţa a dispus ca acestea din urmă să îi plătească societăţii comerciale A. contravaloarea construcţiilor aflate pe teren, şi anume 38.500.000 lei vechi.", "12. Această sentinţă a fost confirmată în ultimă instanţă de Curtea de Apel Timişoara, la data de 28 februarie 2002. Curtea de apel a adăugat că existenţa titlului administrativ de proprietate al societăţii A., precum şi respingerea acţiunii în anulare a acestui titlu, introdusă de reclamante, erau lipsite de relevanţă în cauză.", "13. Sentinţa din data de 26 iunie 2001 a fost pusă în executare la data de 18 iunie 2002 şi 14 martie 2003. La aceste date au fost întocmite procese-verbale de către un executor judecătoresc.", "14. La o dată neprecizată, procurorul general al României a formulat un recurs în anulare în faţa Înaltei Curţi de Casaţie şi Justiţie (denumită în continuare Curtea de Casaţie) împotriva Sentinţei pronunţate de Judecătoria Moldova Nouă la data de 26 iunie 2001, cu motivarea că judecătorii ar fi încălcat legea.", "15. Prin Decizia din data de 18 mai 2005, Curtea de Casaţie a admis recursul în anulare, a casat Sentinţa din data de 26 iunie 2001 şi, pe fond, a respins cererea de restituire a reclamantelor. Aceasta a arătat că restituirea terenurilor pe care statul comunist le confiscase făcea obiectul Legii fondului funciar nr. 18/1991. Or, reclamantele depuseseră o cerere de restituire a acestor terenuri, ce fusese respinsă de comisia administrativă competentă deoarece părţii pârâte i se emisese între timp un titlu administrativ de proprietate referitor la terenurile revendicate. În plus, acţiunea în anulare a acestui titlu de proprietate fusese respinsă definitiv prin Sentinţa din 18 ianuarie 2000 a Curţii de Apel Timişoara.", "II. Dreptul intern pertinent", "16. La data evenimentelor, articolele relevante din Codul de procedură civilă prevedeau următoarele:", "Articolul 330", "„Procurorul general, din oficiu sau la cererea Ministrului Justiţiei, poate ataca cu recurs în anulare, la Curtea Supremă de Justiţie, hotărârile judecătoreşti irevocabile pentru următoarele motive:", " (...)", "2. când prin hotărârea atacată s-a produs o încălcare esenţială a legii, ce a determinat o soluţionare greşită a cauzei pe fond, ori această hotărâre este vădit netemeinică (...).”", "Articolul 3301", " „În cazurile prevăzute de art. 330 pct. 1 şi 2, recursul în anulare se poate declara în termen de 1 an de la data când hotărârea judecătorească a rămas irevocabilă.”", " 17. Art. 330 şi 3301 au fost abrogate prin  privind modificarea şi completarea Codului de procedură civilă.", "ÎN DREPT", "I. Asupra pretinsei încălcări a art. 6 § 1 din Convenţie", "18. Reclamantele susţin că repunerea în discuţie a Sentinţei definitive a Judecătoriei Moldova Nouă din 26 iunie 2001 prin Decizia Curţii de Casaţie din 18 mai 2005 a încălcat principiul securităţii raporturilor juridice. În plus, dreptul lor de acces la o instanţă ar fi fost încălcat prin faptul că Curtea de Casaţie a admis recursul în anulare invocând prevederile Legii fondului funciar nr. 18/1991, care constituie o procedură de restituire specială, care nu ar împiedica, în opinia lor, introducerea unei acţiuni în revendicare întemeiată pe dreptul comun. Prin urmare, ele susţin că ar fi avut loc încălcarea art. 6 § 1 din Convenţie, care prevede următoarele în partea sa relevantă:", "„Orice persoană are dreptul la judecarea în mod echitabil (...) a cauzei sale, de către o instanţă independentă şi imparţială (...) care va hotărî (...) asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil (...).”", " A. Asupra admisibilităţii", " 19. Curtea constată că acest capăt de cerere nu este vădit neîntemeiat în sensul art. 35 § 3 din Convenţie. Pe de altă parte, Curtea constată că acesta nu este afectat de niciun alt motiv de inadmisibilitate. Prin urmare, trebuie declarat admisibil. B. Asupra fondului 1. Argumentele părţilor", "20. Guvernul face trimitere la Cauza Brumărescu, în care Curtea a constatat încălcarea art. 6 § 1 din Convenţie din cauza repunerii în discuţie a unei hotărâri definitive în urma introducerii unui recurs în anulare de către procurorul general, care dispunea în acest scop de o putere discreţionară (Brumărescu împotriva României, [MC], nr. 28.342/95, § 62, CEDO 1999-VII). În opinia Guvernului, recursul în anulare introdus de procurorul general urmărea să garanteze respectarea principiului legalităţii, deoarece scopul Curţii de Casaţie a fost să concilieze două hotărâri judecătoreşti contradictorii, şi anume Hotărârea Curţii de Apel Timişoara din 18 ianuarie 2000 şi cea a Judecătoriei Moldova Nouă din 26 iunie 2001. Guvernul reaminteşte că Codul de procedură civilă a fost modificat, eliminând calea extraordinară de atac a recursului în anulare în materie civilă.", "21. În final, Guvernul consideră că dreptul de acces al reclamantelor la o instanţă nu a fost încălcat prin faptul că Curtea de Casaţie a luat în calcul respingerea cererii de restituire introduse de părţile interesate în cadrul procedurii administrative prevăzute de legea fondului funciar, deoarece această lege prevede o procedură administrativă prealabilă şi orice hotărâre luată în acest cadru de o autoritate administrativă poate face obiectul unei analize de către instanţe.", "22. Reclamantele nu au prezentat observaţii drept răspuns la observaţiile Guvernului.", " 2. Aprecierea Curţii", "23. Curtea reaminteşte că dreptul la un proces echitabil în faţa unei instanţe, garantat de art. 6 § 1 din Convenţie, trebuie să se interpreteze în lumina preambulului Convenţiei, care enunţă supremaţia dreptului ca element al patrimoniului comun al statelor contractante. Unul dintre elementele fundamentale ale supremaţiei dreptului este principiul securităţii raporturilor juridice, care prevede, printre altele, ca soluţia dată în mod definitiv oricărui litigiu de către instanţele judecătoreşti să nu mai fie supusă unei noi judecăţi (Cauza Brumărescu, citată mai sus, § 61). În virtutea acestui principiu, nicio parte nu este abilitată să solicite reverificarea unei hotărâri definitive şi executorii cu unicul scop de a obţine reanalizarea cauzei şi o nouă hotărâre în ceea ce o priveşte. Instanţele superioare nu trebuie să îşi folosească puterea de supervizare decât pentru a corecta erorile de fapt sau de drept şi erorile judiciare, şi nu pentru a proceda la o nouă analiză. Supervizarea nu trebuie să devină o cale de atac deghizată. Nu trebuie să se facă derogare de la acest principiu decât dacă o impun motive substanţiale şi imperioase (Riabykh împotriva Rusiei, nr. 52.854/99, § 52, CEDO 2003-IX).", " 24. În speţă, în măsura în care Guvernul susţine că Sentinţa Judecătoriei Moldova Nouă din 26 iunie 2001, astfel cum a fost confirmată în ultimă instanţă de Curtea de Apel Timişoara la data de 28 februarie 2002, era rezultatul unei erori de drept, Curtea reaminteşte că simplul fapt că ar putea exista două puncte de vedere asupra chestiunii respective nu este un motiv suficient pentru a rejudeca o cauză (Cauza Riabykh, citată mai sus, § 52). În acest sens, Curtea observă că Curtea de Apel Bucureşti apreciase deja, în Decizia sa din 28 februarie 2002, că titlul administrativ de proprietate al societăţii A., precum şi respingerea acţiunii în anulare a acestui titlu, introdusă de reclamante, erau lipsite de relevanţă pentru cauză.", " 25. Mai mult, Curtea remarcă faptul că anularea unei hotărâri judecătoreşti definitive nu a fost motivată, în speţă, de existenţa unor probe noi, care nu se aflaseră la dispoziţia părţilor până atunci, şi care erau de natură să influenţeze soluţionarea procedurii (Pravednaya împotriva Rusiei, nr. 69.529/01, § 27, 18 noiembrie 2004).", "26. În plus, în cauza de faţă regăsim alte două elemente care au determinat Curtea, în Cauza Brumărescu, să constate încălcarea principiului securităţii raporturilor juridice şi, prin urmare, încălcarea art. 6 § 1 din Convenţie, şi anume intervenţia într-un litigiu civil a procurorului general, care nu era parte la procedură, şi repunerea pe rol a unei hotărâri definitive ce dobândise autoritate de lucru judecat şi care, mai mult, fusese executată.", " 27. Aceste elemente îi sunt suficiente Curţii pentru a constata că anularea Sentinţei definitive din 26 iunie 2001 a dus la încălcarea dreptului reclamantelor la un proces echitabil.", " 28. Prin urmare, a avut loc încălcarea art. 6 § 1.", "29. Având în vedere concluziile de mai sus, Curtea apreciază că nu este necesar să analizeze separat capătul de cerere al reclamantelor referitor la încălcarea dreptului lor de acces la o instanţă (vezi Konnerth împotriva României, nr. 21.118/02, § 51, 12 octombrie 2006).", " II. Asupra pretinsei încălcări a art. 1 din Protocolul nr. 1", "30. Reclamantele se plâng de faptul că Decizia Curţii de Casaţie din 18 mai 2005 ar fi avut ca efect încălcarea dreptului acestora la respectarea bunurilor lor, astfel cum este recunoscut acesta în art. 1 din Protocolul nr. 1, care prevede următoarele:", "„Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.", "Dispoziţiile precedente nu aduc atingere dreptului statelor de a adopta legile pe care le consideră necesare pentru a reglementa folosinţa bunurilor conform interesului general sau pentru a asigura plata impozitelor ori a altor contribuţii sau a amenzilor. ”", "A. Asupra admisibilităţii", " 31. Curtea constată că acest capăt de cerere nu este vădit neîntemeiat, în sensul art. 35 § 3 din Convenţie. De asemenea, Curtea constată că acesta nu este afectat de niciun alt motiv de inadmisibilitate. Prin urmare, trebuie declarat admisibil.", "B. Asupra fondului", "1. Argumentele părţilor", " 32. Guvernul admite că reclamantele deţineau bunuri în sensul art. 1 din Protocolul nr. 1 în temeiul Sentinţei Judecătoriei Moldova Nouă din 26 iunie 2001. Prin urmare, ele au suferit o ingerinţă în dreptul lor la respectarea acestor bunuri din cauza anulării sentinţei respective prin Decizia Curţii de Casaţie din 18 mai 2005.", "33. Cu toate acestea, Guvernul consideră că ingerinţa era justificată faţă de art. 1 din Protocolul nr. 1, din moment ce ea era legală, urmărea un scop legitim şi era proporţională.", "34. În ceea ce priveşte respectarea principiului legalităţii, Guvernul arată că ingerinţa se bazează pe prevederile  şi 3301 din Codul de procedură civilă, astfel cum erau redactate la data evenimentelor.", "35. Cât priveşte scopul legitim urmărit, acesta susţine că ingerinţa era necesară în vederea respectării dreptului altora.", "36. În final, el consideră că ingerinţa era proporţională, deoarece Decizia Curţii de Casaţie din 18 mai 2005 nu a făcut decât să corecteze o eroare de drept.", "37. Reclamantele nu au prezentat observaţii în răspuns la observaţiile Guvernului.", "2. Aprecierea Curţii", "38. Curtea observă încă de la început că părţile sunt de aceeaşi părere când consideră că anularea Sentinţei definitive a Judecătoriei Moldova Nouă din 26 iunie 2001 de către Curtea de Casaţie constituie o ingerinţă în respectarea bunurilor reclamantelor.", "39. Curtea reaminteşte faptul că o privare de proprietate ce intră în sfera celei de-a doua norme prevăzute de art. 1 din Protocolul nr. 1 nu se justifică decât dacă se demonstrează în special faptul că ea a avut loc pentru o cauză de utilitate publică şi în condiţiile prevăzute de lege. Mai mult, orice ingerinţă în folosirea proprietăţii trebuie să respecte criteriul de proporţionalitate. Curtea nu încetează să reamintească faptul că un just echilibru trebuie păstrat între cerinţele interesului general al comunităţii şi imperativele de apărare a drepturilor fundamentale ale omului. Grija pentru asigurarea acestui echilibru este inerentă întregii Convenţii. Echilibrul ce trebuie păstrat este distrus dacă individul respectiv suportă o sarcină specială şi exorbitantă (Sporrong şi Lönnrot din 23 septembrie 1982, seria A nr. 52, pp. 26-28, §§ 69-74 şi Cauza Brumărescu, citată mai sus, § 76).", "40. În speţă, Curtea observă încă de la început că nu s-a contestat faptul că ingerinţa în dreptul reclamantelor la respectarea bunurilor lor a avut loc în condiţiile prevăzute de lege, şi anume conform prevederilor Codului de procedură civilă ce reglementează recursul în anulare.", "41. Curtea observă că Guvernul invocă o eroare de drept a instanţelor ordinare pentru a justifica ingerinţa în dreptul la respectarea bunurilor reclamantelor. În acest sens, Curtea apreciază că, în ciuda marjei de apreciere de care dispune statul în materie, această pretinsă eroare nu poate fi de ajuns pentru a justifica lipsirea de un bun dobândit în deplină legalitate în urma unui litigiu civil soluţionat în mod definitiv.", "42. Mai mult, presupunând chiar să s-ar putea demonstra că lipsirea de proprietate a servit pentru o cauză de interes public, Curtea consideră că justul echilibru a fost înlăturat şi că reclamantele au suportat o sarcină specială şi exorbitantă, din moment ce au fost lipsite de două terenuri fără a primi nicio despăgubire care să reflecte valoarea reală a acestora.", "43. Având în vedere cele de mai sus şi jurisprudenţa sa în materie, Curtea apreciază că, în speţă, zădărnicirea dreptului de proprietate al reclamantelor asupra bunurilor lor le-a făcut să suporte o sarcină disproporţionată şi excesivă, incompatibilă cu dreptul la respectarea bunurilor, garantat de art. 1 din Protocolul nr. 1. Prin urmare, a avut loc încălcarea acestei prevederi.", "III. Asupra aplicării art. 41 din Convenţie", " 44. Conform art. 41 din Convenţie,", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", " A. Prejudiciu", "45. Reclamantele solicită suma de 10.000 euro (EUR) pentru prejudiciul material pe care pretind că l-au suferit, sumă ce reprezintă valoarea de piaţă a celor două terenuri în litigiu. În scrisoarea din 19 aprilie 2007, reclamantele îşi evaluează pretenţiile la 20.000 EUR, însă fără a menţiona dacă este vorba de un prejudiciu material sau moral. În scrisoarea din 2 iulie 2008, reclamantele precizează că solicită în primul rând restituirea terenurilor în litigiu şi că suma de 20.000 EUR ar acoperi în realitate prejudiciul material şi moral suferit.", "46. Guvernul precizează în primul rând că nu a fost stabilită nicio legătură de cauzalitate între pretenţiile reclamantelor şi pretinsa încălcare a Convenţiei. Apoi, acesta atrage atenţia asupra faptului că reclamantele nu au prezentat niciun document justificativ referitor la valoarea de piaţă a terenurilor pe care o pretind. În ceea ce îl priveşte, Guvernul prezintă adrese de la Primăria Sicheviţa şi de la Camera Notarilor Publici Timişoara, care menţionează valorile minime şi maxime ale terenurilor în comuna Sicheviţa (între 0,25 şi 1 euro/m2 pentru terenurile în extravilan şi între 1 şi 2,50 euro/m2 pentru terenurile în intravilan). În măsura în care suma solicitată, şi anume 20.000 EUR, poate fi considerată ca fiind referitoare şi la prejudiciul moral, Guvernul consideră că aceasta este excesivă şi face trimitere în acest sens la jurisprudenţa Curţii în materie. În final, Guvernul consideră că hotărârea Curţii ar putea constitui, în sine, o reparaţie suficientă a prejudiciului moral suferit.", " 47. Curtea reaminteşte că o hotărâre ce constată o încălcare atrage pentru statul pârât obligaţia juridică faţă de Convenţie de a pune capăt încălcării şi de a-i înlătura consecinţele. Dacă dreptul intern nu permite decât o înlăturare parţială a consecinţelor acestei încălcări, art. 41 din Convenţie îi conferă Curţii puterea de a acorda o reparaţie părţii lezate prin actul sau omisiunea faţă de care a fost constatată o încălcare a Convenţiei. În exercitarea acestei puteri, ea dispune de o anumită marjă de apreciere; adjectivul „echitabilă“ şi expresia „dacă este cazul“ demonstrează acest lucru.", "48. Printre elementele luate în considerare de Curte atunci când statuează în materie se numără prejudiciul material, adică pierderile efectiv suferite ca o consecinţă directă a încălcării pretinse, şi prejudiciul moral, adică reparaţia stării de nelinişte, a neplăcerilor şi incertitudinilor ce rezultă din această încălcare, precum şi alte daune nepatrimoniale (vezi, printre altele, Ernestina Zullo împotriva Italiei, nr. 64.897/01, § 25, 10 noiembrie 2004).", "49. În plus, acolo unde diferitele elemente ce constituie prejudiciul nu se pretează la un calcul exact sau acolo unde distincţia dintre prejudiciul material şi prejudiciul moral se dovedeşte a fi dificilă, Curtea ar putea fi obligată să le analizeze global (Comingersoll împotriva Portugaliei [MC], nr. 35.382/97, § 29, CEDO 2000-IV).", "50. În circumstanţele speţei, Curtea apreciază că restituirea celor două terenuri în suprafaţă de 982 m2 şi de 1.856 m2, situate în satul Gornea din comuna Sicheviţa (judeţul Caraş-Severin) şi al căror drept de proprietate a fost confirmat prin Sentinţa definitivă a Judecătoriei Moldova Nouă din 26 iunie 2001, le-ar repune pe reclamante, pe cât posibil, într-o situaţie echivalentă cu cea în care s-ar fi aflat dacă cerinţele art. 1 din Protocolul nr. 1 nu ar fi fost încălcate. Dacă statul pârât nu procedează la această restituire în cel mult 3 luni de la data rămânerii definitive a prezentei hotărâri, Curtea hotărăşte ca acesta să le plătească împreună părţilor interesate, cu titlu de daune materiale, o sumă care să corespundă cu valoarea actuală a terenurilor.", "51. Ţinând cont de informaţiile de care dispune cu privire la preţurile de pe piaţa imobiliară locală şi de elementele furnizate de părţi, Curtea estimează valoarea de piaţă actuală a terenurilor la 5.000 EUR.", "52. În acest sens, ea consideră că anularea Sentinţei definitive din 26 iunie 2001 de către Curtea de Casaţie a atras după sine o gravă încălcare a dreptului reclamantelor la respectarea bunurilor lor, ceea ce constituie un prejudiciu moral. Având în vedere ansamblul elementelor aflate în posesia sa şi statuând în echitate, astfel cum prevede art. 41 din Convenţie, Curtea le acordă împreună reclamantelor suma de 3.500 EUR pentru prejudiciul moral suferit.", "B. Cheltuieli de judecată", " 53. Reclamantele mai solicită şi suma de 3.000 EUR pentru cheltuielile de judecată angajate în faţa instanţelor interne şi în faţa Curţii.", "54. Guvernul nu se opune acordării unei sume pentru cheltuieli de judecată, cu condiţia să fie vorba de cheltuieli reale, necesare şi rezonabile.", "55. Conform jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor sale de judecată decât în măsura în care li s-a stabilit realitatea, necesitatea şi caracterul rezonabil al cuantumului lor. În lipsa oricărui document justificativ, Curtea nu le acordă reclamantelor nicio sumă cu acest titlu.", "C. Dobânzi moratorii", "56. Curtea consideră potrivit ca rata dobânzii moratorii să se bazeze pe rata dobânzii facilităţii de împrumut marginal a Băncii Centrale Europene, majorată cu 3 puncte procentuale.", "PENTRU ACESTE MOTIVE,", "În unanimitate,", "CURTEA:", " 1. declară cererea admisibilă;", "2. hotărăşte că a avut loc încălcarea art. 6 § 1 din Convenţie din cauza lipsei unui proces echitabil;", "3. hotărăşte că nu este necesar să analizeze capătul de cerere întemeiat pe art. 6 § 1 din Convenţie referitor la refuzul dreptului de acces la o instanţă;", "4. hotărăşte că a avut loc încălcarea art. 1 din Protocolul nr. 1 la Convenţie;", "5. hotărăşte:", "a)ca statul pârât să le restituie reclamantelor terenurile în suprafaţă de 982 m2 şi, respectiv, 1.856 m2, situate în satul Gornea din comuna Sicheviţa (judeţul Caraş-Severin), în cel mult 3 luni de la data rămânerii definitive a prezentei hotărâri conform art. 44 § 2 din Convenţie;", "b)ca, în lipsa unei astfel de restituiri, statul pârât să le plătească împreună reclamantelor, în acelaşi termen de 3 luni, 5.000 EUR (cinci mii euro) cu titlu de daune materiale;", "c)ca, în orice caz, statul pârât să le plătească împreună reclamantelor 3.500 EUR (trei mii cinci sute euro) cu titlu de daune morale;", "d)ca sumele respective să fie convertite în moneda statului pârât la cursul de schimb valabil la data plăţii, iar la acestea să fie adăugate orice sumă ce ar putea fi datorată cu titlu de impozit;", "e)ca, începând de la expirarea termenului menţionat mai sus şi până la efectuarea plăţii, această sumă să se majoreze cu o dobândă simplă având o rată egală cu cea a facilităţii de împrumut marginal a Băncii Centrale Europene valabilă în această perioadă, majorată cu 3 puncte procentuale.", "6. respinge cererea de reparaţie echitabilă în rest.", "Întocmită în limba franceză, ulterior fiind comunicată în scris la data de 14 octombrie 2008, pentru a face aplicarea art. 77 §§ 2 şi 3 din Regulament.", "Josep Casadevall,", " preşedinte", " Santiago Quesada,", "grefier"]}