{"file": "RUM_HJUDRUM_28342_95.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "28342/95", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Publicată în : MONITORUL OFICIAL nr. 758 din 28 noiembrie 2001", "", "HOTĂRÂREA CURŢII EUROPENE", "A DREPTURILOR OMULUI", "în cauza Brumărescu împotriva României", "(Cererea nr. 28.342/95)", "(Satisfacţie echitabilă)", "", "În cauza Brumărescu împotriva României,", "Curtea Europeană a Drepturilor Omului, constituită în Marea Camera formată din următorii judecători:", "", "\n domnul L. Wildhaber, preşedinte;", "\n doamna E. Palm;", "\n domnii C.L. Rozakis;", "\n   J.-P. Costa;", "\n   L. Ferrari Bravo;", "\n   L. Caflisch;", "\n   L. Loucaides;", "\n   P. Kuris;", "\n   W. Fuhrmann;", "\n   K. Jungwiert;", "\n sir Nicolas Bratza;", "\n doamna N. Vajic;", "\n domnul J. Hedigan;", "\n doamna W. Thomassen;", "\n domnii T. Panţiru;", "\n   E. Levits, judecători;", "\n   L. Mihai, judecător ad-hoc;", "şi, de asemenea, doamna M. de Boer-Buquicchio, grefier adjunct,", "după ce a deliberat în Camera de Consiliu, în zilele de 18 octombrie 2000 şi 10 ianuarie 2001, pronunţă următoarea hotărâre, adoptată la data de 10 ianuarie 2001:", "\nPROCEDURA", "1. Curtea a fost sesizată de către un cetăţean român, domnul Dan Brumărescu (reclamantul), la 3 noiembrie 1998 şi de către Comisia Europeană a Drepturilor Omului (Comisia) la 6 noiembrie 1998, în termenul de trei luni prevăzut de fostele articole 32 alin. 1 şi 47 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (convenţia). La originea cauzei se află o plângere (nr. 28.342/95) îndreptata împotriva României, introdusă la Comisie la data de 9 mai 1995 de domnul Brumărescu, în conformitate cu fostul articol 25 din convenţie.", "2. În hotărârea din 28 octombrie 1999 (hotărârea cu privire la fondul cauzei) Curtea a concluzionat în unanimitate că a existat o încălcare a art. 6 alin. 1 din convenţie şi a art. 1 din Protocolul nr. 1. În ceea ce priveşte art. 1 din Protocolul nr. 1 adiţional la convenţie a apreciat că în cauză nu a existat nici o justificare pentru lipsirea de proprietate şi că, în orice caz, nu a fost respectat un just echilibru, reclamantul trebuind să suporte şi continuând să suporte o sarcină exorbitantă, incompatibilă cu dreptul sau la respectarea proprietăţii (CEDH 1999-VII, alin. 79-80).", "3. În temeiul art. 41 din convenţie, reclamantul a solicitat acordarea unei satisfacţii echitabile în valoare de câteva sute de mii de dolari S.U.A. (USD), reprezentând despăgubiri pentru prejudiciul suferit şi, de asemenea, a solicitat acordarea cheltuielilor de judecată.", "4. Având în vedere că problemă aplicabilităţii art. 41 nu putea fi încă soluţionată, prin hotărârea principală s-a dispus amânarea discutării acestei chestiuni. Curtea a invitat Guvernul şi pe reclamant să depună în termen de trei luni observaţii scrise asupra aplicabilităţii art. 41 şi a invitat părţile sa îi comunice cu precădere orice fel de înţelegere la care s-ar fi putut ajunge (ibidem, alin. 84 şi pct. 4 din dispozitiv). Prin urmare, preşedintele a acordat termen pe data de 15 aprilie 2000.", "5. Guvernul a transmis observaţiile la datele de 28 ianuarie şi 15 martie 2000, iar reclamantul, la datele de 25 ianuarie, 14 martie şi 14 aprilie 2000.", "6. La data de 8 iunie 2000, în temeiul art. 61 alin. 3 din Regulamentul Curţii, preşedintele a acordat domnului Mircea Dan Mirescu permisiunea de a prezenta observaţii scrise cu privire la anumite aspecte ale cauzei. Aceste observaţii au fost primite de către Curte la data de 30 mai 2000.", "7. În conformitate cu dispoziţiile art. 61 alin. 5 din regulament, Guvernul a prezentat în scris răspunsul sau la data de 21 iulie 2000, iar reclamantul, la datele de 11 septembrie, 2 octombrie şi 17 noiembrie 2000.", "8. Din documentele prezentate de către părţi rezultă că apelul declarat de reclamant împotriva hotărârii din 21 aprilie 1999 (hotărârea pe fond, alin. 30) a fost respins de Tribunalul Bucureşti la data de 28 februarie 2000. Sesizat în temeiul , tribunalul a decis ca, în conformitate cu dispoziţiile acestei legi, reclamantul avea dreptul doar la despăgubiri. Împotriva acestei decizii reclamantul a declarat recurs la Curtea de Apel Bucureşti. Recursul a fost respins la data de 26 octombrie 2000.", "Totuşi acesta a cerut amânarea pentru o perioadă de 6 luni a executării sentinţei.", "ÎN DREPT", "9. Articolul 41 din convenţie prevede:", "„În cazul în care Curtea declară că a avut loc o încălcare a convenţiei sau a protocoalelor şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A. Prejudiciul material", "1. Punctul de vedere al reclamantului", "10. Reclamantul a arătat că modalitatea cea mai potrivită prin care Guvernul ar putea să repare prejudiciul este aceea de restituire a întregului imobil: teren şi construcţie.", "11. În cazul în care Guvernul nu ar putea să îi restituie proprietatea, reclamantul a declarat că este dispus să accepte despăgubiri şi a pretins o sumă reprezentând valoarea proprietăţii la preţul pieţei. Având în vedere că apartamentul ocupat de acesta şi partea de teren aferentă i-au fost deja restituite, în conformitate cu hotărârea din data de 24 martie 1998 a Comisiei de aplicare a  (a se vedea hotărârea pe fond, alin. 28), a rămas în discuţie doar problemă diferenţei dintre valoarea întregii proprietăţi şi valoarea construcţiei şi terenului aferent aparţinând reclamantului.", "Deoarece restul imobilului, cu excepţia apartamentului domnului Mirescu, nu a fost vândut chiriaşilor, reclamantul a susţinut că statul nu poate oferi nici o justificare pentru refuzul restituirii în natură. În consecinţă, nu i se pot plăti despăgubiri decât pentru apartamentul domnului Mirescu.", "12. Pentru a-şi justifică pretenţiile reclamantul a depus o expertiză efectuată de expertul D.S., membru al Corpului Experţilor Tehnici din România, şi a arătat că valoarea imobilului la data de 1 septembrie 2000 era de 5.757.000.000 lei, echivalentul a 250.600 dolari S.U.A. (USD). Această sumă reprezintă: 126.500 USD valoarea terenului, adică 251 USD/m², şi 124.100 USD valoarea construcţiei, adică 216 USD/m². În ceea ce priveşte apartamentul pe care îl ocupă, reprezentând 39,3% din ansamblul imobilului, a indicat suma de 48.771 USD.", "13. Reclamantul a subliniat faptul că proprietatea sa, compusă din 503 m² teren şi construcţie în suprafaţa de 575 m² (cu suprafaţa parterului de aproximativ 200 m²), este situată în cartierul Cotroceni din Bucureşti, care face parte din zonă „0”, după cum a fost definită de către Consiliul Local al Municipiului Bucureşti în mai multe hotărâri ce au că obiect preţurile terenurilor în Bucureşti. În orice oraş preţurile proprietăţilor situate în zonă „0” sunt dintre cele mai ridicate. Reclamantul a arătat că într-o serie de hotărâri luate de Consiliul Local al Municipiului Bucureşti preţul unor terenuri similare cu al său a fost stabilit la aproximativ 300 USD/m².", "În ceea ce priveşte construcţia a precizat că această casă, construită în anul 1930, este alcătuită dintr-un demisol amenajat, parter şi etaj, plus o mansardă, precum şi două garaje. Pentru a determina valoarea imobilului raportul de expertiză depus de reclamant a avut în vedere criteriile stabilite prin dispoziţiile legale care reglementează preţul pieţei imobilelor. Or, preţul de 216 USD/m² ar fi conform preţului de piaţă al imobilelor, care uneori poate depăşi 300 USD/m².", "14. Din acest punct de vedere reclamantul a criticat decizia din 24 martie 1998 a Comisiei de aplicare a  şi expertiză prezentată de Guvern, care, a susţinut acesta, erau întemeiate pe criteriil. Or, aplicarea acestor criterii nu a stabilit valoarea reală a proprietăţii, ci o valoare minimă, scopul  fiind acela de a permite chiriaşilor din casele naţionalizate să cumpere la preţuri reduse apartamentele pe care le ocupau.", "2. Punctul de vedere al terţului intervenient", "15. Terţul intervenient, domnul Mirescu, a arătat că este proprietarul apartamentului de la parterul construcţiei, pe care statul l-a vândut unchilor săi în anul 1973 şi pe care acesta l-a moştenit. Prin urmare, statul nu îl poate restitui reclamantului fără să comită o nouă injustiţie. Domnul Mirescu a apreciat că statul ar trebui să acorde reclamantului despăgubiri pentru acest apartament.", "3. Punctul de vedere prezentat de Guvern", "16. Guvernul a subliniat faptul că „bunul” reclamantului, în sensul art. 1 din Protocolul nr. 1 - pierderea acestuia determinând Curtea să constate o încălcare a acestui articol -, nu include şi apartamentul domnului Mirescu. Cu privire la acest fapt a arătat că Judecătoria Sectorului 5 Bucureşti nu putea recunoaşte în mod legal dreptul de proprietate al reclamantului asupra întregului imobil.", "17. Guvernul a susţinut, de asemenea, că reclamantul ar fi putut obţine restituirea în natură a proprietăţii sale prin înaintarea unei acţiuni în revendicare către instanţele interne.", "18. În ceea ce priveşte evaluarea proprietăţii Guvernul a contestat atât criteriile avute în vedere de expertul D.S., cât şi sumă finală stabilită.", "La rândul sau, Guvernul a depus o expertiză efectuată de V.S., membru al Corpului Experţilor Tehnici din România. Conform acestui raport de expertiză, alcătuită conform criteriilor stabilite de , valoarea imobilului la data de 1 martie 1999 a fost apreciată la 108.058 USD, ceea ce reprezintă 110 USD/m² pentru construcţie şi 87 USD/m² pentru teren.", "În ceea ce priveşte hotărârea Comisiei de aplicare a  Guvernul a subliniat faptul că reclamantului i s-a restituit apartamentul pe care îl ocupa şi terenul aferent în suprafaţa de 168 m². Guvernul arata că valoarea apartamentului şi a terenului aferent este de 38.578 USD. Prin urmare, reclamantului ar trebui să i se acorde despăgubiri corespunzătoare diferenţei dintre valoarea proprietăţii (108.058 USD) şi valoarea apartamentului şi terenului deja restituite (38.578 USD), adică sumă de 69.480 USD.", "4. Aprecierea Curţii", "19. Curtea reaminteşte că o hotărâre în care se constată o încălcare a convenţiei impune statului pârât obligaţia juridică de a pune capăt încălcării şi de a repara consecinţele, astfel încât să restabilească pe cât posibil situaţia existentă înaintea încălcării.", "20. Statele contractante, părţi într-o cauză, sunt în principiu libere să aleagă mijloacele prin care să se conformeze unei hotărâri care constată o încălcare. Această libertate de apreciere în ceea ce priveşte modalitatea executării unei hotărâri reflectă libertatea de alegere acordată o dată cu obligaţia fundamentală impusă prin convenţie statelor contractante, aceea de a asigura respectarea drepturilor şi libertăţilor garantate (art. 1). Dacă în urmă încălcării dreptului de proprietate restituirea în natură este totuşi posibilă, statul este obligat să o dispună. Dacă, pe de altă parte, dreptul intern nu permite sau permite doar parţial înlăturarea consecinţelor încălcării, art. 41 împuterniceşte Curtea să acorde părţii vătămate, dacă este cazul, despăgubirile pe care le consideră necesare [a se vedea hotărârea din 31 octombrie 1995 în cauză Papamichalopoulos şi alţii împotriva Greciei (art. 50), seria A nr. 330-B, alin. 34].", "21. În hotărârea cu privire la fondul cauzei Curtea a arătat: „(...) Curtea constată că nu s-a oferit nici o justificare pentru situaţia creată în urma deciziei Curţii Supreme de Justiţie. În special, nici această instanţă, nici Guvernul nu au prezentat motive serioase care să ducă la concluzia că lipsirea de proprietate a fost justificată pentru «cauze de utilitate publică». În plus, Curtea constată că reclamantul a fost lipsit de proprietatea bunului sau de mai bine de patru ani, fără să fi primit despăgubiri care să reflecte valoarea reală a acestuia, şi că eforturile depuse pentru redobândirea dreptului de proprietate s-au dovedit până în prezent inutile.” (alin. 79)", "22. Curtea consideră că, date fiind circumstanţele cauzei, restituirea proprietăţii aflate în litigiu, aşa cum s-a dispus prin hotărârea definitivă a Judecătoriei Sectorului 5 Bucureşti la 9 decembrie 1993, l-ar situa pe reclamant, în măsura în care acest lucru este posibil, într-o situaţie echivalentă cu cea în care s-ar fi aflat dacă nu se constată o încălcare a art. 1 din Protocolul nr. 1.", "Din acest punct de vedere Curtea nu poate accepta argumentele oferite de Guvern, conform cărora reclamantul ar fi trebuit să introducă o nouă acţiune în revendicare. Curtea reaminteşte faptul că Guvernul a pus deja în discuţie această problemă sub formă excepţiei de neepuizare a căilor interne de atac, excepţie respinsă de Curte în hotărârea prin care s-a pronunţat asupra fondului (alin. 55).", "Având în vedere că apartamentul pe care îl ocupa reclamantul i-a fost restituit şi că măsura restituirii a fost confirmată prin decizia din 26 octombrie 2000 a Curţii de Apel Bucureşti (alin. 8 de mai sus), statul trebuie, prin urmare, să restabilească dreptul de proprietate al reclamantului pentru restul imobilului. Această nu trebuie să impieteze asupra oricărei pretenţii pe care domnul Mirescu ar putea-o avea cu privire la dreptul de proprietate asupra apartamentului de la parter şi care nu poate fi valorificată decât în fata instanţelor interne.", "23. În cazul în care statul pârât nu procedează la restituire în termen de şase luni de la pronunţarea prezentei hotărâri, Curtea hotărăşte că va trebui să plătească reclamantului, cu titlul de prejudiciu material, valoarea actuală de circulaţie a imobilului, din care trebuie dedusă valoarea bunului deja restituit reclamantului.", "24. În ceea ce priveşte determinarea valorii acestei despăgubiri Curtea constată o diferenţă considerabilă între metodele de calcul folosite în acest scop de experţii desemnaţi de către părţi.", "Luând în considerare informaţiile puse la dispoziţie privind preţurile de pe piaţa imobiliară din Bucureşti, Curtea apreciază că valoarea construcţiei şi terenului, în funcţie de preţul pieţei, este de 215.000 USD, din care 78.795 USD reprezintă valoarea apartamentului şi părţii de teren deja restituite reclamantului. Prin urmare, valoarea despăgubirii pe care Guvernul trebuie să o plătească reclamantului se ridică la 136.205 USD, din care suma de 42.100 USD reprezintă valoarea apartamentului ocupat de domnul Mirescu. Această sumă urmează să fie plătită în lei româneşti, conform ratei de schimb aplicabile la momentul plăţii.", "B. Prejudiciul moral", "25. Reclamantul a solicitat de asemenea 75.000 USD cu titlu de prejudiciu moral pentru suferinţele „grave, insuportabile şi incomensurabile”, cauzate de decizia din 1995 a Curţii Supreme de Justiţie, când a fost privat pentru a două oară de proprietate, deşi reuşise în anul 1993 să remedieze încălcările comise de către autorităţile comuniste timp de 40 de ani. Acesta a solicitat despăgubiri şi pentru pierderea dreptului de folosinţă asupra proprietăţii sale, din anul 1995 până în prezent, că urmare a hotărârii Curţii Supreme de Justiţie. Nu a indicat însă o anume sumă în această privinţă.", "26. Guvernul a respins această cerere, estimând că nu se poate reţine existentă vreunui prejudiciu moral. În plus, Guvernul a susţinut că ar fi contrar jurisprudenţei instanţelor româneşti să acorde despăgubiri pentru pierderea dreptului de folosinţă şi dispoziţie, cu titlul de prejudiciu moral.", "27. Curtea consideră că situaţia de fapt analizată a avut că rezultat grave atingeri ale dreptului de proprietate, dreptului de acces la o instanţă şi dreptului la un proces echitabil, motiv pentru care apreciază că sumă de 15.000 USD reprezintă o reparaţie echitabilă a prejudiciului moral suferit. Această sumă va fi plătită în lei româneşti, conform ratei de schimb aplicabile la momentul plăţii.", "C. Cheltuieli de judecată", "28. Reclamantul a solicitat restituirea sumei de 2.450 USD, pe care i-a justificat după cum urmează:", "a)1.644 USD pentru onorariile avocaţilor care l-au reprezentat în fata Curţii, atât pe fond, cât şi în problemă acordării satisfacţiei echitabile;", "b)50 USD pentru cheltuieli diverse (telefon, fotocopii, notar etc.);", "c)700 USD pentru plata unei expertize (500 USD pentru expertiza propriu-zisă şi 200 USD pentru completarea expertizei, cu scopul evaluării proprietăţii la data de 1 septembrie 2000);", "d)300 franci francezi (FRF) pentru plata vizei franceze necesare pentru deplasarea ocazionată de audierile în şedinţa publică de la Strasbourg.", "29. Guvernul nu a ridicat obiecţii faţă de restituirea sumelor cheltuite, cu condiţia prezentării documentelor justificative.", "30. Curtea consideră că toate cheltuielile pretinse, pentru care au fost depuse acte doveditoare, au fost reale, necesare şi rezonabile că valoare. În aceste condiţii apreciază că reclamantului trebuie să i se restituie sumă cerută, de 2.450 USD, mai puţin de 3.900 FRF primiţi din partea Consiliului Europei cu titlu de asistenţă juridică. Această sumă urmează să fie plătită în lei româneşti, conform ratei de schimb aplicabile la momentul plăţii.", "D. Dobânzi", "31. Având în vedere că despăgubirile acordate au fost fixate în dolari S.U.A., Curtea va stabili o rată a dobânzii de 6% pe an.", "Pentru aceste motive, Curtea, în unanimitate,", "1. hotărăşte că statul pârât trebuie să restituie reclamantului, în termen de şase luni, casa în litigiu şi terenul pe care este amplasată, cu excepţia apartamentului şi a părţii de teren care au fost deja restituite;", "2. hotărăşte că, în cazul în care restituirea nu va avea loc, statul pârât va plati reclamantului, în acelaşi termen de 6 luni, 136.205 (o sută treizeci şi şase de mii două sute cinci) dolari S.U.A., cu titlu de prejudiciu material, urmând să fie plătiţi în lei româneşti, conform ratei de schimb aplicabile la momentul plăţii;", "3. hotărăşte că statul pârât trebuie să plătească reclamantului, în termen de trei luni, următoarele sume ce vor fi plătite în lei româneşti, conform ratei de schimb aplicabile la momentul plăţii:", "a)15.000 (cincisprezece mii) dolari S.U.A., cu titlul de prejudiciu moral;", "b)2.450 (două mii patru sute cincizeci) dolari S.U.A., din care se scad 3.900 (trei mii noua sute) franci francezi, primiţi pentru asistenta juridică, cu titlu de cheltuieli de judecată;", "4. hotărăşte că pentru sumele menţionate la pct. 2 şi 3 se va percepe o dobândă anuală de 6%, cu începere de la expirarea termenelor până la momentul plăţii;", "5. respinge acordarea satisfacţiei echitabile pentru celelalte capete de cerere.", "Redactată în limbile engleză şi franceză, apoi comunicată în scris la data de 23 ianuarie 2001, în aplicarea art. 77 alin. 2 şi 3 din regulamentul Curţii.\n\nLuzius Wildhaber,", "\npreşedinte", "\n\nMaud de Boer-Buquiccho,\ngrefier adjunct"]}