{"file": "RUM_HJUDRUM_71723_10.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "71723/10", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECŢIA A TREIA", "CAUZA SÂNCRĂIAN ÎMPOTRIVA ROMÂNIEI", "(cererea nr. 71723/10)", "HOTĂRÂREA", "STRASBOURG", "din 14 ianuarie 2014", "", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "", "În cauza Sâncrăian împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Alvina Gyulumyan, Corneliu Bîrsan, Luis López Guerra, Nona Tsotsoria, Kristina Pardalos, Valeriu Griţco, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu, la 10 decembrie 2013,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "PROCEDURA", "1. La originea cauzei se află cererea nr. 71723/10 îndreptată împotriva României, prin care un resortisant al acestui stat, doamna Maria Sâncrăian („reclamanta”), a sesizat Curtea la 24 septembrie 2010, în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi libertăţilor fundamentale („Convenţia”).", "2. Reclamanta a fost reprezentată de T. Godîncă-Herlea, avocată în Cluj-Napoca. Guvernul român („Guvernul”) a fost reprezentat de agentul guvernamental, doamna I. Cambrea, din cadrul Ministerului Afacerilor Externe.", "3. Reclamanta denunţă, în special, nelegalitatea detenţiei sale după redeschiderea procedurii prin care a fost condamnată pentru înşelăciune, încălcarea dreptului său de a obţine cu celeritate o decizie judecătorească cu privire la legalitatea detenţiei sale şi imposibilitatea de a obţine despăgubiri pentru detenţia pretins ilegală. De asemenea, se plânge în privinţa condiţiilor de detenţie pe care le-a suportat şi lipsa asistenţei medicale în mai multe centre de detenţie. Reclamanta invocă art. 3 şi art. 5 § 1, 4 şi 5 din Convenţie.", "4. La 15 septembrie 2011, cererea a fost comunicată Guvernului.", "ÎN FAPT", "I. Circumstanţele cauzei", "5. Reclamanta s-a născut în 1956 şi locuieşte în Cluj-Napoca.", "A. Procedura penală iniţiată împotriva reclamantei şi detenţia acesteia", "6. Prin hotărârea definitivă din 14 noiembrie 2006, Judecătoria Cluj-Napoca a condamnat-o, în lipsă, pe reclamantă la trei ani şi jumătate de închisoare cu executare, pentru înşelăciune.", "7. La 9 iulie 2008, reclamanta a fost arestată în Italia şi, la 1 septembrie 2008, a fost extrădată în România, unde a fost plasată în detenţie în temeiul hotărârii definitive din 14 noiembrie 2006.", "8. La 25 septembrie 2008, reclamanta a solicitat instanţei, în temeiul art. 5221 C. proc. pen., redeschiderea procedurii care a condus la condamnarea sa. Reclamanta a depus la dosar mai multe decizii ale instanţelor interne care admiseseră astfel de cereri şi care stabiliseră punerea în libertate a părţilor interesate. De asemenea, a făcut trimitere la concluziile Curţii în hotărârile Sejdovic împotriva Italiei [(MC), nr. 56581/00, CEDO 2006II] şi Stoichkov împotriva Bulgariei (nr. 9808/02, hotărârea din 24 martie 2005).", "9. Prin hotărârea din 13 noiembrie 2008, Judecătoria Cluj-Napoca a respins cererea reclamantei.", "10. Reclamanta a declarat apel împotriva acestei decizii. Pe parcursul mai multor termene de judecată, aceasta a cerut examinarea cu celeritate a cauzei, întrucât era pusă în discuţie libertatea persoanei.", "11. Prin hotărârea din 23 noiembrie 2009, Tribunalul Cluj a anulat hotărârea judecătoriei din 13 noiembrie 2008. Luând notă de faptul că dreptul la apărare al reclamantei a fost încălcat în cursul procedurii în lipsă, a dispus redeschiderea procedurii şi o nouă administrare a probelor.", "12. Cauza a fost ulterior reînscrisă pe rolul Judecătoriei Cluj-Napoca.", "13. În cursul şedinţei de judecată din 4 februarie 2010 în faţa judecătoriei, avocatul reclamantei a obiectat faţă de amânarea cauzei ca urmare a citării necorespunzătoare a uneia din părţile vătămate. De asemenea, a susţinut că, potrivit principiului prezumţiei de nevinovăţie, reclamanta trebuia judecată în stare de libertate. Parchetul s-a opus cererii avocatului, răspunzând că nu există nicio dispoziţie legală pe care să fie întemeiată această cerere. Instanţa a amânat cauza pentru 25 martie 2010 şi a precizat că nu poate fi luată nicio măsură înainte de citarea corespunzătoare a tuturor părţilor.", "14. În aceeaşi zi, reclamanta a depus o cerere pentru devansarea datei următorului termen de judecată. Reclamanta a subliniat că respectiva cerere de redeschidere a procedurii a fost admisă şi, prin urmare, procedura ar trebui să urmeze regulile judecăţii în primă instanţă. Or, din acest motiv, în temeiul principiului prezumţiei de nevinovăţie, legalitatea hotărârii iniţiale de condamnare şi cea a mandatului de arestare emis pe baza acesteia pot fi puse la îndoială. Prin hotărârea din 8 februarie 2010, cererea a fost respinsă, având în vedere obiectul dosarului şi aglomerarea rolului instanţei.", "15. Prin hotărârea din 25 martie 2010, instanţa a constatat că parchetul nu a informat-o pe reclamantă cu privire la acuzaţiile aduse şi că piesele admise în cursul instrucţiei penale nu i-au fost prezentate. Drept urmare, a decis retrimiterea cauzei în faţa parchetului, pentru completarea urmăririi penale. În dispozitivul aceleiaşi hotărâri, instanţa a anulat mandatul de arestare emis pe numele reclamantei în vederea executării hotărârii din 14 noiembrie 2006 şi a dispus punerea sa în libertate.", "16. Reclamanta a fost pusă în libertate în aceeaşi zi.", "17. Procedura penală deschisă împotriva reclamantei se află pe rol în primă instanţă.", "B. Condiţiile de detenţie şi transfer şi asistenţa medicală", "1. Versiunea reclamantei", "a) Formularul cererii", "18. La 1 septembrie 2008, reclamanta a fost încarcerată la sediul Direcţiei Generale de Poliţie a Municipiului Bucureşti, în celulele nr. 1 şi 5, împreună cu alte trei persoane. Celulele măsurau 9 m2, erau dotate cu patru paturi supraetajate fără cearşafuri, pături sau perne şi toalete necompartimentate. Duşurile erau instalate deasupra toaletelor. Fereastra măsura 1m pe 0,5m. Curăţenia în celulă era asigurată de reclamantă, care îşi procura produsele de întreţinere pe propria cheltuială. Reclamanta avea dreptul la o plimbare în afara celulei de o oră pe zi.", "19. La 12 septembrie 2008, reclamanta a fost transferată la sediul Direcţiei Generale de Poliţie Cluj, într-o furgonetă închisă, fără ventilaţie, împreună cu o altă persoană deţinută. La sosire, reclamanta a fost plasată singură într-o celulă de 6–7m2, situată la subsol, fără ventilaţie şi fără lumină naturală. Celula nu avea grup sanitar şi trebuia să ceară de fiecare dată voie gardianului pentru a fi dusă la toaletă, în afara celulei. Reclamanta avea dreptul la un duş pe săptămână. De asemenea, reclamanta trebuia să-şi procure pe propria cheltuială produsele de întreţinere.", "20. La 19 septembrie 2008, reclamanta a fost transferată la Penitenciarul Gherla. A fost plasată singură într-o celulă de 12–13 m2, cu patru paturi supraetajate. Saltelele erau foarte murdare şi urât mirositoare.", "21. Reclamanta a fost transportată la Penitenciarul Spital Jilava, împreună cu o altă persoană, în compartimentul separat al furgonetei penitenciarului, de 1 m2. Transportul a plecat la orele 16,30 şi a ajuns la destinaţie la orele 23,00, după mai multe opriri, pe drum, în alte centre de detenţie.", "22. În Penitenciarul Spital Jilava, reclamanta a fost plasată timp de 7 zile în celula nr. 37, care măsura 20-25 m2 şi era dotată cu cinci paturi. Mai multe paturi neutilizabile erau puse la perete. Toaletele aveau o suprafaţă de 1 m2 şi apa se scurgea în celulă. Celula era infestată cu şobolani.", "23. Reclamanta a fost apoi încarcerată într-una din locaţiile din afara Penitenciarului Gherla, situată în Cluj-Napoca, în celule dotate fie cu patru paturi, fie cu cincisprezece la douăzeci şi unu de paturi supraetajate. Toaletele aveau o suprafaţă de 1 m2.", "24. La 5 decembrie 2008, reclamanta a fost transferată din nou în locaţiile Direcţiei Generale de Poliţie Bucureşti, unde a fost plasată succesiv în mai multe celule, în condiţii precare. În prima lună petrecută în aceste locaţii, gardienii au refuzat să-i dea brasiera pe care medicul îi recomandase să o poarte.", "25. La 14 ianuarie 2009, reclamanta a informat personalul centrului de detenţie că resimte dureri la nivelul ochiului stâng. După un prim refuz, a fost apoi dusă la infirmerie, a doua zi. Reclamanta a fost diagnosticată cu infecţie oculară şi i s-a prescris un tratament pe bază de unguent.", "26. La 13 ianuarie 2009, reclamanta a declarat personalului din centrul de detenţie că una din colegele sale, deţinută, este infestată cu păduchi. Deşi reclamanta i-a administrat colegei sale un medicament pe care l-a procurat pe cheltuiala sa, a fost, la rândul său, infestată. Reclamanta nu a fost tratată şi celula nu a fost dezinfectată decât abia la 22 ianuarie 2009.", "b) Reclamaţiile ulterioare", "27. Prin scrisoarea din 28 iunie 2011, reclamanta a răspuns unei scrisori adresate de grefă prin care era invitată, printre altele, să precizeze fiecare centru de detenţie în care a fost încarcerată şi condiţiile de detenţie suferite în centrele în privinţa cărora intenţiona să depună plângere. În această scrisoare reclamanta completa descrierea condiţiilor de detenţie suferite în timpul încarcerării de 21 de zile în Penitenciarul Gherla din perioada septembrie – octombrie 2008, precum şi condiţiile de supraaglomerare suferite în Penitenciarul Târgşor, între 13 februarie şi 5 martie 2009. La această ultimă dată, reclamanta a fost transferată într-una din locaţiile din afara Penitenciarului Gherla, situată în Cluj-Napoca.", "2. Versiunea Guvernului", "28. Guvernul enumeră centrele de detenţie în care reclamanta a fost încarcerată şi face referire la condiţiile materiale de detenţie în aceste centre şi la cele referitoare la transferuri, precum şi asistenţa medicală acordată. Guvernul subliniază că aceste condiţii erau conforme cu reglementările naţionale în materie şi că reclamanta a beneficiat de asistenţă medicală în penitenciar atunci când a solicitat acest lucru. În final, în sprijinul celor afirmate, menţionează documente potrivit cărora reclamanta a fost internată în Penitenciarul Spital Jilava, unde a fost diagnosticată cu poliartroză la nivelul coloanei vertebrale, dar că aceasta a refuzat tratamentul şi examenele medicale suplimentare recomandate.", "II. Dreptul şi practica interne relevante", "29. Dispoziţiile art. 5221 din Codul de procedură penală (C. proc. pen.) sunt redactate după cum urmează:", "", "Art. 5221", "Rejudecarea celor judecaţi în lipsă în caz de extrădare", "", "„(1) În cazul în care se cere extrădarea unei persoane judecate şi condamnate în lipsă, cauza va putea fi rejudecată de către instanţa care a judecat în primă instanţă, la cererea condamnatului.", "2. Dispoziţiile art. 405 – 408 se aplică în mod corespunzător.”", "30. Dispoziţiile art. 405–408 C. proc. pen. se referă la procedura de judecare a unei cauze după pronunţarea admisibilităţii unei cereri de reexaminare. Aceste dispoziţii fac trimitere, la rândul lor, la regulile care reglementează judecata în primă instanţă. În temeiul acestor ultime reguli generale, instanţa care examinează fondul acuzaţiilor trebuie să se pronunţe şi cu privire la detenţia persoanei în cauză (art. 350 C. proc. pen.). Potrivit art. 406 C. proc. pen., după pronunţarea asupra admisibilităţii, instanţa poate admite cererea de rejudecare dacă se dovedeşte a fi întemeiată, situaţie în care anulează hotărârea iniţială, sau poate să o respingă. Art. 404 C. proc. pen., care oferă instanţelor posibilitatea de a dispune suspendarea executării pedepsei sau de a lua măsuri preventive, nu era aplicabil, la momentul faptelor, procedurii de rejudecare în caz de extrădare, prevăzută de art. 5221. Ca urmare a intrării în vigoare, la 25 noiembrie 2010, a Legii nr. 202/2010, acest articol se aplică şi procedurii de rejudecare în caz de extrădare. Dispoziţiile relevante ale art. 404 C. proc. pen. sunt redactate după cum urmează:", "„(1) Odată cu admiterea în principiu a cererii de revizuire instanţa poate suspenda motivat, în tot sau în parte, executarea hotărârii supuse revizuirii.", "(2) Instanţa poate de asemenea lua oricare dintre măsurile preventive, dacă sunt întrunite condiţiile legale.”", "31. În lipsa unei dispoziţii legale exprese, unele instanţe au dispus punerea în libertate a persoanelor condamnate la redeschiderea procedurii penale, considerând că hotărârea de redeschidere anulează procedura anterioară şi, prin urmare, trebuie ca părţile interesate să beneficieze de prezumţia de nevinovăţie şi să-şi recâştige libertatea (a se vedea hotărârea Tribunalului Bacău din 23 februarie 2005 şi cea pronunţată de aceeaşi instanţă, nr. 177/R/2009 din 4 martie 2009, hotărârea definitivă nr. 109 din 25 ianuarie 2008 a Curţii de Apel Ploieşti, hotărârea definitivă a Tribunalului Prahova nr. 54 din 27 februarie 2008 şi hotărârea definitivă nr. 591 din 9 octombrie 2008 a Curţii de Apel Bacău).", "32. Alte instanţe au făcut uz de art. 404 C. proc. pen. chiar înainte de intrarea în vigoare a modificărilor care făceau ca acest articol să se aplice procedurii de rejudecare a unei cauze în urma extrădării (a se vedea încheierea din 24 aprilie 2008 a Judecătoriei Oradea şi încheierea din 22 octombrie 2009 a Tribunalului Bihor, pronunţate în complet compus din aceiaşi judecători, precum şi încheierea din 15 septembrie 2010 a Tribunalului Braşov).", "33. Alte instanţe au refuzat să dispună punerea în libertate în cauze similare, considerând că partea în cauză îşi păstrează statutul de condamnat până la sfârşitul procedurii de rejudecare ( a se vedea hotărârea definitivă a Curţii de Apel Oradea din 27 martie 2009, hotărârea nr. 459 din 1 septembrie 2009 a Curţii de Apel Constanţa, hotărârea definitivă a Curţii de Apel Piteşti nr. 41A din 13 aprilie 2010, hotărârea definitivă nr. 244R din 27 aprilie 2010 a Curţii de Apel Oradea şi hotărârea definitivă a Tribunalului Brăila nr. 103 din 11 iunie 2010). În hotărârea definitivă nr. 5173 din 20 septembrie 2005, Înalta Curte de Casaţie şi Justiţie a stabilit că decizia de redeschidere a procedurii nu influenţează în nici un fel hotărârea privind condamnarea.", "34. În cadrul procedurii de rejudecare în urma extrădării, prin Hotărârea definitivă nr. 384 din 10 aprilie 2008, Tribunalul Prahova a admis contestaţia privind executarea pedepsei cu închisoarea, în baza art. 461 alin. (1) lit. d) C. proc. pen., şi a anulat mandatul de arestare emis în vederea executării pedepsei cu închisoarea. În acest sens, instanţa a constatat că printr-o hotărâre anterioară, hotărârea de condamnare a părţii în cauză a fost anulată în urma redeschiderii procedurii, după extrădarea acesteia. Totuşi, în această hotărâre, tribunalul a omis să se pronunţe cu privire la soarta mandatului de arestare emis în temeiul hotărârii de condamnare. În schimb, în Hotărârea nr. 459 din 1 septembrie 2009 (a se vedea şi punctul anterior), Curtea de Apel Constanţa a stabilit că decizia de a redeschide o procedură în lipsă nu poate fi considerată un „incident în executare”, atât timp cât hotărârea de condamnare nu a fost anulată.", "35. În procesul-verbal al şedinţei din 4 iunie 2008 cu liderii celor mai înalte autorităţi judiciare penale, Comisia de unificare a practicii judiciare, numită în cadrul Consiliului Superior al Magistraturii, observa că există opinii diferite în ceea ce priveşte posibilitatea de a pune în libertate o persoană după redeschiderea procedurii în urma căreia a fost condamnată la o pedeapsă cu închisoarea, redeschidere întemeiată pe art. 5221 C. proc. pen. Potrivit unei prime opinii, punerea în libertate era posibilă odată cu redeschiderea procedurii, în timp ce, potrivit celei de-a doua opinii, majoritară, acest fapt nu era posibil decât după reexaminarea fondului cauzei.", "36. Dispoziţiile art. 504 C. proc. pen. sunt redactate după cum urmează:", "Art. 504", "„(1) Persoana care a fost condamnată definitiv are dreptul la repararea de către stat a pagubei suferite, dacă în urma rejudecării cauzei s-a pronunţat o hotărâre definitivă de achitare.", "(2) Are dreptul la repararea pagubei şi persoana care, în cursul procesului penal, a fost privată de libertate ori căreia i s-a restrâns libertatea în mod nelegal.", "(3) Privarea sau restrângerea de libertate în mod nelegal trebuie stabilită, după caz, prin ordonanţă a procurorului de revocare a măsurii privative sau restrictive de libertate, prin ordonanţă a procurorului de scoatere de sub urmărire penală sau de încetare a urmăririi penale pentru cauza prevăzută în art. 10 alin. (1) lit. j) ori prin hotărâre a instanţei de revocare a măsurii privative sau restrictive de libertate, prin hotărâre definitivă de achitare sau prin hotărâre definitivă de încetare a procesului penal pentru cauza prevăzută în art. 10 alin. (1) lit. j).", "(4) Are drept la repararea pagubei suferite şi persoana care a fost privată de libertate după ce a intervenit prescripţia, amnistia sau dezincriminarea faptei.”", "37. Constituţia revizuită la 31 octombrie 2003 este redactată după cum urmează în părţile sale relevante în speţă:", "Art. 20 alin. (2)", "„(2) Dacă există neconcordanţe între pactele şi tratatele privitoare la drepturile fundamentale ale omului, la care România este parte, şi legile interne, au prioritate reglementările internaţionale, cu excepţia cazului în care Constituţia sau legile interne conţin dispoziţii mai favorabile.”", "", "ÎN DREPT", "I. Cu privire la pretinsa încălcare a art. 3 din Convenţie", "38. Reclamanta denunţă condiţiile de detenţie la care a fost supusă în centrele de detenţie din România în care a fost încarcerată şi lipsa asistenţei medicale, pe care o califică drept tratament inuman şi degradant. Aceasta invocă art. 3 din Convenţie, redactat după cum urmează:", "„Nimeni nu poate fi supus torturii, nici pedepselor sau tratamentelor inumane ori degradante.”", "Cu privire la admisibilitate", "39. În măsura în care capătul de cerere formulat de reclamantă se referă la pretinsul caracter inadecvat al tratamentului medical, Curtea constată, aşa cum a procedat în cauzele Petrea împotriva României (nr. 4792/03, pct. 35, 29 aprilie 2008) şi Coman împotriva României (nr. 34619/04, pct. 45, 26 octombrie 2010), că reclamanta a omis să introducă o cale de atac întemeiată pe dispoziţiile Legii nr. 275/2006 privind executarea pedepselor şi a măsurilor dispuse de organele judiciare în cursul procesului penal („Legea nr. 275/2006). Prin urmare, este necesar ca acest capăt de cerere să fie respins pentru neepuizarea căilor de atac interne, în temeiul art. 35 § 1 şi art. 35 § 4 din Convenţie.", "40. În privinţa condiţiilor materiale de detenţie, Curtea reaminteşte că a statuat deja că, având în vedere particularitatea unui asemenea capăt de cerere, nu exista o cale de atac efectivă la dispoziţia reclamantei (Petrea, citată anterior, pct. 37, şi Brânduşe împotriva României, nr. 6586/03, pct. 37 şi 40, 7 aprilie 2009). Astfel, dreptul românesc în materie nu permite, cel puţin pentru moment, să se pună capăt condiţiilor materiale de detenţie contrare art. 3 din Convenţie şi să se obţină o reparaţie suficientă pentru prejudiciul suferit (Iacov Stanciu împotriva României, nr. 35972/05, pct. 197–199, 24 iulie 2012).", "41. Pe de altă parte, în această privinţă, Guvernul invocă nerespectarea de către reclamantă a termenului de şase luni, prevăzut de art. 35 din Convenţie, cu referire la plângerea privind condiţiile de detenţie din centrele de detenţie în care a fost încarcerată înainte de a fi transferată la penitenciarul Târgşor. Guvernul susţine că, date fiind condiţiile de detenţie din acest penitenciar, de care reclamanta, de altfel, nu se plânge, nu se poate considera că detenţia reclamantei trebuie interpretată ca o situaţie continuă.", "42. Reclamanta contestă această teză şi se referă în acest sens la scrisoarea din 28 iunie 2011, în care completa descrierea condiţiilor de detenţie la care a fost supusă în cursul încarcerării cu perioada petrecută în penitenciarul Târgşor, între 13 februarie şi 5 martie 2009. De asemenea, subliniază că, în formularul cererii, la finalul capătului de cerere întemeiat pe art. 3 din Convenţie, a indicat, la modul general, că amintitele condiţii de detenţie au fost mai mult decât insalubre, că nu a primit asistenţă medicală în timp util şi că atitudinea personalului penitenciar nu a fost adecvată. Invocând cauza Seleznev împotriva Rusiei (nr. 15591/03, pct. 36, 26 iunie 2008), reclamanta susţine că detenţia sa poate fi considerată o situaţie continuă.", "43. De asemenea, Curtea reaminteşte că are obligaţia de a examina proprio motu problema respectării termenului de şase luni [Paliæ împotriva Bosniei şi Herţegovinei, nr. 4704/04, pct. 48, 15 februarie 2011, şi Gadi împotriva Franţei (dec.), nr. 45533/05, 13 ianuarie 2009]. În cazul de faţă, în ciuda explicaţiilor ulterioare formulate după comunicarea cererii către Guvern (supra, pct. 42), Curtea consideră că plângerea iniţială exprimată de reclamantă în formularul cererii şi completată prin scrisoarea din 28 iunie 2011 se referă la condiţiile de detenţie la care a fost supusă până în martie 2009, dată la care a părăsit Penitenciarul Târgşor. Astfel, din dosar reiese că reclamanta a descris în mod extrem de detaliat condiţiile de detenţie din diferite centre de detenţie până la acea dată, dar nu a oferit nicio informaţie cu privire la condiţiile de detenţie de după data menţionată şi până la punerea sa în libertate, interval în care a fost încarcerată în locaţiile exterioare ale Penitenciarului Gherla, situate în Cluj-Napoca. În mod cert, este adevărat că reclamanta a descris condiţiile de detenţie la care a fost supusă în acest penitenciar în cursul primei sale încarcerări (supra, pct. 23). Este în continuare adevărat că, atunci când reclamanta a decis să reclame condiţiile de detenţie la care a fost supusă într-un centru de detenţie în diferite momente ale încarcerării sale, a făcut-o în mod expres (a se vedea, de exemplu, cazul locaţiei Direcţiei Generale de Poliţie Bucureşti, unde a fost încarcerată între 1 şi 12 septembrie 2008 şi între 5 decembrie 2008 şi 13 februarie 2009, supra, pct. 18 şi 24–26).", "44. Or, Curtea constată că prezenta cerere a fost introdusă la 24 septembrie 2010, adică după mai mult de şase luni de la încarcerarea reclamantei în Penitenciarul Târgşor.", "45. Având în vedere cele de mai sus rezultă că acest capăt de cerere este tardiv şi trebuie respins în temeiul art. 35 § 1 şi art. 35 § 4 din Convenţie.", "II. Cu privire la pretinsa încălcare a art. 5 § 1 din Convenţie", "46. Reclamanta denunţă caracterul ilegal al detenţiei survenite după pronunţarea hotărârii din 23 noiembrie 2009, prin care Tribunalul Cluj a decis redeschiderea procedurii penale împotriva sa, şi până la 25 martie 2010, data punerii sale în libertate. Aceasta invocă art. 5 § 1 din Convenţie, redactat după cum urmează:", "„1. Orice persoană are dreptul la libertate şi la siguranţă. Nimeni nu poate fi privat de libertatea sa, decât în cazurile următoare şi conform căilor legale:", "a) dacă este deţinut legal pe baza condamnării pronunţate de un tribunal competent;”", "A. Cu privire la admisibilitate", "47. Guvernul invocă neepuizarea căilor de atac interne de către reclamantă. În primul rând, subliniază că reclamanta ar fi putut solicita punerea sa în libertate în cadrul procedurii de apel formulat împotriva hotărârii din 13 noiembrie 2008 a Judecătoriei Cluj-Napoca sau în cazul unui eventual recurs declarat împotriva hotărârii adoptate de Tribunalul Cluj-Napoca la 23 noiembrie 2009 (supra, pct. 10–11).", "48. În al doilea rând, Guvernul subliniază că, după redeschiderea procedurii, reclamanta nu a solicitat în mod oficial eliberarea. Reclamanta nu ar fi făcut acest lucru decât în timpul şedinţei de judecată din 25 martie 2010, când cererea sa a fost, de altfel, admisă. Guvernul susţine că o astfel de cerere, în condiţiile în care art. 404 C. PROC. PEN. nu se aplica la momentul faptelor, se putea baza direct pe art. 5 din Convenţie.", "49. În al treilea rând, Guvernul susţine că reclamanta avea posibilitatea de a se opune executării pedepsei, în temeiul art. 461 alin. (1) lit. d) C. proc. pen., potrivit căruia se poate formula contestaţie contra executării unei hotărâri, ca urmare a unui incident care s-a produs loc în cursul executării. Acesta consideră că decizia de a redeschide procedura putea constitui un astfel de „incident”. În acest sens, prezintă o hotărâre internă, datând din 2008 (supra, pct. 34), în care instanţa a dispus, pe baza articolului menţionat anterior, eliberarea unei persoane căreia decizia de condamnare i-a fost anulată în momentul redeschiderii procedurii.", "50. Reclamanta răspunde că a solicitat pe cale orală, în mai multe rânduri, punerea sa în libertate, în cadrul procedurii iniţiate. În acest scop, ea a subliniat în mod repetat caracterul urgent al cauzei, care, printre altele, aducea atingere libertăţii persoanei (supra, pct. 10) şi a depus la dosar mai multe exemple de hotărâri ale instanţelor interne care dispuneau punerea în libertate a persoanelor în cauză după redeschiderea procedurii (supra, punctul 8).", "51. În plus, reclamanta subliniază că, la momentul faptelor, înainte de modificarea adusă prin Legea nr. 202/2010, nici o dispoziţie naţională nu reglementa problema eliberării unei persoane după redeschiderea procedurii penale, după extrădare. De altfel, jurisprudenţa dezvoltată de aceste instanţe nu a dat un răspuns clar şi constant la această întrebare. Dimpotrivă, s-a creat o jurisprudenţă divergentă, unele instanţe refuzând să pună în libertate părţile în cauză, în timp ce altele au dat curs unor astfel de cereri de liberare. Existenţa unor divergenţe în jurisprudenţă a fost de altfel recunoscută de Comisia pentru unificarea practicii judiciare, creată în cadrul Consiliul Superior al Magistraturii (supra, pct. 35).", "52. În aceste condiţii şi referindu-se la concluziile Curţii în cauza Svipsta împotriva Letoniei [nr. 66820/01, pct. 142, CEDO 2006–III (extrase)], reclamanta susţine că o cerere de liberare formulată în temeiul art. 5 din Convenţie, după caz, coroborat cu articolul 404 C. proc. pen., care nu era aplicabil la momentul faptelor, nu ar fi fost considerată o cale de atac eficientă.", "53. În ceea ce priveşte argumentul Guvernului întemeiat pe eficienţa contestării executării, pe baza art. 461 alin. (1) lit. d ) C. proc. pen., reclamanta subliniază că o astfel de cale de atac nu ar fi avut niciun efect în situaţia sa, deoarece decizia de condamnare nu fusese anulată în momentul redeschiderii procedurii. În aceste condiţii, simpla redeschidere a procedurii nu poate fi considerată în mod valid ca un „incident în executare” şi, prin urmare, prin intermediul acestei căi de atac nu se pune la îndoială temeinicia unei decizii de condamnare care este încă validă (a se vedea, de asemenea, concluziile în acest sens formulate de o instanţă internă, supra, pct. 34 in fine).", "54. Curta evidenţiază că argumentele prezentate de Guvern în sprijinul excepţiei preliminare formulate de acesta sunt strâns legate de esenţa capătului de cerere întemeiat pe art. 5 din Convenţie. Prin urmare, este necesar ca excepţia să fie conexată cu fondul (a se vedea, mutatis mutandis, Csiki împotriva României, nr. 11273/05, pct. 65, 5 iulie 2011).", "55. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat, în sensul art. 35 § 3 lit. a) din Convenţie. În plus, Curtea subliniază că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "B. Cu privire la fond", "1. Argumentele părţilor", "56. Referindu-se la aspectele dezvoltate din perspectiva admisibilităţii cauzei (supra, pct. 50), reclamanta susţine că a denunţat perioada de detenţie după redeschiderea procedurii, în lipsa unui temei juridic. Reclamanta subliniază că, în lipsa acestui temei juridic, instanţele au dezvoltat o jurisprudenţă divergentă (supra, pct. 51).", "57. Prin urmare, ea susţine că menţinerea hotărârii de condamnare după redeschiderea procedurii este formală, întrucât instanţele ar fi trebuit, în examinarea fondului cauzei, să audieze persoana condamnată în lipsă şi să instrumenteze alte mijloace de probă, ca, de exemplu, depoziţii. În aceste condiţii, potrivit reclamantei, hotărârea iniţială de condamnare şi mandatul de arestare emis în vederea executării ar fi trebuit, în orice caz, anulate.", "58. De asemenea, reclamanta susţine că imposibilitatea ca instanţa să-i examineze problema detenţiei a creat o prezumţie de vinovăţie împotriva sa şi a vidat de sens unul din scopurile procedurii de rejudecare, şi anume eliberarea sa în cursul noii examinări.", "59. În final, reclamanta afirmă că situaţia sa nu este similară celei din cauza Gheorghe Gaga împotriva României (nr. 1562/02, pct. 62, 25 martie 2008) invocată de Guvern, întrucât, în această ultimă cauză, reclamantul era deţinut în baza unui decizii definitive de condamnare care nu fusese pusă în discuţie prin redeschiderea procedurii. Reclamanta consideră ca menţinerea sa în detenţie echivalează unei executări anticipate a pedepsei, contrar jurisprudenţei Curţii.", "60. Guvernul susţine că reclamanta s-a aflat în detenţie în perioada în litigiu în conformitate cu art. 5 § 1 lit. a) din Convenţie, în temeiul hotărârii definitive din 14 noiembrie 2006, prin care Judecătoria Cluj-Napoca o condamnase la trei ani şi jumătate de închisoare cu executare. Guvernul subliniază că admisibilitatea cererii de redeschidere a procedurii, stabilită de Tribunalul Cluj la 23 noiembrie 2009, nu a afectat în niciun fel validitatea hotărârii de condamnare. Aceasta nu a fost anulată decât la 25 martie 2010, iar reclamanta a fost, de altfel, pusă în libertate.", "61. În plus, Guvernul consideră că instanţele nu erau obligate să se pronunţe din oficiu cu privire la legalitatea detenţiei părţii în cauză, la momentul faptelor. Ar fi putut face acest lucru doar la cererea persoanei în cauză, în temeiul art. 5 § 1 lit. a) din Convenţie. Or, reclamanta a solicitat în mod oficial suspendarea executării pedepsei abia în timpul şedinţei din 4 februarie 2010 şi cererea sa a fost admisă la termenul din 25 martie 2010. De asemenea, Guvernul subliniază că, fie şi după modificarea Codului de procedură penală din noiembrie 2010, când instanţele aveau posibilitatea, în temeiul art. 404 C. proc. pen., să dispună suspendarea executării pedepsei după pronunţarea deciziei de redeschidere a cauzei, acest fapt nu se referea decât la o suspendare întemeiată pe situaţia personală a condamnatului şi nu viza în niciun fel aspecte referitoare la legalitatea sau temeinicia condamnării iniţiale.", "62. În continuare Guvernul susţine că sunt deopotrivă aplicabile concluziile Curţii din cauza Gheorghe Gaga împotriva României (nr. 1562/02, pct. 62, 25 martie 2008) şi în prezenta cauză, întrucât, atât reclamantul din cauza citată anterior, cât şi reclamanta din prezenta cauză se aflau în detenţie după condamnarea definitivă pronunţată de o instanţă competentă. În fine, Guvernul argumentează că situaţia din prezenta cauză diferă de cea din cauza Stoichkov împotriva Bulgariei (nr. 9808/02, 24 martie 2005), în care cererea de redeschidere a procedurii de condamnare în lipsă a fost refuzată.", "2. Motivarea Curţii", "63. Curtea reaminteşte că această cerinţă a legalităţii, prevăzută la art. 5 § 1 lit. a) („detenţie legală” dispusă „potrivit căilor legale”), nu este îndeplinită prin simpla respectare a dreptului intern relevant; trebuie ca dreptul intern să fie el însuşi conform cu Convenţia, inclusiv cu principiile generale enunţate sau sugerate de aceasta, în special cel referitor la preeminenţa dreptului, menţionat în mod expres în preambulul Convenţiei. În plus, le revine în primul rând autorităţilor naţionale, şi în special instanţelor, sarcina să interpreteze şi să aplice dreptul intern. Totuşi, din moment ce, în privinţa art. 5 § 1, nerespectarea dreptului intern implică încălcarea Convenţiei, Curtea poate şi trebuie să exercite un anumit control pentru a verifica dacă dreptul intern a fost respectat. O perioadă de detenţie este, în principiu, legală dacă a avut loc în executarea unei hotărâri judecătoreşti [Douiyeb împotriva Ţărilor de Jos (MC), nr. 31464/96, pct. 44–45, 4 august 1999].", "64. În această privinţă, Curtea ţine să sublinieze că, având în vedere importanţa libertăţii persoanei, este esenţial ca dreptul naţional aplicabil să întrunească criteriul de „legalitate” stabilit de Convenţie, care impune ca dreptul, scris sau nescris, să fie suficient de precis pentru a permite cetăţeanului, înconjurându-se la nevoie de consilieri pregătiţi, să prevadă, într-un mod rezonabil în circumstanţele cauzei, consecinţele ce pot decurge dintr-un act determinat (Baranowski împotriva Poloniei, nr. 28358/95, pct. 52, CEDO 2000-III, şi Laumont împotriva Franţei, nr. 43626/98, pct. 45, CEDO 2001XI).", "65. De altfel, la originea expresiei „potrivit căilor legale” se află conceptul de procedură echitabilă şi corectă, ideea că orice măsură privativă de libertate ar trebui să fie emisă de o autoritate calificată, să fie efectuată de o astfel de autoritate şi să nu aibă un caracter arbitrar (a se vedea în special hotărârea Winterwerp împotriva Ţărilor de Jos, 24 octombrie 1979, pct. 45, seria A nr. 33).", "66. În plus, Curtea a decis că obligaţia de a garanta acuzatului dreptul de a fi prezent în sala de judecată – fie în cursul primei proceduri iniţiate împotriva sa, fie în cursul noului proces – reprezintă unul din elementele esenţiale ale art. 6 (Stoichkov împotriva Bulgariei, nr. 9808/02, pct. 56, 24 martie 2005). Prin urmare, refuzul de a redeschide o procedură care a avut loc în lipsă, în absenţa oricărui indiciu că persoana acuzată a renunţat la dreptul de a se prezenta în instanţă, a fost considerată o „flagrantă denegare de dreptate”, care corespunde conceptului de procedură „vădit contrară dispoziţiilor art. 6 sau principiilor consacrate de acesta” [Stoichkov, citată anterior, pct. 54–58, şi Sejdovic împotriva Italiei (MC), nr. 56581/00, pct. 84, CEDO 2006II].", "67. În speţă, Curtea constată că reclamanta a fost arestată la 9 iulie 2008 în Italia. La 1 septembrie 2008, a fost extrădată în România în vederea executării unei pedepse pronunţate în această ţară, unde a fost trimisă în detenţie până la 25 martie 2010.", "68. Curtea consideră că detenţia reclamantei presupune două perioade, care trebuie examinate separat. În prima perioadă, care se întinde până la data redeschiderii procedurii, şi anume 23 noiembrie 2009, reclamanta s-a aflat în detenţie în executarea unei hotărâri judecătoreşti; detenţia sa intră aşadar sub incidenţa art. 5 § 1 lit. a) din Convenţie. Nu reiese că hotărârea de condamnare era ilegală, lipsită de temei juridic sau arbitrară sau că detenţia nu urmărea unul din scopurile privării de libertate admise de art. 5 § 1 lit. a) înainte de data menţionată (mutatis mutandis, Stoichkov, citată anterior, pct. 52 şi 58). De altfel, reclamanta nu pare a contesta legalitatea acestei perioade de detenţie.", "69. În schimb, părţile nu sunt de acord cu privire la existenţa unui ordin de detenţie valabil care să justifice continuarea detenţiei reclamantei după redeschiderea procedurii penale, şi anume după 23 noiembrie 2009.", "70. Curtea observă de la început că, la momentul faptelor, dispoziţiile legale care reglementau rejudecarea unui cauze după extrădare nu indicau dacă – şi, în cazul unui răspuns afirmativ, în ce condiţii – putea fi prelungită detenţia bazată pe o condamnare în lipsă, în cazul redeschiderii procesului.", "71. Această omisiune legislativă nu era atenuată de o jurisprudenţă constată a instanţelor din România, unele instanţe refuzând să pună în libertate părţile în cauză, în timp ce altele au dat curs unor astfel de cereri de eliberare (supra, pct. 31–33 şi 35). Doar prin modificarea adusă Codului de procedură penală, intrată în vigoare în noiembrie 2010, după punerea în libertate a reclamantei, s-a soluţionat această omisiune şi s-au pus bazele pentru a nu mai exista o jurisprudenţă divergentă a instanţelor din România cu privire la privarea de libertate a persoanei, după redeschiderea procedurii (supra, pct. 30).", "72. În mod evident, o astfel de divergenţă de jurisprudenţă nu era de natură a permite cuiva să prevadă, în mod rezonabil în circumstanţele cauzei, consecinţele care pot decurge dintr-un act determinat. În aceste condiţii, Curtea concluzionează că legislaţia română relevantă nu îndeplineşte criteriul „previzibilităţii” unei „legi” în sensul art. 5 § 1 din Convenţie (mutatis mutandis, Baranowski citată anterior, pct. 55, şi Toniolo împotriva Saint-Marin şi Italiei, nr. 44853/10, pct. 48–51, 26 iunie 2012).", "73. În fapt, în ciuda punerii în discuţie a condamnării reclamantei, „vădit contrară dispoziţiilor art. 6 din Convenţie” (supra, pct. 66), reclamanta a rămas în detenţie după redeschiderea procedurii. Această situaţie a fost posibil să se prelungească în absenţa unui temei juridic care să permită instanţelor să se pronunţe cu privire la menţinerea sau suspendarea ţinerii în detenţie în funcţie de circumstanţele cauzei. Prin urmare, în prezenta cauză, Curtea constată că punerea în libertate a reclamantei nu a fost în niciun fel motivată de instanţă.", "74. În lumina acestor elemente, Curtea consideră, de asemenea, că reclamanta nu a avut la dispoziţie nicio cale de atac efectivă pentru a denunţa detenţia şi pentru a convinge instanţa să se pronunţe în această privinţă. În lipsa unui temei juridic şi a unei jurisprudenţe constante a instanţelor, nu i se poate reproşa reclamantei că nu a făcut uz de căile de atac ordinare indicate de Guvern (supra, pct. 47).", "75. O astfel de concluzie poate fi trasă şi în ceea ce priveşte posibilitatea reclamantei de a-şi întemeia cererea direct pe art. 5 § 1 din Convenţie (supra, pct. 48). În această privinţă, Curtea evidenţiază că, într-adevăr, Convenţia este direct aplicabilă în România şi prevalează asupra dispoziţiilor de drept naţional care sunt contrare acesteia (Parohia greco-catolică Sfântul Vasile Polonă împotriva României, nr. 65965/01, pct. 103, 7 aprilie 2009). De altfel, Curtea a reţinut deja faptul că un sistem bazat pe supremaţia Convenţiei şi a jurisprudenţei aferente asupra legislaţiilor naţionale este cel mai în măsură să asigure buna funcţionare a mecanismului de protecţie creat de Convenţie şi de protocoalele sale adiţionale [Dumitru Popescu împotriva României (nr. 2), nr. 71525/01, pct. 103, 26 aprilie 2007]. Cu toate acestea, Curtea observă că, în prezenta cauză, Guvernul nu a oferit niciun exemplu în care o persoană s-ar fi servit cu succes de dispoziţiile art. 5 § 1 din Convenţie în faţa unei autorităţi naţionale pentru a obţine punerea în libertate. Această absenţă a jurisprudenţei indică lipsa de certitudine, în practică, a acestui recurs teoretic (a se vedea, în acelaşi sens, Parohia greco-catolică Sfântul Vasile Polonă, citată anterior, pct. 104). Prin urmare, Curtea consideră că o cerere întemeiată pe aplicabilitatea directă a Convenţiei în dreptul românesc nu ar fi avut gradul de certitudine juridică necesară pentru a constitui o cale de atac efectivă care să fie epuizată de reclamantă.", "76. În fine, în ceea ce priveşte contestarea executării, întemeiată pe art. 461 C. proc. pen. (supra, pct. 49), Curtea observă că Guvernul face trimitere la o singură decizie internă întemeiată pe acest articol. Cu toate acestea, trebuie remarcat faptul că această decizie vizează o situaţie excepţională, dat fiind faptul că decizia iniţială de condamnare fusese anulată în momentul redeschiderii procedurii (supra, pct. 34). Contestaţia viza aşadar o problemă de pură executare a unei pedepse anulate. Or, în prezenta cauză, instanţa nu s-a pronunţat asupra validităţii deciziei de condamnare în momentul redeschiderii procedurii. În aceste condiţii, este puţin credibil că simpla redeschiderea a procedurii ar fi suficientă pentru a fi considerată „un incident în executarea” unei decizii de condamnare. Prin urmare, contestarea executării nu ar mai putea reprezenta o cale de atac eficace care trebuie să fie epuizată de reclamantă.", "77. În fine, Curtea observă că reclamanta a denunţat detenţia, în mai multe etape şi în van, în faţa instanţelor interne (supra, pct. 8, 10, 13 şi 14). Cu toate acestea, abia în momentul în care instanţa a decis trimiterea dosarului către parchet în vederea completării anchetei a hotărât şi punerea în libertate a reclamantei. Curtea remarcă, de altfel, lipsa totală a motivării în privinţa acestui aspect (supra, pct. 15 in fine).", "78. Având în vedere consideraţiile precedente şi faptul că numai o interpretare strictă este compatibilă cu scopul şi cu obiectul art. 5 § 1 din Convenţie [Medvedyev şi alţii împotriva Franţei (MC), nr. 3394/03, pct. 78, CEDO 2010], Curtea apreciază că este necesar să fie respinsă excepţia întemeiată pe neepuizarea căilor de atac invocată de Guvern şi să se concluzioneze că detenţia reclamantei între 23 noiembrie 2009 şi 25 martie 2010 nu poate fi interpretată ca fiind o detenţie legală în sensul art. 5 § 1 lit. a) din Convenţie, dată fiind lipsa unui temei juridic care să aibă calităţile necesare pentru a răspunde principiului general al securităţii juridice.", "79. Prin urmare, a fost încălcat art. 5 § 1 lit. a) din Convenţie.", "III. Cu privire la pretinsa încălcare a art. 5 § 4 din Convenţie", "80. Reclamanta, se plânge, de asemenea, de durata excesivă a procedurii având drept scop redeschiderea procesului penal privind punerea sa în libertate. Aceasta invocă art. 5 § 4 din Convenţie, redactat după cum urmează:", "„Orice persoană lipsită de libertatea sa prin arestare sau detenţie are dreptul să introducă recurs în faţa unui tribunal, pentru ca acesta să statueze într-un termen scurt asupra legalităţii detenţiei sale şi să dispună eliberarea sa dacă detenţia este ilegală.”", "A. Cu privire la admisibilitate", "81. Constatând că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 lit. a) din Convenţie şi că nu prezintă niciun alt motiv de inadmisibilitate, Curtea îl declară admisibil.", "B. Cu privire la fond", "82. În formularul de cerere, reclamanta susţine că cererea de redeschidere a procedurii depusă în septembrie 2008 constituia în sine o contestare a detenţiei În consecinţă, consideră că acea cerere nu a fost examinată cu celeritatea impusă de art. 5 § 4 din Convenţie, având în vedere că nu a fost pusă în libertate decât un an şi jumătate mai târziu, la 25 martie 2010. În cele din urmă, subliniază faptul că, fie şi după decizia de redeschidere a procedurii, termenele au fost amânate de mai multe ori, pentru fapte care nu îi sunt imputabile. Referindu-se în special la termenul de judecată din 4 februarie 2010, reclamanta menţionează că a fost schimbat completul de judecată din motive legate de concediul judecătorului titular şi că înlocuitorul acestuia nu a dorit să se pronunţe cu privire la cererea de eliberare întrucât, în opinia reclamantei, cutuma este ca judecătorul înlocuitor să nu tranşeze aspectele importante ale cauzei, în absenţa judecătorului titular.", "83. Guvernul consideră că art. 5 § 4 din Convenţie nu este aplicabil procedurii de rejudecare iniţiate de reclamantă în 2008, în temeiul art. 5221 C. proc. pen., atât timp cât nu se luase o decizie asupra redeschiderii procedurii. Referindu-se la argumentele dezvoltate din perspectiva excepţiei de neepuizare a căilor de atac ridicată în cadrul capătului de cerere întemeiat pe art. 5 § 1 (supra, pct. 47–49), Guvernul susţine, în plus, că, după redeschiderea procedurii, reclamanta avea la dispoziţie mai multe căi de atac prin care putea contesta detenţia, căi pe care a omis să le utilizeze. În ceea ce priveşte durata procedurii prin care reclamanta a contestat decizia, Guvernul susţine că aceasta nu a depus o cerere de suspendare a executării pedepsei decât în timpul şedinţei din 25 martie 2010, dată la care a fost, de altfel, pusă în libertate.", "84. Curtea reaminteşte că, în ipoteza unei pedepse cu închisoarea cu o durată determinată, pronunţată de o instanţă naţională, după condamnare, pentru sancţionarea unei infracţiuni, controlul vizat de art. 5 § 4 este inclus în hotărâre (hotărârile De Wilde, Ooms şi Versyp împotriva Belgiei, 18 iunie 1971, pct. 76, seria A nr. 12). Totuşi, situaţia nu este aceeaşi în cazul detenţiei ulterioare, în măsura în care apar la scurt timp noi întrebări privind legalitatea (hotărârile Weeks împotriva Regatului Unit, 2 martie 1987, pct. 56, seria A nr. 114, şi Thynne, Wilson şi Gunnell împotriva Regatului Unit, 25 octombrie 1990, pct. 68, seria A nr. 190A, şi Hussain împotriva Regatului Unit, 21 februarie 1996, pct. 54, Culegere de hotărâri şi decizii 1996I).", "85. Curtea reaminteşte că, din perspectiva art. 5 § 1 din Convenţie, a concluzionat deja că, la momentul faptelor, reclamanta nu a avut la dispoziţie nicio cale de atac efectivă pentru a denunţa detenţia şi pentru a convinge instanţa să se pronunţe în această privinţă. În speţă, Curtea consideră că, fără o motivaţie adecvată din partea decizia instanţei, decizia sa de punere în libertate pare a fi mai degrabă o consecinţă a măsurii procedurale de retrimitere a cauzei către parchet decât un răspuns la cererea de eliberare a reclamantei (a se vedea, a contrario, Baranowski, citată anterior, pct. 75).", "86. Prin urmare, Curtea consideră că deficienţele de drept intern cu privire la eficacitatea controlului jurisdicţional al detenţiei unei persoane după redeschiderea procedurii în temeiul art. 5221 C. proc. pen., la momentul faptelor, nu se pot concilia cu exigenţele impuse de art. 5 § 4 din Convenţie. Având în vedere cele menţionate anterior, Curtea concluzionează că s-a produs, de asemenea, o încălcare a acestei dispoziţii în speţă.", "Această concluzie nu obligă Curtea să mai examineze argumentul reclamantei potrivit căruia instanţele din România nu au examinat cu promptitudine legalitatea detenţiei sale.", "IV. Cu privire la pretinsa încălcare a art. 5 § 5 din Convenţie", "87. Reclamanta consideră că nu a avut dreptul la reparaţii pentru presupusele încălcări ale drepturilor sale garantate de art. 5 § 1 şi 4 din Convenţie. În acest sens, invocă art. 5 § 5, redactat după cum urmează:", "„Orice persoană care este victima unei arestări sau a unei deţineri în condiţii contrare dispoziţiilor acestui articol are dreptul la reparaţii.”", "A. Cu privire la admisibilitate", "88. Constatând că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 lit. a) din Convenţie şi că nu prezintă niciun alt motiv de inadmisibilitate, Curtea îl declară admisibil.", "B. Cu privire la fond", "89. Reclamanta susţine că situaţiile în care o detenţie ilegală poate duce la acordarea de compensaţii sunt enumerate limitativ la art. 504 C. proc. pen. (supra, pct. 36) şi că situaţia sa nu intră sub incidenţa niciuneia dintre ele. Prin urmare, reclamanta denunţă absenţă unei căi legale de a solicita reparaţii pentru încălcarea art. 5 § 1 şi art. 5 § 4.", "90. Guvernul consideră că reclamanta nu este îndreptăţită să reclame despăgubiri, în măsura în care procedura penală iniţiată împotriva sa este încă pendinte. Odată procedura încheiată, reclamanta va avea posibilitatea de a solicita despăgubiri, în cazul în care va fi achitată în temeiul art. 504 C. proc. pen.", "91. Curtea reaminteşte că art. 5 § 5 este respectat atunci când se pot solicita reparaţii pentru o privare de libertate care a avut loc în condiţii contrare alineatelor 1, 2, 3 sau 4 (Wassink împotriva Ţărilor de Jos, 27 septembrie 1990, pct. 38, seria A nr. 185-A, şi Houtman şi Meeus împotriva Belgiei, nr. 22945/07, pct. 43, 17 martie 2009). Dreptul la reparaţii prevăzut la alineatul 5 presupune aşadar că o încălcare a unuia dintre celelalte alineate a fost stabilită de o autoritate naţională sau de instituţiile Convenţiei. În această privinţă, exercitarea efectivă a dreptului la reparaţii, garantat de această ultimă dispoziţie, trebuie să fie asigurată cu un grad suficient de certitudine [Ciulla împotriva Italiei, 22 februarie 1989, pct. 44, seria A nr. 148, Sakýk şi alţii împotriva Turciei, 26 noiembrie 1997, pct. 60, Culegere 1997VII, şi N.C. împotriva Italiei (MC), nr. 24952/94, pct. 49, CEDO 2002X].", "92. Revenind la prezenta speţă, Curtea subliniază că, având în vedere constatarea încălcării art. 5 § 1 şi art. 5 § 4, şi art. 5 § 5 din această dispoziţie este deopotrivă aplicabil. Prin urmare, trebuie să stabilească dacă persoana interesată a dispus, la nivel intern, de un drept executoriu la reparaţia prejudiciului înainte de prezenta hotărâre sau dacă va dispune de un astfel de drept după adoptarea hotărârii.", "93. În acest sens, reaminteşte că, pentru a concluziona o încălcare a art. 5 § 5, trebuie să se stabilească faptul că o constatare a încălcării oricăruia dintre celelalte alineate ale art. 5 nu putea, înainte de hotărârea în cauză a Curţii, şi nici nu poate, după pronunţarea acestei hotărâri, da naştere la o cerere de plată a unor compensaţii în faţa instanţelor naţionale [Brogan şi alţii împotriva Regatului Unit, 29 noiembrie 1988, pct. 66-67, seria A nr. 145–B, şi Stanev împotriva Bulgariei (MC), nr. 36760/06, pct. 184, CEDO 2012].", "94. În lumina acestei jurisprudenţe, Curtea consideră că trebuie să stabilească mai întâi dacă încălcarea art. 5 § 1 şi art. 5 § 4, constatată în speţă, ar putea da naştere, după pronunţarea prezentei hotărâri, unui drept la a obţine reparaţii în faţa instanţelor interne.", "95. În această privinţă, Curtea observă că. potrivit art. 504 C. proc. pen., orice reparaţie este condiţionată de constatarea nelegalităţii detenţiei prin ordonanţă a parchetului sau prin decizie a unei instanţe (supra, pct. 36). Or, din dosar reiese că autorităţile române nu au considerat nici un moment această măsură ca fiind ilegală sau contrară în alt mod art. 5 din Convenţie. Teza Guvernului constă aşadar în a afirma că detenţia reclamantei s-a produs în conformitate cu dreptul intern. Prin urmare, Curtea concluzionează că reclamanta nu putea solicita nicio despăgubire în temeiul dispoziţiei sus-menţionate pentru încălcarea art. 5 § 1, în lipsa unei recunoaşteri a nelegalităţii detenţiei de către autorităţile naţionale (Degeratu împotriva României, nr. 35104/02, pct. 59, 6 iulie 2010).", "96. În plus, întrucât nu era disponibilă în dreptul românesc nicio cale de atac legală care să permită controlul legalităţii detenţiei, reclamanta nu putea invoca responsabilitatea statului pentru a obţine o reparaţie pentru încălcarea art. 5 § 4.", "97. În continuare se pune întrebarea dacă pronunţarea prezentei hotărâri care ar concluziona o încălcare a art. 5 § 1 şi art. 5 § 4 va permite reclamantei să solicite despăgubiri în temeiul dreptului românesc. Curtea observă că din legislaţia relevantă nu reiese că ar exista o astfel de cale de atac; de altfel, Guvernul nu a prezentat argumente care să probeze contrariul.", "98. Nu s-a demonstrat aşadar că reclamanta putea să se prevaleze, înainte de hotărârea Curţii, de un drept la reparaţii, sau că se va putea prevala de un astfel de drept după pronunţarea hotărârii, pentru încălcarea art. 5 § 1 şi art. 5 § 4.", "99. În consecinţă, a fost încălcat art. 5 § 5 din Convenţie.", "V.  Cu privire la aplicarea art. 41 din Convenţie", "100. Potrivit art. 41 din Convenţie,", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A. Prejudiciu", "101. Reclamanta solicită mai întâi 9 548 de lei româneşti (RON), adică aproximativ 2 200 de euro (EUR) pentru prejudiciul material suferit, reprezentând împrumuturi din partea familiei care acoperă bunurile achiziţionate în timpul detenţiei, şi anume produse alimentare, produse de întreţinere şi curăţenie, precum şi lenjerie. La această sumă se adaugă valoarea a 18 pachete primite de la familie, pe care le evaluează la 7 480 RON, adică aproximativ 1 700 EUR, precum şi suma de 400 EUR pe care o avea asupra ei în momentul extrădării şi pe care a cheltuit-o în detenţie pentru achiziţionarea, în special, de produse alimentare. În plus, reclamanta solicită 20 400 euro pentru prejudiciul moral pe care l-ar fi suferit, sumă care este împărţită astfel. 15 400 EUR pentru încălcarea art. 5 § 1, art. 5 § 4 şi art. 5 § 5 din Convenţie şi 5 000 EUR pentru încălcarea art. 3 din Convenţie.", "102. Din punctul de vedere al Guvernului, nicio sumă nu trebuie să fie acordată cu titlul de prejudiciu material, reclamanta nefăcând dovada legăturii de cauzalitate cu încălcările constatate şi nefurnizând documente justificative pentru sumele pretins acordate de familie. În plus, consideră că reclamanta nu poate invoca împotriva statului un drept pe care şi l-a exercitat în închisoare, şi anume acela de a primi pachete. În ceea ce priveşte prejudiciul moral, Guvernul consideră că ar reprezenta o reparaţie suficientă simpla constatare a încălcării şi că, în orice caz, suma pretinsă este excesivă.", "103. Curtea nu observă nicio legătură de cauzalitate între încălcările constatate şi prejudiciul material pretins. Dimpotrivă, hotărăşte că reclamanta a suferit un prejudiciu moral cert şi apreciază că este necesar să îi acorde 8 000 EUR pentru prejudiciul moral.", "B. Cheltuieli de judecată", "104. Reclamanta solicită, de asemenea, 18 700 RON, adică 4 633 EUR pentru cheltuielile suportate în faţa instanţelor interne şi 1 860 EUR pentru onorariile avocatului, suportate în faţa Curţii. la această ultimă sumă se adaugă cea de 106,7 RON reprezentând costul fotocopiilor după probele la dosarul intern. Reclamanta depune chitanţe pentru onorariile avocatului, suportate.", "105. Guvernul subliniază că reclamanta nu a transmis contracte de asistenţă juridică, prin care să se stabilească onorariile avocaţilor, precum şi un centralizator cu numărul de ore lucrate efectiv de aceştia. În aceste condiţii, este imposibil să se stabilească o legătură de cauzalitate între aceste cheltuieli şi presupusele încălcări ale Convenţiei. Potrivit Guvernului, aceeaşi concluzie este valabilă şi pentru cheltuielile de fotocopiere.", "106. Potrivit jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor sale de judecată decât în măsura în care se stabileşte caracterul real, necesar şi rezonabil al acestora. În speţă, ţinând seama de documentele de care dispune şi de jurisprudenţa sa, Curtea consideră că este rezonabil să acorde reclamantei suma de 4 000 EUR cu titlu de cheltuieli de judecată.", "C. Dobânzi moratorii", "107. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "Pentru aceste motive,", "Curtea,", "în unanimitate,", "", "1. declară cererea admisibilă în ceea ce priveşte capetele de cerere întemeiate pe art. 5 § 1, art. 5 § 4 şi art. 5 § 5 şi inadmisibilă pentru celelalte capete de cerere;", "", "2. hotărăşte că a fost încălcat art. 5 § 1 din Convenţie;", "", "3. hotărăşte că a fost încălcat art. 5 § 4 din Convenţie;", "", "4. hotărăşte că a fost încălcat art. 5 § 5 din Convenţie;", "", "5. hotărăşte", "a) că statul pârât trebuie să plătească reclamantei, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, următoarele sume, care trebuie convertite în moneda statului pârât la rata de schimb aplicabilă la data plăţii:", "i) 8 000 EUR (opt mii euro), plus orice sumă care ar putea fi datorată cu titlu de impozit, cu titlu de prejudiciu moral;", "ii) 4 000 EUR (patru mii euro), plus orice sumă ce poate fi datorată cu titlu de impozit de către societatea reclamantă, pentru cheltuielile de procedură;", "b) că de la expirarea termenului menţionat şi până la efectuarea plăţii, aceste sume vor fi majorate cu o dobândă simplă la un procent egal cu cel al facilităţii de preţ marginal a Băncii centrale europene aplicabile în această perioadă, majorată cu trei procente;", "", "6. Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "Redactată în limba franceză, apoi comunicată în scris la 14 ianuarie 2014, în conformitate cu art. 77 § 2 şi 3 din Regulament.", "Santiago Quesada\tJOSEP CASADEVALL\n\tGrefier\tPREŞEDINTE"]}