{"file": "RUM_HJUDRUM_16616_90.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "16616/90", "text_paragraphs": ["CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "", "CAUZA VERENIGING WEEKBLAD BLUF contra OLANDEI", "Cererea nr. 16616/90", "", "", "Hotărâre", " 9 februarie 1995", "", "", "", "În cauza în cauza Vereniging Weekblad Bluf c. Olandei,", "Curtea Europeană a Drepturilor Omului întrunită, în conformitate cu Articolul 43 din Convenţie Europene pentru Apărarea Drepturilor Omului („Convenţia”) şi cu dispoziţiile relevante ale Regulamentului Curţii A (2), în Cameră formată din judecătorii:", "", "dl R. Ryssdal, preşedinte,", "dl. F. Matscher,", "dl C. Russo,", "dl A. Spielmann,", "dl S. K. Martens,", "dna E. Palm,", "Sir John Freeland", "dl D. Gotchev,", "dl K. Jungwiert", "", "şi, de asemenea dl H. Pertzold, grefier,", "după deliberarea care a avut în camera de consiliu, la data de 25 august 1994 şi 27 ianuarie 1995,", "pronunţă următoarea hotărâre, adoptată la această ultimă dată:", "_______________", "Notă de la Grefier:", "Cazul are numărul 44/1993/439/518. Al doilea număr indică anul în care cazul a fost deferit Curţii, iar primul număr indică poziţia cazului pe lista cazurilor deferite în anul relevant. Ultimele două numere indică, respectiv, poziţia cazului pe lista cazurilor înaintate Curţii de la înfiinţarea acesteia şi pe lista respectivelor cereri către Comisie.", "Regulamentul A se plaică la toate cazurile deferite Curţii înainte de intrarea în vigoare a Protocolului nr. 9 (P9) şi ulterior numai cazurilor care vizează statele angajate în acest Protocol (P9). Ele corespund Regulamentului care a intrat în vigoare la 1 ianuarie 1983, amendat ulterior cu cîteva ocazii.", "________________", "", "PROCEDURA", "", "Cazul a fost deferit Curţii de către Comisia Europeană a Drepturilor Omului („Comisia”) la 9 decembrie 1993, în termenul de trei luni prevăzut de articolului 32 § 1 şi articolului 47 din Convenţie. La origine se află plângerea (nr. 16616/90) formulată împotriva Regatului Olandei, prin care Comisia fusese sesizată în temeiul articolului 25 de către o asociaţie în temeiul dreptului olandez, Vereniging Weekblad Bluf! la data de 4 mai 1988.", "", "Cererea Comisiei face trimitere la dispoziţiile articolelor 44.şi 48 şi la declaraţia prin care Olanda a recunoscut jurisdicţia obligatorie a Curţii (articolul 46). Obiectul plîngerii a fost obţinerea unei decizii prin care să se stabilească, dacă în funcţie de situaţia de fap, statul pârât a încălcat exigenţele Articolul 10.", "", "Ca urmare a anchetei desfăşurate în conformitate cu Regula 33 §3 (d) din Regulamentul Curţii A, asociaţia reclamantă şi-a exprimat dorinţa de a participa la audiere în faţa Curţii şi a desemnat un avocat care urma s-o reprezinte (Regula 30). Avocatul a fost autorizat de către Preşedinte să folosească limba olandeză (Regula 27 § 3).", "", "Camera care urma să se constituie include ex officio pe dl S. K.Martens, judecător ales din partea Olandei (articolul 43 din Convenţie) şi dl R. Ryssdal, preşedintele Curţii (Regula 21§ 3 (b)). La 24 ianuarie 1994, în prezenţa Grefierului, Preşedintele Curţii a tras la sorţi numele celorlaţi şapte membri, şi anume, dl F. Matscher, dl C. Russo, dl A. Spielmann, dna E. Palm, Sir John Freeland, dl D.Gotchev şi dl. K. Jungwiert (articolul 43 din Convenţie şi Regula 21§5).", "", "4. Domnul Ryssdal, în calitate d Preşedinte al Camerei (Regula 21§ 6), acţionând prin grefier, s-a consultat cu Agentul Guvernamental („Guvernul”), Delegatul Comisiei şi avocatul reclamantului cu privire la organizarea procesului (Regulele 37 § 1 şi 38). În conformitate cu ordinul emis în consecinţă, grefierul a primit memoriul asociaţiei reclamante la 17 mai 1994 şi memoriul guvernului la 26 mai. La 3 august secretarul Comisiei a informat grefierul despre intenţia Delegatului de a-şi depune observaţiile sale la audiere.", "", "La 4 iulie 1994, Comisia a prezentat dosarul pocedurilor care se desfăşuraseră în faţa ei; grefierul o invitase să facă aceasta conform instrucţiior preşedintelui Curţii.", "", "În conformitate cu decizia Preşedintelui, la data de 24 august 1994 a avut loc audierea publică la Palatulu Drepturilor Omului de la Strasbourg. Curtea a ţinut înainte a şedinţă preliminară.", "", "În faţa Curţii s-au prezentat:", "", "din partea guvernului", "dl K. de Vey Mestdagh, Ministerului Afaceri Politice,                           agent,", "dna M. L. S. H. Groothuisje, Ministerul Justiţiei", "dna M. J. T. M. Vijgen, Ministerului Justiţiei                                consilieri,", "", "din partea Comisiei", " dl H. Danelius,                                                          delegat", "", "din partea asociaţiei reclamante", "", "dna E. Prakken, advocat                    ", "dna R.E. de Winter, lector asistent, Universitatea de la Maastricht   Consilier", "", "Curtea a audiat declaraţiile domnului de Vey Mestdagh, dlui Danelius, dnei Prakken şi dlui de Winter.", "", "ÎN FAPT", "", "Circumstanţele cauzei", "", "Reclamantul, o asociaţie cu sediul la Amsterdam, publica, la epoca faptelor, o revistă săptămînală numită Bluf!, adresată în special cititorilor de stînga. De atunci, publicaţia periodică a încetat a mai fi publicată.", "", "În primăvara anului 1987, colegiul editorial al săptămînalului Bluf! a intrat în posesia unui raport periodic elaborat de serviciile interne secrete olandeze (Binnenlandse Veiligheidsdienst – „the BVD”. Raportul, datat 1981, era marcat „confidenţial” şi conţinea informaţii care prezentau interes pentru serviciile secrete olandeze şi alţi funcţionari care prezentau pentru BVD înformaţii despre activităţile organizaţiei. El demonstra că în acea perioadă, pe lîngă alte grupuri, BVD-ul era interesat de activitatea Partidului Comunist olandez şi mişcările antinucleare, planul Ligii arabe de a institui un ofciciu la Haga, activităţile serviciilor secrete poloneze, române şi cehoslovace desfăţurate în Olanda.", "", "Redactorul revistei Bluf! a propus publicarea raportului împreună cu un comentariu într-o ediţie suplimentară nr. 267 la numărul revistei din 29 aprilie 1987.", "", "Confiscarea", "", " La 29 aprilie 1987, înainte ca revista să fie publicată sau distribuită abonaţilor, şeful serviciilor secrete olandeze a adresat o scrisoare procurorului general (Officier van Justitie), informîndu-l despre intenţia de a publica raportul şi afirmând că diseminarea lui ar contraveni prevederilor Articolului 98a, paragrafele 1 şi 3 şi articolul 98c paragraful 1 din codul penal (Wetboek van Strafrecht – a se vedea paragraful 20).", "", "În scrisoare, el a declarat următorale:", "", "„ Deşi, în opinina mea, diferite contribuţii luate separat nu conţin (sau nu mai conţin deja) vre-un secret de stat, ele –luate împreună sau citite în combinaţie – constituie informaţii, caracterul confidenţial al cărora trebuie menţinut în mod necesar în interesul statului sau a statelor prietene. Aceasta se datorează faptului că suprapunerea faptelor prezintă o imagine în doferite domenii de interes asupra informaţiilor disponibile serviciilor de securitate şi asupra activităţilor şi metodelor de operare a BVD-lui.”", "", "Anchetarea juridică preliminară", "", "În acceaşi zi, în conformitate cu ordinul emis de procurorul general a fost intentată o anchetare juridică preliminară (gerechtelijk vooronderzoek) cu privire la o persoană sau nişte persoane necunoscute. Judecătorul anchetator (rechter-commissaris) de la Tribunalul Regional Amsterdam (arrondissementsrechtbank) a dispus percheziţionarea localurilor asociaţiei reclamante şi confiscarea întregului tiraj al numărului 267 a revistei Bluf!, înclusiv şi suplimentul. Aparent, poliţia nu a confiscat şi clişeurile ofset rămase pe maşinele de imprimat. Trei persoane au fost arestate, dar puse în libertatea următoarea zi.", "", "În cursul nopţii de 29 aprilie 1987, fără a înştiinţa autorităţile, angajaţii societăţii reclamante au retipărit numărul confiscat al revistei. În următoarea zi, ziua de naştere a reginei şi sărbătoare naţională, aproximativ 25000 de exemplare au fost distribuite în stradă locuitorilor din Amsterdam. Autorităţile au decis să nu împiedice distribuirea revistei pentru a preveni dizordinea publică.", "", "La 6 mai 1987, judecătorul anchetator a clasat ancheta împotriva personalului revistei Bluf! în lipsa unor acuzaţii penale. În scrisoarea din 3 iunie 1987, procurorul general a informat asociaţia reclamantă că ancheta împotriva a trei persoane arestate în timpul confiscării a fost casată, în lipsa unor probe suficiente împotriva a două persoane şi datorită rolului nesemnificativ pe care l-a avut a treia persoană.", "", "Plîngerile înaintate de asociaţia reclamantă", "", "Între timp, la 1 mai 1987, asociaţia reclamantă a sesizat Diviziunea de Revizuire a Tribunalului Regional Amsterdam, învocînd articolul 552a din codul de procedură penală (Wetboek van Strafvordering – a se vedea în continuare paragraful 21), solicitând restituirea exemplarelor confiscate, a suplimentelor şi a ambalatoarelor pentru a fi distribuite abonaţilor la timp.", "", "Această cerere a fost respinsă în aceeaşi zi deoarece obiectul acesteia îl constituiau exemplarele confiscate a revistei şi suplimentul. Tribunalul a considerat că, ţinînd cont de conţinutul publicaţiei, era „ puţin posibil” ca în timpul procedurii penală să fie dispusă scoaterea din circuitul general a publicaţiei în cauză (onttrekking aan het verkeer). Cu toate acestea, trbunalul a ordonat restituirea unui capitol întitulat „O contribuţie Muzeului de Istorie a Evreilor” şi a ambalajelor", "", "Prin hotărîrea din 17 noiembrie 1987 (Nederlandse Jurisprudentie (NJ) 1988, 394) Curtea Supremă a respins recursurile în anulare introduse de asociaţia reclmantă şi procurorul general cu privire la această decizie. Ţinând cont de obiectul recursului introdus de asociaţia reclamantă era încălcarea articolului 7 din Convenţie (a se vedea în continuare paragraful 19), tribunalul a decis că dreptul garantat de această dispoziţie a fost limitat de fraza „sub rezerva responsabilităţii impuse fiecărei persoane în conformitate cu legea” şi că confiscarea materialului publicat care urma a fi distribuit făcea parte din măsurile capabile să protejeze interesele garantate de articolele 98 şi 98a din codul penal.", "", "Ulterior, la 12 mai 1987, asociaţia reclamantă a depus a doua plângere Diviziunii de Revizuire a Tribunalului Regional Amsterdam. Invocînd dispoziţiile articolului 10 din Convenţie, ea a contestat legalitatea (rechtmatigheid) măsurii de confiscare. Ca alternativă, ea a solicitat restituirea materialelor confiscate pentru motivul că ancheta juridică a fost sistată şi, respectiv, măsura în litigiu nu mai era justificată.", "", "La 11 ianuarie 1988, instanţa de judecată a respins plîngerea, declarând că aceasta era identică cu plîngerea înaintată la 1 mai 1987 şi că nu a apărut nici un factor nou care să justifice restituirea proprietăţii. În baza declaraţiei emise de procuratura generală cu scopul ca aceasta să înainteze o cerere de a retrage revista din circulaţie odată cu hotărîrea Curţii Supreme asupra recusrului în anulare împotriva deciziei din 1 mai, tribunalul a decis menţienerea posibilităţii de aplicare a unei astfel de măsuri. Ulterior, tribunalul a respins argumentele aduse de asociaţia reclamantă bazate pe decizia de urmărire (a se vedea paragraful 12).", "", "Cu rpivire la retragerea din circulaţie", "", "La 25 martie 1988, procurorul general a solicitat Tribunalul regional Amsterdam dispunerea retragerii din circulaţie a numărului 267 a revistei Bluf!.", "", "La 21 iunie 1988, tribunalului a recunoscut fondul cererii, în conformitate cu prevederile articolelor 36b din codul penal (a se vedea în continuare paragraful 20). El a hotărît că deoarece materialele confiscate erau susceptibile de comiterea unei infracţiuni prevăzute de artciolul 98 şi/sau articolul 98a paragraful 1 în combinaţie cu paragraful 3 din codul penal, posesia nesupravegheată a acestor materiale contravinea legii şi interesului public. Mai mult decât atât, măsura a fost justificată în sensul articolului 10 din Convenţie în scopul menţinerii „securităţii naţionale”.", "", "Prin hotărîrea din 18 septembrie 1989 (NJ 1990, 94) Curtea Supremă a respins recursul în anulare depus de asociaţia reclamantă. Ea a hotărît că tribunalul a stabilit în mod clar că a fost comisă o infracţiune prevăzută de articolul 98a paragraful 1 în combinaţie cu paragraful 3 sau de artciolul 98 şi că el nu trebuie să aleagă între prevederile indicate. Articolele 36b paragraful 1 (4) şi 36c paragarful 1 (5) erau aplicabile chiar dacă asociaţia reclamantă sau oricare altă persoană nu trebuia să raspundă pentru acţiunile întreprinse într-o procedură penală. Retipărirea şi distribuirea numărului revistei în litigiu după sechestrare nu a fost împiedicată în nici un fel, din moment ce publicarea informaţiei vizate de articolul 98 nu însemna în mod necesar că caracterul secret nu trebuie păstrat. Articolele 98 şi 98a conţineau prevederi statutare stipulate în articolul 7 din Constituţie şi articolul 10 din Convenţie; din moment ce măsura confiscării şi retragerea din circulaţie a fost necesară pentru protecţia intereselor garantate de articolele 98 şi 98a, ele s-au încadrat în limitele admisibile ale exercitării dreptului la libertatea de exprimare. În continuare, referindu-se la securitatea naţională, tribunalul a demonstrat în termeni expliciţi că chestiunea în litigiu a fost confidenţailitatea informaţiei care trebuia păstrată în interesele naţionale. În cele din urmă, confiscarea şi retragerea din circulaţie nu putea fi egalată cu impunerea unei condiţii de „autorizare prealabilă”, chiar dacă publicul putea să nu fie familiarizat cu opiniile şi ideile incluse în materialul tipărit.", "", "Dreptul intern aplicabil", "Constituţia", "", "Articolul 7 paragraful 1 din Constituţie prevede:", "„Nimeni nu necesită autorizare prealabilă pentru a-şi expima opiniile şi ideile prin intermediul presei, sub rezerva responsabilităţii purtate de fiecare persoană în conformitatea cu legea”.", "", "Codul penal", "La epoca faptelor, dispoziţiile aplicabile ale codului penal erau următoarele:", "", "Articolul  36b paragraful 1", "", "„ Retragerea obiectelor confiscate din circulaţie poate fi dispusă:", "", "printr-o hotărîre care condamnă o persoană pentru comiterea unei infracţiuni penale şi impune o sancţiune;", "  ...", "(4). Printr-o ordonanţă judiciară distinctă la soclicitarea procurorului general.”", "", "Articolul 36c", "„Oricare din următoarele obiecte sînt susceptibile de a fi retrase din circulaţie:", "...", "(5) obiecte produse sau destinate a fi utilizate pentru comiterea unei unfracţiuni; în măsura în acre ele sînt de aşa natură încît posesia lor nesupraveghiată contravine legii şi interesului public”.", "", "Articolul 98", "1. „Oricine comunică sau pune la dispoziţia unei persoane sau organizaţii care nu este autorizată de a cunoaşte aceasta orice informaţie, confidenţialitatea căreia trebuie păstrată în interesul naţional sau al statelor aliate, sau orice material care poate furniza informaţii, va fi, în cazul în care ştie sau suspectează în mod rezonabil că informaţia este de aşa natură, privat de libertate pentru o perioadă care nu va depăşi durata de 6 ani sau condamnat la plata unei amenzi de a cincea categorie.", "", "2. O persoană poate fi supus unei sacnţiuni similare dacă comunică în mod onştient sau pune la dispoziţia unei persoane sau organizaţii care nu est autorizată de şti, orice informaţie care aparţine unui domeniu înterzis şi vizează securitatea naţională sau a statelor aliate, sau orice material din care este posibil de a extrage astfel de informaţii, în cazul în care ea cunăaşte sau ar putea în mod rezonabil suspecta că această informaţie face parte din astfel de categorie.”", "                 ", "Articolul 98a", "„1. Orice persoană care conştient divulgă informaţii de genul enunţat în articolul 98... în cazul în care ştie sau poate suspecta în mod rezonabil că informaţia este de aşa natură, va fi privată de libertate pentru o perioada care nu depăşeşte durata de cincisprezece ani sau supusă unei amenzi de a cincea categorie.", "", "2. ...", "", "3. Acţiunele întreprinse pentru pregătirea unei infracţiuni, aşa cum sînt definite în paragrafle precedente, vor fi sancţionate cu privare de libertate pentru o perioadă care nu va depăşi durata de şase ani sau cu plata unei amenzi de a cincea categorie”.", "", "Articolul 98c", "", "„1.  Sancţiunea privării de libertate penrtu o perioadă care nu va depăşi durata de şase ani sau plata unei amenzi de categoria a cincea va fi impusă:", "", "unei persoane care, fără a fi autorizată, obţine sau deţine informaţii enunţate în artcolul 98;", "", "Codul de procedură penală", "", "Dispoziţiile aplicabile din codul de procedură penală menţionate în prezentul caz sînt după cum urmează:", "", "Articolul 94", "", "„Obiectele care pot fi utilizate pentru a stabili adevărul sau confiscarea sau retragerea căroa din circulaţie sînt susceptibile de a fi confiscate”.", "", "Articolul 104 paragraful 1", "", "„Pe parcursul anchetei judiciare preliminare judecătorul anchetator este abilitat că dispună sechestrarea obiectelor susceptibile de confiscare.”", "", "Articolul 552a paragraful 1", "„Părţile vizate vor putea prin intermediul cererii să se plîngă de sechestrarea, utilizarea obiectelor confiscate sau emiterea întîrziată a ordinului de restituire a obiectelor...", "", "PROCEDURA ÎN FAŢA COMISIEI", "", "Revista Vereniging Weekblad Bluf! a sesizat Comisia la 4 mai 1988. Învocînd articolul 10 din Convenţie, asociaţia s-a plăns de confiscarea şi retragerea ulterioară din circulaţie a numărului 267 a revistei Bluf”. De asemenea, ea a pretins încălcarea articolului 6 paragrafele 1, 2 şi 3 (a) din Conveţie şi articolului 1 al Protocolului nr. 1 (P1-1) în legătură cu clasarea investigaţiei, fapt care a privat-o de posibilitatea de a se apăra împotriva acuzaţiei care stă la baza celor două măsuri precedente şi a fost privată de propritete în lipsa unei proceduri adecvate.", "La 29 martie 1993, Comisia a declarat cererea (nr. 16616/90) admisibilă cu privire la prima plîngere şi inadmisibilă în raport cu restul. În raportul sau din 9 septembrie 1993 (articolul 31), Comisia a exprimat opinia cu saisprezece voturi la două că a avut loc încălcarea articolul 10. Textul integral al opiniei Comisiei şi al opiniei dizidente este anexat la prezenta hotărîrea (1).", "____________________", "", "Notă grefierului: Din considerente practice această anexă va figura numai în varianta tipărită a acestei hotărîri (Volumul 306 –A a Seriei A a publicaţiilor Curţii), dar o copie a raportului Comisiei poate fi obţinută de la grefier.", "______________________", "", " ARGUMENTELE FINALE ALE GUVERNULUI CĂTRE CURTE", "", "În memoriul sau Guvernul a exprimat opuinia că", "", "„Exigenţele articolul 10 paragraful 2 din Convenţie au fost satisfăcute în cazul în litigiu, prin urmare, nu a existat nici o încălcare a prevederilor articolului 10 din Convenţie”.", "", "ÎN DREPT", "", "Cu privire la pretinsa încălcare a articolului 10 din Convenţie", "", "Asociaţia reclamantă a susţinut că confiscarea şi retragerea ulterioară din circulaţie a numărului 267 a revistei Bluf! a adus atingere dreptului la libertate de exprimare. Ea a invocat dispoziţiile articolului 10 din Convenţie, care prevede că:", "", "„ 1. Orice persoană are dreptul la libertatea de exprimare. Acest drept cuprinde libertatea de opinie şi libertatea de a primi sau de a comunica informaţii sau idei fără amestecul autorităţilor publice şi fără a ţine seama de frontiere. Prezentul articol nu împiedică Statele să supună societăţile de radiodifuziune, de cinematografie sau de televiziune unui regim de autorizare.", "", "Exercitarea acestor libertăţi, ce comportă îndatoriri şi responsabilităţi, poate fi supusă unor formalităţi, condiţii, restrîngeri sau sancţiuni prevăzute de lege, care constituie măsuri necesare, într-o societate democratică, pentru securitatea naţională, integritatea teritorială sau siguranţa publică, apărarea ordinii şi prevenirea infracţiunilor, protecţia sănătăţii sau a moralei, protecţia reputaţiei sau a drepturilor altora, pentru a împiedica divulgarea de informaţii confidenţiale sau pentru a garanta autoritatea şi imparţialitatea puterii judecătoreşti”.", "", "Guvernul a contestat acest argument, iar Comisia l-a acceptat în ceea ce priveşte retragerea din circulaţie.", "", "Cu privire la existenţa „ingerinţelor”", "", "Curtea a notat că măsurile incriminate au constituit ingerinţe ale autorităţilor publice în exerciţiul societăţii reclamante a libertăţii sale de a comunica informaţii şi idei. Nimeni din reprezenţanţii părţilor la proces nu au contestat acest fapt.", "", "Cu privire la justificarea ingerinţelor", "", "Astfel de ingerinţe aduc atingere articolului 10, cu excepţia dacă sînt „prevăzute de lege” şi urmăresc un scop legitim în temeiul articolului 10 paragraful 2 şi sînt „necesare într-o societate democratică” în vederea realizării acestui scop.", "", "„Prevăzute de lege”", "", "Guvernul a considerat că baza legală pentru măsura de confiscare a fost furnizată de articolul 94 şi 104 din codul de procedură penală ( a se vedea paragraful 21 de mai sus) şi pentru retragerea din circulaţie de articolul 36b paragraful 1 (4) şi 36c (5) din codul penal (a se vedea paragraful 20 de mai sus). Numărul 267 al revistei Bluf! comunica informaţii confidenţialitatea cărorar era necesară în intersul statului, o infracţiune prevăzută de articolul 98 şi 98a din codul penal (a se vedea paragraful 20 de mai sus).", "", "Potrivit argumentului asociaţiei reclamante, confiscarea materialului tipărit aşa cum este săptămînalul în cauză şi retragerea acestuia din circulaţie a respectat principiul preeminenţei dreptului inerent conceptului „prevăzute de lege”. Dat fiind importanţa dreptului la libertatea de exprimare, numai astfel de procedură conferă suficiente garanţii. Cu toate aceastea, în speţă această condiţie nu a fost satisfăcută, prin urmare, procuratura generală a obţinut ordinul de sechestrare şi de retagere fără a dovedi în procedura contradictorie că informaţia în litigiu nu trebuia divulgată.", "", "În continuare, asociaţia reclamantă a afirmat că procedura a contravenit legislaţiei olandeze, deoarece, printre altele, culpabilitatea părţii vizate nu a fost vre-odată stabilită, iar articolul 7 din Constituţie înterzicea aplicarea măsurilor preventive în materie de publicaţii. În cele din urmă, confiscarea şi retragerea nu contituia penalizări în sensul paragrafului 2 din articolul 10 dar măsuri de oportunitate .", "", "Comisia a consiedrat suficient faptul că măsurile în litigiu se bazau pe articolul 98a şi 98c din codul penal.", "", "Curtea nu a acceptat argumentul că articolul 10 împiedică dispuenrea confiscării sau retragerii din circulaţie a materialului publicat cu excepţia procedurii penale. autorităţile naţionale trebuie să fie capabile de a adopta astfel de măsuri numai în scopul prevenirii divulgarea unui secret fără a intenta un proces penal împotriva părţii vizate, dat fiind că dreptul intern conferă acestei părţi suficiente garanţii procedurale. Dreptul olandez satisface această condiţie acordînd părţii vizate posibilitatea de a contesta confiscarea şi retragerea din circulaţie (a se vedea paragraful 21 de mai sus) – posibilităţi utilizate de asociaţie reclamantă.", "", "Cît priveşte cea de a doua alegaţie a societăţii reclamante, Curtea reiterează că misiunea fundamentală a autorităţilor naţionale, în specail a instanţelor de judecată, este de a interpreta şi aplica prevedrile dreptului intern (a se vedea,printre altele, hotărîrea Chorherr c. Austriei din 25 august 1993, Seria A nr. 266-B, p. 36, paragraful 25). În speţă, Curtea Supremă a examinat şi respins concluziile asociaţiei reclamante cu două ocazii (a se vedea paragarfele 14 şi 18 de mai sus). Curtea europeană nu are nici un motiv de a considera că dreptul olandez nu a fost aplicat î mod corect.", "În concluzie, ingerinţele au fost „prevăzute de lege”.", "", "„Scopul legitim”", "", "Asociaţia reclamantă a recunoscut că la momentul confiscării interdicţia de a publica raportul periodic, în teorie, ar fi răspuns scopului „securităţii naţionale”. Ea a afirmat, pe de altă parte, că odată cu distribuirea numărului 267 retipărit, acesta nu mai era relevant deoarece materilaul nu mai era confidenţial.", "Potrivit Guvernului, persoanele sau grupurile de persoane, care expun pericolului securitatea naţională, ar fiputut descoperi consultîn raportul în cauză, că serviciile secrete olandeze, în mare măsură, informaţii referitoare la activităţile lor subversive. Modul în care a fost prezentată, ar fi putut de asemenea furniza informaţii generale cu privire la metodele şi activităţile servicilor secrete. Prin urmare, ei ar fi putut utiliza aceste informaţii în detrimentul securităţii naţionale.", "Curtea recunoaşte faptul că funcţionarea eficientă a unei societăţi democratice bazată pe preemineţa dreptului poate cere unor astfel de instituţii ca BVD care, pentru a fi eficiente, să opereze în secret şi să beneficieze de protecţia necesară. Astfel, Statul poate să de protejeze împotriva activităţilor desfăşurate de către indivizi sau grupuri de indivizi care încearcă să submineze valorile fundamentale ale unei societăţi democratice.", "Avînd în vedere circumsatnţele speciale ale cauzei şi a termenilor concreţi ale deciziilor adoptate de instanţele relevante de judecată, ingerinţele aveau în mod indicutabil ca scop protecţia securităţii naţionale, un scop legitim prevăzute de articolul 10 paragraful 2.", "", "3.” Necesar într-o societate democratică”", "", "Asociaţia reclamantă a susţinut că confiscarea şi retragerea din circulaţie în scopul împiedicării distribuirii numărului 267 al revistei Bluf! nu erau necesare într-o societatea democratică pentru protecţia securităii naţionale, deoarece raportul elaborat cu şase ani în urmă nu mai nu a fost calsificat ca avînd un grad jos de confidenţialitate, cînd a apărut în 1981. Mai mult, măsurile in litigiu şi-au pierdut relevanţa odată cu distribuirea numărului retipărit, din moment ce confidenţialitatea informaţiei a fost încălcată. Abţinîndu-se de a interveni, Statul a recunoscut că păstrarea confidenţialitatea informaţiei nu era de importanţă majoră. În orice caz, trebui să se ţină cont de faptul că intenţia societăţii reclamanate de a contribui prin publicarea materialului la dezbateri publice cu privire la activităţile BVD-lui în plină desfăşurarea în Olanda în acea perioadă.", "Guvernul a susţinut că deoarece confiscarea a răspuns exigenţelor articolului 10 paragraful 2, aceleaşi exigenţe au justifica menţinerea şi retragerea ulterioară din circulaţie, din moment ce scopul urmărit era de a împiedica accesul persoanelor neautorizate la raportul în cauză. Confidenţialitatea informaţiei trebuia păstrată. Era de competenţa Statului să decidă dacă era necesar de a impune şi de a păstra confidenţialitate. De asemenea, Statul era cel mai bine plasat de a evalua posibilitatea utilizării eventuală a informaţieide către elementele subversive în detrimentul securităţii naţionale. Din această prismă, statul trebuie să beneficieze de o marjă largă de apreciere.", "", "Autorităţile orlandeze nu au împiedicat distribuirea materialului retipărit nuami de frica de a cauza dezordine publică, ţinînd cont de aglomeraţia de pe străzile Amsterdamului la 30 aprilie 1987, în ziua de naştere a reginei. Retragerea din circulaţie a rămas în vigoare după această dată deoarece revista a fost ditribuită numai la nivel local şi în cantităţi limitate. Cifra de 2,500 exemplare, propusă de către asociaţia reclamantă a fost exagerată. Mai mult decît atît, a considera că măsurile şi-au pierdut eficienţa în urma distribuirii revistei ar însemna a accepta că „crima plăteşte”.", "", "În final, speţa diferă de cazurile Weber c. Elveţiei (hotărîrea din 22 mai 1990, Seria A. nr. 177, p. 23, paragr. 51), Sunday Times c. Regatului Unit (nr. 2) (hotărîrea din 26 noiembrie 1991, Seria A nr. 217, p. 30, paragraful 54) şi Open Door şi Dublin Well Woman c. Irlandei (hotărîrea din 29 octombrie 1992, Seria A nr. 246-A, p. 31, paragraful 76. Contrar situaţiei din primul din cazurile menţioante, autorităţi olandeze au acţionat în justiţie pentru a împiedica publicarea, şi spre deosebire de situaţiile din celelalte două cazuri, informaţia conţinută în raport nu putea fi obţinută prin alte modalităţi.", "", "În lumina acestor argumente, trebuie de stabilit dacă existau suficiente motive în temeiul Convenţiei pentru a justifica confiscarea şi retragerea din circulaţie.", "Datorită naturii obligaţiunilor îndeplinite de către serviciul de securitate internă, al cărui valoare nu este contestată, Curtea, la fel şi Comisia, acceptă că o astfel de instituţie trebuie să se bucure de un grad înalt de protecţie îîn ceea ce priveşte divulgarea informaţiei cu privire la activităţile sale.", "Cu toate acestea, este discutabil faptul, dacă informaţia inclusă în raport era suficient de senzitivă pentru a justifica împiedicarea distribuirii ei. Documentul în litigiu fusese elaborat cu şase ani înainte de a fi confiscat. În continuare, acest document conţinea informaţii de ordin general şi însăşişeful serviciului de securitate a admis că în 1987 diferite informaţii, abordate separat, nu mai constituiau secrete de stat. (a se vedea paragraful 9 de mai sus). În cele din urmă, raportul a fost doar marcat „confidenţial”, ceea ce reprezintă cel mai jos grad de confidenţialitate. Acesta, de fapt, era un document de uz intern, destinat personalului BVD-lui şi altor funcţionari care activau pentru BVD (a se vedea paragraful 8 de mai sus).", "La fel ca Comisia, Curtea nu consideră că trebuie să determine dacă confiscarea operată la 29 aprilie 1987, examinată separat, poate fi estimată ca fiind „necesară”.", "Retragerea din circulaţie, pe de altă parte, trebuie să fie examinată în lumina ansamblului evenimentelor. După confiscarea revistei, editorii au retipărit un număr mare de exemplare, care au fost comercializate pe străzile extrem de aglomerate ale Amsterdamului. (a se vedea pargarful 11 şi 13 de mai sus).", "Respectiv, informaţia în discuţie deja fusese distibuită pe larg, cînd revista a fost retrasă din circulaţie. Desigur, cifra de 2500 de exemplare invocată de către asociaţia reclamantă a fost contestată de către guvern. Cu toate acestea, Curtea nu are nici un motiv de a pune la îndoială faptul că, în orice caz, un număr considerabil de exemplare a fost comercializat şi că raportul serviciilor de securitate a fost făcut public.", "Cu privire la acest fapt, Curtea subliniază că deja declarase că împiedicarea divulgării anumitor informaţii nu era necesară din moment ce acestea erau deja făcute publice (a se vedea hotărîrea în cazul Weber citat anterior, p. 22-23, pargraful 49) şi nu mai aveau un caracter confidenţial (a se vedea hotărîrea în cazul Observer şi Guardian c. Regatului Unit din 26 noimebrie 1991, Seria A nr. 216, p. 33-35, paragarfele 66-70, şi hotărârea Sunday Times (nr.2) citată anterior, p. 30-31, paragraflele 52-56).", "Desigur, în speţă , gradul de publicitate a fost diferit. Oricum, informaţia în litigiu a devenit accesibilă unui număr mare de persoane, care, la rîndul lor, erau capabili să o comunice altora. În plus, evenimentele erau comentate de mijloacele de comunicare în masă. Astfel, protecţia informaţiei cu titlu de secret de stat nu m ai era justificată şi retragerea din circulaţie a numărului 267 a revistei Bluf! nu mai părea a fi necesară pentru a atinge scopul legitim urmărit. Oricum, ar fi fost posibil de a urmări în justiţie delicvenţii.", "Cu alte cuvinte, dat fiind că măsura aplicată nu a fost necesară într-o societate democratică, articolul 10 a fost încălcat.", "", "Cu privire la aplicarea articolului 50 din Convenţie", "", "47. Conform articolului 50 din Convenţie,", "„Dacă hotărîrea Curţii declară că o decizie luată sau o măsură dispusă de o autoritate judiciară sau de orice altă autoritate a unie părţi contractante este în întregime sau parţial în opoziţie cu obligaţiile ce decurg din prezenta conveţie şi dacă dreptul intern al acelei părţi nu permite decît o înlăturare incompletă a consecinţelor acestei decizii sau ale aceste măsuri, prin hotărârea Curţii se acirdă, dacă este cazul, părţii lezate o reparaţie echitabilă.”", "", "Sociatetea reclamantă solicită doar rambursarea costurilor şi cheltuielilor de judecată suportate în timpul procedurilor în faţa instanţelor naţionale de judecată şi, ulterior, în faţa organelor Convenţiei. După deducerea sumelor primite cu titlu de asistenţă juridică în Olanda şi în faţa Comisiei, cheltuielile de judecată au constituit 77, 773 de guldeni olandezi (NLG) plus NLG 13, 052 impozit pe valoare adăugată (VAT).", "Guvernul a subliniat că asociaţia reclamantă a beneficiat de asistenţă juridică atît în timpul proceselor în faţa instanţelor naţionale de judecată cât şi în faţa organelor Convenţiei. Ei au considerat că numai cheltuielile şi onorariile în faţa acesto intituţii pot fi luate în consideraţie şi au atras atenţia asupra cuantumului sumelor revendicate.", "Delegatul Comisiei nu s-a pronunţat.", "Ţinând cont de jurisprundenţa sa şi de suma plătită cu titlu de asistenţă juridică, Curtea estimează suma care trebuie a fi rambursată pe bază echitabilă pentru costuri şi cheltuieli de judecată la 60,000 NKG, inclusiv şi taxa pe valoare adăugată.", "", "PENTRU ACESTE MOTIVE; CURTEA , ÎN UNANIMITATE", "1. Hotărăşte că a avut loc încălcarea articolului 10 din Convenţie;", "2. Hotărăşte că statul respondent trebuie să plătească asociaţiei reclamante, în termen de trei luni, 60, 000 guldeni olandezi pentru costuri şi cheltuieli de judecată;", "3. Respinge restul cererii de justa compensare.", "", "redactată în limbile engleză şi franceză, apoi pronunţată în şedinţa publică la Palatul pentru Drepturile Omului, Strasbourg, 9 februarie 1995.", "", "Semnat: Rolv RYSSDAL, preşedinte", "       Herbert PETZOLD, grefier  ", "", "", ""]}