{"file": "RUM_HJUDRUM_34197_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "34197/02", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Curtea Europeană a Drepturilor Omului", "", "SECŢIA A TREIA", "", "CAUZA LUKA ÎMPOTRIVA ROMÂNIEI", "", "(Cererea nr. 34197/02)", "", "HOTĂRÂRE", "", "STRASBOURG", "", "21 iulie 2009", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Luka împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din: Josep Casadevall, preşedinte, Corneliu Bîrsan, Boštjan M. Zupančič, Egbert Myjer, Ineta Ziemele, Luis López Guerra, Ann Power, judecători, şi Santiago Quesada, grefier de secţie,", "", "după ce a deliberat în camera de consiliu, la 30 iunie 2009, pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "", "1. La originea cauzei se află cererea nr. 34197/02 îndreptată împotriva României, prin care un resortisant al acestui stat, domnul Gusztav Luka („reclamantul”), a sesizat Curtea la 12 august 2002 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”).", "2. Reclamantul este reprezentat de domnul Kocsis Sandor. Guvernul român („Guvernul”) este reprezentat de agentul guvernamental, domnul Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. La 14 martie 2008, Curtea a decis să comunice cererea Guvernului. În conformitate cu art. 29 § 3 din Convenţie, aceasta a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "", "ÎN FAPT", "", "I. CIRCUMSTANŢELE CAUZEI", "", "4. Reclamantul s-a născut în 1956 şi locuieşte în Târgu-Mureş.", "", "A. Originea cauzei", "", "5. Prin decizia din 14 ianuarie 1999, societatea comercială M. l-a concediat pe reclamant care, la momentul respectiv, era unul dintre administratorii săi şi şef al departamentului informatic.", "6. Reclamantul a sesizat instanţele cu o acţiune în anulare a deciziei menţionate. De asemenea, acesta a solicitat obligarea societăţii M. la plata unor daune-interese care echivalau cu salariile datorate pentru perioada cuprinsă între data concedierii şi reintegrarea sa în câmpul muncii.", "7. Prin hotărârea definitivă din 10 iulie 2000, Tribunalul Mureş a admis acţiunea reclamantului şi a dispus reintegrarea sa pe vechiul post şi plata salariilor datorate pentru perioada cuprinsă între 1 aprilie 1999 şi data reintegrării sale efective în câmpul muncii.", "8. În cadrul unei proceduri distincte, prin hotărârea definitivă din 8 decembrie 2000, Judecătoria Târgu-Mureş a stabilit valoarea daunelor interese la 64 000 000 lei pentru perioada 1 aprilie 1999-1 decembrie 2000.", "9. La 12 decembrie 2003, reclamantul a fost reinstalat în funcţie. Acesta a demisionat totuşi două luni mai târziu, la 6 noiembrie 2003, în urma refuzului societăţii de a-i acorda o parte din concediul anual.", "", "B. Prima procedură referitoare la calculul daunelor-interese", "", "10. La 7 august 2000, reclamantul a acţionat în instanţă societatea M. la Judecătoria Târgu-Mureş solicitând obligarea sa la plata dobânzilor aferente daunelor-interese alocate prin hotărârea definitivă din 10 iulie 2000.", "La 9 octombrie 2000, într-un complet alcătuit dintr-un judecător şi doi asistenţi judiciari, instanţa a respins acţiunea reclamantului, considerând că valoarea daunelor-interese nu a fost încă stabilită şi, prin urmare, era imposibilă stabilirea valorii dobânzilor aferente.", "11. Prin hotărârea din 11 decembrie 2000, în urma recursului reclamantului, Tribunalul Mureş a anulat hotărârea pronunţată în primă instanţă şi, cu privire la fond, a respins acţiunea ca prematură după ce a constatat că valoarea daunelor-interese nu a fost încă stabilită.", "", "C. A doua procedură referitoare la calculul daunelor-interese", "", "12. La 7 februarie 2001, reclamantul a acţionat în instanţă societatea M. în faţa Judecătoriei Târgu-Mureş. Acesta a solicitat obligarea sa la plata daunelor-interese începând cu 4 mai 1999, corectate în funcţie de indicele preţurilor cu amănuntul şi dobânzile aferente.", "13. La 12 aprilie 2001, într-un complet alcătuit dintr-un judecător şi doi magistraţi asistenţi, judecătoria a admis parţial acţiunea reclamantului, a dispus plata daunelor-interese corectate în funcţie de indicele preţurilor cu amănuntul şi dobânzile aferente perioadei cuprinse între decembrie 2000 – ianuarie 2001 şi plata dobânzilor începând cu 8 decembrie 2000. Pentru a ajunge la această concluzie, instanţa a reţinut că respectiva creanţă a reclamantului a devenit exigibilă abia după 8 decembrie 2000.", "14. Reclamantul a formulat recurs în faţa Curţii de Apel Târgu-Mureş, solicitând ca indicele preţurilor cu amănuntul şi dobânzile să se aplice începând cu 4 mai 1999. În cursul procedurii, avocatul reclamantului a invocat decizia Curţii Constituţionale din 20 noiembrie 2001 care declara neconstituţionale dispoziţiile art. 17 alin. (1) din Legea nr. 92/1992 pentru organizarea judecătorească care stabilea că hotărârile în litigiile de muncă se judecă în primă instanţă, cu celeritate, într-un complet alcătuit dintr-un judecător şi doi asistenţi judiciari. De asemenea, reclamanta a formulat recurs.", "15. La 18 octombrie 2001, reclamantul a formulat o cerere de recuzare a tuturor judecătorilor Curţii de Apel Târgu-Mureş. Acesta şi-a motivat cererea prin implicarea magistraţilor locali într-un scandal privind societatea M., argument care a generat, în trecut, trimiterea cauzelor privind această societate la alte instanţe.", "16. Prin hotărârea din 21 noiembrie 2001, pronunţată în camera de consiliu, Curtea Supremă de Justiţie a respins cererea de recuzare ca nejustificată.", "17. Prin hotărârea din 7 februarie 2002, Curtea de Apel Târgu-Mureş a respins recursul reclamantului şi l-a admis pe cel al pârâtei. Astfel, ea a eliminat obligarea la plata dobânzilor, considerând că aceasta reprezenta o dublă penalizare pentru angajator. Nu se face nicio referire la motivul privind neconstituţionalitatea componenţei completului de judecată în primă instanţă.", "Textul hotărârii a fost redactat la 1 martie 2002.", "", "D. Procedura de executare silită a deciziei din 8 decembrie 2000 a Judecătoriei TârguMureş", "", "18. În 2001, la o dată neprecizată, reclamantul a solicitat executarea silită a deciziei din 8 decembrie 2000 a Judecătoriei TârguMureş la un executor judecătoresc.", "19. La 21 septembrie 2001, societatea M. a sesizat instanţele cu o acţiune care solicita stabilirea unui termen pentru procedura de executare silită. Aceasta invocă faptul că i-a plătit reclamantului suma indicată în decizia din 8 decembrie 2000 în două tranşe: 16 886 086 lei în iulie şi 47 113 915 lei în octombrie 2000. În plus, aceasta solicita restituirea de către reclamant a sumei plătite în iulie 2000, sumă care reprezenta, de fapt, obligaţiile sociale aferente salariilor datorate, obligaţii care trebuiau plătite autorităţilor.", "Prin hotărârea din 13 decembrie 2001, Judecătoria Târgu-Mureş a admis parţial acţiunea societăţii M., dispunând încheierea procedurii de executare silită.", "20. Reclamantul a introdus un recurs, invocând faptul că suma de 47 113 915 lei, plătită în octombrie 2000, nu viza executarea deciziei din 8 decembrie 2000.", "21. Prin hotărârea definitivă din 10 ianuarie 2003, Tribunalul Mureş a confirmat sentinţa pronunţată în primă instanţă.", "", "II. DREPTUL ŞI PRACTICA INTERNE RELEVANTE", "", "22. Legea nr. 92/1992 pentru organizarea judecătorească, în vigoare la momentul faptelor, era redactată după cum urmează:", "", "Art. 17", "„(11) Cauzele privind conflictele de muncă şi litigiile de muncă se judecă în primă instanţă, cu celeritate, de către un complet format dintr-un judecător şi doi asistenţi judiciari. Hotărârile în aceste cauze se iau cu majoritatea membrilor completului.", "(12) Asistenţii judiciari sunt numiţi pe o perioadă de 4 ani de către ministrul justiţiei, la propunerea Consiliului Economic şi Social, dintre persoanele care au studii juridice superioare (...)", "(13) Condiţiile şi procedura de propunere a candidaţilor pentru a fi numiţi asistenţi judiciari, de către Consiliul Economic şi Social, se stabilesc prin hotărâre a Guvernului.", "", "Art. 91", "„Judecătorii numiţi de Preşedintele României sunt inamovibili. [...]”", "", "23. Prin Decizia nr. 322 din 20 noiembrie 2001, Curtea Constituţională a declarat neconstituţional art. 17 alin. (11) din Legea nr. 92/1992. Fragmentul relevant al acestei decizii este formulat după cum urmează:", "", "„Participarea asistenţilor judiciari la judecarea cauzelor, cu vot deliberativ şi - ţinând seama de compunerea completului de judecată - cu posibilitatea de a-l majora pe judecător, este contrară principiului imparţialităţii justiţiei, deoarece ei nu sunt, asemenea judecătorilor, în slujba legii, ci reprezintă organizaţii interesate în modul de soluţionare a cauzelor la judecarea cărora participă. Pe de altă parte, asistenţii judiciari nu prezintă garanţiile de independenţă stabilite prin Constituţie în cazul judecătorilor. Astfel, ei nu sunt inamovibili şi nici nu li se interzice să exercite alte funcţii publice sau private ori să facă parte din partide politice. În aceste condiţii asistenţii judiciari pot fi expuşi ingerinţelor, presiunilor şi influenţelor din partea organizaţiilor pe care le reprezintă, a partidelor din care eventual fac parte sau a altor factori străini actului de justiţie. Cu alte cuvinte asistenţii judiciari nu sunt independenţi, iar lipsa lor de independenţă afectează însăşi independenţa justiţiei.", "Numiţi în funcţie de către ministrul justiţiei şi având [...] statut de funcţionari publici, asistenţii judiciari nu pot îndeplini în activitatea lor la instanţele de judecată, fără ca prin aceasta să se încalce prevederile Constituţiei, decât o activitate de asistenţă la soluţionarea de către judecător a cauzelor privind conflictele şi litigiile de muncă, cu vot consultativ în luarea hotărârilor, iar nu o activitate de judecată, rezervată prin Legea fundamentală exclusiv judecătorului.”", "", "24. Dispoziţiile relevante din Hotărârea Guvernului nr. 226/2000 din 30 martie 2000 privind condiţiile şi procedura de propunere de către Consiliul Economic şi Social a candidaţilor în vederea numirii ca asistenţi judiciari, publicată în Monitorul Oficial din 7 aprilie 2000, se citesc după cum urmează:", "", "„1. Asistenţii judiciari sunt numiţi în funcţii de ministrul justiţiei, la propunerea Consiliului Economic şi Social. [...]", "4. Desemnarea candidaţilor pe tribunale se face de confederaţiile patronale şi de confederaţiile sindicale, reprezentative la nivel naţional, fiecare parte stabilind nominalizarea acestora prin consens la nivel judeţean sau la nivel naţional. [...]", "9. Comisia consultativă patronat-sindicat Ministerul Justiţiei va adopta criterii de evaluare a activităţii asistenţilor judiciari şi va analiza periodic activitatea acestora, putând propune, după caz, Ministerului Justiţiei şi Consiliului Economic şi Social revocarea lor.”", "", "25. Ordonanţa de urgenţă a Guvernului nr. 20/2002 a modificat textul art. 17 din Legea nr. 92/1992: cauzele privind conflictele de muncă se judecă în primă instanţă de către complete formate din doi judecători, asistaţi de doi magistraţi consultanţi. Magistraţii consultanţi participă la deliberări cu vot consultativ.", "26. Codul de procedură civilă:", "", "Art. 304", "„Recursul declarat împotriva unei hotărâri care, potrivit legii, nu poate fi atacată cu apel nu este limitat la motivele de casare prevăzute în art. 304, instanţa putând să examineze cauza sub toate aspectele.”", "", "ÎN DREPT", "", "I.  CU PRIVIRE LA OBIECTUL CERERII", "", "27. Invocând art. 6 § 1 din Convenţie, reclamantul se plânge de lipsa de imparţialitate şi independenţă a instanţelor ca urmare a faptului că respectivele complete de judecată care au pronunţat hotărârile din 9 octombrie 2000 şi 12 aprilie 2001 includeau asistenţi judiciari.", "28. În plus, acesta pretinde, din perspectiva aceleiaşi dispoziţii, că nu a beneficiat de o procedură echitabilă din cauza lipsei unui răspuns din partea Curţii de Apel Târgu Mureş la motivul său de recurs întemeiat pe neconstituţionalitatea alcătuirii completului de judecată care a pronunţat hotărârea din 12 aprilie 2001.", "29. În observaţiile sale ca răspuns, din 5 octombrie 2008, reclamantul precizează faptul că intenţionează să se plângă Curţii şi în temeiul art. 1 din Protocolul nr. 1.", "30. Curtea reaminteşte că prezenta cerere a fost comunicată conform procedurii de examinare simultană a admisibilităţii şi fondului, permisă de art. 29 § 3 din Convenţie. Prin urmare, aceasta consideră că nu este indicat să fie examinate capetele de cerere exprimate după comunicarea cauzei guvernului pârât (a se vedea, de exemplu: Vigovskyy împotriva Ucrainei, nr. 42318/02, pct. 14, 20 decembrie 2005).", "31. Astfel, în speţă, examinarea Curţii s-a limitat la art. 6 § 1 din Convenţie.", "", "II. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 6 § 1 DIN CONVENTIE CA URMARE A LIPSEI DE IMPARŢIALITATE ŞI INDEPENDENŢĂ DIN PARTEA INSTANŢELOR", "", "32. Invocând art. 6 § 1 din Convenţie, reclamantul se plânge de lipsa de imparţialitate şi independenţă a instanţelor ca urmare a faptului că completele de judecată care au pronunţat hotărârile din 9 octombrie 2000 şi 12 aprilie 2001 includeau asistenţi judiciari, care reprezentau, respectiv, patronatele şi sindicatele.", "", "A. Cu privire la admisibilitate", "", "33. În ceea ce priveşte pretinsa lipsă de imparţialitate şi independenţă a completului de judecată care a pronunţat hotărârea din 9 octombrie 2000, Curtea ia act de faptul că procedura s-a încheiat prin hotărârea Tribunalului Mureş din 11 decembrie 2000, în timp ce respectiva cerere a fost introdusă la 12 august 2002. Prin urmare, Curtea consideră că această parte a capătului de cerere trebuie declarată inadmisibilă, în conformitate cu art. 35 § 1 şi 4, pentru nerespectarea termenului de şase luni.", "34. În ceea ce priveşte lipsa de imparţialitate şi independenţă a completului de judecată care a pronunţat hotărârea din 12 aprilie 2001 şi a procedurii aferente, Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din Convenţie. De altfel, Curtea subliniază că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "1. Argumentele părţilor", "", "35. Conform Guvernului, reclamantul nu are niciun argument sau motiv care să poată ridica dubii cu privire la imparţialitatea subiectivă a judecătorului membru al completului de judecată.", "Citând cauza Brudnicka şi alţii împotriva Poloniei, nr. 54723/00, Guvernul consideră că nici independenţa, nici imparţialitatea obiectivă, nu sunt contestate din cauza prezenţei în completul de judecată a unui judecător de şedinţă care îndeplinea toate aceste garanţii, aspect care diferenţiază această cerere de cauza citată anterior.", "De asemenea, Guvernul invocă faptul că reclamantul nu a demonstrat că hotărârea din 12 aprilie 2001 a fost adoptată cu majoritatea voturilor asistenţilor şi cu un vot împotrivă, cel al judecătorului. În sprijinul acestei afirmaţii trebuie să remarcăm că acesta din urmă nu a redactat nicio opinie separată. Guvernul precizează că pretenţiile reclamantului au putut fi analizate în cadrul recursului introdus împotriva hotărârii pronunţate în primă instanţă.", "36. Guvernul contestă acest argument. În special, trebuie remarcat faptul că acesta nu putea preveni rezultatul litigiului şi poziţia asistenţilor judiciari.", "", "2. Motivarea Curţii", "", "37. Curtea reaminteşte că, pentru a stabili dacă o instanţă poate fi considerată „independentă” în sensul art. 6 § 1, trebuie să ţinem seama, în special, de modul de desemnare şi durata mandatului membrilor săi, de existenţa unei protecţii faţă de presiunile externe şi de problema dacă există sau nu, în aparenţă, independenţă (a se vedea, printre multe altele, Findlay împotriva Regatului Unit, hotărârea din 25 februarie 1997, Culegere de hotărâri şi decizii 1997-I, p. 281, pct. 73).", "38. În ceea ce priveşte condiţia de imparţialitate, trebuie să facem distincţia între un demers subiectiv care vizează verificarea faptului că instanţa nu a avut păreri preconcepute sau prejudecăţi personale şi un demers obiectiv care trebuia să se asigure că oferea garanţii suficiente pentru a exclude orice dubiu legitim în această privinţă (Bochan împotriva Ucrainei, nr. 7577/02, pct. 65-66, 3 mai 2007).", "39. Curtea ia act de faptul că nicio problemă de imparţialitate subiectivă nu este ridicată în speţă. Pe de altă parte, având în vedere faptul că noţiunile de independenţă şi imparţialitate obiectivă sunt strâns legate, Curtea le va examina împreună (a se vedea, mutatis mutandis Incal împotriva Turciei, hotărârea din 9 iunie 1998, Culegere de hotărâri şi decizii 1998IV, pct. 67).", "40. În cazul în care, în cauză, o instanţă colegială trebuie să se verifice dacă, independent de atitudinea personală a unui membru sau altul, anumite fapte care pot fi verificate autorizează contestarea imparţialităţii instanţei respective. În domeniu, chiar şi aparenţele pot fi importante (Castillo Algar împotriva Spaniei, hotărârea din 28 octombrie 1998, Culegere. 1998-VIII, pct. 45). În acest context, elementul determinant constă în a şti dacă sesizările persoanei în cauză pot fi considerate justificate în mod obiectiv [Lindon, Otchakovsky-Laurens şi July împotriva Franţei (GC), nr. 21279/02 şi 36448/02, pct. 77, CEDO 2007...].", "41. Analizând circumstanţele speţei, Curtea reaminteşte că existenţa unui colegiu cu o componenţă mixtă, care include magistraţi, funcţionari publici sau reprezentanţi ai grupurilor de interese nu reprezintă în sine o dovadă de parţialitate (a se vedea, în acest sens, Ringeisen împotriva Austriei, hotărârea din 16 iulie 1971, seria A nr. 13, pct. 97; Le Compte, Van Leuven şi De Meyere împotriva Belgiei, hotărârea din 23 iunie 1981, seria A nr. 43, pct. 57 şi 58).", "42. Curtea nu poate nega avantajul de care instanţele colegiale cu componenţă mixtă, judecătorii profesionişti şi neprofesionişti beneficiază în cadrul litigiilor în domenii unde experienţa acestora din urmă este necesară pentru a soluţiona chestiuni specifice care pot să apară (a se vedea, mutatis mutandis Langborger împotriva Suediei, hotărârea din 22 iunie 1989, seria A nr. 155, pct. 34). Acestea sisteme judiciare, bazate pe principiul asesorilor, în special instanţele însărcinate cu soluţionarea conflictelor de muncă, există într-o serie de state părţi la Convenţie. Dacă faptul că magistraţii neprofesionişti profesează într-un tribunal nu este, în sine, contrar art. 6, principiile stabilite în jurisprudenţă cu privire la independenţă şi imparţialitate se aplică magistraţilor neprofesionişti, ca şi magistraţilor profesionişti [Langborger împotriva Suediei, citată anterior, pct. 32, Fey împotriva Austriei, hotărârea din 24 februarie 1993, seria A nr. 255-A, pct. 27, 28 şi 30, şi Holm împotriva Suediei, hotărârea din 25 noiembrie 1993, seria A nr. 279-A, pct. 30 şi Cooper împotriva Regatului Unit (GC), nr. 48843/99, pct. 123, CEDO 2003XI]. Având în vedere că independenţa şi imparţialitatea judecătorului de şedinţă nu pot fi luate în discuţie, trebuie să le analizăm în cazul asistenţilor judiciari.", "43. În speţă, în ceea ce priveşte garanţiile în ceea ce-i priveşte pe cei doi asistenţi ai Judecătoriei Târgu-Mureş, Curtea constată că aceştia din urmă sunt numiţi de ministrul justiţiei, la propunerea Consiliului Economic şi Social, după ce sunt desemnaţi de confederaţiile sindicale şi, respectiv, patronale. În această privinţă, Curtea ia act de faptul că legislaţia aplicabilă nu prevedea ca aceştia să se pronunţe individual (a se vedea, a contrario, Gubler împotriva Franţei, nr. 69742/01, pct. 28, 27 iulie 2006).", "44. Pe de altă parte, Curtea ia act de faptul că pe durata mandatului lor şi spre deosebire de magistraţii profesionişti (pct. 22), aceştia nu sunt inamovibili şi protejaţi de revocare anticipată (pct. 24) (a se vedea, per a contrario, Incal împotriva Turciei, citată anterior, pct. 67; Yavuz împotriva Turciei (dec.), nr. 298701/96, 25 mai 2000 şi mutatis mutandis, Brudnicka, citată anterior, pct. 41). În plus, legislaţia aplicabilă nu enumeră motivele care pot genera revocare. Pe de altă parte, nu existau criterii clare cu privire la sfera de aplicare a atribuţiilor asistenţilor, nici măsuri care să reglementeze funcţiile sau protecţia acestora în exercitarea funcţiilor lor. În această privinţă, Curtea ia act de faptul că H.G. nr. 226/2000 prin care se instituia comisia consultativă nu enunţa criteriile de evaluare a activităţii asistenţilor care pot genera revocare, lăsând astfel loc arbitrarului.", "45. De asemenea, Curtea constată că nicio dispoziţie legislativă nu interzicea exercitarea altor funcţii şi mandate conferite de organizaţiile în numele cărora erau aleşi. De altfel, acest lucru s-a constatat şi cenzurat prin Decizia din 20 noiembrie 2001 a Curţii Constituţionale (a se vedea supra, pct. 23).", "46. Conform Curţii, rolul şi funcţiile asistenţilor, astfel cum au fost stabilite de legislaţia românească la momentul faptelor, îi făceau pe aceştia din urmă vulnerabili la presiuni externe. Prin urmare, reclamantul se putea, în mod legitim, teme de un dezechilibru al intereselor inerente compunerii completului de judecată care trebuia să se pronunţe în litigiul de muncă împotriva societăţii M.", "47. Prin urmare, Curtea poate doar constata că, la momentul faptelor, dreptul intern nu conferea garanţii suficiente în ceea ce priveşte independenţa acestora în exercitarea funcţiilor lor [Dupuis împotriva Belgiei, nr. 12717/87, Decizia Comisiei din 8 septembrie 1988, Decizii şi rapoarte (DR) 57].", "48. În lumina celor de mai sus, Curtea consideră că, în circumstanţele speţei, temerile reclamantului privind lipsa de independenţă şi imparţialitate a Judecătoriei Târgu-Mureş pot fi considerate justificate în mod obiectiv.", "49. În consecinţă, aceasta nu mai consideră necesar să analizeze argumentul Guvernului, care susţine că reclamantul nu a dovedit că hotărârea a fost luată cu majoritatea voturilor asistenţilor împotriva votului magistratului, un astfel de argument nedovedindu-se relevant în condiţiile speţei, având în vedere motivele pe care tocmai le-a prezentat.", "50. Prin urmare, Curtea concluzionează că a fost încălcat art. 6 § 1 din Convenţie;", "", "III. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ART. 6 § 1 DIN CONVENTIE DIN CAUZA LIPSEI RĂSPUNSULUI LA MOTIVAREA RECURSULUI RECLAMANTULUI", "", "51. Reclamantul pretinde că nu a beneficiat de o procedură echitabilă din cauza lipsei unui răspuns din partea Curţii de Apel Târgu Mureş la motivul său de recurs întemeiat pe neconstituţionalitatea alcătuirii completului de judecată care a pronunţat hotărârea din 12 aprilie 2001.", "", "A. Cu privire la admisibilitate", "", "52. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din Convenţie. De altfel, Curtea subliniază că acesta nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarat admisibil.", "", "B. Cu privire la fond", "", "1. Susţinerile părţilor", "", "53. În primul rând, Guvernul invocă faptul că acest motiv nu a fost invocat ca motiv de recurs distinct, ci doar în cadrul procedurii de recurs în faţa curţii de apel. Guvernul adaugă faptul că, în speţă, curtea de apel a analizat în mod detaliat documentele de la dosar. De asemenea, acesta consideră că, chiar dacă recursul reclamantului a fost admis de curtea de apel în temeiul deciziei Curţii Constituţionale, aceasta nu a trimis cauza spre o nouă reexaminare în faţa tribunalului, având în vedere faptul că alcătuirea completului de judecată a fost modificată doar după 20 februarie 2002.", "54. La rândul său, reclamantul pretinde că procedura în faţa curţii de apel a avut un caracter prea formal.", "", "2. Motivarea Curţii", "", "55. Curtea evidenţiază că art. 6 implică faptul că deciziile instanţelor trebuie să precizeze în mod suficient motivele pe care se întemeiază, astfel încât să arate că părţile au fost ascultate şi să garanteze posibilitatea unui control public al administrării justiţiei (Hirvisaari împotriva Finlandei, nr. 49684/99, pct. 30, 27 septembrie 2001). Altfel spus, art. 6 îi atribuie „instanţei” obligaţia de a efectua o examinare efectivă a motivelor, argumentelor şi probelor părţilor, cu excepţia cazului în care se apreciază relevanţa acestora şi fără a fi înţeleasă ca implicând un răspuns detaliat pentru fiecare argument (Van de Hurk împotriva Ţărilor de Jos, citată anterior, p. 19-20, pct. 59 şi 61).", "56. Curtea evidenţiază că trebuie să se ţină seama de relevanţa şi incidenţa argumentului sau motivului cu privire la care instanţa nu s-a pronunţat la încheierea cauzei [a se vedea, Jahnke şi Lenoble împotriva Franţei (dec.), nr. 40490/98, CEDO 2001-IX; şi Dima împotriva României, nr. 58472/00, pct. 36, 16 noiembrie 2006].", "57. În ceea ce priveşte relevanţa motivului întemeiat pe neconstituţionalitatea completului de judecată, Curtea constată că art. 17 alin. (11) din Legea nr. 92/1992 a fost declarat neconstituţional, asistenţii neîndeplinind garanţiile de imparţialitate şi independenţă prevăzute de Constituţie (a se vedea supra, legislaţia relevantă). O astfel de decizie pronunţată în cadrul controlului a posteriori al Curţii Constituţionale are efecte erga omnes şi este obligatorie pentru toate autorităţile. Prin urmare, Curtea consideră că motivul prezentat de reclamant era relevant pentru soluţionarea cauzei.", "58. În ceea ce priveşte incidenţa motivului asupra soluţionării cauzei, Curtea constată că, în temeiul art. 304 C. proc. civ., în cadrul unei proceduri de recurs introduse împotriva unei decizii care nu poate fi atacată cu apel, curtea de apel poate examina cauza sub toate aspectele, fără a fi obligată să se limiteze la motivele de casare invocate în mod expres. Aceasta este situaţia în speţă. Chiar dacă presupunem că reclamantul a invocat acest motiv doar în faţa curţii de apel cu ocazia dezbaterilor, Curtea consideră că, în ceea ce priveşte relevanţa şi incidenţa asupra rezultatului procedurii, motivul în cauză impunea un răspuns specific şi explicit. În lipsa unui răspuns, este imposibil să se ştie dacă curtea de apel doar a neglijat acest motiv sau chiar a dorit să-l respingă şi, în această ultimă ipoteză, din ce motive (Hiro Balani împotriva Spaniei, hotărârea din 9 decembrie 1994, seria A nr. 303-B, p. 30, pct. 28).", "În plus, Curtea reaminteşte jurisprudenţa sa, conform căreia o instanţă superioară poate, în anumite cazuri, să remedieze deficienţele procedurii în primă instanţă [Kyprianou împotriva Ciprului (GC), nr. 73797/01, pct. 134, CEDO 2005XII] şi adaugă că este uşor de conceput ca o astfel de instanţă să înlocuiască decizia viciată cu propria decizie, cu condiţia ca aceasta să respecte garanţiile de la art. 6 [a se vedea mutatis mutandis, Lorsé împotriva Ţărilor de Jos (dec.), nr. 44484/98, 27 ianuarie 2004, şi K.C.M. împotriva Ţărilor de Jos, nr. 21034/92, Decizia Comisiei din 9 ianuarie 1995]. Totuşi, în circumstanţele speţei, ea constată că, având în vedere că curtea de apel nu a răspuns la motivul reclamantului întemeiat pe neconstituţionalitatea completului de judecată, nu a soluţionat în nici un fel problema ridicată de acesta din urmă", "59. Pe de altă parte, Curtea ia act de faptul că legislaţia referitoare la asistenţii judiciari a fost modificată (a se vedea supra, legislaţia relevantă). Totuşi, ea ia act de faptul că aceste modificări au devenit efective doar începând cu 20 februarie 2002, adică după pronunţarea hotărârii curţii de apel, la 7 februarie 2002. Conştientă de faptul că din obligaţia de imparţialitate a unei instanţe de recurs care anulează o hotărâre judecătorească nu rezultă obligaţia de a trimite cauza unei alte autorităţi jurisdicţionale sau unui organism care include această autoritate (a se vedea, Diennet împotriva Franţei, hotărârea din 26 septembrie 1995, seria A nr. 325-A, p. 16, pct. 37), Curtea constată, astfel cum subliniază Guvernul, că, chiar dacă curtea de apel ar fi admis recursul reclamantului în temeiul deciziei Curţii Constituţionale, la momentul faptelor, eventuala trimitere nu ar fi condus la o nouă examinare în conformitate cu art. 6 § 1 din Convenţie.", "Având în vedere cele de mai sus, Curtea consideră că reclamantul are dreptul să susţină că, din cauza lipsei unui răspuns la motivul său de recurs, cauza sa nu a fost examinată în mod echitabil.", "", "61. În concluzie, a fost încălcat art. 6 § 1 din Convenţie în ceea ce priveşte acest capăt de cerere.", "", "IV. CU PRIVIRE LA CELELALTE PRETINSE ÎNCĂLCĂRI", "", "62. Prevalându-se pe dispoziţiile art. 6 § 1, reclamantul se plânge de lipsa de imparţialitate şi independenţă a instanţelor şi invocă faptul că încheierea procedurilor iniţiate a fost determinată de ingerinţa puterii executive în administrarea justiţiei şi, în special, a prefectului judeţului, care dorea să controleze societatea M. De asemenea, reclamantul se plânge, invocând art. 6 § 1 din Convenţie, de durata procedurii iniţiate la 21 septembrie 2001 şi încheiate prin hotărârea din 10 ianuarie 2003 a Tribunalului Mureş. Invocând art. 6 § 1 din Convenţie, reclamantul se plânge de lipsa caracterului contradictoriu al procedurii care a soluţionat cererea de recuzare a judecătorilor.", "63. Ţinând seama de toate elementele de care dispune şi în măsura în care este competentă să se pronunţe cu privire la pretenţiile formulate, Curtea constată că nu s-a adus nicio atingere drepturilor şi libertăţilor garantate de articolele Convenţiei. Reiese că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", "", "V. CU PRIVIRE LA APLICAREA ART. 41 DIN CONVENTIE", "", "64. Art. 41 din Convenţie prevede:", "", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "", "A. Prejudiciu", "", "65. Reclamantul solicită 36 573 EUR cu titlu de prejudiciu material. Pe de altă parte, acesta solicită 60 000 EUR cu titlu de prejudiciu moral pentru suferinţa cauzată de instanţele naţionale prin soluţionarea acţiunii sale cu încălcarea dreptului său la un proces echitabil.", "66. Guvernul consideră că nicio sumă nu poate fi acordată reclamantului cu titlu de prejudiciu material, ţinând seama de faptul că reclamantul şi-a întemeiat cererea pe dispoziţiile art. 6 § 1 din Convenţie Acesta invocă faptul că prejudiciul pretins intră sub incidenţa art. 1 din Protocolul nr. 1, capăt de cerere pe care reclamantul l-a prezentat doar în cadrul observaţiilor sale ca răspuns la 5 septembrie 2008. În ceea ce priveşte cererea referitoare la prejudiciul moral, acesta consideră că o eventuală constatare a încălcării art. 6 § 1 din Convenţie reprezintă în sine o reparaţie echitabilă suficientă.", "67. Curtea constată că, în speţă, singura bază care trebuie reţinută pentru acordarea unei reparaţii echitabile constă în faptul că reclamantul nu a beneficiat, în cadrul procedurii în cauză, de garanţiile prevăzute la art. 6 § 1 din Convenţie. Aceasta nu poate face speculaţii cu privire la rezultatul procedurii în cazul în care nu ar fi fost încălcate cerinţele Convenţiei. În plus, nu poate fi stabilită nicio legătură între încălcarea constatată a Convenţiei şi pretinsul prejudiciu material. Prin urmare, este necesar să fie respinsă cererea referitoare la acest aspect.", "68. În ceea ce priveşte prejudiciul moral suferit, Curtea consideră că reclamantul a suferit din cauza faptelor în cauză. Pronunţându-se în echitate, în conformitate cu dispoziţiile art. 41, Curtea acordă reclamantului suma de 3 000 EUR cu titlu de prejudiciu moral.", "", "B. Cheltuieli de judecată", "", "69. Reclamantul nu a introdus nicio cerere cu acest titlu.", "", "C. Dobânzi moratorii", "", "70. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "PENTRU ACESTE MOTIVE,", "În unanimitate,", "CURTEA,", "", "1. Declară cererea admisibilă în ceea ce priveşte capătul de cerere întemeiat pe art. 6 § 1 din Convenţie, care vizează dreptul la o instanţă independentă şi imparţială şi lipsa unui răspuns la motivul întemeiat pe neconstituţionalitatea completului de judecată şi inadmisibilă pentru celelalte capete de cerere;", "2. Hotărăşte că a fost încălcat art. 6 § 1 din Convenţie din cauza lipsei de imparţialitate şi independenţă a instanţei;", "3. Hotărăşte că a fost încălcat art. 6 § 1 din Convenţie în ceea ce priveşte lipsa unui răspuns la motivul recursului reclamantului;", "4. Hotărăşte:", "a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, pentru prejudiciul moral, suma de 3 000 EUR (trei mii euro), care trebuie convertită în moneda statului pârât la rata de schimb aplicabilă la data plăţii, plus orice sumă ce poate fi datorată cu titlu de impozit;", "b) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, această sumă trebuie majorată cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "5. Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "", "Redactată în limba franceză, apoi comunicată în scris, la 21 iulie 2009, în temeiul art. 77 § 2 şi 3 din regulament.", "", "Santiago Quesada\tJosep Casadevall", "\tGrefier\tPreşedinte"]}