{"file": "RUM_HJUDRUM_19010_07.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "19010/07", "text_paragraphs": ["", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2013. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "", "", "MAREA CAMERĂ", "", "", "", "CAUZA X ȘI ALȚII c. AUSTRIEI", "", "(Cererea nr. 19010/07)", "", "", "", "", "", "", "", "HOTĂRÂRE", "", "STRASBOURG", "", "19 februarie 2013", "", "", "", "Această hotărâre este definitivă, dar poate fi supusă unor modificări de formă.", "În cauza X și alții c. Austriei,", "Curtea Europeană a Drepturilor Omului, în formațiune de Mare Cameră compusă din:", "\tDean Spielmann, Președinte,\n\tJosep Casadevall,\n\tGuido Raimondi,\n\tIneta Ziemele,\n\tNina Vajić,\n\tLech Garlicki,\n\tPeer Lorenzen,\n\tAnatoly Kovler,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tEgbert Myjer,\n\tDanutė Jočienė,\n\tJán Šikuta,\n\tVincent A. de Gaetano,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tAndré Potocki, judecători,\nși Johan Callewaert, Grefier Adjunct al Marii Camere,", "După deliberări secrete pe data de 3 octombrie 2012 și 9 ianuarie 2013,", "Pronunță următoarea hotărâre, adoptată la cea de-a doua dintre datele susmenționate:", "PROCEDURA", "1.  La originea cauzei se află cererea nr. 19010/07 îndreptată împotriva Republicii Austria, prin care trei cetățeni austrieci („reclamanţii”) au sesizat Curtea la data de 24 aprilie 2007, în temeiul articolului 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia). Preşedintele Marii Camere a admis cererea reclamanţilor ca identitatea acestora să nu fie dezvăluită (articolul 47 § 3 din Regulamentul Curţii).", "2. Reclamanţii sunt reprezentaţi de dl H. Graupner, avocat în Viena. Guvernul austriac (Guvernul) a fost reprezentat de agentul său, domnul ambasador H. Tichy, Şeful Departamentului de Drept Internaţional din cadrul Ministerului Federal pentru Afaceri Europene şi Internaţionale.", "3. Reclamanţii au pretins că au fost discriminaţi față de cuplurile formate din persoane de sex diferit, întrucât adopţia coparentală era imposibilă din punct de vedere juridic în dreptul austriac în cazul unui cuplu format din persoane de acelaşi sex.", "4. Cererea a fost repartizată Secţiei I a Curţii (articolul 52 § 1 din Regulamentul Curţii). La data de 29 ianuarie 2009, cererea a fost comunicată Guvernului. Sa hotărât, de asemenea, ca admisibilitatea şi fondul cauzei să fie examinate împreună (articolul 29 § 1). La data de \n1 decembrie 2011, a avut loc o şedinţă a Secţiei I. La data de 5 iunie 2012, o cameră a secţiei respective compusă din judecătorii Nina Vajić, Anatoly Kovler, Elisabeth Steiner, Khanlar Hajiyev, Julia Laffranque, Linos-Alexandre Sicilianos şi Erik Møse, precum şi din Søren Nielsen, grefier de secţie, s-a desesizat în favoarea Marii Camere (articolul 30 din Convenţie), niciuna dintre părţi neformulând obiecţii în termenul prevăzut (articolul 72 din Regulament).", "5. Compunerea Marii Camere a fost stabilită în conformitate cu dispoziţiile articolului 26 § 4 şi 5 din Convenţie şi ale articolului 24 din Regulamentul Curţii.", "6. Atât Guvernul, cât şi reclamantul, au prezentat observaţii scrise cu privire la admisibilitatea şi fondul cauzei.", "7. În plus, s-au primit observaţii din partea unor terţi, şi anume prof. R. Wintemute în numele a şase organizaţii neguvernamentale: Fédération internationale des ligues des droits de l’Homme (FIDH), Comisia internaţională a juriştilor (CIJ), European Region of the International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA-Europe), British Association for Adoption and Fostering (BAAF), Network of European LGBT Families Associations (NELFA) şi European Commission on Sexual Orientation Law (ECSOL), cărora Preşedintele Marii Camere le-a admis cererea de a interveni în procedura scrisă. Au fost primite de asemenea observaţii din partea unor terţi de la Centrul European pentru Drept şi Justiţie (ECLJ), Procurorul General al Irlandei de Nord, Amnesty International (AI) şi Alliance Defending Freedom (ADF), cărora le-a fost admisă, de asemenea, cererea de a interveni în procedura scrisă.", "8.  La data de 3 octombrie 2012, a avut loc o şedinţă publică în clădirea Curţii Europene a Drepturilor Omului, Strasbourg (articolul 59 § 3 din Regulament).", "Au compărut în faţa Curţii:", "(a) pentru Guvern", "B. Ohms, Cancelaria Federală,\tAgent adjunct,", "Dl\tM. Stormann, Ministerul Federal de Justiţie,", "Dna\tA. Jankovic, Ministerul Federal al Afacerilor Europene şi \n\tInternaţionale\tconsilieri;", "b) pentru reclamanţi\t", "H. Graupner,\t                                         Avocat.", "", "Curtea a ascultat declaraţiile dnei Ohms şi a dlui Graupner, precum şi răspunsurile acestora la întrebările adresate de către judecători.", "", "ÎN FAPT", "I.  CIRCUMSTANȚELE CAUZEI", "9.  Prima reclamantă şi cea de-a treia reclamantă s-au născut în 1967, iar cel de-al doilea reclamant s-a născut în 1995.", "10. Prima reclamantă şi cea de-a treia reclamantă au o relaţie stabilă. Cel de-al doilea reclamant, născut în afara căsătoriei, este fiul celei de-a treia reclamante. Tatăl său a recunoscut paternitatea, iar mama sa exercită în mod exclusiv autoritatea părintească. Cei trei reclamanţi au locuit la acelaşi domiciliu începând cu a cincea aniversare a celui de-al doilea reclamant, iar prima reclamantă şi cea de-a treia reclamantă se ocupă împreună de creșterea acestuia.", "11. La data de 17 februarie 2005, prima reclamantă şi cel de-al doilea reclamant, reprezentat de mama sa, au încheiat o convenţie care prevedea adopţia celui de-al doilea reclamant de către prima reclamantă. Această convenţie avea ca scop crearea, între prima reclamantă şi cel de-al doilea reclamant, a unui raport juridic care să reflecte legătura dintre aceştia, fără a aduce atingere relaţiei dintre copil şi mama sa, cea de-a treia reclamantă.", "12. Reclamantele, conştiente că formularea articolului 182 alin. (2) C. civ. (Allgemeines Bürgerliches Gesetzbuch) ar putea fi interpretată ca excluzând adopţia copilului unuia dintre partenerii dintr-un cuplu format din persoane de acelaşi sex de către celălalt partener fără ca relaţia cu părintele firesc de acelaşi sex cu adoptatorul să fie ruptă, au solicitat Curţii Constituţionale să declare neconstituţională dispoziţia respectivă, aceasta fiind discriminatorie în ceea ce le priveşte, pe motivul orientării lor sexuale. În cazul cuplurilor formate din persoane de sexe diferite, articolul 182 alin. (2) C. civ. permite adopţia coparentală, adică adopţia copilului unuia dintre parteneri de către celălalt partener fără ca legătura juridică dintre cel dintâi şi copil să fie afectată.", "13. La data de 14 iunie 2005, Curtea Constituţională a respins cererea ca inadmisibilă în temeiul articolului 140 din Constituţia federală. Aceasta a observat că, pentru a se pronunţa asupra omologării convenţiei privind adopţia, instanţa districtuală competentă ar trebui să clarifice dacă articolul 182 alin. (2) C. civ. dă sau nu dreptul la adopţie coparentală cuplurilor formate din persoane de acelaşi sex. În cazul în care instanţa districtuală respinge cererea de omologare a convenţiei, reclamanţii pot înainta obiecţiile lor de neconstituţionalitate a respectivei dispoziţii instanţelor de apel, care, în schimb, dacă împărtăşesc punctul de vedere al reclamanţilor, pot deferi chestiunea Curţii Constituţionale.", "14. La data de 26 septembrie 2005, reclamanţii au solicitat instanţei districtuale competente să omologheze convenţia privind adopţia, în temeiul căreia prima reclamantă şi cea de-a treia reclamantă ar deveni părinţii celui de-al doilea reclamant. În cuprinsul cererii lor, au explicat că prima reclamantă şi cel de-al doilea reclamant au stabilit legături emoţionale strânse şi că, pentru cel de-al doilea reclamant era benefic să trăiască într-un cămin alături de doi adulţi preocupaţi de bunăstarea acestuia. Scopul lor era acela de a obţine recunoaşterea juridică a celulei lor familiale de facto. Prima reclamantă l-ar substitui astfel pe tatăl celui de-al doilea reclamant. Acestea au menţionat că tatăl celui de-al doilea reclamant nu a consimţit la adopţie, fără a-şi motiva în vreun fel poziţia. În plus, au susţinut că acesta a manifestat o ostilitate extremă faţă de familia lor şi că, prin urmare, instanţa ar trebui să nu ia în considerare refuzul său de a consimţi la adopţie în temeiul articolului 181 alin. (3) C. civ., întrucât adopţia era în interesul superior al copilului. În susţinerea cererii lor, reclamantele au anexat un raport al Serviciului pentru protecţia copilului care confirma că prima reclamantă şi cea de-a treia reclamantă partajau sarcinile cotidiane legate de creşterea copilului, precum şi responsabilitatea pentru educaţia acestuia şi conchidea, deşi îşi exprima îndoiala cu privire la legalitatea acestei soluţii, că acordarea autorităţii părinteşti comune era oportună.", "15. La data de 10 octombrie 2005, instanţa districtuală a respins cererea de omologare a convenţiei privind adopţia, reţinând că articolul 182 alin. (2) C. civ. nu prevedea nicio formă de adopţie care să producă efectele dorite de către reclamante. Motivarea deciziei sale este redactată după cum urmează:", "„Dna [...], cea de-a treia reclamantă, exercită în mod exclusiv autoritatea părintească în privinţa fiului său minor [...], care s-a născut în afara căsătoriei. [Ea] locuieşte în [...] împreună cu partenera sa [...] (prima reclamantă) şi cu [...] (cel de-al doilea reclamant).", "La data de 12 octombrie 2001, a fost respinsă ca nefondată cererea comună depusă de către mama copilului şi de către partenera sa în vederea transferării parţiale a autorităţii părinteşti în privinţa [copilului] către partenera mamei, astfel încât ambele femei să poată exercita în comun autoritatea părintească.", "În temeiul convenţiei privind adopţia din data de 17 februarie 2005 a cărei aprobare se solicită, prima reclamantă, în calitate de parteneră a mamei [copilului], a consimţit să adopte copilul.", "Reclamantele solicită instanţei aprobarea adopţiei astfel încât legătura cu tatăl firesc şi cu rudele acestuia în temeiul dreptului familiei să fie întreruptă, în timp ce legătura cu mama firească să rămână intactă. Acestea solicită instanţei să nu ia în considerare refuzul tatălui copilului de a consimţi la adopţie.", "Cererea reclamantelor, care are în fapt scopul de a asigura exercitarea autorităţii părinteşti în comun de către mama firească şi mama adoptatoare – care alcătuiesc un cuplu format din persoane de acelaşi sex - este nefondată.", "Articolul 179 C. civ. dă dreptul la adopţie fie unei singure persoane, fie soţilor. O persoană căsătorită poate adopta un copil în mod individual numai în anumite condiţii stricte. Din a doua teză a articolului 182 alin. (2) C. civ. rezultă că în cazul în care copilul este adoptat numai de către un bărbat (sau de către o femeie) raporturile juridice familiale – altele decât legătura de filiaţie în sine – nu se rup decât în privinţa tatălui firesc (mamei fireşti) şi a rudelor lui (ei), dacă minorul este adoptat numai de către un bărbat (sau o femeie). În măsura în care legătura dintre copil şi celălalt părinte se menţine ulterior adopţiei, instanţa o declară ruptă în privinţa părintelui în cauză sub rezerva exprimării consimţământului de către acesta.", "Articolul 182 C. civ. a fost modificat în 1960 (Jurnalul Oficial nr. 58/1960). În lumina formulării lipsite de echivoc a dispoziţiei respective şi a intenţiei clare a legiuitorului de la acea vreme, trebuie să se considere că, în cazul adopţiei de către o singură persoană, raportul juridic dintre adoptat şi părintele firesc de acelaşi sex cu părintele adoptator îşi încetează existenţa, în timp ce raportul cu părintele de sex opus se păstrează [a se vedea, de asemenea, Schlemmer in Schwimann, ABGB2 I art. 182 alin. (3)]. Numai în această situaţie legea permite instanţelor să declare rupt cel din urmă raport menţionat – căruia nu i se aduce atingere prin adopţia în sine.", "Prin urmare, convenţia a cărei aprobare a fost solicitată de reclamante, care ar conduce la adopţia [copilului] de către o femeie şi la încetarea raportului cu tatăl său firesc, însă nu şi cu mama sa firească, este prin urmare contrară dispoziţiilor legale. Potrivit instanţei, interpretarea acestei dispoziţii legislative în conformitate cu Constituţia - care, în mod evident, se impune – nu alterează această constatare.", "Este corect că, potrivit jurisprudenţei consacrate a Curţii Europene a Drepturilor Omului, chestiunile referitoare la orientarea sexuală beneficiază de protecţia dreptului la respectarea viaţii private şi de familie (articolul 8 din Convenţie). Este de asemenea adevărat că, potrivit jurisprudenţei Curţii, discriminarea fondată pe orientarea sexuală este în esenţă incompatibilă cu articolele 8 şi 14 din Convenţie. Cu toate acestea, este necesar să se observe că, în mod constant, Curtea Europeană s-a pronunţat că statele membre ale Consiliului Europei au în această materie o marjă de apreciere a cărei amploare este invers proporţională cu cea a comunităţii punctelor de vedere care pot exista între ordinile lor juridice. La punctul 41 din hotărârea sa pronunţată în cauza Fretté c. Franţei (nr. 36515/97, 26 mai 2002), Curtea Europeană a indicat în mod expres că dreptul homosexualilor de a adopta traversa o fază de tranziţie şi cunoştea evoluţii sociale care justificau recunoașterea unei marje de apreciere extinse statelor membre, precizând totuşi că această marjă de apreciere nu putea fi interpretată ca o cartă albă acordată statelor pentru a lua decizii arbitrare.", "Chestiunea dacă un stat membru oferă posibilitatea pentru două persoane de acelaşi sex să dea naştere în condiţii de egalitate unui raport juridic cu un copil este un aspect care îi revine însuşi statului spre soluţionare, sub rezerva limitărilor prevăzute de articolul 8 § 2 din Convenţie. În opinia acestei instanţe, chiar şi în eventualitatea interpretării dispoziţiilor legislative în conformitate cu Constituţia, astfel cum se impune, dreptul austriac în vigoare în prezent exclude o astfel de posibilitate. Convenţia pe care reclamantele o au în vedere impune o modificare legislativă; aceasta nu putea fi încuviinţată printr-o hotărâre a unei instanţe de drept comun de interpretare a articolului 182 C. civ. într-o manieră contrară formulării lipsite de echivoc a respectivei dispoziţii.", "Pentru aceste motive, instanţa respinge cererea de omologare a convenţiei privind adopţia.”", "16. Reclamantele au formulat apel împotriva hotărârii respective. Invocând articolele 8 şi 14 din Convenţie, reclamantele au argumentat că articolul 182 alin. (2) C. civ. era discriminatoriu, deoarece făcea o distincţie nejustificată între cuplurile formate din persoane de sex diferit şi cele formate din persoane de acelaşi sex. Acestea au subliniat că adopţia coparentală era posibilă în cazul cuplurilor heterosexuale, căsătoriți sau nu, însă nu şi în cazul cuplurilor formate din persoane de acelaşi sex. Potrivit acestora, cauza lor, care avea ca obiect diferenţa de tratament între cuplurile formate din persoane de sex diferit şi cuplurile formate din persoane de acelaşi sex, era deosebită de cauza Fretté, care avea ca obiect adopţia de către un homosexual celibatar.", "17. Având în vedere hotărârea Curţii pronunţată în cauza Karner c. Austriei (nr. 40016/98, CEDO 2003IX), diferenţa de tratament între cuplurile formate din persoane de sex diferit necăsătorite şi cuplurile formate din persoane de acelaşi sex ridica probleme deosebite. Numai un număr mic de state europene încuviinţa adopţia coparentală în cazul cuplurilor de acelaşi sex; majoritatea statelor rezervă adopţia coparentală cuplurilor căsătorite şi exista un consens că nu ar trebui tratate în mod diferenţiat cuplurile formate din persoane de sex diferit necăsătorite faţă de cuplurile formate din persoane de acelaşi sex. Diferenţierea denunţată nu servea unui scop legitim: mai exact, nu era necesară pentru a proteja interesele copilului. Reclamantele au arătat că există lucrări ştiinţifice potrivit cărora copiii se dezvoltau la fel de bine în familiile compuse din părinţi homosexuali ca şi în familiile compuse din părinţi heterosexuali. Nu orientarea sexuală era determinantă a părinţilor, ci capacitatea lor de a asigura o familie stabilă şi iubitoare. Reclamantele au solicitat instanţei de apel să caseze hotărârea instanţei districtuale şi să le aprobe cererea din data de 26 septembrie 2005 sau, cu titlu subsidiar, să retrimită cauza instanţei districtuale pentru o nouă examinare.", "18. La data de 21 februarie 2006, instanţa regională a respins apelul reclamantelor. În hotărârea sa, a descris un set de proceduri conexe privind, pe de o parte, dreptul de vizită şi obligaţia de întreţinere a tatălui celui de-al doilea reclamant şi, pe de altă parte, acţiunile prin care prima şi ce-a de a treia reclamantă au încercat fără succes să obţină acordarea autorităţii părinteşti comune privindu-l pe cel de-al doilea reclamant). Instanţa regională şi-a exprimat îndoiala că cea de-a treia reclamantă putea să îşi reprezinte fiul în cadrul procedurii întrucât exista un potenţial conflict de interese. Aceasta a continuat după cum urmează:", "„O examinare suplimentară a acestui chestiuni nu este totuşi necesară întrucât, în opinia acestei instanţe – astfel cum este redată mai jos - cererea de omologare a convenţiei privind adopţia ar trebui respinsă fără o cercetare suplimentară, şi a şi fost respinsă în primă instanţă, având ca rezultat faptul că reprezentarea copilului în cadrul procedurii nu este pusă în discuţie.", "În hotărârile lor anterioare asupra cererii de transferare parţială a autorităţii părinteşti în privinţa [copilului] către [partenera mamei], instanţele competente au observat că, în timp ce dreptul austriac al familiei nu oferă o definiţie legală a noţiunii de „părinţi”, rezultă cu claritate din ansamblul dispoziţiilor sale că, pentru legiuitor, un cuplu părintesc se compune (în principiu) din două persoane de sex opus. Prin urmare, legislaţia atribuia cu titlu principal autoritatea părintească părinţilor fireşti sau, în cazul unui copil născut în afara căsătoriei, mamei fireşti. Numai în cazurile în care acest lucru nu era posibil, legea dădea dreptul altor persoane la atribuirea autorităţii părinteşti. În cazul în care părinţii fireşti (tatăl şi mama) erau prezenţi, nu era necesar să fie atribuită custodia unei alte persoane, chiar dacă, dintr-un punct de vedere pur factual, persoana respectivă avea o relaţie strânsă cu copilul (a se compara cu OGH, 7 Ob 144/02 f). Instanţele au subliniat că această poziţie juridică nu determina nicio discriminare a cuplurilor formate din persoane de acelaşi sex, însă normele de dreptul familiei erau întemeiate, în concordanţă cu realitatea biologică, pe fundamentul unui cuplu compus din părinţi de sex diferit.", "În opinia instanţei, aceste consideraţii se aplică chestiunii examinate în speţă, respectiv oportunităţii omologării adopţiei unui minor de către partenerul de acelaşi sex al unuia dintre părinţi. De asemenea, în acest caz, având în vedere prezenţa celor doi părinţi ai săi de sexe diferite, nu este necesar să fie creat un „părinte legal” suplimentar. Scopul nu este nicidecum acela de a îl discrimina pe partenerul de acelaşi sex al mamei copilului; cu toate acestea, atunci când ambii părinţi de sexe diferite sunt prezenţi, nu este necesară o dispoziţie care să îndreptăţească substituirea unuia dintre părinţi cu partenerul de acelaşi sex al celuilalt părinte.", "Adopţia unui minor este în mod fundamental instituită pentru a da naştere unei relaţii analoge celei care există între părinţii fireşti şi copiii lor. Din dosarul cauzei reiese că tatăl firesc al copilului are contacte regulate cu acesta, având drept rezultat întreţinerea unor legături solide cu ambii săi părinţi de sexe diferite. În aceste condiţii, nu este necesar ca, prin încuviinţarea adopţiei, să fie substituit nici unul dintre părinţii fireşti cu partenerul de acelaşi sex al oricăruia dintre cei doi.", "Jurisprudenţa în materia dreptului părinţilor de vizită şi de găzduire recunoaşte deopotrivă că, potrivit studiilor de psihologie şi de sociologie disponibile, este de o importanţă semnificativă pentru dezvoltarea ulterioară a copilului ca acesta să menţină contactul personal adecvat cu părintele cu care el sau ea nu locuieşte împreună (a se vedea, inter alia, EFSlg 100.205). În consecinţă, legislaţia merge până în punctul în care conferă un drept copilului de a avea contacte personale cu părintele alături de care nu locuieşte (a se vedea, inter alia, OGH, 3 Ob 254/03 z). Pentru aceleaşi considerente, nu există nicio îndoială că, pentru buna dezvoltare a copilului minor, este de dorit ca acesta să poată întreţine contacte personale cu cei doi părinţi ai săi de sex opus, respectiv cu o femeie (mama sa) şi cu un bărbat (tatăl său) responsabili de educarea sa şi că niciun efort nu trebuie precupeţit în acest scop (spre comparaţie, inter alia, EFSlg 89.668). În aceste condiţii, menţinerea unor relaţii personale, cel puţin de nivel minim, între ambii părinţi şi copil este de dorit şi în general reprezintă o cerinţă în interesul dezvoltării sănătoase a copilului (spre comparaţie, OGH, 7 Ob 234/99 h). Aceste consideraţii se opun, de asemenea, în mod evident adopţiei unui copil de către partenerul de acelaşi sex al unuia dintre părinţi în cazul în care această măsură are ca efect întreruperea raporturilor juridice familiale cu celălalt părinte.", "Astfel cum s-a menţionat mai sus, această poziţie juridică nu reprezintă sub nicio formă o discriminare împotriva cuplurilor formate din persoane de acelaşi sex. În această privinţă, instanţa de prim grad, în motivarea deciziei atacate, în mod corect a făcut trimitere la jurisprudenţa consacrată a Curţii Europene a Drepturilor Omului în conformitate cu care orientarea sexuală intră sub incidenţa protecţiei vieţii private şi de familie (art. 8 din Convenţie), având drept rezultat că discriminarea respectivă pe baza orientării sexuale este în mod fundamental incompatibilă cu art. 8 şi 14 din Convenţie. Cu toate acestea, instanţa de prim grad a subliniat în mod corect că ordinilor juridice naţionale trebuie să li se acorde o marjă de apreciere în adoptarea legislaţiei, marjă care este în mod corespunzător extinsă acolo unde nu există un acord lipsit de echivoc între ordinile juridice ale statelor membre în privinţa domeniului în discuţie. Subliniind că marja de apreciere nu trebuie să fie interpretată a conferi statelor o carte albă pentru a lua decizii arbitrare, instanţa de prim grad apreciază că acesteia trebuie să i se ofere o interpretare extinsă în domeniul dreptului la adopţie al homosexualilor întrucât acestea erau chestiuni ce făceau obiectul evoluţiei societăţii. În această privinţă, sistemul juridic austriac nu conţinea nicio dispoziţie care să prevadă adopţia unui copil de către partenerul de acelaşi sex al unuia dintre părinţi.", "Reclamantele nu au adus argumente convingătoare pentru a demonstra că dispoziţiile în vigoare echivalează cu o discriminare a partenerilor de acelaşi sex. Chiar şi în cazul cuplurilor formate din persoane de sexe diferite, singurul raport juridic care poate fi întrerupt în cazul adopţiei copilului unuia dintre parteneri este raportul juridic dintre copil şi părintele de acelaşi sex cu părintele adoptiv. Într-o asemenea ipoteză, copilul continuă să se afle în îngrijirea a doi părinţi de sexe diferite. Această circumstanţă, care este importantă pentru dezvoltarea copilului, nu se regăseşte totuşi în cazul adopţiei sale de către partenerul de acelaşi sex al unuia dintre părinţii săi; prin urmare, nu există nicio probă a unui tratament diferenţiat nejustificat în această privinţă. În plus, în hotărârea Curţii Europene a Drepturilor Omului la care au făcut trimitere reclamantele (a se vedea Karner împotriva Austriei, 24 iulie 2003), Curtea a reamintit că tratamentul diferenţiat al persoanelor care se află în relaţie cu persoane de acelaşi sex urma să fie considerat discriminatoriu numai dacă nu avea o justificare obiectivă şi rezonabilă, adică dacă nu urmărea un scop legitim sau dacă nu exista un raport rezonabil de proporţionalitate între mijloacele utilizate şi scopul urmărit. Astfel, Curtea apreciază tratamentul diferenţiat ca fiind compatibil cu Convenţia numai atunci când motive hotărâtoare au fost avansate. Prin urmare, pentru a justifica orice tratament diferenţiat bazat pe orientarea sexuală trebuie să fie avansate motive deosebit de convingătoare. Cu toate acestea, Curtea a recunoscut explicit în hotărârea pronunţată în cauza Karner că protecţia «familiei tradiţionale» constituie în principiu un motiv important şi legitim pentru a justifica un tratament diferenţiat din partea legiuitorului naţional. În acelaşi timp, a constatat că scopul protecţiei familiei în sens tradiţional era mai degrabă abstract şi că o varietate largă de măsuri concrete putea fi utilizată pentru punerea în aplicare a acesteia. Era necesar să fie oferite motive imperative pentru a exclude din sfera de aplicare a anumitor dispoziţii legislative persoane care se află în relaţii cu persoane de acelaşi sex. În speţa respectivă, ce avea ca obiect dreptul partenerului de acelaşi sex al defunctului de a succeda în dreptul la locaţiune, Curtea a constatat că nu fusese oferit un astfel de motiv.", "Cu toate acestea, hotărârea respectivă nu asigură niciun suport pentru argumentaţia reclamantelor în prezenta cauză. În temeiul dreptului – recunoscut de către Curte – de a introduce în sistemul juridic naţional măsuri pentru a proteja «familia tradiţională», poziţia adoptată în sistemul juridic austriac, ca o chestiune de principiu şi în concordanţă cu realitatea biologică potrivit căreia un minor ar trebui să aibă drept părinţi un cuplu de sex opus, trebuie să fie respectată. În consecinţă, instanţa apreciază că decizia legiuitorului de a nu prevedea posibilitatea adopţiei unui copil de către partenerul de acelaşi sex al unuia dintre părinţii săi, care ar avea ca rezultat întreruperea relaţiei cu părintele de sex opus, urmăreşte fără îndoială un «scop legitim». În acelaşi mod, nu se poate preciza că între acest scop şi mijloacele folosite nu există «un raport rezonabil de proporţionalitate». În mod contrar susţinerilor reclamantelor, această situaţie juridică nu se întemeiază pe «prejudecăţile majorităţii heterosexuale în detrimentul minorităţii homosexuale», ci este numai menită să garanteze că, pe perioada dezvoltării lor, minorii menţin contacte regulate atât cu părintele de sex feminin, cât şi cu părintele de sex masculin. Acest scop trebuie să fie respectat în acelaşi mod ca şi decizia mamei copilului de a trăi într-o relaţie cu un partener de acelaşi sex. În aceste condiţii, nimic nu pare să justifice privarea copilului de legăturile sale de familie cu părintele său de sex diferit. Totuşi, exact acesta este motivul pentru care mama copilului şi partenera sa au iniţiat prezenta acţiune şi au continuat procedura prin introducerea apelului.", "În consecinţă, având în vedere aceste consideraţii în general, prezenta acţiune trebuie să fie respinsă.", "Admisibilitatea unui recurs este reglementată prin art. 59 alin. (1) şi (2) şi 62 alin. (1) din Legea privind procedura necontencioasă. Dacă este adevărat că Curtea Supremă s-a pronunţat deja în prezenta cauză, hotărârea sa privea legalitatea transferului (parţială) a autorităţii părinteşti în privinţa copilului în beneficiul partenerei mamei sale. În schimb, din informaţiile cunoscute de prezenta instanţă, Curtea Supremă nu s-a pronunţat niciodată în mod expres şi specific asupra aspectului în dezbatere, mai exact, asupra legalităţii adopţiei unui copil de către partenerul de acelaşi sex al unuia dintre părinţi. Acesta este motivul pentru care hotărârea de faţă prezintă o importanţă deosebită sub aspectul unităţii dreptului, securităţii juridice şi evoluţiei dreptului.”", "19. Reclamantele au formulat recurs în faţa Curţii Supreme. Acestea au argumentat că articolul 182 alin. (2) C. civ. astfel cum a fost aplicat de către instanţe a condus la un tratament diferenţiat între cuplurile formate din persoane de sex diferit şi cele formate din persoane de acelaşi sex în situaţiile în care unul dintre parteneri dorea să adopte copilul biologic al celuilalt partener. În timp ce cuplurile formate din persoane de sex diferit (inclusiv cele necăsătorite) puteau să stabilească o legătură de filiaţie suplimentară între copil şi partenerul unuia dintre părinţii săi, acest lucru era imposibil în cazul cuplurilor formate din persoane de acelaşi sex întrucât avea ca rezultat substituirea părintelui firesc. Astfel, orice tip de adopţie coparentală era exclus. Instanţa regională a încercat să motiveze tratamentul diferenţiat făcând trimitere la obiectivele de a proteja familia în sens tradiţional şi de a permite copilului să se dezvolte alături un bărbat şi de o femeie. Cu toate acestea, instanţa regională nu a demonstrat că excluderea din sfera dreptului la adopţie coparentală a familiilor compuse din persoane de acelaşi sex îndeplineşte acest obiectiv. Potrivit unor studii recente,cuplurile formate din persoane de acelaşi sex erau la fel de apte să crească copii ca şi cuplurile formate din persoane de sexe diferite. Mai mult, speţa nu urmărea să clarifice dacă cel de-al doilea reclamant trebuia sau nu să crească într-o familie compusă din persoane de acelaşi sex. De facto, acesta făcea deja parte dintr-o familie compusă din persoane de acelaşi sex. Prin urmare, se punea întrebarea dacă era justificat să fie refuzată recunoaşterea juridică a legăturii dintre acesta şi prima reclamantă. Nu s-a demonstrat necesitatea de a face distincţie între cuplurile formate din persoane de sexe diferite necăsătorite şi cele formate din persoane de acelaşi sex. În cele din urmă, reclamantele au susţinut că în numeroase state europene adopţia coparentală era rezervată cuplurilor căsătorite. Acestea au argumentat că atunci când un stat alege, aşa cum Austria a făcut, să permită adopţia coparentală în cazul cuplurilor necăsătorite, acesta nu are libertatea de a face distincţie pe baza orientării sexuale.", "20. La data de 27 septembrie 2006, Curtea Supremă a respins recursul formulat de reclamante. Instanţa a reţinut următoarele:", "„[Minorul] este copilul biologic al celei de-a treia reclamante, doamna ..., şi al domnului ..., născut la [...]. Mama copilului exercită exclusiv autoritatea părintească. Aceasta domiciliază în [...] împreună cu partenera sa (prima reclamantă) şi cu [minorul]. Reclamantele au solicitat instanţei omologarea convenţiei privind adopţia încheiată la 17 februarie 2005 de către prima reclamantă şi minor, reprezentat de către mama sa, în temeiul căreia prima reclamantă consimţea să adopte copilul. Cu toate acestea, convenţia prevedea ca prima reclamantă să îl substituie pe tatăl firesc, iar nu pe mama copilului. Reclamantele au solicitat instanţei aprobarea adopţiei astfel încât legătura cu tatăl firesc şi cu rudele acestuia în temeiul dreptului familiei să fie întreruptă, în timp ce legătura cu mama firească să rămână intactă. Acestea au solicitat instanţelor să nu ia în considerare refuzul tatălui copilului de a consimţi la adopţie.", "Instanţa de prim grad de jurisdicţie a respins cererea de omologare, opinând că art. 182 C. civ. exprima intenţia clară a legiuitorului potrivit căreia în cazul adopţiei monoparentale raportul juridic cu părintele de acelaşi sex cu părintele adoptiv ar trebui să îşi înceteze existenţa, iar raportul cu părintele de sex opus ar trebui menţinut. Potrivit instanţei de prim grad, numai în această situaţie legea dădea dreptul instanţelor să constatate de asemenea că acest din urmă raport, care nu fusese afectat per se de adopţie, fusese întrerupt. Potrivit instanţei de prim grad, convenţia a cărei aprobare a fost solicitată de reclamante, care ar conduce la adopţia [copilului] de către o femeie şi la încetarea raportului juridic cu tatăl său firesc, însă nu şi cu mama sa firească, este prin urmare contrară dispoziţiilor legale. Această interpretare a fost conformă Constituţiei şi în special art. 8 şi 14 din Convenţia Europeană a Drepturilor Omului. Conform jurisprudenţei Curţii Europene a Drepturilor Omului, statele membre beneficiau în special de o marjă largă de apreciere în sfera adopţiei de către homosexuali, întrucât aceste aspecte făceau obiectul schimbărilor sociale şi se aflau într-o etapă de tranziţie. Chestiunea dacă un stat membru a oferit posibilitatea pentru două persoane de acelaşi sex să stabilească în condiţii de egalitate un raport juridic cu un copil este un aspect care îi revine însuşi statului spre soluţionare, sub rezerva limitărilor prevăzute de art. 8 § 2 din Convenţie. Convenţia privind adopţia avută în vedere de reclamante nu era prevăzută de dreptul austriac.", "Instanţa de apel a confirmat hotărârea pronunţată de instanţa inferioară, apreciind că legea avea în mod evident la bază premisa că termenul „părinţi” desemna în mod necesar două persoane de sex opus. Această situaţie se reflecta în dispoziţiile legislative privind autoritatea părintească, potrivit cărora, din principiu, se acorda prioritate părinţilor fireşti în raport cu alte persoane. Aceleaşi consideraţii se aplicau în domeniul dispoziţiilor legislative în materia adopţiei. Şi în acest caz dispoziţiile legislative se bazau, în conformitate cu realitatea biologică, pe prezenţa unui cuplu format din părinţi de sex opus. Atunci când ambii părinţi de sex opus erau prezenţi, nu era necesară o dispoziţie care să permită substituirea unuia dintre părinţi cu partenerul de acelaşi sex al celuilalt părinte; nu se face astfel dovada vreunei intenţii de a discrimina partenerii de acelaşi sex. În materia dreptului de vizitare şi de găzduire s-a recunoscut fără posibilitate de tăgadă că, pentru ca un minor să de dezvolte armonios, era de dorit ca el sau ea să aibă legături personale cu ambii părinţi – de sex opus -, cu alte cuvinte cu o femeie (mama) şi un bărbat (tatăl) care sunt responsabili pentru acesta. Cel puţin un nivel minim de contacte personale între copil şi ambii părinţi (fireşti) era de dorit şi era în general o cerinţă în interesul dezvoltării sănătoase a copilului. Aceste consideraţii ar putea fi aplicate în raport cu adopţia. Instanţa de apel a menţinut concluzia instanţei inferioare potrivit căreia nu a existat o discriminare a partenerilor de acelaşi sex din punctul de vedere al jurisprudenţei Curţii Europene a Drepturilor Omului. O diferenţă de tratament al persoanelor care se află în relaţii cu parteneri de acelaşi sex trebuia să fie considerată discriminatorie numai dacă nu avea o justificare obiectivă şi rezonabilă, cu alte cuvinte, dacă norma respectivă nu urmărea un scop legitim sau dacă nu exista un raport rezonabil de proporţionalitate între mijloacele utilizate şi scopul urmărit. Atunci când au fost expuse motive solide, diferenţele de tratament au fost considerate a fi compatibile cu Convenţia. Legiuitorul austriac a urmărit un astfel de scop legitim în încercarea sa de a se asigura că minorii, aflaţi în creştere, aveau contacte regulate, necesare dezvoltării lor, atât cu părintele de sex masculin, cât şi cu cel de sex feminin. Scopul respectiv era acela de a fi acordat acelaşi respect precum deciziei mamei de a se afla într-o relaţie cu un partener de acelaşi sex. Cu toate acestea, nu exista nicio justificare pentru a lipsi un copil de legăturile sale de familie cu părintele său de sex opus.", "Instanţa de apel s-a pronunţat că era necesar ca posibilitatea introducerii unui recurs să fie acordată din moment ce nu exista o jurisprudenţă cu privire la chestiunea legalităţii adopţiei unui copil de către partenerul de acelaşi sex al unuia dintre părinţii săi fireşti.", "Recursul reclamantelor este admisibil din motivele expuse de către instanţa de apel. Cu toate acestea nu este fondat.", "Art. 179 alin. (2) C. civ. prevede că adopţia unui copil de către mai mult de o persoană este permisă numai în cazul în care părinţii adoptivi sunt soţ şi soţie. Doctrina a concluzionat că adopţia de către mai mult de o persoană de acelaşi sex (indiferent dacă simultan sau consecutiv) este interzisă (a se vedea Schwimann in Schwimann, C. civ. art. 179, pct. 6, şi Hopf in Koziol/Bydlinksi/Bollenberger, art.179, pct. 2, ambele citate de către instanţa civilă regională din Viena, 27 august 2001 – EFSlg 96.699).", "A doua teză a art. 182 alin. (2) C. civ. reglementează efectele produse în eventualitatea adopţiei de către un singur părinte adoptiv. Dacă minorul este adoptat doar de un tată adoptiv (mamă adoptivă), raporturile de familie încetează să existe numai în raport cu tatăl firesc (mama firească) şi rudele sale. Rezultă cu claritate din jurisprudenţă (ErlBem RV 107 BlgNR IX. GP, 21) că această dispoziţie ar trebui să fie interpretată în sensul în care legăturile juridice nepatrimoniale sunt rupte numai în raport cu părintele firesc care este substituit de un părinte adoptiv de acelaşi sex. Mai exact, acest fapt are semnificaţia că minorul sau minora nu poate, de exemplu, fi lipsit de tatăl său firesc dacă el sau ea este adoptat de către o femeie (a se vedea de asemenea: Schwimann in Schwimann, op. cit., art. 182, pct. 3; Stabentheiner in Rummel I art. 182, pct. 2).", "În mod contrar susţinerilor reclamantelor, această dispoziţie nu trebuie să aibă interpretarea extensivă pe care ele o preconizează, nici nu există o lacună legislativă neintenţionată care să necesite acoperirea sa prin analogie. Conform jurisprudenţei (op. cit., 11), principalul scop al adopţiei este de a promova interesul superior al copilului minor (principiul protecţiei). Adopţia ar trebui să reprezinte un mijloc corespunzător de a încredinţa unor indivizi apţi şi responsabili creşterea şi educare copiilor care nu au părinţi, a celor care provin din familii destrămate sau a celor ai căror părinţi, indiferent din ce motive, nu pot să le asigure o educaţie corectă ori chiar nu îşi doresc copiii respectivi. Cu toate acestea, scopul respectiv poate fi atins numai atunci când adopţia permite recrearea cât mai repede cu putinţă a situaţie din familia firească.", " De asemenea, rezultă clar din jurisprudenţă (6 Ob 179/05z) că legătura dintre copil şi părintele adoptiv trebuie asimilată, din punct de vedere social şi psihologic, celei existente între părinţii fireşti şi copiii lor. Modelul raportului copil-părinte în contextul adopţiei minorilor se inspiră din legăturile specifice sociale şi psihologice care există între părinţi şi tineri care se apropie de vârsta adultă. Aceste raporturi asociază legăturilor sociale clasice de proximitate fizică şi relaţională (coabitarea, grija din partea părinţilor săi faţă de nevoile fizice şi psihologice ale copilului) relaţii afective similare iubirii reciproce dintre părinţi şi copiii lor şi conferă celor dintâi un rol specific de mentori şi de modele-cheie.", "Art. 182 alin. (2) C. civ. impune o interdicţie generală (care nu este aplicabilă numai în cazul partenerilor de acelaşi sex) în privinţa adopţiei de către un bărbat atât timp cât legătura de filiaţie cu tatăl firesc al copilului există încă, şi de către o femeie atunci când o astfel de legătură există încă cu mama firească. Prin urmare, în temeiul art. 182 alin. (2) o persoană care adoptă pe cont propriu un copil nu se substituie unuia sau celuilalt părinte, indiferent care ar fi acesta, ci se substituie exclusiv părintelui de acelaşi sex cu ea. Adopţia copilului de către partenera mamei fireşti este prin urmare imposibilă din punct de vedere juridic.", "Contrar celor susţinute de reclamante, această dispoziţie îndeplineşte criteriul de conformitate cu Constituţia (din perspectiva drepturilor fundamentale). În cauza Fretté împotriva Franţei, Curtea Europeană a Drepturilor Omului a fost sesizată să se pronunţe dacă refuzul autorităţilor de a încuviinţa adopţia unui copil de către un bărbat homosexual reprezenta o discriminare. În hotărârea sa pronunţată la 26 februarie 2002, Curtea a constatat că adopţia însemna „a oferi unui copil o familie, nu a oferi unei familii un copil”. Conform Curţii, era misiunea statului să se asigure că persoanele selectate în vederea adopţiei erau cele în măsură a oferi unui copil cel mai potrivit cămin din toate punctele de vedere. Nu în cele din urmă având în vedere diferenţele semnificative la nivelul opiniei publice naţionale şi internaţionale cu privire la posibilele consecinţe asupra unui copil adoptat de către un părinte homosexual sau de către părinţi homosexuali, şi fără a omite faptul că nu existau suficienţi copii adoptabili pentru a răspunde cererii, statelor trebuia să li se acorde o marjă largă de apreciere în acest domeniu. Refuzul de a încuviinţa adopţia de către un homosexual nu era contrară art. 14 din Convenţie în coroborare cu art. 8 dacă urmărea un scop legitim, respectiv protejarea intereselor superioare ale copilului, şi nu încălca principiul proporţionalităţii dintre mijloacele folosite şi scopul preconizat a fi atins.", "Reclamantele nu au demonstrat, şi nici nu există vreo probă în acest sens, că dispoziţiile art. 182 alin. (2) din C. civ. austriac depăşesc marja de apreciere acordată de Curtea Europeană ori că acestea nesocotesc principiul proporţionalităţii. Prin urmare, Curtea Supremă nu are îndoieli în privinţa compatibilităţii acestei dispoziţii cu Constituţia, aspect pus în discuţie de către reclamante.", "Având în vedere imposibilitatea juridică de a adopta, nu este necesar să se examineze în continuare dacă au fost îndeplinite condiţiile pentru a nu se ţine seama de absenţa consimţământului tatălui, măsură excepţională prevăzută de art. 181 alin. (3) C. civ.”", "Hotărârea a fost notificată avocatului reclamantelor la 24 octombrie 2006.", "", "II.  DREPT INTERN ȘI DOCTRINA RELEVANTĂ", "A.  Adopția\t", "21. Codul civil (Allgemeines Bürgerliches Gesetzbuch) conţine dispoziţiile următoare pentru conceptele „mamă” şi „tată”:", "Art. 137b este redactat după cum urmează:", "„Mama unui copil este femeia care i-a dat naştere.”", "Art. 138 prevede:", "„(1) Tatăl copilului este bărbatul", "1. cu care este căsătorită mama copilului la momentul naşterii copilului sau, fiind soţul mamei, care a decedat nu mai devreme de trei sute de zile anterioare naşterii copilului sau", "2. care a recunoscut paternitatea sau", "3. faţă de care paternitatea a fost stabilită de către o instanţă.”", "22. Dispoziţiile următoare din Codul civil cu privire la adopţie sunt relevante în prezenta cauză.", "Dispoziţiile relevante ale art. 179 prevăd:", "„(1) Persoanele care au vârsta prevăzută de lege şi deplină capacitate juridică [...] pot adopta. Adopţia are ca efect crearea unei legături de filiaţie între copilul adoptat şi părintele adoptiv.", "(2) Adopţia unui copil de către mai mult de o persoană, indiferent dacă este simultană sau succesivă, în acest din urmă caz, înţelegându-se că prima legătură adoptivă se menţine, este permisă numai atunci când părinţii adoptivi formează un cuplu căsătorit. Ca regulă, soţii pot adopta un copil numai împreună. O excepţie poate fi făcută atunci când copilul care urmează a fi adoptat este copilul biologic al soţului, atunci când unul dintre soţi nu îndeplineşte cerinţa vârstei legale sau a diferenţei de vârstă necesare între acesta şi adoptat, atunci când soţii nu împart de cel puţin trei ani domiciliul matrimonial comun sau atunci când există motive similare şi deosebit de serioase care justifică adopţia de către un singur soţ.”", "23. În conformitate cu art. 179a C. civ., adopţia necesită o convenţie scrisă între adoptator şi adoptat (care trebuie să fie reprezentat de către reprezentantul său legal atunci când este minor) şi omologarea acestei convenţii de către instanţă.", "24. Instanţa omologhează convenţia dacă aceasta serveşte intereselor copilului şi dacă o relaţie echivalentă celei părinte firesc-copil există deja sau dacă o astfel de relaţie tinde să se creeze (art. 180a C. civ.).", "25. Art. 181 C. civ. în versiunea în vigoare la momentul faptelor, şi în măsura în care prezintă relevanţă, este formulat după cum urmează:", "„(1) Omologarea convenţiei privind adopţia poate fi încuviinţată numai dacă persoanele următoare consimt la adopţie", "1. părinţii copilului minor care urmează a fi adoptat;", "2. soţul adoptatorului;", "3. soţul persoanei care urmează a fi adoptate;", "4. copilul care urmează a fi adoptat din momentul în care a împlinit vârsta de paisprezece ani;", "...", "(3) Atunci când una dintre persoanele menţionate la primul paragraf pct. 1 – 3 nu consimte fără a oferi motive legitime, instanţa nu ia în considerare refuzul la cererea uneia dintre părţi.”", "26. În conformitate cu jurisprudenţa instanţelor austriece, măsura prevăzută la art. 181 alin. (3) C. civ., care permite instanţei să nu ia în considerare refuzul uneia dintre părţi de a consimţi la adopţie, are un caracter excepţional şi nu poate fi luată decât în cazul în care interesul copilului care urmează a fi adoptat prevalează în mod clar asupra intereselor părintelui său firesc care se opune adopţiei, în special interesul său de a menţine relaţii cu copilul. Poate fi avută de asemenea în vedere dacă refuzul nu este justificat din punct de vedere moral, de exemplu dacă părintele care refuză să consimtă a dovedit în mod constant ostilitate faţă de familia adoptatoare sau atunci când neîndeplinirea cu vinovăţie a obligaţiilor legale faţă de copil au compromis pe termen lung dezvoltarea acestuia sau ar fi compromis-o fără intervenţia unui terţ.", "27. Art. 182 C. civ. reglementează efectele adopţiei. Acesta este formulat după cum urmează:", "„(1) Adopţia dă naştere aceloraşi drepturi cu cele care decurg din filiaţia legitimă între, pe de o parte, adoptator şi descendenţii săi, şi, pe de altă parte, adoptat şi acei descendenţi ai săi care sunt minori la momentul la care adopţia produce efecte.", "(2) În cazul adopţiei unui copil de către un cuplu căsătorit, raporturile juridice de familie – altele decât legătura de filiaţie însăşi (art. 40) – existentă între, pe de o parte, părinţii fireşti şi membrii lor de familie, şi, pe de altă parte, copilul adoptat şi acei descendenţi ai săi care sunt minori la momentul la care adopţia produce efecte, îşi încetează existenţa la acel moment sub rezerva excepţiilor prevăzute la art. 182a. În cazul în care copilul este adoptat numai de către un tată adoptiv (o mamă adoptivă), raportul încetează să existe numai în privinţa tatălui firesc (mamei fireşti) şi a rudelor acestuia (acesteia); în măsura în care raportul juridic cu unul dintre părinţi rămâne intact după adopţie, instanţa îl declară întrerupt în cazul în care părintele respectiv consimte. Raportul încetează să existe din momentul în care declaraţia de exprimare a consimţământului este dată, însă nu mai devreme de data la care adopţia produce efecte.\"", "Astfel cum o demonstrează hotărârea Curţii Supreme în prezenta cauză, această dispoziţie este interpretată ca excluzând adopţia de către partenerul dintr-un cuplu format din persoane de acelaşi sex a copilului celuilalt partener.", "28. Adopţia are ca efect încetarea legăturilor de rudenie, cu excepţia celei de filiaţie, între copilul adoptat şi părintele său firesc sau părinţii săi fireşti. De aici rezultă în special că aceştia din urmă menţionaţi pierd toate drepturile părinteşti, precum autoritatea părintească, dreptul de vizitare şi dreptul de a fi consultaţi şi informaţi (a se vedea mai jos).", "29. Cu toate acestea, părintele firesc sau părinţii fireşti ai copilului adoptat rămân debitori ai obligaţiei subsidiare de întreţinere a acestuia (art. 182a C. civ.). De asemenea, art. 182b prevede menţinerea unei legături în materie succesorală: adoptatul păstrează drepturile succesorale în privinţa părintelui firesc sau părinţilor fireşti, iar aceştia, precum şi descendenţii lor, vin în subsidiar la succesiunea adoptatului, drepturile succesorale ale părinţilor adoptivi şi ale descendenţilor lor prevalând.", "30. Din dispoziţiile Codului civil prezentate mai sus rezultă că, în dreptul austriac, adopţia este fie adopţie simultană de către un cuplu (această formă fiind rezervată exclusiv cuplurilor căsătorite), fie adopţie de către o singură persoană. Această ultimă formă de adopţie este deschisă atât heterosexualilor, cât şi homosexualilor, care fac parte, în cazul celor dintâi, dintr-un cuplu căsătorit (situaţie în care posibilităţile de a adopta un copil sunt semnificativ restrânse), dintr-o uniune liberă sau sunt celibatari, ori în celălalt caz, care fac parte dintr-un parteneriat înregistrat, dintr-o uniune liberă sau sunt celibatari.", "31. Adopţia coparentală, respectiv adopţia de către unul dintre parteneri a copilului firesc al celuilalt, este permisă în cazul cuplurilor heterosexuale (indiferent dacă sunt căsătorite sau nu), însă nu şi în cazul celor formate din persoane de acelaşi sex.", "32. În prezent, se află în examinare un proiect de lege de modificare a dispoziţiilor Codului civil care reglementează raporturile dintre părinţi şi copii şi dreptul la nume, precum şi de modificare a altor dispoziţii legislative (Kindschaftsrechts und Namensrechtsänderungsgesetz). Acesta nu conţine propuneri de modificare a dispoziţiilor în discuţie în speţă, în special art. 179 – 182 C. civ. Cu toate că dispoziţiile respective sunt renumerotate în cadrul propunerii de modificare, formularea lor rămâne nemodificată.", "B. Dispoziţii cu privire la cuplurile formate din persoane de acelaşi sex", "33. Cuplurile formate din persoane de acelaşi sex nu au dreptul să se căsătorească în conformitate cu art. 44 C. civ. (a se vedea în acest sens Schalk şi Kopf împotriva Austriei, nr. 30141/04, 24 iunie 2010). Art. 44 din C. civ. prevede:", "„Contractul de căsătorie constituie baza relaţiilor de familie. În temeiul contractului de căsătorie, două persoane de sex opus îşi declară intenţia legitimă de a trăi împreună şi a de fi unite prin legăturile indisolubile ale căsătoriei, de a procrea şi a creşte copii şi de a-şi oferi sprijin şi ajutor reciproc.”", "34. La 1 ianuarie 2010, a intrat în vigoare Legea privind parteneriatul înregistrat. Această lege oferă posibilitatea cuplurilor formate din persoane de acelaşi sex de a încheia un parteneriat înregistrat.", "35. Art. 2 din Legea privind parteneriatul înregistrat prevede următoarele:", "„Un parteneriat înregistrat nu poate fi încheiat decât între două persoane de acelaşi sex (parteneri înregistraţi). Acestea se angajează să lege o relaţie durabilă care să implice drepturi şi obligaţii durabile.”", "36. Regulile cu privire la încheierea parteneriatului înregistrat, la efectele sale şi la dizolvarea sa sunt asemănătoare celor care reglementează căsătoria (pentru mai multe detalii, a se vedea Schalk şi Kopf, citată mai sus, pct. 16-23). Asemănător cuplurilor căsătorite, partenerii înregistraţi trebuie să trăiască împreună din toate punctele de vedere precum soţii, să aibă domiciliul comun, să se respecte şi să îşi ofere sprijin reciproc (art. 8 §§ 2 şi 3). Partenerii înregistraţi au aceleaşi obligaţii de întreţinere precum soţii (art. 12). De asemenea, Legea privind parteneriatul înregistrat aduce legislaţiei în vigoare o serie de modificări menite să confere partenerilor înregistraţi acelaşi statut cu cel al soţilor în diverse alte ramuri de drept precum dreptul succesiunilor, dreptul muncii, dreptul social şi al securităţii sociale, dreptul fiscal, dreptul cu privire la protecţia datelor şi serviciul public, aspectele referitoare la paşaport şi la declararea domiciliului, precum şi dreptul străinilor.", "37. Cu toate acestea, anumite diferenţe între căsătorie şi parteneriatul înregistrat se menţin, cea mai importantă vizând drepturile părinteşti. De exemplu, au dreptul la reproducere asistată exclusiv cuplurile căsătorite sau necăsătorite de sexe diferite [art. 2 alin. (1) din Legea cu privire la procrearea artificială - Fortpflanzungsmedizingesetz].", "38. În plus, partenerii înregistraţi nu au nici dreptul de a adopta împreună un copil, nici dreptul la adopţie coparentală.", "39. Art. 8 alin. (4) din Legea privind parteneriatul înregistrat prevede următoarele:", "„Un partener înregistrat nu are nici dreptul de a adopta împreună cu partenerul său un copil, nici dreptul de a adopta copilul partenerului său.”", "40. În schimb, o persoană care este partener într-un parteneriat înregistrat poate adopta individual un copil: o modificare adusă art. 181 alin. (1) a doua teză din Codul civil introdusă în acelaşi timp cu Legea privind parteneriatul înregistrat prevede că partenerul înregistrat trebuie să îşi exprime consimţământul dacă partenerul său sau partenera sa doreşte să adopte un copil.", "41. În partea sa generală, raportul explicativ asupra proiectului de lege (Erläuterungen zur Regierungsvorlage, Anexa nr. 485 la documentele Consiliului Naţional, XXIV GP) subliniază că Legea privind parteneriatul înregistrat are ca scop să ofere cuplurilor formate din persoane de acelaşi sex un mecanism oficial pentru recunoaşterea relaţiei lor şi atribuirea efectului legal acesteia, având în vedere în special evoluţiile intervenite în ţările europene. Cu toate acestea, intenţia legiuitorului nu a fost aceea de a include dispoziţii cu privire la copii sau orice alte modificări aduse legislaţiei în vigoare cu privire la copii. În această privinţă, raportul subliniază că adopţia simultană a unui copil de către partenerii înregistraţi este exclusă, la fel ca şi adopţia de către un partener înregistrat a copilului celuilalt partener.", "42. Comentariul referitor la art. 8 alin. (4) din Legea privind parteneriatul înregistrat arată că interdicţia de a adopta pentru situaţia prevăzută de dispoziţia respectivă fusese solicitată în mod repetat pe durata procedurii de consultare. În plus, potrivit comentariului exprimat, hotărârile pronunţate de Curtea Europeană a Drepturilor Omului în cauzele E.B împotriva Franţei (nr. 435466/02, 22 ianuarie 2008) şi Fretté (citată anterior) nu sunt relevante în acest context întrucât acestea privesc exclusiv capacitatea reclamantelor de a creşte un copil. Legiuitorul avea libertatea de a reglementa acest aspect. În plus, în cazul unui parteneriat înregistrat, atât adopţia coparentală, cât şi adopţia simultană sunt întotdeauna interzise întrucât legislaţia austriacă cu privire la adopţie interzice ca un copil să aibă, din punct de vedere juridic, doi taţi sau două mame.", "43. Comentariul cu privire la modificarea adusă art. 181 alin. (1) a doua teză din Codul civil se limitează la a enunţa că absenţa din proiectul de lege a oricărei propuneri de modificare a acestei dispoziţii este cauzată de o omisiune care ulterior a fost îndreptată.", "C. Dispoziţii cu privire la copiii născuţi în afara căsătoriei", "44. În conformitate cu art. 166 C. civ. mama exercită autoritatea părintească exclusivă în privinţa copilului născut în afara căsătoriei (ceea ce înseamnă că mamei îi este încredinţat copilul, că ea se ocupă de creşterea şi educarea copilului, că ea este reprezentantul legal al copilului şi că ea administrează bunurile acestuia).", "45. În temeiul art. 167 C. civ., în cazul în care părinţii unui copil născut în afara căsătoriei convieţuiesc, aceştia pot conveni să exercite autoritatea părintească în comun. O modificare a Codului civil care a intrat în vigoare la 1 iulie 2001 a extins posibilitatea părinţilor unui copil născut în afara căsătoriei de a conveni să exercite autoritatea părintească în comun chiar dacă nu convieţuiesc. Orice convenţie privind exercitarea autorităţii părinteşti în comun trebuie omologată de către instanţă care va stabili dacă aceasta serveşte interesului superior al copilului.", "46. Ambii părinţi sunt obligaţi să asigure întreţinerea copilului [art. 140 alin. (1) C. civ.]. În principiu, obligaţia de întreţinere se execută în natură. Cu toate acestea, părintele care nu coabitează cu copilul trebuie să execute obligaţia de întreţinere prin plata pensiei de întreţinere.", "47. Părintele care nu coabitează cu copilul are drept de vizită şi de găzduire în conformitate cu art. 148 alin. (1) C. civ. Începând cu 1 iulie 2001 această prerogativă este considerată a aparţine nu doar părintelui, ci de asemenea copilului însuşi (înainte de data respectivă era considerat a fi un drept al părintelui). Este sarcina părinţilor şi a copilului să convină asupra modalităţilor de exercitare a dreptului de vizită şi de găzduire. Dacă aceştia nu ajung la un acord asupra acestui aspect, îi revine instanţei, la cererea uneia dintre persoanele în cauză, obligaţia de a reglementa dreptul de vizită şi de găzduire în funcţie de nevoile şi de dorinţele copilului, în conformitate cu interesul superior al acestuia.", "48. În plus, în temeiul art. 178 alin. (1) C. civ., părintele care nu exercită autoritatea părintească are dreptul de a fi informat asupra anumitor aspecte importante referitoare la copil, unele dintre acestea implicând aprobarea sa.", "III. Convenţii internaţionale şi documente ale Consiliului Europei", "A. Convenţia cu privire la drepturile copilului", "49. Convenţia cu privire la drepturile copilului a fost adoptată de Adunarea Generală a Organizaţiei Naţiunilor Unite la 20 noiembrie 1989 şi a intrat în vigoare la 2 septembrie 1990. Aceasta a fost ratificată de toate statele membre ale Consiliului Europei. Dispoziţiile relevante sunt formulate după cum urmează:", "Art. 3", "„1. În toate acţiunile care privesc copiii, întreprinse de instituţiile de asistenţă socială publice sau private, de instanţele judecătoreşti, autorităţile administrative sau de organele legislative, interesele copilului vor prevala.", "2. Statele părţi se obligă să asigure copilului protecţia şi îngrijirea necesare în vederea asigurării bunăstării sale, ţinând seama de drepturile şi obligaţiile părinţilor săi, ale reprezentanţilor săi legali sau ale altor persoane cărora acesta le-a fost încredinţat în mod legal, şi în acest scop vor lua toate măsurile legislative şi administrative corespunzătoare.", "3. Statele părţi vor veghea ca instituţiile, serviciile şi aşezămintele care răspund de protecţia şi îngrijirea copiilor să respecte standardele stabilite de autorităţile competente, în special cele referitoare la securitate şi sănătate, la numărul şi calificarea personalului din aceste instituţii, precum şi la asigurarea unei supravegheri competente.”", "Art. 21", "„Statele părţi care recunosc şi/sau autorizează adopţia vor veghea ca interesele supreme ale copilului să primeze şi:", "a) vor veghea ca adopţia unui copil să fie autorizată numai de autorităţile competente care verifică, în conformitate cu legea şi cu procedurile aplicabile, precum şi pe baza tuturor informaţiilor pertinente şi credibile, că adopţia se poate realiza luând în considerare statutul copilului în raport cu părinţii, cu rudele şi cu reprezentanţii săi legali şi, dacă este cazul, că persoanele interesate şi-au dat consimţământul cu privire la adopţie în cunoştinţă de cauză în urma unei consilieri corespunzătoare;", "...”", "B. Convenţia europeană în materia adopţiei de copii (revizuită în 2008)", "50. Convenţia europeană în materia adopţiei de copii revizuită a fost deschisă spre semnare la 27 noiembrie 2008 şi a intrat în vigoare la 1 septembrie 2011. A fost ratificată de şapte state, respectiv Danemarca, Finlanda, Ţările de Jos, Norvegia, România, Spania şi Ucraina. Austria nu a ratificat şi nici nu a semnat convenţia.", "51. Unul dintre motivele care au stat la baza revizuirii, astfel cum se prevede în preambulul Convenţiei din 2008, a fost acela că anumite dispoziţii ale Convenţiei europene în materia adopţiei de copii din 1967 erau depăşite şi contrare jurisprudenţei Curţii Europene a Drepturilor Omului. Dispoziţiile relevante ale Convenţiei din 2008 sunt formulate după cum urmează:", "Art. 4 - Încuviinţarea adopţiei", "„1. Autoritatea competentă nu încuviinţează adopţia decât dacă şi-a format convingerea că adopţia este în interesul superior al copilului.", "2. În fiecare caz autoritatea competentă acordă o importanţă deosebită pentru ca adopţia să asigure copilului un mediu stabil şi armonios.”", "Art. 7 - Condiţii pentru adopţie", "„1. Legislaţia permite adopţia unui copil:", "a) de către două persoane de sex diferit", "(i) care sunt căsătorite una cu cealaltă, sau", "(ii) atunci când există o astfel de instituţie, care au încheiat un parteneriat înregistrat;", "b) de către o singură persoană.", "2. Statele au posibilitatea de a extinde domeniul de aplicare a prezentei convenţii la cuplurile formate din persoane de acelaşi sex care sunt căsătorite una cu cealaltă sau care au încheiat un parteneriat înregistrat. De asemenea, acestea au posibilitatea de a extinde domeniul de aplicare a prezentei convenţii la cuplurile formate din persoane de sexe diferite şi de acelaşi sex care trăiesc împreună într-o relaţie stabilă.”", "Art. 11 - Efectele adopţiei", "„1. Prin adopţie, copilul devine membru cu drepturi depline al familiei adoptatorului/adoptatorilor şi are în raport cu adoptatorul/adoptatorii şi familia acestuia/acestora aceleaşi drepturi şi obligaţii ca şi copilul adoptatorului/adoptatorilor a cărui filiaţie este legal stabilită. Adoptatorul/Adoptatorii îşi asumă responsabilitatea parentală faţă de copil. Adopţia pune capăt legăturii juridice existente între copil şi tatăl, mama şi familia de origine.", "2. Cu toate acestea, soţul sau partenerul, înregistrat ori nu, al adoptatorului îşi păstrează drepturile şi obligaţiile faţă de copilul adoptat, dacă acesta este copilul său, cu excepţia cazului în care legislaţia nu prevede altfel.", "[...]”", "", "52. În cadrul rubricii „Consideraţii generale”, raportul explicativ al Convenţiei din 2008 prevede:", "„14. Dintr-un anumit punct de vedere, bunele practici în materie de adopţie implică numai un principiu esenţial, respectiv acela ca adopţia să fie realizată în interesul superior al copilului, astfel cum se prevede la art. 4 alin. (1) din convenţie. [...]” [traducere neoficială]", "53. În cuprinsul secţiunii „art. 7 – Condiţii pentru adopţie”, raportul explicativ prevede următoarele, în măsura în care sunt relevante în prezenta cauză:", "„42. Articolul prevede adopţia fie de către un cuplu, fie de către o singură persoană.", "43. În timp ce domeniul de aplicare a Convenţiei din 1967 este limitat la cuplurile heterosexuale căsătorite, domeniul de aplicare a Convenţiei revizuite este extins la cuplurile heterosexuale necăsătorite care au intrat într-un parteneriat înregistrat în statele care recunosc această instituţie. Această dispoziţie ia în considerare evoluţia constatată în numeroase state. [...]", "45. În ceea ce priveşte alin. (2), s-a subliniat că anumite state părţi (Suedia în 2002 şi Regatul Unit în 2005) au denunţat Convenţia din 1967 pe motiv că, în temeiul dreptului lor intern, partenerii înregistraţi de acelaşi sex pot depune o cerere comună pentru a deveni părinţi adoptivi, ceea ce contravenea convenţiei. Situaţii similare din alte state ar putea conduce la denunţarea Convenţiei din 1967. Cu toate acestea, s-a subliniat de asemenea că dreptul partenerilor înregistraţi de acelaşi sex de a adopta împreună un copil nu reprezenta o soluţie pe care numeroase state părţi să fie dispuse să o accepte la această dată.", "46. În aceste circumstanţe, alin. (2) permite acelor state care au dorit să procedeze astfel să extindă Convenţia revizuită pentru a reglementa adopţiile de către cuplurile formate din persoane de acelaşi sex care sunt căsătorite sau parteneri înregistraţi. În această privinţă, nu este neobişnuit ca instrumente ale Consiliului Europei să introducă dispoziţii inovatoare, lăsând însă libertatea statelor părţi de a decide aplicarea dispoziţiilor respective [...].", "Statele au de asemenea posibilitatea de a extinde domeniul de aplicare a prezentei convenţii la cuplurile formate din persoane de sexe diferite sau de acelaşi sex care trăiesc împreună într-o relaţie stabilă. Este sarcina statelor părţi să stabilească criteriile de evaluare a stabilităţii unei astfel de relaţii.” [traducere neoficială]", "C. Recomandarea Comitetului de Miniştri", "54. Recomandarea CM/Rec(2010)5 a Comitetului de Miniştri privind măsurile de combatere a discriminării pe motive de orientare sexuală sau identitate de gen, adoptată la 31 martie 2010, acoperă o gamă largă de domenii în care persoanele lesbiene, homosexuale, bisexuale şi transgender se pot confrunta cu discriminarea. În capitolul privind „Dreptul la respectarea vieţii private şi de familie”, recomandarea prevede următoarele:", "„23. Atunci când legislaţia naţională conferă drepturi şi obligaţii cuplurilor necăsătorite, este necesar ca statele membre să se asigure că aceasta se aplică într-o manieră nediscriminatorie atât cuplurilor formate din persoane de acelaşi sex, cât şi celor formate din persoane de sexe diferite, inclusiv în ceea ce priveşte pensia de urmaş şi drepturile locative.", "24. Atunci când legislaţia naţională recunoaşte parteneriatele înregistrate între persoane de acelaşi sex, este necesar ca statele membre să se asigure că statutul lor juridic şi drepturile şi obligaţiile lor sunt echivalente cu cele ale cuplurilor heterosexuale într-o situaţie comparabilă.", "25. Atunci când legislaţia naţională nu recunoaşte şi nu conferă drepturi sau obligaţii parteneriatelor înregistrate între persoane de acelaşi sex şi cuplurilor necăsătorite, statele membre sunt invitate să ia în considerare posibilitatea de a oferi, în absenţa oricărei discriminări, inclusiv în ceea ce priveşte cuplurile formate din persoane de sexe diferite, cuplurilor formate din persoane de acelaşi sex mijloacele juridice sau de altă natură pentru a răspunde problemelor practice legate de realitatea socială în care acestea trăiesc.", "27. Având în vedere că interesul superior al copilului trebuie să fie prevalent în deciziile în materia adopţiei de copii, statele membre a căror legislaţie naţională permite persoanelor celibatare să adopte copii ar trebui să garanteze aplicarea acesteia în absenţa discriminării pe motive de orientare sexuală sau identitate de gen.” [traducere neoficială]", "IV. Drept comparat", "B. Studiul Comisarului pentru Drepturile Omului al Consiliului Europei", "55. Un studiu recent al Comisarului pentru Drepturile Omului al Consiliului Europei intitulat „Discriminarea pe motive de orientare sexuală sau identitate de gen” (editată de Consiliului Europei, iunie 2011) conţine următoarele informaţii asupra acestei probleme:", " „LGBT [persoanele lesbiene, homosexuale, bisexuale şi transgender] pot adopta un copil prin una din cele trei proceduri. O persoană singură de sex feminin lesbiană sau de sex masculin homosexuală poate deveni părinte adoptiv (adopţie de către o singură persoană). Altfel, o persoană poate adopta copiii fireşti sau adoptaţi ai partenerului său/partenerei sale de acelaşi sex fără ca primul părinte să îşi piardă drepturile sale legale. Acestea sunt aşa numitele «adopţii coparentale» şi îi asigură copilului doi reprezentanţi legali. Adopţiile coparentale protejează de asemenea părinţii, asigurându-le amândurora statutul juridic recunoscut de părinte. În absenţa adopţiei coparentale, copilul şi părintele care nu este firesc sunt lipsiţi de drepturile părinteşti dacă părintele firesc decedează ori în cazul divorţului, separaţiei ori în alte circumstanţe care împiedică părintele să îşi exercite responsabilităţile părinteşti. De asemenea, copilul nu are dreptul la succesiunea părintelui care nu este firesc. În plus, la nivel practic, în cazul în care nu este permisă adopţia coparentală este exclusă posibilitatea de a avea dreptul la concediu parental ceea ce poate constitui un prejudiciu pentru familiile LGBT. Cea de-a treia procedură o reprezintă adopţia simultană a unui copil de către un cuplu de acelaşi sex.", "Zece state membre permit adopţia coparentală în cazul cuplurilor de acelaşi sex (Belgia, Danemarca, Finlanda, Germania, Islanda, Ţările de Jos, Norvegia, Spania, Suedia şi Regatul Unit). Cu excepţia Finlandei şi Germaniei aceste state permit de asemenea adopţia simultană în cazul cuplurilor de acelaşi sex. În Austria şi Franţa nu există posibilitatea adopţiei coparentale, însă cuplurile de acelaşi sex care au încheiat parteneriate înregistrate au dreptul într-o anumită măsură la autoritate părintească şi responsabilităţi părinteşti. Treizeci şi cinci de state membre nu oferă posibilitatea adopţiei simultane sau a adopţiei coparentale: Albania, Andora, Armenia, Azerbaidjan, Bosnia şi Herţegovina, Bulgaria, Croaţia, Cipru, Republica Cehă, Estonia, Georgia, Grecia, Ungaria, Irlanda, Italia, Letonia, Liechtenstein, Lituania, Luxemburg, Malta, Moldova, Monaco, Muntenegru, Polonia, România, Federaţia Rusă, San Marino, Serbia, Slovacia, Slovenia, Elveţia, Fosta Republică Iugoslavă a Macedoniei, Turcia şi Ucraina. [...]”", "B. Alte elemente de drept comparat", "56. Din informaţiile de care dispune Curtea, inclusiv un studiu referitor la treizeci şi nouă de state membre ale Consiliului Europei, rezultă că în plus faţă de cele zece state membre menţionate în studiul Comisarului pentru drepturile omului, [Belgia, Danemarca, Finlanda, Germania, Islanda, Ţările de Jos, Norvegia, Spania, Suedia şi Regatul Unit (cu excepţia Irlandei de Nord)], un singur stat membru, şi anume Slovenia, a permis, potrivit jurisprudenţei sale naţionale recente, adopţia coparentală în cazul cuplurilor de acelaşi sex.", "57. Cele mai multe (douăzeci şi patru) dintre cele treizeci şi nouă de state membre ale Consiliului Europei în privinţa cărora Curtea deţine informaţii rezervă dreptul la adopţie coparentală cuplurilor căsătorite.", "Zece state membre [Belgia, Islanda, Ţările de Jos, Portugalia, România, Rusia, Slovenia, Spania, Ucraina şi Regatul Unit (cu excepţia Irlandei de Nord)] permit de asemenea adopţia coparentală în cazul cuplurilor necăsătorite. Şase state din acest grup permit adopţia coparentală în cazul cuplurilor formate din persoane de sexe diferite şi al cuplurilor formate din persoane de acelaşi sex necăsătorite, în timp ce patru (Portugalia, România, Rusia şi Ucraina) permit adopţia – la fel ca Austria – numai în cazul cuplurilor formate din persoane de sexe diferite necăsătorite, însă nu şi în cazul cuplurilor formate din persoane de acelaşi sex necăsătorite.", "Celelalte state care au făcut obiectul studiului au adoptat soluţii diferite, de exemplu care să permită adopţia coparentală în cazul cuplurilor căsătorite şi al partenerilor înregistraţi (de exemplu, în Germania şi Finlanda), însă nu şi în cazul cuplurilor necăsătorite, indiferent dacă erau de sexe diferite ori de acelaşi sex.", "ÎN DREPT", "I. Cu privire la pretinsa încălcare a art. 14 coroborat cu art. 8 din Convenţie", "58. Invocând art. 14 din Convenţie coroborat cu art. 8, reclamantele s-au plâns că au făcut obiectul unei discriminări cu privire la exercitarea dreptului lor la familie pe motivul orientării sexuale a primei şi a celei de-a treia reclamante. Acestea au argumentat că nu exista o justificare rezonabilă şi obiectivă pentru a permite adopţia copilului unuia dintre parteneri de către celălalt partener în cazul cuplurilor heterosexuale, căsătorite sau necăsătorite, în timp ce se interzicea adopţia copilului unuia dintre parteneri de către celălalt partener în cazul cuplurilor de acelaşi sex.", "Art. 8 din convenţie este redactat după cum urmează:", "1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, al domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirea faptelor penale, protejarea sănătăţii sau a moralei, ori protejarea drepturilor şi libertăţilor altora.”", "Art. 14 prevede:", "„Exercitarea drepturilor şi libertăţilor recunoscute de [prezenta] convenţie trebuie să fie asigurată fără nicio deosebire bazată, în special, pe sex, rasă, culoare, limbă, religie, opinii politice sau orice alte opinii, origine naţională sau socială, apartenenţă la o minoritate naţională, avere, naştere sau orice altă situaţie.”", "A. Cu privire la admisibilitate", "59. Guvernul a susţinut că era necesar ca cererea să fie declarată inadmisibilă întrucât era în mod vădit nefondată. A argumentat că, având în vedere faptele, în speţă, nu se punea problema unei discriminări. În special, a argumentat că instanţele interne au refuzat să aprobe adopţia celui de-al doilea reclamant pe motiv că tatăl său nu consimţise la adopţie şi că aceasta nu era în interesul copilului. În consecinţă, imposibilitatea juridică în cazul unei persoane homosexuale de a adopta copilul partenerului sau al partenerei sale, imposibilitate care rezulta din art. 182 alin. (2) C. civ. nu fusese pusă în discuţie. Din punctul de vedere al Guvernului, reclamantele solicitau astfel Curţii să controleze in abstracto această dispoziţie.", "60. Astfel, s-ar deduce că, potrivit argumentelor Guvernului, reclamantele nu se pot pretinde a fi victimele unei încălcări în sensul art. 34 din Convenţie întrucât, potrivit circumstanţelor specifice cauzei, acestea nu au fost afectate direct de legea denunţată în speţă. Cu toate acestea, Curtea observă că Guvernul nu a ridicat nicio excepţie de inadmisibilitate în acest sens. Curtea consideră că este necesar ca aspectele invocate de Guvern în acest context să fie tratate în cadrul examinării fondului cauzei.", "61. Curtea observă că cererea nu este în mod vădit nefondată în sensul art. 35 § 3 lit. a) din Convenţie. În continuare, observă că nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, trebuie să fie declarată admisibilă.", "B. Cu privire la fond", "1. Argumentele părţilor", "(a) Reclamantele", "62. Reclamantele au susţinut că se aflau într-o situaţie similară celei a cuplurilor formate din persoane de sexe diferite care creşteau copii. Acestea au făcut trimitere la numeroase studii ştiinţifice care confirmau că minorii se dezvoltau la fel de bine în familii de acelaşi sex ca şi în familiile de sexe diferite.", "63. Reclamantele au subliniat că adopţia coparentală era deschisă cuplurilor căsătorite. Cuplurile de acelaşi sex nu aveau dreptul să se căsătorească conform dreptului austriac. Chiar dacă încheiau un parteneriat înregistrat, adopţia coparentală era în mod expres interzisă prin art. 8 § 4 din Legea privind parteneriatul înregistrat. Cu toate acestea, reclamantele au evidenţiat că nu revendicau un drept care era rezervat familiilor întemeiate pe căsătorie.", "64. Problema fundamentală în prezenta cauză era aceea a inegalităţii de tratament între cuplurile formate din persoane de sexe diferite necăsătorite şi cuplurile formate din persoane de acelaşi sex necăsătorite. În conformitate cu dreptul austriac, adopţia coparentală era permisă în cazul cuplurilor heterosexuale necăsătorite, însă nu şi în cazul cuplurilor de acelaşi sex necăsătorite. Reclamantele au subliniat că aceasta reprezenta o diferenţă esenţială prin comparaţie cu Gas şi Dubois împotriva Franţei (nr. 25951/07, 15 martie 2012) întrucât, în conformitate cu dreptul francez, adopţia coparentală era rezervată cuplurilor căsătorite. Prin urmare, prezenta cauză a ridicat o problemă similară celei din cauza Karner împotriva Austriei (nr. 40016/98, CEDO 2003IX), în măsura în care un drept care era conferit cuplurilor heterosexuale necăsătorite era refuzat cuplurilor de acelaşi sex. În continuare, au argumentat că numai patru state membre ale Consiliului Europei au adoptat aceeaşi poziţie ca şi Austria, adică au permis adopţia coparentală în cazul cuplurilor formate din persoane de sexe diferite necăsătorite, în timp ce au interzis adopţia în cazul cuplurilor de acelaşi sex. Majoritatea fie au rezervat adopţia coparentală cuplurilor căsătorite, fie au dat dreptul la adopţie cuplurilor necăsătorite indiferent de orientarea sexuală a acestora.", "65. Reclamantele au apreciat că în mod incontestabil au fost tratate diferit în procedura contestată. În faţa instanţelor naţionale, acestea au argumentat că refuzul tatălui celui de-al doilea reclamant de a consimţi la adopţie nu era justificat întrucât acesta acţiona împotriva intereselor copilului. În consecinţă, interesul celui de-al doilea reclamant în privinţa adopţiei prevala faţă de interesul tatălui său de a se opune acesteia. Prin urmare, au argumentat că instanţa ar fi trebuit să nu ia în considerare refuzul tatălui în conformitate cu art. 181 alin. (3) C. civ. În cazul cuplurilor de sex opus, instanţa districtuală ar fi trebuit să realizeze o cercetare detaliată şi ar fi trebuit să pronunţe o hotărâre separată în această privinţă. Totuşi, în prezenta cauză, reclamantelor li s-a refuzat orice cercetare a faptelor pe motiv că adopţia solicitată nu era posibilă în nicio situaţie în temeiul dreptului austriac. Această poziţie a fost confirmată în mod explicit de către Curtea Supremă.", "66. Reclamantele au subliniat că punctul central al cererii lor era acela că se aflau în imposibilitatea absolută de a adopta. Cauza era prin urmare similară cauzei E.B. împotriva Franţei [(MC), nr. 43546/02, 22 ianuarie 2008] în măsura în care reclamantele fuseseră private de orice posibilitate reală de a adopta pe motivul orientării lor sexuale.", "67. Reclamantele au subliniat argumentul Guvernului potrivit căruia legislaţia austriacă în materia adopţiei avea ca obiectiv protejarea intereselor copilului. Potrivit jurisprudenţei Curţii, revenea Guvernului sarcina de a demonstra că excluderea cuplurilor de acelaşi sex de la adopţia coparentală era necesară pentru atingerea acestui obiectiv. În cadrul comunităţii ştiinţifice, exista un larg consens că, pentru a asigura dezvoltarea armonioasă a copiilor, cuplurile de acelaşi sex erau capabile în aceeaşi măsură ca şi cuplurile formate din persoane de sexe diferite. Dintre studiile pe care le-au amintit, reclamantele au făcut trimitere la studiul vast denumit „Viaţa copiilor în cadrul parteneriatelor de acelaşi sex” realizat la solicitarea Ministerului de Justiţie german [Rupp Martina (ed.), Die Lebenssituation von Kindern in gleichgeschlechtlichen Partnerschaften, Koln, 2009].", "68. În măsura în care Guvernul a argumentat că dreptul austriac urmărea evitarea situaţiei în care un copil avea, din punct de vedere juridic, doi taţi ori două mame, reclamantele au arătat că ele formau de mai mulţi ani o familie de facto, însă li se nega deocamdată orice posibilitate de a obţine recunoaşterea juridică a vieţii lor familiale. În plus, au motivat că în temeiul dreptului austriac un copil adoptat avea adesea două mame ori doi taţi. În temeiul art. 182 alin. (2) C. civ., adopţia a rupt legăturile familiale între copilul adoptat şi părintele firesc sau părinţii fireşti. Totuşi, obligaţiile de întreţinere şi drepturile succesorale reciproce, chiar dacă subsidiare celor ale părinţilor adoptivi, rămâneau intacte.", "69. Reclamantele au înaintat un argument suplimentar bazat pe Convenţia europeană în materia adopţiei de copii din 2008, pe Recomandarea Comitetului de Miniştri din 31 martie 2010 şi pe Convenţia Organizaţiei Naţiunilor Unite cu privire la drepturile copilului. În toate aceste documente, principiul fundamental în materia adopţiei era reprezentat de interesul superior al copilului şi nu de sexul ori de orientarea sexuală a părinţilor. În cele din urmă, au contestat argumentul Guvernului potrivit căruia existau suficiente alternative în temeiul dreptului austriac pentru a fi obţinută recunoaşterea juridică a relaţiei dintre un copil şi partenerul sau partenera de acelaşi sex a părintelui său.", "(b) Guvernul", "70. Guvernul nu a contestat aplicabilitatea art. 14 coroborat cu art. 8. Guvernul a admis că relaţia dintre cei trei reclamanţi intra în sfera conceptului de viaţă de familie. Totuşi, a subliniat că faptele prezentei cauze erau diferite de cele ale cauzei Gas şi Dubois (citată anterior), întrucât cel de-al doilea reclamant avea un tată cu care menţinea o relaţie de familie.", "71. În plus, Guvernul a argumentat că situaţia reclamantelor nu era comparabilă cu cea a unui cuplu căsătorit în care unul dintre soţi dorea să adopte copilul celuilalt soţ şi a invitat Curtea să respecte constatările sale în cauza Gas şi Dubois (citată anterior, pct. 66-68).", "72. În ceea ce priveşte comparaţia cu un cuplu format din persoane de sexe diferite necăsătorite, Guvernul admite că reclamantele se aflau într-o situaţie similară, recunoscând că, sub aspectul persoanelor, cuplurile de acelaşi sex ar putea fi în principiu la fel de potrivite sau de nepotrivite ca şi cuplurile formate din persoane de sexe diferite pentru a adopta copii în general ori pentru adopţia coparentală în special. Se aflau de asemenea într-o situaţie comparabilă având în vedere că orice adopţie implică consimţământul ambilor părinţi fireşti.", "73. Guvernul a adăugat că faptul că adopţia unui minor rupea legătura de filiaţie era considerat a fi compatibil cu art. 8 [s-a făcut trimitere la Emonet şi alţii împotriva Elveţiei (nr. 39051/03, 13 decembrie 2007), şi Eski împotriva Austriei (nr. 21949/03, 25 ianuarie 2007), şi că statele se bucurau de o marjă largă de apreciere în materia legislaţiei cu privire la adopţie. Legislaţia austriacă în materia adopţiei acorda prioritate părinţilor fireşti atunci când se punea în discuţie îngrijirea copilului lor. Din moment ce adopţia avea ca efect pierderea drepturilor părinteşti, aceasta trebuia încuviinţată doar dacă era în mod clar în interesul copilului. Consimţământul părintelui substituit, a cărui relaţie cu copilul era de asemenea protejată prin art. 8, reprezenta prin urmare o condiţie necesară pentru adopţie. Legislaţia austriacă asigura un echilibru rezonabil între toate interesele implicate.", "74. Pe baza faptelor cauzei, Guvernul a argumentat că nu se punea în speţă problema unei discriminări întrucât nu existase nicio diferenţă de tratament între situaţia primei şi celei de-a treia reclamante şi situaţia unui cuplu format din persoane de sexe diferite necăsătorite. Potrivit Guvernului, instanţele naţionale, în special instanţa regională, au examinat amănunţit chestiunea interesului celui de-al doilea reclamant în privinţa adopţiei şi au concluzionat că acesta menţinea o relaţie cu tatăl său şi, prin urmare, nu era necesară înlocuirea acestuia din urmă cu un părinte adoptiv. Guvernul a subliniat că în special consimţământul ambilor părinţi fireşti reprezenta o condiţie esenţială prealabilă adopţiei. Întrucât, în prezenta cauză, tatăl celui de-al doilea reclamant nu a consimţit, instanţele ar fi fost împiedicate să omologheze adopţia dacă cererea provenea de la partenerul de sex opus al celei de-a treia reclamante şi care nu era căsătorit cu aceasta. În continuare, Guvernul a argumentat că reclamantele nu şi-au fundamentat susţinerile potrivit cărora existau motive pentru a nu fi luat în considerare refuzul tatălui de a consimţi la adopţie şi nici nu au solicitat ca instanţele să se pronunţe în mod expres asupra acestui aspect.", "75. În continuare, Guvernul a susţinut că scopul Codului civil nu era acela de a exclude partenerii de acelaşi sex. Imposibilitatea ca o femeie să adopte copilul altei femei s-ar aplica şi dacă o mătuşă dorea să îşi adopte nepotul atât timp cât legătura dintre acesta şi mama sa se menţinea intactă. Excluderea expresă din sfera adopţiei coparentale a cuplurilor de acelaşi sex fusese introdusă de-abia în 2010 prin Legea privind parteneriatul înregistrat. Această lege nu era în vigoare la momentul la care prezenta cauză a fost soluţionată de instanţele naţionale şi prin urmare nu prezenta relevanţă în context.", "76. În situaţia în care Curtea ar concluziona că a existat o diferenţă de tratament şi ar examina legitimitatea excluderii cuplurilor de acelaşi sex din sfera adopţiei coparentale, Guvernul a argumentat că aceasta era justificată de scopuri legitime care erau acela de a recrea familia firească şi acela de a proteja bunăstarea copilului. Legislaţia austriacă în materia adopţiei nu avea ca obiectiv excluderea cuplurilor formate din persoane de acelaşi sex, dar, ca regulă generală, urmărea să evite situaţia în care un copil avea, din punct de vedere juridic, două mame sau doi taţi. Legislaţia urmărea aceste obiective prin măsuri corespunzătoare, luând de asemenea în considerare necesitatea de a ţine seama de interesele altor persoane implicate, şi proteja prin alte mijloace interesele partenerului părintelui copilului.", "77. În cele din urmă, Guvernul s-a exprimat că statele beneficiau de o marjă largă de apreciere în materia adopţiei coparentale de către cuplurile de acelaşi sex. Potrivit informaţiilor de care dispunea Guvernul, numai zece state membre ale Consiliului Europei dădeau dreptul la astfel de adopţii. În aceste condiţii, rezultă că nu exista un standard european şi nici măcar nu se putea considera că exista o tendinţă ori o orientare în materie.", "(c) Terţii intervenienţi", "(i)  FIDH, ICJ, ILGA-Europe, BAAF, NELFA şi ECSOL", "78. În observaţiile lor comune, aceste şase organizaţii neguvernamentale s-au exprimat că, precum în cauza Karner (citată anterior), prezenta cauză avea ca obiect o diferenţă de tratament în măsura în care unui cuplu format din persoane de sexe diferite necăsătorite îi era conferit un drept care era refuzat unui cuplu format din persoane de acelaşi sex necăsătorit. Criteriile enunţate în cauza Karner ar trebui, în consecinţă, să fie aplicate. În plus, în cauzele Salgueiro da Silva Mouta împotriva Portugaliei (nr. 33290/96, CEDO 1999IX) şi E.B. împotriva Franţei (citată anterior), Curtea a recunoscut implicit că nu existau motive pentru care un copil să nu fie crescut de o persoană homosexuală care trăieşte alături de un partener de acelaşi sex. Curtea Interamericană pentru Drepturile Omului a ajuns recent la o concluzie similară în cauza Atala Riffo şi fiicele împotriva Chile (hotărârea din 24 februarie 2012).", "79. În plus, în cea ce priveşte chestiunea consensului la nivel european, este necesar să se arate că majoritatea celor patruzeci şi şapte de state membre ale Consiliului Europei rezervă adopţia coparentală cuplurilor formate din persoane de sexe diferite căsătorite. În ceea ce priveşte prezenta cauză, numai acele state care au extins adopţia coparentală la alte cupluri, de exemplu cuplurile formate din persoane de acelaşi sex (căsătorite, care au încheiat un parteneriat înregistrat sau care convieţuiesc) sau cuplurile formate din persoane de sexe diferite necăsătorite, pot să servească drept element de comparaţie. În cadrul acelui grup, paisprezece state au extins – ori intenţionau să extindă – adopţia coparentală în privinţa cuplurilor de acelaşi sex, în timp ce cinci (inclusiv Austria) au extins-o în privinţa cuplurilor formate din persoane de sexe diferite necăsătorite, excluzând totodată cuplurile de acelaşi sex.", "80. În cele din urmă, art. 7 din Convenţia europeană în materia adopţiei de copii din 2008 a recunoscut diversitatea legislaţiilor în materia adopţiei. Acest lucru nu schimbă faptul că art. 14 şi 8 din Convenţie interzic statelor membre să extindă dreptul de a adopta la un grup, însă nu şi la altul pe motive discriminatorii.", "(ii) Centrul European pentru Drept şi Justiţie (ECLJ)", "81. ECLJ a argumentat că art. 8 nu era aplicabil în prezenta cauză întrucât nu existase nicio ingerinţă în viaţa de familie de facto a reclamantelor. În plus, a observat că nu exista un drept de a adopta sau de a fi adoptat. În esenţă, reclamantele revendicau un drept la recunoaşterea vieţii lor de familie. Totuşi, dreptul de a întemeia o familie în temeiul art. 12 era, asemenea dreptului la căsătorie, rezervat cuplurilor formate din persoane de sexe diferite.", "82. În situaţia în care cauza ar fi examinată din perspectiva art. 8, chiar presupunând că a existat un amestec în exercitarea dreptului reclamantelor la respectarea vieţii lor de familie, acesta era prevăzut de lege, respectiv art. 182 alin. (2) C. civ., şi urmărea un scop legitim, respectiv protejarea relaţiei dintre cel de-al doilea reclamant şi tatăl său, care nu consimţise la adopţie. Refuzul instanţelor naţionale de a omologa adopţia solicitată de reclamante servea de asemenea unor scopuri legitime de ocrotire a familiei naturale şi de garantare a securităţii juridice pentru copil. Realitatea biologică reprezenta un factor obiectiv şi, prin urmare, urma să fie privită drept o justificare rezonabilă.", "83. În ceea ce priveşte art. 14 coroborat cu art. 8, ECLJ a argumentat că prima şi cea de-a treia reclamantă nu se aflau într-o situaţie similară cu cea a unui cuplu format din persoane de sexe diferite întrucât nu aveau posibilitatea biologică de a întemeia o familie. Întrucât art. 182 alin. (2) C. civ. se aplica în cazul tuturor cuplurilor, indiferent dacă erau formate din persoane de sexe diferite sau de acelaşi sex, nu existase o diferenţă de tratament. Faptul că această dispoziţie produce efecte diferite după cum se aplică în cazul unui cuplu de acelaşi sex sau al unui cuplu format din persoane de sexe diferite nu constituie o discriminare.", "(iii) Procurorul General al Irlandei de Nord", "84. Procurorul General al Irlandei de Nord a făcut trimitere la Convenţia europeană în materia adopţiei de copii din 2008, apreciind că aceasta putea servi la evaluarea măsurii în care exista un consens la nivel european în privinţa adopţiei. Acesta a observat în special că art. 4 stabilea drept principiu guvernator al oricărei adopţii interesul superior al copilului. Art. 7 clarifica că nu exista un consens în privinţa adopţiei de către cuplurile formate din persoane de acelaşi sex.", "85. Procurorul General a explicat că, în prezent, în Irlanda de Nord era pendinte un proces din moment ce, în temeiul art. 14 şi 15 alin. (1) din Ordonanţa cu privire la adopţie (în Irlanda de Nord) din 1987, astfel cum a fost modificată de Legea cu privire la parteneriatul civil, niciun cuplu de acelaşi sex, indiferent dacă erau parteneri civili sau nu, şi nicio persoană de orientare homosexuală care încheiase un parteneriat civil nu putea să adopte, în timp ce o persoană singură, indiferent de orientarea sa sexuală, care nu încheiase un parteneriat civil putea să adopte. În cadrul respectivei proceduri în justiţie s-a susţinut că efectul cumulativ al acestor dispoziţii a încălcat art. 14 din Convenţie coroborat cu art. 8.", "86. Pornind de la observaţia că prin Convenţie nu se garanta dreptul de a adopta, Procurorul General din Irlanda de Nord a concluzionat pe baza jurisprudenţei recente a Curţii [E.B. împotriva Franţei, Gas şi Dubois, Schalk şi Kopf, toate citate anterior, şi S.H. şi alţii împotriva Austriei (MC), nr. 57813/00, 3 noiembrie 2011] că, până în prezent, Curtea a făcut dovada unei reţineri judiciare, recunoscând că legiuitorul naţional era mai în măsură decât instanţa europeană să aprecieze aspectele legate de noţiunea de familie, căsătorie şi relaţii dintre părinţi şi copii.", "(iv)  Amnesty International", "87. Amnesty International a oferit o prezentare de ansamblu a clauzelor nediscriminatorii care se regăseau în tratatele internaţionale şi regionale privind protecţia drepturilor omului, precum şi a jurisprudenţei relevante a Curţii Interamericane pentru Drepturile Omului. De asemenea, s-a inspirat din interpretarea clauzelor relevante realizată de organismele de monitorizare a diferitelor tratate ale Organizaţiei Naţiunilor Unite, în special Comisia pentru Drepturile Omului şi Comisia pentru Drepturile Copilului.", "88. Amnesty International a subliniat că orice diferenţă de tratament fondată pe orientarea sexuală trebuie justificată prin motive deosebit de solide şi de convingătoare şi a făcut trimitere în special la hotărârea recentă pronunţată de Curtea Interamericană (Atala Riffo şi fiicele împotriva Chile) prin care s-a clarificat că „orientarea sexuală face parte din intimitatea unei persoane şi nu este relevantă atunci când se examinează aspecte referitoare la capacitatea unui individ de a fi părinte.”", "89. În continuare, Amnesty International a făcut trimitere la Convenţia cu privire la drepturile copilului, subliniind că art. 3 consacra interesul copilului drept „considerentul prevalent” în toate acţiunile care privesc copiii. În ceea ce priveşte adopţia, prin art. 21 din Convenţia cu privire la drepturile copilului s-a stabilit că interesele supreme ale copilului reprezentau „considerentul prevalent”. Astfel, Convenţia cu privire la drepturile copilului a impus limite importante marjei de apreciere a statelor, interzicându-le, de exemplu, să aplice standarde diferite fondate pe compunerea familiei copilului ori pe orientarea sexuală a părintelui. În consecinţă, orice sistem de adopţii trebuie să permită instanţelor sau altor autorităţi competente să ia în considerare interesul superior al copilului atunci când se pronunţă asupra cererilor de adopţie.", "(v)  Alliance Defending Freedom", "90. Alliance Defending Freedom a subliniat că nu era garantat prin Convenţie un drept la adopţie şi nu era, de asemenea, recunoscut prin jurisprudenţa Curţii un astfel de drept în temeiul art. 8. În schimb, Curtea a constatat aplicabilitatea art. 14 coroborat cu art. 8 în cauzele având ca obiect învinuiri de discriminare în materie de adopţie şi a soluţionat un număr mic de cauze de acest tip (Fretté împotriva Franţei, nr. 36515/97, CEDO 2002-I, E.B. împotriva Franţei şi Gas şi Dubois, ambele citate anterior). Era important să se sublinieze că, în hotărârea pronunţată în cauza E.B. împotriva Franţei, Curtea a acordat o importanţă decisivă faptului că potrivit legislaţiei franceze o persoană singură avea dreptul de a adopta un copil, deschizându-se astfel posibilitatea de adopta pentru o persoană homosexuală singură. Prezenta cauză se distingea de speţa respectivă, iar pentru Alliance Defending Freedom constatarea unei încălcări ar echivala încercării de rescriere a dreptului statelor care rezervau adopţia coparentală cuplurilor heterosexuale. În contextul respectiv, terţul intervenient a subliniat că nu exista un consens la nivel european asupra chestiunii.", "91. Drept al doilea argument, Alliance Defending Freedom a susţinut că teza larg răspândită a „nediferenţierii” – mai exact, teoria susţinută prin diverse studii potrivit căreia copiii crescuţi în cadrul unor cupluri formate din persoane de acelaşi sex nu erau în nici un fel dezavantajaţi prin comparaţie cu copiii crescuţi de părinţi heterosexuali – a fost pusă la îndoială de studii recente, în special studii realizate în Statele Unite. Având în vedere caracterul neconcludent al constatărilor cercetărilor ştiinţifice şi marja largă de apreciere de care se bucură statele în domeniul dreptului familiei, era justificat în interesul copilului ca adopţia, inclusiv adopţia coparentală, să fie rezervată cuplurilor heterosexuale.", "2. Motivarea Curţii", "(a) Aplicabilitatea art. 14 din Convenţie coroborat cu art. 8", "92. Curtea a soluţionat mai multe cauze având ca obiect discriminarea pe motive de orientare sexuală în domeniul vieţii private şi de familie. Unele dintre acestea au fost examinate exclusiv din perspectiva art. 8, şi anume cauzele având ca obiect interzicerea în temeiul dreptului penal a relaţiilor homosexuale dintre adulţi (a se vedea Dudgeon împotriva Regatului Unit, 22 octombrie 1981, Seria A nr. 45; Norris împotriva Irlandei, 26 octombrie 1988, Seria A nr. 142; şi Modinos împotriva Ciprului, 22 aprilie 1993, Seria A nr. 259) şi eliberarea homosexualilor din cadrul forţelor armate (a se vedea Smith şi Grady împotriva Regatului Unit, nr. 33985/96 şi 33986/96, CEDO 1999VI). Celelalte au fost examinate din perspectiva art. 14 coroborat cu art. 8. Chestiunile în litigiu au vizat stabilirea, în materie penală, a unei vârste diferite pentru exprimarea consimţământului pentru relaţii homosexuale, pe de o parte, şi pentru relaţii heterosexuale, pe de altă parte (a se vedea L. şi V. împotriva Austriei, nr. 39392/98 şi 39829/98, CEDO 2003I), atribuirea autorităţii părinteşti (a se vedea Salgueiro da Silva Mouta, citată anterior), aprobarea adopţiei unui copil (a se vedea Fretté, E.B. împotriva Franţei şi Gas şi Dubois, toate citate anterior), dreptul partenerului supravieţuitor al defunctului la transmiterea contractului de locaţiune încheiat de defunct (a se vedea Karner, citată anterior, şi Kozak împotriva Poloniei, nr. 13102/02, 2 martie 2010), dreptul la asigurări sociale (a se vedea P.B. şi J.S. împotriva Austriei, nr. 18984/02, 22 iulie 2010) şi accesul cuplurilor formate din persoane de acelaşi sex la căsătorie sau la o altă formă de recunoaştere juridică (a se vedea Schalk and Kopf citată anterior).", "93. În prezenta cauză, reclamantele au invocat art. 14 coroborat cu art. 8, susţinând că toţi trei se bucură de o viaţă de familie împreună. Guvernul nu contestă aplicabilitatea art. 14 coroborat cu art. 8. Curtea nu constată niciun motiv pentru a urma o abordare diferită din următoarele considerente.", "94. Potrivit jurisprudenţei constante a Curţii, art. 14 completează celelalte dispoziţii materiale ale Convenţiei şi ale protocoalelor acesteia. Acesta nu are o existenţă autonomă, din moment ce are efecte numai în legătură cu „exercitarea drepturilor şi libertăţilor” apărate prin dispoziţiile respective. Cu toate că aplicarea art. 14 nu implică o încălcare a dispoziţiilor respective – şi până la acest nivel este autonomă – nu se poate pune problema aplicării sale decât dacă faptele în litigiu întră în sfera unuia sau mai multor din cea din urmă (a se vedea, de exemplu, Schalk şi Kopf, citată anterior, pct. 89; E.B. împotriva Franţei, citată anterior, pct. 47; Karner, citată anterior, pct. 32; şi Petrovic împotriva Austriei, 27 martie 1998, pct. 22, Culegere de hotărâri şi decizii, 1998II).", "95. Curtea reaminteşte că relaţia pe care o întreţine un cuplu format din persoane de acelaşi sex care convieţuiau de facto de o manieră stabilă intră în sfera de aplicare a noţiunii de „viaţă de familie” pentru aceleaşi considerente ca şi relaţia unui cuplu format din persoane de sexe diferite care se află într-o situaţie similară (Schalk şi Kopf, citată anterior, pct. 94). În plus, în decizia sa privind admisibilitatea în cauza Gas şi Dubois împotriva Franţei (nr. 25951/07, 31 august 2010), Curtea a constatat că relaţia dintre două femei care trăiau împreună şi care au încheiat un parteneriat civil şi copilul conceput de una dintre ele prin mijloace de reproducere asistată, dar care era crescut de amândouă, constituia „viaţă de familie” în sensul art. 8 din Convenţie.", "96. În prezenta cauză, prima şi cea de-a treia reclamantă compun un cuplu stabil format din persoane de acelaşi sex. Acestea convieţuiau de mai mulţi ani, iar cel de-al doilea reclamant locuia împreună cu ele. Mama sa şi partenera acesteia se ocupau împreună de el. Prin urmare, Curtea constată că relaţia care îi uneşte pe cei trei reclamanţi intră în sfera noţiunii de „viaţă de familie” în sensul art. 8 din Convenţie.", "97. Curtea concluzionează că art. 14 din Convenţie coroborat cu art. 8 se aplică faptelor prezentei cauze.", "(b) Respectarea art. 14 coroborat cu art. 8", "(i) Principiile care decurg din jurisprudenţa Curţii", "98. Potrivit jurisprudenţei constante a Curţii, pentru ca o problemă să fie ridicată în temeiul art. 14 trebuie să existe o diferenţă de tratament al unor persoane plasate în situaţii similare relevante. O astfel de diferenţă de tratament este discriminatorie dacă nu are o justificare obiectivă şi rezonabilă; cu alte cuvinte, dacă nu urmăreşte un scop legitim sau dacă nu există un raport rezonabil de proporţionalitate între mijloacele folosite şi scopul urmărit. Statele contractante beneficiază de o marjă de apreciere atunci când evaluează dacă şi în ce măsură diferenţele în situaţii altfel similare justifică o diferenţă de tratament [a se vedea Schalk şi Kopf, citată anterior, pct. 96, Burden împotriva Regatului Unit (MC), nr. 13378/05, pct. 60, CEDO 2008].", "99. Orientarea sexuală este un concept reglementat prin art. 14. Curtea a reţinut în mod repetat că, precum diferenţele de tratament fondate pe sex, diferenţele de tratament fondate pe orientarea sexuală trebuie justificate prin motive imperative sau, aşa cum s-a exprimat în alte situaţii, „prin motive deosebit de solide şi de convingătoare” (a se vedea, de exemplu, E.B. împotriva Franţei, citată anterior, pct. 91; Kozak, citată anterior, pct. 92; Karner, citată anterior, pct. 37 and 42; L. şi V. împotriva Austriei, citată anterior, pct. 45; şi Smith şi Grady, citată anterior, pct. 90). Atunci când o diferenţă de tratament este fondată pe sex sau pe orientarea sexuală, marja de apreciere a statului este restrânsă (a se vedea Kozak, citată anterior, pct. 92, şi Karner, citată anterior, pct. 41). Diferenţele fondate exclusiv pe considerente ce ţin de orientarea sexuală sunt inacceptabile în temeiul Convenţiei (a se vedea E.B. împotriva Franţei, citată anterior, pct. 93 şi 96, şi Salgueiro da Silva Mouta, citată anterior, pct. 36).", "100. Înainte de a examina cererea reclamanţilor, Curtea subliniază că, în general, adopţia copiilor de către homosexuali poate îmbrăca trei forme distincte. Prima este cea a adopţiei de către o singură persoană (adopţie monoparentală). A doua este adopţia coparentală prin care un membru al unui cuplu adoptă copilul celuilalt membru, scopul adopţiei fiind acela de a conferi fiecăruia dintre ei statulul de părinte legal. Cea de-a treia este adopţia simultană de către cei doi membri ai unui cuplu (a se vedea studiul Comisarului pentru Drepturile Omului al Consiliului Europei, citat anterior, pct. 55; a se vedea de asemenea, E.B. împotriva Franţei, citată anterior, pct. 33).", "101. Până în prezent, Curtea a trebuit să soluţioneze două cauze privind cereri de adopţie monoparentală formulate de persoane de orientare homosexuală (Fretté şi E.B. împotriva Franţei, ambele citate anterior) şi o cauză privind o cerere de adopţie coparentală formulată de către un cuplu homosexual (Gas şi Dubois, de asemenea citată anterior).", "102. În cauza Fretté (citată anterior), autorităţile franceze au respins cererea de aprobare a adopţiei motivând că „stilul de viaţă” (altfel spus, homosexualitatea) al reclamantului nu prezenta garanţiile necesare pentru adopţia unui copil. Examinând cauza din perspectiva art. 14 coroborat cu art. 8, Curtea a remarcat că legislaţia franceză recunoştea oricărei persoane singure – bărbat sau femeie – dreptul de a formula o cerere de adopţie, şi că autorităţile franceze respinseseră cererea de aprobare prealabilă formulată de reclamant pentru motivul – exclusiv – orientării sale sexuale. Prin urmare, a existat o diferenţă de tratament fondată pe orientarea sexuală (pct. 32). Curtea a constatat că deciziile autorităţilor naţionale au urmărit un scop legitim, respectiv protejarea sănătăţii şi a drepturilor copiilor care putea fi vizaţi printr-o procedură de adopţie. În ceea ce priveşte necesitatea de a clarifica dacă o diferenţă de tratament fusese justificată, Curtea a observat în special că, în acest domeniu, nu exista deloc o comunitate de puncte de vedere aparţinând statelor membre ale Consiliului Europei, domeniu în care dreptul părea să parcurgă o etapă de tranziţie, iar autorităţile naţionale se bucurau de o marjă largă de apreciere atunci când soluţionau astfel de chestiuni. În ceea ce priveşte interesele concurente ale reclamantului şi ale copiilor eligibili pentru adopţie, Curtea a observat că comunitatea ştiinţifică era divizată în privinţa eventualelor consecinţe în privinţa creşterii copiilor de către un părinte sau părinţi de orientare homosexuală, ţinându-se seama în special de numărul restrâns de studii ştiinţifice asupra subiectului care erau disponibile la acea dată. În concluzie, Curtea a apreciat că refuzul aprobării adopţiei nu a încălcat principiul proporţionalităţii şi în consecinţă diferenţa de tratament denunţată nu era discriminatorie în sensul art. 14 din Convenţie (pct. 37 - 43).", "103. În hotărârea Marii Camere pronunţată în cauza E.B. împotriva Franţei (citată anterior), Curtea, examinând de asemenea cauza în temeiul art. 14 coroborat cu art. 8, a revenit asupra poziţiei sale. Curtea a analizat în detaliu motivele invocate de autorităţile franceze pentru a respinge cererea de aprobare a adopţiei formulată de reclamanta care trăia împreună cu altă femeie într-o relaţie stabilă. Curtea a observat că autorităţile naţionale şi-au fundamentat deciziile pe două motive principale, lipsa unui „referent paternal” în căminul reclamantei sau în cercul familiei ori în anturajul apropiat şi lipsa angajamentului partenerei acesteia. Aceasta a adăugat că cele două motive au făcut parte dintr-o evaluare globală a situaţiei reclamantei, iar caracterul nelegitim al unuia dintre acestea s-a răsfrânt asupra întregii hotărâri. În timp ce al doilea motiv nu era criticabil, primul motiv era în mod implicit legat de homosexualitatea reclamantei, iar autorităţile l-au invocat în mod abuziv în contextul în care cererea de aprobare în vederea adopţiei provenea de la o persoană singură. Rezumând, orientarea sexuală a reclamantei s-a aflat în mod constant în centrul deliberărilor ce au vizat-o şi a fost decisivă în decizia de respingere a cererii sale de aprobare a adopţiei (pct. 72 – 89). Curtea a precizat şi că atunci când o diferenţă de tratament era justificată exclusiv prin considerente ce ţineau de orientarea sexuală a persoanei în cauză, aceasta trebuie să fie considerată discriminatorie în temeiul Convenţiei (pct. 93). În continuare, a observat că în temeiul legislaţiei franceze, o persoană singură avea dreptul să adopte, fiind deschisă astfel,în mod de necontestat, posibilitatea de a adopta pentru o persoană singură de orientare homosexuală. Având în vedere analiza motivelor invocate de autorităţile franceze, Curtea a concluzionat că, pentru a respinge o cerere de aprobare în vederea adopţiei formulată de către reclamantă, acestea făcuseră distincţie dictată de consideraţii ce ţineau de orientarea sexuală a persoanei în cauză, distincţie inacceptabilă în temeiul Convenţiei. În consecinţă, Curtea s-a pronunţat că a fost încălcat art. 14 coroborat cu art. 8 (pct. 94 – 98).", "104. Cauza Gas şi Dubois (citată anterior) privea două femei formând un cuplu de acelaşi sex care încheiaseră un parteneriat civil [pacte civil de solidarité (PACS)] în temeiul legislaţiei franceze. Una dintre acestea era mama unui copil conceput prin mijloace de reproducere asistată. În conformitate cu legislaţia franceză, ea era unicul părinte al copilului. Reclamantele s-au plâns în temeiul art. 14 coroborat cu art. 8 din Convenţie că unul dintre parteneri nu putea adopta copilul celuilalt. Mai exact, acestea doreau să obţină aprobarea pentru a adopta copilul în cadrul sistemului de adopţie simplă în vederea creării unei legături de filiaţie între copil şi partenera mamei, situaţie care le-ar fi permis să exercite în comun autoritatea părintească în privinţa acestuia. Instanţele naţionale au respins cererea de aprobare a adopţiei pe motiv că aceasta implica un transfer al drepturilor părinteşti de la mama copilului către partenera sa, ceea ce nu era în interesul copilului (pct. 62). Curtea a examinat situaţia reclamantelor făcând comparaţie cu cea a unui cuplu căsătorit. Aceasta a observat că, în cazurile adopţiei simple, legislaţia franceză dădea dreptul numai cuplurilor căsătorite la exercitarea autorităţii părinteşti în comun. Observând că statele contractante nu erau obligate să acorde dreptul la căsătorie cuplurilor de acelaşi sex şi având în vedere statul special conferit căsătoriei, Curtea a concluzionat că situaţia juridică a reclamantelor nu era comparabilă cu cea a unui cuplu căsătorit (pct. 68). În ceea ce priveşte situaţia unui cuplu format din persoane de sexe diferite necăsătorite care a încheiat, precum reclamantele, un parteneriat civil, Curtea a observat că nu aveau dreptul la adopţie coparentală niciunul dintre acestea (pct. 69). Prin urmare, nu a existat nicio diferenţă de tratament fondată pe orientarea sexuală. În concluzie, Curtea a constatat că nu a avut loc nicio încălcare a art. 14 coroborat cu art. 8.", "(ii) Aplicarea acestor principii în prezenta cauză", "(α)  Comparaţie între situaţia reclamantelor şi cea a unui cuplu căsătorit în cadrul căruia unul dintre soţi doreşte să adopte copilul celuilalt soţ", "105. Prima întrebare la care trebuie să se răspundă este dacă reclamantele, respectiv prima reclamantă şi cea de-a treia, care alcătuiesc un cuplu format din persoane de acelaşi sex, şi fiul celei de-a treia reclamante se află într-o situaţie similară cu cea a unui cuplu format din persoane de sexe diferite căsătorite în cadrul căruia unul dintre soţi doreşte să adopte copilul biologic al celuilalt soţ.", "106. Recent, în cauza Gas şi Dubois, Curtea a răspuns negativ la această întrebare. Curtea consideră necesar să reia şi să confirme în prezenta cauză consideraţiile relevante. În primul rând, reaminteşte că art. 12. din Convenţie nu impune o obligaţie statelor contractante de a acorda acces la căsătorie cuplurilor formate din persoane de acelaşi sex (a se vedea Schalk şi Kopf, citată anterior, pct. 54-64 ). De asemenea, din art. 14 coroborat cu art. 8 (ibid., pct.101) nu decurge nici dreptul la căsătoria între persoane de acelaşi sex. Atunci când un stat membru decide să ofere cuplurilor formate din persoane de acelaşi sex o altă modalitate de recunoaştere juridică, acesta se bucură de o anumită marjă de apreciere în ceea ce priveşte natura exactă a statutului conferit (ibid., pct. 108; a se vedea de asemenea Gas şi Dubois, citată anterior, pct. 66). În plus, Curtea s-a pronunţat în mai multe rânduri că prin căsătorie este conferit un statut special celor ce o încheie. Exercitarea dreptului la căsătorie este protejată prin art. 12 din Convenţie şi determină consecinţe sociale, personale şi juridice (a se vedea, printre altele, Gas şi Dubois, citată anterior, pct. 68, şi Burden, citată anterior, pct. 63).", "107. Legislaţia austriacă cu privire la adopţie prevede un regim special pentru cuplurile căsătorite. În temeiul art. 179 alin. (2) C. civ., adopţia simultană este permisă exclusiv cuplurilor căsătorite. În schimb, cuplurile căsătorite pot adopta, ca regulă, numai împreună. Adopţia coparentală a copilului celuilalt soţ este prevăzută de articolul citat anterior ca o excepţie de la regulă.", "108. Făcând trimitere la hotărârea Curţii pronunţată în cauza Gas şi Dubois, Guvernul a argumentat că reclamantele nu se aflau într-o situaţie similară relevantă cu cea a unui cuplu căsătorit. De cealaltă parte, reclamantele au subliniat că nu doreau să revendice un drept care era rezervat cuplurilor căsătorite. Curtea nu constată nici un motiv pentru a se abate de la jurisprudenţa sa în materie.", "109. Având în vedere consideraţiile precedente, Curtea concluzionează că prima reclamantă şi cea de-a treia nu se află într-o situaţie similară relevantă cu cea a unui cuplu căsătorit din perspectiva adopţiei coparentale.", "110. În consecinţă, nu a fost încălcat art. 14 din Convenţie coroborat cu art. 8 atunci când se compară situaţia reclamantelor cu cea a unui cuplu căsătorit în cadrul căruia un soţ doreşte să adopte copilul celuilalt soţ.", "(ß)  Comparaţie între situaţia reclamantelor şi cea a unui cuplu format din persoane de sexe diferite necăsătorite în cadrul căruia unul dintre parteneri doreşte să adopte copilul celuilalt partener", "111. Curtea constată că observaţiile reclamantelor s-au axat pe comparaţia cu un cuplu format din persoane de sexe diferite necăsătorite. Acestea au subliniat că în temeiul legislaţiei austriece, adopţia coparentală era permisă nu doar cuplurilor căsătorite, ci şi cuplurilor heterosexuale necăsătorite, în timp ce din punct de vedere juridic nu era posibilă cuplurilor formate din persoane de acelaşi sex.", "Situaţie similară relevantă", "112. Curtea constată că, spre deosebire de comparaţia cu un cuplu căsătorit, nu s-a argumentat că există un statut juridic special care să diferenţieze un cuplu heterosexual necăsătorit de un cuplu format din persoane de acelaşi sex. Pe de altă parte, Guvernul nu pune în discuţie ca situaţia cuplurilor heterosexuale necăsătorite să fie comparabilă cu cea a cuplurilor homosexuale, admiţând că, sub aspectul persoanelor, cuplurile formate din persoane de acelaşi sex şi cuplurile formate din persoane de sexe diferite sunt, în teorie, la fel de apte ori de inapte pentru adopţie, în general, şi pentru adopţia coparentală, în special. Curtea constată că situaţia reclamantelor, care doreau să stabilească o legătură juridică între prima reclamantă şi cel de-al doilea reclamant, este comparabilă cu cea a unui cuplu format din persoane de sexe diferite în cadrul căruia unul dintre parteneri dorea să adopte copilul celuilalt partener.", "Diferenţa de tratament", "113. În continuare, Curtea va examina dacă a existat o diferenţă de tratament fondată pe orientarea sexuală a primei şi a celei de-a treia reclamante.", "114. Legislaţia austriacă permite adopţia coparentală în cazul cuplurilor formate din persoane de sexe diferite necăsătorite. În termeni generali, persoanele pot adopta în temeiul art. 179 C. civ. şi nicio dispoziţie a art. 182 alin. (2) C. civ., care reglementează efectele adopţiei, nu împiedică un partener din cadrul unui cuplu heterosexual necăsătorit să adopte copilul celuilalt partener fără ca legăturile dintre acesta din urmă şi copil să fie rupte. În schimb, în cazul unui cuplu format din persoane de acelaşi sex, adopţia coparentală este imposibilă din punct de vedere juridic. Această situaţie decurge din art. 182 alin. (2) C. civ., în conformitate cu care orice persoană care adoptă se substituie părintelui firesc de acelaşi sex cu aceasta. În prezenta cauză, întrucât prima reclamantă este o femeie, adopţia celui de-al doilea reclamant de către ea ar rupe numai legătura dintre acesta şi mama sa, care este partenerul de acelaşi sex al primei reclamante. Prin urmare, adopţia nu poate servi la crearea unei legături de filiaţie între prima reclamantă şi cel de-al doilea reclamant care să se adauge la legătura existentă între cel de-al doilea reclamant şi mama sa, cea de-a treia reclamantă. Deşi într-o primă etapă neutru, art. 182 alin. (2) C. civ. exclude adopţia coparentală în cazul cuplurilor formate din persoane de acelaşi sex.", "115. În vederea asigurării exhaustivităţii, Curtea constată că de la intrarea în vigoare a Legii privind parteneriatul înregistrat la 1 ianuarie 2010, cuplurile formate din persoane de acelaşi sex au avut posibilitatea de a încheia parteneriate înregistrate. Prima reclamantă şi cea de-a treia nu au uzat de această posibilitate. În orice caz, încheierea unui astfel de parteneriat nu le-ar fi permis să realizeze o adopţie coparentală, art. 8 alin. (4) din legea respectivă interzicând în mod expres adopţia de către unul dintre parteneri a copilului celuilalt partener.", "116. Astfel nu există nicio îndoială că, în ceea ce priveşte adopţia coparentală, legislaţia aplicabilă realizează o distincţie între cuplurile formate din persoane de sexe diferite necăsătorite şi cuplurile formate din persoane de acelaşi sex. În temeiul legislaţiei austriece în vigoare, adopţia coparentală era şi încă este imposibilă în situaţia reclamantelor. Situaţia ar rămâne aceeaşi şi dacă tatăl firesc al celui de-al doilea reclamant ar fi decedat sau ar fi fost necunoscut ori dacă ar exista temeiuri pentru ca refuzul său de a consimţi la adopţie să nu fie luat în considerare. Adopţia coparentală ar fi de asemenea imposibilă şi dacă tatăl celui de-al doilea reclamant ar consimţi la adopţie. Guvernul nu a contestat aceste argumente.", "117. Totuşi, Guvernul a argumentat pe marginea faptelor cauzei că acestea nu puneau în lumină nicio formă de discriminare. Guvernul a argumentat că cererea de omologare a convenţiei privind adopţia formulată de către reclamante a fost respinsă pentru motive independente de orientarea sexuală a primei şi a celei de-a treia reclamante. Mai întâi, instanţele, şi în special instanţa regională, s-au opus adopţiei solicitate pe motiv că aceasta nu era în interesul celui de-al doilea reclamant. În continuare, s-a subliniat că orice adopţie impunea consimţământul părinţilor fireşti ai copilului. Întrucât tatăl celui de-al doilea reclamant nu a consimţit, instanţele au fost obligate să respingă cererea de omologare în litigiu. Acestea ar fi fost obligate să se pronunţe exact în acelaşi fel dacă prima reclamantă ar fi fost partenerul de sex masculin al celei de-a treia reclamante. Altfel formulat, distincţia juridică operată prin art. 182 alin. (2) C. civ. nu a mai intrat în joc în circumstanţele cauzei reclamantelor. În consecinţă, Guvernul s-a exprimat că reclamantele solicitau Curţii să realizeze un control in abstracto al legislaţiei aplicabile.", "118. Având în vedere hotărârile pronunţate de către instanţele naţionale (a se vedea pct. 15, 18 şi 20 de mai sus), Curtea nu este convinsă de argumentul Guvernului. Mai întâi, instanţele naţionale au clarificat că o adopţie care să producă efectele avute în vedere de reclamante, şi anume să stabilească o legătură de filiaţie între prima reclamantă şi cel de-al doilea reclamant care să completeze legătura de filiaţie dintre acesta din urmă şi mama sa, era în orice caz imposibilă în temeiul art. 182 alin. (2) C. civ.", "119. Instanţa regională şi-a fundamentat hotărârea exclusiv pe motivul imposibilităţii juridice. Aceasta nu a realizat nicio cercetare a circumstanţelor particulare ale cauzei. În special, nu a abordat deloc chestiunea dacă tatăl celui de-al doilea reclamant a consimţit sau nu la adopţie ori dacă au existat temeiuri pentru a nu fi luat în considerare refuzul său de a consimţi, aşa cum au susţinut reclamantele.", "120. Instanţa regională a concluzionat de asemenea că adopţia solicitată de reclamante era din punct de vedere juridic imposibilă, dar a evocat şi alte aspecte ale cauzei. Aceasta a exprimat îndoieli asupra capacităţii celei de-a treia reclamante de a-şi reprezenta fiul în cadrul procedurii de adopţie din cauza unui posibil conflict de interese. Cu toate acestea, a opinat că era inutil să se pronunţe asupra acestei chestiuni pe motiv că instanţa regională refuzase în mod îndreptăţit să încuviinţeze adopţia fără a mai realiza o cercetare suplimentară. Pe baza informaţiilor de care Curtea dispune, nu rezultă că instanţa regională a ascultat mărturiile persoanelor în cauză, respectiv reclamantele şi tatăl celui de-al doilea reclamant. În privinţa rolului jucat de cel din urmă, instanţa regională s-a limitat la o constata – pe baza dosarului – că acesta avea contacte regulate cu fiul său. Aceasta nu a cercetat dacă, aşa cum susţineau reclamantele, existau temeiuri în temeiul art. 181 alin. (3) C. civ. pentru a nu fi luat în considerare refuzul tatălui de a consimţi. Pe de altă parte, s-a oprit îndelung asupra faptului că noţiunea „părinţi\" în temeiul legislaţiei austriece desemna două persoane de sexe diferite. De asemenea, a luat în considerare interesul copilului de a întreţine contacte cu doi părinţi de sexe diferite, aspect care, în opinia sa, excludea în mod clar adopţia copilului de către partenerul de acelaşi sex al unuia dintre părinţii săi. În plus, în lumina hotărârii pronunţate de Curte în cauza Karner (citată anterior), aceasta a cercetat dacă legislaţia în materia adopţiei în vigoare la acea dată realiza o discriminare în privinţa cuplurilor formate din persoane de acelaşi sex.", "121. Un alt element important care trebuie luat în considerare este faptul că instanţa regională a concluzionat în sensul admisibilităţii recursului formulat în faţa Curţii Supreme motivând că nu exista jurisprudenţă „cu privire la chestiunea în dezbatere, [...] anume dacă adopţia unui copil de către partenerul de acelaşi sex al unuia dintre părinţii săi era legală”. Potrivit Curţii, astfel este contrazisă categoric argumentaţia Guvernului potrivit căreia imposibilitatea juridică de a realiza adopţia coparentală în cazul unui cuplu format din persoane de acelaşi sex nu jucase niciun rol în soluţionarea prezentei cauze.", "122. Curtea Supremă a confirmat că adopţia unui copil de către partenera mamei fireşti a acestuia era imposibilă din punct de vedere juridic în temeiul art. 182 alin. (2) C. civ. şi a apreciat că dispoziţia respectivă nu depăşea marja de apreciere recunoscută statelor şi prin urmare aceasta era compatibilă cu art. 14 din Convenţie coroborat cu art. 8. În cele din urmă, a confirmat şi că având în vedere imposibilitatea juridică de fi realizată adopţia solicitată, nu era necesar să se examineze dacă au fost îndeplinite condiţiile pentru a nu fi luat în considerare refuzul tatălui de a consimţi, ca o măsură excepţională în temeiul de art. 181 alin. (3) C. civ.", "123. În concluzie, Curtea respinge argumentul Guvernului conform căruia reclamantele nu au fost afectate de diferenţa de regim juridic care rezultă din art. 182 alin. (2) C. civ. Potrivit Curţii, imposibilitatea juridică de a fi realizată adopţia solicitată de către reclamante se afla în centrul consideraţiilor instanţelor naţionale (a se vedea, mutatis mutandis, E.B. împotriva Franţei, citată anterior, pct. 88).", "124. Într-adevăr, acest impediment juridic a împiedicat instanţele naţionale să cerceteze în mod concret, în aplicarea art. 180a C. civ., dacă adopţia avută în vedere de reclamante era în interesul celui de-al doilea reclamant. În consecinţă, nu au examinat în detaliu circumstanţele cauzei. În plus, nu au examinat dacă au existat temeiuri care ar putea justifica neluarea în considerare a refuzului tatălui de a consimţi în conformitate cu art. 181 alin. (3) C. civ. Guvernul a argumentat că reclamantele nu şi-au fundamentat în mod suficient argumentele că au existat astfel de temeiuri, şi a subliniat că acestea nu au solicitat instanţelor să se pronunţe expres asupra acestui aspect. Curtea se limitează la a constata că instanţele naţionale nu s-au axat pe niciunul dintre aceste motive pentru a respinge cererea reclamantelor. Astfel cum este expus mai sus, instanţa districtuală şi instanţa regională nu au abordat această chestiune, iar Curtea Supremă a confirmat în mod expres că nu era necesar a fi soluţionată având în vedere imposibilitatea juridică de a fi realizată adopţia solicitată.", "125. Dacă prima reclamantă şi cea de-a treia ar fi compus un cuplu format din persoane de sexe diferite necăsătorite, instanţele naţionale nu ar fi putut să respingă cererea de adopţie opunând o cauză de inadmisibilitate. În mod contrar, instanţele ar fi avut obligaţia de a verifica dacă adopţia era în interesul celui de-al doilea reclamant în sensul art. 180a C. civ. Dacă tatăl copilului nu consimţea la adopţie, instanţele ar fi avut obligaţia de a verifica dacă existau circumstanţe excepţionale de natură a justifica neluarea în considerare a refuzului său în temeiul art. 181 alin. (3) C. civ. (a se vedea, spre exemplu, Eski, citată anterior, pct. 39-42, în ceea ce priveşte adopţia coparentală în cadrul unui cuplu format din persoane de sexe diferite, cauză în care instanţele austriece au realizat o cercetare în detaliu a chestiunii, punând în balanţă interesele tuturor persoanelor implicate – cuplul, copilul şi tatăl firesc al copilului – după ce ar fi ascultat în mod corespunzător declaraţiile tuturor şi ar fi stabilit faptele relevante).", "126. În consecinţă, Curtea constată că plângerea reclamantelor nu reprezintă în nicio privinţă o actio popularis. Astfel cum s-a arătat anterior (a se vedea pct. 123 de mai sus), reclamantele au fost în mod direct afectate de legislaţia în litigiu, întrucât art. 182 alin. (2) C. civ. conţine o interdicţie absolută privind adopţia coparentală în cazul unui cuplu format din persoane de acelaşi sex, stabilind orice examinare a circumstanţelor cauzei lor drept nenecesară şi irelevantă şi conducând la respingerea cererii lor ca urmare a opunerii unei cauze de inadmisibilitate. În consecinţă, nu se poate spune despre Curte că a fost solicitată să examineze in abstracto legislaţia criticată: Interdicţia absolută în discuţie, prin însăşi natura sa, înlătură circumstanţele factuale ale cauzei din sfera de examinare atât a instanţelor naţionale, cât şi a Curţii [a se vedea, mutatis mutandis, Hirst împotriva Regatului Unit (nr. 2) (MC), nr. 74025/01, pct. 72, CEDO 2005IX].", "127. Curtea completează că, la o primă privire, poate părea că diferenţa de tratament o priveşte în principal pe prima reclamantă, care este tratată în mod diferit de un partener din cadrul unui cuplu format din persoane de sexe diferite necăsătorite care doreşte să adopte copilul celuilalt partener. Totuşi, întrucât toţi cei trei reclamanţi se bucură de o viaţă de familie împreună (a se vedea pct. 96 de mai sus) şi că prin cererea de adopţie se urmărea obţinerea recunoaşterii juridice a acelei vieţi de familie, Curtea apreciază că toţi cei trei reclamanţi sunt direct afectaţi de diferenţa de tratament în litigiu şi prin urmare se pot pretinde a fi victime ale pretinsei încălcări.", "128. În cele din urmă, Guvernul a promovat un alt argument, respectiv că imposibilitatea juridică de a aproba cererea de adopţie reclamantelor nu era discriminatorie întrucât nu era fondată pe orientarea sexuală a primei şi a celei de-a treia reclamante. Guvernul a argumentat că art. 182 alin. (2) C. civ., care instituia interdicţia ca o femeie să adopte un copil atât timp cât legăturile juridice dintre acesta şi mama sa se menţineau, se aplica ca o normă generală. Respectiva normă interzicea şi ca o mătuşă să îşi adopte nepotul atât timp cât legătura dintre acesta şi mama sa rămânea intactă.", "129. Acest argument nu este convingător pentru Curte. Reclamantele s-au plâns că au fost tratate diferit de un cuplu heterosexual necăsătorit în privinţa posibilităţii de a obţine recunoaşterea juridică a vieţii lor de familie prin intermediul adopţiei coparentale. Mai întâi, Curtea observă că legătura dintre două surori adulte sau dintre o mătuşă şi nepotul său nu intră, în principiu, în sfera noţiunii „viaţă de familie” în sensul art. 8 din Convenţie. În al doilea rând, chiar dacă ar intra, Curtea a reţinut deja că relaţia dintre două surori care convieţuiesc este din punct de vedere calitativ de o natură diferită de relaţia unui cuplu, inclusiv un cuplu format din persoane de acelaşi sex (a se vedea, mutatis mutandis, Burden, citată anterior, pct. 62) În consecinţă, art. 182 alin. (2) C. civ. nu afectează alte persoane în acelaşi fel în care le afectează pe reclamante, a căror viaţă de familie este construită în jurul unui cuplu format din persoane de acelaşi sex.", "130. Având în vedere toate consideraţiile anterioare, Curtea constată că a existat o diferenţă de tratament între reclamante şi un cuplu format din persoane de sexe diferite necăsătorite în cadrul căruia unul dintre parteneri intenţiona să adopte copilul celuilalt partener. Acea diferenţă era în mod inseparabil conectată faptului că prima şi cea de-a treia reclamantă alcătuiau un cuplu format din persoane de acelaşi sex şi prin urmare se fonda pe orientarea sexuală a acestora.", "131. Este necesar să se facă distincţie între prezenta speţă şi cauza Gas şi Dubois (citată anterior, pct. 69), în care Curtea a constatat că nu a existat o diferenţă de tratament fondată pe orientarea sexuală între un cuplu format din persoane de sexe diferite necăsătorite şi un cuplu format din persoane de acelaşi sex întrucât, în temeiul legislaţiei franceze, interdicţia privind adopţia coparentală se răsfrângea asupra ambelor.", "Scop legitim şi proporţionalitate", "132. Cu toate că rezultă din considerentele precedente (a se vedea, în special, pct. 116 şi 126), Curtea consideră necesar să sublinieze că prezenta cauză nu are ca obiect clarificarea aspectului dacă, în circumstanţele cauzei, cererea de adopţie formulată de reclamante ar fi fost sau nu aprobată. În consecinţă, Curtea nu s-a aplecat asupra rolului jucat de tatăl celui de-al doilea reclamant, nici asupra necesităţii de a clarifica dacă au existat temeiuri pentru a nu fi luat în considerare refuzul său de a consimţi la adopţia respectivă. Ar fi aparţinut instanţelor naţionale competenţa de a soluţiona toate aceste aspecte dacă ar fi fost în măsură să examineze fondul cererii de adopţie.", "133. Chestiunea în dezbatere în faţa Curţii este exact faptul că instanţele respective se găsesc în imposibilitatea de a realiza o astfel de examinare deoarece adopţia celui de-al doilea reclamant de către partenera mamei sale era în orice caz imposibilă în temeiul art. 182 alin. (2) C. civ. Dimpotrivă, instanţele naţionale ar fi fost obligate să examineze fondul cererii de adopţie dacă aceasta ar fi privit adopţia coparentală de către un cuplu heterosexual necăsătorit.", "134. Cu toate că prezenta cauză poate fi analizată în cadrul dezbaterii mai largi asupra drepturilor părinteşti ale cuplurilor homosexuale, Curţii nu i s-a solicitat să se pronunţe asupra problemei adopţiei coparentale în cazul cuplurilor formate din persoane de acelaşi sex ca atare, fără să mai amintim de problema adopţiei în cazul cuplurilor formate din persoane de acelaşi sex în general. Este necesar ca aceasta să se pronunţe asupra unei probleme strict definite, respectiv aceea de a clarifica dacă reclamantele în cauză au fost sau nu victimele unei discriminări în materia adopţiei coparentale între cuplurile formate din persoane de sexe diferite necăsătorite şi cuplurile formate din persoane de acelaşi sex.", "135. Curtea reaminteşte că interzicerea discriminării consacrată în art. 14 se extinde dincolo de exercitarea drepturilor şi libertăţilor pe care Convenţia şi Protocoalele le solicită fiecărui stat membru să le garanteze. Interdicţia se aplică de asemenea drepturilor suplimentare în măsura în care intră în sfera de aplicare generală a unuia dintre articolele din Convenţie pe care statul a decis în mod voluntar să le protejeze. În timp ce art. 8 nu garantează un drept la adopţie, Curtea s-a pronunţat deja, în ceea ce priveşte adopţia de către o persoană homosexuală singură, că un stat care consacră un drept excedând obligaţiile sale obişnuite în temeiul art. 8 din Convenţie nu poate aplica acel drept într-o manieră discriminatorie în sensul art. 14 (a se vedea E.B împotriva Franţei, citată anterior, pct. 49).", "136. În contextul prezentei cauze, Curtea observă că nu există nicio obligaţie în temeiul art. 8 din Convenţie de a extinde dreptul la adopţie coparentală în cazul cuplurilor necăsătorite (a se vedea Gas şi Dubois, citată anterior, pct. 66-69; a se vedea, de asemenea, Emonet şi alţii, citată anterior, pct. 79-88). Cu toate acestea, legislaţia austriacă permite adopţia coparentală în cazul cuplurilor formate din persoane de sexe diferite necăsătorite. Prin urmare, Curtea trebuie să examineze dacă refuzarea acestui drept cuplurilor formate din persoane de acelaşi sex (necăsătorite) serveşte unui scop legitim şi este proporţională în raport cu acest scop.", "137. Din hotărârile instanţelor naţionale şi din observaţiile Guvernului reiese că legislaţia austriacă în materia adopţiei avea ca scop recrearea situaţiei existente în familia firească. În hotărârea sa din 21 februarie 2006, instanţa regională a subliniat că dispoziţiile în litigiu aveau ca obiectiv protejarea „familiei tradiţionale”. Legislaţia austriacă avea la bază principiul conform căruia un minor trebuia să aibă ca părinţi două persoane de sexe diferite, conform realităţii biologice. Instanţa a apreciat că decizia legiuitorului de a nu prevedea adopţia unui copil de către partenerul homosexual al unuia dintre părinţii săi, operaţiune care ar rupe legătura dintre copil şi părintele de sex diferit, urmărea un scop legitim. În mod similar, în hotărârea sa din 27 septembrie 2006, Curtea supremă s-a pronunţat că adopţia avea ca obiectiv principal să încredinţeze unor persoane apte şi responsabile educarea copiilor lipsiţi de părinţi sau de posibilitatea de a primi o educaţie corectă din partea părinţilor lor. Aceasta a apreciat că obiectivul respectiv nu putea fi atins decât dacă adopţia permitea recrearea în măsura posibilului a situaţiei existente într-o familie firească. Rezumând, instanţele naţionale şi Guvernul au acordat prioritate obiectivului de protejare a familiei tradiţionale, bazat pe prezumţia tacită conform căreia numai familiile compuse din părinţi de sexe diferite sunt apte să crească aşa cum se cuvine copii.", "138. Curtea recunoaşte că scopul protejării familiei în sens tradiţional reprezintă, în principiu, un temei important şi legitim de natură a justifica o diferenţă de tratament (a se vedea Karner, citat anterior, pct. 40, şi Kozak, citat anterior, pct. 98). Este evident că protejarea intereselor copilului este de asemenea un scop legitim. Rămâne de clarificat dacă principiul proporţionalităţii a fost respectat în speţă.", "139. Curtea reaminteşte principiile care se desprind din jurisprudenţa sa. Scopul protejării familiei, în sensul tradiţional al termenului, este mai degrabă abstract şi o varietate largă de măsuri concrete pentru atingerea acestuia pot fi utilizate (a se vedea Karner, citată anterior, pct. 41, şi Kozak, citată anterior, pct. 98). În plus, întrucât Convenţia este un instrument viu, care trebuie interpretat prin prisma condiţiilor actuale, statul, atunci când alege mijloacele destinate protejării familiei şi garantării respectării vieţii de familie astfel cum prevede art. 8, trebuie în mod obligatoriu să ia în considerare evoluţia societăţii, precum şi schimbările care ţin de maniera de a percepe aspectele ce ţin de societate, statut civil şi cele de ordin relaţional, inclusiv faptul că nu întotdeauna există o singură cale ori o singură alegere atunci când este vorba despre conducerea unei vieţi private şi de familie (a se vedea Kozak, citată anterior, pct. 98).", "140. Atunci când marja de apreciere de care dispun statele este restrânsă, precum în situaţia în care există o diferenţă de tratament fondată pe sex ori pe orientarea sexuală, principiul proporţionalităţii nu impune numai ca măsura aleasă să fie corespunzătoare în principiu pentru atingerea scopului urmărit. Trebuie de asemenea să se demonstreze că era necesar în vederea atingerii scopului respectiv ca anumite categorii de persoane să fie excluse, de exemplu persoane care aveau o relaţie de natură homosexuală, din sfera de aplicare a dispoziţiilor respective (a se vedea Karner, citată anterior, pct. 41 şi Kozak citată anterior, pct. 99).", "141. În temeiul jurisprudenţei citate anterior, Curtea observă că sarcina probei incumbă Guvernului. Îi revine Guvernului obligaţia de a demonstra că protejarea familiei, în sensul tradiţional al termenului, şi, în special, protejarea intereselor copilului, impun interzicerea adopţiei în cazul cuplurilor formate din persoane de acelaşi sex, adopţie care este posibilă în cazul cuplurilor formate din persoane de sexe diferite necăsătorite.", "142. Curtea reaminteşte că art. 182 alin. (2) C. civ. conţine o interdicţie absolută, chiar dacă implicită, privind adopţia coparentală în cazul cuplurilor formate din persoane de acelaşi sex. Guvernul nu a furnizat argumente specifice, studii ştiinţifice sau alte mijloace de probă de natură a demonstra că o familie cu doi părinţi de acelaşi sex nu ar putea în nicio circumstanţă să ofere o îngrijire corespunzătoare unui copil. Pe de altă parte, a recunoscut că, sub aspectul persoanelor, cuplurile formate din persoane de acelaşi sex pot fi la fel de apte sau de inapte ca şi cuplurile formate din persoane de sexe diferite atunci când este vorba despre adopţia copiilor. În continuare, Guvernul a declarat că scopul Codului civil nu era acela de a priva partenerii de acelaşi sex de posibilitatea de a recurge la adopţie coparentală. Totuşi a subliniat că legiuitorul a intenţionat să evite o situaţie în care un copil putea să aibă, din punct de vedere juridic, doi taţi sau două mame. Excluderea expresă din sfera adopţiei coparentale a cuplurilor de acelaşi sex fusese introdusă de-abia în 2010 prin Legea privind parteneriatul înregistrat, care nu era în vigoare la momentul la care prezenta cauză a fost soluţionată de instanţele naţionale şi prin urmare nu prezenta relevanţă în prezenta cauză.", "143. Curtea a răspuns deja argumentului potrivit căruia Codul civil nu urmăreşte în mod specific să excludă partenerii de acelaşi sex (a se vedea pct. 128 şi 129 de mai sus). Referitor la Legea privind parteneriatul înregistrat, Curtea admite că aceasta nu face, în mod direct, obiectul prezentei cauze. Cu toate acestea poate prezenta relevanţă în măsura în care textul său permite înţelegerea motivelor care stau la baza interdicţiei adopţiei coparentale în cazul cuplurilor formate din persoane de acelaşi sex. Totuşi expunerea de motive a proiectului de lege (a se vedea pct. 42 de mai sus) prevede numai că art. 8 alin. (4) din lege a fost inclus în acesta ca urmare a repetatelor solicitări formulate în timpul procedurii de consultare. Cu alte cuvinte, această dispoziţie reflectă numai poziţia anumitor segmente ale societăţii care se opun ideii de a oferi posibilitatea adopţiei coparentale cuplurilor formate din persoane de acelaşi sex.", "144. Curtea adaugă că legislaţiei austriece pare să îi lipsească coerenţa. Aceasta autorizează adopţia de către o singură persoană, chiar de orientare homosexuală. Dacă această persoană are un partener sau o parteneră înregistrată, este necesar consimţământul acestuia sau acesteia în conformitate cu art. 181 alin. (1) a doua teză C. civ., astfel cum a fost modificat prin Legea privind parteneriatul înregistrat (pct. 40 de mai sus). Legiuitorul admite, prin urmare, că un copil poate creşte în cadrul unei familii care are la bază un cuplu format din persoane de acelaşi sex, acceptând astfel că situaţia nu este dăunătoare copilului. Cu toate acestea, legislaţia austriacă prevede în mod expres că un copil nu trebuie să aibă două mame sau doi taţi [a se vedea, mutatis mutandis, Christine Goodwin împotriva Regatului Unit (MC), nr. 28957/95, pct. 78, CEDO 2002VI, în care Curtea a luat în considerare lipsa de coerenţă a sistemului juridic intern].", "145. Curtea consideră pertinent argumentul reclamantelor potrivit căruia familii de facto care au la bază un cuplu format din persoane de acelaşi sex există, însă le este refuzată posibilitatea de a obţine recunoaştere şi protecţie juridică. Curtea constată că, în mod contrar adopţiei monoparentale şi adopţiei simultane, care în mod obişnuit au ca scop să creeze legături între un copil şi un adoptator străini unul de celălalt, adopţia coparentală are ca obiectiv să confere partenerului unuia dintre părinţii copilului drepturi în privinţa acestuia. Chiar Curtea a subliniat frecvent importanţa pe care o are recunoaşterea juridică a familiilor de facto (a se vedea, Wagner şi J.M.W.L. împotriva Luxemburgului, nr. 76240/01, pct. 119, 28 iunie 2007; de asemenea, în contextul adopţiei coparentale, Eski, citată anterior, pct. 39, şi Emonet şi alţii, citată anterior, pct. 63-64).", "146. Toate considerentele expuse mai sus – existenţa unei familii de facto compusă din reclamante, importanţa pe care o are pentru acestea posibilitatea de a obţine recunoaşterea ei juridică, insuficienta probelor aduse de Guvern pentru a demonstra că ar fi în detrimentul copilului să fie crescut de către un cuplu format din persoane de acelaşi sex sau să aibă, din punct de vedere juridic, două mame sau doi taţi şi, mai ales, recunoaşterea de către Guvern a faptului că un cuplu format din persoane de acelaşi sex poate fi la fel de apt precum un cuplu format din persoane de sex diferit pentru adopţia coparentală – pun în mod serios la îndoială proporţionalitatea interdicţiei absolute în ceea ce priveşte adopţia coparentală care rezultă, în cazul cuplurilor formate din persoane de acelaşi sex, din art. 182 alin. (2) C. civ. În absenţa altor motive deosebit de solide şi de convingătoare care să militeze pentru o interdicţie absolută, considerentele expuse până în acest punct par să demonstreze mai degrabă că instanţele ar trebui să poată examina fiecare situaţie în parte. Această modalitate de a proceda pare a fi mai degrabă conformă interesului superior al copilului, care este o noţiune-cheie în cadrul instrumentelor internaţionale relevante (a se vedea, în special, pct. 49 de mai sus, şi E.B. împotriva Franţei, citată anterior, pct. 95).", "147. Pentru a justifica diferenţa de tratament în litigiu, Guvernul a propus un alt argument. Invocând art. 8 din Convenţie, a susţinut că statele beneficiază de o marjă largă de apreciere în materia legislaţiei cu privire la adopţie, materie în care asigurarea unui echilibru între interesele tuturor persoanelor implicate reprezintă un exerciţiu delicat. În prezenta cauză, această libertate era chiar mai extinsă, întrucât nu exista un consens la nivel european în privinţa chestiunii adopţiei coparentale de către cuplurile formate din persoane de acelaşi sex.", "148. Curtea observă că întinderea marjei de apreciere a statelor în temeiul art. 8 din Convenţie depinde de un anumit număr de factori. Atunci când un aspect deosebit de important al existenţei sau al identităţii unei persoane se află în joc, marja lăsată statelor va fi în mod obişnuit restrânsă. În mod contrar, atunci când nu există consens în rândul statelor membre ale Consiliului Europei, fie că este vorba despre importanţa relativă a interesului aflat în joc, fie că este vorba despre cele mai bune metode de a-l proteja, în special atunci când cauza ridică probleme sensibile ce ţin de morală ori de etică, marja de apreciere va fi mai largă [a se vedea, drept exemple recente, S.H. şi alţii împotriva Austriei, citată anterior, pct. 94, şi A, B şi C împotriva Irlandei (MC), nr. 25579/05, pct. 232, CEDO 2010]. Totuşi, Curtea reaminteşte că în cazul unei alegaţii privind discriminarea fondată pe sex sau pe orientarea sexuală care urmează a fi examinată în temeiul art. 14, marja de apreciere a statului este restrânsă (a se vedea pct. 99 de mai sus).", "149. În plus, şi numai pentru a răspunde afirmaţiei Guvernului potrivit căreia nu există consens la nivel european în materie, este necesar să se aibă în vedere că problema asupra căreia i s-a solicitat Curţii să se pronunţe nu este aceea a chestiunii generale referitoare la accesul persoanelor de acelaşi sex la adopţia coparentală, ci aceea a pretinsei diferenţe de tratament între cuplurile formate din persoane de sexe diferite necăsătorite şi cuplurile formate din persoane de acelaşi sex în ceea ce priveşte acest tip de adopţie (a se vedea pct. 134 de mai sus). În aceste condiţii, numai acele zece state membre ale Consiliului Europei care permit adopţia coparentală în cazul cuplurilor necăsătorite pot să servească drept element de comparaţie. În cadrul acestui grup, şase state tratează cuplurile formate din persoane de sexe diferite şi cuplurile formate din persoane de acelaşi sex în aceeaşi manieră, în timp ce patru adoptă aceeaşi poziţie ca şi Austria (a se vedea elementele de drept comparat expuse la pct. 57 de mai sus). Curtea apreciază că îngustimea acestui eşantion nu permite să se concluzioneze în privinţa unui eventual consens între statele membre ale Consiliului Europei.", "150. Potrivit Curţii, acelaşi lucru este valabil în privinţa Convenţiei europene în materia adopţiei de copii din 2008. Mai întâi, Curtea observă că această convenţie nu a fost ratificată de către Austria. În al doilea rând, având în vedere numărul redus de ratificări existente deocamdată, poate fi firesc să apară îndoieli dacă această convenţie exprimă comunitatea de opinii actuale între statele europene. În orice caz, Curtea observă că art. 7 alin. (1) din Convenţia în materia adopţiei de copii din 2008 prevede că statele trebuie să permită adopţia de către două persoane de sexe diferite (care sunt căsătorite una cu cealaltă sau, atunci când există o astfel de instituţie, care au încheiat un parteneriat înregistrat) sau de către o singură persoană. În temeiul art. 7 alin. (2), statele au posibilitatea de a extinde domeniul de aplicare a convenţiei la cuplurile formate din persoane de acelaşi sex care sunt căsătorite una cu cealaltă sau care au încheiat un parteneriat înregistrat, precum şi la „cuplurile formate din persoane de sexe diferite şi de acelaşi sex care trăiesc împreună într-o relaţie stabilă”. Din formularea art. 7 alin. (2) nu rezultă că statele au libertatea de a trata în mod diferit cuplurile formate din persoane de sexe diferite şi cuplurile formate din persoane de acelaşi sex care trăiesc împreună într-o relaţie stabilă. Recomandarea din 31 martie 2010 a Comitetului Miniştrilor [CM/Rec (2010)5] pare să indice aceeaşi direcţie: paragraful 23 invită statele membre să se asigure că drepturile şi obligaţiile conferite cuplurilor necăsătorite se aplică într-o manieră nediscriminatorie atât cuplurilor formate din persoane de acelaşi sex, cât şi cuplurilor formate din persoane de sexe diferite. În orice caz, chiar dacă interpretarea art. 7 alin. (2) din Convenţia din 2008 ar conduce la un rezultat diferit, Curtea reaminteşte că statele sunt răspunzătoare în conformitate cu Convenţia pentru angajamentele asumate, anterior intrării în vigoare a Convenţiei, în temeiul unor tratate [a se vedea Al-Saadoon şi Mufdhi împotriva Regatului Unit, nr. 61498/08, pct. 128, CEDO 2010 (extrase)].", "151. Curtea este conştientă că realizarea unui echilibru între protejarea familiei în sensul tradiţional al termenului şi drepturile minorităţilor sexuale care decurg din Convenţie reprezintă un exerciţiu prin natura sa dificil şi delicat, care poate obliga statele să concilieze puncte de vedere şi interese concurente percepute de părţile interesate ca fiind fundamental antagonice (a se vedea Kozak, citată anterior, pct. 99). Cu toate acestea, având în vedere considerentele precedente, Curtea apreciază că Guvernul nu a oferit motive deosebit de solide şi de convingătoare de natură a stabili că excluderea cuplurilor formate din persoane de acelaşi sex din sfera de aplicare a adopţiei coparentale, la care aveau dreptul cuplurile formate din persoane de sexe diferite necăsătorite, era necesară în vederea protejării familiei tradiţionale sau în vederea protejării intereselor copilului. Distincţia realizată prin legislaţia austriacă este prin urmare incompatibilă cu Convenţia.", "152. Curtea reaminteşte încă o dată că în prezenta cauză nu a avut misiunea de a stabili dacă cererea privind adopţia formulată de reclamante ar fi trebuit sau nu să fie aprobată. Litigiul cu care este sesizată urmăreşte să clarifice dacă reclamantele au fost victimele unei discriminări ca urmare a faptului că adopţia vizată se lovea de un obstacol juridic absolut, instanţele naţionale neavând posibilitatea de a cerceta concret dacă aceasta servea sau nu interesului celui de-al doilea reclamant. În această privinţă, Curtea face trimitere la două hotărâri recente prin care a constatat încălcarea art. 14 coroborat cu art. 8 pe motiv că tatăl unui copil născut în afara căsătoriei nu a putut obţine examinarea de către instanţele interne a situaţiei dacă acordarea autorităţii părinteşti comune ambilor părinţi sau acordarea autorităţii părinteşti exclusive tatălui era în interesul copilului (Zaunegger împotriva Germaniei, nr. 22028/04, pct. 61-63, 3 decembrie 2009, şi Sporer împotriva Austriei, nr. 35637/03, pct. 88-90, 3 februarie 2011).", "153. În concluzie, Curtea constată că a fost încălcat art. 14 din Convenţie coroborat cu art. 8 atunci când situaţia reclamantelor este comparată cu aceea a unui cuplu format din persoane de sexe diferite necăsătorite în cadrul căruia unul dintre parteneri doreşte să adopte copilul celuilalt.", "II.  Cu privire la aplicarea art. 41 din Convenţie", "154. Art. 41 din Convenţie prevede următoarele:", "„Dacă Curtea declară că a avut loc o încălcare a convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă”.", "A. Prejudiciu", "155. Reclamantele au pretins fiecare 50.000 euro (EUR) cu titlul de despăgubire pentru prejudiciul moral.", "156. Guvernul a susţinut că acordarea unei despăgubiri pentru prejudiciul moral nu era justificată în circumstanţele cauzei. Guvernul a subliniat în special că reclamantele nu au fost împiedicate să convieţuiască aşa cum doreau. În orice caz, suma pretinsă de reclamante nu era în concordanţă cu sumele acordate în cauze similare.", "157. Curtea apreciază că reclamantele trebuie să fi suferit un prejudiciu moral care nu este suficient reparat prin simpla constatare a încălcării art. 14 coroborat cu art. 8. În plus, Curtea apreciază că reclamantelor, ca familie, le-a fost adusă atingere prin încălcarea constatată. Prin urmare, consideră necesar să le acorde în comun o sumă cu titlu de despăgubire pentru prejudiciul moral. Pronunţându-se în echitate şi având în vedere suma acordată într-o cauză similară (a se vedea E.B. împotriva Franţei, citată anterior, pct. 102), Curtea acordă în comun reclamantelor suma de 10.000 euro pentru prejudiciul moral.", "B. Cheltuieli de judecată", "158. Reclamantele au pretins o sumă totală de 49.680,94 euro cu titlu de cheltuieli de judecată. Această sumă este compusă din 6.156,59 euro pentru cheltuielile de judecată efectuate în faţa instanţelor naţionale şi 43.524,35 euro pentru cheltuielile de judecată efectuate în faţa Curţii. Aceste sume includ taxa pe valoarea adăugată (TVA).", "159. Potrivit reclamantelor, cheltuielile de judecată efectuate în cadrul procedurii în faţa Curţii Constituţionale, pe de o parte, şi a instanţelor civile, pe de altă parte, se ridică la 2.735,71 euro, respectiv la 3.420,88 euro. Acestea au argumentat că sesizarea Curţii Constituţionale era necesară întrucât decizia pronunţată de această instanţă le-a permis să se asigure că introducerea în faţa instanţelor a unei cereri de omologare a convenţiei privind adopţia nu ar avea ca rezultat pierderea drepturilor părinteşti de către cea de-a treia reclamantă.", "160. Potrivit reclamantelor, cheltuielile de judecată efectuate în cadrul procedurii în faţa Curţii includ cheltuielile de transport şi de cazare suportate de avocatul acestora pentru a lua parte la şedinţa Secţiei întâi, respectiv 889,08 euro, iar ulterior pentru a lua parte la şedinţa Marii Camere, respectiv 913,22 euro. Acestea au adăugat o sumă totală de 1832,30 euro drept despăgubire pentru foloasele nerealizate de către avocatul lor din cauza deplasării şi şederii la Strasbourg în vederea reprezentării lor în faţa Curţii. Celelalte cheltuieli pretinse reprezentau onorariul avocatului. Reclamantele au subliniat că procedura în faţa Marii Camere nu a reprezentat o simplă repetare a procedurii urmate în faţa camerei, în special deoarece Curtea a adresat mai multe întrebări suplimentare părţilor şi a fost nevoie ca mai multe observaţii ale terţilor intervenienţi să fie analizate şi evocate în cadrul şedinţei.", "161. Potrivit aprecierilor Guvernului, cheltuielile de judecată efectuate în scopul procedurii în faţa Curţii Constituţionale nu erau necesare. Guvernul a argumentat că, potrivit jurisprudenţei Curţii Constituţionale cu privire la art. 140 din Constituţia federală, un justiţiabil nu putea sesiza direct Curtea Constituţională decât dacă încălcarea care face obiectul plângerii rezulta din aplicarea directă a legii. În prezenta cauză, reclamantele aveau posibilitatea de a sesiza instanţele civile.", "162. În ceea ce priveşte procedura urmată în temeiul Convenţiei, Guvernul a argumentat că per ansamblu cheltuielile pretinse erau excesive. În plus, a susţinut că reclamantele au avut posibilitatea de a se baza pe o gamă largă de argumente deja invocate în cadrul procedurilor la nivel naţional, şi că în cadrul procedurii în faţa Marii Camere au avut posibilitatea de a se baza pe propriile observaţii înaintate camerei.", "163. Potrivit jurisprudenţei Curţii, un reclamant are dreptul la rambursarea cheltuielilor de judecată numai în măsura în care s-a stabilit caracterul real, necesar şi rezonabil al acestora. În ceea ce priveşte procedurile la nivel naţional, Curtea apreciază că nu erau necesare cheltuielile efectuate în scopul procedurii în faţa Curţii Constituţionale. Aceasta observă în special că plângerea reclamantelor a fost respinsă ca inadmisibilă de către Curtea Constituţională. În consecinţă, acordă numai cheltuielile pretinse aferente procedurilor urmate în faţa instanţelor civile, respectiv 3.420,88 euro. În ceea ce priveşte cheltuielile de judecată efectuate în cadrul procedurii în faţa Curţii, având în vedere documentele aflate în posesia sa şi criteriile sus-menţionate, Curtea consideră că este necesar să acorde 25.000 euro persoanelor interesate. În total Curtea acordă reclamantelor 28.420,88 euro cu titlu de cheltuieli de judecată.", "C. Dobânzi moratorii", "164. Curtea consideră necesar ca rata dobânzii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "", "Pentru aceste motive, Curtea:", "", "1.\tdeclară, în unanimitate, cererea admisibilă;", "", "2.\thotărăşte, în unanimitate, că nu a fost încălcat art. 14 din Convenţie coroborat cu art. 8 atunci când se compară situaţia reclamantelor cu cea a unui cuplu căsătorit în cadrul căruia unul dintre soţi doreşte să adopte copilul celuilalt soţ;", "", "3.\thotărăşte cu zece voturi pentru şi şapte împotrivă că a fost încălcat art. 14 din Convenţie coroborat cu art. 8 atunci când se compară situaţia reclamantelor cu cea a unui cuplu format din persoane de sexe diferite necăsătorite în cadrul căruia unul dintre parteneri doreşte să adopte copilul celuilalt partener;", "", "4.\thotărăşte cu unsprezece voturi pentru şi şase împotrivă", "(a) că statul pârât trebuie să plătească, în termen de trei luni, următoarele sume:", "i) 10.000 euro (zece mii de euro), plus orice sumă ce poate fi datorată cu titlu de impozit, în comun reclamantelor, pentru prejudiciul moral;", "(ii) 28.420,88 euro (douăzeci şi opt de mii patru sute douăzeci virgulă optzeci şi opt euro), plus orice sumă ce poate fi datorată cu titlu de impozit de către reclamante, pentru cheltuielile de judecată;", "(b) că, de la expirarea termenului de trei luni menţionat anterior şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "", "5. respinge, în unanimitate, cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere formulate de reclamante.", "Redactată în limbile engleză şi franceză şi pronunţată în şedinţă publică în clădirea Curţii Europene a Drepturilor Omului, la Strasbourg, la 19 februarie 2013 în conformitate cu art. 77 § 2 şi art. 77 § 3 din Regulamentul Curţii.", "\t", "", "Președinte\tGrefier adjunct\t", "Dean Spielmann\tJohan Callewaert\t\t\t", "În conformitate cu art. 45 § 2 din Convenţie şi cu art. 74 § 2 din Regulamentul Curţii, următoarele opinii separate sunt anexate la prezenta hotărâre:", "", "(a) Opinia concordantă a judecătorului Spielmann;", "(b) Opinie comună parţial separată a judecătorilor Casadevall, Ziemele, Kovler, Jočienė, Šikuta, de Gaetano şi Sicilianos.", "", "D.S.\nJ.C.", "", "", "Opiniile separate nu au fost traduse, dar pot fi găsite în engleză și franceză, în versiunile oficiale ale hotărârii, care pot fi consultate în baza de date HUDOC a Curții.", "", "", "", "", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2013.", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului (http://hudoc.echr.coe.int) sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Traducerea poate fi reprodusă în scop necomercial, condiţia fiind ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior şi la Fondul Fiduciar pentru Drepturile Omului. Dacă intenţionaţi să folosiţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi publishing@echr.coe.int.", "", "© Council of Europe/ European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2013", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int) où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int."]}