{"file": "RUS_HJUDRUS_17008_07.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "17008/07", "text_paragraphs": ["Перевод и разрешение на републикацию были предоставлены под руководством Главного Управления Правительственного Уполномоченного, Министерство Юстиции Республики Молдова (). Разрешение на републикацию этого перевода было предоставлено с единственной целью его включения в базе данных по прецедентному праву HUDOC Европейского суда по правам человека.\t", "", "The present text and the authorisation to re-publish were granted under the authority of the Governmental Agent’s General Department from the Ministry of Justice of the Republic of Moldova (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "La traduction et l’autorisation de republier ont été accordées sous l’autorité de la Direction générale de l’Agent gouvernemental du Ministère de la Justice de la République de Moldova (). L’autorisation de republier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "", "ТРЕТЬЯ СЕКЦИЯ", "", "", "", "", "ДЕЛО ЭДУАРД ПОПА против МОЛДОВЫ", "", "(Жалоба № 17008/07)", "", "", "", "", "ПОСТАНОВЛЕНИЕ", "", "", "", "", "СТРАСБУРГ", "", "12 февраля 2013 года", "", "", "ОКОНЧАТЕЛЬНОЕ", "12.05.2013", "", "", "", "Данное постановление может быть подвергнуто редакционной правке.", "", "В деле Эдуард Попа против Республики Молдова,", "Европейский суд по правам человека (третья секция), заседая Палатой в следующем составе:", "\tЖозэп Касадеваль, председатель\n\t,\n\tКорнелиу Бырсан,\n\tЯн Шикута,\n\t,\n\tИоганнес Силвис,\n\tВалериу Грицко, судьи,\nи Сантьяго Кесада, заместитель секретаря секции,", "заседая 22 января 2013 года, за закрытыми дверями, вынес в тот же день следующее постановление:", "ХОД ПРОЦЕССА", "1.  Дело было инициировано жалобой (№ 17008/07) против Республики Молдова, поданной в суд в соответствии со статьей 34 Конвенции о защите прав человека и основных свобод (далее - конвенция), гражданином Республики Молдова г-ном Эдуардом Попа (далее – заявитель) 4 апреля 2007 года.", "2.  Интересы заявителя представлял в суде г-н В. Грибинча, адвокат, практикующий в мун. Кишинэу. Власти Республики Молдова (далее - власти) были представлены уполномоченным Республики Молдова при Европейском суде по правам человека г-ном В. Гросу.", "3.  Заявитель жаловался, в частности, на нарушение положений статей 2 и 3 Конвенции.", "4.  7 сентября 2009 года Европейский суд уведомил власти о поданной жалобе. Также, согласно положениям пункта 1 статьи 29 Конвенции, суд решил рассмотреть жалобу по существу одновременно с решением вопроса о ее приемлемости.", "ФАКТЫ", "I.\tОБСТОЯТЕЛЬСТВА ДЕЛА", "5.  Заявитель родился в 1981 году и проживает в г. Яловень.", "6.  На момент событий заявитель отбывал наказание в пенитенциарном учреждении открытого типа в с. Гоян. В течении дня он работал вне пенитенциарного учреждения, а ночью возвращался обратно в пенитенциарное учреждение. 18 ноября 2005 года он попросил разрешения пойти домой, но ему отказали в этом. Несмотря на то, что ему не разрешили уйти, все-таки в тот вечер он не вернулся в пенитенциарное учреждение, оставшись на ночь дома у родителей недалеко от г. Яловень.", "7.  19 ноября 2005 года примерно в 9 часов утра заявитель пошел в аптеку для того, чтобы купить лекарственные средства от болей в спине. По дороге домой, примерно в 10.00 часов, перед ним остановилась машина. По словам заявителя из машины вышел сотрудник полиции, ударил его по лицу и затолкнул в машину, после чего заявитель потерял сознание. Власти не подтвердили это утверждение заявителя, но допустили как одну из версий.", "8.  Между временем, примерно в 9.30 ч., два сотрудника полиции пришли домой к родителям заявителя. Они обыскали дом и спросили мать заявителя о месте его нахождения. В то время как они там находились, одному из сотрудников полиции позвонили по телефону и он сообщил собеседнику, что находится дома у заявителя. Позднее, ему опять позвонили, и разговор продлился пять секунд, после которого мать заявителя поняла, что полиция нашла ее сына. Оба сотрудника полиции сразу же ушли. Мать заявителя последовала за ними и попросила не избивать её сына. Затем, сотрудники полиции встретились с одним ее соседом, который знал их и спросил, по какой причине они там находятся. Сотрудники полиции ответили, что они ищут преступников, а когда он их спросил, если они нашли их, то они ответили утвердительно.", "9.  20 ноября 2005 года примерно в 11 часов утра, двое мужчин нашли заявителя лежащим на земле недалеко от озера, находящегося на расстоянии примерно в 1,5 км от города Яловень. Заявитель не мог разговаривать и ходить, на его лице были травмы, присущие насильственному нападению, а одежда была грязной и мокрой. Его перенесли в помещение для сторожей, находящееся неподалеку, где он согрелся и где его одежда высохла. Спустя некоторое время он начал отвечать на некоторые адресованные ему вопросы, его поведение было немного странным. В особенности он называл свое имя, а также иногда выкрикивал имя, только позднее они узнали, что это имя его брата. Также, заявитель начал есть ил, что заставило людей, нашедших его, подумать о том, что он находится под влиянием наркотических средств. Эти люди дали заявителю куртку и пару ботинок, после чего он отправился пешком в направлении города Яловень. Мать заявителя опровергла утверждение о том, что заявитель перемещался сам, и утверждала, что лица, нашедшие его, подумали, что он находится под влиянием наркотических средств, и прогнали его, вместо того, чтобы вызвать машину скорой помощи.", "10.  21 ноября 2005 года эти же лица вновь нашли заявителя, лежащим на расстоянии примерно в тридцать метров от соответствующего помещения. Они вызвали машину скорой помощи и заявителя отвезли в больницу.", "11.  21 ноября 2005 года примерно в 16.30 ч., семье заявителя позвонили по телефону из больницы мун. Кишинэу и уведомили о том, что их сын находится в критическом состоянии.", "12.  Родители заявителя на следующий день пришли к нему в больницу и узнали, что его избили сотрудники полиции и оставили лежать на берегу озера неподалеку от г. Яловень. Из-за низких температур, он получил обморожения 4-й степени тяжести, а затем, 8 декабря 2005 года ему ампутировали обе ноги и восемь пальцев рук. Согласно медицинским выпискам, в момент помещения в больницу заявитель не находился под влиянием алкоголя или наркотических средств.", "13.  В неуказанный день, мать заявителя подала жалобу в прокуратуру, в которой утверждала, что ее сын подвергся жестокому обращению со стороны сотрудников полиции 19 ноября 2005 года. Она показала, что он может опознать сотрудников, которые напали на него.", "14. 28 января 2006 года мать заявителя направилась в прокуратуру Яловень, где встретилась с начальником Комиссариата полиции Яловень. Она утверждает, что он сообщил ей, что её сына избили сотрудники пенитенциарного учреждения. В холе прокуратуры она встретила еще одного сотрудника полиции, который навещал ее дома 19 ноября 2005 года. Сотрудник полиции казался удивленным тому, что ее сын еще жив.", "15.  2 декабря 2005 года офицер по уголовному преследованию, в сопровождении сотрудника полиции попытался допросить заявителя в больнице, но он отказался отвечать, ссылаясь на тяжелое состояние своего здоровья.", "16.  17 января 2006 года заявителя допросил прокурор и заявитель показал, что 19 ноября 2005 года, когда он шел по улице, возле него остановилась машина красного цвета, кто-то вышел из машины и ударил его по лицу. После этого он ничего не помнит. Мать заявителя сообщила прокурору, что после помещения заявителя в больницу 21 ноября 2005 года, к озеру, на котором нашли заявителя, подъехала машина красного цвета, в которой находились сотрудники полиции, поинтересовавшиеся о месте нахождения заявителя. Также, мать заявителя назвала имя одного из сотрудников полиции, который, по ее утверждениям, напал на её сына 19 ноября 2005 года. Из протокола допроса было установлено, что прокурор не задал ни одного вопроса заявителю или его матери.", "17.  20 января 2006 года прокуратура Яловень возбудила уголовное преследование. Несмотря на утверждения матери заявителя о том, что на заявителя напали сотрудники полиции, управлявшие красным автомобилем, уголовное преследование основалось на подозрении в разбое, а версия о нападении сотрудников полиции не был рассмотрен.", "18.  28 января 2006 года заявителя допросил прокурор. Заявитель подтвердил, что на него напали 19 ноября 2005 года.", "19.  10 февраля 2006 года был составлен отчет судебно-медицинской экспертизы, согласно которому 21 ноября 2005 года у заявителя были ссадины и отек мягких тканей лица и ссадины на теле, а вследствие сильного обморожения, обе нижние конечности и восемь пальцев рук были ампутированы. Похоже, что отчет был составлен на основе медицинских документов заявителя, а не на основании собственного обследования.", "20.  В своем письме от 3 февраля 2006 года Генеральная прокуратура уведомила заявителя о том, что приведенные доводы не подтвердили утверждения о том, что его избили сотрудники полиции и сообщила также, что по данному делу было возбуждено уголовное преследование для установления преступников, которые избили его, украли часы и куртку.", "21.  Мать заявителя написала много писем в прокуратуру, выражая в них свое несогласие с порядком проведения уголовного преследования и настаивала на проведении представления на опознание сотрудников полиции из Комиссариата полиции Яловень для того, чтобы заявитель мог узнать соответствующих сотрудников полиции.", "22.  Похоже, что вследствие писем заявителя, уголовное преследование было возобновлено. Тем не менее, 14 сентября 2007 года прокуратура вынесла постановление о прекращении уголовного преследования в связи с жалобой заявителя, не проведя представление на опознание. В обоснование отклонения жалобы, прокуратура привела довод, что показания заявителя были неясными и что он не сотрудничал соответствующим образом с офицерами по уголовному преследованию. Заявитель опротестовал это постановление.", "23.  6 февраля 2009 года Генеральная прокуратура отменила вышеупомянутое постановление и распорядилась о возобновлении уголовного преследования. Было решено опять допросить заявителя в ходе уголовного преследования и в то же время провести представление на опознание напавших на него лиц. Также, следовало проверить, если 19 ноября 2005 года он употреблял какие-либо запрещенные лекарственные средства или вещества и в случае разноречивых показаний нужно было провести очную ставку между заявителем и свидетелями.", "24.  В письме от 12 марта 2009 года, адресованном прокуратуре, мать заявителя продолжила обвинять как сотрудников полиции, которые избили ее сына 19 ноября 2005 года, так и тех, кто прогнал заявителя и оставил его спать на улице на ночь вместо того, чтобы вызвать машину скорой помощи 20 ноября 2005 года. Также, она обвиняла лиц, которые украли одежду заявителя и дали ему взамен старую одежду.", "25.  14 марта 2009 года заявителя допросили. Он показал, что в то время как он шел по улице, возле него остановилась машина красного цвета из которой вышли несколько сотрудников полиции и повалили его на землю. Он узнал одного из сотрудников полиции и мог опознать его. Он пришел в сознание только в больнице.", "26.  30 июля 2009 года прокуратура Яловень прекратила уголовное преследование, проводимое по жалобам заявителя. В этом направлении прокуратура не отметила ни одной жалобы, составленной заявителем 14 марта 2009 года. Заявитель опротестовал данное постановление о прекращении уголовного преследования .", "27.  3 декабря 2009 года Генеральная прокуратура отменила вышеупомянутое постановление и распорядилась о возобновлении уголовного преследования. Также, Генеральная прокуратура распорядилась об изъятии уголовного дела из производства прокуратуры Яловень, потому что было установлено, что уголовное преследование было неполным и что оно не было проведено в разумный срок. Дело было передано военной прокуратуре для выяснения, помимо прочего, того, если заявитель употреблял наркотические вещества, алкоголь или другие токсические вещества до соответствующих событий. Помимо этого, военная прокуратура должна была установить на основании медицинских документов, если заявитель перенес черепно-мозговую травму в период предполагаемого нападения, которое имело место 19 ноября 2005 года и провести очную ставку между заявителем, его матерью и свидетелями.", "28. 9 сентября 2010 года была проведена новая судебно-медицинская экспертиза, которая привела к тем же заключениям, что и ранее. Также, эксперты заключили, что ссадины на лице заявителя могли быть причинены вследствие падения.", "29.  В конечном итоге, по неизвестным причинам, уголовное дело было опять передано на рассмотрение прокуратуре Яловень, которая 9 марта 2011 года прекратила уголовное преследование в связи с жалобой заявителя на применение сотрудниками полиции к нему жестокого отношения на основании тех же самых доводов, которые он приводил ранее. Похоже, что не было проведено очной ставки между заявителем и сотрудниками полиции, которых обвиняли в избиении.", "30.  11 мая 2011 года вышестоящий прокурор прокуратуры Яловень отменил вышеупомянутое постановление по причине того, что оно было принято как следствие поверхностного расследования и потому что не были допрошены все задействованные лица.", "31.  Уголовное преследование продолжается.", "II.  ВНУТРЕНЕЕ ПРАВО, ОТНОСЯЩЕЕСЯ К ОБСТОЯТЕЛЬСТВАМ ДЕЛА", "32.  Положения Уголовного кодекса, относящиеся к обстоятельствам дела, гласят:", "Статья 151. Умышленное причинение тяжкого телесного повреждения или иного тяжкого вреда здоровью", "“(1) Умышленное причинение тяжкого телесного повреждения или иного тяжкого вреда здоровью, опасного для жизни или повлекшего потерю зрения, слуха, речи или какого-либо органа либо утрату им своей функции, психическую болезнь или иное расстройство здоровья, сопряженное со стойкой утратой не менее одной трети трудоспособности или повлекшее прерывание беременности либо выразившееся в неизгладимом обезображивании лица и (или) прилегающих к нему областей, наказывается лишением свободы на срок от 3 до 10 лет.", "(2) То же действие, совершенное:", "[литера (a) отмененная Законом № 277-XVI от 18 декабря 2008 года, вступившим в силу 24 мая 2009 года]", "b) в отношении заведомо несовершеннолетнего или беременной женщины либо с использованием заведомо или очевидно беспомощного состояния потерпевшего, обусловленного преклонным возрастом, болезнью, физическими или психическими отклонениями либо иного рода факторами;", "с) в отношении лица в связи с выполнением им служебного или общественного долга;", "d) двумя или более лицами;", "e) с особой жестокостью, а также из садистских побуждений;", "f) средствами, опасными для жизни или здоровья множества лиц;", "g)  из корыстных побуждений;", "[литера (h) отмененная Законом № 277-XVI от 18 декабря 2008 года, вступившим в силу 24 мая 2009 года]", "i)  на почве социальной, национальной, расовой либо религиозной ненависти;", "j) в отношении двух или более лиц;", "k) организованной преступной группой или преступной организацией;", "l) с целью изъятия и/или использования либо продажи органов или тканей потерпевшего;", "m) по заказу,", "наказывается лишением свободы на срок от 5 до 12 лет.", "[литера ч. (3) отмененная Законом № 277-XVI от 18 декабря 2008 года, вступившим в силу 24 мая 2009 года]", "(4) Действия, предусмотренные частями (1) или (2), повлекшие смерть потерпевшего,", "наказываются лишением свободы на срок от 8 до 15 лет”.", "Статья 157. Причинение тяжкого или средней тяжести повреждения или иного тяжкого или средней тяжести вреда здоровью по неосторожности", "“Причинение тяжкого или средней тяжести телесного повреждения или иного тяжкого или средней тяжести вреда здоровью по неосторожности наказывается штрафом в размере до 300 условных единиц, или неоплачиваемым трудом в пользу общества на срок от 180 до 240 часов, или лишением свободы на срок до 2 лет.”", "ПРАВО", "I.  ПРЕДПОЛАГАЕМОЕ НАРУШЕНИЕ СТАТЕЙ 2, 3, 8 КОНВЕНЦИИ", "33.  Заявитель жаловался на жестокое обращение к нему со стороны сотрудников полиции, которое подвергло опасности жизнь и привело к тяжким последствиям для его здоровья. Также, он жаловался на отсутствие эффективного расследования его жалобы. В дальнейшем, заявитель утверждал, что имело место нарушение статьи 8 Конвенции, ка следствие повреждения его здоровья и что, с нарушением статьи 13 Конвенции, он не смог воспользоваться эффективными правовыми средствами защиты против вышеперечисленных нарушений. Статьи 2, 3, 8 и 13 Конвенции, на которые ссылается заявитель, гласят:", "Статья 2", "“1. Право каждого лица на жизнь охраняется законом. Никто не может быть умышленно лишен жизни иначе как во исполнение смертного приговора, вынесенного судом за совершение преступления, в отношении которого законом предусмотрено такое наказание.", "2. Лишение жизни не рассматривается как нарушение настоящей статьи, когда оно является результатом абсолютно необходимого применения силы:", "(а) для защиты любого лица от противоправного насилия;", "(b) для осуществления законного задержания или предотвращения побега лица, заключенного под стражу на законных основаниях;", "(с) для подавления, в соответствии с законом, бунта или мятежа.”", "Статья 3", "“Никто не должен подвергаться ни пыткам, ни бесчеловечному или унижающему достоинство обращению или наказанию”", "Пункт 1 статьи 8", "“Каждый имеет право на уважение его личной и семейной жизни...”", "Статья 13", "“Каждый, чьи права и свободы, признанные в настоящей Конвенции, нарушены, имеет право на эффективное средство правовой защиты в государственном органе, даже если это нарушение было совершено лицами, действовавшими в официальном качестве.”", "A.  Приемлемость", "34. Власти утверждали, что уголовное преследование по данному делу продолжается и что не было принято окончательного решения на национальном уровне. Поэтому власти утверждали, что подача жалобы была преждевременной и что заявитель не исчерпал доступные внутренние правовые средства защиты.", "35.  Суд напоминает, что конечная цель пункта 1 статьи 35 Конвенции – предоставление государствам-сторонам возможности предотвратить или исправить нарушения, которые им вменяют, до того, как произойдет обжалование в органы Конвенции. Так, государства не обязаны отвечать за свои действия перед международным органом до того, как им представляется возможность предотвратить или исправить нарушения, которые им вменяют, в форме и в сроки, предусмотренные внутренним законодательством (см., например, Ремли против Франции, 23 апреля 1996 года, § 33, Отчеты постановлений и решений 1996-II; и Селмуни против Франции, № 25803/94, § 74, ЕСПЧ 1999-V).", "36.  Судопроизводство по настоящему делу на самом деле ещё находится на стадии рассмотрения в национальных судебных инстанциях. Несмотря на это, Суд постановил, что вопрос об исчерпании внутренних правовых средств защиты неразделимо связан с существом жалобы, сформулированной на основании статьи 3 Конвенции, а именно, с аспектом эффективности уголовного преследования, проводимого в связи с жалобами заявителя на жестокое обращение. Поэтому, Суд полагает, что оба вопроса должны быть объединены и рассматриваться совместно (см. Бузило против Молдовы, № 52643/07, § 24, 21 февраля 2012 года).", "37.  В дальнейшем, Суд признает, что жалобы не являются явно необоснованными по смыслу пункта 3 статьи 35 Конвенции. Не было установлено ни одного другого повода для того, чтобы объявить жалобы неприемлемыми. Поэтому, данные жалобы объявляются приемлемыми.", "B.  По существу жалобы", "1.  Возражения сторон", "38.  Заявитель утверждал, что его жалобы на жестокое обращение подкреплены медицинскими отчетами, в которых установлено, что его положили в больницу 21 ноября 2005 года со ссадинами на лице, характерными насильственному нападению. Заявитель утверждал, что существует достаточно доказательств того, чтобы доказать, что он находился под опекой полиции в то время когда по отношению к нему было применено жестокое обращение. В особенности, он утверждал, что сотрудники полиции начали разыскивать его утром 19 ноября 2005 года, в тот день, когда было установлено, что в предыдущий день он не вернулся в пенитенциарное учреждение. Двух сотрудников полиции сразу же направили домой к его родителям для того, чтобы разыскать его. Тем не менее, вскоре после этого, сотрудники полиции завершили обыск и не приняли других мер по его розыску 24 ноября 2005 года. По словам заявителя, это свидетельствует о том, что сотрудники полиции в точности знали место его нахождение, после чего они напали на него утром 19 ноября 2005 года, если бы все было по-другому, то они продолжили бы искать его.", "39.  Также, заявитель утверждал, что домой к его родителям приходили двое сотрудников полиции, в это время одному из них позвонили по телефону, из телефонного разговора этого сотрудника мать заявителя поняла, что его нашли. Сразу после этого, сотрудники полиции ушли из дома родителей, сказав одному соседу, что поймали «преступников» (см. параграф 8 выше). Помимо этого, заявитель утверждал, что начальник Комиссариата полиции Яловень сообщил его матери о том, что государственные чиновники применили по отношению к заявителю жестокое обращение.", "40.  Помимо этого, заявитель утверждал, что он потерял сознание после того, как на него напали сотрудники полиции утром 19 ноября 2005 года. Он предполагает, что пролежал без сознания весь день 19 ноября 2005 года и его принесли к озеру в ночь с 19 на 20 ноября 2005 года. Его предположение основывается на том, что хотя уличные температуры были одинаковыми и 19 и 20 ноября, в первую ночь он не получил обморожения, что может указать на то, что он провел в первую ночь только часть времени на улице у озера. Однако он получил тяжелое обморожение во вторую ночь, потому что провел на улице больше времени. В этом направлении заявитель отметил, что один из сотрудников полиции, которого встретила его мать 28 ноября 2005 года удивился, узнав, что он был еще живым (см. параграф 14 выше). По словам заявителя, это свидетельствует о том, что оставив его у озера, сотрудники полиции были уверены в том, что он или мертв или у него нет шансов выжить.", "41.  Заявитель заключил, что государственные чиновники являлись ответственными за насильственное нападение, которое имело место утром 19 ноября 2005 года и за не предоставление медицинского ухода в период нахождения его без сознания. Более того, государственные чиновники являлись ответственными за то, что оставили его без сознания на берегу озера, при низких температурных условиях, подвергнув его жизнь риску. Вследствие их действий, он получил тяжкие телесные повреждения и в результате остался инвалидом. По словам заявителя, также имело место грубое нарушение статей 2 и 3 Конвенции.", "42.  В дальнейшем, заявитель жаловался, что власти не расследовали соответствующим образом его жалобу и только прикрывали сотрудников полиции, ответственных за жестокое обращение в отношении него. По словам заявителя, также имело место нарушение в процессуальном аспекте статей 2 и 3 Конвенции и нарушение статьи 13 Конвенции.", "43.  Власти предпочли не представлять возражений в отношении сути дела, а лишь высказались, что смогут сформулировать свое мнение только после завершения судопроизводства на национальном уровне.", "2.  Мнение Суда", "(a)  Основные принципы", "44.  Статья 2 Конвенции, гарантирующая право на жизнь, является одним из основных положений Конвенции. В своем подходе к толкованию статьи 2 Суд должен исходить из того, что цель и предназначение Конвенции как инструмента защиты прав человека и ее применение должны быть такими, чтобы её гарантии были конкретными и эффективными (см. Макканн и другие против Соединенного Королевства, 27 сентября 1995 года, §§ 146-47, Серия A № 324; Салман против Турции [MC], № 21986/93, § 97, ЕСПЧ 2000-VII; и Великова против Болгарии, № 41488/98, ЕСПЧ 2000-VI).", "45.  Лицо, чья жизнь подвергается опасности, также может претендовать на статус жертвы на основании статьи 2 Конвенции (см., например, Осман против Соединенного Королевства, 28 октября 1998 года, §§ 115-22 Отчеты 1998-VIII, и L.C.B. против Соединенного Королевства, 9 июня 1998 года, §§ 36-41, Отчеты 1998III).", "46.  Суд напоминает, что когда лицо приводит серьезные и обоснованные доводы того, что оно подвергалось пыткам, находясь под попечительством государственных чиновников, в соответствии с принципами своей юриспруденции понятие “эффективное средство правовой защиты” подразумевает проведение тщательного и эффективного расследования в дополнение к выплате компенсации при необходимости и без ущерба для любого иного средства правовой защиты, предусмотренного национальным законодательством. Вид расследования, отвечающего этим целям, может зависеть от обстоятельств. Однако независимо от метода расследования власти должны принять меры сразу после подачи официальной жалобы. Даже если жалоба как таковая отсутствует, расследование должно быть начато при наличии достаточно явных признаков применения пытки или жестокого обращения (см., среди прочих прецедентов, решение по делу Ёзбей против Турции, № 31883/96, 8 марта 2001 года). Власти должны учитывать то, что жертве очень трудно доказать утверждения о пытках во время содержания под стражей и собрать необходимые доказательства, более того, после подобного обращения у любого человека очень часто могут быть ослаблены возможности и желание подать жалобу (см. Аксой против Турции, 18 декабря 1996 года, §§ 97-98, Отчеты 1996VI).", "47.  Целью проведения официального расследования, на основании статьей 2 и 3 Конвенции, утверждений о жестоком обращении является поддержание общественного доверия к приверженности верховенству права и предотвращение каких-либо признаков сговора или попустительства незаконным действиям. Существенно важный характер цели проведения такого расследования состоит в том, чтобы обеспечить эффективное исполнение внутренних законов, которые стоят на защите права на жизнь, и чтобы, как в случаях с участием представителей государственных органов или организаций, обеспечить их подотчетность в отношении смертельных исходов, имевших место в сфере их ответственности (см., среди прочих прецедентов, МакКерр против Соединенного Королевства, № 28883/95, §§ 111 и 114, ЕСПЧ 2001III, и Пол и Одри Эдвардс против Соединенного Королевства, № 46477/99, §§ 69 и 72, ЕСПЧ 2002-II).", "48.  Вне всякого сомнения, в этом контексте подразумевается требование безотлагательности и разумной быстроты. Быстрая реакция властей при расследовании утверждений о жестоком обращении в целом может рассматриваться как существенной для поддержания общественного доверия к приверженности верховенству права и предотвращения каких-либо признаков сговора или попустительства незаконным действиям (см., среди прочих прецедентов, Инделикато против Италии, № 31143/96, § 37, 18 октября 2001 года, и решение Озруг Килиу против Турции, № 42591/98, 24 сентября 2002 года). Существенно важный характер цели проведения такого расследования состоит в поддержании общественного доверия к приверженности верховенству права и предотвращения каких-либо признаков сговора или попустительства незаконным действиям (см., среди многих других, Пол и Одри Эдвардс против Соединенного Королевства, № 46477/99, § 72, ЕСПЧ 2002II).", "(b)  Применение общих принципов к данному делу", "49.  Возвращаясь к обстоятельствам данного дела, Суд отмечает, что после того как заявителя нашли 21 ноября 2005 года лежащим на земле, на улице, у озера, с обмороженными пальцами, также на лице и на теле заявителя обнаружили ссадины, полученные явным образом вследствие насильственного нападения. Когда его поместили в больницу, в его крови не обнаружили ни остатков алкоголя, ни остатков наркотических средств (см. параграф 12 выше). При подобных обстоятельствах утверждение заявителя о том, что он провел две ночи на улице как следствие применения к нему жестокого обращения, которое имело место 19 ноября 2005 года, может быть принято. Помимо этого, Суд согласен с жалобой заявителя о том, что нападавшие поставили под угрозу его жизнь, оставив его без сознания на берегу озера при уличных температурах ниже нуля градусов. Поэтому, Суд считает, что обстоятельства данного дела должны быть рассмотрены как на основании статьи 2, так и на основании статьи 3 Конвенции.", "50.  Вследствие вышеизложенного и рассмотрев материалы дела, которыми он располагает, Суд не может согласиться, без разумных сомнений, с утверждением о том, что заявитель находился якобы под опекой полиции утром 19 ноября 2005 года и что сотрудники полиции применили по отношению к нему жестокое обращение. Как показано ниже, эта трудность возникает из-за того, что власти не провели эффективного расследования в связи с жалобами заявителя (см. Петру Рошка против Молдовы, № 2638/05, § 42, 6 октября 2009 года).", "51.  Суд отметил, что уголовное преследование в связи с жалобой заявителя характеризуется в целом серьёзными упущениями. Следовательно, он будет ссылаться только на самые основные из них. Суд отмечает, что, несмотря на то, что мать заявителя привела достаточно веские доводы против сотрудников полиции и что понесенные заявителем травмы были крайне тяжелыми, тем не менее, до 20 января 2006 года официальное уголовное преследование не было возбуждено, а это было сделано только примерно спустя два месяца после предполагаемого нападения на заявителя. Более того, похоже, что утверждение заявителя о том, что травмы ему были нанесены сотрудниками полиции, скорее было проигнорировано, чем принято всерьез. По неизвестным причинам, прокуроры предпочли провести расследование по факту возможного хищения одежды и часов заявителя, несмотря на то, что заявитель не жаловался на совершение такого преступления.", "52.  По мнению Суда для того, чтобы выявить причину нарушения умственного здоровья заявителя в период с 19 по 21 ноября 2005 года (см. параграф 9 выше), было необходимо определить, если до момента предполагаемого жестокого обращения он перенес травмы головы. Похоже, что до февраля 2006 года не было проведено даже судебно-медицинского осмотра, и, похоже, что даже тогда врачей не допросили по поводу возможной травмы.", "53.  Похоже, что офицеры по уголовному преследованию не попытались установить тот факт, если сотрудники полиции, задействованные в поисках заявителя 19 ноября 2005 года, управляли автомобилем красного цвета. Более того, похоже, что офицеры по уголовному преследованию не попытались установить водителей автотранспортного средства красного цвета, который видели неподалеку от озера, которые интересовались о месте нахождения заявителя, после того как его поместили в больницу.", "54.  Несмотря на то, что заявитель подал много ходатайств, и существовали прямые указания со стороны вышестоящей прокуратуры, тем не менее, не было проведено представления на опознание предполагаемых нападавших лиц, или очной ставки между заявителем и свидетелями. Похоже, что офицеры по уголовному преследованию пренебрегли указаниями вышестоящей прокуратуры настолько, что решение Генеральной прокуратуры о передаче дела другой прокуратуре не было исполнено, и уголовное преследование до сих пор проводится прокуратурой Яловень.", "55.  В свете вышеописанных упущений и принимая во внимание общую длительность уголовного преследования, Суд пришел к выводу, что уголовное преследование в связи с жалобами заявителя на жестокое обращение не было достаточно адекватным или эффективным. Поэтому, Суд отклонил возражение властей о не исчерпании внутренних правовых средств защиты и постановил, что имело место нарушение в процессуальном аспекте статей 2 и 3 Конвенции.", "56.  Принимая во внимание вышеупомянутые констатирования, нет надобности рассматривать отдельно вопросы сквозь призму статей 8 и 13 Конвенции.", "II.\tПРИМЕНЕНИЕ СТАТЬИ 41 КОНВЕНЦИИ", "57.  Статья 41 Конвенции гласит:", "„Если Суд объявляет, что имело место нарушение Конвенции или Протоколов к ней, а внутреннее право Высокой Договаривающейся Стороны допускает возможность лишь частичного устранения последствий этого нарушения, Суд, в случае необходимости, присуждает справедливую компенсацию потерпевшей стороне.”", "A.\tУщерб", "58.  Заявитель потребовал 209187 евро, в качестве возмещения материального ущерба, понесенного вследствие вышеупомянутых нарушений. Он утверждал, что запрашиваемая сумма может быть выделена в качестве компенсации за упущенную им выгоду, а также в качестве компенсации расходов за медицинский уход, протезы и другие различные расходы, связанные с его лечением, а также транспортные расходы. Также заявитель потребовал 120000 евро в качестве компенсации морального вреда.", "59.  Власти не согласились с заявителем и потребовали у Суда отклонить его требования о справедливой компенсации наряду с его жалобой.", "60.  Суд не видит ни одной причинно-следственной связи между установленными нарушениями и предполагаемым материальным ущербом; поэтому, Суд отклоняет данное требование. С другой стороны, Суд присуждает заявителю 20000 евро в качестве компенсации морального ущерба.", "B. \tСудебные расходы и издержки", "61.  Также, заявитель потребовал 8009 евро в качестве возмещениях судебных расходов и издержек. Он представил документы в поддержку своих требований.", "62.  Власти опротестовали это требование и попросили Суд отклонить его.", "63.  Принимая во внимание установленные нарушения и справедливо рассудив, Суд присудил 4000 евро в качестве возмещения судебных расходов и издержек.", "C.\tПроцентная ставка при просрочке платежей", "56.  Суд счёл, что процентная ставка за просрочку платежа должна быть установлена в размере предельной годовой ставки Европейского центрального банка плюс три процента.", "НА ЭТИХ ОСНОВАНИЯХ СУД ЕДИНОГЛАСНО:", "1.  Объединяет с существом дела предварительное возражение властей об упущении заявителем национальных правовых средств защиты и отклоняет его;", "", "2. Объявляет жалобу приемлемой;", "", "2.  Постановил, что имело место нарушение статей 2 и 3 Конвенции в процессуальном аспекте;", "", "4.  Постановил, что не рассматривается отдельный вопрос сквозь призму статей 8 и 13 Конвенции;", "", "5.  Постановил:", "(a) что государство-ответчик обязано выплатить заявителю в течение трех месяцев с даты, когда постановление станет окончательным согласно пункту 2 статьи 44 Конвенции 20000 евро (двадцать тысяч евро) в качестве компенсации морального вреда, а также все налоги, которые могут быть собраны с этой суммы, и 4000 евро (четыре тысячи евро) в качестве возмещения издержек и расходов, а также все налоги, которые могут быть собраны с заявителя, с конвертацией этих сумм в молдавские леи по курсу, действующему в стране на дату исполнения постановления;", "(b)  что со дня истечения вышеуказанного трехмесячного срока до момента выплаты простые проценты подлежат начислению на эти суммы в размере, равном предельной годовой ставке Европейского центрального банка плюс три процента;", "", "6.  Отклонил остальные требования заявителя о справедливой компенсации.", "", "Составлено на английском языке и уведомлено от 12 февраля 2013 г. в соответствии с пунктами 2 и 3 статьи 77 Регламента Суда.", "\tСантьяго Кесада,\tЖозэп Касадеваль,\nсекретарь секции\tпредседатель палаты"]}