{"file": "RUS_HJUDRUS_50390_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "50390/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "МакГлинчи и другие против Соединенного Королевства", "[McGlinchey – United Kingdom] (№ 50390/99)", "", "Постановлениe от 29 апреля 2003 г. [вынесено II Секцией]", "", "Обстоятельства дела", "Заявителями по жалобе выступают мать и ребенок Джудит МакГлинчи, находившейся в зависимости от героина, и скончавшейся во время отбывания наказания за кражу.", "По прибытии в исправительное учреждение Джудит МакГлинчи жаловалась на наркотический абстинентный синдром и приступы астмы, после чего была помещена в медицинскую часть в ожидании осмотра врача. Ночью ей дали ингалятор. На следующий день она была обследована врачом, который назначил ей лекарственный препарат, снимающий абстинентный синдром после употребления героина. Однажды это лекарство не было ей дано в связи с понижением артериального давления. На протяжении последующих дней у нее наблюдались частые приступы тошноты. Несмотря на то, что ей неоднократно давали лекарства от тошноты, их действие было коротким. Тем не менее, врач медицинской части тюрьмы счел, что состояние Джудит МакГлинчи было стабильным без признаков обезвоживания. На шестой день содержания под стражей г-жа МакГлинчи похудела на несколько килограмм (хотя в последующем были обнаружены расхождения в показаниях использованных весов). Через два дня после этого МакГлинчи вырвало кровью, в связи с чем ее отвезли в больницу, где у нее произошла остановка сердечной деятельности. Несколько дней спустя МакГлинчи скончалась.", "По этому случаю было проведено расследование, выявившее ряд упущений. Однако присяжные не смогли прийти к какому-либо выводу. В связи с заключением врачей, признавших, что свидетельств было недостаточно для определения причинной связи между смертью и допущенной халатностью, заявители не подали исков в суд.", "", "Вопросы права", "По поводу Статьи 3 Конвенции (i) Относительно утверждения о том, что администрация исправительного учреждения однажды не дала МакГлинчи лекарства для снятия героинового абстинентного синдрома в качестве наказания, медицинской документ, приложенный к меморандуму властей Соединенного Королевства по данной жалобе, опроверг это информацией о том, что лекарство не было дано по указанию врача в связи с падением артериального давления МакГлинчи. Не было представлено обоснований того, что отказ в предоставлении лекарства от наркотического абстинентного синдрома был продиктован намерением наказать МакГлинчи.", "(ii) Что же касается утверждения о том, что г-жа МакГлинчи была оставлена лежать в своей рвоте, то Европейский Суд не находит, что в условиях необходимости незамедлительной доставки осужденной в больницу тот факт, что она не была должным образом умыта, обнаруживает в себе элемент унижающего достоинство человека обращения. Более того, Европейский Суд не располагает достаточным материалом для того, чтобы высказаться по поводу утверждения о том, что МакГлинчи пришлось убрать за собой после того, как ее вырвало в тюрьме.", "(iii) По вопросу о том, что МакГлинчи не было дано лекарство от астмы, Европейский Суд отмечает, что ей был дан ингалятор.", "(iv) В заключение, относительно жалобы о том, что меры, принятые для лечения наркотического абстинентного синдрома МакГлинчи, не были осуществлены быстро или сами по себе были недостаточными, несмотря на то, что за ее состоянием на протяжении первых шести дней велось наблюдение на регулярной основе и предпринимались шаги по снятию указанных симптомов, МакГлинчи, тем не менее, в этот период постоянно рвало, и она существенно потеряла в весе. Кроме того, несмотря на то, что ее состояние продолжало ухудшаться, она, по-видимому, не была обследована врачом в течение двух последующих дней, так как последний не работал на выходных. Существенная потеря в весе и обезвоживание МакГлинчи явились результатом бесконтрольных приступов рвоты, продолжавшихся в течение недели, непринятия пищи и невозможности организма удерживать жидкость. Помимо того, что эти обстоятельства вызывали у нее недомогание и страдания, они также представляли большую опасность ее здоровью. Применительно к обязанности администрации исправительного учреждения обеспечить заключенным надлежащую медицинскую помощь по данному делу имело место нарушение положений Статьи 3 Конвенции. Обращение с г-жой МакГинчи противоречило запрету подвергать людей бесчеловечному и унижающему достоинство обращению.", "", "Постановление", "Европейский Суд пришел к выводу, что допущено нарушение Статьи 3 Конвенции (принято 6 голосами «за» и одним «против»).", "", "По поводу Статьи 13 Конвенции Подача жалоб администрации исправительного учреждения не привела бы к заглаживанию вреда. Поскольку действия администрации учреждения не причинили физическую или психическую травму, никакой иск о халатности не мог быть подан в суд. Кроме того, не было никакой уверенности в том, что в результате подачи иска в порядке возбуждения процедуры судебного надзора за законностью действий властей возмещение ущерба было бы проведено на иных основаниях. Следовательно, законодательство Соединенного Королевства не предусматривало компенсации за моральные и физические страдания, являющиеся признаками нарушения Статьи 3 Конвенции. В случае нарушений Статей 2 и 3 Конвенции, компенсация морального вреда должна быть в принципе доступна в качестве одного из возможных способов устранения допущенных нарушений.", "", "Постановление", "Европейский Суд пришел к выводу, что допущено нарушение Статьи 13 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд постановил выплатить 11 500 евро, подлежащие зачислению в наследственную сумму г-жи МакГинчи, а также по 3800 евро каждому из заявителей в счет компенсации морального вреда. Наряду с этим Европейский Суд вынес решение в пользу заявителей о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}