{"file": "RUS_HJUDRUS_73797_01.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "73797/01", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Киприану против Кипра", "[Kyprianou – Cyprus] (№ 73797/01)", "Постановление от 15 декабря 2005 г. [вынесено Большой Палатой]", "Постановление Палаты Суда по данному делу см. в Информационном бюллетене по прецедентной практике Европейского Суда по правам человека № 60.", "", "Обстоятельства дела", "заявитель является адвокатом. Он выступал в Суда ассизов в качестве защитника по делу об убийстве. В ходе разбирательства данного уголовного дела, суд прервал его, когда он вел перекрестный допрос свидетеля обвинения. Заявитель почувствовал себя ущемленным в своих правах и заявил суду ходатайство об устранении от защиты по данному делу. Суд отклонил ходатайство, и заявитель отреагировал на этот заявлением о том, что в ходе перекрестного допроса члены суда переговаривались друг с другом и направляли друг другу записки – «ravasakia», что может означать среди прочего короткие и секретные письма или записки, любовные послания или послания неприятного содержания. Судьи заявили, что «как люди» они «глубоко оскорблены», что они «не припомнят другого случая такого открытого и недопустимого неуважения к суду со стороны какого-либо лица, не говоря уж об адвокате» и что «если реакция суда на это не будет немедленной и жесткой, <...> правосудию будет нанесен губительный удар».", "Суд предоставил заявителю возможность выбора: отстоять сказанное им, представить суду причины, по которым заявителю не следует назначать наказание, или отозвать сделанное суду заявление. Так как заявитель не сделал ни первого, ни второго, ни третьего, суд признал заявителя виновным в неуважении к суду, назначив ему наказание в виде лишения свободы сроком на пять дней с немедленным приведением приговора в исполнение. Такую меру суд счел «единственной адекватной реакцией» на действия заявителя, поскольку «любая неадекватная реакция со стороны законного и цивилизованного порядка, воплощением которого являются суды, означало бы согласиться с тем, что авторитет судов может быть попран». Заявитель отбыл назначенное ему наказание, хотя на самом деле в соответствии с действующим законодательством он был освобожден досрочно. Верховный суд Кипра отклонил жалобу заявителя на приговор суда.", "", "Вопросы права", "По поводу соблюдения требований пункта 1 статьи 6 Конвенции. Настоящая жалоба направлена против функционального дефекта в соответствующей судебной процедуре. Дело заявителя имело отношение к акту неуважения к суду, совершенному в присутствии суда и адресованному лично судьям. Они были непосредственным объектом его критических высказываний относительно стиля ведения процесса. Те же самые судьи затем вынесли решение о привлечении его к судебной ответственности, рассмотрели вопросы, связанные с его действиями, установили его виновность и назначили ему наказание (в виде срока лишения свободы). В такого рода ситуации смешение ролей потерпевшего от преступления, свидетеля, прокурора и судьи могло явно вызвать объективно обоснованные опасения относительно соответствия процедуры освященному временем принципу, согласно которому никто не может быть судьей в собственном деле, и, как следствие, поставить под вопрос беспристрастность суда. Соответственно, беспристрастность Суда ассизов могла выглядеть как вызывающая сомнения, и опасения заявителя на сей счет могли поэтому быть сочтены объективно обоснованными.", "Обращаясь к утверждению заявителя о том, что судьи, о которых идет речь, действовали с личным к нему предубеждением, Европейский Суд отмечает, что судьи в своем приговоре заявителю признали, что «как люди» они были «глубоко оскорблены» заявителем. Такое высказывание само по себе продемонстрировало, что судьи были лично оскорблены словами и действиями заявителя, и было признаком личного замешательства судей. Кроме того, экспрессивный язык, к которому прибегли судьи при вынесении заявителю обвинительного приговора, передавал чувство негодования и шока, что противоречит бесстрастному подходу, ожидаемому от суда при провозглашении своих актов. Судьи далее назначили заявителю наказание в виде лишения свободы сроком пять дней, подлежавшее немедленному исполнению, что они считали «единственной адекватной реакцией» на случившееся. Кроме того, судьи высказали свое мнение ранее, в своих дебатах с заявителем, сообщив, что они считают его виновным в совершении уголовно наказуемого деяния – неуважения к суду. После того, как они приняли решение о том, что он действительно совершил вышеуказанное деяние, они предоставил заявителю возможность выбора: отстоять сказанное им, представить суду причины, по которым заявителю не следует назначать наказание, или отозвать сделанное суду заявление. Хотя нет никакого сомнения в том, что судьи были озабочены тем, чтобы оградить отправление правосудия от нападок и защитить целостность судебной власти, и с этой целью сочли уместным возбудить производство о неуважении к суду, им не удалось в достаточной степени бесстрастно отстраниться от ситуации. Таковой вывод подтверждается той быстротой, с которой было проведено слушание, и краткостью диалога между судьями и заявителем. На этом фоне и принимая в частности во внимание различные элементы личного поведения судей, взятые в их совокупности, можно считать, что опасения заявителя относительно беспристрастности Суда ассизов были обоснованы также и в этом отношении. Поскольку Верховный суд отказался отменить приговор нижестоящего суда, дефекта в соответствующей судебной процедуре не был исправлен.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований пункта 1 статьи 6 Конвенции (вынесено единогласно).", "", "По поводу соблюдения требований пункта 2 и подпункта «а» пункта 3 статьи 6 Конвенции. В отличие от Палаты Суда Большая Палата считает, что по делу не возникает отдельного вопроса в контексте требований пункта 2 и подпункта «а» пункта 3 статьи 6 Конвенции.", "", "По поводу соблюдения требований статьи 10 Конвенции. В отличие от Палаты Суда Большая Палата считает, что отдельное рассмотрение жалобы в ее пункте, касающемся статьи 10 Конвенции, оправдано. Суд ассизов назначил заявителю наказание в виде лишения свободы сроком пять дней, что не может не считаться строгим наказанием, особенно с учетом того, что оно было исполнено немедленно. Его действия могут рассматриваться как содержащие определенные элементы неуважения к судьям Суда ассизов. Тем не менее, его высказывания, хотя и неучтивые, были обращены против стиля ведения процесса судьями и сводились только к этому предмету, в частности, как судьи подошли к перекрестному допросу свидетеля, который проводил заявитель в ходе осуществления защиты своего клиента, обвиненного в убийстве. Наказание, о котором идет речь, было непропорционально суровым и могло оказать «замораживающий эффект» по отношению к исполнению адвокатами своих обязанностей защитников по уголовному делу. Вывод Европейского Суда относительно процессуальной несправедливости суммарного производства по обвинению в неуважении к суду дополняет это отсутствие пропорциональности. Коротко говоря, Суд ассизов не соблюл правильный баланс между необходимостью оградить авторитет судебной власти и необходимостью защитить право заявителя на свободное выражение мнения.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований статьи 10 Конвенции (вынесено единогласно).", "", "Компенсация", "В порядке применения статьи 41 Конвенции. Европейский Суд присудил выплатить заявителю компенсацию в размере 15 тысяч евро в возмещение причиненного ему морального вреда. Суд также вынес решение в пользу заявителя о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}