{"file": "RUS_HJUDRUS_38885_02.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "38885/02", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "N. против Финляндии", "[N. – Finland] (№ 38885/02)", "Постановление от 26 июля 2005 г. [вынесено IV Секцией (в прежнем составе)]", "", "Обстоятельства дела", "Заявитель прибыл в Финляндию в 1998 году и немедленно обратился к властям с прошением о предоставлении убежища, указав, что он покинул Демократическую Республику Конго (далее – ДРК) в мае 1997 года, когда повстанческие силы во главе с Лораном-Дезире Кабилой захватили власть, свергнув президента Мобуту. Заявитель утверждает в сути своих представлений Европейскому Суду, что его жизни угрожает опасность в ДРК в связи с тем, что он принадлежал к узкому кругу приближенных президента Мобуту, будучи сотрудником охранного подразделения президента – особого президентского дивизиона [Division Spéciale Présidentielle], квартировавшегося на территории резиденции президента.", "В 2001 году Управление по делам иммиграции Финляндии отдало распоряжение о высылке заявителя из страны, признав его рассказ об обстоятельствах жизни неправдоподобным и приняв во внимание тот факт, что он не подтвердил данные о своей личности. Насколько было известно Управлению по делам иммиграции, только те высокопоставленные должностные лица правительства Мобуту, которые злоупотребляли властью, подвергались риску уголовного преследования при режиме Кабилы. Этот режим, однако, на самом деле вполне благосклонно относился к должностным лицам, работавшим на Мобуту, и многие такие должностные лица высокого ранга уже вернулись в страну. Режим в ДРК сменился вновь в 2001 году в результате очередного государственного переворота, после которого общая ситуация в стране изменилась к лучшему.", "В 2002 Административный суд отклонил жалобу заявителя на распоряжение о высылке, заметив, что среди прочего он под иными именами фигурировал в Нидерландах в 1993 году как ходатайствующий о предоставлении убежища; Административный суд поэтому не был до конца уверен в правдивости предоставляемой им информации. В 2003 Верховный административный суд отклонил дальнейшую жалобу заявителя, отметив, что подлинные данные о его личности и этнической принадлежности остаются неясными, что снижает правдивость его версии биографии, включая данные о его местонахождении в период между высылкой из Нидерландов в 1995 году и прибытием в Финляндию в 1998 году.", "Другое лицо, ходатайствующее о предоставлении убежища, K.K., прибыло из ДРК в Финляндию в 2002 году. Эта женщина утверждала, что была военнослужащей особого президентского дивизиона, и ее арестовали после убийства президента Лорана-Дезире Кабилы в 2001 году. В 2004 году Административный суд оставил в силе первоначальный отказ в предоставлении ей убежища, но дал указание Управлению по делам иммиграции выдать ей вид на жительство. В письме, направленном в Европейский Суд в 2003 году, K.K. подтвердила в поддержку позиции заявителя, что он был офицером, занимавшимся в особом президентском дивизионе вопросами безопасности.", "", "Вопросы права", "По поводу соблюдения требований Статьи 3 Конвенции. Для того чтобы оценить правдивость заявителя два делегата Европейского Суда взяли устные показания у самого заявителя, у его гражданской жены, у K.K. и у старшего должностного лица Управления по делам иммиграции. С учетом общего впечатления, сложившегося у делегатов Суда, Европейский Суд считает, что K.K. является надежной свидетельницей, показания которой недвусмысленно поддерживают собственные объяснения заявителя относительно его службы в особом президентском дивизионе и его принадлежности к узкому кругу приближенных президента Мобуту. Сохраняя сомнения относительно достоверности некоторых показаний заявителя, Европейский Суд установил, что его объяснения по поводу его прошлой жизни в ДРК в целом должны считаться достаточно последовательными и достойными доверия. В частности, хотя заявитель не имел старшего воинского звания, он мог считаться принадлежащим к узкому кругу приближенных президента Мобуту и командира особого президентского дивизиона и принимавшим участие – в качестве должностного лица дивизиона – в различных мероприятиях, в ходе которых диссиденты, рассматривавшиеся как угроза президенту Мобуту, намечались для политического преследования, заключения под стражу и возможной казни. Финские власти и суды, находя объяснения заявителя в целом недостоверными, похоже, не исключали возможность того, что он действительно мог работать в особом президентском дивизионе. Не имели финские власти никакой возможности заслушать показания K.K. Поэтому нельзя утверждать, что позиция Европейского Суда противоречит в каком-либо отношении выводам финских судов. Нет и никаких признаков того, что первоначальное интервью по поводу прошения о предоставлении убежища было так или иначе поспешным или иным образом проведено поверхностно.", "Что же касается предположительной опасности предположительно подвергнуться обращению в нарушение требований Статьи 3 Конвенции в случае возвращения в ДРК, то Европейский Суд отмечает: поскольку заявитель выехал из ДРК восемь лет назад, нельзя исключать того, что интерес нынешних властей ДРК к взятию под стражу заявителя и возможному с ним жестокому обращению в связи с его прошлой деятельностью в особом охранном подразделении президента Мобуту мог ослабнуть с течением времени, принимая во внимание и государственный переворот в 2001 году. В то время как согласно его собственным объяснениям у заявителя не было прямых контактов с президентом Мобуту, и у заявителя не было старшего воинского звания на момент, когда он был вынужден покинуть страну, в докладе Верховного комиссара ООН по делам беженцев и других докладах указывалось в отношении бывших военнослужащих, что факторы иные, чем воинское звание – такие как этническая принадлежность военнослужащего или связи с влиятельными лицами – могли иметь важное значение при оценке риска, которому покинувшее ДРК лицо подвергается, если оно возвращается в страну.", "Тем не менее, главное, что надо учесть, это специфическая деятельность заявителя в качестве лазутчика и осведомителя особого охранного подразделения президента Мобуту, отчитывавшегося непосредственно перед самыми высокопоставленными офицерами из непосредственного окружения бывшего президента. Опасность жестокого обращения, которая ему грозит в случае возвращения в ДРК в данный момент времени, необязательно может исходить от нынешних властей страны, но от родственников диссидентов, которые могут желать отомстить заявителю за его прошлую деятельность на службе президенту Мобуту. В конкретных обстоятельствах есть основание полагать, что положение заявителя может оказаться хуже, чем у большинства других бывших сторонников Мобуту, и что власти ДРК необязательно смогут или пожелают защитить заявителя от упомянутых угроз. Его дело поэтому отличается от схожих дел других заявители (см. Постановления Европейского Суда по делу «Вилвараджьях и другие заявители против Соединенного Королевства» [Vilvarajah and Others v. the United Kingdom] (Series A, № 215) и по делу «H.L.R. против Франции» [H.L.R. v. France] (Сборник Постановлений и Решений Европейского Суда по правам человека 1997III). Соответственно, исполнение распоряжения о высылке заявителя из Финляндии нарушило бы требования Статьи 3 Конвенции на протяжении такого времени, в течение которого сохраняется риск, что его могут подвергнуть жестокому обращению.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований Статьи 3 Конвенции (принято шестью голосами «за» и одним голосом «против»).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд счел, что установление того факта, что высылка заявителя в Демократическую Республику Конго в такое время является нарушением требований Статьи 3 Конвенции, само по себе является достаточной справедливой компенсацией любого причиненного заявителю морального вреда.", ""]}