{"file": "RUS_HJUDRUS_39657_98.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "39657/98", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "П.С. против Нидерландов", "[P.S. – Netherlands] (№ 39657/98)", "", "Постановление от 28 октября 2003 г. [вынесено II Секцией]", "", "Обстоятельства дела", "заявитель – адвокат, который представлял интересы лица суринамского происхождения, привлеченного к уголовной ответственности за мошенничество в сфере социального обеспечения. При рассмотрении гражданского дела, связанного с упомянутым уголовным делом, П.С. заявил, что следователь службы социального обеспечения W. оказывал недопустимое давление на его клиента с тем, чтобы добиться от него самоинкриминирующих показаний. W. подал на заявителя жалобу в порядке дисциплинарного производства, утверждая, что тот занимался распространением необоснованных измышлений, которые порочили хорошую репутацию W. Как дисциплинарный совет, так и дисциплинарный апелляционный суд сочли жалобу W. обоснованной, поскольку заявитель дал такие оценки действий W., которые не подтверждались никакими фактами; было указано, что прежде чем выдвигать подобные обвинения в адрес W. заявитель должен был получить от своего клиента достоверную информацию относительно обстоятельств, подтверждающих факт оказания недопустимого давления. Никакая санкция не была, однако, наложена на заявителя.", "", "Вопросы права", "По поводу Статьи 10 Конвенции. Несмотря на тот факт, что на заявителя санкция не была наложена, его право на свободу выражения мнения было подвергнуто «ограничению», а он – «формальному порицанию», так как имело место официальное решение о том, что он был виновен, а это могло иметь удручающий эффект и негативно сказаться на исполнении его профессиональных обязанностей в будущем. Вмешательство государства в права заявителя было предусмотрено законом и имело целью защитить репутацию или права других лиц, но это вмешательство не отвечало никакой насущной общественной потребности.", "Пределы допустимой критики в некоторых обстоятельствах могут быть более широкими, когда объектами критики являются должностные лица государства, а заявления П.С. касались действий W. в его качестве следственного работника службы социального обеспечения. Критические высказывания были ограничены помещением зала суда и не были таковыми, что их можно было бы приравнять к личному оскорблению W. Доводы заявителя были последовательны и базировались на том факте, что его клиент полностью не уяснил для себя самоинкриминирующее заявление, которое он сделал в отсутствие переводчика. Власти страны не сделали попытку установить истинность или ложность утверждений заявителя или добросовестный характер его действий в этой связи. Кроме того, существовавшая угроза оценки его заявлений задним числом могла иметь «замораживающий эффект» в отношении исполнения заявителем своих профессиональных обязанностей и защиты интересов клиентов в будущем.", "", "Постановление", "Европейский Суд пришел к выводу о том, что по делу допущено нарушение положений Статьи 10 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Заявитель не выдвинул никаких требований относительно справедливой компенсации.", ""]}