{"file": "RUS_HJUDRUS_41984_98.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "41984/98", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Светлана Науменко против Украины", "[Svetlana Naumenko – Ukraine] (№ 41984/98)", "Постановление от 9 ноября 2004 г. [вынесено II Секцией]", "", "Обстоятельства дела", "В 1994 году районный суд вынес решение в пользу заявительницы в отношении ее статуса как ликвидатора последствий аварии на Чернобыльской атомной электростанции. Этот статус, предоставлявший заявительнице право на определенные льготы и выплаты, был оспорен властями. В 2000 году заместитель председателя областного суда, действуя от имени областных властей, внес в суде надзорный протест на решение районного суда, вынесенное в 1994 году, которое вступило в законную силу и стало обязательным для исполнения. Президиум областного суда удовлетворил протест и отменил решение районного суда, вынесенное в 1994 году в пользу заявительницы.", "", "Вопросы права", "По поводу пункта 1 Статьи 6 Конвенции (вопрос о соблюдении права обвиняемого на разбирательство дела беспристрастным судом). Поскольку заместитель председателя областного суда, который внес протест, является также и членом президиума областного суда, рассматривавшего протест, это обстоятельство вступает в противоречие с требованием о соблюдении судьей принципа «личной беспристрастности», из которого вытекает, что судья не может быть одновременно и истцом, и судьей по собственному делу.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований пункта 1 Статьи 6 Конвенции (принято единогласно).", ""]}