{"file": "RUS_HJUDRUS_36548_97.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "36548/97", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Пинкова и Пинк против Чешской Республики", "Pincová and Pinc –  (№ 36548/97)", "", "Постановление от 5 ноября 2002 г. [вынесено II Секцией]", "", "Факты В 1967 заявительница и ее муж купили деревянный дом с амбаром и конюшней (вторым заявителем является их сын, ставший совладельцем указанного имущества), которые они арендовали у государственного предприятия. Имущество было передано согласно закону, пересматривающему первую реформу собственности, государственному предприятию во времена коммунистического режима путем конфискации без выплаты компенсации.", "В декабре 1992 года, после вступления в силу Закона № 229/1991 о земельной собственности в Чехии, сын собственников конфискованного имущества подал заявление о ее реституции. В связи с возможной реституцией суд запросил заключение эксперта с тем, чтобы установить, соответствовала ли оценка собственности в 1967 году существующим правилам. И, в частности, определить, была ли собственность приобретена по более низкой цене, чем это было предусмотрено действовавшими в то время правилами. Эксперт заключил, что стоимость собственности в 1967 году не полностью отвечала действовавшему тогда законодательству. В связи с этим он решил произвести полную переоценку собственности, руководствуясь действовавшим на тот момент законодательством, и, основываясь на описании ситуации, данном в ходе производства по делу, с тем, чтобы сравнить две оценки и определить разницу между ними. Заявители подтвердили, что стоимость жилой части собственности, установленная экспертом, практически соответствовала стоимости этого имущества в 1967 году за разницей стоимости амбара и конюшни.", "Суд удовлетворил заявление сына бывших владельцев и решил передать ему право собственности на спорное имущество. Суд постановил, что условия, предусмотренные статьей 8-1 закона о праве собственности на землю, были соблюдены, поскольку в 1967 году заявители приобрели собственность ниже реальной стоимости, а именно: за цену, соответствующую применимым в настоящее время правилам. Суд отметил, что разница составляла четверть реальной стоимости собственности. Заявители обжаловали это решение суда. Их жалоба была оставлена без удовлетворения.", "В связи с этим заявители подали жалобу в Конституционный суд, в которой, в частности, указали, что они были лишены права собственности из-за разницы между двумя ценами, определенными двумя различными способами. Ходатайство заявителей о возобновлении разбирательства по делу было отклонено. В 1997 году Конституционный суд отказал в рассмотрении дела заявителей. Министерство сельского хозяйства возместило заявителям стоимость имущества, заплаченную ими в 1967 году, а также сумму, потраченную заявителями для установления личного использования земли. Рассмотрение вопроса о возмещении разумных расходов, понесенных заявителями в ходе эксплуатации собственности, было отложено по причине их несогласия с определенной государством ставкой. В связи с тем, что заявителям не была выплачена сумма, которую государство, по его утверждению, готово было платить, заявители подали иск в суд. В день принятия судебного решения новый собственник имущества не выдвинул предложений по расселению заявителей, которые продолжали жить в доме. Они подали иск в суд об уплате задолженности по арендной плате, плюс проценты, по которому не было вынесено решения. Иск, поданный заявителями с целью определения размера причитающегося им возмещения в связи с расходами по эксплуатации собственности, также находился в процессе рассмотрения.", "", "Вопросы права По Статье 1 Протокола № 1 к Конвенции. Лишение заявителей имущества было произведено в соответствии с законом, поскольку основывалось на Законе о праве собственности на землю, который при соблюдении ряда условий санкционировал лишение имущества в контексте реституции определенной собственности. Цель этого закона состоит в смягчении последствий экономических правонарушений, допущенных во времена коммунистического режима.", "Европейский Суд отдает отчет в том, что для Чехии было необходимо решить эту проблему, которую она признает вредной для демократического режима. Таким образом, главная задача закона служит цели общественной полезности. Основная задача законодательства по вопросам реституции отвечает законной цели и средствам, обеспечивающим законность правовых сделок и защиту социально-экономического развития страны. При этом необходимо гарантировать, что смягчение последствий допущенных нарушений не приведет к новому ущербу. С этой целью законодательство должно предусмотреть возможность учета особых обстоятельств каждого дела с тем, чтобы на лиц, добросовестно приобретших свое имущество, не ложилось бремя государства, ранее конфисковавшего это имущество.", "Заявители добросовестно приобрели свое имущество, не зная о том, что ранее оно было конфисковано, и не имея возможности повлиять на процесс заключения сделки или покупную цену. Более того, заключение судов Чехии о том, что заявители приобрели собственность по цене ниже предусмотренной законом главным образом объясняется разницей в оценке нежилой части собственности.", "Рассматривая вопрос о бремени, легшем на заявителей, от Европейского Суда не требуется комментировать то, каким образом суды Чехии должны были установить размер компенсации. Однако стоимость, уплаченная заявителями при покупке имущества в 1967 году, и размер выплаченной им компенсации не соотносятся со стоимостью этого имущества 30 лет спустя. Необходимо учитывать, что дом, о котором идет речь в жалобе, был единственным местом жительства заявителей. К моменту вынесения решения о возврате этого дома предыдущему владельцу заявители прожили в нем 42 года. Заявители оказались в неопределенной и весьма непростой социальной ситуации. После компенсации им покупной цены имущества они не в состоянии купить другой дом. Безусловно, их не принуждали покинуть дом, но для них оказалось невозможным добиться через суд права на получение другого жилья. Более того, новый собственник, похоже, извлекает плюсы из своей выгодной по сравнению с заявителями позиции. Следовательно, при присуждении заявителям «компенсации» не была учтена ситуация, в которой они оказались. Заявителям не был компенсирован моральный вред, понесенный вследствие лишения их единственного дома. Более того, заявители до сих пор не получили компенсацию расходов, связанных с эксплуатацией их собственности, несмотря на то, что прошло семь с половиной лет после того, как был подтвержден переход права собственности.", "В заключение, на заявителей было возложено непропорциональное бремя, нарушившее справедливый баланс, который должен существовать между требованием соблюдения общих интересов и защитой права заявителей на уважение их собственности.", "", "Постановление Вывод: допущено нарушение Статьи 1 Протокола № 1 к Конвенции (принято единогласно).", "", "Компенсация В порядке применения Статьи 41 Конвенции. Европейский Суд постановил возместить причиненный заявителям моральный и материальный ущерб в сумме 35 500 евро. Наряду с этим Европейский Суд вынес решение о возмещении заявителям судебных издержек и иных расходов, понесенных в связи с судебным разбирательством, которые нужно вычесть из уже полученной в качестве юридической помощи суммы.", ""]}