{"file": "RUS_HJUDRUS_47533_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "47533/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Эргин против Турции", "[Ergin – Turkey] (№ 47533/99)", "Постановление от 4 мая 2006 г. [вынесено IV Секцией]", "", "Обстоятельства дела", "В сентябре 1997 года заявитель опубликовал в газете, редактором которой он является, статью под заголовком «Проводы призывников, или коллективная память». Статья подвергала критике теперь уже ставший традиционным обряд проводов призывников на военную службу; автор литературным языком объяснял, что энтузиазм вокруг этих проводов – это отрицание трагического конца, ожидающего некоторых из тех призывников, которых провожают на службу, а именно смерти и увечий. 20 октября 1998 г. Суд Генерального штаба признал заявителя виновным в подстрекательстве к уклонению от воинской службы и назначил ему наказание в виде лишения свободы сроком два месяца, замененное штрафом. Жалоба, поданная заявителем по вопросам права, была отклонена 10 февраля 1999 г.", "", "Вопросы права", "По поводу соблюдения требований статьи 10 Конвенции. Что касается предполагаемого вмешательства публичных властей в осуществление права заявителя на свободу выражения мнения, то Европейский Суд считает: приведенные турецкими судами основания не могут сами по себе считаться достаточными для того, чтобы оправдать вмешательство публичных властей в осуществление права заявителя на свободу выражения своего мнения. Несмотря на то, что использованные в ставшей камнем преткновения статье слова придавали ей оттенок неприязни к военной службе, они не призывали к использованию силы и не подстрекали к вооруженному сопротивлению или восстанию; они также не унижали достоинство военнослужащих, что обязательно надо было принять во внимание. Ставшая камнем преткновения статья не была опубликована в газете, которую мог купить любой желающий, и ни по форме, ни по содержанию не была направлена на то, чтобы вызвать желание немедленно дезертировать. Признание заявителя виновным в совершении преступления не отвечает настоятельной общественной необходимости и соответственно не является «необходимым в демократическом обществе».", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу было допущено нарушение требований статьи 10 Конвенции (вынесено единогласно).", "", "По поводу соблюдения требований статьи 6 Конвенции. Что касается жалобы относительно независимости и беспристрастности Суда Генерального штаба, то Европейский Суд сначала получил официальное уведомление о представлении властями Турции информации о том, что в турецкое законодательство были внесены изменения для приведения его в соответствие с Конвенцией. Лишь в исключительных обстоятельствах рассмотрение обвинений в совершении преступления, выдвинутых против гражданских лиц, судом, состоящим, хотя бы частично, из представителей вооруженных сил, может считаться совместимым со статьей 6 Конвенции. Европейский Суд считает, что подвижки, произошедшие за последние годы на международном уровне, говорят в пользу применения этого подхода. Власть военных судов, рассматривающих дела в порядке уголовного судопроизводства, не должна распространяться на гражданских лиц, если только не находятся неопровержимые доводы, оправдывающие иное, и, если такие доводы существуют, лишь в том случае, когда такая возможность предусмотрена четким и предсказуемым национальным законодательством. Заявитель – гражданское лицо, представшее перед судом, который состоял исключительно из военных, – обвинялся в совершении преступлений, связанных с пропагандой против военной службы, и можно понять, что он должен был испытывать страх, представ перед судьями, входящими в состав вооруженных сил, которых можно было отождествить с одной из сторон судебного разбирательства. Соответственно, заявитель мог не без оснований опасаться того, что Суд Генерального штаба может позволить себе попасть под незаконное влияние соображений предвзятости. Следовательно, сомнения заявителя в независимости и беспристрастности этого суда можно считать объективно обоснованными.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу было допущено нарушение требований статьи 6 Конвенции (вынесено единогласно).", "", "Что касается жалобы на несправедливость судебного разбирательства, то Европейский Суд отмечает: суд, который, как было установлено, не является независимым и беспристрастным, не может, в любом случае, гарантировать справедливое судебное разбирательство подсудным ему лицам.", "", "Постановление", "Европейский Суд пришел к выводу, что рассматривать жалобу заявителя на несправедливость судебного разбирательства нет необходимости (вынесено единогласно).", "", "Компенсация", "В порядке применения статьи 41 Конвенции. Европейский Суд назначил выплатить заявителю компенсацию за моральный ущерб, а также присудил ему определенную сумму в счет возмещения понесенных им судебных издержек и расходов.", ""]}