{"file": "RUS_HJUDRUS_20641_05.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "20641/05", "text_paragraphs": ["Европейский суд по правам человека", "", "Информационное сообщение о прецедентном праве Европейского суда по правам человека № 155", "Август-сентябрь 2012 года", "", "", "Eğitim ve Bilim Emekçileri Sendikası против Турции — 20641/05", "", "Постановление от 25.09.2012 года [Секция II]", "", "Статья 11", "", "Пункт 1 статьи 11", "", "Свобода объединений", "", "Заявление о роспуске профсоюза за поддержку им права на образование на родном языке, не являющимся национальным языком: нарушение.", "", "Статья 10", "", "Пункт 1 статьи 10", "", "Свобода самовыражения", "", "Отказ в разрешении профсоюзу провести кампанию за получение образования на родном языке, не являющимся национальным языком: нарушение.", "", "Факты - В своих учредительных документах союз-заявитель - Союз наемных работников в сфере образования и науки - защищал «право всех людей в обществе, в условиях равенства и свободы, получать демократическое, светское, научное образование бесплатно на своем родном языке». В феврале 2002 года губернатор области попросил Союз удалить термин «родной язык», потому что он не соответствовал Конституции. Затем, в марте 2002 года, губернатор распорядился возбудить в прокуратуре дело с целью роспуска Союза, так как тот не внес поправки в свои учредительные документы, как это от него требовалось. В июле 2002 года Союз-заявитель внес поправки в вызвавший проблемы пункт следующим образом: \"право всех людей в обществе получать образование на их родном языке\". Прокурор прекратил дело по роспуску Союза, отметив, в частности, что имела место оживленная дискуссия по этому вопросу и что этот вопрос будет включен в повестку дня парламентской сессии, в связи с чем текущий период не является подходящим временем для принятия мер по роспуску Союза. В октябре 2003 года по требованию начальника штаба Вооруженных Сил губернатор потребовал от Союза-заявителя удалить вызвавшие проблемы слова из его учредительных документов. Впоследствии он вновь обратился к прокурору с требованием роспуска Союза, и в июле 2004 года прокурор подал ходатайство о роспуске Союза. Суд по трудовым спорам отклонил ходатайство о роспуске, пояснив, что редакция учредительных документов не ставит под угрозу территориальную целостность нации, или государства, или существующих границ Турецкой Республики. Прокурор подал апелляцию. Кассационный суд отменил решение суда по трудовым спорам, но во втором решении суд по трудовым спорам подтвердил свой первоначальный вывод. В июле 2005 года Союз удалил слова «родной язык» из своих учредительных документов.", "", "Право - Статья 11: Процессуальные действия, предпринятые в отношении Союза-заявителя, привели к вмешательству со стороны национальных властей в осуществление Союзом его права на свободу объединения, не позволив ему коллективно или индивидуально реализовать цели, изложенные в его учредительных документах. Вмешательство было предусмотрено законом и преследовало законную цель предотвращения беспорядков и защиты национальной безопасности, а также территориальной целостности государства. Остается определить, было ли вмешательство «необходимо в демократическом обществе» для достижения преследуемых законных целей.", "Два процесса были начаты в отношении Союза-заявителя для защиты права преподавания на «родном языке». Первое разбирательство было прекращено. В ходе второго, как установил Кассационный суд, учредительные документы признаны не соответствующими Конституции и принципу унитарного государства, и потому Союз был вынужден удалить вызвавшие проблемы слова для того, чтобы избежать роспуска. Тем не менее, вызвавшее проблемы словосочетание не содержало подстрекательства к насилию или любым другим незаконным средствам для достижения своей цели. Принцип, который защищал Союз-заявитель, не находился в противоречии с основополагающими принципами демократии. Кроме того, вызвавшие проблемы слова должны были рассматриваться в контексте текущей на тот момент дискуссии на тему преподавания на родном языке. Такое предложение может нарушить определенные убеждения большинства населения. Тем не менее, надлежащее функционирование демократии требует публичного обсуждения, чтобы помочь найти решение вопросов общего политического или общественного интереса. Кроме того, в последнем докладе Европейского комитета против расизма и нетерпимости (ЕКРН) по Турции было указано, что есть турецкие дети, чьим родным языком является не турецкий язык, а адыгский, абхазский или курдский. В связи с этим, Законом от 3 августа 2002 года предусматривалось положение об открытии частных уроков по изучению языков и диалектов, не относящихся к турецкому языку. Этот законодательный подход контрастировал с позицией, которую заняли национальные суды при рассмотрении вопроса о том, что содержание учредительных документов Союза является неконституционным. Цель, преследуемая в учредительных документах, не угрожала национальной безопасности или общественному порядку. Доводы, приведенные Кассационным судом, не были существенными и достаточными, или пропорциональными по отношению к целям, преследуемым в соответствии с законом. Разбирательства, направленные на то, чтобы Союз-заявитель прекратил существование, и приведшие к тому, что он был вынужден внести изменения в вызвавшее проблемы словосочетание в его учредительных документах, исключив слова \"получать образование на их родном языке\", не могли разумно рассматриваться в качестве соответствующего насущным социальным потребностям.", "", "Заключение: нарушение (принято единогласно).", "", "Статья 10: Эта статья включает в себя свободу получать и распространять информацию и идеи на любом языке, что дает возможность принять участие в общественном обмене культурной, политической и социальной информацией и идеями всех видов. Второй процесс по роспуску в отношении Союза-заявителя представлял собой вмешательство со стороны национальных властей в право профсоюза на свободу выражения мнения. Это вмешательство было предусмотрено законом и преследовало законную цель предотвращения беспорядков и защиты национальной безопасности, а также территориальной целостности государства.", "Вызвавший проблемы отрывок из учредительных документов Союза-заявителя отстаивал идею преподавания на «родном языке». В турецком контексте и при принятии слов буквально, это положение может быть истолковано как защищающее право получения образования на турецком языке как на родном языке. В то же время, если принимать во внимание историческую и социальную подоплеку страны, родным языком может быть другой язык. На тот момент в закон были внесены поправки, позволяющие проводить частное обучение для турецких граждан на родном языке, не являющимся турецким. Кроме того, вызвавшая проблемы часть учредительных документов Союза-заявителя не поощряет использование насилия, или вооруженного сопротивления, восстания, или внушения ненависти, или угрозы территориальной целостности государства. В заключение необходимо отметить, что разбирательства, начатые против Союза с целью его роспуска, обязывавшие его удалить вызвавшие проблемы слова из его учредительных документов, были несоразмерны преследуемой цели и, следовательно, не были необходимы в демократическом обществе.", "", "Заключение: нарушение (принято единогласно).", "", "Статья 41: 7 500 евро в качестве компенсации морального вреда; претензии в отношении материального ущерба были отклонены.", ""]}