{"file": "RUS_HJUDRUS_19336_04.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "19336/04", "text_paragraphs": ["", "", "ЕВРОПЕЙСКИЙ СУД ПО ПРАВАМ ЧЕЛОВЕКА", "", "© Перевод сделан Украинским Хельсинским союзом по правам человека, . Разрешение опубликовать этот перевод дано исключительно с целью его включения в базу данных Суда HUDOC.", "", "© Translation made by the Ukrainian Helsinki Human Rights Union, . Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "ПЯТАЯ СЕКЦИЯ", "", "", "", "ДЕЛО «EAST/WEST ALLIANCE LIMITED» ПРОТИВ УКРАИНЫ", "", "(Заявление № 19336/04)", "", "", "", "РЕШЕНИЕ", "", "", "СТРАСБУРГ", "", "23 января 2014", "", "", "ОКОНЧАТЕЛЬНОЕ", "", "02/06/2014", "", "Это решение станет окончательным при условиях, изложенных в Статье 44 § 2 Конвенции. Оно может быть отредактировано.", "", "", "In the case of East/West Alliance Limited v. Ukraine,", "Европейский Суд по правам человека (Пятая секция), заседая Палатой в составе:", "\tMark Villiger, Председатель,\n\tAngelika Nußberger,\n\tBoštjan M. Zupančič,\n\tGanna Yudkivska,\n\tAndré Potocki,\n\tPaul Lemmens,\n\tAleš Pejchal, судьи,\nи Stephen Phillips, Секретарь секции,", "Рассмотрев дело в закрытом заседании 17 декабря 2013,", "Провозглашает следующее решение, принятое в этот день:", "ПРОЦЕДУРА", "1. Данное дело основано на заявлении (№19336/04) против Украины, поданном в Суд в соответствии со статьей 34 Конвенции о защите прав человека и основных свобод (далее – «Конвенция») 22 мая 2004 года «East/West Alliance Ltd», ирландской компанией, расположенной в г. Дублин, с представительством в Украине (далее – «компания-заявитель»).", "2. Компания-заявитель была представлена «Международной юридической фирмой «Консалтинг», расположенной в Киеве. Украинское правительство (далее – «Правительство») представлял его уполномоченный, совсем недавно г-н Назар Кульчицкий.", "3. Компания-заявитель утверждала о нарушении статьи 1 Первого протокола, а также статьи 6 § 1 и статьи 13 Конвенции в связи с многочисленными и многогранными вмешательствами властей в ее право собственности на четырнадцать самолетов, которые, как утверждается, закончились лишением ее собственности.", "4. 31 марта 2010 года заявление было направлено Правительству.", "5. 27 апреля 2012 года Председатель секции решил, в соответствии с Правилом 54 § 2 (с) Регламента Суда, что сторонам должны быть предложено предоставить дополнительные письменные замечания относительно приемлемости и по существу жалобы.", "6. Ирландское правительство, будучи уведомленным о его праве на участие в разбирательстве (статья 36 § 1 Конвенции 36 и правило 44 Регламента Суда), указало, что оно не желает воспользоваться этим правом.", "ФАКТЫ", "I. ОБСТОЯТЕЛЬСТВА ДЕЛА", "7. На момент событий компания-заявитель, вместе с «ATI» (компания грузовых авиаперевозок), «УРАРП» (компания по ремонту и обслуживанию воздушных суден), и некоторых других компаний, участвующих в авиационном бизнесе, принадлежали консорциуму «Титан».", "8. В разное время в период с августа 1997 года по март 2002 года, когда он был избран в национальный парламент, президентом украинского офиса компании-заявителя, «ATI» и консорциума «Титан» был некий г-н Л.", "A. Факты, касающиеся самолетов Ан-28", "1. Приобретение и бизнес-операции компании-заявителя", "9. В соответствии с договором купли-продажи от 30 июля 1999 года, с изменениями от 28 декабря 1999 года, компания-заявитель приобрела у российской авиакомпании С. восемь самолетов Ан-28 (\"Ан-28\"). Самолеты были изготовлены в 1988-1990 годах, и их летательная способность составляла от 1455 до 2821 часов полетов.", "10. 9 и 19 января 2000 года компания-заявитель предоставила в аренду эти воздушные суда компании «ATI» на десять лет. В договоре аренды было оговорено, что самолеты будут оставаться собственностью компании-заявителя в течение всего этого периода. Право собственности может быть передано компании «ATI», при условии, что она выплатит всю арендную плату.", "11. 22 и 28 марта 2000 года Министерство транспорта Украины зарегистрировало самолеты. Компания-заявитель была указана в качестве владельца в свидетельствах о регистрации.", "12. В ноябре 2000 года один из самолетов был переведен в Молдову в коммерческих целях", "13. 7 марта 2001 года еще один самолет был продан компании C.", "14. Остальные шесть самолетов находились на стоянке на авиабазе «Узин» в Киевской области (г. Белая Церковь).", "15. 6 июля 2001 года компания-заявитель и компания «ATI» расторгли договор аренды, поскольку арендатор был не в состоянии выполнить его условия.", "16. 20 августа 2001 компания-заявитель заключила договор о десятилетней аренде шести самолетов с другой компанией, компанией «R.S.T.», который должен был вступить в силу 1 октября 2001 года. Это соглашение, однако, так и не вступил в силу.", "2. Уголовное дело в отношении должностных лиц компаний «УРАРП» и «ATI»", "17. Между 23 и 25 января 2001 года налоговая милиция провела обыск в помещениях консорциума «Titan» в Киеве, в том числе в офисе компании-заявителя, видимо, в рамках уголовного расследования относительно компании «УРАРП» по подозрению в уклонении от уплаты налогов. В результате этого была произведена выемка \"значительного количества документов\" (цит. постановление прокуратуры г. Киева от 20 сентября 2002 - см. параграф 27 ниже). Изъятые документы включали в себя первоначальный договор купли-продажи шести Ан-28, которые находились на авиабазе «Узин». Материалы дела не содержат протокол обыска и выемки.", "18. 23 марта 2001 налоговая милиция возбудила уголовное дело относительно должностных лиц компании «ATI» по подозрению в уклонении от уплаты налогов", "19. 29 марта 2001 года дело было прекращено, поскольку оно было возбуждено преждевременно. Тем не менее, тем же постановлением налоговая милиция возбудила уголовное дело относительно должностных лиц компании «ATI» по подозрению в подделке документов.", "20. 30 марта 2001 года налоговая милиция провела \"осмотр места преступления\" на авиабазе «Узин», в результате которого она обнаружила и наложила арест на шесть самолетов Ан-28. Арест был оформлен \"протоколом осмотра места преступления\" (та же процедура состоялась в «Аэропорту Черкассы» в отношении восьми самолетов Л-410 также принадлежащих компании-заявителю - см. параграф 104 ниже). Так как охрана не могла предъявить документацию на эти самолеты, утверждая, что она находится в офисе компании-заявителя в Киеве, милиция пришла к выводу, что \"их владелец не может быть установлен\".", "21. Компания-заявитель оспорила вышеуказанный арест (а также арест самолетов Л-410 - см. параграф 105 ниже) в органы прокуратуры.", "22. 10 января 2002 года налоговая милиция снова возбудила уголовное дело в отношении должностных лиц компании «ATI» по подозрению в уклонении от уплаты налогов.", "23. 21 марта 2002 года прокуратура г. Киева сообщила компании-заявителю, в ответ на ее жалобы о, якобы, незаконности ареста самолетов 30 марта 2001 года, что она не может вынести никакого решения относительно арестованных самолетов Ан-28, так как, 10 сентября 2001 года хозяйственный суд г. Киева также наложил на них арест в рамках хозяйственного процесса, открытого налоговыми органами (см. параграф 35 ниже). Что касается самолетов Л-410S, их арест был признан незаконным, поскольку он не был совершен не в соответствии с соответствующим процессуальным документом (см. параграф 106 ниже).", "24. В неустановленный день было возбуждено уголовное дело относительно вице-президента компании «ATI», который был обвинен в злоупотреблении служебным положением, подделке документов, уклонении от уплаты налогов и отмывании денег. По-видимому, это уголовное дело заменило все ранее возбужденные относительно должностных лиц компании «ATI» (см. параграфы 18 и 22 выше). Вице-президент компании «ATI» подозревался, в частности, в подделке договоров от 9 и 19 января 2000 года (см. параграф 10 выше) о, якобы, несуществующей аренде самолетов, с целью уклонения от уплаты налогов.", "25. 17 апреля 2002 года следователь налоговой милиции провел очередной осмотр самолетов на авиабазе «Узин».", "26. В тот же день следователь определил самолеты в качестве вещественных доказательств по уголовному делу относительно вице-президента компании «ATI», со ссылкой на статьи 78 и 79 Уголовно-процессуального кодекса (см. параграф 138 ниже).", "27. 20 сентября 2002 года прокуратура г. Киева отказала в возбуждении уголовного дела относительно налоговой милиции в связи с, inter alia, обыском, проведенном в офисе компании-заявителя между 23 и 25 января 2001 года и выемкой документов, связанных с самолетами. Это было четвертое постановление органов прокуратуры об отказе в возбуждении уголовного дела в этой связи. Предыдущие три были отменены на основании недостаточности доказательств. Компания-заявитель также безуспешно пыталась подать гражданский иск в связи с этим вопросом.", "28. 3 февраля 2003 года Печерский районный суд г. Киева (\"Печерский суд») признал вице-президента компании «ATI» виновным в служебной халатности и снял с него другие обвинения (в том числе обвинение в подделке договоров аренды от 9 и 19 января 2001 года). Этим же приговором суд постановил, что шесть самолетов Ан-28, которые использовались в качестве вещественных доказательств, должны быть возвращены \"их владельцу\". 8 мая 2003 года Апелляционный суд г. Киева оставил в силе это решение.", "29. 26 мая 2003 года Печерский суд обратился к государственной компании, отвечающий за управление авиабазой «Узин», утверждая, что, согласно приговору от 3 февраля 2003 года, самолеты, о которых идет речь, должны быть возвращены их владельцу.", "30. 30 мая 2003 управляющий авиабазы направил эти предписания в Государственную налоговую инспекцию г. Белая Церковь (далее как «Белоцерковская налоговая инспекция\" или \"налоговая инспекция\"), которая доверила ей их хранение. Управляющий авиабазы также указал, что налоговая инспекция задолжала госкомпании 46 295 украинских гривен за хранение.", "31. 2 июня 2003 года налоговая инспекция ответила, что 16 сентября 2002 года самолеты были объявлены бесхозными (см. параграф 41 ниже), и что не было никаких законных оснований для прекращения процедуры их продажи в доход государства (см. также параграфы 61-65 ниже). Что касается предполагаемой задолженности, налоговая инспекция утверждает, что самолеты, которые стали теперь государственной собственностью, были сохранены на территории авиабазы государственной формы собственности и охранялись налоговой милицией (см. параграфы 73-74 ниже). Соответственно, она рассматривала требование об оплате услуг хранения безосновательным.", "32. 7 февраля 2005 года Печерский суд уточнил, что, в соответствии с приговором суда от 3 февраля 2003 года шесть самолетов Ан-28 должны были быть возвращены компании-заявителю, которая была их владельцем.", "33. 28 февраля 2005 года суд выдал исполнительный лист на основании своего решения от 7 февраля 2005 года.", "3. Производство, инициированное налоговыми органами о признании недействительными договоров аренды самолетов", "34. 20 августа 2001 года Государственная налоговая инспекция Печерского района г. Киева подала иск в Х\nозяйственный суд г. Киева против компании-заявителя и компании «ATI» о признании недействительными договоров аренды от 9 и 19 января 2000 года (см. параграф 10 выше). Истец утверждал, что компания-заявитель на самом деле поставила самолеты компании «ATI» бесплатно, в то время как оспариваемые договоры аренды были впоследствии подделаны, чтобы скрыть этот факт, с целью освободить компанию «ATI» от уплаты какого-либо налога на прибыль. В дополнение к признанию недействительными договоров аренды, налоговая инспекция требовала конфискации восьми самолетов, с последующим перечислением дохода от их продажи в государственный бюджет. Она также требовала, чтобы самолеты были арестованы в качестве временной меры для обеспечения иска.", "35. 10 сентября 2001 г. началось судебное рассмотрение дела. Суд удовлетворил требование о наложение ареста на восемь самолетов (в том числе на те, которые были проданы компании С., и на тот, который был перемещен в Молдову).", "36. 12 октября 2001 года компания C. ходатайствовала в суд о снятии ареста с самолетов, которые она приобрела. Это ходатайство, было, по-видимому, удовлетворено.", "37. 27 июня 2003 года Хозяйственный суд г. Киева отклонил иск налоговой инспекции как необоснованный. Он отметил, что стороны не оспаривали того, что компания «ATI» не выполнила требований договоров аренды и, следовательно, компания-заявитель осталась владельцем самолетов. Суд также отменил постановление об аресте от 10 сентября 2001 года (см. параграф 35 выше).", "38. 29 сентября 2003 года Киевский апелляционный хозяйственный суд оставил данное решение в силе. Он указал, что право собственности компании-заявителя на самолеты было подтверждено документально, в то время как утверждение, что некоторые документы были подделаны, было признано необоснованным в приговоре от 3 февраля 2003 года (см. параграф 28 выше).", "4. Решение властей объявить шесть самолетов бесхозными", "39. 10 июля 2002 года следователь налоговой инспекции г. Белая Церковь составил протокол о \"наложении временного ареста на активы налогоплательщика\" в отношении шести самолетов Ан-28, которые находились на авиабазе «Узин», с целью \"погашения обязательств плательщика налогов перед государственными бюджетами и целевыми фондами\". Постановление содержало перечень регистрационных номеров самолетов и ссылку на пункт 3.2 статьи 9 Закона Украины \"О порядке погашения обязательств плательщиков налогов перед бюджетами и государственными целевыми фондами\" (см. параграф 140 ниже). Оно было подписано должностным лицом налоговой милиции, руководителем авиабазы «Узин» и двумя понятыми.", "40. 11 июля 2002 года заместитель начальника налоговой инспекции г. Белой Церкви вынес постановление об \"административном аресте активов налогоплательщика\" в отношении воздушных суден, о которых идет речь. В соответствии с этим постановлением, эта мера была предпринята с целью \"погашения обязательств плательщика налогов перед бюджетами и государственными целевыми фондами\". В строке \"налогоплательщик, активы которого были арестованы\" было указано, что владелец самолетов не был установлен.", "41. 16 сентября 2002 года государственная администрация г. Белая Церковь (\"Белоцерковская госадминистрация\") издала приказ, согласно которому, шесть самолетов были объявлены бесхозными, а налоговая милиции была уполномочена продать их. В результате, в период с марта по июнь 2003 года самолеты были проданы третьим лицам (см. параграфы 61-65 ниже).", "42. 15 мая 2003 года компания-заявитель подала иск в Хозяйственный суд Киевской области против Белоцерковской госадминистрации, оспаривая приказ от 16 сентября 2002 года. Она утверждала, что была законным владельцем самолетов, что ответчик надлежащим образом был проинформирован об этом факте, и, что оспариваемый приказ привел к незаконному отчуждению имущества компании-заявителя", "43. 3 июня 2003 года в целях обеспечения иска компании-заявителя суд запретил какие-либо операции с самолетами.", "44. Следовательно, 4 июня 2003 года сотрудник исполнительной службы опечатал шесть самолетов. Следственная комиссия по расследованию причин кризисной ситуации в авиации Украины ad hoc (\"Парламентская следственная комиссия\"), которая была создана под председательством г-на Л., депутата парламента (см. параграф 8 выше), и к которой компания-заявитель обращалась с жалобой, также опечатала самолеты.", "45. Белоцерковская госадминистрация обжаловала арест самолетов, согласно приказа от 3 июня 2003, утверждая, в частности, что претензии компании-заявителя имели нематериальный характер, т.к. ограничивались спором о недействительности документа.", "46. 8 июля 2003 года Киевский апелляционный хозяйственный суд отказал в удовлетворении этой апелляционной жалобы. Судом было установлено, что аргументы апеллянта беспочвенны, т.к. предмет спора была двоякий: во-первых, оспариваемым решением самолеты были объявлены бесхозными, и, во-вторых, налоговые органы были уполномочены продать самолеты. Соответственно, неспособность обеспечить иск может поставить под угрозу исполнение любого будущего судебного решения, вынесенного по спору.", "47. 11 ноября 2003 года Высший хозяйственный суд отменил постановления от 3 июня и 8 июля 2003 года, рассмотрев кассационную жалобу, поданную Белоцерковской госадминистрацией. Он отметил, что, по состоянию на 3 июня 2003 года, самолеты оставались арестованными в целях обеспечения иска в другом разбирательстве согласно постановлению от 10 сентября 2001 года, которое не было отменено до 27 июня 2003 года (см. параграфы 35 и 37 выше). Поскольку юридическая процедура не предусматривает «двойных» мер по обеспечению исков, постановление Хозяйственного суда Киевской области от 3 июня 2003 не имело никаких правовых оснований.", "48. 25 декабря 2003 года Хозяйственный суд Киевский области вынес решение в пользу компании-заявителя и отменил приказ Белоцерковской госадминистрации от 16 сентября 2002 года (см. параграф 41 выше). Он постановил, что имущественные права компании-заявителя были подтверждены удостоверениями о регистрации самолетов от 28 марта 2000 года (см. параграф 11 выше).", "49. 9 апреля 2004 года Киевский апелляционный хозяйственный суд оставил данное решение в силе. Он также вынес отдельное определение, в котором ссылается, в частности, на документальное доказательство из материалов дела, доказывая, что Белоцерковская госадминистрация приступила к продаже самолетов на том основании, что они бесхозны (см. параграфы 41 и 61-65 ниже) после того, как получила документы от компании-заявителя, подтверждающие право собственности последней на эти самолеты. Таким образом, суд пришел к выводу, что, объявив самолеты бесхозными, ответчик нарушил права собственности компании-заявителя. Кроме того, он поручил Киевской областной государственной администрации, налоговой инспекции г. Киева и налоговой инспекции г. Белой Церкви «принять соответствующие меры в отношении должностных лиц, виновных в нарушении процедуры выявления и объявления имущества принадлежащего [компании-заявителя] бесхозным\".", "50. 20 июля 2004 года Высший хозяйственный суд Украины оставил в силе решения нижестоящих судов от 25 декабря 2003 года и 9 апреля 2004 года.", "51. 9 декабря 2004 года Генеральная прокуратура Украины (ГПУ) возбудила уголовное дело по подозрению в превышении власти должностными лицами налоговых и других государственных органов, которое повлекло \"тяжкие последствия\". Прокурор отметил, что, объявив самолеты компании-заявителя бесхозными и продавая их, а также незаконно арестовав самолеты Л-410 (см также параграфы 104 и 106 ниже), власти нанесли компании-заявителю «прямой материальный ущерб свыше одного миллиона украинских гривен». 15 декабря 2004 года Департамент по надзору ГПУ отменил постановление от 9 декабря 2004 года как вынесенное преждевременно. Тем не менее, это решение было впоследствии также отменено (по решению заместителя Генерального прокурора от 14 апреля 2005 года). Информации о любых дальнейших событиях в ходе расследовании отсутствует.", "52. 21 декабря 2004 года Верховный суд отменил решение Хозяйственного суда Киевской области от 25 декабря 2003 года и соответствующие решения судов высших инстанций (см. парагррафы 48 и 50 выше) и направил дело на новое рассмотрение в суд первой инстанции. Он посчитал, что суды сделали преждевременный вывод о том, что компания-заявитель была владельцем самолета. Новое судебное рассмотрение дела должно было установить, в том числе с помощью судебно-графологической экспертизы, являются ли договора купли-продажи от 30 июля и 28 декабря 1999 года (см. параграф 9 выше) подлинными и заключенными в соответствии с законодательством Российской Федерации, как в них указано.", "53. 25 сентября 2006 года Хозяйственный суд Киевской области, рассмотрев дело заново, снова удовлетворил иск компании-заявителя и отменил как незаконный приказ Белоцерковской госадминистрации от 16 сентября 2002 года (см. параграф 41 выше). В соответствии с решением Верховного суда, была проведена судебно-графологическая экспертиза договора купли-продажи от 30 июля 1999 года и дополнительного соглашения от 28 декабря 1999 года, и было установлено, что подписи на них подлинные. Суд также установил, что сделка была совершена в соответствии с законодательством Российской Федерации, как указано в договорах. Он подчеркнул, что самолеты были объявлены бесхозными, несмотря на то, что материалы дела содержали копии удостоверений об их регистрации в Министерстве транспорта Украины от 28 марта 2000 года (см. параграф 11 выше). Кроме того, российская компания С. подтвердила в суде в письменной форме, что она продала самолеты, которые являются предметом спора, компании-заявителю. Соответственно, суд пришел к выводу, что не было никаких причин, чтобы не рассматривать договор купли-продажи от 30 июля 1999 года как соответствующее доказательство права собственности компании-заявителя на самолеты. Суд также установил, что Белоцерковскя госадминистрация нарушила порядок выявления и объявления имущества бесхозными.", "54. Белоцерковская госадминистрация, налоговая инспекция г. Белая Церковь и прокуратура Киевской области подали апелляцию на это решение.", "55. Налоговая администрация в г. Киеве обратилась также к Интерполу с запросом о том, зарегистрирована ли компания-заявитель и осуществляла ли она свою деятельность на законных основаниях.", "56. 16 января 2007 года Апелляционный хозяйственный суд Киевской области приостановил рассмотрение дела до получения информации от Бюро Интерпола в Ирландии относительного того запроса.", "57. 27 февраля 2007 года украинское Бюро Интерпола информировало компанию-заявителя об ответе ирландских коллег, подтверждающем, что она (компания-заявитель) не имела ни криминального прошлого, ни проблем с полицией в Ирландии.", "58. 7 июня 2007 года и 14 октября 2008 года Апелляционный хозяйственный суд Киевской области и Высший административный суд, соответственно, оставили в силе решение Хозяйственного суда Киевской области от 25 сентября 2006 года (см. параграф 53 выше; по-видимому, по какой-то причине подсудность дела была изменена с хозяйственной на административную).", "59. 10 ноября 2008 года компания-заявитель попросила у налоговой инспекции г. Белая Церковь возвращения ей шести самолетов, сославшись на эти судебные решения.", "60. 10 декабря 2008 года налоговая инспекция ответила, что вернуть самолеты компании-заявителю невозможно, поскольку они тем временем были проданы на открытом аукционе (см. параграфы 63-65 ниже).", "5. Продажа самолетов третьим лицам", "61. В июле 2002 года после ареста самолетов (см. параграфы 39-40 выше), налоговая инспекция г. Белой Церкви поручила компании «Укримпекс-2000» их хранение и продажу.", "62. Компания-заявитель безуспешно пыталась предотвратить продажу, обращаясь в Белоцерковскую госадминистрацию.", "63. 17 марта 2003 года компания «Укримпекс-2000» продала один самолет частной компании.", "64. 24 апреля 2003 года четыре другие самолеты были проданы другой частной компании.", "65. 4 июня 2003 года шестой самолет был продан Государственному предприятию обслуживания воздушного движения Украины.", "66. Хозяйственный суд Киевский области начал разбирательство по иску компании-заявителя об оспаривании всех этих договоров продажи, и наложил арест на самолеты в целях обеспечения иска.", "67. Тем временем, Государственное предприятие обслуживания воздушного движения Украины со своей стороны также оспаривало договор от 4 июня 2003 в Биржевом арбитраже (на правах третейского суда) (\"Біржовий арбітраж (на правах третейського суду). Покупатель не мог получить во владение самолет, о котором идет речь, и выяснил, что продажа была проведена, несмотря на судебные приказы о наложении ареста на самолет от 10 сентября 2001 года и 3 июня 2003 года.", "68. 19 февраля 2004 года Биржевой арбитраж удовлетворяя иск покупателя, постановил, что продажа осуществленная 4 июня 2003 (проводилась в форме сделки на товарной бирже) недействительна.", "69. 19 мая 2005 года Хозяйственный суд Киевской области прекратил производство по делу, в котором компания-заявитель требовала аннулирования договора купли-продажи от 4 июня 2003 года, сославшись на это решение.", "70. 6 июля 2005 года суд также отменил постановление о наложении ареста от 12 декабря 2003 года на том основании, что оно препятствовало техническому обслуживанию самолетов (в постановлении суд не ссылается ни на какие ходатайства об отмене постановления об аресте).", "71. 25 августа 2009 года Хозяйственный суд Киевской области, удовлетворяя иск компании-заявителя, признал договора купли-продажи от 17 марта и 24 апреля 2003 недействительными", "72. 17 декабря 2009 года и 25 февраля 2010 года Апелляционный хозяйственный суд Киевской области и Высший хозяйственный суд, соответственно, оставили данное решение в силе.", "6. Охрана самолетов налоговыми органами", "73. 12 июля 2002 года Государственная налоговая администрация поручила своему областному управлению в г. Киеве обеспечить охрану шести самолетов Aн-28.", "74. Самолеты, по-видимому, все еще находились на авиабазе «Узин» после их продажи третьим лицам (см. параграфы 14, 39 и 63-65 выше).", "75. По сообщению компании-заявителя, 4 июня 2003 года, она заключила договор с государственным охранным агентством об охране самолетов. Этот договор оставался в силе до августа 2007 года, и компания-заявитель заплатила в общей сложности 351 522 грн. (что, в соответствии с ее расчетами, было эквивалентно в то время к 67 865 доларов США) за предоставленные услуги. По словам правительства, договор не имел силы на практике, учитывая, что самолеты оставались под арестом властей (см. также параграф 243 ниже).", "76. В 2004 г. компания-заявитель узнала, что некоторые из самолетов были повреждены или кое-какое оборудование было удалено, в связи с чем она обратилась в милицию.", "77. В результате, 23 июля 2004 года следователь милиции г. Белая Церковь, в присутствии представителя компании-заявителя, осмотрел шесть самолетов. Проверка показала, что некоторые из них были повреждены и/или кое-какое оборудование было удалено. Ручка двери была сломана и дверь повреждена на одном из самолетов, а неколесная дуга, навигационное оборудование, двигатели, оборудование аварийного радио, сиденья пилотов и фонарик пропали на некоторых из самолетов. В то же время, некоторые из печатей судебных исполнителей и Парламентской следственной комиссии (см. параграф 44 выше) были сломаны или отсутствовали, в то время как на самолетах были свежие и неповрежденные печати налоговой администрации в Киевской области.", "78. 26 июля 2004 года компания-заявитель сообщила в ГПУ о краже и повреждениях в самолетах, подчеркнув, что это случилось в то время как они были под охраной налоговой инспекции г. Белой Церкви. Компания-заявитель хотела чтобы было возбуждено уголовное дело против последней. Кроме того, она утверждала, что самолеты прибыли на авиабазу в хорошем состоянии, ссылаясь на то, что все они прилетели сами, а не были доставлены на борту другого летательного аппарата.", "79. 5 августа 2004 года прокуратура отказала в возбуждении уголовного дела в отношении должностных лиц налоговой инспекции г. Белой Церкви по подозрению в краже, не найдя состава преступления в их действиях.", "80. 14 сентября 2004 года прокуратура начала уголовное расследование по делу о краже без указания каких-либо конкретных подозреваемых.", "81. 28 марта 2005 года следователь прекратил расследование, придя к выводу, что установить преступника (преступников) невозможно.", "82. 2 октября 2007 года компания-заявитель подала административный иск к налоговым органам в связи с якобы незаконно вооруженной охраной самолетов, и просила отменить ее.", "83. 19 ноября 2007 года Административный суд Киевской области отказался открыть производство. Он отметил, что данный спор уже решен в решении Киевского областного хозяйственного суда от 25 сентября 2006 года, и оставлен в силе Апелляционным хозяйственным судом Киевской области 7 июня 2007 года (см. параграфы 53 и 58 выше).", "84. 17 февраля 2009 года компания-заявитель подала еще один административный иск к Белоцерковской администрации и налоговой инспекции с целью вернуть свои шесть самолетов Ан-28. Она утверждала, что эти органы власти совершили незаконное бездействие, не вернув самолеты компании-заявителю, как их законному владельцу. Кроме того, она отметила, что решение от 16 сентября 2002 г. было отменено Хозяйственным судом Киевской области 25 сентября 2006 года, решение которого было оставлено в силе судами высших инстанций. Тем не менее, собственность не была возвращена компании-заявителю.", "85. 14 апреля 2009 года Административный суд Киевской области прекратил производство на основании того, что оно подпадало под уголовную, а не административную юрисдикцию. Суд отметил, что было установлено, что претензии компании-заявителя касались утверждаемого неисполнения окончательного уголовного приговора (видимо, означающего приговор Печерского суда от 3 февраля 2003 года, с уточнениями от 7 февраля 2005 года – см. параграфы 28 и 32 выше).", "86. 9 октября 2009 года компания-заявитель сообщила в налоговые органы, что она была единственным законным владельцем шести самолетов, так как решение о признании их бесхозными было отменено в судебном порядке. Поэтому она настаивала, что охрана самолетов должна быть отменена и самолеты должны быть ей возвращены.", "87. 23 октября 2009 года налоговая инспекция г. Белая Церковь ответила, что никакого решения не было принято о снятии охраны.", "88. 6 ноября 2009 года налоговая администрация в Киевской области также ответила компании-заявителя, что не было никаких оснований остановить охрану самолетов, учитывая, что судебное разбирательство по этому вопросу продолжается (без указания того, на какое именно разбирательство она ссылается).", "89. 16 февраля 2010 года компания-заявитель просила в очередной раз Государственную налоговую администрацию отменить свое распоряжение от 12 июля 2002 относительно охраны воздушных суден.", "90. 3 марта 2010 года заместитель начальника Государственной налоговой администрации перенаправил это ходатайство в налоговую администрацию в Киевской области.", "91. 15 марта 2010 года последняя отказала в удовлетворении ходатайства компании-заявителя. Она отметила, что, действительно, суды признали недействительными решение о признании самолетов бесхозяйными и договоров об их последующей продаже. Тем не менее, решения об отмене охраны не было вынесено.", "7. Расследования уголовных дел относительно компании «Укримпекс-2000» (компании, отвечающей за продажу самолетов)", "92. 6 октября 2010 года следователь Белоцерковского отделения налоговой милиции признал шесть самолетов АН-28 самолетов вещественными доказательствами в уголовном деле по подозрению в хищении, совершенном компанией «Укримпекс-2000», расследование по которому было начато в феврале 2006 года (должностные лица компании подозревались в том, что они не все доходы от продажи самолетов перечислили в Государственный бюджет – см. параграфы 61 и 63-65 выше). Следователь отметил, что самолеты находились под постоянной охраной Белоцерковской налоговой инспекции (см. параграфы 73 и 87-91 выше).", "93. 26 ноября 2010 года компания-заявитель подала жалобу на это решение в Киевское областное управление Министерства внутренних дел. Она заявила, что не было никаких оснований для признания самолетов вещественными доказательствами по уголовному делу, о котором идет речь, которое было открыто около четырех лет назад. Компания-заявитель подчеркнула, что, за то время, что самолеты охранялись налоговыми органами, их техническое состояние значительно ухудшилось, и они стали непригодными. Поэтому, компания-заявитель предположила, что налоговые органы, возможно, изыскивали пути, чтобы переложить ответственность за то ухудшение с себя на правоохранительные органы.", "94. 25 декабря 2010 г. прокуратура г. Белая Церковь, которой, по-видимому, была передана жалоба компании-заявителя, ответила, что нет никаких причин для того, чтобы она вмешалась.", "8. Осмотр самолетов специалистами ГП «Антонов»", "95. 17 июня 2011 года следователь ГУ ОВД г. Белая Церковь (по-видимому, тот, который отвечает за расследования уголовного дела по подозрению в совершении хищения компанией «Укримпекс-2000», в котором самолеты были признаны вещественными доказательствами – см. параграф 92 выше) решил, что самолеты должны быть возвращены компании-заявителю.", "96. 9 августа 2011 года компания-заявитель заключила договор с ГП «Антонов», исключительным разработчиком и производителем самолетов Ан-28, о проведении экспертной оценки самолетов.", "97. С 3 по 8 октября 2011 экспертная комиссия ГП «Антонов» осмотрела самолеты в присутствии представителя компании-заявителя. Она пришла к выводу, что то, что было ей представлено для осмотра, состояло из отдельных элементов и компонентов, которые не могут быть классифицированы как самолеты. Они не могли также быть идентифицированы как составные части тех самых самолетов, которые принадлежат компании-заявителя. Кроме того, не было никакой документации относительно самолетов.", "B. Факты относительно самолета Л-410", "1. Приобретение и бизнес-операции компании-заявителя", "98. 25 июля 2000 г. компания-заявитель приобрела шесть самолетов Л-410 на открытом аукционе", "99. 15 августа 2000 г. она получила нотариально заверенные сертификаты, что эти самолеты являются ее собственностью", "100. 19 сентября 2000 года она приобрела еще два самолета того же типа на товарной бирже.", "101. В соответствии с договорами аренды между компанией-заявителем и компанией ATI от 18 августа и 1 октября 2000 года, восемь самолетов Л-410S были сданы в аренду последней после ремонта и технической модернизации, которые были проведены компанией-заявителем. Договор был заключен до 1 мая 2001 года.", "102. Самолеты были размещены в «Аэропорту Черкассы».", "2. Арест самолетов налоговыми органами и связанные с этим события", "103. Во время обыска, проведенного в офисе компании-заявителя в г. Киеве между 23 и 25 января 2001 года (см. параграфы 17 выше), налоговая милиция изъяла оригиналы документов относительно самолетов Л-410. Материалы дела не содержат протокола обыска и выемки.", "104. 30 марта 2001 года налоговая милиция арестовала самолеты \"с целью использования их в качестве вещественных доказательств по уголовному делу [относительно чиновников компании ATI] и для погашения налоговой задолженности\". Арест был оформлен \"протоколом осмотра места происшествия\" (по аналогии с осмотром, проведенным в тот же день на авиабазе «Узин» - см. параграф 20 выше).", "105. 21 февраля 2002 г. компания-заявитель обжаловала арест самолетов в прокуратуру г. Киева.", "106. 21 марта 2002 года прокурор ответил, что, действительно, арест самолетов Л-410 не был основан на каком-либо процессуальном документе и поэтому он поручил налоговой милиции \"принять соответствующее решение в отношении тех самолетов\".", "107. 22 апреля 2002 года государственная налоговая администрация в г. Киеве просила компанию-заявителя предоставить финансовую документацию в отношении самолетов для принятия решения", "108. 26 апреля 2002 года следователь управления налоговой милиции Государственной налоговой администрации признал восемь самолетов Л-410 вещественными доказательствами в расследовании уголовного дела относительно должностных лиц компании ATI (см. также параграф 26 выше).", "109. В августе 2002 года уголовное дело было передано в ГПУ.", "110. 2 января 2003 года было возбуждено уголовное дело в отношении г-на Л., как бывшего президента компании АТI (см. параграф 8 выше). Судя по всему, самолеты были затем признаны вещественными доказательствами в том уголовном деле. 26 мая 2003 года Генеральная прокуратура прекратила уголовное расследование относительно г-на Л., т.к. не было достаточных доказательств его вины. В постановлении было сказано, что восемь самолетов Л-410, которые были признаны вещественными доказательствами по делу, должны были быть возвращены компании АТI. 4 августа 2004 прокурор изменил свое постановление, указав, что самолеты должны быть возвращены компании-заявителю.", "111. Компания-заявитель безуспешно пыталась начать разбирательство в хозяйственном и гражданском судопроизводствах в связи с арестом самолетов и их признанием доказательствами по уголовному делу. 18 октября и 1 ноября 2004 года Хозяйственный суд г. Киева и Шевченковский райсуд г. Киева соответственно отказали принять иски к рассмотрению, сославшись, что это выходит за рамки их компетенции.", "112. 15 ноября 2004 года отдел по надзору ГПУ отменил постановление от 26 апреля 2002 года (см. параграф 108 выше).", "113. 19 ноября 2004 года она проинформировала налоговую администрацию в г. Киеве об этом решении и поручила ей вернуть самолеты компании-заявителю как их законному владельцу. Аналогичное письмо было направлено в управление «Аэропорта Черкассы».", "114. 3 декабря 2004 года директор «Аэропорта Черкассы» проинформировал компанию-заявителя о том, что самолеты могут быть переданным ей только в присутствии представителя налоговой администрации в г. Киеве, которая наложила на них арест.", "3. Судопроизводство, инициированное компанией-заявителем к налоговым органам", "115. 8 февраля 2006 г. компания-заявитель подала иск в хозяйственный суд г. Киева к налоговой инспекции г. Киева, требуя возвращения восьми самолетов Л-410", "116. 24 мая 2006 года суд удовлетворил иск и обязал ответчика вернуть самолеты компании-заявителю. Он отметил, что налоговая милиция проигнорировала недвусмысленные указания прокурора вернуть самолеты компании-заявителю. В решение указано следующее:", "“Согласно материалам дела, что не было опровергнуто ответчиком, [компания-заявитель] является владельцем восьми самолетов Л-410 .... Несоблюдение Государственной налоговой инспекцией г. Киева поручения Генпрокуратуры относительно возвращения самолетов истцу [незаконно] лишает последнего его права на владение и пользование своим имуществом”.", "117. 24 октября 2006 года Киевский апелляционный хозяйственный суд отменил это решение, рассмотрев апелляционную жалобу налоговой администрации в г. Киеве, и прекратила производство по делу. Судом было установлено, что ответчик уже не отвечал за самолеты после возбуждения уголовного дела, в котором они были объявлены вещественными доказательствами и были переданы ГПУ в августе 2002 года (см. параграф 109 выше). Кроме того, суд счел, что судьба самолетов была уже решена в контексте уголовного судопроизводства в соответствии с постановлениями прокуроров от 26 мая 2003 года, 4 августа и 19 ноября 2004 года, в соответствии с которыми самолеты должны были быть возвращены компании-заявителю (см. параграфы 110 и 113 выше). Поэтому суд пришел к выводу, что, начиная с 4 августа 2004 года, не было никаких препятствий, в том числе со стороны ответчика, в доступе компании-заявителя к самолетам Л-410.", "118. 1 апреля 2008 года Высший административный суд, рассмотрев кассационную жалобу компании-заявителя, вынес окончательное решение, отменив постановление Киевского апелляционного хозяйственного суда от 24 октября 2006 года и оставив в силе решение хозяйственного суда г. Киева от 24 мая 2006 года.", "4. Процедура исполнения решения Хозяйственного суда г. Киева от 24 мая 2006 года", "119. 11 июня 2008 года Хозяйственный суд г. Киева выдал исполнительный лист, согласно которому восемь самолетов Л-410 должны были быть возвращены компании-заявителю.", "120. 18 июня 2008 года государственный исполнитель открыл исполнительное производство и поручил налоговой администрации в г. Киеве отправить своего представителя в «Аэропорт Черкассы» осмотреть самолеты, проверить их целостность и осуществить передачу.", "121. С июля по декабрь 2008 года государственный исполнитель сообщал несколько раз о неисполнении решение суда из-за того, что представитель налоговых органов отсутствовал или потому, что администрация аэропорта отказала государственному исполнителю в разрешении войти в аэропорт", "122. С 5 декабря 2008 года по 6 мая 2010 года исполнительное производство было приостановлено в ожидании результатов рассмотрения заявлений, поданных государственной исполнительной службой и налоговыми органами в Хозяйственный суд г. Киева о разъяснении его решения от 24 мая 2006 года (в удовлетворении этих заявлений было в конечном итоге отказано).", "123. С мая по декабрь 2010 года государственный исполнитель, по крайней мере, еще трижды отчитался о своей неспособности, по тем же причинам, что и раньше (см. параграф 121 выше), исполнить решение суда, о котором идет речь.", "124. Между тем, в сентябре 2010 года, компания-заявитель случайно узнала о решении городского совета г. Черкассы от 24 июля 2008 года, уполномочивающем коммунальное предприятие «Аэропорт Черкассы» продать восемь самолетов Л-410 (с теми же серийными номерами, что у самолетов принадлежащих компании-заявителю) на открытом аукционе. Выручка, полученная на аукционе, должна была быть использована для нужд «Аэропорта Черкассы». Пять из самолетов были проданы третьим лицам.", "125. 10 декабря 2010 года администрация «Аэропорта Черкассы» наконец разрешила государственному исполнителю войти в аэропорт. Вместо восьми самолетов Л-410, которые должны были быть возвращены компании-заявителю, государственный исполнитель обнаружил там только три (или, точнее, их составные части).", "126. 23 декабря 2010 года государственный исполнитель сообщил, что он не мог передать самолеты компании-заявителю, потому что: во-первых, осталось только три из них; во-вторых, самолеты были заперты, и не было никаких ключей открыть их, что затрудняло оценку их технического состояния; и, в-третьих, не было документации на самолеты.", "127. В тот же день экспертная комиссия «Т.», компании по техническому обслуживания воздушных судов, с которой был заключен договор компанией-заявителем, осмотрела самолеты, обнаруженные в «Аэропорту Черкассы» и сообщил следующее: вместо восьми полных самолетов Л-410, как указано в исполнительном листе, были найдены отдельные компоненты и элементы трех самолетов; никакой документации в отношении этих элементов не было предоставлено; на металлических поверхностях самолетов имелась коррозия и трещины в их иллюминаторах; не было двигателей и воздушных винтов. Был сделан вывод, что самолеты не были сохранены в соответствии с правилами хранения и, что, фактически, обнаруженные части уже не могли считаться самолетами. Наконец, отсутствие документации сделало невозможным определить обнаруженные предметы, как таковые, что принадлежат, и предполагается, должны быть возвращены компании-заявителю.", "128. 24 декабря 2010 года государственный исполнитель обратился к Хозяйственному суду г. Киева, со ссылкой на отчет экспертной комиссии, относительно того, как продолжать исполнение решения суда.", "129. 3 марта 2011 года компания «Т.» проинформировала компанию-заявителя, что в 2008 и 2009 годах она выполнила капитальный ремонт шести винтов воздушных судов, серийные номера которых были те же, что и у самолетов Л-410, принадлежащих компании-заявителю. Компания, которая была клиентом, заявила, что она является владельцем самолетов, о которых идет речь.", "130. 15 июня 2011 года государственный исполнитель объявил «розыск имущества должника» в отношении восьми самолетов Л-410, которые должны быть возвращены компании-заявителю.", "131. 20 июня 2011 года вышеуказанное решение было направлено в государственную Службу авиационной безопасности авиационного субъекта.", "132. 16 и 18 августа 2011 года государственный исполнитель повторил свою просьбу в налоговые органы появиться в «Аэропорту Черкассы» в определенное время.", "133. 19 августа 2011 года налоговая администрация в г. Киеве ответила государственному исполнителю, что после аудита в 2007 году восемь самолетов Л-410 были объявлены в качестве активов коммунального предприятия «Аэропорт. Черкассы» и право собственности на них было передано городским властям. Это был известный факт, что государственный исполнитель обнаружил только три самолета в аэропорту и поэтому объявил в розыск остальные пять самолетов. Соответственно, государственный исполнитель знал, что должник не имеет имущества, указанного в исполнительном листе.", "134. 26 августа 2011 года государственный исполнитель обратился к компании-заявителю, чтобы выяснить, готова ли она принять три самолета в состоянии, в котором они были обнаружены в «Аэропорту Черкассы» (которое не улучшилось с 23 декабря 2010 – см. параграфы 126-127 выше). Что касается остальных пяти самолетов, оказалось, что они были проданы третьим сторонам в 2008 году в соответствии с решением Черкасского городского совета. Кроме того, государственная Служба авиационной безопасности авиационного субъекта сообщила государственному исполнителю, что 13 августа 2008 года восемь самолетов Л-410 были исключены из государственного реестра гражданских воздушных судов и что их местонахождение было неизвестно.", "135. 30 августа 2011 года группа технических экспертов снова осмотрела компоненты трех самолетов в «Аэропорту Черкассы» и подтвердила свое заключение от 23 декабря 2010 года, что эти элементы не могут рассматриваться в качестве воздушных судов.", "136. В тот же день государственный исполнитель составил отчет о невозможности возвращения компании-заявителю даже трех самолетов.", "137. 30 августа 2011 года государственный исполнитель прекратил исполнительное производство, придя к заключению, что исполнить решение суда было невозможно, т.к. должник не обладает собственностью, о которой идет речь, и поиск этого имущества не увенчался успехом.", "II. СООТВЕТСТВУЮЩИЕ НАЦИОНАЛЬНОЕ ЗАКОНОДАТЕЛЬСТВО И ПРАКТИКА ДЕЙСТВОВАВШИЕ В ТО ВРЕМЯ", "138. Соответствующие положения Уголовно-процессуального кодекса (1960 г.) предусматривают следующее:", "«Статья 78. Вещественные доказательства", "Вещественными доказательствами являются предметы, которые являлись орудиями совершения преступления, сохранили на себе следы преступления или были объектом преступных действий, деньги, ценности и другие вещи, нажитые преступным путем, и все другие предметы, которые могут быть средствами для раскрытия преступления и изобличения виновных либо для опровержения обвинения или смягчения ответственности.", "Статья 79. Хранение вещественных доказательств", "Вещественные доказательства должны быть внимательно осмотрены, по мере возможности, сфотографированы, обстоятельно описаны в протоколе осмотра и присоединены к делу постановлением лица, которое осуществляет дознание, следователя, прокурора или решением суда. Вещественные доказательства хранятся в деле, за исключением громоздких предметов, которые хранятся в органах дознания, досудебного следствия и в суде или передаются для хранения соответствующему предприятию, учреждению или организации. ...", "В отдельных случаях вещественные доказательства могут быть до разрешения дела в суде возвращены их владельцам, если это возможно без причинения ущерба производству. ...", "Статья 178. Основания для производства выемки", "Выемка производится в случаях, когда имеются точные данные, что предметы или документы, имеющие значение для дела, находятся у определенного лица или в определенном месте.", "Выемка производится по мотивированному постановлению следователя. ...", "Статья 181. Лица, в присутствии которых осуществляются обыск и изъятие", "Обыск и изъятие осуществляются в присутствии двух понятых и лица, которое занимает данное помещение ....", "Обыск и изъятия в помещениях, которые занимают предприятия, учреждения и организации, осуществляются в присутствии их представителей. ...", "Обыскиваемым, понятым и соответствующим представителям должно быть разъяснено их право присутствовать при всех действиях следователя и делать заявления по поводу этих действий; эти заявления подлежат занесению в протокол. ...", "Статья 186. Изъятие предметов и документов", "При обыске или изъятии могут быть изъяты только предметы и документы, которые имеют значение для дела, а также ценности и имущество обвиняемого или подозреваемого с целью обеспечения гражданского иска или возможной конфискации имущества. ...", "Все документы и предметы, которые подлежат изъятию, следователь должен предъявить понятым и другим присутствующим лицам и перечислить в протоколе обыска или изъятия или в приложенном к нему описании с указанием их названия, количества, меры, веса, материала, с которого они изготовлены, и индивидуальных признаков. В необходимых случаях изъятые предметы и документы должны быть на месте обыска или изъятия упакованы и опечатаны. ...", "Статья 188. Протокол обыска и изъятия", "О проведении обыска или изъятия следователь составляет протокол в двух экземплярах... В протоколе указываются: основания для обыска или изъятия; помещение или другое место, в котором был проведен обыск или изъятие ... действия следователя и результаты обыска или изъятия.", "В протокол обыска или изъятия заносятся все заявления и замечания присутствующих во время обыска или изъятия лиц, сделанные по поводу тех или иных действий следователя. Оба экземпляра протокола, а также описание изъятых предметов подписывают следователь, лицо, у которого проводился обыск или изъятие, и приглашенные лица, которые присутствовали. ...", "Статья 190. Проведение осмотра", "С целью выявления следов преступления и других вещественных доказательств, выяснения обстановки преступления, а также других обстоятельств, которые имеют значение для дела, следователь проводит осмотр местности, помещения, предметов и документов.", "Осмотр места события в неотложных случаях может быть проведен до возбуждения уголовного дела. В этих случаях, при наличии для того оснований, уголовное дело возбуждается немедленно после осмотра места события.»", "139. Хозяйственный процессуальный кодекс 1991 года предусматривает следующее:", "«Статья 66. Основания обеспечения иска", "Хозяйственный суд по заявлению стороны ... или по своей инициативе вправе принять ... меры к обеспечению иска. Обеспечение иска допускается на любой стадии производства по делу, если непринятие таких мер может затруднить или сделать невозможным исполнение решения хозяйственного суда.", "Статья 67. Меры по обеспечению иска", "Иск обеспечивается:", "наложением ареста на имущество или денежные суммы, принадлежащие ответчику;", "запрещением ответчику совершать определенные действия;", "запрещением другим лицам совершать действия, касающиеся предмета спора;...", "...Определение об обеспечении иска может быть обжаловано.»", "140. Соответствующие положения Закона Украины «О порядке погашения обязательств налогоплательщиков перед бюджетами и государственными целевыми фондами» (“Про порядок погашення зобов’язань платників податків перед бюджетами та державними цільовими фондами”) (принятого в 2000 году и отмененного после вступления в силу Налогового кодекса от 2 декабря 2010 года):", "«Статья 9. Административный арест активов", "9.3.1. По представлению соответствующего подразделения налоговой милиции руководитель налогового органа (его заместитель) может принять решение о применении ареста активов налогоплательщика, которое направляется: \n... (б) налогоплательщику с требованием временного запрета отчуждения его активов; \n(в) другим лицам, во владении, распоряжении или пользовании которых находятся активы такого налогоплательщика, с требованием временного запрета их отчуждения.", "9.3.2. Арест активов может быть также применен к товарам, которые изготовляются, хранятся, перемещаются или реализуются с нарушением правил, определенных таможенным законодательством или законодательством по вопросам налогообложения акцизным сборам, а также к товарам, ... которые продаются с нарушением порядка, определенного законодательством, без предшествовавшего разрешения их владельца. В этом случае должностные лица органов налоговой милиции или других правоохранительных органов, в соответствии с их компетенцией, имеют право временно задерживать такие активы с составлением протокола, который должен содержать сведения о причинах такого задержания со ссылкой на нарушение конкретной законодательной нормы, описание активов, их родовых признаков и количества, сведения о лице (лицах), у которого были изъяты такие товары (при их наличии), перечень прав и обязанностей таких лиц, возникающих в связи с таким изъятием ... \"", "ПРАВО", "ЗАЯВЛЕННОЕ НАРУШЕНИЕ СТАТЬИ 1 ПРОТОКОЛА №1", "141. Компания-заявитель подала жалобу по статье 1 Прокола №1 в связи с предполагаемым нарушением государственными органами её имущественных прав на шесть самолётов Ан-28 и восемь самолётов Л-410. Положение, на которое она сослалась, гласит следующее:", " «Каждое физическое или юридическое лицо имеет право на уважение своей собственности. Никто не может быть лишён своего имущества иначе как в интересах общества и на условиях, предусмотренными законом и общими принципами международного права.", "Предыдущие положения не умаляют права Государства обеспечивать выполнение таких законов, какие ему представляются необходимыми для осуществления контроля над использованием собственности в соответствии с общими интересами или для обеспечения уплаты налогов или других сборов или штрафов».", "Приемлемость", "1. Неисчерпание внутренних средств правовой защиты", "142. Правительство утверждало, что компания-заявитель не исчерпала внутренние средства правовой защиты в той степени, в которой её жалоба касалась ареста властями самолёта и его документации. Оно отметило, что после неудачной попытки компании-заявителя подать гражданский иск в отношении ареста документации она могла подать административный иск в этом отношении. Также правительство утверждало, что у компании-заявителя была возможность подачи отдельного гражданского иска о возмещении вреда в отношении возврата самолётов, как только они были определены в качестве вещественного доказательства в уголовном деле.", "143. Что касается ареста документации, то компания-заявитель отметила, что только сторона в уголовном деле может оспаривать действия, предпринятые органом дознания в ходе предварительного расследования. Поскольку компания-заявитель не имела такого статуса в соответствующем уголовном расследовании, то у неё не было законодательно предусмотренной возможности ставить под сомнение оспариваемый арест.", "144. Компания-заявитель также утверждала, что, учитывая многочисленные судебные производства, она уже начала поиск восстановления в её правах и, учитывая неисполнение государственными властями окончательных судебных решений, вынесенных в её пользу, от неё не могло обоснованно ожидаться, что она инициирует дополнительные производства для того, чтобы соблюсти требование исчерпания внутренних средств правовой защиты. По её мнению, она сделала всё возможное на национальном уровне, прежде чем представить свои жалобы в Суд.", "145. Суд отмечает, что цель правила исчерпания внутренних средств правовой защиты по статье 35 заключается в предоставлении Договаривающимся сторонам возможности предотвратить или исправить предполагаемые нарушения в отношении их, прежде чем эти обвинения будут представлены в органы, учреждённые Конвенцией (см., к примеру, Selmouni v. France [GC], № 25803/94, § 74, ECHR 1999V). В то же время, это правило должно быть применено с некоторой степенью гибкости и без излишнего формализма. Суд уже неоднократно признавал, что это правило не является абсолютным или таким, которое может быть применено автоматически; для целей рассмотрения того, было ли это правило соблюдено, очень важно учитывать обстоятельства каждого конкретного дела (см. Akdivar and Others v. Turkey [GC], 16 сентября 1996 года, § 69, Reports of Judgments and Decisions 1996IV, и Aksoy v. Turkey, 18 декабря 1996 года, §§ 53-54, Reports 1996-VI). Суд учитывает, в частности, сделал ли заявитель всё, что могло разумно ожидаться от него, для того, чтобы исчерпать имеющиеся в наличии внутренние средства правовой защиты (см. Merit v. Ukraine, № 66561/01, § 58, 30 марта 2004 года).", "146. Возвращаясь к настоящему делу, Суд отмечает многогранный характер предполагаемого нарушения прав компании-заявителя по статье 1 Протокола 1, где захват документации и самолёта являются только некоторыми вопросами, на которые были поданы жалобы (см. параграф 155 ниже).", "147. Более того, Суд не теряет из виду значительные усилия, которые были предприняты компанией-заявителем на национальном уровне. Он отмечает, что компания-заявитель пыталась восстановить свои права в порядке уголовного, гражданского, административного и хозяйственного производств на протяжении более десяти лет. Соответственно, Суд не считает, что украинские власти в принципе не имели достаточно возможностей предотвратить или исправить предполагаемое нарушение статьи 1 Протокола №1.", "148. Суд не будет продолжать свою оценку приемлемости этой части жалобы, поскольку вопрос исчерпания внутренних средств правовой защиты относится к сути жалобы компании-заявителя по статье 13 Конвенции о том, что ей не хватило эффективных средств правовой защиты в отношении утверждаемого вмешательства в осуществление её прав собственности. Следовательно, для того, чтобы избежать поспешного необоснованного решения по этим вопросам, Суд считает, то они должны быть исследованы вместе. Соответственно, он решает, что вопрос об исчерпании внутренних средств правовой защиты должен быть объединён с существом жалобы компании-заявителя по статье 13 (см. параграфы 223-229 ниже).", "2. Совместимость принципа ratione personae", "149. Ссылаясь на решение налоговой милиции от 17 июня 2011 года о возврате самолётов Ан-28 компании-заявителю (см. параграф 95 выше), правительство утверждало, что компания-заявитель потеряла свой статус потерпевшей касательно своей жалобы по статье 1 Протокола №1 в отношении этих самолётов.", "150. Компания-заявитель, в свою очередь, сослалась на отчёт экспертной комиссии Антонов от 8 октября 2011 года, согласно которому имущество, которое должно было быть возвращено компании-заявителю, – шесть Ан-28, которые были изъяты у неё в хорошем рабочем состоянии, – состояло в действительности из отдельных предметов и компонентов, которые более не могли быть классифицированы как самолёты. Также эти предметы не были определены как составляющие части самолётов, принадлежащих компании-заявителю (см. параграф 97 выше). По мнению компании-заявителя, поэтому не было оснований считать, что она потеряла свой статус потерпевшей.", "151. Суд отмечает, что заявитель является лишённым своего статуса потерпевшего, если национальные органы признали явно или по существу, а затем предоставили соответствующую и достаточную компенсацию за нарушение Конвенции (см., к примеру, Scordino v. Italy (№ 1) [GC], № 36813/97, §§ 178-193, ECHR 2006V).", "152. Он считает, что не одно из выше перечисленных условий не было выполнено в настоящем деле.", "153. Соответственно, это возражение правительства должно быть отклонено.", "3. Иные вопросы, относящиеся к приемлемости", "154. Суд отмечает, что эта часть жалобы не является явно необоснованной по смыслу ст. 35 § 3 (a) Конвенции. Также он отмечает, что она не является неприемлемой ни по каким другим основаниям. Поэтому она должна быть признана приемлемой.", "B. Существо дела", "1. Аргументы сторон", "155. Компания-заявитель утверждала, что государство совершило ряд незаконных действий и допустило бездействие, нарушая тем самым её имущественные права, включая следующие:", "(а) арест документации самолётов в январе 2001 года;", "(b) арест самолётов Ан-28 и Л-410 30 марта 2001 года;", "(c) решение госадминистрации Белой Церкви от 16 сентября 2002 года об объявлении шести Ан-28 бесхозными и санкционировании их продажи на этом основании;", "(d) продажа самолётов Ан-28 третьим лицам до завершения судебного производства, которое было инициировано компанией-заявителем, оспаривающей решение государственных властей объявить эти самолёты бесхозным имуществом и в то время, когда самолёты были под судебным запретом;", "е) длящаяся охрана самолётов Ан-28 налоговой милицией, начиная с июля 2002 года и далее, включая после вынесения нескольких судебных решений, присуждающих вернуть самолёты компании-заявителю;", "(f) вред, нанесённый шести самолётам Ан-28 и трём самолётам Л-410, разрушение их оборудования, а также исчезновение пяти самолётов Л-410, пока они находились у органов власти на хранении;", "(g) решение Черкасского городского совета от 24 июля 2008 года, которое уполномочило коммунальное предприятие «Аэропорт Черкассы» продать восемь самолётов Л-410, принадлежащих компании-заявителю, на публичном аукционе (очевидно, пять из них были в конечном счёте проданы); и", "(h) неисполнение окончательных судебных решений, присуждающих возвращение самолётов компании-заявителю.", "156. Компания-заявитель подчеркнула, что против неё не было возбуждено никакого уголовного дела и что она не имело налоговых задолженностей.", "157. Принимая во внимание вышеуказанные вопросы и её неспособность в принципе вернуть свою собственность, компания-заявитель утверждала, что вмешательство государства-ответчика привело к фактическому незаконному и произвольному лишению её собственности.", "158. Правительство признало, что арест самолётов 30 марта 2001 года и неисполнение окончательных решений, присуждающих их возвращение компании-заявителю, представляло собой вмешательство в её право на мирное пользование своим имуществом.", "159. Однако оно отметило, что самолёты были захвачены в качестве вещественного доказательства в уголовном деле, основываясь на общественном интересе в борьбе с преступностью, и что общественный интерес преобладал над частными интересами компании-заявителя владеть самолётами.", "160. Правительство не согласилось с аргументом компании-заявителя о том, что захват её имущества был незаконным, поскольку он был проведен в контексте уголовного дела не в отношении компании-заявителя, а в отношении третьих лиц. Оно сослалось в этой связи на Уголовно-процессуальный кодекс, согласно которому арест имущества третьих лиц в уголовном процессе является возможным. Кроме того, этот вопрос был рассмотрен в национальных судах, которые отклонили жалобы компании-заявителя в этом отношении.", "161. Правительство отметило, что возврат вещественных доказательств их собственнику был в принципе возможным до завершения уголовного производства. Однако, учитывая то, что компания-заявитель являлась ирландским юридическим лицом, существовал риск того, что самолёты могли быть перемещены в Ирландию до того, как производство было бы завершено.", "163. Правительство признало, что в решении от 3 февраля 2003 года Печерский суд постановил возвратить компании-заявителю самолёты Ан-28, которые ранее были признаны вещественными доказательствами по уголовному делу против должностных лиц АТІ. Однако, учитывая, что в период между 2003 и 2010 годами было ряд судебных разбирательств в отношении данных самолётов, они фактически были спорным имуществом и не могли быть возвращены компании-заявителю. Правительство также отметило, что 6 октября 2010 года самолёты были объявлены вещественным доказательством в уголовном деле против должностных лиц «Укримпекс-2000». Оно подчеркнуло, что с этого момента компания-заявитель не могла рассматриваться как имеющая какое-либо право на них.", "163. Что касается обращения государственных властей с самолётами, в то время как они являлись вещественным доказательством в уголовном процессе, правительство утверждало, что ответственность за судьбу вещественных доказательств была возложена на государство и что компания-заявитель не имела никакого права на самолёты до принятия судебного решения о возврате их ей. Соответственно, правительство посчитало, что не было никакого вмешательства в имущественные права компании-заявителя что касается сохранности самолётов, решения государственных властей объявить их бесхозным имуществом, их продажи третьим лицам и ущерба, нанесённого им, поскольку на то время, когда происходили все эти события, нельзя сказать, что у компании-заявителя существовали такие имущественные права.", "164. Правительство также утверждало, что продолжительная охрана самолётов налоговой милицией не составила вмешательство в имущественные права компании-заявителя. По их мнению, хранение не мешало праву компании-заявителя владеть, пользоваться и распоряжаться самолётами как своей собственностью.", "165. В целом, правительство придерживалось позиции, что даже в том случае, если некоторые вопросы, поднятые компанией-заявителем, составляли вмешательство в её имущественные права, это вмешательство имело соответствующие правовые основания, преследовало законную цель и было соразмерно этой цели.", "2. Оценка Суда", "(a) Общие принципы, установленные практикой Суда", "166. В соответствии с устоявшейся практикой Суда, статья 1 Протокола №1 Конвенции включает три различных правила. Первое, которое содержится в первом предложении первого абзаца и носит общий характер, устанавливает принцип уважения собственности. Второе правило во втором предложении того же абзаца затрагивает вопрос лишения имущества и ставит его выполнение в зависимости от определённых условий. Третье, содержащееся во втором абзаце, признаёт, что Договаривающиеся государства имеют право, среди прочего, контролировать использование собственности в соответствии с общими интересами. Второе и третье правила, которые касаются конкретных случаев вмешательства в право на уважение собственности, должны толковаться в свете общего принципа, заложенного в первом правиле (см. среди многих источников Immobiliare Saffi v. Italy [GC], № 22774/93, § 44, ECHR 1999V и Vistiņš and Perepjolkins v. Лatvia [GC], № 71243/01, § 93, 25 октября 2012 года).", "167. Суд подчёркивает, что первым и наиболее важным требованием статьи 1 Протокола №1 является то, что любое вмешательство государственного органа в беспрепятственное пользование своим имуществом должно быть законным (см. Iatridis v. Greece [GC], № 31107/96, § 58, ECHR 1999-II). Необходимое условие законности, по смыслу Конвенции, требует соблюдения соответствующих положений национального законодательства и совместимости с принципом верховенства права, который включает свободу от произвола (см. Hentrich v. France, решение от 22 сентября 1994 года, Серия A № 296-A, § 42 и Kushoglu v. Bugaria, № 48191/99, §§ 49-62, 10 мая 2007 года).", "168. Суд также напоминает, что любое вмешательство в беспрепятственное пользование своим имуществом должно обеспечивать справедливый баланс между общими требованиями общества и требованиями защиты основных прав человека. Поиск достижения этого баланса отражается в структуре статьи 1 в целом. Необходимый баланс не будет найден в том случае, если соответствующее лицо вынуждено будет понести индивидуальное и чрезмерное обязательство (см, среди прочих источников, Sporrong and Lönnroth v. Sweden, 23 сентября 1982 года, §§ 69 and 73, Серия A № 52). Другими словами, должно существовать разумное пропорциональное соотношение между используемыми средствами и преследуемой целью, которую необходимо реализовать (см., к примеру, James and Others v. the United Kingdom, 21 февраля 1986 года, § 50, Серия A № 98).", "(b) Применение вышеуказанных принципов в настоящем деле", "169. Суд отмечает, что право собственности компании-заявителя на шесть самолётов Ан-28 и восемь самолётов Л-410 подтверждается регистрационными удостоверениями самолётов, выданными Министерством транспорта Украины 22 и 28 марта 2000 года, и нотариально заверенными свидетельствами о праве собственности от 15 августа 2000 года (см. параграфы 11 и 99 выше).", "170. Несмотря на то, что в период между 19 января 2000 года и 6 июля 20001 года самолёты Ан-28 были переданы в аренду АTI, они оставались имуществом компании-заявителя фактически и юридически (см. для сравнения с Gasus Dosier- und Fördertechnik GmbH v. the Netherlands, 23 февраля 1995 года, § 57, Серия A № 306B). Их последующая сдача в аренду R.S.T. 20 августа 2001 года фактически никогда не вступила в силу. То же самое касается сдачи в аренду ATI компанией-заявителем самолётов Л-410 18 августа и 1 октября 2000 года, которая также не вступила в силу, поскольку предусловием было то, что самолёты должны были быть отремонтированы компанией-заявителем к 1 мая 2001 года (к этому времени самолёты уже были арестованы государственными органами – см. параграфы 10, 15-16 и 101 выше).", "171. Соответственно, Суд считает установленным, что шесть Ан-28 и восемь Л-410 составляли \"имущество\" компании-заявителя, что влечёт за собой защиту в соответствии со статьей 1 Протокола № 1.", "172. Суд уже отметил значительную степень и многогранный характер предполагаемого вмешательства в имущественные права компании-заявителя (см. параграфы 146 и 155 выше). Он будет анализировать каждый из заявленных инцидентов отдельно и в совокупности.", "i. Арест документации налоговой милицией в январе 2001 года", "173. Оспариваемые вмешательства в право собственности компании-заявителя предположительно начались в январе 2001 года с арестом налоговой милицией оригиналов документации, подтверждающей её право собственности на самолёты (см. параграфы 17 и 103 выше).", "174. Суд признает, что удержание правоустанавливающих документов представляло меры контроля над использованием имущества.", "175. Он отмечает отсутствие в материалах дела всеобъемлющей информации и документов относительно правовых оснований и необходимости оспариваемого ареста. В то же время, Суд констатирует, что в то время как государственные власти не отрицают удержания документов, подтверждающих право собственности компании-заявителя на самолёты, они никогда не использовали их в качестве доказательства в ходе какого-либо уголовного процесса в отношении деловых партнёров компании-заявителя (уголовных дел против самой компании-заявителя не было). Более того, именно отсутствие этой документации в дальнейшем побудило власти сделать вывод о том, что владелец самолётов не может быть установлен (см., в частности, параграф 20 выше). По мнению Суда, такое поведение налоговой милиции может быть интерпретировано как проявление признаков недобросовестности и произвола.", "176. Таким образом, Суд приходит к выводу о том, что арест налоговой милицией документации компании-заявителя в январе 2001 года было нарушением требований статьи 1 Протокола №1.", "ii. Арест самолётов 30 марта 2001 года", "177. Суд далее отмечает, что 30 марта 2001 года налоговая милиция провела «осмотр места происшествия» на авиабазе Узин и в «Аэропорту Черкассы», где шесть самолётов Ан-28 и восемь самолётов Л-410, принадлежащие компании-заявителю, были припаркованы. Как результат, все эти самолёты были арестованы (см. параграфы 20 и 104 выше).", "178. В той мере, в которой рассматривается арест самолётов Л-410, Суд отмечает, что, как было признано самими национальными властями, он не был основан на соответствующем процессуальном документе и, таким образом, был нарушением национального законодательства (см. параграф 106 выше).", "179. Несмотря на то, что такое признание отсутствовало со стороны национальных властей в отношении самолётов Ан-28 из-за изъятия, наложенного в рамках различных производств (см. параграф 23 выше), из материалов дела следует, что их арест 30 марта 2001 года также не был основан на соответствующем процессуальном документе (см. параграфы 20, 106 и 138 выше). Соответственно, представляется, что приведенный выше вывод о нарушении национального законодательства справедлив также в отношении ареста Ан-28.", "180. Суд также отмечает, что национальное законодательство требует присутствие представителя компании-заявителя во время ареста и предоставляет ему возможность делать заявления в отношении следственных действий (см. параграф 138 выше). В настоящем деле, однако, налоговые органы, которые ранее арестовали документацию, подтверждающую право собственности компании-заявителя на самолёты, посчитали, что владелец этих самолётов не может быть установлен (см. параграфы 17 и 20 выше).", "181. Это приводит Суд к заключению, что арест самолётов Ан-28 и Л-410 компании-заявителя 30 марта 2001 года не соответствовал требованию законности, присущему статьи 1 Протокола №1.", "iii. Хранение государственными властями самолётов Ан-28 и связанные с этим события", "182. Что касается последующих событий, Суд отмечает, что 20 августа 2001 года компания-заявитель подписала договор об аренде самолётов третьей компанией, который, однако, никогда не вступило в силу (см. параграф 16 выше). В то же время, как было представлено правительством в своих возражениях по искам компании-заявителя о справедливой компенсации (см. параграф 240 ниже), на то время самолёты оставались под арестом от 30 марта 2001 года. Соответственно, Суд считает установленным тот факт, что власти по-прежнему продолжали удерживать самолёты. Его рассуждения о незаконности ареста (см. параграф 181 выше) справедливы для последующего задержания самолётов.", "183. Суд также отмечает, что начиная с 10 сентября 2001 года до 27 июня 2003 года шесть самолётов Ан-28 были конфискованы Киевским городским хозяйственным судом для обеспечения иска налоговой администрации, который был предъявлен против компании-заявителя 20 августа 2001 года с целью признания недействительными договора аренды (см. параграфы 35 и 37 выше).", "184. Те же Ан-28 были также классифицированы в качестве вещественных доказательств по уголовному делу против вице-президента ATI в период с 17 апреля 2002 года по 3 февраля 2003 года (см. параграфы 26 и 28 выше).", "185. Суд напоминает, что изъятие имущества для целей судопроизводства, которое не отнимает у владельца его имущество, но только временно лишает его пользования и распоряжения, как правило, относится к контролю за использованием имущества, что подпадает под действие абзаца второго статьи 1 Протокола №1 (см., среди прочего, Raimondo v. Italy, 22 февраля 1994 года, § 27, Серия A № 281A; Adamczyk v. Poland (dec.), № 28551/04, 7 ноября 2006 года; Karamitrov and Others v. Bulgaria, № 53321/99, § 72, 10 января 2008 года; и Borzhonov v. Russia, № 18274/04, § 51, 22 января 2009 года).", "186. По мнению Суда, ничто не указывает на то, что какой-либо из двух вышеупомянутых арестов (с 10 сентября 2001 года по 27 июня 2003 года и с 17 апреля 2002 года по 3 февраля 2003 года) был нарушением национального законодательства (см. параграфы 138-139 выше).", "187. Что касается изъятия, которое имело место 10 сентября 2001 года, Суд признает, что это вмешательство было в «интересах общественности», будучи нацеленным на обеспечение исков в ходе хозяйственных разбирательств и при условии возможности последующей конфискации имущества (см., с соответствующими изменениями, Földes and Földesné Hajlik v. Hungary, № 41463/02, § 26, ECHR 2006XII, и Borzhonov, приведенное выше, § 58).", "188. То же самое можно сказать и об удерживании самолетов в рамках уголовного дела, поскольку сохранение вещественных доказательств может быть необходимо в интересах надлежащего отправления правосудия, что является законной целью в «интересах общественности» (см. Smirnov v. Russia, № 71362/01, § 57, 7 июня 2007 года).", "189. Более того, учитывая содержание хозяйственного иска налоговой администрации, а также уголовного обвинения против вице-президента ATI, согласно которому договор аренды предположительно был использован в качестве инструмента, чтобы скрыть налогооблагаемый доход и, таким образом, сделать возможным уклонение от уплаты налогов со стороны ATI, компании, которой были сданы в аренду эти самолеты (параграфы 24 и 34 выше), Суд не исключает, что как изъятие в ходе хозяйственного производства, так и арест в рамках уголовного дела также имели отношение в конечном итоге к обеспечению уплаты налогов.", "190. Суд не может, однако, ограничиться рассмотрением ситуации только в отношении изъятия 10 сентября 2001 года и ареста 17 апреля 2002 года, потому что во время их срока действия состоялся ряд других событий, оказав серьезное, если не необратимое, влияние на имущественные права компании-заявителя.", "191. Суд отмечает, что на 10 и 11 июля 2002 года налоговая инспекция г. Белая Церковь арестовала шесть самолётов Ан-28 с целью \"урегулирования обязательств налогоплательщика по отношению к бюджетам и государственным целевым фондам\" (параграфы 39-40 выше).", "192. Второй абзац статьи 1 Протокола 1 явно оставляет за Договаривающимися государствами право принимать такие законы, которые они посчитают необходимым для обеспечения уплаты налогов. О значении, которое составители Конвенции вложили в этот аспект данного положения, можно судить исходя из того, что на этапе, когда предлагаемый текст не содержал такой прямой ссылки на налоги, было уже решено оставить за государством полномочия принимать какие бы то ни было фискальные законы, которые оно посчитает желательными, при условии всегда, что меры в этом отношении не будут представлять собой произвольную конфискацию (Gasus Dosier- und Fördertechnik GmbH, упомянутое выше, § 59, с дальнейшими ссылками на вспомогательные материалы).", "193. Суд отмечает, что арест самолётов со стороны налоговых органов 10 и 11 июля 2002 года был основан на подпунктах 3.1 и 3.2 раздела 9 Закона «О порядке погашения обязательств налогоплательщиков перед бюджетами и государственными целевыми фондами\" (см. параграфы 39 и 140 выше). Положения, на которые была сделана ссылка, предусматривали такой арест в случае нарушения таможенного или акцизного налогового законодательства, или там, где имела место незаконная сделка по продаже. Кроме того, должностные лица налоговых органов должны были указать в отчете об аресте, какие именно правовые нормы, регулирующие оспариваемый арест, были нарушены.", "194. Однако в настоящем деле протокол ареста не содержал никаких разъяснений относительно того, что оправдывало арест вопреки вышеупомянутому требованию законодательства. Он также не имел отношения к какому-либо предполагаемому нарушению таможенного или налогового законодательства или какой-либо незаконной сделки купли-продажи.", "195. Таким образом, из этого следует, что налоговые органы действовали в нарушение применимого национального налогового законодательства. Соответственно, их действия были незаконными в смысле абзаца 1 статьи 1 Протокола №1. С учётом сказанного, для Суда нет необходимости оценивать соответствующее законодательство само по себе в свете принципов, закрепленных в абзаце 2 упомянутого положения (параграф 192 выше).", "196. Суд также отмечает, что налоговые органы, получив путём ареста шесть самолётов Ан-28 сначала в качестве вещественных доказательств в уголовном деле, возбужденного ими против должностных лиц ATI, и позже путем изъятия в ходе хозяйственного производства в отношении компании-заявителя, также возбужденного ими (см. параграфы 26 и 35 выше), решили наложить арест на эти самолеты еще раз 10 и 11 июля 2002 года. Будучи хорошо осведомленными о праве собственности компании-заявителя на самолёты (см. параграфы 11 и 53 выше), они приступили к аресту под предлогом, что владелец этих самолетов не был известен.", "197. Далее Суд отмечает, что 16 сентября 2002 года Белоцерковская городская администрация объявила эти шесть самолётов бесхозным имуществом и уполномочила налоговую милицию продать их. В результате, в период с марта по июнь 2003 года самолеты были проданы третьим лицам (см. параграфы 61-65 ниже).", "198. Эти меры приравнивались к лишению компании-заявителя её имущества (см. для сравнения Patrikova v. Bulgaria, № 71835/01, § 101, 4 марта 2010 года).", "199. Как было признано национальными судами, решение властей объявить шесть самолётов Ан-28 бесхозным имуществом, а также их последующая продажа третьим лицам, было нарушением национального законодательства (см. параграфы 53, 58, 68 и 71-72 выше). Суд не имеет оснований ставить под сомнение эти выводы. Более того, он отмечает, что, к моменту продажи последнего самолёта (4 июня 2003 года), самолёты были изъяты в третий раз (в дополнение к арестам с 10 сентября 2001 года по 27 июня 2003 года и с 17 апреля 2002 года по 3 февраля 2003 года), за период с 3 июня по 11 ноября 2003 года в контексте хозяйственных производств, тем временем начатыми компанией-заявителем с целью признания недействительным решения государственных властей объявить её самолеты бесхозными (см. параграфы 25, 28, 35, 37, 43, 47 и 65 выше).", "200. Хотя несколько судебных решений однозначно подтвердили право собственности компании-заявителя на самолёты (см. параграфы 28, 32, 38, 53 и 58-59 выше), по-прежнему для неё оставалось невозможным вернуть их.", "201. Суд отмечает, в частности, что, хотя налоговая администрация признала в своем письме к компании-заявителю от 15 марта 2010 года, что были вынесены окончательные судебные решения, признающие недействительными объявление самолётов бесхозным имуществом как незаконное и их последующую продажу третьим лицам, она продолжала удерживать их на том основании, что не было принято отдельного решения для прекращения их удерживания (см. параграф 91 выше). Суд приходит к выводу, что удерживание самолета продолжалось без правового основания или логического объяснения.", "202. Суд также отмечает, что впоследствии, 6 октября 2010 года, следователь Белоцерковского отделения милиции объявил самолёты вещественными доказательствами в уголовном деле, возбужденном в феврале 2006 года в отношении хищения со стороны «Укримпекс-2000» (официальные представители компании подозревались в не передаче всей выручки от продажи самолётов государству – см. параграфы 61 и 92 выше). Самолёты были на хранении в качестве вещественных доказательств до 17 июня 2011 года, когда следователь решил, что они должны быть возвращены компании-заявителю.", "203. Однако, оставаясь под контролем властей, самолёты получили повреждения и следы вандализма.", "204. Суд повторяет, что любое изъятие или конфискация влечет за собой причинение ущерба. Но, для того, чтобы он был совместимым со статьей 1 Протокола № 1, понесённый фактический ущерб не должен превышать неизбежного уровня (см. Raimondo, упомянутое выше, § 33, и Jucys v. Lithuania, № 5457/03, § 36, 8 января 2008 года).", "205. Суд отмечает, что в данном случае компания-заявитель предупредила органы государственной власти о повреждениях своих самолетов еще в 2004 году и что ее опасения подтвердились (см. параграф 77 выше). Тем не менее, к тому времени, когда компании-заявителю, наконец, было позволено вернуть эти самолёты в июне 2011 года, они были в таком плохом состоянии, что они больше не могли даже рассматриваться как воздушные суда и были не более чем их отдельные элементы и компоненты (см. параграф 97 выше).", "206. Даже несмотря на то, что сама компания-заявитель заключила контракт с охранным агентством для охраны самолётов в дополнение к их удержанию налоговой милицией (см. параграф 75 выше и параграф 242 ниже), Суд считает, что ответственность за физическое повреждение самолётов лежит на государстве. Он также отмечает, что нет ничего, что бы доказывало, что эти повреждения, которые на самом деле приравнивались к полному уничтожению имущества, были неизбежными.", "207. Соответственно, что касается хранения властями самолетов Ан-28, Суд не может не прийти к выводу, что требования статьи 1 Протокола № 1 не были соблюдены.", "iv. Хранение государственными властями самолётов Л-410 и другие, связанные с этим события", "208. Суд отмечает, что после ареста самолётов Л-410 30 марта 2001 года налоговые органы удерживали их даже после того, как Киевская городская прокуратура пришла к выводу, что 21 марта 2002 года вышеупомянутый арест был незаконным (см. параграфы 104-106 выше).", "209. Суд также отмечает, что восемь самолётов Л-410 были объявлены в качестве вещественных доказательств в уголовном расследовании в отношении должностных лиц ATI в периоды с 26 апреля 2002 года по 15 ноября 2004 года и со 2 января по 26 мая 2003 года (см. параграфы 108, 110 и 112 выше). При отсутствии полной информации о вышеупомянутом расследовании, представляется трудным судить о законности и необходимости этих изъятий.", "210. В то же время, Суд отмечает, что налоговые органы продолжали удерживать самолёты после того, как прокурор, который ранее объявил их в качестве вещественных доказательств, вынес постановление об их возвращении компании-заявителю 25 мая 2003 года и позже 15 ноября 2004 года. Удерживание самолётов, таким образом, было лишено всякой правовой основы.", "211. После её тщетных попыток вернуть свое имущество в феврале 2006 года компании-заявителю пришлось инициировать отдельные судебные разбирательства в этом отношении. Хотя, в конечном итоге, 1 апреля 2008 года эти производства были завершены с принятием окончательного судебного решения в её пользу, оказалось, что это не осуществимо на практике, так как данное решение оставалось неисполненным.", "212. Суд подчеркивает, что вмешательство в право собственности компании-заявителя в данном деле не следует рассматривать как сведённое к длительному неисполнению окончательного национального судебного решения в её пользу. Необходимость для компании-заявителя инициировать эти производства, в первую очередь, для взыскания имущества, которое на законных основаниях принадлежало ей, само по себе свидетельствует о нарушении её прав в соответствии со статьей 1 Протокола №1.", "213. Суд отмечает, что, прежде чем вышеупомянутые производства были завершены, в 2007 году восемь самолётов Л-410 были объявлены в качестве активов коммунального предприятия «Аэропорт Черкассы» и переданы в собственность города. Впоследствии, в то время как служба судебных приставов пыталась привести в исполнение постановление от 1 апреля 2008 года и столкнулась с полным отсутствием сотрудничества со стороны налоговых органов и администрации аэропорта, 24 июля 2008 года Черкасский городской совет разрешил администрации аэропорта продать самолет на открытом аукционе. В результате, пять из самолётов были проданы третьим лицам (см. параграфы 121, 123, 124 и 133 выше). Что касается трёх оставшихся самолетов, они были повреждены до такой степени, что, как было установлено техническими экспертами в декабре 2010 года и августе 2011 года, они уже не могли рассматриваться в качестве воздушных судов (см. параграфы 125 и 127 выше).", "214. Таким образом, Суд считает, что поведение государственных властей носило произвольный и оскорбительный характер и что это привело к тому, что компания-заявитель была лишена своего имущества в нарушение всех гарантий, предусмотренных статьи 1 Протокола №1.", "v. Выводы", "215. В свете вышеизложенного, Суд не может не прийти к выводу о том, что компания-заявитель была лишена своих шести самолётов Ан-28 и восьми самолётов Л-410 совершенно произвольным образом в нарушение принципа верховенства права.", "216. Кроме того, Суд отмечает, что это вмешательство не имело кратковременного характера, но что компания-заявитель была лишена доступа к своей собственности в течение более чем десяти лет. В то время как она прилагала активные усилия в различных административных, налоговых, судебных органах и прокуратуре для возвращения своей собственности, которые оказались бесполезными вне зависимости от их правового результата, самолёты подвергались повреждениям и вандализму или продавались третьим лицам, или просто исчезли без привлечения кого-либо к ответственности.", "217. Даже, несмотря на то, что в течение коротких периодов времени содержание самолётов государственными органами соответствовало некоторым принципам, присущим статьи 1 Протокола №1, сопутствующие злоупотребления и произвол властей свёл на нет эффективность этих гарантий на практике.", "218. По причинам, изложенным в параграфе 229 ниже Суд отклоняет возражение правительства о не исчерпании внутренних средств правовой защиты по статье 1 Протокола №1 и признаёт, что было нарушение этого положения.", "II. ЗАЯВЛЕННОЕ НАРУШЕНИЕ СТАТЬИ 6 § 1 КОНВЕНЦИИ", "219. Компания-заявитель также жаловалась на нарушение статьи 6 § 1 Конвенции относительно длительности производств в национальных судах, в том числе длительности неисполнения решения Киевского городского хозяйственного суда от 24 мая 2006 года, вынесенного в её пользу. Правовое положение, на которое она сослалась, гласит:", "«Каждый в случае спора о его гражданских правах и обязанностях ... имеет право на ... разбирательство дела в разумный срок ... судом...»", "220. Суд отмечает, что эта жалоба тесно связана с жалобами по статье 1 Протокола №1 и поэтому таким же образом она должна быть признана ​​приемлемой.", "221. Тем не менее, с учётом причин, которые привели Суд к выводу о нарушении статьи 1 Протокола №1, Суд считает, что данная жалоба не служит поводом для возникновения отдельного вопроса.", "222. Соответственно, Суд считает, что нет необходимости исследовать жалобу по статье 6 § 1 Конвенции отдельно.", "III. ЗАЯВЛЕННОЕ НАРУШЕНИЕ СТАТЬИ 13 КОНВЕНЦИИ", "223. Компания-заявитель также жаловалась, что у неё не было эффективного национального средства правовой защиты в отношении вышеупомянутых жалоб. Она сослалась на статью 13 Конвенции, которая гласит следующее:", "«Каждый, чьи права и свободы, признанные в настоящей Конвенции, нарушены, имеет право на эффективное средство правовой защиты в государственном органе, даже если это нарушение было совершено лицами, действовавшими в официальном качестве».", "A. Приемлемость", "224. Суд отмечает, что эта жалоба не является явно необоснованной в значении ст. 35 § 3 (а) Конвенции. Он также отмечает, что она не является неприемлемой и по другим основаниям. Поэтому она должна быть признана приемлемой.", "B. Существо дела", "225. Компания-заявитель поддержала свою жалобу", "226. Правительство утверждало, что не было предъявлено обоснованных претензий. Поэтому, по его мнению, не возникало никакого вопроса по статье 13 Конвенции.", "227. Суд повторяет, что статья 13 Конвенции гарантирует наличие на национальном уровне средств правовой защиты для обеспечения соблюдения по существу прав и свобод Конвенции в какой бы форме они ни были бы закреплены в национальном праве. Следствием статьи 13, таким образом, является требование предоставить внутренние средства правовой защиты для решения «спорной жалобы» по существу в соответствии с Конвенцией и соответствующее возмещение, хотя Договаривающимся государствам предоставляется некоторая свобода в отношении способа, с помощью которого они выполняют свои обязательства по Конвенции в рамках данного положения. Объём обязательств по статье 13 варьируется в зависимости от характера жалобы заявителя в соответствии с Конвенцией. Тем не менее, средство защиты, требуемое по статье 13, должно быть «эффективным» на практике, а также в законе; в частности, его применение не должно быть неоправданно затруднено действиями или бездействием органов государства-ответчика (см., среди прочих источников, Aksoy v. Turkey, упомянутое выше, § 95, и Kudła v. Poland [GC], № 30210/96, § 157, ECHR 2000XI).", "228. Суд уже отметил по данному делу, что активные усилия компании-заявителя в различных государственных органах с целью возврата своей собственности не привели ни к каким результатам на протяжении двенадцати лет (см., в частности, параграф 216 выше). Нет подтверждений того, что на практике она имела возможность получить эффективные средства правовой защиты в отношении своих жалоб, то есть, средств, которые могли бы предотвратить возникновение или продолжение нарушений или могли бы предоставить заявителю соответствующее возмещение.", "229. Таким образом, Суд приходит к выводу о том, что была нарушена стьтя 13 Конвенции. Он также отклоняет возражения Правительства относительно приемлемости жалобы компании-заявителя по статье 1 Протокола №1, основанные на неисчерпании внутренних средств правовой защиты, которые ранее были присоединены к существу её жалобы по статье 13 Конвенции (см. параграф 148 выше).", "IV. ПРИМЕНЕНИЕ СТАТЬИ 41 КОНВЕНЦИИ", "230. Статья 41 Конвенции предусматривает:", "«Если Суд объявляет, что имело место нарушение Конвенции или Протоколов к ней, а внутреннее право Высокой Договаривающейся Стороны допускает возможность лишь частичного устранения последствий этого нарушения, Суд, в случае необходимости, присуждает справедливую компенсацию потерпевшей стороне.»", "A. Компенсация вреда", "1. Аргументы сторон", "(a) Материальный вред", "231. Компания-заявитель потребовала 165 915 960 доларов США (USD) в качестве материальной компенсации на основании следующих расчётов.", "232. Во-первых, она потребовала компенсацию, эквивалентную текущей рыночной стоимости четырнадцати самолётов, аналогичных тем, которых она была лишена.", "233. Поскольку Ан-28 более не производились, компания-заявитель сослалась на текущую рыночную стоимость M28 Skytruck производства польской компании \"PZL Mielec\" как продолжение лицензионной версии Антонов Ан-28. Шесть новых M28 Skytrucks могли бы быть приобретены в настоящее время за 48 000 000 доларов.", "234. Самолёты Л-410 по-прежнему продолжали производиться чешским производителем LET Airplane Industries. Текущая рыночная стоимость восьми таких новых самолётов составляла 44 000 000 доларов.", "235. Во-вторых, компания-заявитель потребовала компенсацию за упущенную выгоду. В этой связи она сослалась на прибыль, которую она могла бы получить в силу договоров аренды от 18 августа 2000 года и 20 августа 2001 года (см. параграфы 16 и 101 выше). По её расчету, сумма этой прибыли с учетом инфляции составляла 60 464 552 доларов.", "236. В-третьих, компания-заявитель утверждала, что она могла разместить вышеуказанные доходы от сдачи в аренду самолётов на банковский депозитный счёт со среднегодовой процентной ставкой 3,8%. В результате, она заработала бы 13 383 543 доларов.", "237. Наконец, компания-заявитель требовала по данному пункту компенсацию за понесенные расходы по договору хранения от 4 июня 2003 года для обеспечения охраны шести Ан-28, что составило 67 865 доларов (см. параграф 75 выше).", "238. Правительство оспорило вышеуказанные претензии. Оно утверждало, что имущественные права компании-заявителя на соответствующие самолёты были подтверждены национальными судами и что государственные власти прилагали все возможные усилия для обеспечения исполнения этих судебных решений и по возвращению самолётов компании-заявителю. Соответственно, если бы Суд назначил компенсацию их стоимости, компания-заявитель получила бы двойную оплату.", "239. Правительство также отметило, что самолёты, о которых идёт речь, не были новыми, когда государственные органы якобы вмешались в права собственности компании-заявителя. Поэтому они сочли претензии компании-заявителя о компенсации стоимости новых самолётов необоснованными.\t", "240. Правительство также утверждало, что требование компании-заявителя относительно утраты прибыли было необоснованным. Что касается договора аренды от 18 августа 2000 года с ATI в отношении самолётов Л-410, правительство отметило, что ATI оказалось не в состоянии выполнить аналогичный договор аренды в отношении самолётов Ан-28 (см. параграф 15 выше). Соответственно, не было никаких оснований полагать, что она должным образом соблюла бы договор от 18 августа 2000 года. В той мере, в которой компания-заявитель сослалась на договор аренды от 20 августа 2001 года в отношении шести Ан-28, правительство отметило, что она вообще не имела права заключать это соглашение, так как на то время самолёты удерживались властями после ареста 30 марта 2001 года (см. параграф 20 выше).", "241. Правительство также оспорило довод компании-заявителя о потенциальных банковских депозитах как необоснованный и спекулятивный.", "242. Что касается компенсации расходов по договору хранения, правительство отметило, что на то время самолёты находились под охраной властей. Поэтому, было ненужным и бессмысленным со стороны компании-заявителя заключать отдельный договор об их охране.", "(b) Нематериальный вред", "243. Компания-заявитель также потребовала 10 000 доларов США в отношении компенсации нематериального вреда.", "244. Правительство оспорило это требование как необоснованное и непомерное.", "2. Оценка Суда", "(a) Общие принципы", "245. Суд повторяет, что решение, в котором он находит нарушение, налагает на государство-ответчик правовое обязательство положить конец нарушению и возместить его последствия таким образом, чтобы восстановить, насколько это возможно, положение, которое существовало до нарушения (см., к примеру, Brumărescu v. Romania (справедливая компенсация) [GC], № 28342/95, § 19, ECHR 2001I, и Iatridis v. Greece (справедливая компенсация) [GC], № 31107/96, § 32, ECHR 2000XI).", "246. Договаривающиеся государства, которые являются сторонами в деле, в принципе, свободны в выборе средств, посредством которых они будут соблюдать решение, в котором Суд установил нарушение. Это свобода в способе исполнения судебного решения отражает свободу выбора, сопутствующую основному обязательству Договаривающихся государств в соответствии с Конвенцией обеспечивать гарантированные права и свободы (ст. 1). Если характер нарушения позволяет возвратиться в изначальное положение (restitutio in integrum), государство-ответчик должно сделать это. Если, с другой стороны, национальное законодательство не позволяет или допускает лишь частичную возможность устранения последствий этого нарушения за последствия нарушения, статья 41 уполномочивает Суд назначить потерпевшей стороне такое возмещение, какое он сочтет целесообразным (см. Brumărescu, упомянутое выше, § 20).", "247. Суд пользуется определенной степенью свободы в осуществлении полномочий, установленных статьей 41, что подтверждается прилагательным \"справедливая\" и фразой \"в случае необходимости\" в её тексте (см. Guzzardi v. Italy, 6 ноября 1980, § 114, Серия А, 39). Для того чтобы определить справедливую компенсацию, он учитывает конкретные обстоятельства каждого дела, которые могут вызвать присуждение возмещения, меньшего, чем фактический ущерб, или фактически понесенных расходов и издержек, или даже отсутствие такого возмещения.", "248. В этом контексте Суд повторяет, что в случаях, связанных с изъятием имущества со стороны государства, различие между \"законным\" и \"незаконным\" лишением собственности имеет особое значение для оценки материального вреда (см. Ukraine-Tyumen v. Ukraine (справедливая сатисфакция), № 22603/02, § 22, 20 мая 2010 года, с дальнейшими ссылками).", "249. Характер и масштабы справедливой компенсации, которая должна быть назначена Судом в соответствии со статьей 41 Конвенции, напрямую зависит от характера нарушения (см. Shesti Mai Engineering OOD and Others v. Bulgaria, № 17854/04, § 101, 20 сентября 2011 года, с дальнейшими ссылками). Более того, практика Суда устанавливает, что должна быть чёткая причинно-следственная связь между ущербом, понесённым заявителем, и нарушением Конвенции (см., среди прочего, Stretch v. the United Kingdom, № 44277/98, § 47, 24 июня 2003 года). Таким образом, для того, чтобы было назначено возмещение материального вреда, заявитель должен продемонстрировать, что существует причинно-следственная связь между нарушением и любыми утверждаемыми финансовыми потерями (см., к примеру, Družstevní záložna Pria and Others v. the Czech Republic (справедливая компенсация), № 72034/01, § 9, 21 января 2010 года).", "250. Иногда точный расчёт суммы, необходимой для полной компенсации материального вреда, понесенного заявителем, может быть осложнён неопределённым по своей сути характером ущерба, ставшего следствием нарушения (см. Smith and Grady v. the United Kingdom (справедливая компенсация), №№ 33985/96 и 33986/96, § 18, ECHR 2000IX). Могут существовать и другие препятствия. Например, невозможно точно рассчитать стоимость имущества, которое более не существует (см. Hovhannisyan and Shiroyan v. Armenia (справедливая сатисфакция), № 5065/06, § 13, 15 ноября 2011 года).", "251. Суду также известно о трудностях при расчёте упущенной выгоды в условиях, когда такая прибыль может колебаться в различие от непредсказуемых факторов (см. Dacia S.R.Л. v. Moldova (справедливая сатисфакция), № 3052/04, § 47, 24 февраля 2009 года). Это особенно верно в случаях, касающихся коммерческой деятельности компании, что предполагает взятие на себя рисков и степень неопределенности относительно пользования и прибыльности владения, о котором идёт речь (см. Basarba OOD v. Bulgaria (справедливая сатисфакция), № 77660/01, § 26, 20 января 2011 года).", "252. Что касается денежной компенсации за нематериальный вред, суд может присудить её коммерческим компаниям, руководствуясь принципом справедливости, так как его точный подсчёт в принципе невозможен. Нематериальный вред, понесённый такими компаниями, может включать аспекты, которые в большей или меньшей степени \"объективны\" или \"субъективны\". Аспекты, которые могут быть приняты во внимание, включают репутацию компании, неопределенность в принятии решения, нарушения в управлении компанией (для которых нет чёткой методики подсчёта последствий) и, наконец, хотя и в меньшей степени, тревогу и неудобства, причинённые членам правления (см. Comingersoll S.A. v. Portugal [GC], № 35382/97, § 35, ECHR 2000IV).", "253. Если одно или несколько повреждений не могут быть подсчитаны точно, Суд может принять решение сделать общую оценку, руководствуясь принципом справедливости (см., для недавней ссылки, Agrokompleks v. Ukraine (справедливая компенсация), № 23465/03, §§ 80 and 93, 25 июля 2013 года).", "(b) Применение вышеуказанных общих принципов к настоящему делу", "254. Суд установил, что компания-заявитель была лишена государством своих четырнадцати самолётов незаконным и произвольным образом (см.араграфы 215-218 выше).", "255. Соответственно, только возврат этих самолётов компании-заявителю вернуло бы её, насколько это возможно, в ситуацию, эквивалентную той, в которой она бы оказалась, если бы не было нарушения статьи 1 Протокола №1 (см. для сравнения Iatridis (справедливая компенсация), упомянутое выше, § 35).", "256. Однако, возврат в первоначальное положение невозможен, поскольку самолёты, о которых идёт речь, были либо серьёзно повреждены, либо были проданы третьим лицам, либо пропали.", "257. Отсюда следует, что государство-ответчик должно возместить компании-заявителю их стоимость на момент вмешательства.", "258. Суд не согласен, однако, с подходом компании-заявителя к её подсчёту, в соответствии с которым ей должна быть компенсирована текущая рыночная стоимость новых самолётов (см. параграфы 233-234 выше).", "259. Суд отмечает, что самолёты, которых компания-заявитель была лишена, не были новыми. Таким образом, Ан-28, которые она приобрела в 1999 году, были изготовлены в 1988-1990 годах и имели пробег полёта между 1455 и 2821 часами (см. параграф 9 выше). Хотя такая же информация о самолётах Л-410 недоступна, по-видимому, они нуждались в некотором ремонте и техническом переоснащении после их приобретения компанией-заявителем (см. параграф 101 выше).", "260. Суду не была предоставлена информация о рыночной стоимости самолётов на момент оспариваемых событий или текущей рыночной стоимости самолётов с сопоставимыми техническими характеристиками и пробегом. Суд также не в состоянии с точностью установить присущие расходы на амортизацию и ремонт.", "261. Что касается бизнес-операций, связанных с самолётами, которые компания-заявитель проводила после их покупки (см. параграфы 10, 16 и 101 выше), Суд признает, что в данном случае самолёты были предназначены для использования в деятельности, приносящей доход. Поэтому у него нет сомнений, что компания-заявитель потеряла прибыль, которую она могла бы извлечь из своих самолётов в период с их изъятия до настоящего времени.", "262. В то же время, Суд считает невозможным определить размер утраченной прибыли с точностью, учитывая все соответствующие непредсказуемые факторы.", "263. Суд также считает, что нарушения, которые он признал в данном деле, должны были вызвать сбой у компании-заявителя и затянувшуюся неопределенность в осуществлении её деятельности. Это также должно было вызвать у её управляющих чувства беспомощности и разочарования (см. для сравнения Centro Europa 7 S.R.L. and di Stefano v. Italy [GC], № 38433/09, § 221, ECHR 2012).", "264. В свете вышеизложенных соображений и с учетом всех материалов в его распоряжении, Суд считает целесообразным применить принцип справедливости и сделать общую оценку в данном деле (см. Agrokompleks, упомянутое выше, §§ 80 и 93).", "265. Он считает разумным присудить компании-заявителю общую сумму в 5 000 000 евро, покрывающую все статьи компенсации вред, плюс любой налог, который может быть начислен на эту сумму.", "B. Компенсация расходов и издержек", "266. Компания-заявитель также потребовала компенсацию, равную 10 % от указанной выше справедливой компенсации в отношении её юридического представительства в судебном разбирательстве в Суде. В обосновании она представила копии договоров юридических услуг, которые она заключила с “Международной юридической фирмой “Consulting” с 1 ноября 2006 года по 8 января 2009 года, в соответствии с которым компания-заявитель обязалась выплатить юридической фирме 10 % справедливой компенсации, назначенной ей Судом по этому делу. В случае если её жалоба будет признана неприемлемой или такой, которая не затрагивает никаких вопросов по Конвенции или Протоколам к ней, компания-заявитель должна была бы заплатить юридической фирме 50 000 грн. по договору от 1 ноября 2006 года и 5 000 грн. по договору от 8 января 2009 года.", "267. Правительство оспорило это требование. По его мнению, \"реалистичная сумма\" судебных издержек была установлена самой компанией-заявителем в размере 50 000 грн. в договоре о предоставлении юридических услуг от 1 ноября 2006 года.", "268. В соответствии с прецедентным правом Суда, заявитель имеет право на компенсацию расходов и издержек только в той мере, в какой было доказано, что они были фактически понесены, были необходимыми и являлись разумными по размеру (см., к примеру, Bottazzi v. Italy [GC], № 34884/97, § 30, ECHR 1999V).", "269. Суд отмечает, что компания-заявитель заключила договор с юридической компанией в отношении стоимости её услуг, который сравним с соглашением об оплате по результату. Такой договор, по которому клиент соглашается заплатить адвокату определенный процент от суммы, присуждённой судом стороне в гражданском деле, если таковая будет, что приводит к обязательствам исключительно между адвокатом и клиентом, - не может связывать Суд, который должен оценить уровень расходов и издержек, которые будут присуждены, со ссылкой не только на то, были ли эти расходы фактически понесены, но также и на то, были ли они разумными (см. Iatridis (справедливая компенсация), упомянутое выше, § 55, с дальнейшими ссылками).", "270. В свете вышеизложенных принципов и с учетом материалов дела, Суд считает разумным присудить 8 000 евро в этом отношении, плюс любой налог, который может быть взыскан с компании-заявителя с этой суммы.", "C. Пеня", "271. Суд считает, что пеня должна быть основана на предельной кредитной ставке Европейского центрального банка с добавлением трех процентных пунктов.", "ПО ЭТИМ ОСНОВАНИЯМ СУД", "1. Единогласно постановляет объединить возражения Правительства в отношении исчерпания внутренних средств правовой защиты по жалобе компании-заявителя по статье 1 Протокола №1 к существу его жалобы по статье 13 Конвенции и отклоняет их после рассмотрения по существу этой жалобы;", "", "2. Единогласно объявляет жалобу приемлемой;", "", "3. Единогласно постановляет, что была нарушена статья 1 Протокола №1;", "", "4. Единогласно постановляет, что нет необходимости рассматривать жалобу по статье 6 § 1 Конвенции;", "", "5. Единогласно постановляет, что была нарушена статья 13 Конвенции;", "", "6. Постановляет шестью голосами против одного", "что государство-ответчик должно выплатить компании-заявителю в течение трёх месяцев с даты, когда судебное решение станет окончательным, в соответствии со статьей 44 § 2 Конвенции, 5 000 000 (пять миллионов евро) в качестве компенсации материального и нематериального вреда, плюс любой налог, который может быть взыскан с компании-заявителя;", "", "7. Единогласно постановляет, что государство-ответчик должно выплатить компании-заявителю в течение трёх месяцев с даты, когда судебное решение станет окончательным, в соответствии со статьей 44 § 2 Конвенции, 8 000 евро (восемь тысяч евро) в качестве компенсации судебных расходов и издержек, плюс любой налог, который может быть взыскан с компании-заявителя;", "", "8. Единогласно постановляет, что с момента истечения вышеупомянутых трех месяцев до выплаты, на вышеупомянутую сумму начисляется пеня, равная предельной кредитной ставке Европейского центрального банка в период с добавлением трех процентных пунктов;", "", "9. Единогласно отклоняет оставшуюся часть требований компании-заявителя относительно компенсации.", "", "Вынесено на английском языке и объявлено в письменном виде 23 января 2014 года в соответствии с Правилом 77 §§ 2 и 3 Регламента Суда.", "", "Стефен Филлипс\t\t\t\t\tМарк Филлигер\nЗаместитель секретаря секции \t\t\tПредседатель", "", "", "В соответствии с § 2 ст. 45 Конвенции и § 2 правила 74 Регламента Суда, особое мнение судьи П. Лемменса находится в приложении к настоящему решению.", "M.V.\nJ.S.P.", "", "ЧАСТИЧНО НЕСОВПАДАЮЩЕЕ МНЕНИЕ", "СУДЬИ ЛЕММЕНСА", "Я голосовал с моими коллегами в отношении признания нарушения статьи 1 Протокола №1 и статьи 13. Я хотел бы подчеркнуть, что это довольно необычное дело, в котором налоговая администрация использовала всевозможные трюки, чтобы не делать то, что ей было предписано сделать, а именно вернуть самолёты компании-заявителю. Это привело к тому, что компания-заявитель была лишена своих самолётов \"совершенно произвольным образом в противоречие принципу верховенства права\" (параграф 215 решения Суда).", "", "К моему сожалению, однако, я не могу присоединиться к моим коллегам в решении относительно справедливой компенсации компании-заявителю. Большинство присудило компенсацию в общей сумме 5 000 000 евро. На мой взгляд, вопрос о применении статьи 41 ещё не готов для решения.", "", "Компания-заявитель предоставила Суду расчёты, основанные на текущей рыночной стоимости новых самолётов. Я согласен с большинством, что это неправильный подход (см. параграф 258) и что подсчёт компенсации должен основываться на текущей рыночной стоимости самолётов, сопоставимых по техническим характеристикам и пробегу, то есть использованных самолётов (см. параграф 260).", "", "На мой взгляд, нам не были предоставлены достаточная информация, чтобы сделать оценку текущей рыночной стоимости самолётов Ан-28 и Л-410, принимая во внимание их состояние на момент, когда они были помещены под контроль властей и компании-заявителю было отказано в доступе к ним. Я не чувствую себя убеждённым в том, что в общей сумме 5 000 000, есть часть, которая обоснованно относится к реальной рыночной стоимости самолётов с пробегом. В материалах дела содержатся элементы, которые предполагают, что сумма в 5 000 000 евро может быть значительно выше, чем общая стоимость, уплаченная компанией-заявителем за самолёты в 1999 и 2000 годах (см. параграф 259, со ссылкой на пункты 9 и 101). Для того, чтобы избежать риска того, что наша компенсация будет слишком высока, я предпочёл бы оставить вопрос о справедливой компенсации и предложить сторонам представить расчёты на основе ряда критериев, определённых Судом в его решении."]}