{"file": "RUS_HJUDRUS_36378_02.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "36378/02", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Шамаев и 12 других заявителей против Грузии и России", "[Shamayev and 12 others – Georgia and ]", "[вынесено II Секцией (в прежнем составе)]", "", "Обстоятельства дела", "В августе 2002 года заявители были арестованы в Грузии. Им были предъявлены обвинения, в том числе в незаконном пересечении государственной границы, и в их отношении была избрана мера пресечения в виде заключения под стражу до суда. В России в их отношении было возбуждено уголовное дело по обвинению в совершении различных преступлений, в том числе в совершении одного преступления, за совершение которого могло быть назначено наказание в виде смертной казни.", "Власти России обратились к властям Грузии с запросом о выдаче заявителей. Поскольку в соответствии с уголовно-процессуальным законодательством Грузии выдача какого-либо лица запрещена в ту страну, где этому лицу может быть назначено наказание в виде смертной казни, прокуратура Грузии обратилась к властям России с просьбой предоставить гарантии того, что заявителям в случае их выдачи в Россию смертная казнь назначена не будет. Власти Грузии получили заверения властей России в том, что заявителям в России не будут приговорены к высшей мере наказания ввиду того, что в России в течение предыдущих шести лет действовал мораторий на применение смертной казни, и постановлением Конституционного Суда Российской Федерации судам запрещалось назначать такое наказание; власти Грузии были также заверены в том, что заявителей в России не подвергнут пытками или жестокому обращению.", "В октябре 2002 власти Грузии дали свое согласие на выдачу пяти заявителей. Сотрудники спецподразделения прибегли к физической силе, чтобы отконвоировать одиннадцать заключенных из камеры, в которой они содержались, с том, чтобы произвести процедуру выдачи властям России четырех из них; обстоятельства применения силы при выдворении заявителей из камеры были по-разному описаны Европейскому Суду сторонами по делу. Администрация места заключения сначала предложила этим заключенным покинуть камеру добровольно.", "Пятеро заявителей были переданы российским властям 4 октября 2002 г. вопреки предписанию Европейского Суда на основании Правила 39 Регламента Европейского Суда о том, что властям Грузии надлежит от выдачи этих лиц властям России.", "В России выданные заявители содержались в предварительном заключении incommunicado. Европейский Суд получил от властей России гарантии в интересах заявителей и обязательство, что Европейский Суд будет иметь беспрепятственный доступ к ним посредством корреспонденции или личный доступ в случае, если состоится выезд делегации Суда на место с миссией установления фактов. Временная обеспечительная мера, которая была указана в предписании, адресованном Европейским Судом властям Грузии, была впоследствии отменена. При применении Правила 39 Регламента Европейского Суда, Суд указал российским властям, что им необходимо разрешить доступ адвокатов экстрадированных заключенных к своим подзащитным в месте заключения с целью подготовки к слушанию дела в Европейском Суде. Российские власти не подчинились этой временной обеспечительной мере и поставили под сомнение правомерность полномочий адвокатов на представительство интересов заявителей.", "Процедура выдачи других заявителей, согласованная с грузинскими властями в ноябре 2002 года, была приостановлена или отменена судами. Двое заявителей были арестованы российскими властями в феврале 2004 года после своего исчезновения из Тбилиси. Европейский Суд решил направить свою делегации в Грузию и Россию для установления фактов на местах. Поскольку российские власти отнеслись к визиту делегации без внимания, были выполнены задачи делегации только, что касается визита в Грузию.", "", "Вопросы права", "По вопросу о предварительных возражениях властей России (возражения были отклонены Европейским Судом). Власти России утверждали, что Европейскому Суду нельзя рассматривать по существу дело по жалобе заявителей, призывали к отмене производства по жалобе и поставили под сомнение правомерность обращения заявителей с жалобой в Европейский Суд.", "Что касается вопроса о правомерности представительства интересов заявителей в Европейском Суде – которая также была поставлена под сомнение властями России – то хотя экстрадированные из Грузии заявители действительно лично не подписывали доверенности на представительство своих интересов в Европейском Суде, этот факт объясняется сложившейся тогда ситуацией (экстрадиция была произведена в срочном порядке, при этом у адвокатов не имелось никакой возможности доступа к заключенным) и потому не может быть поставлен в вину заявителям. Впоследствии заявители указали на то, что они одобрили действия своих представителей в Европейском Суде, не возражали против них и не давали им отвода, а власти России лишили Суд всякой возможности объективной проверки их утверждений тем, что они не подчинились временной обеспечительной мере, предписанной Судом, цель которой состояла в устранении любых сомнений в этой связи и предоставлении заявителям возможности изложить свои доводы.", "", "По вопросу о предполагаемой возможности назначения заявителям наказания в виде смертной казни и опасности быть подвергнутым жестокому обращению после выдачи в Россию. Перед тем, как принять решение по запросу властей России о выдаче заявителей, власти Грузии обратилась к властям России с просьбой предоставить гарантии того, что заявители в случае их выдачи в Россию будут ограждены от этих рисков. Запросы о выдаче заявителей были удовлетворены ввиду прямых гарантий со стороны Генерального прокурора Российской Федерации на сей счет в отношении каждого заявителя, и у властей Грузии не имелось никаких оснований ставить под сомнение заверения властей России. Власти Грузии согласились выдать только тех лиц из числа заявителей, личность которых могла быть установлена и которые имели российские паспорта на момент ареста.", "Заявители не были приговорены к высшей мере наказания в России. Фотографии экстрадированных заявителей и камер, в которых они содержатся, видеозаписи, произведенные в месте заключения, и различные медицинские справки, представленные Европейскому Суду властями России, показывали, что экстрадированные заявители не подвергались обращению в нарушение требований Статьи 3 Конвенции; двое заявителей, которые состояли в переписке с Европейским Судом, подобных жалоб не заявляли.", "Конечно, большинство заявителей не имели возможности информировать либо Европейский Суд, либо своих представителей о своем положении в России после выдачи. Представители заявителей утверждали в Европейском Суде, что в России практикуется насилие в отношении граждан чеченской национальности, но они просто ссылались на это обстоятельство в общем контексте вооруженного конфликта в Чечне. Доказательства, предложенные Европейскому Суду представителями заявителей, не подтверждали тот факт, что положение экстрадированных заявителей в России было таково, что они подвергались риску обращения в нарушение требований Статьи 3 Конвенции. Возможность того, что заявители могли бы быть подвергнуты жестокому обращению, исключать нельзя, хотя они и не представили никаких доказательств относительно такого обращения с ними российскими властями в прошлом. Однако одна только возможность жестокого обращения сама по себе не образует нарушение положений Статьи 3 Конвенции, особенно ввиду того обстоятельства, что власти Грузии заручились гарантиями на этот счет со стороны властей России.", "Коротко говоря, обстоятельства дела не позволяют утверждать «вне всякого разумного сомнения», что в момент, когда властями Грузии принималось решение о выдаче, имелись весомые основания полагать, что в результате выдачи заявителей возникнет подлинная и персональная для каждого из них опасность подвергнуться «бесчеловечному» или «унижающему достоинство» человека обращению со стороны российских властей.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу требования Статьи 3 Конвенции в отношении пяти выданных российским властям заявителей нарушены не были (принято единогласно).", "", "По поводу Статьи 3 Конвенции. Европейский Суд изучил обстоятельства того заявителя, в отношении которого распоряжение о выдаче было подписано в ноябре 2002 года и его исполнение было приостановлено ввиду подачи жалобы; то распоряжение подлежало исполнению по окончании производства по жалобе. Ввиду событий после ноября 2002 года, изложенных в документальном материале, полученном Европейским Судом по собственной инициативе, Суд считает, что оценки, на основании которых принималось решение о выдаче этого заявителя, перестали быть достаточными – на дату, когда Суд рассмотрел обстоятельства дела, – для того, чтобы исключить всякую возможность жестокого обращения с заявителем, запрещенного положениями Конвенции.", "", "Постановление", "Власти Грузии допустят нарушение требований Статьи 3 Конвенции, если их решение о выдаче г-на Гелогаева России, датированное ноябрем 2002, подлежало бы исполнению (принято шестью голосами «за» и одним голосом «против»).", "", "По поводу Статьи 2 Конвенции. Нет никаких оснований для предположения, что на момент, когда власти Грузии приняли решение о выдаче заявителей России, имелись серьезные и обоснованные причины полагать, что в результате выдачи заявители подвергнутся опасности внесудебной расправы.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу требования Статьи 2 Конвенции властями Грузии в отношении пяти выданных российским властям заявителей нарушены не были (принято единогласно).", "", "По вопросу о применении властями Грузии силы при выдворении заявителей из камеры с целью последующей выдачи России. Заявители сопротивлялись выдворению из своей камеры в месте заключения и вооружились среди прочего кирпичами и металлическими предметами. Поэтому привлечение к их выдворению из камеры около пятнадцати сотрудников спецподразделения, экипированных дубинками, может обоснованно считаться необходимым для обеспечения безопасности и предупреждения беспорядков. Однако отношение властей и методы осуществления ими процедуры выдачи подтолкнуло заявителей к оказанию сопротивления.", "Во-первых, заявителей официально не уведомили о предстоящей выдаче, и о том, что должна быть скоро произведена выдача некоторых из них России, они узнали только из средств массовой информации. Во-вторых, надзиратели места заключения прибегли к обману, сообщив заявителям вымышленные причины, в связи с которыми от них потребовали покинуть камеру. Наконец, заявители, у которых имелись вполне понятные причины опасаться жестокого с собой обращения и угрозы своей жизни и которым не сообщили имена тех, кого собираются выдавать властям России, оказались заманенными властями в ловушку, поскольку власти поставили их перед свершившимся фактом.", "В этих обстоятельствах использование физической силы властями не может считаться оправданным соответствующими действиями заключенных. Принимая во внимание факт отсутствия в данной ситуации процессуальных гарантий, неведение о своей судьбе, в котором власти держали заявителей, душевные страдания и чувство неопределенности, на которые заявители были обречены беспричинно, способ, к которому прибегли власти Грузии для исполнения решений о выдаче, сами по себе создают проблему с точки зрения несоблюдения требований Статьи 3 Конвенции. В дополнение к психологическим страданиям физические травмы, причиненные некоторым заявителям сотрудниками спецподразделения, были достаточно серьезными, а медицинское обследование и медицинская помощь не были предоставлены им своевременно. Эти страдания были настолько сильны, что могут быть приравнены к бесчеловечному обращению.", "", "Постановление", " Европейский Суд пришел к выводу, что в данном вопросе по делу властями Грузии допущено нарушение требований Статьи 3 Конвенции в отношении одиннадцати заявителей (принято шестью голосами «за» и одним голосом «против»).", "", "По поводу пунктов 2 и 4 Статьи 5 Конвенции. Власти Грузии не уведомили заявителей о том, что они содержатся под стражей с целью последующей их выдачи властям России, а адвокаты заявителей в нарушение требований пункта 2 Статьи 5 Конвенции не имели возможности ознакомиться с материалами дела о выдаче. Ввиду того же обстоятельства заявители были лишены права на обжалование своего содержания под стражей в контексте процедуры выдачи, которое предусмотрено пунктом 4 Статьи 5 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу властями Грузии допущены нарушения требований пунктов 2 и 4 Статьи 5 Конвенции в отношении всех заявителей (принято единогласно).", "", "По поводу пункта 1 Статьи 5 Конвенции. Европейский Суд единогласно постановил, что власти Грузии не нарушили требования пункта 1 Статьи 5 Конвенции.", "", "По поводу Статьи 13, взятой в увязке со Статьями 2 и 3 Конвенции. Заявители, экстрадированные в октябре 2002 года, и их адвокаты не были уведомлены о том, что в отношении заявителей изданы распоряжения о выдаче, и соответствующие власти необоснованно препятствовали им в осуществлении права добиваться применения средства правовой защиты в связи с этими распоряжениями, каковые средства в принципе должны были быть им доступны.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу властями Грузии допущено нарушение требований пункта 1 Статьи 5 Конвенции в отношении пяти заявителей (принято шестью голосами «за» и одним голосом «против»).", "", "По поводу Статьи 34 Конвенции (что касается Грузии). После своей выдачи России, заявители содержались под стражей incommunicado. Власти России не позволили представителям интересов заявителей в Европейском Суде встречаться с ними в месте заключения вопреки тому, что Европейский Суд прямо дал понять о своем отношении к этому вопросу. К тому же Европейский Суд не смог осуществить выезд делегации Суда на место с миссией установления фактов и непосредственного допроса заявителей. На основании только обмена несколькими письменными коммуникациями с экстрадированными заявителями Европейский Суд оказался не в состоянии завершить свое изучение существа их жалоб на действия властей России. Сбор доказательств по делу тем самым был сорван. Трудности, с которыми столкнулись эти заявители после своей выдачи в Россию, создали серьезные препятствия для эффективной реализации их права на подачу жалобы в Европейский Суд, гарантированного Статьей 34 Конвенции. Не подчинившись предписанию Европейского Суда приостановить процедуру выдачи, которое Суд издал в соответствии с Правилом 39 своего Регламента, власти Грузии не выполнили свои обязательства по Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу властями Грузии допущено нарушение требований Статьи 34 Конвенции в отношении четырех заявителей (принято шестью голосами «за» и одним голосом «против»).", "Экстрадированные заявители утверждали, что в их отношении властями России допущены нарушения требований Статьи 3 Конвенции и пунктов 1 и 3 Статьи 6 Конвенции в связи с тем, что заявителей содержали в заключении в условиях изоляции и отсутствия контактов со своими представителями. Европейский Суд не сумел установить данные обстоятельства в России, несмотря на то, что Суд принял решение организовать поездку в Россию своей делегации для установления фактов в порядке применения подпункта «а» пункта 1 Статьи 38 Конвенции, а материалы, которые были представлены Суду сторонами по делу не дали Суду возможности принять решение по противоречащим друг другу заявлениям сторон, сделанным ими в отношении предположительного нарушения властями России требований Статьи 3 и пунктов 1 и 3 Статьи 6 Конвенции. Соответственно Европейский Суд изучил вопрос, не нарушают ли власти России своих обязательств по Статье 34 и подпункту «а» пункта 1 Статьи 38 Конвенции, сделав невозможным для Суда выполнение им этих своих задач.", "", "По поводу пункта 1 Статьи 38 Конвенции. Отказавшись разрешить доступ делегатам Европейского Суда к заявителям, содержащимся под стражей в России, на том принципиальном основании, что их дело находится в производстве национальных судов, и, создав препятствия деятельности делегации Суда, выехавшей в Россию с миссией установления фактов, власти России недопустимым образом создали препятствия для установления части обстоятельств дела и тем самым не выполнили свои обязательства по подпункту «а» пункта 1 Статьи 38 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что власти России не выполнили свои обязательства по Конвенции (принято единогласно).", "", "По поводу Статьи 34 Конвенции (что касается России). Власти России не соблюли свои обязательства, данные ими Европейскому Суду в ноябре 2002 года, что касается доступа делегации Суда к тем заявителям, которые содержались под стражей incommunicado, и вопреки соответствующим просьбам Европейского Суда доступ представителей этих заявителей к ним так и не был осуществлен. Письменные коммуникации Суда с экстрадированными заявителями были недостаточными для того, чтобы гарантировать эффективное изучение Судом значительной части пунктов их жалобы, а власти России в нескольких случаях высказывали свое сомнение в том, что эти заявители имели намерение обращаться в Европейский Суд. Европейский Суд сам направлял письма в адрес экстрадированных заявителей, но результаты этих попыток породили сильное сомнение в том, что экстрадированные заявители могут свободно обмениваться корреспонденцией с Европейским Судом и излагать ему свои жалобы более детально. Кроме того, Европейский Суд оказался не в состоянии допросить в России тех заявителей, которые исчезли за несколько дней до приезда делегации Суда в Тбилиси, и которые были арестованы тремя днями позже властями России. Меры, предпринятые властями России, создали препятствия для эффективного осуществления права этих заявителей на обращение в Европейский Суд с жалобой.", "", "Постановление", " Европейский Суд пришел к выводу, что в данном вопросе по делу властями России допущено нарушение требований Статьи 34 Конвенции в отношении семи заявителей (принято шестью голосами «за» и одним голосом «против»).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявителям компенсацию в возмещение причиненного им морального вреда, а также вынес решение в пользу заявителей о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", "В дополнение к этому властям России надлежит возместить Европейскому Суду расходы, понесенные в связи с отменой поездки делегации Суда в Россию с миссией установления фактов, поскольку эта отмена случилась по их вине.", ""]}