{"file": "RUS_HJUDRUS_50389_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "50389/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Дораны против Ирландии", "[Doran – Ireland] (№ 50389/99)", "", "Постановление от 31 июля 2003 г. [вынесено III Секцией]", "", "Обстоятельства дела", "Заявители возбудили производство в суде по гражданскому иску в июле 1991 года. Производство завершилось в 1999 году.", "", "Вопросы права", "По поводу пункта 1 Статьи 6 Конвенции. производство в суде продолжалось приблизительно 8 лет и 5 месяцев. Европейский Суд не считает, что дело был особо сложным и не принимает утверждение государства-ответчика о том, что своими действиями заявитель способствовал волоките. При этом Европейский Суд установил ряд задержек в производстве по делу, в которых виноваты соответствующие власти и которые никак не были объяснены в доводах представителя правительства Ирландии, изложенных Суду. Следовательно, можно считать, что производство в суде не был проведено «в разумный срок» в значении, которое придается этому понятию пунктом 1 Статьи 6 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу о том, что допущено нарушение положений Статьи Конвенции (принято единогласно).", "", "По поводу Статьи 13 Конвенции. В контексте вопроса о чрезмерной продолжительности производства по делу в суде Статья 13 Конвенции предлагает альтернативу – эффективное средство правовой защиты; при этом средство правовой защиты будет эффективно, если с его помощью можно или ускорить производство по делу или обеспечить адекватную компенсацию за задержки, которые уже произошли. В настоящем деле государство-ответчик не утверждало, что в правовой системе имелось какое-либо конкретное средство правовой защиты, посредством которого индивидуум мог обжаловать продолжительность производства по делу. Тем не менее, государство-ответчик заявляло, что заявители могли в любой стадии производства, принести иск, основанный на двух неперечисленных конституционных правах, а именно – принцип конституционного правосудия и право на рассмотрение дела судом. Однако, ни один из прецедентов ирландской судебной практики, на которые ссылалось государство-ответчик, не упоминал, что эти права включают право обжаловать задержки в производстве по делу, которые происходят по вине судебных властей.", "Более того, даже предполагая, что право на завершение производства по делу в разумный срок можно было бы считать одной из гарантий, вытекающих из Конституции страны, и что жалоба на волокиту могла быть подана в любое время, государство-ответчик не продемонстрировало Европейскому Суду, что средство было «эффективным, адекватным или доступным». государство-ответчик не упомянуло никакого прецедента из практики ирландских судов, в котором рассмотрение жалобы, направленной в суд по поводу волокиты такого же свойства, как и в данном деле, завершилось бы предотвращением чрезмерной задержки или предотвращением продолжения волокиты либо возмещением ущерба за задержку, которая уже произошла.", "В таких обстоятельствах, Европейский Суд считает: государство-ответчик не продемонстрировало Суду, что обращение в ирландский суд, основанное на праве на конституционное правосудие и право на рассмотрение дела судом, составляет эффективное внутригосударственное средство правовой защиты в отношении чрезмерно длительного производства по делу в суде.", "", "Постановление", "Европейский Суд пришел к выводу о том, что допущено нарушение положений Статьи Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявителям компенсацию в размере 25 000 евро в возмещение морального вреда. Суд также вынес решение в пользу заявителей о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}