{"file": "RUS_HJUDRUS_78039_01.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "78039/01", "text_paragraphs": ["© Совет Европы/Европейский Суд по правам человека, 2012. Суд не несет ответственность за содержание настоящего краткого изложения. Более подробная информация содержится в полном указании об авторских правах в конце документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "Информационный бюллетень по прецедентной практике Европейского Суда № 128", "Март 2010", "Гросару против Румынии [Grosaru v. Romania] (жалоба № 78039/01)", "Постановление от 2.3.2010 [Третья Секция]", "Статья 3 Протокола № 1", "Выбор органов законодательной власти", "Свободное волеизъявление народа", "Спор относительно парламентского представительства национального меньшинства, имевший место после выборов: нарушение", "Статья 13", "Эффективное средство правовой защиты", "Спор относительно парламентского представительства национального меньшинства, имевший место после выборов: нарушение", "Обстоятельства дела – Заявитель был кандидатом на парламентских выборах 2000 г. и боролся за место, предоставленное итальянскому меньшинству в Румынии. Одна из организаций, представлявших итальянское меньшинство, выдвинула его в качестве кандидата в девятнадцати из сорока двух округов. Как только все голоса были подсчитаны, центральное избирательное бюро Румынии в соответствии с Законом о выборах передало мандат на место в парламенте, принадлежащее итальянскому меньшинству, организации, к которой относился заявитель. Хотя он и являлся кандидатом этой организации, получившим наибольшее количество голосов по стране, место в парламенте было передано другому члену организации, который получил наибольшее количество голосов в одном отдельно взятом округе. Жалобы заявителя были безрезультатны.", "Право – Статья 3 Протокола № 1: Дело касалось передачи места в парламенте и, следовательно, норм, регулирующих ситуацию после выборов. Закон о выборах не устанавливал ясно процедуру, которой надлежало следовать при передачи парламентского места, зарезервированного за победившей организацией, представляющей национальное меньшинство. Центральное избирательное бюро должно было определить фамилию и имя первого кандидата в списке победившей организации, который получил наибольшее количество голосов. Закон не устанавливал, имеется ли в виду наибольшее количество голосов по стране или в отдельно взятом округе. В настоящем деле центральное избирательное бюро предпочло применить метод, основанный на местном представительстве, а не государственном. Подобное отсутствие ясности в избирательных правилах возлагало на румынские власти обязанность быть осторожными при их толковании, учитывая прямое действие, которое оно оказывает на результаты выборов. Центральное избирательное бюро не указало, впервые ли правила толковались подобным образом или же имелась устоявшаяся практика в этих вопросах. Оно также не пояснило, почему к национальным меньшинствам применялся критерий местного представительства, тогда как в других избирательных вопросах использовались специальные положения, связанные с критерием государственного представительства. Правительство не представило никакой дополнительной информации. Соответственно, можно заключить, что в период, относящийся к обстоятельствам дела, указанные положения не удовлетворяли требованиям ясности, сформулированным в прецедентной практике Суда. Однако Суд учел изменения в законодательстве, касающиеся сути оспариваемого положения, которое стало предусматривать, что место в парламенте, отводимое организации, представляющей национальное меньшинство, передается первому кандидату в избирательном округе, в котором список кандидатов получил большинство голосов. Суд принял во внимание это изменение, несмотря на то, что оно было введено после того, как обжалуемые заявителем события произошли, и не могло повлиять на его ситуацию. Более того, центральное избирательное бюро и мандатная комиссия Палаты представителей рассмотрели жалобу заявителя, но отклонили ее как необоснованную. Правила, касающиеся членства в этих органов, состоящих из большого числа представителей политических партий, по-видимому, не обеспечивали достаточные гарантии беспристрастности. Далее, ни Верховный суд, ни Конституционный суд, ни иной национальный суд не высказались по вопросу толкования оспариваемого положения закона. Рассмотрение доводов заявителя в судебном разбирательстве имело бы большое значение. В данных обстоятельствах, отсутствие ясности в избирательном законодательстве, касающемся национальных меньшинств, и отсутствие достаточных гарантий беспристрастности органа, уполномоченного рассматривать жалобы заявителя, нарушили саму сущность права, гарантированного статьей 3 Протокола № 1.", "Вывод: нарушение (единогласно).", "Статья 13 Конвенции во взаимосвязи со статьей 3 Протокола № 1: Право заявителя на эффективное средство правовой защиты было нарушено вследствие непроведения судебной проверки по вопросу толкования спорного положения избирательного законодательства.", "Вывод: нарушение (единогласно).", "Article 41: 5,000 евро в качестве компенсации за причиненный моральный вред.", "", "", "© Совет Европы/Европейский Суд по правам человека, 2012.", "Официальными языками Европейского суда по правам человека являются английский и французский. Суд не несет ответственность за содержание и качество настоящего перевода. Доступ к нему может быть получен через базу данных по прецедентной практике Европейского суда по правам человека HUDOC () или любую другую базу данных, для использования в которой Суд его передал. Разрешается воспроизведение настоящего перевода в некоммерческих целях при условии указания полного наименования дела со ссылкой на авторские права. Для целей коммерческого использования какой-либо части настоящего перевода, пожалуйста, обращайтесь по адресу: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}