{"file": "RUS_HJUDRUS_1448_04.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "1448/04", "text_paragraphs": ["", "Информационный бюллетень по прецедентной практике суда № 101", "Октябрь 2007 г.", "Дело «Хасан (Hasan) и Эйлем Зенгин (Eylem Zengin) против Турции» - 1448/04", "Судебное постановление от 09.10.2007 г. [Секция II]", "Статья 2 Протокола №1", "Уважение философских убеждений родителей", "Право на образование", "Отказ в освобождении ученицы государственной школы, семья которой исповедовала алевизм, от обязательных уроков по религии и этике: нарушение", "", "Статья 46", "Статья 46-2", "Исполнение постановления", "Указание соответствующей формы возмещения (за нарушение требований Статьи 2 Протокола № 1): меры по обеспечению соответствия национальной системы образования и национального законодательства положениям Конвенции", "", "Обстоятельства дела: Хасан Зенгин и его дочь Эйлем Зенгин являются гражданами Турции 1960 и 1988 года рождения соответственно. Г-н Зенгин и его семья - приверженцы алевизма, направления ислама, имеющего глубокие корни в турецком обществе и истории. Его религиозная практика отличается от суннитских школ в таких аспектах, как молитва, пост и паломничество. Алевизм является одним из наиболее распространенных в Турции верований (после ханафитского направления ислама, являющегося одной из четырех школ суннизма). В период подачи жалобы Эйлем Зенгин училась в седьмом классе государственной школы в Стамбуле. В качестве ученицы государственной школы она была обязана посещать занятия по религиозной культуре и этике. Согласно статье 24 Конституции Турции и статье 12 Закона № 1739 «О народном образовании» религиозная культура и этика являются обязательным предметом в турецкой начальной и средней школе. Г-н Зенгин направил заявления в Директорат народного образования и в административные суды об освобождении его дочери от уроков по религиозной культуре и этике. Он указал, в частности, что его дочь является последовательницей алевизма, учение которого в школе не преподается. Он ссылался на право родителей избирать вид обучения, которое получают их дети. Заявления об освобождении были окончательно отклонены после подачи жалобы в Высший административный суд.", "Право: Анализ указаний Министерства образования относительно уроков по религиозной культуре и этике и школьных учебников показывает, что программы обучения начальной школы и первого цикла средней предусматривают заметный приоритет знания ислама по сравнению с другими религиозными и философскими учениями. Само по себе это не может рассматриваться как идеологическое воздействие, поскольку ислам является в Турции религией большинства, несмотря на светский характер государства. С учетом того, что посещение этих занятий, по-видимому, оказывает значительное влияние на сознание детей, целесообразно установить, сообщаются ли такие сведения в объективном, критическом и плюралистическом духе. Направление алевизма с его глубокими корнями в турецком обществе и истории имеет определенные особенности и отличия от ислама, преподаваемого в школе. Выражение «религиозные убеждения», употребленное во втором предложении статьи 2 Протокола № 1 к Конвенции, применимо к этому направлению. В курсе «Религиозной культуры и этики» не учитывается религиозное многообразие, характерное для турецкого общества. В частности, учащиеся не получают сведений о конфессиональных или обрядовых особенностях алевизма, хотя доля исповедующего его турецкого населения весьма велика. Определенные сведения об алевизме сообщаются в девятом классе, но их отсутствие в начальной и средней школах не позволяет восполнить недостатки обучения. Таким образом, нельзя сделать вывод, что преподавание в школе предмета «Религиозная культура и этика» отвечает критерию объективности и плюрализма, позволяя ученикам выработать критический подход к религиозным вопросам, и обеспечивает уважение религиозных и философских взглядов родителей учеников, исповедующих алевизм, в изучении которого имеются очевидные пробелы.", "Необходимо также установить, являются ли достаточными предусмотренные турецкой образовательной системой средства обеспечения уважения к убеждениям родителей. Указанный курс имеет статус обязательного предмета, однако возможность освобождения от его изучения появилась в 1990 году для детей, родители которых исповедуют христианство или иудаизм, при условии, что они подтвердят свою приверженность к одной из этих религий. По утверждению государства-ответчика, возможность освобождения может быть распространена на представителей иных верований на основании такого заявления. Однако какой бы ни была сфера применения данного освобождения, тот факт, что родители были обязаны уведомлять школьную администрацию о своих религиозных или философских убеждениях, делает его неподходящим средством обеспечения уважения к свободе их убеждений. В отсутствие ясного указания школьная администрация сохраняла право на отказ в удовлетворении подобных заявлений. Следовательно, процедура освобождения не являлась подходящим методом и не обеспечивала достаточной защиты тем родителям, которые могли обоснованно полагать, что преподаваемый предмет способен вызвать у их детей конфликт между школьными ценностями и внутренними убеждениями. Для детей, чьи родители имели религиозные или философские убеждения, отличные от суннитского ислама, не предусматривалась возможность соответствующего выбора, тогда как процедура освобождения возлагала на родителей тяжелое бремя и обязанность раскрывать свои религиозные или философские взгляды.", "Постановление: нарушение (принято единогласно).", "В порядке применения статей 41 и 46 Конвенции. Суд счел, что само установление факта нарушения Конвенции представляет собой достаточно справедливую компенсацию причиненного ущерба.", "Суд заключил, что турецкая система образования является неадекватной в отношении религиозного образования, поскольку она не отвечает требованиям объективности и плюрализма и не обеспечивает приемлемый механизм, гарантирующий уважение к убеждениям родителей. Признанное нарушение коренится в проблеме, связанной с внедрением в Турции программы религиозного образования и с отсутствием приемлемых механизмов, гарантирующих уважение к убеждениям родителей. В связи с этим Суд считает целесообразной формой компенсации приведение турецкой системы образования и национального законодательства в соответствие с требованиями статьи 2 Протокола № 1 к Конвенции.", "См. также Постановление от 29 июня 2007 г. по делу «Фольгере и другие против Норвегии» [Folgerе and Others v. Norway] (вынесено Большой Палатой, Информационный бюллетень № 98), относящееся к стране, имеющей государственную религию и государственную церковь.", "", "К бюллетеням Европейского суда по правам человека можно перейти по следующей ссылке: ", "", "© Совет Европы/Европейский суд по правам человека, 2012 г.", "Официальными языками Европейского суда по правам человека являются английский и французский. Настоящий перевод не имеет обязательной силы для Суда, и Суд не несет ответственности за его качество. Данный перевод может быть загружен из базы данных по прецедентному праву HUDOC Европейского суда по правам человека () или из любой другой базы данных, в которую он был внесен Судом. Текст перевода может воспроизводиться для некоммерческих целей, с обязательным указанием полного названия дела и вышеприведенным уведомлением об авторском праве. По вопросам, связанным с использованием какой-либо части перевода в коммерческих целях, обращайтесь по адресу: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : "]}