{"file": "RUS_HJUDRUS_49636_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "49636/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Шевроль против Франции", "[Chevrol – France] (№ 49636/99)", "", "Постановление от 13 февраля 2002 г. [вынесено II Секцией]", "", "Факты", "Заявительница, гражданка Франции, имеющая патент врача, выданный ей в государстве Алжир, обратилась в Национальный совет медицинских работников Франции с просьбой о регистрации ее в качестве члена этой организации. Ей было отказано на том основании, что у нее нет патента врача, выданного французскими компетентными учреждениями, как того требует Кодекс об общественном здравоохранении. Шевроль обратилась с просьбой повторно, на этот раз, ссылаясь на положения правительственных заявлений от 19 марта 1962 г. по Алжиру, известных под названием «Эвианские соглашения». В частности она ссылалась на статью 5 правительственного заявления от 19 марта 1962 г. по вопросу о сотрудничестве в области культуры, в которой был закреплен принцип равенства патентов, полученных во Франции и Алжире с соблюдением одинаковых условий.", "После получения отказа Национального совета медицинских работников Шевроль обратилась в Государственный совет (Сonseil d’Etat) Франции с просьбой о судебной проверке законности решения национального совета медицинских работников ввиду допущенного им злоупотребления полномочиями. По запросу Государственного совета Министерство иностранных дел представило свои разъяснения, в которых говорилось, что власти Алжира в течение продолжительного времени не соблюдали положения статьи 5 данной декларации при обращении к ним граждан Франции, имеющих патенты, полученные во Франции, что привело к тому, что данные положения не могли быть применены в интересах заявительницы. Когда заявительница была извещена о данных обстоятельствах, она направила в Государственный совет заявления различных органов власти Алжира, в которых утверждалось, что дипломы, полученные во Франции, автоматически признавались действующими на территории Алжира.", "В апреле 1999 года Государственный совет отклонил обращение Шевроль на основании заявления Министерства иностранных дел о том, что статья 5 правительственной декларации от 19 марта 1962 года не могла считаться имеющей силу на момент принятия решения по спорному вопросу ввиду недостаточного соблюдения ее положений алжирской стороной. Тем временем Шевроль получила разрешение на осуществление врачебной практики на территории Франции с 1997 года по декрету министра здравоохранения от 1999 года, изданному на основании Кодекса об общественном здравоохранении. В апреле 1999 года Шевроль внесли в реестр Национального совета медицинских работников Франции за 1997 год.", "", "Вопросы права", "По поводу положений Статьи 6 Конвенции.", "По вопросу о сохранении за заявительницей статуса «жертвы» нарушения Конвенции.", "После того, как Шевроль получила разрешение на осуществление врачебной практики на территории Франции, ни один из соответствующих органов власти не признал в прямой форме или косвенно факт нарушения положений пункта 1 Статьи 6 Конвенции, о чем утверждается в заявлении Шевроль. Кроме того, официальное разрешение на врачебную практику на территории Франции по существу не устранило предполагаемый несправедливый характер процедуры рассмотрения вопроса Государственным советом, руководствовавшимся рекомендациями министра иностранных дел.", "Даже, если допустить, что разрешение на осуществление врачебной практики во Франции являлось заглаживанием вреда, то это было лишь частичное заглаживание вреда, поскольку данное разрешение было выдано только в 1999 году как вступившее в силу с 1997 года, тогда как процедура рассмотрения иска Шевроль, ставшая предметом ее жалобы, состоялась в 1995 году. Таким образом, ввиду того, что власти по существу не признали определенно свои действия ошибочными и в полной мере не загладили вред от предполагаемого нарушения прав заявительницы, то за ней сохранялось право заявлять о себе как о жертве нарушения Конвенции.\t\t", "", "По поводу применимости положений пункта 1 Статьи 6 Конвенции. Когда закон ставит допуск к осуществлению профессиональной деятельности в зависимость от определенных условий, и соискатель удовлетворяет этим условиям, то данное лицо получает разрешение на деятельность по соответствующей специальности. В данном деле спор затрагивал вопрос о применении статьи 5 правительственной декларации 1962 года. Кодекс об общественном здравоохранении ставит вопрос о разрешении на осуществление врачебной практики во Франции в зависимость от наличия у врача соответствующего патента вне зависимости от гражданства, тогда как министр здравоохранения имеет право официально предоставлять такое разрешение индивидуально различным категориям врачей, которые не удовлетворили официальным требованиям, в частности, в том, что касается патентов. Шевроль приводила аргумент, что в силу положений статьи 5 правительственной декларации 1962 года она удовлетворила требования для беспрепятственного внесения ее в реестр Национального совета медицинских работников Франции. Шевроль удовлетворяла требованиям о гражданстве, и утверждала, что также удовлетворила бы и второе требование в случае признания ее патента действующим на основании международного договора.", "В соответствии с прецедентной практикой Государственного совета правительственная декларация 1962 года должна была считаться международной конвенцией, и ее положения должны были превалировать над законами государства. В этой связи Шевроль могла вполне разумно утверждать, что, если статья 5 правительственной декларации считалась имеющей законную силу, то алжирский патент заявительницы, полученный в 1969 году, должен был автоматически быть признан действующим во Франции; это позволяло Шевроль удовлетворить соответствующее требование Кодекса об общественном здравоохранении. В этом случае Шевроль получала право на беспрепятственное внесение в реестр Врачебного совета и на осуществление врачебной практики во Франции. В общем, заявительница доказывала, что законодательство Франции, обеспечивает ее право на внесение в реестр Национального совета медицинских работников Франции и осуществление врачебной практики на территории Франции. В результате были применены положения Статьи 6 Конвенции.", "", "По поводу права человека на разбирательство его дела судом. В соответствии со своей прецедентной практикой Государственный совет в решении вопроса о применении норм международного соглашения полностью полагался на авторитет соответствующего органа исполнительной власти. Вместе с тем, даже если получение консультации от министра иностранных дел было необходимо для оценки вопроса о взаимности соблюдения сторонами условий международного договора, то прецедентная практика Государственного совета обязывала его следовать мнению министра иностранных дел (власти, не просто внешней по отношению к этому судебному органу, но и более того – составной части власти исполнительной) в ходе предварительного рассмотрения вопроса о применении международных договоренностей без представления этого мнения сторонам по делу для изучения или обсуждения.", "Данное вклинивание авторитета министра в дело, оказавшее решающее влияние на его исход, не могло стать предметом обжалования со стороны заявительницы, которая к тому же не имела возможности изложить свою позицию в отношении предварительных ссылок Государственного совета на мнение министра или в отношении формулирования Государственным советом вопроса министру. У заявительницы также не было возможности выступить перед судом с ответными заявлениями по поводу рекомендаций министра иностранных дел, или добиваться хотя бы частичного рассмотрения судом ее ответных заявлений, что могло иметь решающее значение и быть весьма полезным для разбирательства по делу. В действительности, когда Шевроль была извещена о заключении министра иностранных дел, она представила Государственному совету несколько фактических доказательств, которые по ее мнению демонстрировали исполнение властями Алжира положений правительственной декларации 1962 года.", "Между тем, Государственный совет даже не рассмотрел эти доказательства, чем продемонстрировал свое нежелание оценивать их обоснованность. Государственный совет счел, что в его обязанности не входит установление факта исполнения или возможного неисполнения алжирскими властями положений правительственной декларации 1962 года и полностью положился в этом вопросе на мнение министра иностранных дел. Действуя таким образом, Государственный совет признал себя связанным мнением министра иностранных дел и добровольно лишил себя властных полномочий по проверке и рассмотрению фактических доказательств, которые могли иметь решающее значение для практического разрешения спора, вынесенного на его суд. Соответственно, это обстоятельство не позволяет сделать вывод, о том, что заявительница имела доступ к правосудию, осуществляемому судом, который имел или взял на себя достаточную власть для рассмотрения всех относящихся к данному делу вопросов факта и права с целью вынесения решения по данному делу, иными словами – судом, обладающим властью рассматривать все аспекты настоящего дела.", "", "Постановление", "Европейский Суд пришел к выводу о наличии нарушения положений Конвенции (принято 6 голосами «за», 1 – «против»).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявительнице 17 000 евро в возмещение морального вреда.", ""]}