{"file": "RUS_HJUDRUS_45238_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "45238/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "Пероте Пеллон против Испании", "Perote Pellon – Spain (N 45238/99)", "", "Решение от 25 июля 2002 г. [вынесено IV Секцией (в предыдущем составе)]", "", "Факты В период между 1983 годом и 1991 годом заявитель, будучи полковником запаса, занимал пост главы оперативного подразделения Научно-исследовательского центра национальной обороны. Эта должность предполагала доступ заявителя к ряду секретных документов. В 1995 году директор Центра подал в военный суд заявление о преступлении, совершенном заявителем, утверждая в заявлении, что Пероте Пеллон разгласил государственные секреты или данные, касающиеся национальной безопасности и обороны. В отношении заявителя было начато судебное следствие, в ходе которого ему было предъявлено обвинение, и затем ему была избрана мера пресечения в виде содержания под стражей. Центральный военный суд признал его виновным, приговорил к семи годам лишения свободы и вынес решение об увольнении Пероте Пеллона из вооруженных сил.", "Однако, двое из судей палаты центрального военного суда, признавшей его виновным, а именно: председательствовавший судья Р.В. и судья-докладчик, Р.Г., ранее принимали участие в работе других составов суда, которые утверждали постановление о предъявлении обвинения заявителю и предпринимали иные процессуальные действия, такие, как, например, продление срока предварительного заключения заявителя.", "", "Вопросы права По поводу пункта 1 Статьи 6 Конвенции. Рассматривая настоящее дело с субъективной точки зрения, причин для того, чтобы усомниться в личной беспристрастности судей, фигурирующих по делу, казалось бы, не существует. Остается установить, имели ли место какие-либо поддающиеся проверке факты, которые, независимо от действий судей, объективно оправдывают неверие заявителя в их беспристрастность. неверие заявителя было вызвано тем фактом, что эти судьи принимали участие в работе других составов центрального военного суда, которые по жалобе заявителя, в частности, оставили без изменения постановление о предъявлении заявителю обвинения, а также вынесли решение о продлении срока предварительного заключения заявителя.", "Однако тот факт, что судья уже выносил решения по конкретному делу до его рассмотрения в суде первой инстанции, сам по себе не может служить оправданием наличия сомнений в беспристрастности этого судьи. В рассматриваемом деле судьи центрального военного суда при вынесении решения об утверждении постановления о предъявлении заявителю обвинения, обратили особое внимание на предварительный характер постановления и указали на то, что именно состав суда, рассматривающий дело по существу, дает оценку доказательствам и принимает решение о виновности или невиновности заявителя. Однако, выражения, использованные членами судебного состава, в который входил судья Р.Г., вынесшего решение по жалобе заявителя на постановление о предъявлении обвинения, а также те формулировки, которые были использованы судебным составом с участием обоих – Р.Г. и Р.В., при рассмотрении жалобы заявителя на применение меры пресечения в виде содержания под стражей, могли бы создать впечатление, что у обоих составов суда была уверенность в наличии достаточных доказательств вины заявителя. Р.Г. и Р.В. впоследствии заседали в палате военного суда, которая вынесла решение о продлении предварительного заключения заявителя ввиду наличия весомых обоснованных доказательств его вины. Наконец, судебный состав центрального военного суда с участием обоих судей, о которых идет речь, рассмотрел дело по существу, признал заявителя виновным и приговорил его к лишению свободы. Ввиду этого, принимая во внимание тот факт, что председательствующий судья и один из судей-докладчиков уже участвовали в осуществлении ряда процессуальных действий по делу, включая, в частности, принятие решение об отказе в удовлетворении жалобы на постановление о предъявлении обвинения и вынесение решений о продлении срока предварительного заключения, в рассматриваемом деле могли возникнуть серьезные сомнения в беспристрастности состава суда, рассмотревшего дело по первой инстанции. Следовательно, опасения заявителя по поводу объективности судей могут быть признаны объективно оправданными.", "", "Постановление Вывод: допущено нарушение пункта 1 Статьи 6 Конвенции (принято единогласно).", "", "Компенсация В порядке применения Статьи 41 Конвенции. Европейский Суд постановил, что признание факта нарушения Конвенции само по себе является справедливой компенсацией морального ущерба, причиненного заявителю. Суд присудил выплатить заявителю сумму в размере 10 500 евро в возмещение судебных издержек и расходов.", ""]}