{"file": "RUS_HJUDRUS_56651_00.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "56651/00", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Дестрехем против Франции", "[Destrehem – France] (№ 56651/00)", "Постановление от 18 мая 2004 г. [вынесено II Секцией]", "", "Обстоятельства дела", "Заявителя привлекли к уголовной ответственности по обвинению в нанесении молотком повреждений полицейскому автомобилю (не имевшему опознавательных знаков полиции) в ходе демонстрации. Двое сотрудников полиции, которые в момент нанесения повреждений находились в автомобиле, опознали на суде заявителя как человека, причинившего ущерб. Четыре свидетеля, присутствовавшие на месте происшествия, которые были вызваны в суд заявителем, дали в суде первой инстанции показания в его защиту. Суд пришел к заключению, что имелись серьезные сомнения относительно личности человека, совершившего действия, оспариваемые по делу, оправдал заявителя и отклонил жалобы сотрудников полиции, которые обратились к суду с ходатайством о вступлении в дело в качестве гражданских истцов.", "сотрудники полиции обжаловали решение суда. Заявитель обратился к суду апелляционной инстанции с ходатайством о допросе свидетелей защиты, которые были заслушаны судом первой инстанции. Суд отклонил это ходатайство на том основании, что их протоколы показаний свидетелей защиты были надлежащим образом приобщены к материалам дела, имевшимся в распоряжении этого суда, и что этих протоколов достаточно для рассмотрения дела.", "суд апелляционной инстанции далее постановил, что в показаниях одного из свидетелей защиты имелось фундаментальное противоречие показаниям трех других свидетелей, и что в отсутствие какого-либо свидетеля, способного опровергнуть показания сотрудников полиции, и с учетом точности и искренности показаний этих сотрудников, у суда не было никаких причин сомневаться в выдвинутых ими обвинений против заявителя. Соответственно, суд отменил оправдательный приговор, вынесенный судом первой инстанции, и признал заявителя виновным в совершении первоначально вмененного преступления и приговорил его среди прочего к лишению свободы на срок восемь месяцев (из которого отбывание пяти месяцев было приостановлено исполнением), пробации сроком на два года и лишению гражданских, политических и семейных прав на срок один год, – наказанию, которое суд назвал «суровым», поскольку заявитель умышленно нанес ущерб полицейскому автомобилю. заявитель обжаловал этот приговор по вопросам права, но его жалоба была отклонена.", "", "Вопросы права", "По поводу пункта 1 и подпункта «d» пункта 3 Статьи 6 Конвенции. Суд апелляционной инстанции вынес свое постановление, основываясь по существу на доказательствах, представленных в суде первой инстанции. Эти доказательства были приобщены к материалам дела, и именно на этом основании суд апелляционной инстанции оценивал показания свидетелей защиты. Соответственно, суд апелляционной инстанции обосновал обвинительный приговор в отношении заявителя новой оценкой показаний свидетелей, которых сам он не допрашивал. Заявитель был таким образом признан виновным на основе доказательств, которые суд первой инстанции нашел достаточно неубедительными. При таких обстоятельствах, тот факт, что суд апелляционной инстанции отказался заслушать показания свидетелей, о повторном допросе которых ходатайствовал заявитель до вынесения ему обвинительного приговора, значительно ограничил его права на защиту. Таковое ограничение прав на защиту сделало судебное разбирательство несправедливым.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований пункта 1 и подпункта «d» пункта 3 Статьи 6 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявителю компенсацию в возмещение причиненного ему морального вреда. Суд также вынес решение в пользу заявителя о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}