{"file": "RUS_HJUDRUS_69529_01.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "69529/01", "text_paragraphs": ["Европейский Суд по правам человека", "Первая секция", "Дело «Праведная (Pravednaya) против России»", "(Жалоба № 69529/01)", "Постановление", "Страсбург, 18 ноября 2004 г.", "", "Настоящее постановление становится окончательным согласно условиям пункта 2 статьи 44 Конвенции. В текст могут быть внесены редакционные поправки.", "", "В деле «Праведная против России» Европейский Суд по правам человека (Первая секция), заседая палатой в составе:", "К.Л. Розакиса (C.L. Rozakis), Председателя,", "Ф. Тулкенс (F. Tulkens),", "Н. Важич (N. Vajić),", "С. Ботучаровой (S. Botoucharova),", "А. Ковлера (A. Kovler)", "В. Загребельского (V. Zagrebelsky),", "К. Хаджиева (K. Hajiyev), судей,", "при секретаре секции С. Нильсене (S. Nielsen), 28 октября 2004 г. провел совещание за закрытыми дверями и вынес следующее Постановление:", "", "ПРОЦЕДУРА", "", "1. Дело возбуждено по жалобе (№ 69529/01) на Российскую Федерацию, поданной в Суд 21 апреля 2001 г. гражданкой России г-жой Лидией Андреевной Праведной (далее - заявительница) согласно статье 34 Конвенции о защите прав человека и основных свобод (далее - Конвенция).", "2. Интересы заявительницы представлял г-н И.В. Новиков, адвокат, практикующий в Новосибирске. Правительство России (далее – правительство) представлял г-н Лаптев, Уполномоченный Российской Федерации при Европейском Суде по правам человека.", "3. Заявительница, в частности, утверждала, что национальные судебные власти пересмотрели вынесенное в ее пользу решение, злоупотребив процедурой пересмотра решений по вновь открывшимся обстоятельствам.", "4. Жалоба была передана в ведение Первой секции Суда (пункт 1 правила 52 Регламента Суда). В соответствии с пунктом 1 правила 26 для рассмотрения дела из состава секции была образована Палата (пункт 1 статьи 27 Конвенции).", "5. Решением от 25 сентября 2003 г. Суд объявил жалобу частично приемлемой.", "6. Объяснения по существу дела (пункт 1 правила 59) были представлены правительством и не представлены заявительницей. После консультаций со сторонами Палата вынесла решение о том, что проведение слушания по существу дела не требуется (пункт 3 правила 59), и заявительница представила письменные замечания на объяснения правительства.", "", "ФАКТЫ", "", "I. Обстоятельства дела", "", "7. Заявительница родилась в 1936 г. и проживает в Новосибирске.", "8. С 1991 г. заявительница получает пенсию по старости. С 1 февраля 1998 г. размер ее пенсии должен был определяться в соответствии с Законом о порядке исчисления и увеличения государственных пенсий (далее –Закон о пенсиях). Закон о пенсиях установил новый метод расчета пенсий по старости путем применения индивидуального коэффициента пенсионера (далее - ИКП). ИКП, введенный для исчисления размера пенсий, представлял собой отношение среднемесячного заработка пенсионера при выходе на пенсию к среднемесячной заработной плате в стране и имел целью сохранить связь между размером пенсии человека и его предыдущим заработком.", "9. Учреждение, выполнявшее расчет пенсии заявительницы, – Управление пенсионного фонда по Заельцовскому району г. Новосибирска (далее – управление ПФ), - определило, что ее ИКП составляет 0,525. Заявительница посчитала это решение спорным, так как, по ее мнению, оно противоречило Закону о пенсиях. 12 апреля 1999 г. она возбудила судебное дело против управления ПФ.", "10. 21 октября 1999 г. Заельцовский районный суд г. Новосибирска (далее - районный суд) вынес решение в пользу заявительницы. Районный суд постановил, что поскольку ответчик неверно истолковал Закон о пенсиях, пенсия заявительницы должна быть пересчитана по ИКП равному 0,7. Управление ПФ обжаловало это решение в Новосибирский областной суд (далее – областной суд). Оно утверждало, что районный суд неверно истолковал Закон о пенсиях.", "11. 24 января 2000 г., когда жалоба находилась на рассмотрении в областном суде, управление ПФ обратилось в районный суд с заявлением о пересмотре его решения от 21 октября 1999 г. по вновь открывшимся обстоятельствам. Управление ПФ утверждало, что 29 декабря 1999 г. Министерство труда и социального развития (далее – министерство труда) приняло Постановление об утверждении разъяснения «О применении ограничений, установленных [Законом о пенсиях]» (далее – разъяснение минтруда), которое определяло порядок применения Закона о пенсиях. Управление ПФ утверждало, что поскольку данные обстоятельства не были ему известны на момент принятия судебного решения, оно должно быть пересмотрено.", "12. 30 января 2000 г. управление ПФ отозвало свое заявление, поскольку к тому моменту решение от 21 октября 1999 г. не вступило в силу, так как оно было обжаловано в областной суд.", "13. 15 февраля 2000 г. областной суд оставил решение районного суда без изменения, согласившись с его толкованием соответствующего законодательства. В своем определении областной суд не ссылался на разъяснение минтруда. Соответственно, решение от 21 октября 1999 г. вступило в силу с 15 февраля 2000 г.", "14. 21 августа 2000 г. управление ПФ представило новое заявление о пересмотре решения от 21 октября 1999 г. по вновь открывшимся обстоятельствам. В этот раз управление ПФ утверждало также, что 24 апреля и 25 мая 2000 г. Верховный Суд подтвердил правомерность разъяснения минтруда.", "15. 16 января 2001 г. районный суд удовлетворил заявление управления ПФ. Суд применил статью 333 Гражданского процессуального кодекса, в соответствии с которой решения могут быть пересмотрены по вновь открывшимся существенным обстоятельствам, которые не были и не могли быть известны заинтересованной стороне. Суд определил, что разъяснение минтруда, подтвержденное Верховным Судом, может являться таким обстоятельством. Данное определение не подлежало обжалованию.", "16. 12 февраля 2001 г. после нового рассмотрения дела районный суд отклонил все требования заявительницы, ссылаясь на разъяснение минтруда. 27 марта 2001 г. областной суд, рассмотрев жалобу на это решение, оставил его без изменения.", "", "II. Соответствующее внутреннее право", "", "18. Гражданский процессуальный кодекс 1964 г. (далее - ГПК), действовавший во время производства по данному делу:", "", "Статья 294. Пределы рассмотрения дела судом кассационной инстанции", "", "«При рассмотрении дела в кассационном порядке суд проверяет законность и обоснованность решения суда первой инстанции в пределах кассационной жалобы. Он может исследовать новые доказательства и устанавливать новые факты. Вновь представленные доказательства суд исследует, если признает, что они не могли быть представлены в суд первой инстанции...»", "", "Статья 333. Основания пересмотра", "", "«[Решения], вступившие в законную силу, могут быть пересмотрены по вновь открывшимся обстоятельствам. Основаниями для пересмотра... являются:", "1) существенные для дела обстоятельства, которые не были и не могли быть известны заявителю;...", "4) отмена [решения] суда либо постановления иного органа, послужившего основанием к вынесению данного [решения]».", "", "Статья 334. Подача заявления", "", "«[Заявление о пересмотре [решения] по вновь открывшимся обстоятельствам] может быть подано в течение трех месяцев со дня установления обстоятельств, служащих основанием для пересмотра».", "", "18. 24 апреля 2000 г. Верховный Суд отклонил жалобу, поданную несколькими заявителями по поводу разъяснения минтруда. Верховный суд пришел к выводу, что министерство труда, утвердив разъяснение, не превысило своих полномочий, как это указывалось в жалобе, и правильно истолковало Закон о пенсиях. 25 мая 2000 г. Кассационная коллегия Верховного Суда, рассмотрев жалобу на решение от 24 апреля 2000 г., оставила его без изменения.", "", "ПРАВО", "", "I. Заявленное нарушение пункта 1 статьи 6 Конвенции", "", "19. Заявительница утверждает, что пересмотр решения от 21 октября 1999 г., оставленного без изменения определением Новосибирского областного суда от 15 февраля 2000 г., был неправомерным, поскольку правовые акты, появившиеся после вынесения решения, не могут считаться вновь открывшимися обстоятельствами. Сначала Суд рассмотрит данную жалобу в свете пункта 1 статьи 6 Конвенции, соответствующие положения которого гласят:", "", "«Каждый в случае спора о его гражданских правах и обязанностях...имеет право на справедливое ... разбирательство...судом».", "", "А. Доводы сторон", "", "1. Заявительница", "", "20. Заявительница утверждала, что нельзя рассматривать разъяснение минтруда, а также решение Верховного Суда от 24 апреля и определение от 25 мая 2000 г. как вновь открывшиеся обстоятельства. Она аргументировала тем, что эти документы вступили в силу после вынесения решения от 21 октября 1999 г. и, следовательно, не могли ставить под сомнение выводы данного решения.", "21. Далее, управление ПФ подало заявление о пересмотре дела несвоевременно. Несмотря на то, что в соответствии со статьей 334 Гражданского процессуального кодекса подобные заявления могут быть поданы в течение трех месяцев со дня установления обстоятельств, служащих основанием для пересмотра, управление ПФ подало заявление 21 августа 2000 г., то есть через восемь месяцев после утверждения разъяснения.", "", "Правительство", "", "22. Правительство утверждало, что управление ПФ узнало о существенных обстоятельствах, имеющих отношение к делу, только после того, как решение вступило в силу. Следовательно, у суда была веская причина пересмотреть дело.", "23. Кроме того, управление ПФ подало заявление о пересмотре дела 24 января 2004 г., то есть в течение установленного срока, и только через 24 дня после того, как министерство юстиции зарегистрировало разъяснение.", "", "", "Б. Мнение Суда", "", "1. Общие принципы", "", "24. Право на справедливое судебное разбирательство дела судом, гарантированное пунктом 1 статьи 6 Конвенции, необходимо толковать в свете Преамбулы к Конвенции, которая провозглашает, что верховенство права является частью общего наследия Высоких Договаривающихся Сторон. Одним из основополагающих аспектов верховенства права является принцип правовой определенности, который требует, кроме прочего, чтобы в тех случаях, когда вопрос окончательно разрешен судом, его решение не подвергалось сомнению (см. дело Brumărescu v. , постановление от 28 октября 1999 г., Сборник постановлений и решений 1999-VII, § 61).", "25. Согласно этому принципу, ни одна из сторон не имеет права добиваться пересмотра окончательного и вступившего в силу судебного решения лишь с целью нового рассмотрения дела. Вышестоящие суды должны осуществлять свои полномочия по пересмотру для исправления судебных ошибок, а не с целью пересмотра дела. Этот порядок не может быть скрытой апелляцией, и простое существование двух точек зрения по предмету спора не является основанием для повторного рассмотрения дела. Отступление от этого принципа оправдано лишь в тех случаях, когда оно обусловлено обстоятельствами существенного и убедительного характера (см. дело Ryabykh v. Russia, № 52854/99, § 52, ECHR 2003–X).", "26. Суд должен быть особенно внимателен к опасности, возникающей при использовании норм, имеющих обратную силу и влияющих на судебное разрешение спора, стороной в котором является государство. Уважение принципов верховенства права и справедливого судебного разбирательства требует, чтобы любые основания, приведенные в оправдание таких мер, воспринимались с максимально возможной степенью осторожности (см. дело The National & Provincial Building Society, the Leeds Permanent Building Society and the Yorkshire Building Society v. the United Kingdom, постановление от 23 октября 1997 г., Сборник 1997-VII, § 112; дело Zielinski and Pradal & Gonzalez and Others v. France [GC], № 24846/94 и №№ 34165/96 - 34173/96, § 57, ECHR 1999VII).", "", "2. Применение данных принципов к настоящему делу", "", "27. Процедура отмены окончательного решения предполагает возникновение существенных для дела обстоятельств, которые ранее не были известны. Лицо, ходатайствующее об отмене, должно доказать, что не было возможности представить данные доказательства на окончательном слушании и что они являются существенными. Такой порядок определен статьей 333 Гражданского процессуального кодекса и является общим для законодательных систем многих государств-членов.", "28. Этот порядок не противоречит принципу правовой определенности, когда применяется для устранения судебных ошибок. Задача Суда состоит в том, чтобы определить, был ли этот порядок применен в настоящем деле таким образом, который соответствует статье 6.", "29. Решение от 21 октября 1999 г., вынесенное в пользу заявительницы, было отменено спустя 15 месяцев, потому что оно не учло разъяснения минтруда.", "30. 24 января 2000 г. управление ПФ впервые обратилось в районный суд с заявлением о пересмотре его решения по вновь открывшимся обстоятельствам. Следовательно, к тому моменту управление ПФ знало о разъяснении минтруда. Поскольку определение областного суда от 15 февраля 2000 г. не упоминало разъяснения, ничто не говорит о том, что во время рассмотрения судом жалобы управление ПФ ссылалось на разъяснение минтруда.", "31. В этих обстоятельствах второе заявление управления ПФ от 21 августа 2000 г. о пересмотре дела по вновь открывшимся обстоятельствам, по существу, являлось попыткой вновь рассмотреть дело по основаниям, которые управление ПФ могло заявить, но очевидно этого не сделало, при подаче жалобы.", "32. В этой связи Суд считает данное заявление управления ПФ «скрытой апелляцией», а не искренним стремлением исправить судебную ошибку.", "33. Удовлетворив запоздалое заявление управления ПФ (см. выше пункт 14) об отмене окончательного судебного решения от 21 октября 1999 г., районный суд, таким образом, нарушил принцип правовой определенности и право заявительницы на «судебное разбирательство», предусмотренное пунктом 1 статьи 6 Конвенции (см., mutatis mutandis, упомянутое выше дело Ryabykh, § 56).", "34. Соответственно, имело место нарушение этой статьи.", "", "II. Заявленное нарушение статьи 1 Протокола № 1", "", "35. Далее Суд рассмотрит жалобу заявительницы на нарушение статьи 1 Протокола № 1 к Конвенции, которая гласит:", "", "«Каждое физическое или юридическое лицо имеет право на уважение своей собственности. Никто не может быть лишен своего имущества, иначе как в интересах общества и на условиях, предусмотренных законом и общими принципами международного права.", "Предыдущие положения не умаляют права государства обеспечивать выполнение таких законов, какие ему представляются необходимыми для осуществления контроля за использованием собственности в соответствии с общими интересами или для обеспечения уплаты налогов или других сборов и штрафов».", "", "36. Стороны не выдвинули никаких аргументов в отношении этой статьи.", "37. Прежде всего, Суд вновь отмечает, что право на пенсию по старости или социальное пособие определенной суммы как таковое не ходит в число прав и свобод, гарантированных Конвенцией (см, например, дело Aunola v. Finland (решение), № 30517/96, 15 марта 2001 г.).", "38. Тем не менее, «требование» - даже если оно касается пенсии – может представлять собой «собственность» согласно статье 1 Протокола № 1, если в достаточной степени установлено, что оно исполнимо в принудительном порядке (см. дело Stran Greek Refineries v. Греции, постановление от 9 декабря 1994 г., Серия A № 301, § 59).", "39. Решение Заельцовского районного суда от 21 октября 1999 г., оставленное без изменения определением Новосибирского областного суда от 15 февраля 2000 г., подтвердило исполнимость требования заявительницы о получении пенсии с ИКП равным 0,7. Решение стало окончательным после рассмотрения кассационной жалобы. Вследствие решения от 16 января 2001 г., которое удовлетворило заявление о пересмотре дела, заявительница была лишена права получать пенсию в желаемом размере. Суд считает, что результатом пересмотра дела стало лишение заявительницы ее имущества, которое упомянуто во втором предложении первой части статьи 1 Протокола № 1 (см., mutatis mutandis, вышеупомянутое дело Brumărescu, § 77).", "40. Лишение имущества, согласно изложенному во втором предложении правилу, может считаться обоснованным, если было доказано, в частности, что оно осуществлено \"в интересах общества\" и \"на условиях, предусмотренных законом\" (см. вышеупомянутое дело Brumărescu, § 78). «Интересы общества», конечно, может отражать эффективная и гармоничная система выплат государственной пенсии, для реализации которой государство может корректировать свое законодательство.", "41. Тем не менее, возможная заинтересованность государства в обеспечении единообразного применения Закона о пенсиях не должна была стать причиной имеющего обратную силу пересчета того, что уже было ранее присуждено. Суд полагает, что лишая заявительницу права на получение пенсии в сумме, определенной окончательным судебным решением, государство нарушило справедливый баланс затрагиваемых интересов (см., mutatis mutandis, дело Pressos Compania Naviera S.A. and Others v. Belgium, постановление от 20 ноября 1995 г., Серия A № 332, § 43).", "42. Соответственно, имело место нарушение статьи 1 Протокола № 1.", "", "", "III. Применение статьи 41 Конвенции", "", "43. Статья 41 Конвенции предусматривает:", "«Если Суд объявляет, что имело место нарушение Конвенции или Протоколов к ней, а внутренне право Высокой Договаривающейся Стороны допускает возможность лишь частичного устранения последствий этого нарушения, Суд, в случае необходимости, присуждает справедливую компенсацию потерпевшей стороне».", "", "44. Суд отмечает, что в соответствии с правилом 60 Регламента Суда любое требование о выплате справедливой компенсации должно быть представлено в подробной разбивке по составным элементам с приложением соответствующих подтверждающих документов или квитанций об оплате, «в противном случае Палата может отказать в удовлетворении требования полностью или частично».", "45. 1 октября 2003 г., после объявления настоящей жалобы приемлемой, Суд предложил заявительнице представить требования о справедливой компенсации. Она не представила таких требований в течение установленного срока.", "46. В данных обстоятельствах Суд не присуждает компенсации по статье 41 Конвенции (см. дело Ryabykh v. , №. 52854/99, §§ 67–68, ECHR 2003X, дело Timofeyev v. Russia, № 58263/00, §§ 51–52, 23 October 2003 г.).", "", "ПО ЭТИМ ОСНОВАНИЯМ СУД ЕДИНОГЛАСНО", "", "1. Постановил, что имело место нарушение пункта 1 статьи 6 Конвенции.", "2. Постановил, что имело место нарушение статьи 1 Протокола № 1 к Конвенции.", "3. Решил не присуждать компенсацию по статье 41 Конвенции.", "", "Совершено на английском языке и письменное уведомление направлено 18 ноября 2004 г. в соответствии с пунктами 2 и 3 правила 77 Регламента Суда.", "", "", "С. Нильсен\t\t\t\t\t\tК.Л. Розакиса", "Секретарь\t\t\t\t\t\tПредседатель"]}