{"file": "RUS_HJUDRUS_22028_04.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "22028/04", "text_paragraphs": ["© Совет Европы/Европейский Суд по правам человека, 2012. Суд не несет ответственность за содержание настоящего краткого изложения. Более подробная информация содержится в полном указании об авторских правах в конце документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "Информационный бюллетень по прецедентной практике Европейского Суда № 125", "Декабрь 2009", "Цаунеггер против Германии [Zaunegger v. Germany] (жалоба № 22028/04)", "Постановление от 3.12.2009 [Пятая Секция]", "Статья 14", "Дискриминация", "Невозможность удовлетворения требований отца внебрачного ребенка о совместной опеке без согласия матери: нарушение", "Обстоятельства дела – Статья 1626a Германского гражданского кодекса устанавливает, что малолетний ребенок, родившийся вне брака, находится под исключительной опекой матери, если родители не вступят в брак или не оформят декларацию о том, что будут осуществлять опеку совместно. В 1995 г. у заявителя и его подруги, не состоявших в браке, родилась дочь. Они не оформили декларацию о совместной опеке. Через три года они разошлись, и, после двух лет проживания с заявителем, ребенок переехал к матери. Заявитель регулярно общался с дочерью и продолжал обеспечивать ее потребности. Он обратился в суд с заявлением об установлении совместной опеки, поскольку мать не желала оформлять соответствующую декларацию, однако ему было отказано со ссылкой на законодательство и руководящее Постановление Федерального конституционного суда от 29 января 2003 г. В этом Постановлении Федеральный конституционный суд указал, что статья 1626a не нарушает право на уважение семейной жизни отцов, дети которых родились вне брака, поскольку, во-первых, не имеется достаточно доказательств того, что отец внебрачного ребенка хотел бы нести совместную ответственность, и, во-вторых, законодатель мог обоснованно предполагать, что совместная опека, осуществляемая вопреки воле одного из родителей, могла бы причинить ребенку больше вреда, чем пользы.", "Право – Статья 14 во взаимосвязи со статьей 8: Учитывая роль, которую играл заявитель в воспитании ребенка, решения об отказе в удовлетворении его требований о совместной опеке и совместной родительской ответственности представляли вмешательство в его право на уважение семейной жизни. Таким образом, обстоятельства дела подпадают под действие статьи 8, и статья 14 применима. Кроме того, в свете решений национальных судов и лежащего в их основе законодательства, заявитель подвергся дифференцированному обращению по сравнению с матерями или женатыми или разведенными отцами, поскольку на совместную опеку требовалось согласие его бывшей сожительницы. Для того чтобы оправдать различия в обращении между женатыми и неженатыми отцами требуются весьма веские причины.", "Суд согласился, что решения национальных судов преследовали законную цель, поскольку были основаны на статье 1626a Гражданского кодекса, которая была направлена на защиту интересов ребенка, рожденного вне брака, посредством определения его законного представителя и исключения споров об опеке. Кроме того, разрешая родителям внебрачных детей оформить совместную опеку, законодатель стремился приравнять их в некоторой степени к женатым родителям, принявшим ответственность друг за друга и своих детей. Суд также отметил, что в отсутствие совместной декларации признание родительских полномочий в отношении внебрачного ребенка вначале за матерью с тем, чтобы обеспечить наличие лица, которое с момента рождения ребенка могло бы юридически действовать от его имени, является правомерным, и что также возможны ситуации, когда имеются уважительные причины для отказа в признании родительских полномочий за отцом, если это угрожает благополучию ребенка. Однако эти соображения не применимы в деле заявителя: его отцовство было удостоверено с самого начала, он проживал с ребенком более пяти лет и впоследствии активно общался и обеспечивал ежедневные потребности дочери. Несмотря на это, закон не позволил ему добиться судебного решения по вопросу о том, отвечало ли совместное осуществление родительских прав интересам ребенка наилучшим образом. В этой связи Суд не согласился с тем, что установление совместной опеки вопреки желанию матери могло быть признано несоответствующим интересам ребенка. Хотя в Европе отсутствует консенсус по вопросу о том, имеют ли неженатые отцы право требовать совместной опеки даже в отсутствие согласия матери, общая позиция большинства государств, как представляется, состоит в том, что решения об опеке должны приниматься с учетом интересов ребенка и подлежать судебному контролю в случае конфликта между родителями. Также не имеет значения в настоящем деле тот аргумент, что судебное разбирательство могло бы огорчить маленького ребенка, поскольку такая опасность существует и в делах, касающихся женатых родителей или тех родителей, кто оформил совместное осуществление родительских прав, и Правительство не объяснило, почему отцы в ситуации заявителя имеют право на менее тщательную судебную проверку вопроса об опеке. Соответственно, отсутствовала разумная соразмерность между исключением из области судебного контроля единоличной опеки матери и целью защиты интересов ребенка.", "Вывод: нарушение (шесть голосов против одного).", "Статья 41: Установление факта нарушения является достаточной справедливой компенсацией причиненного морального вреда.", "", "", "© Совет Европы/Европейский Суд по правам человека, 2012.", "Официальными языками Европейского суда по правам человека являются английский и французский. Суд не несет ответственность за содержание и качество настоящего перевода. Доступ к нему может быть получен через базу данных по прецедентной практике Европейского суда по правам человека HUDOC () или любую другую базу данных, для использования в которой Суд его передал. Разрешается воспроизведение настоящего перевода в некоммерческих целях при условии указания полного наименования дела со ссылкой на авторские права. Для целей коммерческого использования какой-либо части настоящего перевода, пожалуйста, обращайтесь по адресу: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", ""]}