{"file": "RUS_HJUDRUS_69949_01.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "69949/01", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Азиз против Кипра", "[Aziz – Cyprus] (№ 69949/01)", "Постановление от 22 июня 2004 г. [вынесено II Секцией]", "", "Обстоятельства дела", "Заявитель жалобы относится к турецкой общине, проживающей на территории Республики Кипр. Он обратился с просьбой к властям, чтобы его внесли в списки избирателей для участия в голосовании по выборам депутатов парламента страны. Министерство внутренних дел отклонило просьбу заявителя, разъяснив ему, что согласно Конституции Республики Кипр члены турецкой общины на территории этой республики не подлежат регистрации в списках избирателей из числа членов греческой общины Республики Кипр. Заявитель обратился в Верховный суд с жалобой на отказ в регистрации. Верховный суд отклонил жалобу Азиза. При этом суд постановил, что в соответствии с Конституцией Республики Кипр и соответствующим законодательством о порядке организации и проведении выборов члены турецкой общины, проживающие на территории Республики Кипр, не могут голосовать на парламентских выборах, и что сам Верховный суд не может принять решение, которым бы был восполнен существующий в этом отношении пробел в законодательстве.", "", "Вопросы права", "По поводу Статьи 3 Протокола № 1 к Конвенции. Европейский Суд считает, что хотя в сфере организации и проведения выборов депутатов парламента государства – участники Конвенции располагают широкой свободой усмотрения и в установлении норм, регламентирующих парламентские выборы, вольны действовать в широких пределах, таковые нормы не должны формулироваться таким образом, чтобы исключать каких-либо лиц из политической жизни страны, в частности, из процесса выборов в законодательные органы. В результате аномальной ситуации, существующей в стране с 1983 года, и пробела в законодательстве заявитель как член турецкой общины, проживающий на территории, контролируемой правительством Республики Кипр, лишен какой-либо возможности выразить свое мнение при выборах членов Палаты представителей Республики Кипр. В таких обстоятельствах утрачивается самое значение права человека на участие в голосовании.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований Статьи 3 Протокола № 1 к Конвенции (принято единогласно).", "", "По поводу Статьи 14 Конвенции. Поскольку различение в отношении государства к человеку в настоящем деле проистекает из того обстоятельства, что заявитель является киприотом-турком, а также из положений Конституции, регламентирующих избирательные права членов турецкой общины Республики Кипр и греческой общины Республики Кипр, которые стало невозможным применять, существует явное неравенство в обращении с человеком, что касается права, о котором идет речь в данном деле. Соответственно, Европейский Суд считает, что имело место нарушение положений Статьи 14 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований Статьи 14 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд вынес решение в пользу заявителя о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}