{"file": "RUS_HJUDRUS_48939_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "48939/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Ёнерйилдиз против Турции", "[Öneryildiz – Turkey] (№ 48939/99)", "Постановление от 30 ноября 2004 г. [вынесено Большой Палатой]", "", "Обстоятельства дела", "В период событий, ставших предметом разбирательства по данному делу, заявитель и 12 членов его семьи проживали в городке лачуг в районе Юмрание (г. Стамбул). Этот городок образовывали примитивные жилища, возведенные без какого-либо разрешения властей на земле вокруг места свалки отходов, куда свозили мусор из четырех районов города, и свалка находилась в ведении городского совета Стамбула. В экспертном заключении, составленном по запросу районного совета Юмрание, привлекалось внимание властей к тому факту, что условия содержания свалки, нарушавшие соответствующие технические нормы и положения закона «Об охране окружающей среды» [the Environment Act], несли в себе опасности для обитателей трущоб, и что не предпринимались никакие меры для предотвращения взрыва газов, выделяемых продуктами гниения на свалке. Государственный орган с соответствующей компетенцией рекомендовал, чтобы местные власти приняли бы в этой связи необходимые меры и исправили бы положение, поэтому районный совет Юмрание обратился в суд с ходатайством об издании постановления, запрещающего использование свалки другими местными советами.", "28 апреля 1993 г., в то время, когда производство по ходатайству районного совета Юмрание завершено еще не было, площадку приема отходов потряс взрыв метана, и отбросы, извергнутые кучей мусора, погребли под собой несколько домов, включая и жилище заявителя, потерявшего девять своих родственников. Полиция и административные власти быстро приступили к расследованию по факту взрыва и гибели людей, и были отданы распоряжения о проведении экспертизы. Официальные расследования были завершены в течение менее чем трех месяцев, и мэров района Юмрание и города Стамбула привлекли к уголовной ответственности. Впоследствии их признали виновными в «преступной халатности при осуществлении своих должностных обязанностей» и назначили наказание в виде штрафов с отсрочкой исполнения наказания; по действующему законодательству это была минимальная санкция.", "Позднее заявитель подал иск о возмещении вреда в Административный суд в связи с гибелью своих родственников и утратой имущества. Суд установил наличие прямой причинной связи между случившимся и халатностью властей. По результатам производства по делу, длившемуся почти пять лет, заявителю и его выжившим детям была присуждена компенсация в размере 100 миллионов турецких лир (примерно, 2 077 евро) за причиненный им моральный вред и 10 миллионов турецких лир (примерно, 208 евро) за нанесенный им материальный ущерб, хотя эти суммы выплачены не были. Суд отказался принять во внимание факт разрушения жилища заявителя на том основании, что после случившегося он имел возможность приобрести на весьма выгодных условиях субсидируемое государством жилье; суд также отказался присудить компенсацию за уничтожение электрических приборов, поскольку заявитель не вправе был иметь в своем жилище, не имевшем водопровода и не подключенном к электрической сети.", "", "Вопросы права", "По поводу Статьи 2 Конвенции (вопрос о позитивных обязательствах государства в отношении опасных для жизни и здоровья человека видов деятельности). В Турции существуют правила техники безопасности, регулирующие использование мест хранения отходов, а также расчистку трущоб и проведение восстановительно-оздоровительных работ. В настоящем деле задолго до взрыва газов на свалке у властей имелась информация о том, что жизни и здоровью обитателей городка лачуг угрожала опасность ввиду технологических недостатков в содержании места свалки. Экспертиза, проведенная по распоряжению суда, установила, что место свалки было открытым, и его продолжали использовать в нарушение действующих правил, что место свалки представляло определенную опасность для жизни и здоровья людей и что существовавшее обустройство свалки не способно было предупредить взрыв газов, выделяемых продуктами гниения отходов. Коротко говоря, задолго до несчастного случая со смертельными исходами были выявлены реальность и непосредственность риска для жизни и здоровья людей, и, учитывая тот факт, что место свалки продолжали использовать при неизменных условиях, риск для жизни и здоровья людей мог только возрастать. Соответственно, поскольку власти знали о наличии опасности, исходящей от свалки, они знали или должны были знать еще до случившегося, какому риску подвергаются обитатели трущоб.", "Поэтому в соответствии с положениями Статьи 2 Конвенции на властях лежало обязательство предпринять такие профилактические оперативные меры, каковые были необходимы и достаточны для охраны жизни и здоровья обитателей трущоб. Однако совет, отвечающий за место свалки, не принял необходимые срочные меры и также противился принятию таких мер со стороны других властей. Кроме того, в данном случае жертвам несчастного случая нельзя приписывать халатность или отсутствие предусмотрительности, поскольку – хотя соответствующее законодательство и воспрещало им проживать на территории свалки – государство на протяжении многих лет неуклонно придерживалось политики терпимости в отношении районов трущоб, и заявитель пользовался плодами этой терпимости. Административные власти относились к нему как к законному владельцу своего жилья, хотя по закону они были вправе снести это жилье. Власти поэтому проявляли пассивность в отношении его противоправного поведения и создали ситуацию неопределенности, что касается применения ими в отношении жилья соответствующих норм.", "Необходимо было принять во внимание, с точки зрения государства, объем инвестиций, необходимый для принятия мер по разрешению проблем со свалкой, однако своевременная установка на территории свалки газовытяжной системы могла бы стать эффективным средством снижения опасности взрыва газа, выделяющегося при разложении отходов, не возлагающим чрезмерное бремя расходов на государство.", "Наконец, в отсутствие более практичных мер избежать ситуации, при которой жизнь обитателей трущоб будет подвергнута опасности, даже выполнение государством своей обязанности уважать право общества на получение информации не было бы достаточным. Коротко говоря, как пришли к выводу следственные власти Турции, ответственность государства за случившееся наличествовала. Непринятие административными властями всех доступных им мер для ограждения обитателей трущоб от непосредственной и заведомой опасности привело к нарушению материально-правовой составляющей Статьи 2 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований Статьи 2 Конвенции (принято единогласно).", "", "От государства требовалось обеспечить «адекватное» судебное реагирование – посредством применения норм уголовного права – на факты смертей людей, причиненные опасной ситуацией на свалке. Нормы уголовного судопроизводства, действовавшие в Турции на момент фигурирующих по делу событий, были частью системы, которая теоретически выглядела достаточной для того, чтобы защитить право человека на жизнь в контексте опасной для жизни и здоровья людей деятельности. На практике власти провели быстрое административное и уголовное расследование, скоро установили причины трагедии, и смерти людей, виновных в этом. Вопрос поэтому состоит в том, были ли судебные власти полны решимости наказать виновных. Однако производство по уголовному делу, возбужденному по факту взрыва газа на территории свалки, имело перед собой единственную цель установить, могли бы соответствующие официальные лица нести ответственность за халатность при осуществлении своих должностных обязанностей, оставляя тем самым в состоянии неопределенности вопрос об их ответственности за гибель людей. Приговор суда ссылался на смерть людей как на фактическое обстоятельство дела, но в приговоре не было никакого признания ответственности властей за неспособность защитить право человека на жизнь. Нет никакого указания на то, что суд первой инстанции в достаточной мере изучил вопрос о чрезвычайно тяжких последствиях случившегося; лицам, на которых была возложена ответственность, было, в конце концов, назначено минимальное наказание, предусмотренное законом, исполнение которого к тому же было отложено. Коротко говоря, судебное реагирование на трагедию не обеспечило возложение на государственных должностных лиц ответственности в полном объеме за их роль в несчастном случае со смертельным исходом и эффективное применение положений законодательства страны, гарантирующих уважение к праву человека на жизнь; в частности, не была приведена в действие превентивная функция уголовного права. Отсутствие – в связи со случаем с гибелью людей, причиненной опасным видом деятельности – адекватной защиты «законом» права человека на жизнь и отсутствие предупреждения в будущем подобного рода вида деятельности, угрожающего жизни людей, образуют нарушение процессуально-правовой составляющей Статьи 2 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований Статьи 2 Конвенции (принято шестнадцатью голосами «за» и одним «голосом «против»).", "", "По поводу Статьи 1 Протокола № 1 к Конвенции", "(a) Вопрос о применимости по делу положений Статьи 1 Протокола № 1 к Конвенции. Жилище заявителя было незаконно возведено на участке земли, принадлежащем государственному казначейству, и не отвечало соответствующим техническим нормам. Невозможно установить, имел ли заявитель право на получение выгоды от нормативных актов, которыми ситуация могла бы быть урегулирована, и им был бы получен правовой титул на занимаемый им участок земли, но в любом случае он в этом направлении никаких шагов не предпринимал. Соответственно, надежда, которую он высказал Европейскому Суду, относительно того, что когда-нибудь в будущем данный участок земли будет передан ему во владение, не образует вида «правопритязания, в достаточной мере установленного» для того, чтобы подлежать исполнению судами, и потому не образует «имущества».", "Что касается незаконно возведенного жилища заявителя, то власти умышленно не вносили его, хотя и имели на это право; такая терпимость означала фактическое признание со стороны властей того обстоятельства, что Ёнерйилдиз и его родственники располагали правом собственности на свое жилище и движимое имущество. Более того, неопределенность, созданная позицией властей в отношении исполнения закона, что касается ограничения незаконных поселений на государственной земле, не заставляла заявителя опасаться, что его ситуация может в одночасье измениться. Коротко говоря, право собственности Ёнерйилдиза на свое жилище имеет такой достаточный характер и признано властями в такой достаточной мере, чтобы образовать существенное право и тем самым и «имущество».", "(b) Вопрос о праве заявителя на беспрепятственное пользование своим имуществом. Существует причинная связь между грубой небрежностью государства и разрушением жилища заявителя в результате оползня, которая приравнивается к нарушению государством своих позитивного обязательства по Статье 1 Протокола № 1 к Конвенции предпринимать все возможное для охраны имущественных интересов заявителя. Из этого позитивного обязательства вытекало требование, чтобы власти страны предприняли бы такие же практические шаги, чтобы избежать разрушения жилища Ёнерйилдиза, какие указаны при оценке обстоятельств дела в контексте Статьи 2 Конвенции. Однако государство не предприняло таких шагов. Выгоды, предоставленные заявителю в виде выделения субсидируемого государством жилья, нельзя считать надлежащей компенсацией причиненного ему материального ущерба, и власти так и не признали факт нарушения права заявителя на беспрепятственное пользование своим имуществом. Ёнерйилдиз поэтому не утратил свой статус «жертвы» нарушения требований Конвенции. Компенсация, присужденная заявителю за причиненный ему материальный ущерб вступившим в силу решением суда, до сих пор не выплачена, и это приравнивается к нарушению права на реализацию удовлетворенного судом материального требования.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований Статьи 1 Протокола № 1 к Конвенции (принято пятнадцатью голосами «за» и двумя голосами «против»).", "", "По поводу Статьи 13 Конвенции. Вопрос об эффективности средства правовой защиты в отношении нарушения требований Статьи 2 Конвенции. Уголовное дело, возбужденное по факту взрыва газа на свалке, повлекшего гибель людей, было неадекватным средством охраны права человека на жизнь (см. оценку обстоятельств настоящего дела в контексте процессуально-правовой составляющей Статьи 2 Конвенции), хотя в результате официального расследования были установлены обстоятельства случившегося и виновные лица. Соответственно, заявитель находился в такой ситуации, когда он мог прибегнуть к средствам правовой защиты, имеющимся в его распоряжении в соответствии с законами Турции, для получения компенсации за причиненный ему вред.", "Административно-процессуальное средство защиты интересов, использованное заявителем, было, на первый взгляд, достаточным для исполнения требований Ёнерйилдиза, лежащих в основе его заявления о смерти родственников, и его использование могло привести к выплате ему адекватной компенсации за ущерб, причиненный нарушением требований Статьи 2 Конвенции, факт которого был установлен выше. Тем не менее на практике это средство оказалось неэффективным. В частности, сумма компенсации, присужденной заявителю в связи с потерей его близких родственников, не была ему выплачена, а производство по делу не велось с должным тщанием.", "Хотя для целей применения положений Статьи 13 Конвенции предусмотренная турецким законодательством возможность ходатайствовать о вступлении в производство по уголовному делу в качестве гражданского истца в принципе должна приниматься во внимание, в настоящем деле заявителя нельзя попрекать тем, что он не прибегнул к этому способу отстаивания своих прав, поскольку, как указывалось выше, административно-процессуальное средство защиты своих интересов, к которому он прибег, выглядело эффективным и способным напрямую возместить причиненный ему вред, а уголовно-процессуальное средство не могло быть им использовано одновременно.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований Статьи 13 Конвенции (принято пятнадцатью голосами «за» и двумя голосами «против»).", "", "Заявителю было отказано в эффективном средстве правовой защиты в отношении предполагаемого нарушения его права, предусмотренного Статьей 1 Протокола № 1 к Конвенции, ввиду отсутствия тщания властей в вопросе о принятии решения о выплате компенсации и невыплате суммы компенсации, присужденной ему за утрату своего имущества. Хотя Ёнерйилдизу были предоставлены выгоды в виде выделения альтернативного жилья, Европейский Суд считает, что это – вопрос, который надлежит рассматривать в контексте Статьи 41 Конвенции. Кроме того, поскольку получение таких выгод не лишает его статуса жертвы предполагаемого нарушения положений Статьи 1 Протокола № 1 к Конвенции (см. выше), то оно не может лишить его и права на эффективное средство правовой защиты в отношении Статьи 1 Протокола № 1 к Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований Статьи 13 Конвенции (принято пятнадцатью голосами «за» и двумя голосами «против»). Европейский Суд счел, что по делу нет отдельного вопроса в контексте пункта 1 Статьи 6 и Статьи 8 Конвенции.", "", "Компенсация", "В порядке применения Статьи 41 Конвенции.", "Что касается нарушений права на беспрепятственное пользование имуществом. Что касается разрушения собственности заявителя, то он, похоже, не претерпел ущерб по своему объему больший, чем выгода, которую он приобрел от операции, связанной с приобретением по сниженной цене жилья взамен утраченного, поэтому установление Европейским Судом факта нарушения требований Конвенции по данному пункту жалобы само по себе является справедливой компенсацией причиненного заявителю морального вреда. Что же касается утраты движимого имущества в результате несчастного случая, то сумма компенсации материального ущерба, присужденная заявителю на внутригосударственном уровне (208 евро), не принимала в расчет утраченные электрические приборы, и заявителю выплачена не была. Результаты производства по делу в части выплаты компенсации не могут быть потому приняты во внимание Европейским Судом для целей применения Статьи 41 Конвенции, и Суд присуждает заявителю компенсацию в размере 1 500 евро.", "Что касается нарушения права на жизнь. Сумма компенсация ущерба, присужденная заявителю на внутригосударственном уровне (2 077 евро), выплачена ему не была, и в особых обстоятельствах настоящего дела решение заявителя не возбуждать исполнительное производство по взысканию указанной суммы нельзя считать отказом от права на ее получение; Европейский Суд присуждает заявителю совокупную компенсацию в размере 135 тысяч евро.", "Суд также вынес решение в пользу заявителя о возмещении издержек и иных расходов, понесенных в связи с разбирательством его дела в учреждениях Конвенции, хотя заявитель и не обосновал свои требования в этой связи.", ""]}