{"file": "RUS_HJUDRUS_57001_00.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "57001/00", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Стреин и другие заявители против Румынии", "[Străin and Others – Romania] (№ 57001/00)", "Постановление от 21 июля 2005 г. [вынесено III Секцией]", "", "Обстоятельства дела", "Дом заявителей был национализирован в 1950 году и переоборудован под четыре квартиры для сдачи в наем. В 1993 году заявители подали в суд иск о восстановлении права собственности на дом, утверждая, что национализация дома была незаконной. Когда производство по иску еще продолжалось в суде жильцы дома высказали пожелание приобрести занимаемые ими квартиры в собственность. Будучи уведомленной о том, что производство по иску о восстановлении права собственности на дом еще ведется в суде, принадлежащая государству компания, в ведении которой находился дом, отказала желающим приобрести квартиры за одним исключением – она продала квартиру, фигурирующую по делу, всемирно известному футболисту. По результатам рассмотрения иска судья постановил, что национализация дома была незаконной и что поэтому заявители продолжают оставаться законными его владельцами. Однако судья отклонил исковые требования о восстановлении права на квартиру, проданную государством, указав, что сделка купли-продажи этой квартиры была законной.", "", "Вопросы права", "По поводу соблюдения требований Статьи 1 Протокола № 1 к Конвенции. Заявители были владельцами «имущества»: их право собственности, включая право собственности на квартиру, проданную, пока велось производство по иску в суде, было признано ретроспективно и являлось неотменяемым. То обстоятельство, что право собственности заявителей на все квартиры было признано, но их заявление о вступлении во владение одной из квартир было отклонено, приравнивается к лишению собственности. Хотя вмешательство в осуществление ими своих прав имело целью защитить права добросовестного приобретателя квартиры, учитывая принцип правовой определенности, следует заметить, что в национальном законодательстве нет нормы, позволяющей владельцам собственности получить компенсацию в таких случаях. Государство-ответчик, однако, не привело в качестве довода ни одного исключительного обстоятельства, оправдывающего полное отсутствие возможности компенсации. Более того, государство продало собственность, несмотря на тот факт, что заявители подали против него иск на том основании, что национализация дома была незаконной, и на то, что оно отказалось продавать другие квартиры в этом же доме. Такие действия государства нельзя оправдать какими-либо публичными интересами, будь они политического, социального или финансового свойства, или интересами общества в целом. Такие действия не только породили дискриминацию в отношении разных жильцов дома, желающих приобрести свои квартиры в собственность, но и, скорее всего, подорвали эффективность судов, к которым заявители обратились за защитой их прав собственности, которые они заявляли в отношении здания, фигурирующего по делу. С учетом способа, коим завладение их собственностью вмешалось в реализацию фундаментальных принципов недискриминации и верховенства права, лежащих в основе Конвенции, полное отсутствие компенсации означает, что заявителям пришлось нести непропорциональное и чрезмерное бремя.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований Статьи 1 Протокола № 1 к Конвенции (принято шестью голосами «за» и одним голосом «против»).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд постановил, что если государство не вернет собственность заявителям, то оно должно будет выплатить заявителям сумму, соответствующую текущей стоимости собственности. Суд также вынес решение в пользу заявителей о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}