{"file": "RUS_HJUDRUS_36812_97.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "36812/97", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Сильвестер против Австрии", "[Sylvester – Austria] (№ 36812/97 и № 40104/98)", "", "Постановление от 24 апреля 2003 г. [вынесено I Секцией]", "", "Обстоятельства дела", "Первый заявитель является гражданином США. В 1994 году он женился на гражданке Австрии. В тот же год у них родилась дочь, являющаяся вторым заявителем по жалобе. По законам штата, в котором проживал первый заявитель с супругой, ребенок находился на попечении обоих родителей. В октябре 1995 года мать забрала дочь с собой в Австрию без согласия первого заявителя. Однако в декабре 1995 года участковый суд г. Граца признал неправомерным вывоз ребенка из США и постановил вернуть ребенка первому заявителю. При этом суд отклонил заявление матери девочки о том, что возвращение последней в США повлечет за собой серьезную опасность возникновения у девочки физической и психологической травмы по смыслу Гаагской конвенции о гражданских аспектах международного похищения детей. Жалобы матери на решение суда были оставлены без удовлетворения.", "В мае 1996 года суд постановил принудительно обеспечить приказ о возвращении ребенка в США. Однако попытка исполнить этот приказ была безуспешной. В августе 1996 года Окружной суд отменил приказ о возвращении ребенка и направил дело на новое рассмотрение в участковый суд, дав при этом указание получить заключение эксперта по данному вопросу и изучить возможное изменение ситуации с учетом прошедшего времени. Верховный суд Австрии отклонил жалобу заявителя, полагая, что внезапное разлучение девочки с самым близким ей человеком и возвращение ее в США нанесет ей необратимый вред. Впоследствии участковый суд отклонил жалобу первого заявителя о принудительном исполнении приказа суда о возвращении ребенка в США, руководствуясь заключением эксперта о том, что такое возвращение подвергнет девочку риску психологической травмы. Заявитель безуспешно обжаловал это решение участкового суда. В декабре 1997 года мать девочки получила над ней единоличную опеку.", "", "Вопросы права", "По поводу Статьи 8 Конвенции. Об адекватности принятых мер в такого рода делах судят по быстроте их применения, поскольку течение времени может иметь непоправимые последствия. Согласно Гаагской конвенции о гражданских аспектах международного похищения детей изменение существенных обстоятельств дела в исключительных случаях может оправдывать неисполнение вступившего в силу приказа о возвращении ребенка. Однако такое изменение не должно было быть вызвано непринятием государством мер, которые разумно от него ожидались.", "В настоящем деле решения, отменявшие приказ о возвращении ребенка в США, в значительной степени основывались на том, что прошло много времени и, как следствие этого, между заявителями возникла отчужденность. В этой связи встал вопрос о том, была ли задержка в рассмотрении данного дела вызвана непринятием властями Австрии адекватных мер. В этом отношении следует отметить, что в то время как начальная стадия производства по делу была проведена образцово быстро, впоследствии по делу происходили значительные задержки. В частности, Окружной суд три с половиной месяца рассматривал жалобу матери девочки, несмотря на то, что суды были обязаны безотлагательно вынести решение; а участковый суд на протяжении пяти с половиной месяцев истребовал экспертное заключение. В основу окончательного решения по делу был положен довод о прошествии большого временного промежутка. Между тем, это в значительной степени было вызвано подходом властей к производству по данному делу. Более того, в период незавершенного продолжительного исполнительного производства власти Австрии не предприняли никаких мер по созданию необходимых условий для исполнения приказа о возвращении ребенка в США. Следовательно, власти Австрии не смогли безотлагательно принять все меры, которые они должны были предпринять в целях исполнения приказа о возвращении девочки в США.", "", "Постановление", "Европейский Суд пришел к выводу, что допущено нарушение Статьи 8 Конвенции (принято единогласно).", "", "По поводу пункта 1 Статьи 6 Конвенции. В основе жалобы лежала ссылка заявителя на неуважение его права на семейную жизнь. В этой связи не было необходимости в изучении данного дела в контексте Статьи 6 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что положения пункта 1 Статьи 6 Конвенции не нарушены (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд постановил выплатить первому заявителю 20 000 евро в счет компенсации морального вреда. Наряду с этим Европейский Суд вынес решение в пользу заявителя о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством. В отношении второго заявителя Европейский Суд постановил, что признание факта наличия нарушения само по себе является справедливой компенсацией.", ""]}