{"file": "RUS_HJUDRUS_2668_07.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "2668/07", "text_paragraphs": ["© Совет Европы/Европейский суд по правам человека, 2012 г. Настоящий перевод не налагает на Суд никаких обязательств. Дополнительная информация приводится в полной версии уведомления об авторском праве в конце документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Информационный бюллетень по прецедентной практике суда № 133", "Август – сентябрь 2010 г.", "Дело «Динк (Dink) против Турции» - 2668/07", "Судебное постановление от 14.09.2010 г. [Секция II]", "Статья 10", "Статья 10-1", "Право на свободу выражения", "Неспособность властей защитить право на свободу выражения журналиста, который выступил с комментариями по национальному вопросу турецких граждан армянского происхождения: нарушение", "", "Статья 2", "Позитивные обязательства", "Неспособность властей защитить жизнь журналиста после угроз убийства: нарушение", "", "Обстоятельства дела: Заявителями по делу выступают журналист, который к настоящему времени скончался, и пятеро его близких родственников. Первый заявитель, турецкий гражданин армянского происхождения, был директором издательской службы и главным редактором турецко-армянской ежедневной газеты. В 2003 и 2004 годах он написал серию статей для газеты, в которых выразил свое мнение по национальному вопросу турецких граждан армянского происхождения. Он отмечал, в частности, что озабоченность армян по поводу признания за ними статуса жертв геноцида стала смыслом их жизни, что эта их потребность равнодушно воспринималась турками, в результате чего травмы, нанесенные армянам, оставались актуальной проблемой. По его мнению, турецкий компонент для армянской нации «был как отравой, так и противоядием». Он также написал, что «чистая кровь, которая заменит кровь, отравленную “турком”, течет по благородным сосудам, соединяющим армян с Арменией». Он написал еще одну статью, в которой он упоминал об армянских корнях приемной дочери Ататюрка. Радикальные националисты отреагировали на статьи организованными демонстрациями, написанием писем с угрозами и подачей заявления о возбуждении уголовного дела. В 2005 году суд по уголовным делам признал журналиста виновным в оскорблении турецкой нации и приговорил его к условному лишению свободы. В 2006 году кассационный суд оставил приговор без изменения в части признания заявителя виновным. В начале 2007 года суд по уголовным делам, в который было возвращено дело, прекратил производство в связи со смертью журналиста, который был убит несколькими неделями ранее. Прокуратура возбудила уголовное дело против 18 лиц по подозрению в причастности к террористической деятельности и убийствам; разбирательство продолжается до настоящего времени. Несколько расследований и судебных процессов, направленных на установление того, знали ли компетентные жандармерия и управления полиции о сговоре с целью убийства и проявили ли они халатность, были прекращены, кроме разбирательства в отношении двух сотрудников жандармерии неофицерского состава, которое продолжается до настоящего времени.", "По поводу соблюдения статьи 2 Конвенции (материально-правовой аспект). С учетом реакции на рассматриваемые статьи, силы безопасности могут обоснованно считаться осведомленными об интенсивной неприязни к журналисту в кругах радикальных националистов. Кроме того, представляется, что два управления полиции и управление жандармерии были осведомлены о возможной попытке убийства и даже о личностях предполагаемых преступников. Угроза убийства, таким образом, может быть названа реальной и непосредственной. Однако ни один из трех органов не принял мер для предотвращения преступления. Действительно, журналист не просил обеспечить ему повышенную защиту; однако он не мог знать о плане убийства, и, следовательно, именно компетентные власти были обязаны принять меры. В итоге последние не приняли разумные меры, доступные им, чтобы предотвратить реальную и непосредственную угрозу жизни журналиста.", "Постановление: нарушение (принято единогласно).", "В отношении соблюдения статьи 10 Конвенции: (a) Статус жертвы нарушения Конвенции. На момент гибели первого заявителя кассационный суд оставил без изменения приговор в части виновности заявителя в оскорблении турецкой нации. Данное решение, взятое само по себе или в совокупности с отсутствием мер по защите журналиста против нападений национал-экстремистов, представляло собой вмешательство в осуществление его права на свободу выражения мнения. Соответственно, журналист имел статус жертвы в отношении статьи 10 Конвенции, и остальные заявители имели законный интерес в том, чтобы добиться признания его осуждения нарушением свободы выражения.", "(b)  Необходимость вмешательства. Анализ всей серии статей ясно показывает, что журналист описывал как «отраву» не «турецкую кровь», как постановил кассационный суд, но «восприятие турок» армянами и одержимость армянской диаспоры кампанией, имеющей целью добиться от турецкого народа признания событий 1915 года геноцидом. Исследование способа, которым понятие турецкой нации толковалось кассационным судом, показывает, что последний косвенно наказал журналиста за критику отрицания государственными органами того, что данные события представляли собой геноцид. Статья 10 Конвенции не допускает ограничения свободы выражения мнения в сфере политических дискуссий и вопросов, представляющих всеобщий интерес, и границы приемлемой критики шире в отношении правительства, чем в отношении частных лиц. Кроме того, серия статей в целом не содержала призывов к насилию, сопротивлению или мятежу. Автор писал статьи как журналист и главный редактор турецко-армянской газеты, высказываясь по вопросам, касающимся армянского меньшинства в контексте его роли на политической сцене. Он лишь выражал свои идеи и мнения по вопросу, представляющему всеобщий интерес в демократическом обществе. В таких обществах должна обеспечиваться возможность свободного ведения дискуссий о серьезных исторических событиях, и неотъемлемой частью свободы выражения мнения является поиск исторической правды. Наконец, спорные статьи не были явно агрессивными или оскорбительными, и они не содержали призывов к неуважению или розни. Осуждение журналиста за оскорбление турецкой нации, таким образом, не отвечало какой-либо настоятельной общественной потребности.", "(c)  Позитивные обязательства. Государства связаны позитивными обязательствами в отношении свободы выражения мнения: они должны не только воздерживаться от любого вмешательства, но и принимать порой защитные меры даже в сфере отношений между частными лицами. Они также обязаны создавать благоприятную среду для участия в публичной дискуссии всех заинтересованных лиц, обеспечивая им возможность выражать свое мнение и идеи без опасений. Учитывая неспособность властей защитить журналиста от нападения членов радикальной националистической группы и его осуждение в отсутствие настоятельной общественной потребности, государство-ответчик не исполнило свои позитивные обязательства в отношении свободы выражения мнения журналиста.", "Постановление: нарушение (принято единогласно).", "Европейский Суд также установил единогласно, что по делу допущено нарушение требований статьи 2 Конвенции в процессуальном аспекте и статьи 13 Конвенции во взаимосвязи со статьей 2 Конвенции.", "В порядке применения Статьи 41 Конвенции: Европейский Суд присудил выплатить 100 000 евро вдове и детям журналиста и 5 000 евро его брату в качестве компенсации нематериального вреда.", "", "К бюллетеням Европейского суда по правам человека можно перейти по следующей ссылке: ", "", "© Совет Европы/Европейский суд по правам человека, 2012 г.", "Официальными языками Европейского суда по правам человека являются английский и французский. Настоящий перевод не имеет обязательной силы для Суда, и Суд не несет ответственности за его качество. Данный перевод может быть загружен из базы данных по прецедентному праву HUDOC Европейского суда по правам человека () или из любой другой базы данных, в которую он был внесен Судом. Текст перевода может воспроизводиться для некоммерческих целей, с обязательным указанием полного названия дела и вышеприведенным уведомлением об авторском праве. По вопросам, связанным с использованием какой-либо части перевода в коммерческих целях, обращайтесь по адресу: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : "]}