{"file": "RUS_HJUDRUS_9174_02.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "9174/02", "text_paragraphs": ["© Совет Европы/Европейский Суд по правам человека, 2012. Суд не несет ответственность за содержание настоящего краткого изложения. Более подробная информация содержится в полном указании об авторских правах в конце документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "Информационный бюллетень по прецедентной практике Европейского Суда N 111", "Август-сентябрь 2008 года", "Корбей против Венгрии [Korbely v. Hungary] (жалоба N 9174/02)", "Постановление от 19 сентября 2008 года [Большая Палата]", "Статья 7", "Статья 7-1", "Нет преступления без предусматривающего его закона (Nullum crimen sine lege)", "Осуждение за совершение любого деяния, которое не являлось преступлением по соответствующему международному праву во время его совершения. Допущено нарушение.", "", "Факты", "Заявитель является ушедшим в отставку военным. В 1994 году ему было предъявлено обвинение в участии в подавлении беспорядков в городе Тата во время революции 1956 года. Его обвинили в том, что он, являясь капитаном, отдал приказ отряду из 15 подчиненных восстановить контроль над зданием полицейского отделения, которое было захвачено мятежниками, и в том, что он стрелял и отдал приказ своим подчиненным стрелять в мирных жителей. Несколько человек умерли и были ранены в одном инциденте, который, согласно выводам национальных судов, произошел из-за того, что один из мятежников вытащил пистолет из кармана куртки после того, как ему было приказано сдать оружие.", "Суд первой инстанции сначала прекратил уголовное дело на том основании, что преступления, в совершении которых обвинялся заявитель, представляли собой убийство и подстрекательство к совершению убийства, а не преступления против человечности, таким образом, уголовное преследование было невозможно в силу истечения срока давности привлечения к уголовной ответственности. Однако, в конечном итоге, заявитель был признан виновным по статье 3(1) Женевской конвенции 1949 года в совершении преступления против человечности посредством совершения нескольких убийств и приговорен в пяти годам тюремного заключения. До момента условного освобождения он отбыл часть срока наказания. Он пожаловался Европейскому Суду на то, что он был признан виновным в совершении деяния, которое не являлось преступлением во время его совершения.", "Вопросы права", "Суд должен был установить, являлось ли совершенное заявителем деяние, в момент его совершения преступлением, определенным с достаточной степенью доступности и предсказуемости национальным или международным правом. Заявитель был признан виновным в совершении нескольких убийств, которые венгерские суды посчитали преступлением против человечности, подлежащим наказанию на основании Женевских конвенций. Приговор, таким образом, был основан исключительно на международном праве. Поскольку Женевские конвенции удовлетворяли условию о доступности, Суд обратился к вопросу о предсказуемости. Разрешая этот вопрос, он оценил, во-первых, могло ли деяние заявителя приравниваться к преступлению против человечности в том смысле, в котором эта концепция понималась в 1956 году, и, во-вторых, можно ли было разумно утверждать, что жертва предполагаемого преступления “не принимала активного участия в военных действиях”.", "(a) Могло ли совершенное заявителем деяние приравниваться к преступлению против человечности. Несмотря на то, что убийство по смыслу общей статьи 3 могло являться основанием для осуждения за преступления против человечности, совершенные в 1956 году, необходимо было также наличие других элементов. Это следовало не из общей статьи 3, а из элементов международного права, являвшихся неотъемлемой частью понятия преступления против человечности в соответствующее время. Некоторые из них представлялись значимыми, в частности, требование о том, чтобы соответствующее преступление не было изолированным или случайным действием, а являлось частью “действий или политики Государства” или широкомасштабной и систематической атаки на гражданское население. Однако, национальные суды свели свое исследование к вопросу о том, подпадали ли мятежники под защиту общей статьи 3 и не рассматривали идущий следом вопрос о том, удовлетворяли ли убийства дополнительным критериям, необходимым для того, чтобы являться преступлением против человечности, в частности, могли ли они рассматриваться как составные части широкомасштабной и систематической атаки на гражданское население. Несмотря на то, что Верховный суд установил, что центральные власти фактически вели войну против гражданского населения, он не рассмотрел вопрос о том, могли ли действия заявителя рассматриваться как составная часть политики Государства. Таким образом, вопрос о том, присутствовали ли все составные элементы преступления против человечности в деле заявителя оставался открытым.", "(b)  Можно ли разумно полагать, что жертва не принимала активного участия в военных действиях. Заявитель был признан виновным на основании того, что одна из жертв не была комбатантом для целей общей статьи 3. Это положение обеспечивает защиту лицам, которые не принимают активного участия в военных действиях, включая членов вооруженных сил, сложивших оружие. Умерший явно принимал активное участие в военных действиях, поскольку он был лидером вооруженной группы мятежников, которые совершали акты насилия, захватили здание полиции и изъяли оружие полицейских. Следовательно, вопрос заключался в том, сложил ли он оружие. Национальные суды установили тот факт, что он тайно носил пистолет и не оповестил о своем намерении сдаться ясным и недвусмысленным образом. Вместе этого он ввязался в оживленный спор с заявителем до того, как он с неясными намерениями вытащил пистолет. Как раз во время осуществления этого действия он был застрелен. Соответственно, в свете общепризнанных стандартов международного права, которые применялись в соответствующее время, Суд не может прийти к выводу о том, что умерший мог считаться сложившим оружие по смыслу общей статьи 3 или, что он подпадал под какую-либо иную категорию некомбатантов.", "Соответственно, не было доказано, что действия заявителя моли быть предсказуемо классифицированы как преступление против человечности по международному праву.", "Постановление", "Допущено нарушение статьи 7 Конвенции (принято одиннадцатью голосами “за” и шестью “против”).", "", "© Совет Европы/Европейский Суд по правам человека, 2012.", "Официальными языками Европейского суда по правам человека являются английский и французский. Суд не несет ответственность за содержание и качество настоящего перевода. Доступ к нему может быть получен через базу данных по прецедентной практике Европейского суда по правам человека HUDOC () или любую другую базу данных, для использования в которой Суд его передал. Разрешается воспроизведение настоящего перевода в некоммерческих целях при условии указания полного наименования дела со ссылкой на авторские права. Для целей коммерческого использования любой части настоящего перевода, пожалуйста, обращайтесь по адресу: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", "", ""]}