{"file": "RUS_HJUDRUS_29865_96.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "29865/96", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Юнал Текели против Турции", "[Ünal Tekeli – Turkey] (№ 29865/96)", "Постановление от 16 ноября 2004 г. [вынесено IV Секцией]", "", "Обстоятельства дела", "После вступления в брак заявительница, как это предусматривает Гражданский кодекс Турции, взяла фамилию своего мужа. В момент заключения брака она была адвокатом-стажером. Поскольку в своей профессиональной деятельности она была известна под своей девичьей фамилией, то она продолжала использовать эту фамилию, ставя ее перед законной фамилией, фамилией мужа. Однако она не была вправе использовать обе фамилии при заполнении официальных документов. Юнал Текели возбудила в суде исковое производство с тем, чтобы получить разрешение на использование только ее добрачной фамилии, «Юнал». Ходатайство заявительницы было отклонено на том основании, что законодательство страны требует от замужней женщины пользоваться фамилией мужа на всем протяжении жизни в браке. Затем соответствующая норма Гражданского кодекса была дополнена так, что замужней женщине теперь разрешалось указывать ее девичью фамилию перед фамилией мужа (это право было подтверждено недавно принятым новым Гражданским кодексом 2001 года). Однако заявительница теперь изъявила желание пользоваться своей добрачной фамилией как единственной законной фамилией. Юнал Текели считает, что она – жертва дискриминации, если сравнивать ее положение с положением женатых мужчин, так как женатые мужчины после вступления в брак пользуются своими собственными фамилиями.", "", "Вопросы права", "(a) По поводу предварительных возражений государства-ответчика. Государство-ответчик утверждает в своих аргументах, представленных Европейскому Суду, что обязанность заявительницы сменить свою фамилию не отражается на ее профессиональной деятельности, поскольку она пользовалась только своей девичьей фамилией лишь во время работы адвокатом-стажером. Европейский Суд обращает внимание на то, что указание фамилии лица также играет определенную роль в частной и семейной жизни человека. Отказ властей разрешить заявительнице пользоваться ее девичьей фамилией, – под которой, как она утверждает, она была известна в частных кругах и в ее культурной и политической деятельности, – может существенно отразиться и на ее занятиях вне профессиональной сферы деятельности. Заявительница поэтому является «жертвой» с точки зрения нарушения требований Статьи 8 Конвенции. Хотя, как указало государство-ответчик, обжалуемая ситуация проистекает из требований законодательства страны, просьбу заявительницы нельзя считать тщетной, потому что суды могли по ее делу применить напрямую нормы Конвенции или принцип недопустимости дискриминации, запечатленные в Конституции Турции.", "", "(b) По поводу Статьи 14 в увязке со Статьей 8 Конвенции. Положение заявительницы в вопросе о пользовании девичьей фамилией, обжалуемое ею в Европейском Суде, приравнивается к различению в обращении государства с людьми по признакам пола. Согласно доводам государства-ответчика в этом вопросе оно преследовало законную цель – закрепление необходимости для супругов носить общую фамилию, при этом фамилию мужа, и тем самым защитить общественный порядок. Конвенция требует, чтобы любая мера государства, направленная на отражение единства семьи, должна применяться равновелико как к мужчинам, так и к женщинам, если только таковое применение невозможно в силу настоятельных причин, приводимых государством. Документы, принятые государствами – членами Совета Европы и международным сообществом в целом, поддерживают идею искоренения всех форм дискриминации по признакам пола в вопросе о выборе человеком своей фамилии. Кроме того, среди государств – членов Совета Европы сложился консенсус в пользу выбора супругами их общей фамилии на основе принципа равноправия супругов. Турция является единственной страной, которая закрепила в законодательстве требование о том, чтобы общей фамилией супружеской пары была бы фамилия мужа. Однако в настоящее время Турция отнюдь не позиционирует себя за пределами общей тенденции к тому, чтобы в семейных отношениях мужчина и женщина пользовались бы равными правами. До внесения недавних изменений в законодательство, особенно, что касается изменений 2001 года, отражение единства семьи в Турции посредством пользования супружеской парой фамилией мужа как общей фамилией соответствовало традиционной в стране концепции семьи. Цель недавних преобразований Гражданского кодекса состояла в том, чтобы в представительстве супружеской пары наделить замужних женщин равными с их мужьями правами. Однако нормы кодекса, касающиеся общей фамилии супругов, регистрируемой при вступлении в брак, остались прежними. Конечно, традиция отражения единства семьи пользованием фамилией мужа как общей фамилией супружеской пары коренится в таких семейных устоях, существовавших до принятия нового Гражданского кодекса в 2001 году, при которых мужчине отводилась базовая роль в семье, а женщине – второстепенная. В наши дни развитие принципа равноправия полов в государствах – членах Совета Европы, включая Турцию, и в особенности та значимость, которая при этом придается воплощению идеи недопустимости дискриминации, удерживает государства от навязывания этой традиции замужним женщинам.", "В соответствии с практикой государств – членов Совета Европы и системами регистрации фамилий вступающих в брак, существующими в Европе, вполне мыслимо, что семейное единство будет сохранено и укреплено даже в тех случаях, когда вступающая в брак пара выбирает для себя не пользоваться общей фамилией. Государство-ответчик не продемонстрировало Европейскому Суду в настоящем деле, что отсутствие символа семейного единства в форме общей фамилии супругов повлечет за собой конкретные или значительные тяготы для супружеских пар и (или) третьих сторон либо будет во вред общественным интересам. В таких обстоятельствах Европейский Суд считает, что возложение на замужнюю женщину обязанности пользоваться во имя единства семьи фамилией мужа – даже если она вправе ставить при регистрации свою фамилию перед фамилией мужа – не имеет объективного и разумного оправдания. Переход от упомянутого традиционного порядка регистрации фамилии к другим системам, позволяющим супругам либо сохранять свои собственные добрачные фамилии, либо свободно выбирать для пользования общую фамилию, заметно сказался бы на порядке ведения актов рождения, бракосочетания и смерти. Однако от общества можно в разумной мере ожидать, что оно с терпимостью отнесется к определенному неудобству с тем, чтобы дать возможность личности жить с достоинством и под фамилией, которую человек выбирает для себя сам. Суммируя изложенное, Европейский Суд отмечает: стремление к цели отражать единство семьи посредством общей фамилии супругов не может служить основанием для различения обращения с людьми по признакам пола.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований Статьи 14 в увязке со Статьей 8 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд считает, что турецкому государству самому надлежит принять в должном порядке такие меры, какие оно сочтет надлежащими для выполнения своих обязанностей – в соответствии с настоящим Постановлением – по обеспечению реализации права каждого супруга, включая заявительницу, сохранять добрачную фамилию или иметь равный голос при решении вопроса о выборе их общей фамилии.", "Заявительнице была присуждена сумма компенсации, которую она потребовала в возмещение судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}