{"file": "RUS_HJUDRUS_64927_01.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "64927/01", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "палау Мартинез против Франции", "[Palau-Martinez – France] (№ 64927/01)", "Постановление от 16 декабря 2003 г. [вынесено II Секцией]", "", "Обстоятельства дела", "заявительница подала в суд заявление о расторжении брака после того, как ее муж покинул дом, где они проживали в браке. Суд первой инстанции вынес решение о том, что ее два несовершеннолетних ребенка будут жить с ней, и предоставил отцу право на свидания с детьми и право проводить с ними время, особенно в период школьных каникул. Во время одного пребывания с детьми в период каникул бывший муж заявительницы оставил детей у себя и зарегистрировал их в школе по месту своего жительства. Апелляционный суд постановил, что дети должны проживать в доме отца, и предоставил матери право на свидания с детьми и право проводить с ними время; при этом ходатайство заявительницы о составлении доклада социальной службы по поводу семейной ситуации и предоставлении этого доклада суду было отклонено. Суд счел, что в интересах детей было оградить их от воспитательных методов, которыми пользуются в религиозной организации «Свидетели Иеговы», а мать детей входила в эту организацию. Правила и методы воспитания детей членами организации «Свидетели Иеговы» подвергаются критике ввиду их строгости и нетерпимости, а также навязывания детям обязанности заниматься прозелитизмом. заявительница безуспешно пыталась обжаловать решение суда по вопросам права.", "", "Вопросы права", "По поводу Статьи 14 в увязке со Статьей 8 Конвенции. Решение суда отдать детей под опеку их отца было вынесено после того, как дети прожили со своей матерью три с половиной года. Следовательно, распоряжение суда на сей счет следует рассматривать как «акт вмешательства» государства в права человека, вытекающие из Конвенции, а не как обычное судебное вмешательство в семейную жизнь в случае развода, на чем настаивает государство-ответчик. При изучении условий, в которых заявительница и ее бывший муж растили своих детей, суд отнесся к родителям по-разному, исходя из вероисповедания заявительницы и строгого анализа принципов воспитания, предположительно, применяемых сторонниками религии заявительницы. Таким образом, суд просто руководствовался утверждениями общего характера относительно организации «Свидетели Иеговы».", "Решение суда не основывалось на каких-либо прямых и ясных доказательствах воздействия религии заявительницы на воспитание и повседневную жизнь детей. К тому же суд не счел необходимым распорядиться о составлении обычного для таких случаев доклада социальной службы по поводу семейной ситуации, как о том ходатайствовала заявительница. Однако такого рода доклад, составленный по результатам социального обследования семьи, несомненно, предоставил бы суду ясную информацию о жизни детей с каждым из родителей и о возможном воздействии религиозных воззрений и обрядов матери на жизнь и воспитание детей после ухода из дома отца.", "Коротко говоря, французский суд вынес свое постановление in abstracto, исходя из соображений сугубо общего характера, не установив связи между условиями жизни детей с их матерью и их реальными интересами. Мотивы суда были относимы к делу, но не были «достаточными» для вынесенного решения. Посему Европейский Суд считает, что в данном деле отсутствовала разумная пропорциональность между использованными государством средствами и преследовавшейся им целью.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований Статьи 14 в увязке со Статьей 8 Конвенции (принято шестью голосами «за» и одним голосом «против»).", "Европейский Суд единогласно постановил, что нет необходимости принимать Постановление по делу в отношении нарушения Статьи 8 Конвенции, взятой отдельно, или изучать жалобу отдельно в контексте пункта 1 Статьи 6 и Статьи 9 Конвенции.", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявительнице компенсацию в возмещение морального вреда. Суд также вынес решение в пользу заявительницы о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}