{"file": "RUS_HJUDRUS_48787_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "48787/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Илашку и другие против Молдавии и России", "[Ilaşcu and others – Moldova and Russia] (№ 48787/99)", "Постановление от 8 июля 2004 г. [вынесено Большой Палатой]", "", "Обстоятельства дела", "После распада Советского Союза парламент Молдавии в 1991 году принял декларацию независимости. Сепаратисты в Приднестровском регионе Молдавии к тому времени уже провозгласили создание «Приднестровской молдавской республики» (ПМР), которая международным сообществом не была признана. Вспыхнули ожесточенные столкновения, в ходе которых сепаратисты получали вооружение от войск Советского Союза (позже – Российской Федерации), которые продолжали оставаться на территории Молдавии, а некоторые российские воинские части присоединились к сепаратистам. В июле 1992 года между Молдавией и Российской Федерацией было достигнуто соглашение о прекращении огня, в соответствии с которым обе стороны конфликта должны были отвести свои войска и создать зону безопасности. Последующее соглашение, предусматривавшее вывод российский войск, было подписано в 1994 году, но Российская Федерация его не ратифицировала. В 1997 году президент Республики Молдовы и президент МРП подписали меморандум, заложивший основы для нормализации отношений между Молдавией и МРП. С того времени проводились дополнительные переговоры.", "Четверо заявителей были арестованы в июне 1992 года, и им были предъявлены обвинения в ведении антисоветской деятельности и борьбы незаконными средствами против законного Приднестровского государства. Им также были предъявлены обвинения в совершении ряда преступлений, включая умышленное убийство. В период содержания под стражей до суда заявители подвергались жестокому обращению. Троих из них доставили в гарнизон российской армии, где, по их утверждениям, их охраняли и пытали военнослужащие российской армии. У них не было связи с внешним миром, и их содержали в камерах, в которых не было туалетов, воды и естественного освещения; при этом прогулки им разрешались по 15 минут в день. Впоследствии заявителей содержали в камерах в помещении управления внутренних дел. В камерах отсутствовало естественное освещение, заявителям не разрешалось посылать или получать почтовую корреспонденцию, они не имели доступа к адвокату, а члены семей могли приходить на свидания с ними только по усмотрению властей.", "В декабре 1993 года Верховный суд ПМР вынес обвинительный приговор по делу заявителей, и суд приговорил первого заявителя к смертной казни, а других заявителей – к длительным срокам лишения свободы. Верховный суд Молдавии по собственной инициативе проверил законность и обоснованность приговора и отменил его, постановив освободить заявителей из-под стражи. Власти ПМР, однако, никак не отреагировали на это постановление Верховного суда Молдавии. После вынесения обвинительного приговора заявители продолжали оставаться под стражей, их содержали в камерах одиночного заключения без естественного освещения. Условия их содержания под стражей имели результатом ухудшение их здоровья, но надлежащее медицинской помощи им предоставлено не было. Условия их содержания под стражей ухудшились после того, как их жалоба была подана в Европейский Суд. Первый заявитель был освобожден из места заключения в мае 2001 года; остальные оставались в тюрьме.", "", "Вопросы права", "По поводу Статьи 1 Конвенции.", "(i) Вопрос о том, находились ли заявители под юрисдикцией Молдавии. Действие той презумпции, что «юрисдикция» осуществляется каком-либо государством на всей его территории, может быть в исключительных случаях ограничено, в особенности в тех случаях, когда государству препятствуют в осуществлении своей власти над частью принадлежащей ему территории. Для установления наличия такого рода ситуации Европейский Суд должен изучить как объективные факты, так и действия самого государства, поскольку на каждом государстве-члене Совета Европы лежат позитивные обязательства предпринимать надлежащие меры к тому, чтобы на своей территории гарантировать уважение к правам человека. Кроме того, в исключительных обстоятельствах акции государства, которые имели место или которые имели последствия вне пределов его территории, также могут быть приравнены к осуществлению «юрисдикции». В тех же случаях, когда государство осуществляет полный контроль над какой-либо местностью вне пределов своих границ, то его ответственность распространяется и на акции местной администрации, которая продолжает функционировать благодаря поддержке этого государства. Кроме того, следует заметить, что ввиду непротивления действиям частного лица также может возникать ответственность государства, в особенности, когда речь идет о признании государством актов самопровозглашенной власти, международным сообществом не признанной.", "В настоящем деле правительство Молдавии, единственно законное в соответствии с нормами международного права, не осуществляло власть над частью территории Республики Молдова, находящейся под контролем властей ПМР. Однако на этом государстве-ответчике все-таки лежала позитивная обязанность принимать меры к тому, чтобы в пределах своей власти обеспечить права заявителей. В тех случаях, когда какому-либо государству препятствуют осуществлять свою власть над всей его территорией, оно не утрачивает «юрисдикцию», хотя фактическая ситуация сужает сферу этой юрисдикции, поэтому принятую государством на себя обязанность по Статье 1 Конвенции необходимо рассматривать только в свете позитивных обязательств этого государства.", "В настоящем деле эти обязательства относятся как к мерам, необходимым для восстановления своего контроля над Приднестровьем, так и к мерам, необходимым для обеспечения уважения прав заявителей, включая попытки добиться их освобождения из-под стражи. Из обязательства Республики Молдова по восстановлению своего контроля над Приднестровьем вытекало то, что власти Молдавии не должны были поддерживать правящий в Приднестровье режим и должны были предпринять все имеющиеся в их распоряжении меры для восстановления своего контроля над регионом. В этом смысле власти Молдавии не прекращали своих сетований на «агрессию» и отвергли декларацию независимости «Приднестровской молдавской республики», но мало что они могли сделать против режима, который поддерживался такой державой как Российская Федерация.", "Молдавия продолжала предпринимать шаги в отношении ПМР как внутри страны, так и на международном уровне после прекращения огня в 1992 году и ратификации Конвенции в 1997 году, в частности на дипломатическом уровне. С властями ПМР власти Молдавии установили сотрудничество в ряде областей, однако эти действия представляли собой подтверждение стремления Молдавии восстановить свой контроль над регионом и не могли рассматриваться как действия в поддержку режима.", "Что же касается ситуации, в которой оказались заявители, то Европейский Суд замечает: до ратификации Конвенции власти Молдавии предприняли ряд мер, касавшихся заявителей, включая отмену Верховным судом Молдавии обвинительных приговоров, вынесенных заявителям, а также после ратификации Конвенции – меры, направленные к их освобождению из-под стражи. Однако нет свидетельств тому, что после освобождения первого заявителя предпринимались эффективные меры к тому, чтобы положить конец продолжающемуся нарушению прав других заявителей. И действительно, в ходе продолжавшихся переговоров они вообще не упоминались правительством Молдавии, хотя в его власти было в контексте переговоров поднять вопрос о судьбе этих заявителей. Ввиду этого обстоятельства можно ставить вопрос об ответственности Молдавии за ситуацию с заявителями ввиду того, что власти Молдавии не исполнили свои позитивные обязательства по защите прав человека в отношении обжалуемых заявителями действий, имевших место после мая 2001 года.", "(ii) Вопрос о том, находились ли заявители под юрисдикцией Российской Федерации. Российская Федерация поддерживала сепаратистские власти в период вооруженного конфликта своими политическими декларациями и позже подписала соглашение о прекращении огня в качестве стороны соглашения. Тем самым возникла ответственность Российской Федерации в отношении незаконных действий, совершенных сепаратистами, поскольку Российская Федерация оказывала поддержку сепаратистам, а российские военнослужащие участвовали в боевых действиях. Кроме того, Российская Федерация продолжала оказывать военную, политическую и экономическую поддержку властям ПМР и после заключения соглашения о прекращении огня.", "Заявители были арестованы при участии российских военнослужащих, а трое заявителей содержались под стражей и подвергались жестокому обращению в месте дислокации российской воинской части. Заявители тем самым оказались под юрисдикцией Российской Федерации, хотя Конвенция в то время и не имела силу в отношении Российской Федерации. События следует рассматривать под тем углом зрения, что частью этих событий являются не только акции, в которых участвовали лица, представляющие Российскую Федерацию, но также и передача заявителей в руки режима ПМР и последующее жестокое обращение с ними. Лица, представляющие Российскую Федерацию, полностью отдавали себе отчет в том, что они передают заявителей незаконному и антиконституционному режиму, и знали, или должны были знать, об участи, уготованной заявителям.", "Остается установить, сохранялась ли ответственность Российской Федерации после ратификации ею Конвенции в мае 1998 года. В этом отношении следует заметить: российская армия продолжала дислоцироваться на территории Молдавии, и ввиду объема запасов имевшихся у нее вооружений сохранялась важность военного присутствия России; властям ПМР оказывалась также и значительная финансовая поддержка. Таким образом, ПМР оставалась под эффективной властью или, по меньшей мере, под решающим влиянием Российской Федерации, и на ней лежала длящаяся ответственность за судьбу заявителей, поскольку с момента ратификации Конвенции Российской Федерацией не было предпринято никаких попыток положить конец ситуации, в которой оказались заявители. Европейский Суд поэтому считает, что заявители находились под юрисдикцией Российской Федерации, и в их отношении она несла ответственность.", "", "По поводу юрисдикции ratione temporis Европейского Суда в контексте:", " пункта жалобы, относящегося к Статье 6 Конвенции. Ввиду того обстоятельства, что судебное разбирательство по делу заявителей состоялось до момента ратификации Конвенции государствами-ответчиками, Европейский Суд не считает себя правомочным – ввиду правила ratione temporis – рассматривать пункты жалоб заявителей, касающиеся вопроса о несправедливости судебного разбирательства.", "пунктов жалобы, относящихся к Статьям 3, 5 и 8 Конвенции. Хотя исследуемые по делу события в контексте нарушений Статей 3, 5 и 8 Конвенции начались в 1992 году с арестом и заключением заявителей под стражу, эти события продолжались, поэтому Европейский Суд считает себя правомочным рассматривать вопрос о нарушениях упомянутых статей Конвенции.", "пункта жалобы, относящегося к Статье 2 Конвенции. Наказание в виде смертной казни, назначенное первому заявителю, не было отменено после того, как государства-ответчики ратифицировали Конвенцию, и потому Европейский Суд считает себя правомочным рассматривать вопрос о нарушении требований Статьи 2 Конвенции.", "", "По поводу Статьи 2 Конвенции. Хотя наказание в виде смертной казни, назначенное первому заявителю, было отменено Верховным судом Молдавии в 1994 году, это постановление об отмене наказания в виде смертной казни не имело никакого эффекта. Европейский Суд не имеет возможности установить точные обстоятельства освобождения Илашку из места заключения; Суд не имеет также возможности установить, было ли назначенное ему наказание в виде смертной казни официально смягчено. Однако поскольку на данный момент заявитель проживает в Румынии как гражданин Румынии, опасность исполнения приговора суда к смертной казни является скорее гипотетической, чем реальной. Он, должно быть, перенес страдания ввиду назначенного ему наказания и условий содержания под стражей, но данный вопрос скорее должен быть исследован в контексте Статьи 3 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что нет необходимости исследовать данное дело в контексте Статьи 2 Конвенции (принято единогласно).", "", "По поводу Статьи 3 Конвенции.", "(i) Исполнение требований Конвенции обязательно для государств-членов Совета Европы только в отношении событий, имевших место после ее вступления в силу для этих государств. Однако Европейский Суд может принять во внимание весь период времени содержания первого заявителя под стражей, когда он был приговорен к смертной казни, с тем, чтобы дать оценку последствиям условий его содержания под стражей, которые за все то время оставались одинаковыми. Заявитель находился в месте заключения в постоянном страхе перед приведением в исполнение приговора суда к смертной казни; при этом он не мог прибегнуть ни к какому средству правовой защиты. Его страдания усиливались тем фактом, что назначенное ему наказание не имело никакого законного основания ввиду явного произвола, в условиях которого проводилось судебное разбирательство по делу заявителей. Условия же, в которых первый заявитель содержался под стражей, оказали пагубное воздействие на состояние его здоровья; ему не оказывалась надлежащая медицинская помощь, и он не получал надлежащего питания.", "Кроме того, тот факт, что разрешения на переписку и свидания с родственниками ему выдавались по произвольному усмотрению соответствующих властей, еще больше усугублял условия его содержания под стражей. Налицо неисполнение требований Статьи 3 Конвенции, и обращение, которому подвергали первого заявителя, приравнивается к пытке. Российская Федерация ответственна за этот обращение с ним, тогда как со стороны Молдавии нарушений требований Статьи 3 Конвенции допущено не было, так как речь об ответственности Молдавии могла идти только после того, как Илашку был освобожден из места заключения.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу в данном вопросе требования Статьи 3 Конвенции были нарушены Российской Федерацией (принято шестнадцатью голосами «за» и одним голосом «против») и не были нарушены Молдавией (принято одиннадцатью голосами «за» и шестью голосами «против»).", "", "(ii) Европейский Суд считает, что обращение властей с третьим заявителем и условия, в которых он содержался под стражей, отказ в оказании надлежащей медицинской помощи и в предоставлении надлежащего питания, приравниваются к пытке. Ввиду того обстоятельства, что он оставался под стражей в таких условиях, ответственность обоих государств-ответчиков возникла с соответствующих дат ратификации Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу в данном вопросе требования Статьи 3 Конвенции были нарушены Российской Федерацией (принято шестнадцатью голосами «за» и одним голосом «против») и не были нарушены Молдавией (принято одиннадцатью голосами «за» и шестью голосами «против»).", "", "(iii) Другие двое заявителей содержались под стражей в крайне суровых условиях, что приравнивается к бесчеловечному и унижающему достоинство человека обращению, и потому в отношении этой ситуации возникла ответственность обоих государств-ответчиков.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу в данном вопросе требования Статьи 3 Конвенции были нарушены Российской Федерацией (принято шестнадцатью голосами «за» и одним голосом «против») и не были нарушены Молдавией (принято одиннадцатью голосами «за» и шестью голосами «против»).", "", "По поводу подпункта «а» пункта 1 Статьи 5 Конвенции. Европейский Суд неправомочен постановлять, нарушило ли судебное разбирательство по делу заявителей требования Статьи 6 Конвенции, однако коль скоро содержание заявителей под стражей продолжалось после ратификации Конвенции государствами-ответчиками, Суд вполне правомочен устанавливать, содержались ли они под стражей на законных основаниях после осуждения компетентным судом. Ввиду произвольного характера судебного разбирательства по их делу ни один из заявителей не был осужден «судом», а наказания в виде лишения свободы, назначенные им, не могут считаться «законным содержанием под стражей», предписанным «в порядке, установленном законом». Эти действия вменяются в вину Российской Федерации в отношении всех заявителей, тогда как ответственность Молдавия возникает только в отношении второго, третьего и четвертого заявителя.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу в данном вопросе требования подпункта «а» пункта 1 Статьи 5 Конвенции были нарушены Российской Федерацией (принято шестнадцатью голосами «за» и одним голосом «против») и были также нарушены Молдавией (принято одиннадцатью голосами «за» и шестью голосами «против») в отношении трех заявителей, но не были нарушены Молдавией в отношении первого заявителя (принято одиннадцатью голосами «за» и шестью голосами «против»).", "", "По поводу Статьи 8 Конвенции. Европейский Суд единогласно счел, что нет необходимости рассматривать пункты жалобы заявителей, которые касаются вопроса об их переписке во время содержания под стражей и свиданий с родственниками. Этот вопрос был принят во внимание при рассмотрении жалобы в контексте положений Статьи 3 Конвенции.", "", "По поводу Статьи 1 Протокола № 1 к Конвенции. Даже предположив, что в силу правила ratione temporis Европейский Суд правомочен рассматривать тот пункт жалобы заявителей, в котором указывается, что их имущество было после судебного разбирательства по их делу конфисковано, жалоба в этом отношении не была обоснована.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу в данном вопросе требования Статьи 1 Протокола № 1 к Конвенции нарушены не были (принято пятнадцатью голосами «за» и двумя голосами «против»).", "", "По поводу Статьи 34 Конвенции. Заявители утверждают, что не могли обратиться в Европейский Суд, и что их женам пришлось сделать это от их имени. Кроме того, заявителям угрожали, и условия их содержания под стражей ухудшились после того, как их жалоба была подана в европейский Суд. Таковые действия образуют противоправную и недопустимую форму давления на заявителей, которая препятствовала осуществлению их права на подачу жалобы в Европейский Суд.", "Кроме того, следует заметить, что Российская Федерация явно обращалась к властям Молдавии с просьбой отозвать определенные замечания, представленные ими в Европейский Суд. Таковые действия способны серьезно воспрепятствовать Европейскому Суду в рассмотрении жалобы, и потому Суд счел, что имеет место факт нарушения Российской Федерацией своих обязательств по Статье 34 Конвенции. Более того, высказывания президента Молдавии, последовавшие после освобождения первого заявителя из места заключения, в которых президент поставил улучшение положения заявителей в зависимость от отзыва ими своей жалобы из Европейского Суда, представляют собой акт прямого давления, направленный на воспрепятствование реализации права человека на подачу жалобы в Европейский Суд, и приравнивается к нарушению Молдавией Статьи 34 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу в данном вопросе власти Молдавии не выполнили свои обязательства в соответствии со Статьей 34 Конвенции (принято шестнадцатью голосами «за» и одним голосом «против»); Европейский Суд пришел к выводу, что по делу в данном вопросе власти Российской Федерации не выполнили свои обязательства в соответствии со Статьей 34 Конвенции (принято шестнадцатью голосами «за» и одним голосом «против»).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить первому заявителю компенсацию в размере 180 тысяч евро в возмещение причиненного ему материального ущерба и морального вреда, а также по 120 тысяч евро каждому из двух других заявителей. Суд также присудил выплатить каждому заявителю по семь тысяч евро в связи с нарушением Статьи 34 Конвенции. Кроме того, Суд вынес решение в пользу заявителей о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", "", ""]}