{"file": "RUS_HJUDRUS_53176_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "53176/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Микулич против Хорватии", "[Mikulić – Croatia] (№ 53176/99)", "Постановление от 7 февраля 2002 г. [I Секция]", "", "Обстоятельства дела. Заявительница была рождена вне брака в 1996 году. В январе 1997 года она и ее мать обратились в суд с иском об установлении отцовства, и в июне 1997 суд вынес решение в пользу истца. Однако, по жалобе ответчика, суд аннулировал данное решение, и в марте 1999 года приказал ответчику пройти тест на ДНК. Он шесть раз не являлся в назначенный срок для прохождения теста, а также пропустил несколько слушаний в суде. В июле 2000 года суд вынес решение, в котором посчитал отцовство ответчика установленным, поскольку рассматривал его уклонение от прохождения теста на ДНК как свидетельство в поддержку позиции истца. Это судебное решение было отменено по апелляционной жалобе и дело возвращено на новое судебное рассмотрение. В ноябре 2001 года суд первой инстанции вновь признал отцовство установленным на том основании, что уклонение ответчика от прохождения ДНК теста подтверждало притязания заявительницы. В настоящее время идет производство по жалобе.", "", "Вопросы права. По поводу пункта 1 статьи 6 Конвенции: производство по делу продолжалось около пяти лет, из которых приблизительно четыре года и два месяца относятся к тому периоду, когда Хорватия уже признала юрисдикцию Европейского Суда. В свете того, что было поставлено на карту для истца, от властей требовалось действовать с особым тщанием. Несмотря на то, что ответчик не явился на несколько судебных заседаний, и ни разу не прибыл в назначенный срок для прохождения теста на ДНК, именно на государстве лежит обязанность организовать свою правовую систему таким образом, чтобы гарантировать соблюдение требования Конвенции о соблюдении разумных сроков при рассмотрении дел в судах. Даже принимая во внимание все обстоятельства дела, продолжительность производства по нему не была разумной.", "", "Допущено нарушение пункта 1 статьи 6 Конвенции (единогласно).", "", "По поводу статьи 8 Конвенции: Хотя Европейский Суд и постановил, что рассмотрение дел об установлении отцовства может охватываться положениями данной статьи, по настоящему делу не было установлено каких-либо семейных связей между заявительницей и ее предполагаемым отцом. Однако понятие частной жизни может иногда включать в себя некоторые аспекты физической и социальной идентификации личности, и уважение частной жизни должно, таким образом, в некоторой степени содержать право на установление отношений с другими. Более того, не усматривается никаких оснований для принципа исключения из понятия «частная жизнь» определения правовых связей между ребенком, рожденным вне брака, и его биологическим отцом. Уважение частной жизни требует, чтобы каждый имел право на установление подробностей, связанных с его или ее личностью в качестве конкретного индивидуума, и право на такую информацию имеет значение ввиду того, что она оказывает влияние на формирование личности человека. По настоящему делу заявительница стремилась установить личность ее биологического отца посредством судебных процедур, и усматривается прямая связь между установлением отцовства и ее частной жизнью. Поэтому данное дело охватывается положениями статьи 8 Конвенции.", "Было необходимо исследовать, нарушили ли власти при рассмотрении иска об установлении отцовства свои позитивные обязанности, вытекающие из смысла статьи 8 Конвенции. Поскольку ответчик отрицал свое отцовство, для заявительницы единственным способом установления того факта, что именно ответчик является ее биологическим отцом, было обращение к гражданскому судопроизводству. В этой связи, процессуальное положение общего характера, предоставляющее суду определенное усмотрение при оценке доказательств, не является само по себе достаточным и адекватным способом установления отцовства в случае, когда предполагаемый отец уклоняется от исполнения судебного приказа о прохождении теста ДНК. Кроме того, суд первой инстанции оказался не способен установить отцовство на основании оценки иных имеющих отношение к делу доказательств, и, как выяснилось, не смог найти адекватные процессуальные средства, позволяющие пресечь действия ответчика по воспрепятствованию процессу осуществления правосудия. Принцип защиты интересов третьих лиц может воспрещать их принудительное прохождение медицинских тестов любого свойства, и система, в рамках которой не имеется никакого способа принуждения предполагаемого отца к прохождению ДНК теста может, в принципе, рассматриваться как совместимая с обязательствами государства, вытекающими из смысла статьи 8 Конвенции. Однако в таких обстоятельствах должны быть обеспечены и интересы лица, желающего установить личность отца, поэтому принцип соразмерности предпринимаемых государством мер в сфере охраны прав человека требует, чтобы оно обеспечило бы альтернативными средствами, способствующими быстрому рассмотрению иска об установлении отцовства. По настоящему делу ни одно из таких средств не было доступно заявительнице, а предусмотренная процедура не создавала справедливого равновесия между ее правом разрешить имеющуюся неопределенность относительно ее личности без неоправданной задержки, и правом ее предполагаемого отца не подвергаться тесту ДНК. Таким образом, власти не смогли обеспечить «уважение» частной жизни заявительницы.", "", "Допущено нарушение статьи 8 Конвенции (единогласно).", "", "По поводу статьи 13 Конвенции:", "(a) Европейский Суд уже постановил ранее, что пункт 4 статьи 59 Закона «о Конституционном суде», не является эффективным средством правовой защиты в отношении продолжительности производства по гражданским делам в суде.", "", "Допущено нарушение статьи 13 Конвенции (единогласно).", "", "(b) Что же касается отсутствия в законодательстве страны мер, позволяющих гарантировать присутствие ответчика при рассмотрении дел об установлении отцовства, этот вопрос уже был принят во внимание при изучении жалобы в контексте статьи 8 Конвенции, и Европейский Суд не считает необходимым исследовать тот же вопрос в контексте статьи 13 Конвенции.", "", "Нет необходимости исследовать вопрос в контексте статьи 13 Конвенции (единогласно).", "", "Статья 41 Конвенции: Европейский Суд постановил возместить моральный вред.", ""]}