{"file": "RUS_HJUDRUS_63737_00.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "63737/00", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Перри против Соединенного Королевства", "[Perry – United Kingdom] (№ 63737/00)", "", "Постановление от 17 июля 2003 г. [вынесено III Секцией]", "", "Обстоятельства дела", "заявитель, подозреваемый в совершении ряда грабежей, не явился на несколько предъявлений для опознания в полиции. Старший офицер полиции тогда дал разрешение снять его на видео скрытно. Полиция организовала доставку заявителя в полицейский участок для проведения опознания. Заявитель снова отказался участвовать в опознании, но в то время, пока он ждал в месте, отведенном для посетителей, его сняли на видеопленку по системе внутреннего кабельного телевидения, положение камер которого было отрегулировано так, чтобы получить его четкое изображение. Был смонтирован видеоматериал, на котором имелось изображение одиннадцати добровольцев и заявителя. Видеоматериал был показан ряду свидетелей, двое из которых опознали Перри как лицо, совершившее некоторые грабежи. При разбирательстве уголовного дела заявителя в суде, судья отклонил ходатайство об исключении видеоматериала в качестве доказательства, хотя и признал, что полицейские, организуя такую видеосъемку, действовали не полностью в соответствии с требованиями полицейского Кодекса практики. Заявитель был осужден, и его апелляционная жалоба на обвинительный приговор была отклонена.", "", "Вопросы права", "По поводу Статьи 8 Конвенции. Нормальное использование телекамер наблюдения для обеспечения безопасности, будь то на общественной улице или в таких помещениях, как торговый центр или полицейский участок, где они выполняют законную и ожидаемую от них функцию, само по себе не поднимает вопрос в контексте Статьи 8 Конвенции. В настоящем деле, однако, полиция отрегулировала телекамеры наблюдения так, чтобы получить четкое видеоизображение заявителя и смонтировала его с другим видеоизображением. Затем этот видеомонтаж был показан свидетелям с целью проведения опознания перри. видеомонтаж также демонстрировали на публичном судебном процессе. Знал ли заявитель о камере или нет, в деле нет никаких указаний на то, что он мог предполагать, что его снимают на видеопленку с целью последующего опознания.", "Уловка, к которой прибегли полицейские, вышла за рамки обычного или ожидаемого использования телекамер наблюдения для обеспечения безопасности, и видеосъемка заявителя и ее монтирование с другим видеоматериалом в целях дальнейшего использования может быть поэтому расценено как обработка или сбор личных сведений о заявителе. Кроме того, видеозапись не была получена добровольно или в обстоятельствах, когда заявитель мог разумно ожидать, что видеозапись будет сделана и использована в целях его опознания. Посему акт вмешательства государства в реализацию права человека на уважение его частной жизни имел место. В праве Соединенного Королевства имеется достаточная база для подобного вмешательства, но суды установили, что полиция не соблюла лишь порядок, установленный в полицейском Кодексе практики. В свете такого подхода можно только заключить, что действие, предпринятое полицейскими, как оно было осуществлено в настоящем деле, не соответствовало требованиям внутреннего права страны.", "", "Постановление", "Европейский Суд пришел к выводу о том, что допущено нарушение положений Статьи 8 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявителю компенсацию в размере 9 500 евро в возмещение морального вреда. Суд также вынес решение в пользу заявителя о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}