{"file": "RUS_HJUDRUS_32458_96.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "32458/96", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Садай против Турции", "[Saday – Turkey] (№ 32458/96)", "Постановление от 30 марта 2006 г. [вынесено I Секцией]", "", "Обстоятельства дела", "При рассмотрении уголовного дела, возбужденного против заявителя, Судом государственной безопасности, заявитель сам выступал в собственную защиту. После того, как он зачитал текст своего выступления суду, он был признан виновным в неуважении к суду. Ему было назначено наказание в виде лишения свобода на срок шесть месяцев, с отбыванием двух месяцев лишения свободы в одиночном заключении – максимально строгое наказание, предусмотренное в законодательстве за данное преступление. Заявитель отбыл назначенные ему два месяца одиночного заключения, и Суд государственной безопасности принял решение отсрочить исполнение оставшейся части наказания, что составляло четыре месяца. По результатам рассмотрения основного уголовного дела заявитель был осужден к лишению свободы пожизненно.", "", "Вопросы права", "По поводу соблюдения требований статьи 10 Конвенции. Осуждение заявителя в уголовном порядке за неуважение к суду преследовало правомерную цель «поддержания авторитета судебной власти». Что касается вопроса, было ли это осуждение необходимой мерой в демократическом обществе, то следует заметить: высказывания, допущенные заявителем в своем выступлении, были крайне грубыми, задавшими выступлению весьма враждебную по отношении к суду тональность. Заявитель мог бы обжаловать состав или деятельность Суда государственной безопасности без того, чтобы подвергнуть судей, образующих этот суд, персональным нападкам. Тяжесть и огульность выдвинутых им в адрес судей обвинений и тон, к которому он прибег, неизбежно подрывали авторитет судебной власти, создавая атмосферу неопределенности, неблагоприятную для надлежащего процесса отправления правосудия. С учетом высказываний, допущенных заявителем и являвшихся прямым посягательством на достоинство судей, Суд государственной безопасности мог поэтому обоснованно счесть необходимым назначить заявителю наказание. Однако при этом заявителю было назначено максимально строгое наказание, предусмотренное в законодательстве за данное преступление. Продолжительность срока и строгость отбытого им наказания, а именно – два месяца одиночного заключения, представляются непропорциональными преследуемой государством цели.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований статьи 10 Конвенции (вынесено единогласно).", "", "Компенсация", "В порядке применения статьи 41 Конвенции. Европейский Суд присудил выплатить заявителю компенсацию в возмещение причиненного ему морального вреда. Суд также вынес решение в пользу заявителя о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством."]}