{"file": "RUS_HJUDRUS_64209_01.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "64209/01", "text_paragraphs": ["© Совет Европы/Европейский суд по правам человека, 2012 г. Настоящий перевод не налагает на Суд никаких обязательств. Дополнительная информация приводится в полной версии уведомления об авторском праве в конце документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Информационный бюллетень по прецедентной практике суда № 99", "Июль 2007 г.", "Дело «Пеев (Peev) против Болгарии» - 64209/01", "Судебное постановление от 26.07.2007 г [Секция V]", "Статья 10", "Статья 10-1", "Право на свободу выражения", "Незаконное увольнение государственного служащего после обыска его служебного помещения в очевидной связи с письмом, которое он опубликовал в прессе, содержавшим критику главного прокурора: нарушение", "", "Статья 8", "Статья 8-1", "Уважение частной жизни", "Обыск и опечатывание служебного помещения государственного служащего в связи с письмом, которое он опубликовал в прессе, содержавшим критику главного прокурора: нарушение", "", "Обстоятельства дела: Заявитель работал экспертом в Верховной кассационной прокуратуре (ВКП). После самоубийства сотрудника прокуратуры, утверждавшего, что главный прокурор и его окружение оказывали на него давление, заявитель решил уволиться и с этой целью подготовил два экземпляра соответствующего заявления, которые положил в ящик своего служебного стола. Однако затем он передумал увольняться и направил в две ежедневные газеты и Высший судебный совет письма, содержащие серьезные обвинения против главного прокурора и требование о расследовании. Одна из газет опубликовала письмо. Вечером накануне публикации сотрудник ВКП опечатал служебное помещение заявителя и дал дежурному полицейскому указание не впускать заявителя в здание, поскольку он уволен. Заявителю впоследствии сообщили, что его заявление об увольнении передано главному прокурору, который удовлетворил его просьбу. Через несколько дней заявителю было разрешено войти в служебное помещение, чтобы забрать личные вещи. Он обнаружил следы обыска и отсутствие ряда вещей, включая заявления об увольнении. В возбуждении уголовного дела было отказано. Однако заявитель предъявил иск о незаконном увольнении и потребовал восстановления на работе и выплаты компенсации. Хотя он не был восстановлен в прежней должности в связи с тем, что отдел, в котором он работал, был расформирован, он был назначен на должность в аналогичном отделе.", "Право: Статья 10 – Вопрос о приемлемости жалобы. По вопросу о том, лишило ли заявителя статуса жертвы нарушения Конвенции в значении Статьи 34 Конвенции восстановление на работе в сочетании с выплатой компенсации и назначением на другую должность, Европейский Суд отмечает, что увольнение составляло лишь часть предполагаемого вмешательства в осуществление им своего права на свободу выражения. Целью разбирательства в судах страны было восстановление трудовых прав заявителя, а не защита свободы выражения как таковой. Поэтому хотя решения, вынесенные в его пользу, предоставляли частичное возмещение, они не являлись признанием, прямым или подразумеваемым, нарушения Статьи 10 Конвенции. Хотя назначение заявителя на аналогичную должность по истечении трех лет после увольнения несомненно уменьшило причиненный ему ущерб, нет оснований полагать, что оно представляло собой признание нарушения Статьи 10 Конвенции или возмещение в связи с ним: статус жертвы нарушения сохраняется.", "Соблюдение требований. Последовательность событий данного дела представляется значимой, поскольку помещение заявителя было опечатано сразу после опубликования его письма, содержащего обвинения в адрес главного прокурора, а его увольнение подготовлено на основании материалов, полученных при обыске. Предпринятые против него действия выглядят следствием опубликования письма и, следовательно, представляют собой вмешательство в\n", "свободу выражения. Поскольку Европейский Суд уже признал обыск незаконным, а суды страны признали незаконным увольнение, данное вмешательство не было «предусмотрено законом».", "Постановление: нарушение (принято единогласно).", "Статья 8 - заявитель мог «обоснованно рассчитывать на соблюдение его права на уважение личной жизни», если не в отношении всего служебного помещения, то, по крайней мере, в отношении стола и шкафов. С учетом вывода судов страны о том, что лицо, проводившее обыск, имело доступ в здание Дворца юстиции и, по-видимому, было связано с главным прокурором, который получил материалы, собранные при обыске, нет оснований полагать, что обыск проводился частными лицами. Таким образом, обыск представлял собой вмешательство публичного органа в личную жизнь заявителя. Государство-ответчик не утверждало, что законодательство страны в соответствующий период предусматривало обстоятельства, при которых ВКП имела право обыскивать помещения своих сотрудников, за исключением случаев расследования уголовного дела. Следовательно, вмешательство не было «предусмотрено законом».", "Постановление: нарушение (принято единогласно).", "Статья 13 (во взаимосвязи со Статьями 8 и 10) - государство-ответчик не указало средства правовой защиты, предусмотренные в случае незаконного обыска. Разбирательство в судах страны, где заявитель оспаривал свое увольнение, было сосредоточено на этом вопросе и не касалось существа его жалобы на ограничение свободы выражения. Это разбирательство, таким образом, не являлось средством защиты его права на свободу выражения как таковой, иного же средства правовой защиты государство-ответчик не указало.", "Постановление: нарушение (принято единогласно).", "В порядке применения статьи 41 Конвенции: компенсация нематериального ущерба в размере 5 000 евро.", "", "К бюллетеням Европейского суда по правам человека можно перейти по следующей ссылке: ", "", "© Совет Европы/Европейский суд по правам человека, 2012 г.", "Официальными языками Европейского суда по правам человека являются английский и французский. Настоящий перевод не имеет обязательной силы для Суда, и Суд не несет ответственности за его качество. Данный перевод может быть загружен из базы данных по прецедентному праву HUDOC Европейского суда по правам человека () или из любой другой базы данных, в которую он был внесен Судом. Текст перевода может воспроизводиться для некоммерческих целей, с обязательным указанием полного названия дела и вышеприведенным уведомлением об авторском праве. По вопросам, связанным с использованием какой-либо части перевода в коммерческих целях, обращайтесь по адресу: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}