{"file": "RUS_HJUDRUS_50435_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "50435/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Родригес да Сильва и Хоухкамер против Нидерландов", "[Rodrigues Da Silva and Hoogkamer – Netherlands] (№ 50435/99)", "Постановление от 31 января 2006 г. [вынесено Секцией II (в прежнем составе)]", "", "Обстоятельства дела", "Первая заявительница, гражданка Бразилии, прибыла в Нидерланды в 1994 году и стала сожительствовать с гражданином Нидерландов, не обращаясь при этом к властям с просьбой о выдаче вида на жительство. В 1996 году у этой пары родилась дочь Рахиль (вторая заявительница), но в 1997 году пара разошлась. Права на воспитание Рахили были присуждены ее отцу, но это решение суда позже было отменено вышестоящим судом по жалобе первой заявительницы. В 1998 году Верховный суд отменил последнее решение и передал дело на рассмотрение суда апелляционной инстанции.", "Между тем, в 1997 году первая заявительница обратилась к властям с просьбой о выдаче вида на жительство, но ей в этом было отказано в 1998 году. Заместитель министра юстиции Нидерландов отметил при этом, в частности, что первая заявительница, которая работала в стране незаконно, не уплачивала налоги или отчисления в фонд социального страхования. Интересы экономического благосостояния страны поэтому перевешивали ее право проживать в Нидерландах. В 1999 году окружной суд оставил в силе решение властей об отказе в выдаче вида на жительство. Позднее в том же году полиция уведомила заявительницу о том, что ей надлежит покинуть страну в течение двух недель, хотя она остается в стране по сей день.", "В июле 1999 года суд апелляционной инстанции присудил права по воспитанию Рахили ее отцу, и это решение суда было оставлено в силе Верховным судом в 2000 году. Вышестоящие суды обосновывали свои решения заключением экспертизы, в котором указывалось, что ребенку нанесут травму, если ее выселят из Нидерландов и разлучат с ее отцом и дедушкой и бабушкой по линии отца. В 2002 году первая заявительница обратилась к властям с просьбой о выдаче вида на жительство, но ей вновь было в этом отказано.", "", "Вопросы права", "Дело касается отказа властей страны разрешить первой заявительнице проживать в Нидерландах, где ее пребывание ни в какой момент времени не было законным. Вопрос, который надлежит исследовать по данному делу, поэтому состоит в том, лежит ли на властях страны позитивное обязательство предоставить первой заявительнице разрешение на проживание в стране, тем самым давая заявителям возможность поддерживать и развивать свою семейную жизнь в пределах голландской территории.", "Европейский Суд отмечает, что, когда в 1999 году было вынесено окончательное решение относительно ходатайства первой заявительницы о предоставлении ей вида на жительство, у нее не было больше прав на воспитание Рахили, поскольку Верховный суд отменил решение окружного суда на сей счет. Кроме того, с самого малого возраста Рахиль воспитывалась совместно первой заявительницей и своими дедушкой и бабушкой по отцовской линии, при том, что ее отец играл меньшую роль в ее воспитании. Отказ в предоставлении вида на жительство и высылка первой заявительницы в Бразилию сделало бы невозможным для заявительниц поддерживать между собой регулярные контакты. Действительно, заявительница не пыталась урегулировать свое пребывание в Нидерландах, пока не прошло более трех лет после ее первого прибытия в эту страну и ее пребывание там было на всем протяжении незаконным. Лица, которые, не соблюдая действующие правила, ставят власти государства-участника Конвенции перед fait accompli своего пребывания в стране в общем не могут рассчитывать, что им будет предоставлено право на жительство.", "Тем не менее, в настоящем деле государство-ответчик указало, что законное проживание на территории Нидерландов могло бы стать возможным на основании того обстоятельства, что первая заявительница и ее бывший сожитель в период между 1994 годом и 1997 годом имели длящиеся отношения. Хотя первая заявительница достойна серьезного порицания за ее пренебрежительное отношение к голландским иммиграционным правилам, настоящее дело надлежит отличать от других дел, по которым Европейский Суд счел, что лица, фигурирующие по делу, не могли в разумной степени ожидать предоставления им возможности продолжать свою семейную жизнь в принимающей стране.", "Ввиду далеко идущих последствий, которые будет иметь высылка первой заявительницы для ее материнских обязанностях, равно как и для ее семейной жизни с ее малолетней дочерью, а также принимая во внимание тот факт, что в интересах Рахили было бы, если первая заявительница осталась бы в Нидерландах, Европейский Суд счел, что в конкретных обстоятельствах дела интересы экономического благосостояния страны не перевешивают права заявительниц, гарантированные им статьей 8 Конвенции, несмотря на то обстоятельство, что первая заявительница проживала незаконно в Нидерландах в момент рождения Рахили. И впрямь, придавая такое огромное значение этому обстоятельству, власти страны могут считаться впавшими в чрезмерный формализм, и потому по делу не был соблюден справедливый баланс между различными, фигурирующими по делу интересами.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований статьи 8 Конвенции (вынесено единогласно).", "", "Компенсация", "В порядке применения статьи 41 Конвенции. Европейский Суд счел, что установление факта нарушения требований Конвенции само по себе является достаточной справедливой компенсацией любого причиненного заявительницам морального вреда. Суд также вынес решение в пользу заявительниц о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством на внутригосударственном уровне.", ""]}