{"file": "RUS_HJUDRUS_44962_98.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "44962/98", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Ивон против Франции", "[Yvon – France] (№ 44962/98)", "", "Постановление от 24 апреля 2003 г. [вынесено III Секцией]", "", "Обстоятельства дела", "После отчуждения имущества заявителя и в отсутствие соглашения с государством о сумме компенсации, подлежащей выплате, заявитель передал дело на рассмотрение судье по делам об отчуждении имущества. Этот судья, заслушав заявителя, инспектора управления налоговой службы департамента Шарант-Маритим (Charente-Maritime), представлявшего государство, а также заместителя начальника управления налоговой службы департамента Шарант-Маритим, действующего в качестве юриста-представителя правительства, определил сумму, которую государство должно было выплатить заявителю. Заявитель не согласился с указанной суммой, в связи с чем подал жалобу в Апелляционный суд. В ходе разбирательства в Апелляционном суде управление налоговой службы направило свой отзыв на жалобу заявителя, а заместитель начальника управления налоговой службы департамента Шарант-Маритим, как юрист-представитель правительства, в свою очередь представил свои замечания.", "Заявитель отметил, что подобное двойное участие со стороны управления налоговой службы противоречило его праву на справедливый суд. Апелляционный суд признал, что двойная роль управления налоговой службы, сочетающего юридическое представительство правительства и налоговые функции, не может считаться нарушением. При этом Апелляционный суд увеличил сумму компенсации, подлежащей выплате заявителю, однако она была меньше суммы, заявленной Ивоном. Кассационный суд отклонил жалобу заявителя по вопросам права.", "", "Вопросы права", "По поводу пункта 1 Статьи 6 Конвенции", "(а) Вопрос о равенстве процессуальных возможностей сторон по делу. Юрист-представитель правительства является стороной по делу о выплате компенсации, рассматриваемому судьей по делам об отчуждении имущества. При этом он защищает интересы, аналогичные защищаемым отчуждающим органом, отстаивая разумную оценку сумму компенсации. Более того, в некоторых случаях, как это и произошло в настоящем деле, он относится к тому же органу власти и даже к одному управлению департаментской службы, что и представитель отчуждающего органа.", "Такое положение дел может привести к тому, что, похоже, и произошло в данном случае, когда юрист-представитель занимает начальствующую должность по отношению к сотруднику отчуждающего органа, что привело, таким образом, к определенной путанице между этими двумя сторонами. Без всяких сомнений, сложившаяся ситуации подорвала позиции стороны, у которой изъяли имущество. Однако эта ситуация сама по себе не является достаточной для констатации нарушения принципа равенства процессуальных возможностей сторон по делу. Такие случаи нередко происходят в судах государств-членов Совета Европы.", "Вкратце: один лишь факт того, что аналогичные точки зрения представляются в ходе судебного разбирательства сразу несколькими сторонами, автоматически не ставит противную им сторону в “явно невыгодное положение” при отстаивании ей своих интересов. Тем не менее, условия, при которых юрист-представитель правительства участвует в процессе, должны обеспечивать “справедливый баланс” между сторонами.", "В ходе судебного разбирательства по вопросу компенсации сторона, у которой произвели отчуждение имущества, сталкивается не только с органом, отчуждающим ее имущество, но и с юристом-представителем правительства. При этом как юрист-представитель правительства, так и орган, отчуждающий имущество, представленный в некоторых случаях должностным лицом из того же управления, что и юрист-представитель правительства, имеют существенные преимущества в доступе к соответствующей информации. Кроме того, юрист-представитель правительства, являющийся одновременно экспертом и стороной по делу, находится в более выгодном положении в ходе разбирательства в суде и оказывает значительное влияние на принятие решения судьей. Все указанные обстоятельства порождают дисбаланс в ущерб стороны, имущество которой было отчуждено, что несовместимо с принципом равенства процессуальных возможностей сторон по делу.", "", "Постановление", "Европейский Суд пришел к выводу, что допущено нарушение пункта 1 Статьи 6 Конвенции (принято единогласно).", "", "(b) Производство inter partes (по спору между двумя сторонами). Несмотря на отсутствие правовой регламентации на сей счет, заявитель получил копию отзыва юриста-представителя правительства за день до судебного слушания, что дало ему возможность для подготовки ответа в удовлетворительных условиях. Следовательно, заявитель не может жаловаться на нарушение принципа inter partes в данной ситуации.", "Заявитель также жалуется на то, что юрист-представитель правительства выступал последним на судебном заседании по делу об отчуждении имущества. Однако заявитель был уведомлен о письменном отзыве юриста-представителя правительства, как в суде первой инстанции, так и в Апелляционном суде до начала слушаний, что не лишило его возможности подготовить ответные письменные замечания. Кроме того, заявитель мог (как он это и сделал во время разбирательства в Апелляционном суде) подать ходатайство об ознакомлении во время совещания суда. Таким образом, заявитель имел необходимые условия для представления ответных замечаний на отзыв юриста-представителя правительства. Следовательно, в отношении данных обстоятельств не было допущено нарушения принципа inter partes.", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд постановил, что признание нарушения само по себе является справедливой компенсацией за нанесенный заявителю моральный вред. Наряду с этим Европейский Суд присудил выплатить заявителю 15 973,86 евро в возмещение судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}