{"file": "RUS_HJUDRUS_46477_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "46477/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Пол и Одри Эдвардс против Великобритании", "[Paul and  – ] (№ 46477/99)", "Постановление от 14 марта 2002 г. [вынесено II Секцией]", "", "Факты", "Сын заявителя – К., был арестован в ноябре 1994 года, будучи замеченным полицией пристающим к молодым женщинам с непристойными предложениями. Манера его поведения навела полицейских на мысль, что он, возможно, душевнобольной человек. В полицейском участке состояние психики К. было оценено дипломированным социальным работником, который в процессе обследования консультировался с психиатром по телефону. Они пришли к обоюдному заключению, что состояние психики К. не является препятствием для заключения его под стражу. На следующий день К. был доставлен в магистратский суд. В помещении суда он устроил стычку с женщиной-надзирательницей тюрьмы, и против К. пришлось применить силу и изолировать в камере. Находясь там, К. непрерывно стучал в дверь и выкрикивал непристойные оскорбления в адрес женщин. Суд, который счел, что не обладает необходимыми полномочиями для принятия решения о принудительном помещении К. в лечебницу, оставил его под стражей. В тюрьме он был осмотрен работником медицинской службы, которому ничего не было известно относительно сомнений в психическом здоровье К., и который не усмотрел каких-либо оснований для перевода К. в медицинский центр. В тюрьме на тот момент отсутствовали какие-либо квалифицированные врачи. К. был первоначально помещен в камеру один, но впоследствии другой задержанный – Р.Л. был помещен в ту же камеру.", "Р.Л., в истории болезни которого присутствовала запись о наличии психического заболевания, был арестован за нападение на человека. Хирург, работающий в полиции, засвидетельствовал, что Р.Л. по состоянию здоровья не может находиться под стражей. Однако впоследствии его состояние было оценено работником психиатрической службы, который консультировался со специалистом по телефону. Последний счел, что Р.Л. по состоянию здоровья может находиться под стражей, и полицейский хирург в полицейском участке, в который он был переведен на работу, высказал такое же мнение. Они приписали неадекватное поведение Р.Л. злоупотреблению алкоголем и наркотиками. Хотя сотрудники полиции и рассматривали вопрос о том, что Р.Л. был душевнобольным, соответствующий формуляр не был заполнен. По прибытии в тюрьму Р.Л. был осмотрен тем же лицом, которое осматривало и К. Данное лицо не знало ни о том, что Р.Л. ранее привлекался к уголовной ответственности, ни о его нахождении в больнице, и не усмотрел никаких оснований для его помещения в медицинский центр. Ввиду нехватки места в тюрьме Р.Л. был помещен с К. в одну камеру.", "Ночью тюремный надзиратель, который пошел выяснить причину непрекращающегося стука в дверь камеры, заметил, что зеленая лампа аварийной сигнализации, которая находится снаружи камеры и запускается кнопкой вызова внутри камеры, включена, хотя сопроводительный зуммер не звучал. Надзиратели вошли в камеру и обнаружили мертвого К., по всем признакам забитого до смерти. Р.Л., который страдал параноидальной шизофренией, признал себя виновным, но ввиду своей ограниченной дееспособности – в убийстве непредумышленном. Его поместили в специализированную клинику. Расследование происшествия, которое было начато, а затем отложено в ожидании завершения уголовного преследования, впоследствии вообще закрыли, так как в данных обстоятельствах по закону продолжение не являлось обязательным.", "три ведомства, которые в соответствии с законом несли определенные обязанности в отношении К. (тюрьма, местный орган власти и органы здравоохранения), приступили к неформальной проверке обстоятельств происшествия, проведение которой, тем не менее, по закону не требовалось. Проверка проводилась неофициально, в режиме частного расследования; она заняла 56 дней в рамках 10-месячного периода, начиная с мая 1996 года. В ходе этого мероприятия заслушивались показания различных людей. Однако лица, его проводившие, ввиду неофициального характера, не располагали полномочиями принуждать свидетелей к даче показаний, и двое надзирателей тюрьмы потому отказались давать показания. Отчет по результатам проверки, опубликованный в июне 1998 года, содержал вывод о том, что в идеале К. и Р.Л. вообще не должны были находиться под стражей в тюрьме и в действительности не должны были находиться в одной камере. Из этого делалось заключение о наличии «системного кризиса механизмов защитных мер» в данном месте лишения свободы. Проверка выявила ряд недостатков в организации содержания под стражей, включая плохое ведение делопроизводства, неадекватный порядок обмена информацией между должностными лицами и ограниченные рамки межведомственного сотрудничества.", "Заявителям, Полу и Одри Эдвардс, их адвокаты сообщили, что в данной ситуации они не вправе рассчитывать на какие-либо средства правовой защиты в порядке гражданского судопроизводства, а королевская служба государственного обвинения продолжала придерживаться ранее принятого решения о том, что для возбуждения уголовного дела по факту происшествия не имелось достаточных доказательств.", "", "Вопросы права", "По поводу Статьи 2 Конвенции.", "(a) Поскольку К. был заключенным, ответственность за него несли власти, на которых как в соответствии с законами Великобритании, так и в соответствии с требованиями Конвенции лежала обязанность защищать его жизнь.", "Первый вопрос состоит в том, знали ли или должны были знать власти о существовании реальной и непосредственной опасности для жизни К. В этой связи крайне важно установить, знали ли тюремные власти или должны были знать – когда принималось решение о помещении в одну камеру с К. – о том, что Р.Л. особо опасен для окружающих. Врачи, наблюдавшие Р.Л., знали, что он был душевнобольным и ранее совершал акты насилия, а полицейский хирург при первичном обследовании состояния психики Р.Л. указал на то, что по показателям психического здоровья он не может содержаться под стражей. Однако это заключение было аннулировано работником психиатрической службы, который даже не счел возможным просмотреть служебные записи в отношении Р.Л. Работник медицинской службы тюрьмы знал, что Р.Л. был трудной личностью, но до его сведения не была доведена информация о предыдущих судимостях Р.Л. или его принудительном помещении в лечебницу в прошлом. Ни полиция, ни служба обвинения, ни суд не делились в служебном порядке какой-либо детальной информацией, касающейся поведения Р.Л., и задокументированной историей его психического расстройства. Таким образом, существовала информация, которая характеризовала Р.Л. как лицо, страдающее психическим расстройством и ранее совершавшее акты насилия. В сочетании с его странным и жестоким поведением это свидетельствовало о том, что он представлял собой реальную и серьезную опасность для окружающих.", "Что же касается тех мер, принятия которых можно было ожидать от властей для предупреждения проявлений насилия по отношению к окружающим, то информация относительно диагноза Р.Л. и его предполагаемой опасности для окружающих не была доведена до внимания тюремных властей и в особенности тех должностных лиц, которые несли ответственность за принятие решения о его помещении в медицинский центр. В служебном обмене информацией имелся ряд недостатков (работник психиатрической службы не просмотрел служебные записи в отношении Р.Л.; сотрудниками полиции не были заполнены необходимые формуляры; полицией, службой обвинения и судом тюремные власти не были проинформированы о неустойчивости психики Р.Л. и возможной его опасности для окружающих). К данным упущениям следует присовокупить такие факты, как краткое и поверхностное обследование, проведенное работником службы здравоохранения, действовавшим в отсутствие квалифицированного врача, к которому можно было бы обратиться за помощью в случае возникновения трудностей или сомнений. Кроме того, имелись многочисленные упущения в том, каким образом обращались с К. с момента его ареста до момента помещения в общую камеру. Тем не менее – при всей очевидности того, что для него желательно было бы помещение в охраняемую больницу или медицинский центр при тюрьме – жизнь К. в результате помещения в его камеру заключенного с опасно неустойчивой психикой была поставлена под угрозу. Это были именно те упущения, которые в наибольшей мере имеют отношение к обстоятельствам дела. И в заключение: неисполнение соответствующими ведомствами обязанности передать информацию относительно Р.Л. тюремным властям и неадекватный уровень обследования Р.Л., проведенного по его прибытии в тюрьму, свидетельствуют о нарушении обязательства государства по защите жизни К.", "", "Постановление", "Допущено нарушение Статьи 2 Конвенции (принято единогласно).", "", "(b) В данной ситуации возникла процессуальная обязанность государства расследовать обстоятельства смерти К. Он являлся заключенным, находящимся на попечении властей, несущих за него ответственность, когда погиб в результате совершения против него насильственных действий другим заключенным. В такой ситуации не важно – в результате действий или бездействия государственных органов и должностных лиц произошли события, приведшие к смерти К. Возможность обращения в суд в порядке гражданского судопроизводства – даже если предположить, что она существовала – могла быть реализована лишь по инициативе родственников жертвы и, таким образом, не могла быть средством установления обязательств государства в связи с происшествием. Поскольку официальной проверки проведено не было и уголовное преследование не привело к разбирательству дела в суде, вопрос состоит в том, обеспечила ли проведенная неформальная проверка эффективное расследование происшествия.", "В ходе проверки было заслушано большое количество свидетелей и детально рассмотрены обстоятельства смерти К. В связи с этим отчет о результатах проверки представляет собой подробный документ, на который можно было бы полагаться при оценке фактов. Кроме того, в данных обстоятельствах не было сомнений в независимости лиц, проводивших проверку, и в сложившейся ситуации можно считать, что власти отреагировали на инцидент с достаточной быстротой и далее действовали с разумной оперативностью. Однако отсутствие у проверяющих необходимых полномочий для того, чтобы принудить свидетелей к даче показаний, означало, что потенциально важные доказательства не были получены, и это следует расценивать как обстоятельство, снижающее эффективность проверки. Кроме того, общественный интерес, который был проявлен к проблемам, поднятым данным делом, должен был привести к как можно более широкой его огласке, и не было никаких оснований для сохранения проверки в режиме частного расследования. Более того, заявителям позволили присутствовать при проверке только в ходе дачи показаний, они не были представлены адвокатом и не могли задавать вопросы свидетелям. А для того, чтобы ознакомиться с существом исследовавшихся доказательств, им пришлось ждать, пока отчет о результатах проверки не будет опубликован. Учитывая их непосредственную и личную заинтересованность в предмете проверки, можно сделать вывод о том, что Эдвардс не были привлечены к процессу проверки в той степени, которая была необходима для защиты их интересов. Следовательно, налицо нарушение процессуальных обязанностей, предусмотренных Статьей 2 Конвенции.", "", "Постановление", "Допущено нарушение Статьи 2 Конвенции (принято единогласно).", "", "По поводу Статей 6 и 8 Конвенции. Европейский Суд пришел к единогласному заключению, что какого-либо отдельного вопроса в рамках данных статей Конвенции по настоящему делу не возникло.", "", "По поводу Статьи 13 Конвенции. В то время, как предъявление гражданского иска обеспечило бы возможность судебного разбирательства обстоятельств происшествия, в результате которого появилась бы возможность принять властное решение о возложении ответственности за смерть К., тем не менее, не вполне очевидно, что в данном случае мог бы быть возмещен моральный ущерб, а также предоставлена бесплатная юридическая помощь по ведению такого гражданского дела. Следовательно, этот путь удовлетворения требований о возмещении вреда не имел в сложившейся по делу ситуации практического значения. Подобное дело можно было бы возбудить на основании Закона «О правах человека» 1998 года. Но, как и в предыдущем варианте, это не обеспечило бы возмещение вреда, связанного со смертью К., поскольку его смерть предшествовала по времени вступлению в силу данного Закона, а дело коснулось бы лишь длящегося нарушения процессуальных обязанностей, вытекающих из Статьи 2 Конвенции, имевшего место после 2 октября 2000 г. Власти Великобритании не упомянули какую-либо иную процедуру, посредством которой ответственность властей за событие могла быть установлена независимым, публичным и эффективным способом, а Европейский Суд уже установил, что произведенная проверка не удовлетворяла – по причине процессуальных недостатков – требованиям о процессуальных обязанностях, вытекающих из Статьи 2 Конвенции, а также не предоставляла какой-либо возможности возмещения вреда. Несмотря на весь комплекс средств правовой защиты, перечисленных властями Великобритании на слушаниях дела в европейском Суде, Эдвардс фактически не располагали надлежащими способами установления обоснованности их утверждений о том, что власти не сумели защитить право на жизнь их сына. Не располагали заявители и возможностью получения такого решения о присуждении компенсации причиненного вреда, исполнение которого было бы обеспечено силой закона. Это существенный элемент средства правовой защиты, предоставляемый Статьей 13 Конвенции родителям, понесшим тяжелую утрату.", "", "Постановление", "Допущено нарушение Статьи 13 Конвенции (принято единогласно).", "", "Компенсация", "Статья 41 Конвенции: Европейский Суд принял решение о возмещении заявителям морального ущерба и выплате судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}