{"file": "RUS_HJUDRUS_45355_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "45355/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Шамса против Польши", "[Shamsa – Poland] (№ 45355/99 и 45357/99)", "Постановление от 27 ноября 2003 г. [вынесено III Секцией]", "", "Обстоятельства дела", "В мае 1997 года заявители, граждане Ливии, которые являются родными братьями, проживавшие тогда в Варшаве, были арестованы по результатам проверки документов, удостоверяющих личность. 28 мая 1997 г. власти издали распоряжение о высылке заявителей с территории Польши; распоряжение подлежало исполнению в течение срока, не превышающего 90 дней. В ожидании депортации заявители были взяты под стражу. Начиная с 24 августа 1997 г. – в последний предписанный законом день, когда могла состояться депортация заявителей из страны согласно изданному распоряжению – власти предприняли три попытки выслать их из страны на самолете. Поскольку не было прямых рейсов в Ливию, заявителей помещали на рейсы с пересадкой в Праге, Каире и Тунисе. Эти попытки были неудачны, в частности, потому, что каждый раз власти страны, где они совершали пересадку, направляли их обратно, поскольку заявители отказывались продолжать свой перелет. 25 августа 1997 г. после того, как заявители вернулись в Прагу, по требованию начальника полиции в Варшаве в Польше они были объявлены лицами, пребывание которых на территории страны было нежелательным.", "В период времени, когда были предприняты попытки выслать заявителей из Польши, и 3 октября заявители содержались иммиграционными властями под стражей в аэропорту Варшавы. Заявители полагали, что их содержание властями под стражей в период с 25 августа по 3 октября 1997 г. было незаконным, и поэтому подали жалобу в суд. Жалоба была отклонена. Судебные власти сочли, что, отказываясь быть высланными в Ливию, заявители пожелали по собственной воле оставаться в помещении иммиграционных властей.", "", "Вопросы права", "По поводу пункта 1 Статьи 5 Конвенции. государство-ответчик не вправе обоснованно утверждать, что, находясь в зоне аэропорта, отведенной для лиц, которым не разрешен въезд на территорию Польши, заявители не подпадали под действие польских законов. Европейский Суд отмечает, что заявители, находясь в этой зоне, были под постоянным наблюдением иммиграционных властей, не могли осуществить свободу передвижения и должны были оставаться в распоряжении польских властей. Европейский Суд поэтому пришел к заключению: тот факт, что заявители содержались в зоне аэропорта, отведенной для лиц, которым не разрешен въезд на территорию Польши, должен быть расценен как акт «лишения свободы».", "Решение властей о высылке заявителей с территории страны должно было быть выполнено в срок, установленный законом – 90 дней. Если в этот срок высылка не производится, то согласно требованию закона подлежащие высылке лица должны быть освобождены из-под стражи. Однако это не было сделано. Правила, которыми руководствуется иммиграционная служба в аэропорту, где содержались заявители, не являются достаточным законным основанием для того, чтобы разрешить лишение заявителей свободы после того, как истек установленный законом срок для их высылки из страны.", "В польском законодательстве на сей счет нет «предсказуемости», так как оно не содержит никакой нормы, устанавливающей, могут ли заявители содержаться под стражей ввиду предстоящей высылки из страны после истечения установленного законом срока, в зоне аэропорта, отведенной для лиц, пребывание которых на территории Польши считается нежелательным, и если могут, то на каких условиях. Содержание заявителей под стражей поэтому не было произведено «в порядке, установленном законом» и не было «законным».", "Европейский Суд считает, что задержание человека в транзитной зоне аэропорта в течение неопределенного и непредсказуемого по времени срока в отсутствие законных оснований или действительного решения суда само по себе противоречит принципу правовой определенности. Европейский Суд далее полагает, что содержание под стражей человека в течение некоего количества дней, на которое судом, судьей или «иным должностным лицом, наделенным, согласно закону, судебной властью», не была выдана санкция, противоречит требованиям пункта 1 Статьи 5 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований пункта 1 Статьи 5 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявителям компенсацию в возмещение морального вреда, а также вынес решение в пользу заявителей о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}