{"file": "RUS_HJUDRUS_32911_96.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "32911/96", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Мефта и другие против Франции", "Meftah and others – France (№ 32911/96)", "", "Постановление от 26 июля 2002 г. [вынесено Большой Палатой]", "", "Факты Заявители обратились с жалобами в Кассационный суд в отношении вынесенных против них приговоров. в палате по уголовным делам Кассационного суда первый заявитель представлял свои интересы лично, а два других заявителя были представлены членом обычной адвокатуры. Кассационный суд отклонил их жалобы.", "", "Вопросы права По поводу пункта 1 и подпункта «с» пункта 3 Статьи 6 Конвенции (право на справедливое судебное разбирательство). Заявители не могли быть лишены права на обращение в свою пользу тех гарантий, которые закреплены в пункте 3 Статьи 6 Конвенции, на том основании, что в целях обращения с жалобами в Кассационный суд Франции, они считались согласно французскому законодательству «осужденными», а не «обвиняемыми в совершении преступления». Для того чтобы определить, было ли нарушено право заявителей на справедливое судебное разбирательство, необходимо принять во внимание особенности порядка рассмотрения дел палатой по уголовным делам Кассационного суда.", "Кассационный суд во Франции отчасти надзирает за соблюдением законодательства нижестоящими судами, включая соблюдение ими правил о подсудности и норм процессуального права. При этом из компетенции Кассационного суда исключается какое-либо рассмотрение фактических обстоятельств дела в строгом смысле. За некоторыми исключениями производство в Кассационном суде ведется сугубо в письменной форме, в том числе, когда интересы стороны по делу представлены адвокатами, допущенными к ведению дел клиентов в Государственном совете и Кассационном суде Франции. Члены такой специализированной коллегии адвокатов – при Государственном совете и Кассационном суде – не наделены каким-то абсолютным правом на устное изложение своих доводов.", "В настоящем деле жалобы были направлены в Кассационный суд после того, как доводы сторон были рассмотрены компетентными судами первой и апелляционной инстанций. Действуя в соответствии с установленными пунктом 1 Статьи 6 Конвенции положениями, эти суды проводили слушания по делу, на которых присутствовали заявители либо их адвокат, и они имели возможность изложить свои позиции по делу устно.", "Что же касается права заявителей устно представлять свою позицию по делу на слушаниях в Кассационном суде, то необходимо отметить, что изложение любых правовых аргументов на слушании в палате по уголовным делам Кассационного суда имело бы технико-юридический характер и затрагивало бы только вопросы права. Поэтому, по убеждению Европейского Суда, было бы чересчур формальным толковать требования процессуального права таким образом, что заявителям должно быть разрешено выступить на слушании перед Кассационном суде устно. Данный подход не способствовал бы рассмотрению вопросов, имеющих, главным образом, технико-юридический характер, и облеченных в форму письменных документов.", "Что же касается монополии членов коллегии адвокатов при Государственном совете и Кассационном суде на ведение дел в производстве в Кассационном суде, право любого обвиняемого в совершении преступления требовать предоставления защитника по его выбору, не может считаться абсолютным, и, следовательно, суды страны вправе не принимать во внимание выбор обвиняемого в таком случае, если есть существенные и достаточные основания, чтобы считать это необходимым для обеспечения интересов правосудия. Более того, французское законодательство предоставляет тяжущейся стороне выбор: воспользоваться ли услугами защитника из числа членов коллегии адвокатов при Государственном совете и Кассационном суде или нет. Но даже и в случаях участия такого адвоката письменные документы, представляемые им суду, четко формулируют все аспекты позиции стороны в отношении обжалуемого судебного решения. Устное выступление – факультативно, и на практике, члены коллегии адвокатов при Государственном совете и Кассационном суде лично не участвуют в слушаниях, а если и участвуют – то крайне редко. Факультативность этой формы судоговорения оправдывает различия в процессуальном порядке рассмотрения дел в различных судебных инстанциях, при этом французское законодательство предоставляет достаточные гарантии в отношении обращения к различным формам судоговорения. В особенности это касается наличия убежденности в том, что тяжущаяся сторона добровольно отказалась от получения преимущества в виде возможности быть представленной членом коллегии адвокатов при Государственном совете или Кассационном суде.", "В любом случае г-н Аду и г-н Босони были представлены членом обычной адвокатуры, который был вполне компетентным юристом, чтобы надлежаще проинформировать их о последствиях их выбора, который, в свете обстоятельств данного дела, был сделан свободно и осознанно. То же самое относится и к г-ну Мефта, который консультировался в бюро юридических консультаций гражданам во время судебного разбирательства по его делу.", "Особый характер производства по делам в Кассационном суде, оцененный в целом, может оправдывать закрепление за юристами, специализирующимися по этой категории дел, монополии на устные выступления в этом суде, и это не лишало заявителей разумной возможности представлять свои позиции по делу в условиях, которые не ставили бы их в крайне неблагоприятное положение. Учитывая роль Кассационного суда в системе французского судопроизводства и учитывая производство по делу заявителей в целом, тот факт, что заявителям не была предоставлена возможность обратиться к суду устно лично или через представителя обычной адвокатуры, нельзя считать нарушением их права на справедливое судебное разбирательство.", "", "Постановление Европейский Суд пришел к выводу, что требования пункта 1 и подпункта «с» пункта 3 Статьи 6 Конвенции не нарушены (16 голосов «за», 1 – «против»).", "", "По поводу пункта 1 Статьи 6 Конвенции (принцип состязательности судопроизводства). Поскольку заявители решили не приглашать для представительства своих интересов члена коллегии адвокатов при Государственном совете и Кассационного суда, они не извлекли для себя преимущества от установленного в палате по уголовным делам Кассационного суда порядка рассмотрения дел. Этот порядок был признан Европейским Судом в Постановлении по делу «Рейнхардт и Слиман-Каид против Франции» соответствующим Конвенции. По этому делу содержание заключения генерального адвоката при Кассационном суде было сообщено обвиняемому, который имел право представить суду письменную записку по делу в ответ на это заключение во время совещания суда по делу.", "Заявителям же было отказано в ознакомлении с заключением генерального адвоката по делу и, учитывая значимость данного дела для заявителей и характер заключения генерального адвоката, их право на рассмотрение дела при условии соблюдения принципа состязательности было нарушено. Заявители не имели возможности узнать содержание заключения генерального адвоката до начала слушаний в Кассационном суде и, следовательно, не имели возможности представить суду письменную записку по делу в ответ на это заключение во время во время совещания суда по делу. В то же время они имели право подать подписанную ими состязательную бумагу до начала слушаний по делу. Более того, доведение до сведения заявителей содержания заключения генерального адвоката по делу могло бы помочь им при рассмотрении дела Кассационным судом сделать свой процессуальный выбор относительно формы судоговорения.", "", "Постановление Вывод: допущено нарушение пункта 1 Статьи 6 Конвенции (12 голосов «за», 5 – «против»).", "", "Компенсация В порядке применения Статьи 41 Конвенции. Европейский Суд постановил компенсировать судебные издержки и иные расходы.", ""]}