{"file": "RUS_HJUDRUS_59480_00.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "59480/00", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Аризи против Франции", "[Harizi – France] (№ 59480/00)", "Постановление от 29 марта 2005 г. [вынесено IV Секцией]", "", "Обстоятельства дела", "Заявитель – гражданин Алжира, постоянно проживающий во Франции. После издания приказа о его депортации были предприняты попытки вывезти его с территории Франции. Он отказался зайти на борт самолета, направлявшегося рейсом в Алжир, и это послужило основанием для возбуждения против него уголовного дела. Пока велось производство по жалобе заявителя, его насильно вывезли в Алжир. Хотя заявителю грозил приговор к лишению свободы сроком два года, в соответствии с действовавшим тогда законодательством ввиду его отсутствия он не мог быть представлен в суде адвокатом. Его адвокат просил предоставить заявителю временное разрешение вернуться во Францию на законных основаниях, без риска быть отправленным обратно, с тем, чтобы заявитель мог лично участвовать в заседании Апелляционного суда, рассматривавшего его дело. Заявителю было отказано во временном разрешении. Он не прибыл на процесс, и потому его адвокат не получил права принять участие в судебном разбирательстве. Апелляционный суд рассмотрел дело в отношении заявителя заочно. Он был признан виновным согласно выдвинутому обвинению. Он не обратился в суд с заявлением об отмене приговора, потому что должен был находиться на территории Франции, чтобы такое заявление считалось действительным.", "", "Вопросы права", "По поводу пункта 1 Статьи 6 и подпункта «c» пункта 3 Статьи 6 Конвенции. Заявителю было отказано в возможности быть представленным адвокатом в ходе апелляционного производства по жалобе, что уже было признано Европейским Судом противоречащим Конвенции. Он имел право обратиться в суд с заявлением об отмене обвинительного приговора, вынесенного судом апелляционной инстанции. Однако поскольку он был выдворен с территории Франции и находился на большом расстоянии от нее, подобное средство правовой защиты – даже если предположить, что заявитель смог прибегнуть к нему – не считалось бы действительным и, более того, вряд ли послужило бы основанием для удовлетворения его жалобы, учитывая, что судами Франции последовательно принимались неблагоприятные в этом смысле решения. Впоследствии произошло некоторое изменение в позиции судов Франции, так что теперь отсутствующий обвиняемый имеет право на то, чтобы его интересы в суде представлял адвокат. Но это изменение произошло спустя три года после событий, обжалованных по настоящему делу.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований подпункта «с» пункта 3 Статьи 6 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявителю часть суммы, которую он представил Суду как требуемую для оплаты услуг адвоката.", ""]}