{"file": "RUS_HJUDRUS_58254_00.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "58254/00", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Фризен против России", "[Frizen – Russia] (№ 58254/00)", "Постановление от 24 марта 2005 г. [вынесено I Секцией]", "", "Обстоятельства дела", "В 1996 году компания, основанная мужем заявительницы, выдала ей беспроцентную ссуду на приобретение автомобиля. Сумма была целиком перечислена напрямую на банковский счет агента по продаже автомобилей. В 1998 году муж заявительницы был признан виновным в мошенничестве в особо крупных размерах. Суд приговорил его к четырем годам лишения свободы и издал распоряжения о конфискации его имущества. Автомобиль заявительницы и некоторые предметы домашнего обихода в ее квартире были конфискованы. Заявительница подала жалобу в Европейский Суд на то, что ее автомобиль был конфискован в связи с преступлениями, за совершение которых ее не осуждали в уголовном порядке, и без какого-либо на то правового основания.", "", "Вопросы права", "Наличие соображений, диктуемых интересами общества, при проведении конфискации транспортного средства заявительницы, какими бы релевантными и надлежащими эти соображения не оказались бы, не освобождает власти страны от обязательства приводить правовое обоснование подобному своему решению. Европейский Суд отмечает, что суды страны не сослались на какую-либо правовую норму, санкционирующую конфискацию, ни в ходе производства по уголовному делу в отношении мужа заявительницы, ни в производстве по гражданскому делу, возбужденному заявительницей. Далее, государство-ответчик не ссылается, прямо или косвенно, на какой-либо внутригосударственный нормативный акт, легший в основу решения о конфискации автомобиля заявительницы.", "Полномочие Европейского Суда проверять соответствие действий властей нормам национального законодательства является ограниченным, поскольку право толковать и применять это законодательство в первую очередь властям России. Принимая во внимание то обстоятельство, что власти России последовательно не указывали нормативный акт, которые мог бы быть истолкован как правовое основание конфискации собственности заявительницы, вмешательство в осуществление заявительницей своего права собственности не может считаться «предусмотренным законом».", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований Статьи 1 Протокола № 1 к Конвенции (принято единогласно).", "", ""]}