{"file": "RUS_HJUDRUS_35179_97.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "35179/97", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Аллард против Швеции", "[Allard – Sweden] (№ 35179/97)", "", "Постановление от 24 июня 2003 г. [вынесено IV Секцией]", "", "Обстоятельства дела", "Заявительница, ее мать и их ближайшие родственники владели землей на праве общей собственности с другими членами их семьи. В 1988 году заявительница получила разрешение на строительство дома, который должным образом был возведен на участке земли. После смерти матери заявительницы в 1989 году дом перешел последней в 1991 году.", "В это время большая часть совместных собственников предъявила в суд иск к заявительнице, преследуя цель получить разрешение на снос дома в связи с тем, что он был построен без их согласия. В мае 1990 года окружной суд вынес решение о том, что заявительницы должна снести дом. В 1994 году Апелляционный суд оставил данное решение без изменения. Заявительница обжаловала постановление Апелляционного суда в Верховный суд Швеции. Наряду с этим заявительница ходатайствовала о том, чтобы до завершения инициированного ею в 1990 году производства о разделе общей собственности на индивидуальные участки земли для членов семьи никаких действий не предпринималось.", "4 марта 1996 г. Верховный суд отклонил ходатайство заявительницы о приостановлении производства по делу, одновременно оставив жалобу заявительницы на постановление Апелляционного суда без удовлетворения. Тем временем орган власти по вопросам недвижимости выдал разрешение на разделение земли на отдельные участки, однако, ссылаясь на постановление Апелляционного суда, отказал заявительнице в удовлетворении ее ходатайства о выделении участка земли вокруг ее дома. Заявительница обжаловала это решение в суд по делам о земельной собственности, который 14 марта 1996 г. получил заключение центрального управления государственной службы земельного кадастра, содержащее рекомендацию выдать заявительнице отдельный участок земли. Однако некоторые члены семьи возбудили исполнительное производство, и в мае 1996 года окружной суд отклонил ходатайство заявительницы об отложении исполнения решения суда. Служба исполнения решений судов вынесла постановление о том, что 3 июня 1996 г. дом будет снесен строительной фирмой. Заявительница обжаловала это решение, потребовав немедленного прекращения исполнительного производства. Апелляционный суд указал заявительнице на необходимости дополнить ее жалобу до 5 июня 1996 г., однако, в действительности, рассмотрел дело заявительницы 3 июня 1996 г. и отклонил ее жалобу на решение окружного суда. Верховный суд также оставил жалобу заявительницы без удовлетворения. Дом заявительницы был снесен строительной фирмой, как это было указано в судебном решении.", "В ноябре 1996 года суд по делам о земельной собственности вынес решение о разделении земли на участки и выделил заявительнице участок земли, на котором стоял дом. Апелляционный суд оставил это решение в силе, а Верховный суд отклонил жалобу заявительницы. Впоследствии заявительница получила разрешение на восстановление дома.", "", "Вопросы права", "По поводу Статьи 1 Протокола № 1 к Конвенции. Снос строения лишил заявительницу ее имущества – дома, который был ей передан в 1991 году. Лишение собственности, преследующее законные социальные, экономические и иные цели, может быть «в интересах общества», даже если широкие слои общественности не имеют от этого прямой выгоды. В связи с тем, что требование того, чтобы использование земли, находящейся в общей собственности, осуществлялось с согласия всех ее собственников лежит в основе понятия совместной собственности, снос дома, построенного без должного согласия, мог разумно рассматриваться как содействующий законному «общему интересу» в сохранении функционирования понятия общей собственности.", "В настоящем деле согласие других собственников не было получено, и заявительница не могла не отдавать себе отчета в том, что могут наступить определенные правовые последствия в случае строительства дома без их согласия. Однако само по себе строительство дома не было незаконным, поскольку молчаливого одобрения было бы достаточно. Более того, заявительница получила разрешение на строительство дома, а впоследствии и разрешение на его восстановление.", "Европейскому Суду подлежит определить, был ли соблюден справедливый баланс интересов в настоящем деле. Центральное управление государственной службы земельного кадастра вскоре после отклонения Верховным судом Швеции жалобы заявительницы, поданной в рамках дела о сносе дома, выдало рекомендацию о предоставлении заявительнице участка земли вокруг дома. Более того, Апелляционный суд рассмотрел жалобу заявительницы на отказ приостановить исполнительное производство за два дня до истечения установленного им же самим срока для дополнения заявительницей ее жалобы, а служба исполнения решений судов приступила к сносу дома до того, как Апелляционный суд вынес свое решение. Кроме того, когда в марте 1996 года Верховный суд Швеции отклонил жалобу заявительницы и отказал ей в удовлетворении ходатайства о приостановлении производства по делу, рассмотрение дело о разделении собственности продолжалось, и в этой связи было бы разумным дождаться его окончания, поскольку проблема сноса дома была тесно связана с этим вопросом.", "Интересы других собственников не могут считаться большими, поскольку дом использовался исключительно заявительницей и ближайшими ее родственниками и не находился в пределах видимости участков земли, используемых другими собственниками. Несмотря на то, что сложности, возникшие у заявительницы, в большей степени были результатом семейного конфликта, не последнюю роль в котором она играла, принятые меры не обеспечили соблюдение справедливого баланса интересов общества и личности, в связи с чем она понесла чрезмерное бремя.", "", "Постановление", "Вывод: допущено нарушение Статьи 1 Протокола № 1 к Конвенции (принято единогласно).", "", "По поводу Статьи 8 Конвенции. Европейский Суд принял решение о том, что нет необходимости отдельно рассматривать утверждения заявительницы по этой Статье.", "", "Постановление", "Вывод: нет необходимости рассматривать отдельный вопрос по Статье 8 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд постановил выплатить заявительнице 100 000 евро в качестве компенсации материального ущерба, и указал на то, что признание нарушения Конвенции само по себе является справедливой компенсацией в связи с понесенным моральным вредом. Суд также вынес решение в пользу заявительницы о возмещении ей судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}