{"file": "RUS_HJUDRUS_41510_98.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "41510/98", "text_paragraphs": ["", "© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Ясюниене против Литвы", "[Jasiūnienė – Lithuania] (№ 41510/98)", "", "Постановление от 6 марта 2003 г. [вынесено III Секцией]", "", "Факты", "После советской оккупации Литвы в 1940 году земля, принадлежавшая матери заявительницы была национализирована. В 1992 году Городской совет принял решение «восстановить имущественные права» заявительницы и ее сестры. Поскольку это решение исполнено не было, Ясюниене обратилась в суд, однако ее исковые требования были отклонены на том основании, что она юридически не могла претендовать на восстановление в правах на эту конкретную земельную собственность, и ей должны были бы предложить альтернативный земельный участок. В апреле 1996 года данное решение суда первой инстанции было отменено Окружным судом, который счел, что Городской совет не выполнил требования закона в данном случае, поскольку не указал, в какой форме должна быть выделена компенсация заявительнице – в виде денег или в виде земельного участка, а также не указал, какого именно земельного участка или какой именно суммы денег. Суд предписал Городскому совету принять в связи с этим конкретное решение по ходатайству Ясюниене. Впоследствии заявительница отказывалась от нескольких предложений альтернативных земельных участков. В 1999 году власти уведомили Ясюниене о том, что по ее делу не может быть принято решение, пока она не представит документы, подтверждающие, что ее мать была владелицей искомой земельной собственности.", "", "Вопросы права", "По поводу положений пункта 1 Статьи 6 Конвенции. Из решения Окружного суда ясно следует, что правопритязания заявительницы не были отвергнуты целиком, и что от властей лишь требовалось предпринять соответствующие меры, чтобы выбрать форму компенсации. Неисполнение решения могло бы быть первоначально приписано самой Ясюниене ввиду ее отказов от предлагавшейся компенсации, однако, начиная с июня 1999 года, когда в законодательство было внесено дополнение, позволявшее властям самим решать вопрос о форме компенсации без учета мнения заинтересованного лица, неисполнение судебного решения более не могло быть оправдано ничем. Кроме того, неисполнение судебного решения было усугублено тем, что власти поставили под сомнение самою суть правопритязаний заявительницы и пожелали возложить на нее дополнительные обязательства по представлению документов, сославшись при этом на нормативные акты, которые были приняты после того, как Окружной суд вынес свое решение по делу. Эта ситуация совершенно неприемлема с точки зрения Статьи 6 Конвенции. Не предприняв все необходимые меры для выполнения требований судебного решения, власти лишили Статью 6 Конвенции всякого полезного смысла.", "", "Постановление", "Европейский Суд пришел к выводу, что требования Статьи 6 Конвенции нарушены (принято единогласно).", "", "По поводу положений Статьи 1 Протокола № 1 к Конвенции.", "(a) Что касается имевшей место национализации собственности в Литве, то таковая по времени предшествовала вступлению в силу Конвенции для Литвы и потому Европейский суд неправомочен рассматривать данный вопрос ввиду правила ratione temporis.", "(b) Что касается того обстоятельства, что заявительница не смогла получить обратно первоначальное земельное владение, следует заметить: Ясюниене не правомерно ожидать, что ей вернут именно это владение; от властей лишь требовалось предпринять соответствующие меры к тому, чтобы предоставить ей компенсацию – будь то земельный участок или деньги. Следовательно, у нее не имелось «имущества» (в значении Статьи 1 Протокола № 1 к Конвенции), и ее жалоба в европейский Суд поэтому несовместима с правилом предметной неподсудности (ratione materiae) Европейского Суда. Более того, в отношении жалобы неприменима и Статья 14 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что требования Статьи 1 Протокола № 1 к Конвенции не нарушены (принято единогласно).", "", "(c) Что касается вопроса о неисполнении судебного решения, то следует заметить: решением Окружного суда на власти была возложена некая обязанность, а заявительница в силу этого решения стала обладать правопритязанием, которое представляет собой «имущество» (в значении Статьи 1 Протокола № 1 к Конвенции). Невозможность привести судебное решение в исполнение образует вмешательства государства в реализацию права Ясюниене на беспрепятственное пользование своим имуществом. Не выполняя требования, содержавшиеся в судебном решении, власти лишили ее возможности получить компенсацию, которую Ясюниене обоснованно ожидала получить; при этом никаких убедительных мотивировок такового вмешательство государства в реализацию права Ясюниене предложено не было.", "", "Постановление", "Европейский Суд пришел к выводу, что требования Статьи 1 Протокола № 1 к Конвенции нарушены (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявительнице 9000 евро в возмещение материального и морального вреда. Суд также вынес решение в пользу заявителя о возмещении судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", ""]}