{"file": "RUS_HJUDRUS_57967_00.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "57967/00", "text_paragraphs": ["Европейский Суд по правам человека", "Вторая секция", "Дело «Кметти (Kmetty)против Венгрии»", "(Жалоба № 57967/00)", "Постановление", "Страсбург, 16 декабря 2003 г.", "(Окончательное с 16 марта 2004 г.)", "", "", "\tНастоящее постановление становится окончательным согласно условиям пункта 2 статьи 44 Конвенции. В текст могут быть внесены редакционные поправки.", "\t", "", "В деле «Кметти против Венгрии» Европейский Суд по правам человека (Вторая секция), заседая палатой в составе:", "\tЖ.-П. Косты (J.-P. Costa), Председателя,", "\tА.Б. Баки (A.B. Baka),", "\tЛ. Лукадеса (L. Loucaides)", "К. Юнгверта (K. Jungwiert),", "\tВ. Буткевича (V. Butkevich),", "\tВ. Томассен (W. Thomassen),", "М. Угрехелидзе (M. Ugrekhelidze), судей,", "при заместителе секретаря секции Т.Л. Эрли (T.L. Early), 25 марта и 25 ноября 2003 г. провел совещание за закрытыми дверями и 25 ноября 2003 г. вынес следующее Постановление:", "", "", "ПРОЦЕДУРА", "", "1. Дело возбуждено по жалобе (№ 57967/00) на Венгерскую Республику, поданной в Суд 21 декабря 1999 г. гражданином Венгрии г-ном Агостоном Кметти (далее – заявитель) в соответствии со статьей 34 Конвенции о защите прав человека и основных свобод (далее – Конвенция).", "2. Интересы заявителя представлял г-н Шомодьи (J. Somogyi), адвокат, практикующий в Будапеште и выступающий от имени Венгерского Хельсинкского Комитета. Правительство Венгрии (далее – правительство) было представлено своим уполномоченным лицом, г-ном Л. Хёлтцл (L. Höltzl), заместителем госсекретаря, министерство юстиции.", "3. Заявитель утверждал, в частности, что он подвергся жестокому обращению со стороны полиции и что расследование по его жалобам не было проведено надлежащим образом в нарушение статьи 3 Конвенции.", "4. Жалоба была передана в ведение Второй секции Суда (пункт 1 правила 52 Регламента Суда). В соответствии с пунктом 1 правила 26 из состава секции для рассмотрения дела была образована Палата (пункт 1 статьи 27 Конвенции).", "5. 1 ноября 2001 г. Суд изменил состав секций (пункт 1 правила 25). Дело было передано в ведение Второй секции нового состава (пункт 1 правила 52).", "6. Решением от 25 марта 2003 г. Суд объявил жалобу частично приемлемой.", "7. Правительство и заявитель представили свои объяснения по существу дела (пункт 1 правила 59). После консультаций со сторонами Палата вынесла решение о том, что проведение слушания дела по существу не требуется (пункт 3 правила 59).", "", "ФАКТЫ", "", "8. Заявитель родился в 1946 г. и проживает в Будапеште.", "", "А. Обстоятельства инцидента", "", "9. Заявитель занимается торговлей и имеет торговое помещение в Будапештском торговом центре. 22 декабря 1998 г. полиция прибыла в Торговый центр в ответ на сигнал о заложенной в нем бомбе и потребовала от всех, кто находился в здании, покинуть его, чтобы она могла обыскать здание. Заявитель и еще несколько человек отказались подчиниться этому распоряжению. После препирательств между несколькими торговцами, включая заявителя, и полицией, продолжавшихся с 16.00 до 17.45, командовавший полицейскими офицер решил задержать заявителя, посчитав его ответственным за общее неподчинение приказу об эвакуации.", "10. Правительство заявило, что когда двое полицейских схватили заявителя за руки и стали выдворять его из помещения, он сам упал на пол.", "11. Заявитель утверждал, что он не оказывал сопротивления полиции и что его схватили без предупреждения и сбили с ног.", "12. Обездвижив заявителя, двое полицейских проволокли его через помещения Торгового Центра к выходу. На улице на него надели наручники и втолкнули в полицейскую машину, а затем доставили в IX районный полицейский участок Будапешта.", "13. Заявитель утверждал, что в машине один из полицейских неоднократно наносил ему удары.", "14. По прибытии в полицейский участок полицейские вытащили заявителя из машины, при этом они тянули его за наручники, закрепленные на его запястьях.", "15. Поскольку у заявителя появились кровоподтеки на запястьях и лице, был вызван врач. Заявитель не сообщил врачу, что подвергся жестокому обращению со стороны полицейских.", "16. Заявитель настаивал на том, что в полицейском участке его отвели в подвальное помещение, где, по крайней мере, четверо полицейских продолжили избивать его, в том числе ногами. Один из них наступил ему на живот с такой силой, что это вызвало дефекацию. Затем его поместили в камеру примерно на три часа. В течение этого периода времени в камере побывал лейтенант полиции, который кричал на заявителя, наносил ему словесные оскорбления и плюнул в лицо.", "17. В конце концов, примерно в 21.00 за заявителем пришли двое полицейских и сопроводили его к выходу.", "18. 22 и 23 декабря 1998 г. заявитель прошел обследование в Национальном институте травматологии и Центральном институте стоматологии.", "", "Б. Расследование по жалобе заявителя", "", "19. 23 декабря 1998 г. заявитель предъявил полиции обвинения в жестоком обращении и незаконном задержании. Во время последующего уголовного производства Будапештское следственное управление заслушало показания заявителя, его жены и сына, а также пяти других свидетелей, которые находились в Торговом центре во время инцидента.", "20. Эти свидетели, все со стороны заявителя, подтвердили, что его проволокли через помещения Торгового Центра, но не могли с уверенностью сказать, был ли заявитель сбит с ног или он сам упал на пол, оказывая сопротивление полиции.", "21. Следственное управление заслушало также г-на Ф. , командира группы по обезвреживанию бомб, отвечавшего за проведение операции в Торговом центре, а также менеджеров Торгового центра.", "22. Заявитель утверждал, что в ходе допросов он опознал двух полицейских, которые избивали его, и отобрал их фотографии из нескольких, предъявленных ему. Однако, фотографии третьего полицейского, участвовавшего в насилии, среди предъявленных фотографий не было.", "21. Следователь прокуратуры, которому было поручено это дело, получил и просмотрел видеозапись, сделанную оператором телевидения у здания Торгового центра во время инцидента, но не обнаружил в ней ничего имеющего отношение к данному делу.", "22. В заключении судебно-медицинского эксперта, д-ра М., от 24 марта 1999 г., которое было подготовлено по просьбе следственного управления, содержались следующие выводы:", "", "«[...] Судя по документам о медицинском обследовании [заявителя], проведенном 22 декабря 1998 г. в 21.58 в Национальном институте травматологии, его правый верхний резец № 1 находился в расшатанном состоянии, на мягких тканях обоих запястий имелись концентрические кровоподтеки и на левой стороне брюшной стенки наблюдалась гиперемия размером с ладонь. Он жаловался на боль в правой стороне груди и правом голеностопном суставе, но никаких внешних признаков какой-либо травмы не было обнаружено. Рентгенологическое исследование также не выявило никаких травматических отклонений. Диагнозы, содержащиеся в амбулаторной медицинской карточке, медицинском протоколе и медицинском заключении, гласят следующее: «Смещение правого верхнего зуба. Кровоподтеки на обоих запястьях. Синяки на правой стороне груди и левой стороне брюшной стенки. Кровоподтеки на кисти правой руки.", "", "Стоматологическое освидетельствование [заявителя], проведенное в Центральном институте стоматологии 23 декабря 1998 года в 22.00, установило расшатанное состояние верхнего резца № 1 с правой стороны и обоих резцов с левой стороны вследствие травмы. Установлено также, что мостовидный зубной протез между верхними зубами № 3 и № 7 с левой стороны шатался, но не вследствие какой-либо травмы. В качестве лечения было проведено обезболивание и предложено «реабилитационное стоматологические лечение» в связи с расшатанным состоянием зубного протеза и вышеуказанных резцов. В протоколе о стоматологическом обследование указан диагноз – «расшатанное состояние верхних резцов».", "", "На основании имеющихся документов о медицинском обследовании с точки зрения судебной медэкспертизы можно сделать вывод, что у [заявителя] действительно были расшатаны верхний резец № 1 с правой стороны и оба резца с левой стороны и, кроме того, у него были кровоподтеки на мягких тканях обоих запястий и ограниченная гиперемия на левой стороне брюшной стенки.", "", "Диагнозы о кровоподтеках на правой стороне груди и на кисти правой руки, указанные в карточках травматологического медицинского обследования, невозможно подкрепить доказательствами с точки зрения судебной медэкспертизы, учитывая, что эти диагнозы были основаны исключительно на ощущении боли, которую якобы испытывал [заявитель], но никаких внешних признаков травм при этом не наблюдалось.", "", "[...]", "", "1. Все травмы [заявителя], описанные в карточках медицинского обследования, зажили в течение 8 дней. Не предвидится потери трудоспособности или серьезного ухудшения состояния здоровья вследствие перенесенных травм.", "", "2. На основании имеющихся медицинских заключений можно доказательно утверждать, что по телу были нанесены три удара не острым предметом максимум средней силы.", "", "Один из ударов возможно был нанесен в область верхних резцов как раз в тот момент, когда они не были закрыты губами. По всей видимости рот был открыт, поскольку три резца расшатались, тогда как верхняя губа не была повреждена.", "", "Один из ударов возможно привел к повреждению обоих запястий, по всей вероятности из-за того, что на них были надеты наручники.", "", "В результате еще одного удара могла быть поражена область брюшной стенки, во всей видимости вследствие удара, нанесенного открытой ладонью.", "", "Нельзя исключать, что травмы, диагностированные в карточках медицинского обследования были причинены в указанное [заявителем] время в ходе действий, предпринятых полицией.", "", "Можно с большой долей определенности сказать, что правдивость утверждения [заявителя] относительно степени и жестокости избиения, которому он якобы подвергся, с точки зрения судебно-медицинской экспертизы, может быть поставлена под сомнение. Этот вывод подкрепляется тем соображением, что если бы [заявитель] действительно подвергался жестокому обращению со стороны нескольких человек в течение длительного времени в форме многочисленных ударов по телу, в том числе ногами, у него были бы также повреждения на всей поверхности тела, такие как синяки на мягких тканях под одеждой. К тому же, в результате того факта, что его якобы волокли по земле, у него были бы также кровоподтеки на эпителиальных тканях нижних конечностей.", "", "Однако, на основании данных, занесенных в карточки медицинского обследования, можно установить только факт применения наручников. В дополнение к этому, возможно, были нанесены удары тупым предметом средней силы в область рта и брюшной стенки. Удары или ушибы при падении могли в равной степени стать причиной подобных повреждений, что означает, что они могли быть следствием не жестокого обращения, а просто результатом столкновений во время действий полиции, когда была применена физическая сила, чтобы надеть наручники.", "", "3. Медицинские протоколы не подтверждают якобы имевшего место носового кровотечения у [заявителя].”", "", "23. 27 июля 1999 г. следственное управление прекратило производство по делу в отношении жалобы заявителя на действия полиции. Ссылаясь на вышеизложенное медицинское заключение, следственное управление пришло к выводу, что утверждения заявителя о жестоком обращении являлись недоказуемыми, тогда как его содержание под стражей в полицейском участке было оправдано, поскольку он оказал сопротивление законным полицейским действиям.", "24. 8 августа 1999 г. заявитель подал жалобу в Будапештскую прокуратуру на постановление о прекращении следствия по его делу.", "25. 24 сентября 1999 г. прокуратура отклонила жалобу заявителя. Она отметила, что согласно медицинской документации, имеющейся в этом деле – и вопреки утверждениям в жалобе заявителя - его травмы зажили в течение 8 дней. Кроме того, его утверждения не совпадали с показаниями некоторых свидетелей, и прокуратура поэтому не видит причин, чтобы отступать от выводов, сделанных следственным управлением.", "", "", "ПРАВО", "", "I. Заявленное нарушение статьи 3 Конвенции", "", "26. Заявитель в своей жалобе указал на жестокое обращение, которому он подвергся со стороны полиции, и на то, что не было проведено надлежащего расследования его жалобы по этому поводу, что явилось нарушением статьи 3 Конвенции, которая гласит:", "", "«Никто не должен подвергаться ни пыткам, ни бесчеловечному или унижающему достоинство обращению или наказанию.»", "", "А. Доводы заявителя", "", "27. Заявитель утверждал, что несколько человек были свидетелями инцидента в Торговом центре и что травмы, которые он затем получил, находясь под стражей в полицейском участке, были зафиксированы в медицинском протоколе. Он подчеркнул, что заключение экспертизы не исключало правдивости его утверждений.", "28. Что касается надлежащего проведения расследования, заявитель указал, что уголовное дело в отношении лиц, подозреваемых в совершении преступления, было прекращено, несмотря на тот факт, что он опознал двух из тех полицейских, которые избивали его, и выбрал их фотографии из нескольких, предъявленных ему; фотографии третьего подозреваемого полицейского среди них не было.", "", "Б. Доводы правительства", "", "27. Относительно существа жалобы правительство заявило, что отсутствуют неоспоримые доказательства в пользу утверждений заявителя о жестоком обращении с ним полиции. Оно подчеркнуло, что согласно заключению судебно-медицинской экспертизы от 24 марта 1999 г., травмы могли быть просто нанесены заявителю в результате применения силы для преодоления сопротивления законным действиям полиции, а не в результате жестокого обращения. Судебно-медицинский эксперт четко исключил какую-либо достоверность утверждений заявителя относительно степени и жестокости его избиения. Описывая возможные причины появления травм, эксперт отметил, что они могли возникнуть в результате ушибов при падении.", "", "30. Что касается надлежащего проведения расследования, правительство подчеркнуло, что следствие было проведено должным образом. В ходе следствия были заслушаны показания нескольких свидетелей и получено заключение судебно-медицинского эксперта. Расследование пришлось прекратить из-за отсутствия каких-либо неоспоримых доказательств. Заключение судебно-медицинского эксперта имело в данном деле важное значение, так как представляло собой основание для вывода следственного управления о том, что утверждения заявителя о жестоком обращении не могут быть доказаны и что поэтому производство по делу должно быть прекращено.", "Кроме того, вопреки утверждениям заявителя, полицейские, которые якобы жестокого обращались с ним, были опознаны в ходе следствия. Производство по делу было прекращено из-за отсутствия достаточных доказательств утверждений заявителя о жестоком обращении, а не потому, что правонарушители остались неизвестными.", "31. В итоге, правительство считает, что ни материально-правовые, ни процессуальные требования статьи 3 Конвенции, не были нарушены в данном деле.", "", "Б. Мнение Суда", "", "32. Статья 3, как отмечал Суд во многих постановлениях, провозглашает одну из основных ценностей демократического общества. Даже в самых трудных обстоятельствах, таких как борьба против терроризма или преступности, Конвенция запрещает в безусловной форме пытки или бесчеловечное или унижающее достоинство обращение или наказание. В отличие от большинства материально-правовых положений Конвенции и Протоколов № 1 и 4, статья 3 не предусматривает исключений и согласно статье 15 недопустимы никакие отступления от нее, даже в случае чрезвычайных обстоятельств, угрожающих жизни нации.", "Суд напоминает, что жестокость обращения должна достигать определенного минимального уровня, чтобы подпадать под действие статьи 3. Оценка этого минимума относительна: она зависит от всех обстоятельств дела, таких как продолжительность такого обращения, его физических и/или моральных последствий и, в некоторых случаях, от пола, возраста и состояния здоровья жертвы. Что касается человека, лишенного свободы, то применение к нему физической силы, которая не является строго необходимой в результате его собственного поведения, унижает человеческое достоинство и в принципе является нарушением его права, изложенного в статье 3 (см. дело Assenov and others v. Bulgaria, постановление от 28 октября 1998 г., Сборник постановлений и решений, 1998-VIII, стр. 3288, §§ 93-94).", "33. Суд отмечает, что только часть заявленных травм заявителя, а именно, расшатанное состояние верхнего резца с правой стороны и обоих резцов с левой стороны, синяки на обоих запястьях и гиперемия на левой стороне брюшной стенки, были подтверждены судебно-медицинским экспертом (см. выше пункт 22). Тем не менее, для Суда уже эти травмы были достаточно серьезными, чтобы подтвердить жестокое обращение, которое подпадает под действие статьи 3. Остается рассмотреть, лежит ли на государстве ответственность по статье 3 за эти травмы.", "", "1. Заявленное жестокое обращение со стороны полиции", "", "34. Суд отмечает, что судебно-медицинский эксперт, назначенный следственным управлением, установил, что к заявителю были применены наручники, и признал, что в области рта и брюшной стенки были обнаружены травмы средней тяжести, нанесенные либо в результате ударов тупым предметом, либо ушибов. Заявитель утверждает, что эти травмы были нанесены полицейскими, когда они избивали его, в том числе ногами.", "35. Суд считает, что поскольку не оспаривался – ни судебно-медицинским экспертом, ни правительством в его объяснениях – тот факт, что 22 декабря 1998 г. заявитель стал жертвой насилия со стороны некоего источника, справедливо предположить, что заявитель получил вышеупомянутые кровоподтеки в этот день в связи с его заключением под стражу в полицейском участке.", "36. Суд отмечает, что согласно показаниям свидетелей, полученным Будапештским следственным управлением, заявителя тащили волоком через помещения Торгового центра. Однако, судебно-медицинский эксперт выразил мнение, что любые подобные действия привели бы к тому, что у заявителя были бы кровоподтеки на эпителиальных тканях нижних конечностей, чего в данном случае не было.", "Кроме того, из показаний свидетелей было неясно, сбивали ли заявителя с ног или он упал сам, оказывая сопротивление.", "\tНикто из свидетелей не говорил, что видел, как полицейские били заявителя.", "\tИ, наконец, медицинское заключение, полученное властями, по-видимому, не подтверждает утверждения заявителя о том, что ему неоднократно наносили удары в полицейской машине или что несколько человек били и пинали его ногами во время содержания под стражей.", "В этих обстоятельствах Суд считает невозможным установить на основе имеющихся у него свидетельств, были ли травмы причинены заявителю в результате превышения полицией пределов применения силы, необходимой для преодоления его сопротивления законным действиям полиции, или в то время, когда он был обездвижен и его везли в полицейский участок, или во время содержания под стражей.", "", "2. Надлежащее проведение расследования", "", "37. Суд тем не менее считает, что в своей совокупности медицинские документы, показания заявителя и тот факт, что он содержался под стражей в полицейском участке более трех часов, дают повод для обоснованных подозрений, что он мог быть подвергнут жестокому обращению со стороны полиции.", "38. Суд напоминает, что когда физическое лицо обращается с не лишенной оснований жалобой на то, что оно подверглось жестокому обращению со стороны полиции или других подобных представителей государства незаконно и в нарушение статьи 3, эта статья, в сочетании с общей обязанностью государства по статье 1 Конвенции «обеспечивать каждому, находящемуся под их юрисдикцией, права и свободы, определенные в ... Конвенции», по презумпции требует проведения эффективного официального расследования. Такое расследование должно приводить к выявлению и наказанию ответственных лиц. Если этого не происходит, общий правовой запрет пыток и бесчеловечного и унижающего достоинство обращения и наказания, несмотря на свое основополагающее значение, будет неэффективным на практике и даст возможность в определенных случаях представителям государства фактически безнаказанно злоупотреблять правами тех, кто находится под их властью (см. упомянутое выше дело Assenov and Others v. , стр. 3290, § 102).", "39. Суд отмечает, что после жалобы заявителя власти провели расследование по утверждениям заявителя. Он, однако, не убежден, что это расследование было достаточно тщательным и эффективным, чтобы отвечать вышеуказанным требованиям статьи 3.", "40. Суд с сожалением отмечает, что показания врача, который обследовал заявителя после того, как он побывал под стражей в полицейском участке, не были, по всей видимости, заслушаны во время проведения следствия. Свидетельства врача имели бы в высшей степени важное значение при выяснении, были ли заявителю нанесены травмы до или после его заключения под стражу в полицейском участке. В первом случае происхождение этих травм было бы разумно считать результатом применения силы для преодоления сопротивления заявителя, тогда как во втором случае правительству потребовалось бы представлять объяснения относительно того, каким образом заявитель, находившийся в это время полностью во власти полиции, мог получить такие травмы (см. дело Ribitsch v. , постановление от 4 декабря 1995 г., серия А № 336, стр. 26; § 34).", "Однако, следственные органы ограничили свои цели получением медицинского заключения ex post facto, которое по очевидным причинам не дает ответа на вопрос о том, имел или нет заявитель травмы по прибытии в полицейский участок.", "41. Суд также отмечает утверждение заявителя о том, что во время проведения следствия, он опознал двоих полицейских, которые избивали его, и отобрал их фотографии из числа тех, которые были ему предъявлены; однако, фотографии третьего полицейского, якобы тоже участвовавшего в избиении, среди предъявленных фотографий не было.", "Суд не убедили аргументами правительства о том, что расследование было прекращено из-за отсутствия достаточных доказательств, а не из-за невозможности опознания правонарушителей. Он считает, что очная ставка с участием всех подозреваемых и заявителя могла бы способствовать выяснению обстоятельств.", "42. Более того, Суд не убежден в том, что подозреваемые полицейские, хотя возможно они и были опознаны заявителем, были действительно допрошены во время следствия. По мнению Суда, эта необъяснимое упущение во время производства по делу лишила заявителя какой-либо возможности оспорить версию событий, представленную предполагаемыми правонарушителями.", "43. В этих обстоятельствах, ввиду отсутствия тщательного и эффективного расследования не лишенной основания жалобы заявителя о том, что он подвергся жестокому обращению со стороны полицейских, Суд пришел к выводу, что имело место нарушение статьи 3 Конвенции.", "", "II. Применение статьи 41 Конвенции", "", "44. Статья 41 Конвенции предусматривает:", "«Если Суд объявляет, что имело место нарушение Конвенции или Протоколов к ней, а внутреннее право Высокой Договаривающейся Стороны допускает возможность лишь частичного устранения последствий этого нарушения, Суд, в случае необходимости, присуждает справедливую компенсацию потерпевшей стороне.»", "", "А. Ущерб", "", "45. Заявитель потребовал 1.200.000 венгерских форинтов в качестве компенсации физических и нравственных страданий, причиненные ему в результате данного инцидента.", "46. Правительство считает требование заявителя разумным.", "47. Суд пришел к выводу, что заявитель может обоснованно рассматриваться как лицо, которому причинен моральный вред в результате испытанных страданий и чувства отчаяния в связи с тем, что расследование жалобы не проводилось надлежащим образом. Учитывая требование справедливости, Суд признает требование заявителя в полном объеме и присуждает ему 4700 евро в этой части.", "", "Б. Издержки и расходы", "", "48. Заявитель потребовал 220.000 венгерских форинтов для оплаты услуг адвоката за 22 часа работы и 105.000 венгерских форинтов за расходы, связанные с переводом документов, всего 325.000 форинтов.", "49. Правительство не комментировало эти требования заявителя.", "50. В соответствии с практикой Суда судебные расходы заявителя подлежат возмещению только в том случае, если доказано, что они действительно имели место, были необходимыми, а также разумными по своей величине. В настоящем деле, учитывая имеющуюся у него информацию и указанные критерии, Суд считает разумным присудить требуемую сумму в полном размере, то есть 1300 евро в качестве возмещения издержек и расходов в связи с разбирательством в Суде.", "", "В. Проценты в случае просроченного платежа", "", "51. Суд считает правильным определить процентную ставку за просроченный платеж в размере предельной процентной ставки по займам Европейского центрального банка плюс три процентных пункта.", "", "ПО ЭТИМ ОСНОВАНИЯМ СУД ЕДИНОГЛАСНО", "", "1. Постановил, что имело место нарушение статьи 3 Конвенции в результате непроведения властями эффективного расследования по утверждениям заявителя о жестоком обращении.", "", "2. Постановил,", "(а) что государство-ответчик обязано выплатить заявителю в течение трех месяцев с даты, когда постановление станет окончательным в соответствии с пунктом 2 статьи 44 Конвенции, следующие суммы с конвертацией в национальную валюту государства-ответчика по курсу на дату платежа:", "(i) 4700 евро (четыре тысячи семьсот) в качестве компенсации морального вреда;", "(ii) 1300 евро (одна тысяча триста) в качестве возмещения судебных расходов;", "(iii) любые взимаемые налоги с указанных сумм;", "(б) что по истечении вышеуказанного трехмесячного срока на присужденные суммы выплачиваются простые проценты в размере предельной годовой ставки по займам Европейского центрального банка в течение периода неплатежа, плюс три процентных пункта.", "", "", "Совершено на английском языке и письменное уведомление направлено 16 декабря 2003 г. в соответствии с пунктами 2 и 3 правила 77 Регламента Суда.", "", "", "Т.Л. Эрли                 Ж.-П. Коста", "Заместитель секретаря            Председатель", ""]}