{"file": "RUS_HJUDRUS_28342_95.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "28342/95", "text_paragraphs": ["Европейский Суд по правам человека", "Брумареску против Румынии", "(Жалоба N 28342/95)", "(Страсбург, 28 октября 1999 г.)", "По делу \"Брумареску против Румынии\" Европейский Суд по правам человека в соответствии со  Конвенции о защите прав человека и основных свобод (далее - Конвенция), с изменениями, внесенными  N 11, в соответствии с  Суда, заседая Большой Палатой в составе:", "Л.Вильдхабера, Председателя, Э.Пальм, X.Розакиса, Сэра Николаса Братца, Л.Феррарибраво, Л.Кафлиша, Л.Лукайдеса, Ж.-П.Коста, В.Фюрмана, К.Юнгвирта, Б.Цупанчича, Н.Ваич, Д.Хедигана, М.Цаца-Николовски, Т.Панциру, Э.Левитса, судей, судьи  Л.Михай, с участием М. де Бур-Букиккио, заместителя Секретаря-канцлера Суда, заседая 17 июня 1999 г. за закрытыми дверями, вынес 30 сентября 1999 г. следующее Постановление.", "Процедура", "1. Дело было направлено в Суд, в порядке ранее действовавшей  Конвенции, Даном Брумареску (Dan Brumarescu) (далее - заявитель), гражданином Румынии, и Европейской Комиссией по правам человека (далее - Комиссия) 3 и 6 ноября 1998 г. соответственно, в трехмесячный срок, установленный ранее действовавшими  и  Конвенции. Дело было инициировано жалобой N 28342/95 против Румынии, поданной Брумареску в Комиссию 9 мая 1995 г., согласно ранее действовавшей .", "2. Комиссия в запросе ссылается на ранее действовавшие  и , и на декларацию, в которой Румыния признала обязательную юрисдикцию Суда (бывшая ). Заявитель в жалобе ссылается на ранее действовавшие  и  с изменениями, внесенными  N 9, который был ратифицирован Румынией. Предметом запроса и жалобы было принятие решения в отношении того, являются ли изложенные в деле факты нарушением государством-ответчиком его обязательств согласно  Конвенции и  Протокола N 1 Конвенции.", "В соответствии с  Протокола N 11 к  по правам человека и  и  Регламента Суда было определено, что дело должно рассматриваться Большой Палатой Суда.", "Большая Палата  включила в свой состав К.Бырсана, судью, избранного от Румынии ( Конвенции и  Регламента Суда), Л.Вильдхабера, Председателя Суда, Э.Пальм и X.Розакиса, вице-председателей Суда, сэра Николаса Братца, Председателя Секции, г. Ресса, вице-председателя Секции ( Конвенции и  и ). Оставшимися членами, назначенными для завершения формирования Большой Палаты, были Л.Феррари Браво, Л.Кафлиш, Л.Лукайдес, В.Фюрман, К.Юнгвирт, Б.Цупанчич, Н.Ваич, Д.Хедиган, М.Цаца-Николовска, Т.Панцыру, Э.Левите, ( и ).", "Позже К.Бырсан, судья, избранный от Румынии, который принимал участие в изучении дела Комиссией, отказался заседать в составе Большой Палаты (). Власти соответственно назначили Л.Михая для участия в заседании в качестве судьи  ( Конвенции и ).", "3. Председатель Суда в соответствии с  Регламента Суда предложил сторонам представить меморандумы по вопросам, затронутым в данном деле.", "4. Заявитель назначил К.Дину из Коллегии адвокатов Бухареста, в качестве адвоката для представления его интересов ( и ).", "5. Секретарь получил меморандум заявителя 3 мая 1999 г. и меморандум властей 10 мая 1999 г. после истечения срока.", "6. 1 июня 1999 г. заявитель представил возражения, поддерживающие его меморандум от 3 мая 1999 г. Власти Румынии представили ответ на них 14 июня 1999 г. Несмотря на то, что обеими сторонами документы были поданы после истечения срока для подачи меморандумов, 17 июня 1999 г. Председатель Суда решил, что они могут быть включены в материалы дела.", "7. В соответствии с решением Председателя Суда, который также разрешил представителю заявителя обращаться к Суду на румынском языке (), слушания проходили в открытом заседании 17 июня 1999 г. во Дворце Прав Человека, в Страсбурге.", "В заседании Суда приняли участие:", "(a) от властей Румынии:", "К.-Л.Попеску (C.-L.Popescu),", "Советник,", "Министерство Юстиции, Представитель,", "Р.Ризою (R.Rizoiu), Министерство Юстиции,", "Т.Корлатеан (Т.Corlatean), Министерство Иностранных Дел, Консультанты;", "(b) от заявителя:", "К.Дину (C.Dinu), Коллегия Адвокатов Бухареста, Советник.", "Суд заслушал выступления К.-Л.Попеску, Р.Ризою и К.Дину, а также их ответы на вопросы, поставленные одним из членов Суда.", "8. 30 июня 1999 г. Председатель в соответствии с  разрешил Мирче Дан Миреску (Mircea Dan Mirescu) представить письменные разъяснения по некоторым аспектам дела. Они были получены 28 июня 1999 г.", "9. В соответствии с , письменные возражения в ответ на вышеуказанные разъяснения были поданы заявителем 29 июля 1999 г, и 30 июля 1999 г. - властями.", "10. 30 сентября 1999 г. г. Ресс, который не мог принимать участие в дальнейшем рассмотрении дела, был заменен Ж.-П Коста, первым в списке запасных судей по данному делу.", "Факты", "I. Обстоятельства дела", "11. В 1930 году родители заявителя владели домом, построенным в г. Бухаресте. С 1939 г. и далее они сдавали внаем первый этаж братьям Миреску, которые приходятся дядями Мирче Дан Миреску, который участвует в деле в качестве третьей стороны.", "12. В 1950 году государство лишило родителей заявителя владения домом в г. Бухаресте, предположительно согласно Декрету N 92/1950 о национализации. Родители заявителя никогда не были уведомлены о причинах или юридических основаниях для лишения собственности. Однако им позволили проживать в одной из квартир дома в качестве съемщиков у государства.", "13. В 1974 году, в соответствии с Законом N 4/1973, государство продало братьям Миреску квартиру, которую они до этого занимали как съемщики. Третья сторона - Мирче Дан Миреску и его сестра, А.М.М. - наследовали квартиру в 1988 году. После смерти сестры в 1997 году третья сторона осталась единственным законным наследником квартиры.", "A. Действия, предпринятые для возвращения собственности", "14. В 1993 году заявитель, как бенефициарий имущества родителей, подал иск в суд первой инстанции г. Бухареста (далее - суд первой инстанции), требуя объявить национализацию недействительной и не имеющей юридической силы на том основании, что Декрет N 92/1950 закреплял положение, согласно которому собственность работающих по найму, каковыми являлись его родители к моменту национализации дома, не могла быть национализирована. Из документов, представленных Суду, не ясно, проинформировал ли заявитель суд первой инстанции о продаже квартиры государством братьям Миреску в 1973 году.", "15. Судебным решением от 9 декабря 1993 г. суд первой инстанции постановил, что национализация дома, который принадлежал родителям заявителя, согласно Декрету N 92/1950 была ошибочной, поскольку его родители принадлежали к категории лиц, чья собственность согласно указанному декрету исключалась из-под национализации. Суд также постановил, что государство получило владение путем принуждения и поэтому не может ссылаться на сроки давности, как на основание для установления права собственности. Суд также постановил, что государство не могло приобрести право собственности на дом согласно Декретам N 218/1960 и N 712/1966, поскольку эти акты противоречат Конституциям 1952 и 1965 годов соответственно. Поэтому суд обязал административные власти - а именно мэра г. Бухареста и государственную компанию К., которая управляла государственным жильем - вернуть дом заявителю.", "16. Указанное судебное решение не было обжаловано, и поэтому стало окончательным и бесповоротным, поскольку не могло быть оспорено путем обычного обжалования.", "17. 31 марта 1994 г. мэр г. Бухареста распорядился вернуть дом заявителю, и 27 мая 1994 г. компания К. исполнила это распоряжение.", "18. С этого дня заявитель прекратил выплачивать ренту за квартиру, которую он занимал в этом доме.", "19. Заявитель начал платить земельный налог на дом с 14 апреля 1994 г. и продолжал делать это до даты в 1996 году (см. ниже ).", "20. Неизвестного числа генеральный прокурор Румынии, действуя от имени Мирче Дан Миреску, подал жалобу (\"recurs in anulare\") в Верховный Суд с требованием отменить судебное решение от 9 декабря 1993 г. по тем основаниям, что суд первой инстанции превысил свою юрисдикцию при рассмотрении ходатайства о законности Декрета N 92/1950.", "21. Слушания в Верховном Суде были назначены на 22 февраля 1995 г. Мирче Дан Миреску не был приглашен для участия в разбирательстве. В день слушаний заявитель подал ходатайство с просьбой отложить разбирательство в связи с отсутствием своего адвоката по причине болезни.", "22. Верховный Суд отказал в удовлетворении вышеуказанного ходатайства и перешел к прениям, после чего удалился для совещания, но отложил вынесение решения до 1 марта 1995 г. Заявитель был обязан представить к указанной дате письменные доводы.", "23. В указанных доводах заявитель просил Верховный Суд отклонить жалобу генерального прокурора. Он привел следующие аргументы. Во-первых, Декрет N 92/1950 не соответствовал Конституции 1948 г., поскольку он был опубликован только частично, а кроме того, нарушал принцип невозможности изъятия собственности, кроме как в общественных интересах и после выплаты справедливой компенсации. Во-вторых, он указал на то, что, поскольку его родители являлись работающими по найму к моменту национализации, решение о национализации их дома противоречит положениям декрета, который закреплял, что дома, принадлежавшие работающим по найму, не могут быть национализированы. Наконец, заявитель ссылался на статью 21 Конституции Румынии 1991 г., которая гарантирует свободный доступ в суд.", "24. 1 марта 1999 г. Верховный Суд отменил судебное решение от 9 декабря 1993 г. и отклонил жалобу заявителя. Суд постановил, что собственность может приобретаться путем принятия закона, указав, что государство изъяло дом в тот день, когда Декрет N 92/1950 о национализации вступил в силу, и вновь отметил, что способ применения данного декрета не может быть предметом для судебного обжалования. Следовательно, суд первой инстанции г. Бухареста не мог прийти к выводу о том, что заявитель являлся законным собственником дома без искажения положений декрета, превысив, таким образом, полномочия и вторгнувшись в сферу законодательной власти. Верховный Суд подтвердил, что бывшие собственники дома имели основания для обращения с исками о восстановлении владения, но указал на то, что заявитель в данном деле не установил свое право собственности, в то время как государство основывало свой титул на декрете о национализации. В любом случае, положение о возмещении за неправомерное изъятие собственности государством должно найти свое отражение в принятии нового законодательства.", "25. Вследствие этого налоговые органы уведомили заявителя, что дом будет снова отнесен к государственной собственности со 2 апреля 1996 г.", "B. Развитие событий после принятия доклада Комиссии: разбирательство о реституции", "26. Неизвестного числа заявитель подал заявление о реституции в административную коллегию (Administrative board), созданную для разбирательства по заявлениям, поданным в г. Бухаресте, в соответствии с Законом N 112/1995 (далее - административная коллегия). Он указал на то, что в 1950 году в нарушение декрета N 92/1950 о национализации был лишен дома; суд первой инстанции г. Бухареста в окончательном решении от 9 декабря 1993 г. постановил, что лишение собственности было незаконным; поэтому он был вправе восстановить право собственности на весь дом.", "27. В ноябре 1997 года в докладе, составленным оценочной коллегией, созданной согласно Закону N 112/1995, дом заявителя был оценен в 274 621 286 лей (ROL), из которых стоимость квартиры, занимаемой заявителем, составила 98 221 701 лей.", "28. 24 марта 1998 г. административная коллегия подтвердила право собственности заявителя на снимаемую им квартиру и присудила ему денежную компенсацию за остальной дом. Ссылаясь на раздел 12 Закона 112/1995, который устанавливает предельный размер компенсации - в ноябре 1997 года предельный размер компенсации составлял 225 718 800 - Коллегия присудила ему 147 497 099 лей.", "29. 14 мая 1998 г. заявитель обжаловал это решение в суде первой инстанции г. Бухареста, оспаривая отказ Коллегии вернуть ему весь дом и указывая на безосновательность такого отказа. Он ссылался на то, что в его деле, когда имело место незаконное лишение собственности, Закон N 112/1995, касающийся случаев законного отчуждения на общественные нужды, не подлежал применению. Следовательно, единственным средством защиты своего права собственности для него был иск о восстановлении владения. Однако, поскольку он уже подавал такой иск и поскольку суд первой инстанции в окончательном решении от 9 декабря 1993 г. признал его собственником дома, он считает себя лишенным права подачи нового иска о восстановлении владения. Соответственно, он стремился получить официальное подтверждение того, что он является собственником всего дома, и утверждал, что не стремился к получению компенсации согласно Закону N 112/1995.", "30. 21 апреля 1999 г. эта жалоба была отклонена. Заявитель обжаловал это решение, и в настоящее время жалоба находится на рассмотрении в суде уезда г. Бухареста.", "II. Соответствующие внутригосударственные правовые нормы и правоприменительная практика", "A. Конституция", "31. Статья 21 Конституции Румынии закрепляет следующее положение:", "\"Статья 21. Свободный доступ к правосудию", "1. Любое лицо может обращаться к суду для защиты своих прав, свобод и законных интересов.", "2. Никакой закон не может ограничивать осуществление этого права.\"", "B. Закон N 59/1993 об изменениях и дополнениях в Гражданско-процессуальный Кодекс", "32. Соответствующие положения этого Закона закрепляют:", "Статья 330", "\"Генеральный прокурор может, по собственной инициативе или по официальной просьбе Министерства юстиции, обращаться в Верховный Суд для отмены любого окончательного судебного решения по следующим основаниям:", "если суд в данном случае превысил свою юрисдикцию;...\"", "Статья 330.1", "\"Жалоба с требованием об отмене судебного решения может быть подана в любое время\".", "C. Закон N 17 от 17 февраля 1997 г. о поправках в статью 330.1 Гражданско-процессуального кодекса", "33. В статью 330.1 были внесены следующие поправки:", "\"Статья 330.1: Официальная просьба согласно п. 1 статьи 330 об отмене судебного решения может быть подана в течение шести месяцев после даты, когда это решение становится окончательным...\"", "D. Декрет N 92/1950 о национализации некоторых объектов недвижимого имущества", "34. Соответствующие положения этого Декрета гласят:", "Статья I", "\"... в целях обеспечения надлежащего управления жильем, которому обеспеченные капиталисты и эксплуататоры, владеющие большим количеством имущества, позволяют прийти в состояние упадка, в целях саботажа; (и)", "в целях лишения эксплуататоров весомых средств эксплуатации, недвижимое имущество, указанное в списках..., прилагаемых и составляющих часть этого Декрета, должна быть национализирована. В указанное имущество включаются:", "1. недвижимое имущество, принадлежавшее бывшим промышленникам, собственникам больших поместий, банкирам, собственникам больших торговых предприятий и другим представителям богатого класса капиталистов;", "2. недвижимое имущество, принадлежащее эксплуататорам недвижимости...\"", "Статья II", "\"недвижимое имущество рабочих, служащих, малых ремесленников, лиц, занимающихся интеллектуальным трудом и пенсионеров, исключается из сферы действия данного декрета и не подлежит национализации\".", "Е. Декрет N 524 от 24 ноября 1955 г. о поправках к Декрету N 92/1950", "35. Соответствующие положения этого декрета предусматривают:", "Статья XI", "\"В соответствии со своими обязательствами по применению критериев, закрепленных... в статье II (Декрета N 92/1950), Кабинет может вносить поправки в приложения (содержащие списки недвижимого имущества, подлежащего национализации) к настоящему декрету.", "Кабинет может также принять решение не применять положения о национализации к любой квартире или (другому) недвижимому имуществу\".", "F. Позиция Верховного Суда Румынии", "Прецедентное право к 2 февраля 1995 г.", "36. В ряде дел Судебная коллегия по гражданским делам Верховного Суда поддержала решения нижестоящих судов, утверждающих их юрисдикцию по делам связанным с недвижимым имуществом, которое было национализировано, включая имущество, национализированное в соответствии с Декретом N 92/1950. Например, в решении от 9 марта 1993 г. (N 518) по вопросу полномочий судов рассматривать дела, связанные с применением Декрета 92/1950, она постановила, что", "\"... при рассмотрении исков заявителей о восстановлении владения и при вынесении по ним решений суды, обладающие в соответствии с законом общей юрисдикцией по разрешению гражданских споров, просто применяют положения декрета. Более точно, они применяют те его положения, которые запрещают национализацию некоторых объектов недвижимого имущества, и те, которые требуют возврата такого имущества в случае ошибочного или неправильного применения декрета\".", "Отступление от прецедента от 2 февраля 1995 г.", "37. 2 февраля 1995 г. Пленум Верховного Суда большинством голосов решил (двадцать пять против двадцати) отступить от ранее принятых Судебной коллегией по гражданским делам решений, постановив:", "\"Суды не обладают юрисдикцией рассматривать иски об обжаловании Декрета N 92/1950 или выносить решения о возврате имущества, национализированного согласно указанному декрету; результаты национализации согласно Декрету 92/1950 могут быть приведены в соответствие с положениями действующей Конституции о праве собственности только путем принятия законодательства...\".", "Отступление от прецедента от 28 сентября 1998 г.", "38. 28 сентября 1998 г. Пленум Верховного Суда единогласно решил отступить от собственного постановления от 2 февраля 1995 г., в котором указывалось на то, что суды не обладают юрисдикцией по вопросам, связанным с нарушениями права собственности в период между 1944 и 1989 г. Суд постановил:", "\"Суды обладают юрисдикцией принимать к рассмотрению любые иски, связанные с предполагаемыми нарушениями права собственности и других прав in rem, если они имели место в период с 1944 по 1989 г.\".", "G. Позиция Конституционного Суда Румынии", "39. 19 июля 1995 г. Конституционный Суд вынес постановление по вопросу конституционности декрета, регулирующего правовой статус жилья, которое перешло в собственность государства. По вопросу в отношении того, могут ли собственники недвижимого имущества, которое было присвоено государством ненадлежащим образом или без юридических полномочий, обращаться в судебные инстанции для возвращения своего имущества или получения компенсации, он постановил:", "\"... Ситуация в отношении жилья различается в зависимости от того, в каком порядке оно стало государственной собственностью: вследствие незаконного административного акта или, просто,  - иными словами, без каких-либо юридических оснований, т.е. государственной собственностью, не основанной на законе. В подобного рода делах юридически закрепленное право индивида на собственность никогда не прекращалось, следовательно, поскольку государство не является собственником, на такое имущество не может распространяться статут, объектом регулирования которого является правовой статус жилья, которое перешло в государственную собственность. Другими словами,... меры, которые стремится ввести декрет, неприменимы к жилью, которое юридически не перешло государству.", "Если бы декрет касался приобретения государством в собственность недвижимого имущества, которое оно изъяло без юридических оснований, то он имел бы обратную силу, предоставляя государству право собственности или же вводил бы механизм превращения индивидуальной собственности в государственную, непредусмотренный Конституцией 1991 г., что является неприемлемым.", "Следовательно, настоящий Суд должен признать возражение, что та часть декрета, которая касается недвижимого имущества, изъятого государством или иными юридическими лицами без юридических оснований, не соответствует Конституции...", "Именно Парламент должен путем внесения поправок в декрет решить, следует ли предусмотреть положения, позволяющие лицам, лишенным своего жилья государством без юридических оснований, или их законным наследникам, получить выгоду от указанного акта, если они решат не начинать медленную, неопределенную и дорогостоящую процедуру подачи иска о восстановлении владения...\"", "H. Закон N 112 от 23 ноября 1995 г., регулирующий правовой статус некоторых видов жилья (вступил в силу 29 января 1996 г.)", "40. Соответствующие положения этого Закона предусматривают:", "Раздел 1", "\"Физические лица, которые ранее имели в собственности жилье, перешедшее законным образом в собственность государства или иных юридических лиц после 6 марта 1945 г. и находившееся во владении государства или иных юридических лиц на 22 декабря 1989 г., имеют право на возмещение в соответствии с данным актом.", "Положения данного акта в равной степени применяются к законным наследникам таких бывших собственников в соответствии с положениями закона\".", "Раздел 2", "\"Лица, о которых идет речь в , имеют право на реституцию в форме восстановления своей собственности на квартиры, которые свободны, или в которых они проживают в настоящий момент как съемщики. Что касается других квартир, то эти люди должны получить компенсацию в порядке, закрепленном в разделе 12...\"", "Раздел 13", "\"Размер компенсации, подлежащий выплате бывшим собственникам или их законным наследникам, за квартиры, которые не были им возращены, или продажная цена таких квартир, поскольку такое также могло иметь место, определяется в соответствии с Декретом N 93/1977, законодательным декретом N 61/1990 и Законом N 85/1992. Стоимость соответственно занимаемой земли определяется на основании критериев (документ N 2665 от 28 февраля 1992 г.) определения и оценки земли, утвержденных государственными коммерческими компаниями.... Определенная таким образом стоимость должна быть приведена к существующему на сегодняшний день уровню посредством соответствующих коэффициентов, которые не могут быть ниже, чем коэффициент увеличения средней зарплаты по стране за соответствующий период.", "Ни общая стоимость возвращаемой квартиры, ни общая сумма компенсации и за квартиру, которая не возвращается, и за прилегающий участок земли, не может превышать размер совокупной средней зарплаты по стране за каждый год в течение двадцати лет до момента присуждения компенсации.", "В том случае, если квартира, стоимость которой рассчитана согласно правилам, указанным в пункте первом этого раздела, превышает размер, указанный в пункте втором, возвращена в соответствии с  ее бывшему собственнику, его наследникам или живым родственникам до второй степени родства, то обязанность по выплате разницы на таких лиц не возлагается.", "Размер компенсации в перерасчете на сегодняшний день согласно вышеуказанным положениям должен рассчитываться в день осуществления выплаты, на основе средней заработной платы по стране за последний месяц последнего квартала.", "В целях применения этого Закона создается внебюджетный фонд, из которого Министерство финансов может получать соответствующие суммы, и в который поступают:", "(a) суммы от продажи невозвращенных квартир, включая целиком сумму платежей, задатков, ежемесячные взносы и процент (за минусом 1% комиссионных от стоимости каждой квартиры); и", "(b) доход от государственных долговых обязательств, выпущенных для целей финансирования фонда, согласно положениям Закона N 91/1993 о государственном займе.", "Средства из указанного фонда расходуются на следующие цели в следующей очередности:", "(a) для выплаты причитающихся собственникам или их законным наследникам компенсаций, согласно положениям этого акта;", "(b) для исполнения обязательств по выпущенным долговым обязательствам и покрытия расходов в связи с их выпуском; и", "(c) для строительства жилья для размещения в первую очередь нанимателей, находящихся в ситуации, указанной в п. 3 раздела 5\".", "I. Позиция исполнительных органов власти в отношении Закона N 112/1995", "41. 23 января 1996 г. Правительство Румынии приняло распоряжение N 20/1996 во исполнение Закона N 112/1995. Это распоряжение закрепляло, что недвижимое имущество, перешедшее в собственность государства согласно положениям закона, должно рассматриваться как собственность, перешедшая к государству юридически надлежащим образом. Оно также устанавливает, что Закон N 112/1995 не применяется к недвижимому имуществу, удерживаемому государством, при отсутствии у последнего титула, основанного на положениях Закона.", "42. 18 февраля 1997 г. Правительство Румынии издало распоряжение N 11/1997, дополняющее распоряжение N 20/1996. Пункт 3 статьи 1 распоряжения N 11/1997 закрепляет, что для того, чтобы считать собственность приобретенной государством согласно Декрету N 92/1950, она должна быть приобретена в соответствии с пунктами 1-5 статьи 1 и статьей 2 этого декрета, а соответствующее лицо, указанное в списках, составляющих этот документ, как собственник имущества, должно было являться настоящим собственником на момент национализации.", "J. Позиция нижестоящих судов по искам, основанным на принципе res judicata", "43. В соответствии с распоряжением Правительства N 11 от 18 февраля 1997 г., бывшие собственники, которым удалось получить окончательные судебные решения о возврате своей собственности и которые были отменены Верховным Судом по надзорному протесту Генерального прокурора, подали новые иски о восстановлении владения. Как следует из нижеприведенного текста, вопрос res judicata, затронутый в новых исках, разрешался судами по-разному, что следует из нижеприведенного.", "Судебное решение N 5626 от 16 мая 1997 г. суда первой инстанции (2-го округа) г. Бухареста (окончательное и подлежащее исполнению)", "\"... имущество, которое требуется вернуть, уже было предметом разбирательства между теми же сторонами, завершившегося судебным решением N 212 от 12 января 1994 г. (в настоящее время окончательное и подлежащее исполнению) в пользу I.P., в котором указанный суд признал его собственником имущества...", "Генеральный прокурор требовал отмены этого решения, что и было сделано 28 сентября 1995 г. Верховным Судом, который заменил его собственным решением, которым требования I.P. были отклонены...", "... в соответствии со статьей 1201 Гражданского кодекса, который закрепляет, что \"принцип res judicata применяется в случае подачи нового иска с тем же предметом, основанного на тех же обстоятельствах и между теми же сторонами в том же качестве\", указанный суд находит, что разбирательство между теми же сторонами в отношении того же имущества уже имело место и что решение по нему было принято Верховным Судом...", "... основываясь на этом, суд соглашается с принципом res judicata и постановляет, что он не может принять к рассмотрению требования истца\".", "Судебное решение N 3276 от 10 декабря 1998 г. суда первой инстанции г. Фагарас (Fagaras) (может быть обжаловано)", "\"... данный суд находит, что Декрет N 92/1950 был незаконно применен к зданию, находящемуся в собственности истицы..., постановил возвратить его истице и отклонил заявление о res judicata...\"", "K. Закон N 213 от 24 ноября 1998 г. о публичном имуществе и правилах управления им", "44. Соответствующие положения указанного Закона предусматривают:", "Раздел 6", "\"1. Имущество, приобретенное государством в период с 6 марта 1945 г. по 22 декабря 1989 г., считается перешедшим к государству на законном основании, т.е. способом, не противоречащим Конституции, международным договорам, в которых участвовала Румыния, или действующему законодательству на момент его перехода в государственную собственность. Это имущество является частью публичной или частной собственности государства или других органов власти.", "2. За исключением случаев действия специальных законов о возмещении, имущество, удерживаемое государством без имеющих силу юридических оснований, включая имущество, приобретенное путем совершения сделок, которые могут быть оспорены из-за отсутствия подлинного согласия, может быть предметом иска, поданного бывшими собственниками имущества или их законными наследниками.", "3. Суды обладают юрисдикцией для установления наличия или отсутствия действительных юридических полномочий\".", "Рассмотрение дела в Комиссии", "45. Д. Брумареску обратился в Комиссию 9 мая 1995 г. Он утверждал, что Верховный Суд лишил его доступа в суд, уполномоченный на восстановление владения его домом, что противоречит  Конвенции и  Протокола N 1 к .", "46. Комиссия признала жалобу (N 28342/95) приемлемой 22 мая 1997 г. В своем докладе от 15 апреля 1998 г. (бывшая ) она единогласно высказалась по вопросу о том, что имели место нарушения  Конвенции и  Протокола N 1 к .", "Окончательные доводы сторон в Суде", "47. Заявитель просил Суд отклонить предварительные возражения властей; постановить, что имело место нарушение  Конвенции и  Протокола N 1 к , и присудить ему справедливую компенсацию согласно  Конвенции.", "Власти просили Суд постановить, что по причине событий, произошедших со времени принятия Комиссией ее доклада, заявитель утратил статус \"жертвы\" нарушения  и что, в любом случае, он не исчерпал внутренние средства защиты. По существу дела власти также просили Суд отклонить требования заявителя.", "Право", "I. Предварительные возражения властей", "A. Является ли заявитель \"жертвой\"", "48. По мнению властей Румынии, новые события, которые произошли после вынесения решения о приемлемости жалобы от 22 мая 1997 г., означают, что заявитель более не является \"жертвой\" по смыслу  Конвенции.", "Власти обращают внимание на то, что жалоба, поданная заявителем согласно Закону N 112/1995, привела в результате к решению от 24 марта 1998 г., где содержался приказ о возврате заявителю части дома, являющегося предметом разбирательства, и присуждении ему компенсации за невозвращенную часть. Компенсация была достаточной для того, чтобы лишить заявителя права считаться жертвой нарушения (если таковое было) его права на беспрепятственное распоряжение своим имуществом. Хотя разбирательство еще не завершено, поскольку заявитель обжалует в суды решение об отказе в полной реституции, власти указывают на то, что суды не могут разрешить дело таким образом, чтобы состояние заявителя ухудшилось бы по сравнению с решением от 24 марта 1998 г.", "49. Заявитель просил Суд возобновить рассмотрение его дела. Он указывает на то, что был лишен своего имущества и что оно до сих пор ему не возвращено. Он также подчеркивает, что он никогда не желал отказываться от имущества по данному делу в обмен на компенсацию, и что, в любом случае, размер предложенной компенсации был смехотворным по сравнению со стоимостью дома. Поэтому факт присуждения ему такой компенсации не может лишить его статуса \"жертвы\", которым он обладал и продолжает обладать.", "50. Прецедентное право Европейского Суда определяет, что под словом \"жертва\" в контексте  Конвенции понимается лицо, которому прямо причинен вред деянием или ошибкой, являющимися предметом разбирательства; существование нарушения  потенциально возможно даже при отсутствии вреда; вред является частью этого понятия только в контексте . Следовательно, решение или мера, предпринятая в пользу заявителя, в принципе не являются достаточным основанием для лишения его статуса \"жертвы\", если только власти страны не признали этого прямо или по существу, а затем предоставили возмещение за нарушение  (см., среди других источников, Постановление Европейского Суда по делу \"Люди против Швейцарии\" (Ludi v. Switzerland) от 15 июня 1992 г., Серия А, N 238, p. 18, § 34).", "Что касается настоящего дела, Суд отмечает, что на сегодняшний день заявитель находится в том же положении, что и 1 марта 1995 г., поскольку не было постановлено окончательного решения, признающего, по крайней мере, по существу и устраняющего какое-нибудь нарушение , вызванное решением Верховного Суда.", "Что касается жалобы в отношении права собственности заявителя, то заявление о реституции, сделанное после решения Верховного Суда, еще окончательно не разрешено. Хотя решения, уже постановленные в ходе этого разбирательства, - которые сами по себе не являются предметом обжалования в Суд - имеют тенденцию к тому, чтобы как-то улучшить положение заявителя путем возвращения ему части дома, фигурирующего в деле, и компенсации ему невозвращенной части, и хотя удовлетворение требования заявителя о возвращении всего дома не является невозможным, фактом остается то, что основой для разбирательства стала ситуация, созданная решением Верховного Суда, а именно, признание того, что дом снова перешел в собственность государства. В результате, указанные разбирательства не могут просто сгладить последствия решения Верховного Суда для права заявителя на уважение собственности, поскольку если дом и будет возвращен заявителю, то это будет сделано на основании правовых норм, отличных от лежащих в основе жалобы, поданной в Суд.", "Более того, Суд указывает на то, что жалобы заявителя касаются не только вмешательства Верховного Суда в его право собственности, но также относятся к предполагаемому нарушению  Конвенции, вызванному этим же решением Верховного Суда. Заявитель, бесспорно, может называть себя жертвой вследствие отмены, вынесенного в его пользу судебного решения - решения, которое стало окончательным - и вследствие вынесения решения о том, что суды не обладают юрисдикцией для принятия к производству исков о восстановлении владения подобных тому, который подал заявитель. В течение нескольких лет подача в суд исков о восстановлении владения была невозможной. Даже если в результате введения новых правил и смены позиции Верховным Судом указанное правовое средство сейчас является доступным, Суд считает, что подача заявителем того же иска во второй раз является обременительной, особенно, учитывая, что в свете противоречивости решений, принимаемых румынскими судами, исход нового дела о восстановлении владения остается неопределенным, а также учитывая существование принципа res judicata.", "В этих обстоятельствах, без сомнения, заявитель, как он и утверждает, продолжает испытывать влияние оспариваемого решения Верховного Суда и продолжает быть жертвой нарушений , которые, по его утверждению, проистекают от указанного судебного решения.", "Поэтому возражения властей должны быть отклонены.", "B. Исчерпание внутренних средств защиты", "51. Власти также указывают на то, что жалоба была неприемлемой, поскольку не были исчерпаны внутренние средства правовой защиты. Признавая тот факт, что в румынском законодательстве не было эффективных средств защиты для обжалования решения Верховного Суда от 1 марта 1995 г., власти утверждают, что заявитель мог подать новый иск о восстановлении владения. Хотя это средство защиты существовало на момент объявления Комиссией жалобы приемлемой, оно стало эффективным только после вступления в силу Закона N 112/1995 (в разъяснении, данном распоряжением Правительства N 11/1997) и Закона N 213/1998 о публичном имуществе, а также после того, как Верховный Суд 28 сентября 1998 г. отступил от своих предыдущих решений.", "52. Суд отмечает, что власти-ответчики впервые сослались на это возражение при разбирательстве в Комиссии 7 апреля 1998 г., после решения вопроса о приемлемости жалобы от 22 мая 1997 г. и после представления своих разъяснений по существу в Комиссию 11 июля 1997 г.", "53. Суд вновь отмечает, что возражения такого рода в принципе должны подаваться до исследования жалобы на предмет приемлемости (см., среди других источников, Постановление Европейского Суда по делу \"Кэмбелл и Фелл против Соединенного Королевства (Campbell and Fell v. United Kingdom) от 28 июня 1984 г., Серия А, N 80, p. 31,  и Постановление Европейского Суда по делу \"Артико против Италии\" (Artico v. Italy) от 13 мая 1980 г., Серия А, N 37, p. 13, ). Однако Суд не считает необходимым исследовать в данном деле вопрос о том, имеют ли место особые обстоятельства, позволяющие властям выдвигать возражение после объявления жалобы приемлемой, поскольку он считает, что в любом случае это возражение безосновательно.", "54. Суд отмечает, что перед подачей жалобы в Комиссию заявитель использовал средство, к которому отсылают власти, а именно, иск о восстановлении владения. Тогда, как и сейчас, это средство защиты существовало и было эффективным, и власти не оспаривают этого.", "55. Суд считает, что власти, которые ответственны за отмену окончательного судебного решения, удовлетворяющего иск о восстановлении владения, не могут ссылаться на то, что заявитель не исчерпал внутренние средства правовой защиты, не подав новый иск о восстановлении владения (см. также конец ).", "Следовательно, это предварительное возражение должно быть отклонено.", "II. Предполагаемое нарушение  Конвенции", "56. В соответствии с утверждениями заявителя, Верховный Суд своим решением от 1 марта 1995 г. нарушил  Конвенции, который предусматривает:", "\"Каждый в случае спора о его гражданских правах и обязанностях имеет право... на справедливое... разбирательство... судом...\"", "57. В своем меморандуме заявитель утверждает, что Верховный Суд признавая, что суды не обладают юрисдикцией для разрешения исков о восстановлении владения, вступил в противоречие с правом доступа в суд, закрепленным в статье 21 Конституции Румынии, и статьей 3 Гражданского кодекса Румынии, которая касается отказа в правосудии. Он также утверждал, что мнение Верховного Суда о том, что заявитель не являлся собственником рассматриваемого имущества, противоречило основаниям, по которым он удовлетворил заявление об отмене ранее принятых решений, а именно тех, в которых указывалось, что суды не имели юрисдикции рассматривать дело по существу.", "58. Власти признают, что заявителю было отказано в доступе к суду, но указывают, что такой отказ носил временный характер и, в любом случае, оправдывался необходимостью обеспечения соответствия процессуальным правилам и необходимостью сохранения принципа разделения властей.", "59. По мнению Комиссии, право на доступ к суду означает, что должен быть судебный путь для реализации требований, касающихся гражданских прав. Отмена судебного решения от 9 декабря 1993 г. на том основании, что суды не могли принять к рассмотрению такой иск, умаляет само существо права на доступ к суду согласно  Конвенции.", "60. Поэтому Суд должен рассмотреть вопрос о том, нарушает ли судебное решение от 1 марта 1995 г.  Конвенции.", "61. Право на справедливое разбирательство дела судом, гарантируемое  Конвенции, должно толковаться в свете  Конвенции, которая провозглашает, среди прочего, верховенство права как часть общего наследия Договаривающихся Государств. Одним из основных аспектов верховенства права является принцип правовой определенности, который требует , чтобы при окончательном разрешении дела судами их постановления не вызывали сомнения.", "62. В настоящем деле Суд отмечает, что в указанное время Генеральный прокурор Румынии - который не принимал участия в разбирательстве - имел право согласно статье 330 Гражданско-процессуального кодекса требовать отмены окончательного судебного решения. Суд отмечает, что осуществление этого права Генеральным прокурором является неограниченным во времени и, таким образом, судебные решения могут подвергаться сомнению бесконечно.", "Суд указывает на то, что, удовлетворяя протест, поданный на основании этого правомочия, Верховный Суд полностью аннулировал судебный процесс, который окончился - используя выражение Верховного Суда - судебным решением, которое \"не подлежало отмене\" и res judicata, которое, более того, было исполнено.", "Применяя, таким образом, положения статьи 330, Верховный Суд нарушил принцип юридической определенности. Исходя из фактических обстоятельств данного дела, такое действие нарушает право заявителя на справедливое разбирательство согласно  Конвенции.", "Следовательно, имело место нарушение данной .", "63. Более того, в отношении предположения заявителя о лишении его права на разбирательство дела судом, Суд отмечает, что Верховный Суд своим решением от 1 марта 1995 г. постановил, что требование заявителя направлено на резкую критику законодательного акта, декрета 92/1950 о национализации. Поэтому он постановил, что дело не попадает под юрисдикцию судов, и только Парламент мог решить вопрос, была ли национализация в данном случае законной или нет.", "64. Тем не менее, Верховный Суд постановил, что заявитель не являлся собственником спорного имущества в данном деле.", "Целью Суда не является пересмотр решения от 1 марта 1995 г. исходя из права Румынии или рассмотрение вопроса о том, мог ли Верховный Суд самостоятельно разрешить дело по существу, принимая во внимание права, предоставленные ему согласно статье 330 Гражданско-процессуального кодекса.", "65. Суд отмечает, что ratio решения от 1 марта 1995 г. состояло в том, что суды не обладали юрисдикцией разрешить какой бы то ни было гражданский спор, такой, как иск о восстановлении владения в настоящем деле. Суд считает, что такое исключение само по себе противоречит праву на доступ в суд, гарантированному  Конвенции (см., , Постановление Европейского Суда по делу \"Василеску против Румынии\" (Vasilescu v. Romania) от 22 мая 1998 г., Reports 1998-III, N 73, pp. 1075-1076, §§ 39-41).", "Таким образом, в данном случае также имело место нарушение  Конвенции.", "III. Предполагаемое нарушение  Протокола N 1 к ", "66. Заявитель жалуется на то, что решение Верховного Суда от 1 марта 1995 г. привело к нарушению его права на уважение собственности, закрепленное  Протокола N 1, которая предусматривает:", "\"Каждое физическое или юридическое лицо имеет право на уважение своей собственности. Никто не может быть лишен своего имущества иначе как в интересах общества и на условиях, предусмотренных законом и общими принципами международного права.", "Предыдущие положения не умаляют права государства обеспечивать выполнение таких законов, какие ему представляются необходимыми для осуществления контроля за использованием собственности в соответствии с общими интересами или для обеспечения уплаты налогов или других сборов или штрафов\".", "A. Была ли \"собственность\"", "67. Власти Румынии согласны с тем, что признание судом 9 декабря 1993 г. права собственности заявителя представляет собой \"собственность\" в свете  Протокола N 1. Однако 17 июня 1999 г. на слушаниях власти впервые выдвинули аргумент о том, что судебное решение от 9 декабря 1993 г. не распространялось на первый этаж, который был продан государством в 1973 году.", "68. Заявитель полагает, что государство не могло законно продать имущество, которое ему не принадлежало. Более того, наниматели квартиры первого этажа не могли приобрести его, не действуй они недобросовестно, поскольку прекрасно осознавали, что родители заявителя были лишены собственности незаконно.", "Третье лицо по делу утверждало, что какое бы то ни было имущество заявителя не может включать квартиру на первом этаже дома, поскольку эта квартира была приобретена его дядями в 1973 году, а он унаследовал ее. Он утверждал, что приобретение было совершено в соответствии с Законом, действовавшим в 1973 году.", "69. Суд отмечает тот факт, что титул заявителя на квартиру на первом этаже оспаривается третьим лицом. Однако Суд подчеркивает, что разбирательство в Суде, начатое заявителем против Румынии, может влиять только на права и обязанности этих сторон. Суд также отмечает, что третье лицо не являлось участником какого бы то ни было внутреннего разбирательства по вопросу в данном деле, единственными участниками этих разбирательств были заявитель и власти-ответчики.", "70. Суд считает, что заявитель имел \"собственность\" в свете  Протокола N 1. Суд первой инстанции своим решением от 9 декабря 1993 г. установил, что дом, являющийся предметом рассмотрения по делу, был национализирован с нарушением Декрета 92/1950 о национализации и постановил, с применением обратной силы, что заявитель, как законный наследник права собственности своих родителей, был законным собственником дома. Суд также отмечает, что это решение в отношении права заявителя было окончательным. Более того, заявитель беспрепятственно пользовался своим имуществом, как его законный собственник с 9 декабря 1993 г. до 1 марта 1995 г. Он также уплачивал налоги на недвижимое имущество.", "B. Имело ли место вмешательство", "71. По утверждению заявителя, последствием отмены судебного решения от 9 декабря 1993 г. была невозможность для него отстаивать свое право собственности, что привело к вмешательству в его право на уважение собственности.", "72. Власти утверждали, что решение Верховного Суда, не разрешая вопрос о праве собственности заявителя, создало кратковременную неопределенность в отношении его, и таким образом, временно создало вмешательство в право заявителя на уважение собственности.", "73. Комиссия считает, что право собственности заявителя было признано в окончательном решении, в результате чего он на законном основании мог рассчитывать на уважение своей собственности. Отмена судебного решения от 9 декабря 1993 г. привела к вмешательству в право заявителя на уважение собственности.", "74. Суд признает, что Верховный Суд не имел намерения принимать решения в отношении требования заявителя о праве собственности. Однако Суд считает, что имело место вмешательство в право заявителя на уважение собственности, гарантированное  Протокола N 1, путем принятия 1 марта 1995 г. Верховным Судом решения об отмене окончательного судебного решения от 9 декабря 1993 г., которым дом был присужден заявителю, даже несмотря на то, что это решение уже было исполнено.", "C. Было ли вмешательство оправданным", "75. Остается выяснить, нарушает ли вмешательство, установленное Судом, ? Это с неизбежностью заставляет нас определить, подпадает ли вмешательство в данном случае, как утверждают власти, под норму первого предложения  по тем основаниям, что решение Верховного Суда не было направлено ни на официальное лишение заявителя имущества, ни на лишение заявителя контроля за его использованием, либо, как установила Комиссия, дело касается случая лишения имущества, подпадающего под норму второго предложения  указанной Статьи.", "76. Суд напоминает, что для определения того, подпадает ли лишение имущества под второе правило, необходимо не только рассмотреть, имело ли место официальное изъятие или экспроприация имущества, но и изучить истинную сущность обжалуемой ситуации. Поскольку  имеет намерение гарантировать права, которые являются \"действительными и эффективными\", необходимо установить, привела ли данная ситуация к экспроприации  (см. Постановление Европейского Суда по делу \"Спорронг и Леннрот против Швеции\" (Sporrong and Lonnroth v. Sweden) от 23 сентября 1982 г., Серия А, N 52, p. 24, , и ранее упомянутое Постановление Европейского Суда по делу \"Василеску против Румынии\" (Vasilescu v. Romania), p. 1078, § 51).", "77. Суд отмечает, что в настоящем деле решение суда первой инстанции, предписывающее административным властям возвратить дом заявителю, стало окончательным и бесповоротным, и во исполнение этого решения мэр г. Бухареста распорядился вернуть дом заявителю, распоряжение было исполнено компанией С. в мае 1994 года. Суд далее отмечает, что с указанной даты заявитель прекратил платить ренту за квартиру, которую он снимал в доме, и, начиная с апреля 1994 года до апреля 1996 года, платил земельный налог на дом. Суд указывает на то, что результатом решения Верховного Суда, постановившего, что государство доказало свое право собственности на дом согласно декрету о национализации, было лишение заявителя всех результатов окончательного решения в его пользу. Во исполнение этого решения заявитель был уведомлен о том, что дом снова отнесен к государственной собственности, начиная с апреля 1996 года. Вследствие указанного решения Верховного Суда заявитель соответственно был лишен своих прав собственности на дом, который был ему предоставлен на основании окончательного судебного решения в его пользу. В частности, он не мог более продавать, завещать, дарить или иным способом распоряжаться имуществом. При этих обстоятельствах Суд признает, что результатом решения Верховного Суда было лишение заявителя его имущества по смыслу второго предложения  Протокола N 1.", "78. Изъятие имущества согласно второму правилу может быть оправданным, только если доказано, , наличие \"общего интереса\" и \"условий, предусмотренных законом\". Более того, любое вмешательство в собственность должно также удовлетворять требованию пропорциональности. Как Суд неоднократно утверждал, что должен быть установлен справедливый баланс между интересами общества в целом и требованиями о защите основных прав индивида, поиск такого справедливого баланса является неотъемлемой частью всей . Суд также напоминает, что необходимый баланс не будет установлен, когда лицо несет индивидуальное и чрезмерное бремя (см.  Европейского Суда по делу \"Спорронг и Леннрот против Швеции\" (Sporrong and Lonnroth), приведенное выше, p.p. 26-28).", "79. Суд, как и Комиссия, указывает на то, что никаких извинений не было предложено за ситуацию, возникшую в результате принятия решения Верховным Судом. В частности, ни сам Верховный Суд, ни власти не стремились оправдать лишение имущества по таким существенным обстоятельствам, как \"интересы общества\". Далее Суд отмечает, что заявитель в настоящее время лишен права собственности на имущество уже более четырех лет, без выплаты компенсации, отражающей его истинную стоимость, а его усилия, предпринимаемые до сегодняшнего дня, по восстановлению права собственности оказались на практике безуспешными.", "80. При этих обстоятельствах, даже предполагая, что изъятие могло служить какому-нибудь общественному интересу, Суд признает, что справедливый баланс не был найден, и что заявитель нес и продолжает нести индивидуальное и чрезмерное бремя. Соответственно имело место и продолжается нарушение  Протокола N 1 к .", "IV. Применение  Конвенции", "81.  Конвенции закрепляет:", "\"Если Суд объявляет, что имело место нарушение положений  или  к ней, а внутреннее право Высокой Договаривающейся Стороны допускает возможность лишь частичного устранения последствий этого нарушения, Суд, в случае необходимости, присуждает справедливую компенсацию потерпевшей стороне\".", "82. Заявитель в данном случае стремился к реституции имущества. В случае невозможности реституции он требовал суммы эквивалентной текущей стоимости его дома - а именно, согласно отчету эксперта, который он представил Суду, 3 681 000 000 лей. За моральный ущерб он просил 75 000 американских долларов. Он также требовал 26 000 150 лей в порядке компенсации юридических расходов, понесенных в связи с рассмотрением дела страсбургскими институтами, и 1 543 650 лей, 500 американских долларов и 300 французских франков в связи с различными расходами, связанными с рассмотрением дела Судом, включая расходы в связи с присутствием в Суде в ходе слушаний 17 июня 1999 г.", "83. Власти утверждают, что присуждение любой суммы за материальный ущерб будет несправедливым, поскольку иск заявителя в отношении своего дома еще может быть удовлетворен внутригосударственными судами. В любом случае, максимальной суммой, которая могла бы быть присуждена, является сумма в размере 69 480 американских долларов, которая представлена в соответствии с отчетом эксперта, переданным в Суд властями. Эту сумму составляет рыночная стоимость дома за вычетом стоимости квартиры, занятой заявителем.", "В отношении морального ущерба власти считают, что основания для компенсации отсутствуют.", "Власти выразили желание возместить заявителю любые издержки и расходы, которые он может обосновать, за исключением сумм, которые он получил в качестве юридической помощи.", "84. Учитывая обстоятельства дела, Суд считает, что вопрос о применении  еще не готов для решения. Поэтому необходимо отложить рассмотрение вопроса, с должным учетом возможности соглашения между государством-ответчиком и заявителем ( и  Регламента Суда).", "На основании вышеизложенного Суд единогласно", "1. Постановил, что имело место нарушение  Конвенции в связи с отсутствием справедливого разбирательства.", "2. Постановил, что имело место нарушение  Конвенции в связи с отказом в праве на доступ в суд.", "3. Постановил, что имело место нарушение  Протокола N 1 к .", "4. Постановил, что вопрос применения  Конвенции не готов для решения;", "соответственно:", "(a) отложил разбирательство по данному вопросу в целом;", "(b) предложил властям и заявителю представить 6 течение трех последующих месяцев свои письменные разъяснения по данному вопросу и, в частности, уведомить Суд о любом возможном соглашении, к которому могут прийти стороны;", "См.  Европейского Суда по правам человека от 22 января 2001 г. (справедливая компенсация)", "(c) отложил дальнейшее разбирательство и делегировал полномочия Председателю Большой Палаты возобновить его, в случае необходимости.", "Совершено на английском и французском языках и постановлено 28 октября 1999 г. в ходе открытых слушаний во Дворце Прав Человека, в Страсбурге.", "Заместитель Секретаря-канцлера Суда", "Л.Вильдхабер", "Председатель Суда", "М.де Бур-Букиккио", "В соответствии с  Конвенции и  Регламента Суда, следующие отдельные мнения прилагаются к данному решению:", "(a) частично совпадающее  судьи X. Розакиса;", "(b) совпадающее  судьи сэра Николаса Братца, объединенное с мнением судьи Цупанчича.", "Частично совпадающее мнение судьи X.Розакиса", "Хотя я голосовал за двойное нарушение  Конвенции в настоящем деле, я полагаю, что в действительности эти два аспекта нарушения тесно связаны между собой, и они оба образуют нарушение права на суд или доступ к суду.", "Большинство Суда пришло к заключению, что Верховный Суд \"полностью аннулировал судебный процесс, который окончился судебным решением, которое \"не подлежало отмене\" и было таким образом res judicata, и которое, более того, было исполнено\", \"нарушил принцип правовой определенности\" и, тем самым, \"нарушил право заявителя на справедливое разбирательство в соответствии с  Конвенции\".", "Я рассматриваю вещи под другим углом: понятие доступа к суду или право на доступ к суду было развито прецедентной практикой Европейского Суда по правам человека и покрывает такие различные случаи, когда лицу в связи с действиями или бездействиями органов государственной власти было отказано в возможности окончательного определения судом его гражданского спора или уголовного обвинения. Существующая прецедентная практика показывает, что понятие доступа к суду или права на доступ к суду никоим образом не ограничивается уровнем начатого разбирательства или обвинения, вынесенного посредством судебной процедуры, но оно также включает право на доступ к суду, который может эффективно выносить свой вердикт или судебное решение и отправлять правосудие без внешнего вмешательства. Таким образом, право на доступ к суду является не просто чисто теоретическим правом на то, чтобы внутригосударственный судья рассмотрел чье-либо дело, но также включает в себя законные ожидания того, что окончательное решение будет соблюдено внутригосударственными властями и, таким образом, исполнено.", "В настоящем деле заявитель имел право обратиться в суд за рассмотрением его спора с государством. Заявитель соответствующим образом воспользовался возможностью того, чтобы судебное решение со статусом res juicata было исполнено, и было восстановлено его владение собственностью. Но его право на суд стало иллюзорным, когда имело место вмешательство Генерального прокурора и Верховного Суда при применении статьи 330 Гражданско-процессуального кодекса, отменившего решение суда первой инстанции и, соответственно, все его благотворные последствия. Когда правовая система предоставляет суду полномочие выносить окончательное решение, но затем позволяет отменять это решение посредством соответствующей процедуры, то от этого страдает не только правовая определенность, но и само существование этого суда подвергается сомнению, поскольку, по сути, у него полностью отсутствуют полномочия по окончательному разрешению правовых вопросов.", "Таким образом, является спорным, действительно ли лицо, обращающееся в такой суд за разрешением своего спора, использует право на суд или доступ к суду.", "Совпадающее мнение судьи сэра Николаса Братца, объединенное с мнением судьи Б.Цупанчича", "Я разделяю мнение других членов Суда, что в настоящем деле имело место нарушение  Конвенции по двум различным основаниям также, как и нарушение  Протокола N 1. Я в значительной мере согласен с мотивировкой постановления Суда в отношении двух статей и хотел бы ограничиться несколькими замечаниями по первому аспекту жалобы на нарушение .", "Суд признал, что при применении статьи 330 Гражданско-процессуального кодекса Верховный Суд \"нарушил принцип правовой определенности\" и что в настоящем деле \"это действие нарушило право заявителя на справедливое разбирательство в соответствии с  Конвенции\" ().", "Я не рассматриваю такую мотивировку как абсолютно удовлетворительную. Суд в выражении своего мнения не указал на существующую прецедентную практику, не объяснил полностью соотношения между двумя концепциями правовой определенности и справедливого судебного разбирательства.", "Я полагаю возможным рассмотреть такую связь через принцип равенства сторон при разбирательстве, который является фундаментальным при справедливом судебном разбирательстве. Принцип равенства сторон как таковой может быть нарушен, когда законодательная власть вмешивается в отправление правосудия, в разбирательство с участием государства, таким образом, чтобы оказать влияние на окончательное разрешение спора (см.  Европейского Суда по делу \"Греческие нефтеперерабатывающие заводы \"Стран\" и Стратис Андреадис против Греции\" (\"Stran\" Greek Refineries and Stratis Andreadis v. ) от 9 декабря 1994 г., Серия А, N 301-В). Таким образом, можно утверждать, что равенство сторон может быть нарушено, когда, как и в настоящем деле, в разбирательстве с участием государства, в соответствии со статьей 330 Гражданско-процессуального кодекса Генеральный прокурор в качестве официального государственного лица наделяется полномочием обратиться в любой момент за отменой судебного решения, вынесенного в пользу индивидуального лица и ставшего окончательным и обязательным.", "Со своей стороны, я предпочитаю рассматривать вопрос применения статьи 330 Кодекса не как включающий нарушение процессуальных требований справедливого судебного разбирательства как такового, а, скорее, как нарушения \"права на суд\", доступ к которому, право инициировать разбирательство по гражданским вопросам составляет один аспект (см., к примеру, Постановление Европейского Суда по делу \"Филис против Греции\" (Philis v. Greece) от 27 августа 1991 г., Серия А, N 209, p. 20, § 59).", "В своем Постановлении по делу \"Хорнсби против Греции\" (Hornsby v. Greece) от 19 марта 1997 г. (Reports 1997-II, p. 495) Суд поддержал жалобу заявителей на то, что отказ административных властей следовать решению Высшего административного суда нарушил их право на эффективную судебную защиту их гражданских прав в нарушение . Суд вновь повторил установившуюся прецедентную практику в отношении того, что  содержит в себе \"право на суд\":", "\"Однако это право будет иллюзорным, если внутренние правовые системы Договаривающихся Государств будут позволять обязательным судебным решениям оставаться неисполненными в ущерб одной из сторон. Немыслимо, чтобы  детально оговаривал процессуальные гарантии, предоставленные сторонам в процессе - разбирательство справедливое, публичное и эффективное - не защищая исполнение судебных решений. Толкование  только как касающейся исключительно доступа к суду и проведения разбирательства может привести к ситуациям, не совместимым с принципом верховенства права, который Договаривающиеся Государства обязались соблюдать при ратификации  (см.  Постановление Европейского Суда по делу \"Голдер против Соединенного Королевства\" (Colder v. The United Kingdom) от 21 февраля 1975 г., Серия А, N 18, pp. 16-18, ). Исполнение решения, вынесенного судом, должно рассматриваться как составляющая часть \"разбирательства\" для целей ; более того, Суд уже воспринял этот принцип в делах, касающихся сроков разбирательства (см. Постановления Европейского Суда по делу \"Ди Педе против Италии\" (Di Pede v. Italy) и по делу \"Заппа против Италии\" (Zappa v. ) от 26 сентября 1996 г., Reports of judgements and decisions 1996-IV, pp. 1383-1384, §§ 20-24 и pp. 1410-1411, §§ 16-20, соответственно).", "В то время как содержание настоящего дела, конечно, несколько отличается, мне кажется, что аналогичная мотивировка здесь применима. Право стороны в судебном процессе на суд в моем представлении будет практически также иллюзорным, если правовая система Договаривающегося Государства позволяет отменить Верховным Судом по обращению Генерального прокурора решение суда, ставшее окончательным и обязательным, без какого-либо ограничения во времени. Иными словами, как в настоящем деле, когда решение Суда первой инстанции г. Бухареста стало не только окончательным и подлежащим исполнению, но и было фактически исполнено соответствующими властями, которые распорядились восстановить права заявителя; распоряжение, которое исполнялось в течение нескольких месяцев до того, как было подано требование об отмене судебного решения.", "Соглашаясь с тем, что принцип правовой определенности является принципом фундаментальной важности, когда, как в настоящем деле, нарушение принципа состоит в наделении полномочием отменять без ограничения во времени окончательное, обязательное и исполненное решение суда, нарушение, по моему мнению, заключается в нарушении \"права на суд\", гарантированного .", "", "", "", "", "", "", "", "", "------------------------------", "*(1) Перевод О.Митина.", "*(2)  N 11 и  Суда вступили в силу 1 ноября 1998 г.", "*(3) С момента вступления в силу  N 11, который внес поправки в , Суд действует на постоянной основе.", "*(4)  N 9 вступил в силу 1 октября 1994 г. и был отменен  N 11.", "*(5) Текст приводится по переводу на русский язык, опубликованному в Сборнике \"Конституции государств Европы\". М., 2001. Т. 3. С. 66. - Прим. переводчика.", ""]}