{"file": "RUS_HJUDRUS_54210_00.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "54210/00", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Папон против Франции", "Papon – France (№ 54210/00)", "", "Постановление от 25 июля 2002 г. [вынесено I Секцией]", "", "Факты Суд присяжных признал заявителя виновным в пособничестве и подстрекательству к совершению преступлений против человечества и приговорил его к десяти годам лишения свободы. После подачи жалобы по вопросам права на вынесенный приговор, заявителя уведомили о том, что до момента рассмотрения его жалобы, он должен подчиниться юридическому требованию о взятии его под стражу и самому явиться в соответствующее место заключения. Подлежавшая применению норма (статья 583 Уголовно-процессуального кодекса Франции), которая в настоящее время не действует, обязывала лиц, приговоренных к лишению свободы на срок свыше одного года, передавать себя под стражу, по крайней мере, за один день до рассмотрения их жалоб Кассационным судом, если только они не были освобождены от такой обязанности. Ссылаясь, в числе прочего, на свой преклонный возраст (89 лет) и состояние здоровья, заявитель обратился с просьбой об освобождении от обязанности передать себя под стражу. Ему отказали в просьбе на том основании, что состояние его здоровья не препятствовало содержанию его в больничном кардиологическом отделении в условиях лишения свободы. Заявитель уклонился от своей обязанности и покинул Францию, отправившись в Швейцарию, где хотел ходатайствовать о предоставлении убежища. Впоследствии было принято решение о том, что он утратил право на обжалование вынесенного в его отношении приговора.", "", "Вопросы права По поводу пункта 1 Статьи 6 Конвенции.", "Власти Франции считают, что данное дело отличается от дела «Хальфауи против Франции», которое касалось уголовного преследования за совершение преступления средней тяжести, в то время как настоящее дело затрагивает уголовное преследование заявителя за совершение тяжкого преступления. Однако принципы, установленные в Постановлении по делу Хальфауи, были применены Европейским Судом в деле, касавшегося уголовного преследования лица за совершение тяжкого преступления (см. постановление Европейского Суда по делу «Кромбах против Франции»). Тот факт, что заявитель был осужден за пособничестве и подстрекательство к совершению преступлений против человечества, не лишил его гарантий прав и свобод, предусмотренных Конвенцией. Более того, факты дела «Элиазер против Нидерландов», на которое ссылаются власти Франции, отличаются от фактов настоящего дела, поскольку у г-на Элиазера не было обязанности передать себя под стражу в целях рассмотрения его жалобы апелляционным судом, и, к тому же, у него была возможность подачи жалобы по вопросам права, если он решил бы участвовать в рассмотрении жалобы. Поэтому у Европейского Суда не было мотивов отклоняться от выводов, сделанных в постановлении по делу Хальфауи. Следовательно, право заявителя на доступ к правосудию было нарушено государством чрезмерным вмешательством в реализацию этого права, а это, в свою очередь, повлекло нарушение права заявителя на справедливое судебное разбирательство.", "", "Постановление Вывод: допущено нарушение пункта 1 Статьи 6 Конвенции (принято единогласно).", "", "По поводу Статьи 2 Протокола № 7 к Конвенции. Европейский Суд еще ранее признал, что французская система обеспечения права на обжалование приговоров судов по уголовным делам, действовавшая во время, имеющее отношение к данному делу, в принципе соответствовала требованиям Статьи 2 Протокола № 7 к Конвенции (в числе прочих источников можно сослаться на постановление Европейского Суда по делу Кромбаха, § 96).", "", "Постановление Вывод: требования Статьи 2 Протокола №7 к Конвенции не нарушены (принято единогласно).", "", "Компенсация В порядке применения Статьи 41 Конвенции. Европейский Суд постановил компенсировать судебные издержки и иные расходы.", ""]}