{"file": "RUS_HJUDRUS_73316_01.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "73316/01", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Силиадин против Франции", "[Siliadin – France] (№ 73316/01)", "Постановление от 26 июля 2005 г. [вынесено II Секцией]", "", "Обстоятельства дела", "Заявительница – гражданка Республики Того, которая была моложе шестнадцати лет, когда ее привез во Францию родственник ее отца. Ее вынудили работать в качестве домашней прислуги без оплаты труда. Как безденежного незаконного иммигранта во Франции, паспорт которого был изъят, ее заставили работать на г-на и г-жу В. против ее воли и без предоставления времени отдыха, выполняя работу по дому и присматривая за их тремя, а позже и четырьмя детьми. Заявительница работала с 7 часов утра и до 10 часов вечера каждый день и вынуждена была спать в спальной комнате детей. Эксплуатация продолжалась несколько лет, в течение которых г-н и г-жа В. внушали заявительнице, что ее иммиграционный статус будет быстро урегулирован. Сосед этих супругов привлек внимание Комитета против современного рабства к положению заявительницы, и Комитет в итоге подал заявление в прокуратуру относительно данной ситуации. Против супругов было возбуждено уголовное дело, но их оправдали, что касается уголовных обвинений. Рассмотрение дела было продолжено в отношении его гражданско-правовых аспектов, и была установлена вина супругов. Решением суда им была назначена выплата компенсации за причиненный заявительнице моральный вред в связи с использованием незащищенности и зависимого положения заявительницы тем, что заставляли ее работать без оплаты труда.", "", "Вопросы права", "По поводу соблюдения требований Статьи 4 Конвенции. Статья 4 Конвенции налагает на государства-участников Конвенции позитивные обязательства, состоящие в том, что государства должны принять и эффективно применять на практике положения уголовного законодательства, устанавливающие уголовную ответственность за деяния, запрещенные Статьей 4 Конвенции. В соответствии с современными стандартами и тенденциями, касающимися защиты людей от рабства, подневольного состояния и принудительного или обязательного труда, на государствах лежит обязанность объявлять уголовно наказуемым и наказывать любой акт, направленный на содержание какого-либо лица в положении, противоречащем Статье 4 Конвенции.", "В настоящем деле заявительница годами работала на г-на и г-жу В. без предоставления времени отдыха, против ее воли и без оплаты труда. В период времени, фигурирующий по делу, она была несовершеннолетней, незаконно пребывающей на территории иностранного государства и испытывающей чувство страха, что ее арестует полиция. Действительно, г-н и г-жа В. поддерживали в ней это чувство страха и внушали ей, что ее иммиграционный статус будет урегулирован. Поэтому можно считать, что заявительницу, по крайне мере, привлекали к принудительному труду в том значении, которое придается этому понятию Статьей 4 Конвенции. Европейский Суд затем должен определить, не содержалась ли заявительница в рабстве или подневольном состоянии в том значении, которое придается этим понятиям Статьей 4 Конвенции.", "Что касается вопроса о рабстве, то следует заметить: хотя заявительница была лишена своей личной независимости, имеющиеся доказательства не указывают на то, что она содержалась в рабстве в буквальном смысле, иными словами, что г-н и г-жа В. осуществляли в ее отношении реальное право собственности, низведя тем самым ее статус до вещи. Соответственно, нельзя считать, что заявительница содержалась в рабстве в традиционном смысле этого понятия. Что же касается вопроса о подневольном состоянии, то таковым следует считать обязанность предоставлять услуги под принуждением, и это понятие надлежит увязывать с понятием рабства. Принудительный труд, навязанный заявительнице (смотри выше), длился 15 часов в день, семь дней в неделю. Привезенная во Францию родственником отца, она сама не выбирала, работать ли на г-на и г-жу В. Как несовершеннолетняя, она не имела денежных средств, была уязвима и изолирована от людей; у нее не было никаких средств к существованию, кроме того, что ей предоставлялось в доме г-на и г-жи В., где она спала в одной спальне с их детьми. Заявительница была полностью во власти г-на и г-жи В., поскольку они отобрали ее документы, и ей обещали, что ее иммиграционный статус будет урегулирован, но этого не произошло. Не было у заявительницы, которая боялась, что ее арестует полиция, и свободы передвижения и свободного времени. Кроме того, поскольку ее не послали учиться в школу, вопреки обещаниям, сделанным ее отцу, у заявительницы не было перспективы улучшения ее ситуации, и она полностью зависела от г-на и г-жи В. В этих обстоятельствах Европейский Суд считает, что заявительница, несовершеннолетняя в период времени, фигурирующий по делу, содержалась в подневольном состоянии в том значении, которое придается этому понятию Статьей 4 Конвенции.", "Рабство и подневольное состояние как таковые не относятся к уголовно наказуемым деяниям согласно французскому уголовному законодательству. Г-н и г-жа В. были привлечены к уголовной ответственности по статьям Уголовного кодекса, которые не содержат конкретных ссылок на права, гарантируемые Статьей 4 Конвенции. Будучи оправданными по уголовному делу, они не были признаны виновными в соответствии с нормами уголовного законодательства. Поэтому несмотря на то, что заявительницу подвергли обращению в нарушение требований Статьи 4 Конвенции, и содержали в подневольном состоянии, заявительнице не довелось увидеть тех, кто совершил эти деяния, осужденными в соответствии с нормами уголовного законодательства. В данных обстоятельствах Европейский Суд считает, что уголовное законодательство, действовавшее в период времени, фигурирующий по делу, не предоставило заявительнице конкретную и эффективную защиту от действий, жертвой которых она стала. Следовательно, французское государство не выполнило свои позитивные обязательства по Статье 4 Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований Статьи 4 Конвенции (принято единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Европейский Суд присудил выплатить заявительнице сумму, которую она попросила в возмещение судебных издержек и иных расходов, понесенных в связи с судебным разбирательством.", "", ""]}