{"file": "RUS_HJUDRUS_30668_96.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "30668/96", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Вильсон и Национальный союз журналистов, Палмер, Уайет и Национальный союз работников железнодорожного, морского и автотранспорта, Дулэн и другие против Соединенного Королевства", "Wilson & The National Union Of Journalists, Palmer, Wyeth & The National Union of Rail, Maritime & Transport Workers, Doolan and others – United Kingdom (№ 30668/96, № 30671/96 and № 30678/96)", "", "Постановление от 2 июля 2002 г. [вынесено II Секцией]", "", "Факты Каждый из частных заявителей принадлежал к одному из профессиональных союзов-заявителей, которые были признаны работодателями частных заявителей в целях установления коллективных договорных отношений. Работодатели предложили частным заявителям индивидуальные контракты, включавшие повышение заработной платы, на условиях отказа от представительства профсоюзами и от признания профсоюзов. Заявители отказались подписывать контракты, в результате чего их заработная плата осталась на более низком уровне по сравнению с заработной платой работников, подписавших индивидуальные контракты. В последствии работодатели отказались признавать профессиональные союзы-заявителей.", "", "Вопросы права По поводу Статьи 11 Конвенции. В то время как проблемы, на которые жаловались заявители, не включали в себя прямое вмешательство государства, государство несло бы ответственность при условии неспособности обеспечить права заявителей, гарантированные положениями Статьи 11 Конвенции. Конвенция гарантирует свободу охраны профессиональных интересов членов профсоюза, и государство обязано разрешать создание профсоюзов и принимать необходимые меры для обеспечения деятельности и развития профсоюзов и их членов.", "В период времени, имеющий отношение к рассматриваемому делу, в Соединенном Королевстве существовала добровольная система коллективных договоров, и отсутствовала обязанность работодателей признавать профсоюзы для целей заключения коллективных договоров. Однако коллективные договоры не являются неотъемлемой частью эффективного пользования свободой профессиональных союзов, которая не налагает на работодателя обязанности признавать профсоюз. Тем не менее, профсоюзы и их члены должны так или иначе пользоваться свободой призывать работодателя прислушиваться к тому, что они хотят сказать от имени своих членов. В данном деле, профсоюзам были доступны другие меры защиты интересов своих членов, такие как проведение забастовок, являющихся одним из наиболее эффективных средств, с помощью которых государство может обеспечить свободу профсоюза защищать интересы своих членов. Следовательно, отсутствие обязанности работодателей заключать коллективные договоры само по себе не нарушает положений Статьи 11 Конвенции. Суть добровольной системы коллективных договоров заключается в том, чтобы непризнанный работодателем профессиональный союз имеет возможность предпринять меры, включая организованные действия работников для того, чтобы настоять на заключении коллективного договора. Более того, суть права вступать в профессиональные союзы заключается в том, что работники должны быть свободны в поручениях профсоюзам представлять их интересы перед работодателем или принимать меры в поддержку данных интересов. Если работники в этом плане ограничены, свобода принадлежности к профсоюзу становится иллюзорной. Роль государства состоит именно в том, чтобы не допускать установление ограничений или препятствий для членов профсоюза, которые препятствовали бы им использовать свой профсоюз для представительства их интересов перед работодателями. В данном деле работодатели могли ставить работников, которые не были готовы отказаться от свободы членства в профсоюзе, в менее выгодное положение, и такие действия работодателей ограничивали или препятствовали защите членами профсоюза своих интересов. Таким образом, работодатель имел возможность эффективно препятствовать деятельности профессионального союза в защиту интересов своих членов или срывать такую деятельность. Позволяя работодателям применять финансовые меры, чтобы принуждать работников отказаться от важных прав, гарантируемых членством в профсоюзе, государство-ответчик не выполнило позитивной обязанности обеспечить использование работниками прав, закрепляемых Статьей 11 Конвенции, как в отношении заявителей–профсоюзов, так и частных заявителей.", "", "Постановление Вывод: допущено нарушение Статьи 11 Конвенции (принято единогласно).", "", "По поводу Статьи 10 Конвенции. Европейский Суд не усматривает в деле отдельного вопроса по поводу данной Статьи Конвенции, который не был бы рассмотрен в контексте Статьи 11. Следовательно, нет необходимости отдельно рассматривать жалобу в контексте Статьи 10 Конвенции.", "", "Постановление Вывод: Европейский Суд не усматривает в деле отдельного вопроса, который следовало бы рассмотреть в контексте Статьи 10 Конвенции (принято единогласно).", "", "По поводу Статьи 14 в совокупности со Статьями 10 и 11 Конвенции. Нет необходимости рассматривать жалобу по данному вопросу.", "", "Постановление Вывод: Европейский Суд не усматривает в деле отдельного вопроса, который следовало бы рассмотреть в контексте Статьи 14 Конвенции (принято единогласно).", "", "Компенсация В порядке применения Статьи 41 Конвенции. Европейский Суд отклонил требование заявителей о возмещении материального ущерба, однако, Суд постановил возместить причиненный каждому частному заявителю моральный ущерб на сумму 7730 евро, а также компенсировать судебные издержки и иные расходы.", ""]}