{"file": "RUS_HJUDRUS_49429_99.docx", "doc_type": "HJUDRUS", "doc_lang": "RUS", "case_id": "49429/99", "text_paragraphs": ["© Перевод предоставлен российским изданием «Бюллетень Европейского Суда по правам человека» (). Разрешение на публикацию перевода на русский язык дано исключительно для его включения в базу HUDOC Европейского Суда.", "", "© This document was provided by the Russian edition of the Bulletin of the European Court of Human Rights (). Permission to re-publish this translation into Russian has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Компания «Капитал Банк АД» против Болгарии", "[Capital Bank AD – Bulgaria] (№ 49429/99)", "Постановление от 24 ноября 2005 г. [вынесено I Секцией]", "", "Обстоятельства дела", "В 1993 году банк-заявитель был учрежден и получил соответствующую лицензию. В 1997 году эта лицензия была отозвана Болгарским национальным банком, а в 1998 году в отношении банка-заявителя было возбуждено производство о принудительной ликвидации. Рассматривая ходатайство Болгарского национального банка о ликвидации банка-заявителя, суды полагались на заключения Болгарского национального банка относительно несостоятельности банка-заявителя. Суды сочли, что они были компетентны только проверить формальную обоснованность решения Болгарского национального банка об отзыве лицензии ввиду несостоятельности банка-заявителя. При производстве в городском суде интересы банка-заявителя представляли специальные управляющие, назначенные Болгарским национальным банком и подотчетные ему, а Верховном кассационном суде – ликвидаторы, которые были подотчетны Болгарскому национальному банку. В 2005 году банк-заявитель был ликвидирован и исключении из реестра зарегистрированных компаний.", "", "Вопросы права", "По поводу ходатайства государства-ответчика исключить жалобу из списка подлежащих рассмотрению дел. В июне 2005 года государство-ответчик обратилось в Европейский Суд с ходатайством исключить данную жалобу из списка подлежащих рассмотрению дел и прекратить производство по делу в соответствии с пунктом 1 Статьи 37 Конвенции на том основании, что банк-заявитель более не существовал как юридическое лицо, так как после своей ликвидации он был исключен из реестра зарегистрированных компаний (в июне 2005 года банк, который приобрел все активы банка-заявителя в начале of 2005 года, также обратился в Европейский Суд с ходатайством исключить жалобу из списка подлежащих рассмотрению дел в соответствии с подпунктом (а) пункта 1 Статьи 37 Конвенции, поскольку в своем предположительном качестве правопреемника банка-заявителя этот банк более не намеревался добиваться рассмотрения жалобы. Европейский Суд объявил данное ходатайство неприемлемым).", "Что касается ходатайства государства-ответчика, то Европейский Суд отмечает: жалоба была заявлена в Европейский Суд от имени банка-заявителя председателем и вице-председателем его совета директоров и от имени его акционеров, когда уже шло производство о ликвидации банка, и его интересы по общему правилу должны были бы представлять ликвидаторы. В своем решении о приемлемости жалобы Европейский Суд согласился с тем, каким образом была подана жалоба, с учетом конкретных обстоятельств и необходимостью толковать положения Статьи 34 Конвенции практическим и эффективным образом. По делу нет необходимости в исследовании вопроса, были ли соблюдены условия исключения жалобы из списка подлежащих рассмотрению дел в соответствии с подпунктами (a) – (c) пункта 1 Статьи 37 Конвенции, поскольку соблюдение прав человека, гарантированных Конвенцией и Протоколами к ней, требовали дальнейшего рассмотрения жалобы. Хотя в соответствии со Статьей 34 Конвенции наличие «жертвы нарушения» Конвенции является неотъемлемым условием для приведения механизма Конвенции в действие, данное условие не может применяться механически, непреклонно и негибко на протяжении всего производства по делу. Как правило, и в особенности в тех делах, где, как в данном деле, фигурируют преимущественно материальные, а потому – допускающие передачу требования, существование других лиц, которым передается такое требование, является важным обстоятельством, но это обстоятельство не может быть единственным, принимаемым во внимание. Дела о правах человека, рассматриваемые Европейским Судом, как правило, имеют также и моральное измерение, которое Суд должен принимать во внимание, когда он изучает вопрос, продолжать ли рассмотрение той или иной жалобы после того, как заявитель прекратил свое существование, тем более, если вопросы, поднимаемые делом, переживают лицо и выходят за рамки интересов заявителя.", "Жалобы по настоящему делу касаются процедуры, с помощью которой была отозвана лицензия банка-заявителя, и банк был ликвидирован, что в конечном счете привело к прекращению существования банка как юридического лица. Исключение жалобы из списка подлежащих рассмотрению дел в таких обстоятельствах подорвало бы самое суть права на подачу индивидуальной жалобы в Европейский Суд юридическими лицами, так как это поощрило бы государства лишать такие организации возможности настаивать на рассмотрении жалобы, поданной в то время, когда эти организации имели статус юридического лица.", "", "Постановление", "Европейский Суд отклонил ходатайство государства-ответчика (вынесено единогласно).", "", "По поводу соблюдения требований пункта 4 Статьи 5 Конвенции.", "Вопрос о применимости положений пункта 4 Статьи 5 Конвенции. Отзыв лицензии банка-заявителя и последующее распоряжение о его ликвидации четко и решающим образом сказались на его способности продолжать свою деятельность как хозяйствующего субъекта, равно как и на его праве вести собственные финансовые дела и распоряжаться своей собственностью. В результате этих мер банк, в конечном счете, был исключен из реестра зарегистрированных компаний и прекратил свое существование в качестве юридического лица. Поскольку данные меры были решающими, что касается прав банка гражданско-правового характера, положения пункта 1 Статьи 6 Конвенции в деле применимы.", "Вопрос о соблюдении требований пункта 4 Статьи 5 Конвенции – пределы судебного надзора. При рассмотрении ходатайства Болгарского национального банка о ликвидации банка-заявителя городской суд и Верховный кассационный суд сочли себя некомпетентными проводить собственное исследование вопроса о несостоятельности банка-заявителя, полагаясь при этом – решающим для результатов рассмотрения дела образом – на заключения Болгарского национального банка. Закон 1997 года «О банках» [The Banks Act] прямо исключил из сферы судебного надзора любое решение Болгарского национального банка об отзыве лицензии того или иного банка по причине его несостоятельности.", "Невозможность для банка-заявителя обжаловать в судах решение Болгарского национального банка не была оправдана каким-либо неотъемлемым ограничением права человека на доступ к правосудию, подразумеваемым пунктом 1 Статьи 6 Конвенции.", "Коротко говоря, решение судов следовать определению Болгарского национального банка, не подвергая его никакому критическому разбору или обсуждению, сопряженное с отсутствием каких-либо средств проверки этого определения посредством прямой процедуры судебной проверки законности и обоснованности, не было обоснованным.", "Вопрос о представительстве интересов банка лицами, которые были зависимы от противостоящей ему стороны в производстве по делу о банкротстве. При производстве по делу о банкротстве интересы банка-заявителя представляли лица, которые были зависимы – в той или иной степени – от противостоящей ему в этом производстве стороны. Право на доступ к правосудию и право на состязательный процесс предполагают среди прочего возможность для сторон в гражданском или уголовном процессе эффективно участвовать в производстве по делу, представлять доказательства и доводы с целью повлиять на решение суда. Поскольку интересы банка-заявителя представляли лица, которые были зависимы от противостоящей ему стороны в этом производстве стороны, банк-заявитель не смог – особенно, когда дело рассматривалось Верховным кассационным судом – надлежащим образом изложить свою позицию и защитить свои интересы. Вступление в процесс прокуратуры не могло исправить то обстоятельство, что банку-заявителю было отказано в возможности изложить свою позицию в судах страны.", "", "Постановление", "Европейский Суд пришел к выводу, что по делу допущено нарушение требований пункта 1 Статьи 6 Конвенции (вынесено единогласно).", "", "По поводу соблюдения требований Статьи 1 Протокола № 1 к Конвенции. Отзыв лицензии автоматически повлек за собой возбуждение производства о ликвидации банка-заявитель и тем самым приравнивается к акту контроля государства за использованием собственности банка в значении второго абзаца Статьи 1 Протокола № 1 к Конвенции. В соответствии с Законом 1997 года «О банках» Болгарский национальный банк может отозвать лицензию того или иного банка, не будучи обязанным уведомить сам банк о начале процедуры. Болгарский национальный банк не обязан и принимать во внимание доводы и возражения банка. Таким образом, тот или иной банк впервые официально уведомляют об отзыве лицензии только после того, как решение Болгарского национального банка на этот счет уже принято, как это и произошло в настоящем деле. Это – в сочетании с отсутствием какой-либо последующей возможности административной или судебной проверки законности и обоснованности решения и той позиции судов, которые рассматривали ходатайство о ликвидации банка, что они связаны определением Болгарского национального банка по вопросу о несостоятельности банка, – сделало невозможным для банка-заявителя на любой стадии производства заявить свои возражения на заключения Болгарского национального банка по фактическим обстоятельствам дела и подать обоснованную жалобу на вывод Болгарского национального банка о том, что банк-заявитель был несостоятелен.", "Несмотря на различные варианты, доступные для ограждения интересов вкладчиков и других кредиторов банка-заявителя и защиты стабильности банковской системы, законодательная схема склонилась к более радикальному решению – обойтись без каких-либо разбирательств во всех случаях – и при этом нет никаких признаков того, что рассматривались другие возможности. В заключение следует отметить: акт вмешательства государства в осуществление банком-заявителем своего права на пользование имуществом не было обставлено достаточными гарантиями против произвола, и тем самым это вмешательство не было законным в значении Статьи 1 Протокола № 1 к Конвенции.", "", "Постановление", "Европейский Суд пришел к выводу, что в данном вопросе по делу допущено нарушение требований Статьи 1 Протокола № 1 к Конвенции (вынесено единогласно).", "", "Компенсация", "В порядке применения Статьи 41 Конвенции. Хотя отзыв лицензии и распоряжение о ликвидации возможно и имели неблагоприятные для банка финансовые последствия, Европейский Суд не вправе заниматься домыслами по поводу того, каков бы мог быть конечный результат, если банк имел бы возможность надлежащим образом обжаловать принятие этих мер. Требование заявителя о выплате компенсации материального ущерба было поэтому отклонено, но Европейский Суд присудил ему определенную сумму в возмещение судебных расходов и издержек.", ""]}