{"file": "SLV_HJUDSLV_11840_85.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "11840/85", "text_paragraphs": ["PUGLIESE v. ITALIJA\n(Eur. Court H.R., 19. 2. 1991, Series A no. 195-C)", "", "[Gospod Vincenzo Pugliese je bil italijanski državljan, živeč v Rimu. Po poklicu je bil novinar. V zvezi s postavitvijo turističnega kompleksa je podjetje S. z občinskimi oblastmi Cittareale podpisalo pogodbo za postavitev smučarske vlečnice na tej lokaciji. Za izgradnjo objekta so dale občinske oblasti podjetju pravico do gradnje na občinskem zemljišču. Podjetje pa je odkupilo zemljiške parcele posameznikov, nato označilo zemljiške meje in na zemljišče odložilo gradbeni material.\n           Neznanega datuma so občinske oblasti razdrle svojo pogodbo s podjetjem S. in podjetje SOGELAI zadolžile za izgradnjo smučarske vlečnice. Pritožnik je bil poslovodja podjetja SOGELAI. Slednje je nato označilo meje in po neuspešni prošnji, da bi podjetje S. umaknilo gradbeni material na začetku septembra 1981 slednjega odstranilo samo.\n           17. 9. 1981 se je podjetje S. pritožilo zaradi neupravičenega posega na njihovo zemljišče.\n           Občinsko sodišče v Borboni je 27. 4. 1982 pritožniku poslalo sodno obvestilo, da je bil zoper njega sprožen kazenski postopek, ki ga pa ni bilo mogoče izročiti.\n           Vlada poudarja, da je bilo med predhodno preiskavo primera pritožnika na naslovu, ki ga je podal, nemogoče izslediti. Poročilo z dne 9. 11. 1982, naslovljeno na Občinsko sodišče v Borboni s strani območne policije, je izpostavilo, da je iskana oseba, ki domnevno živi na Via di Porta Cavalleggeri številka 13 v Rimu, dejansko neizsledljiva. Na podlagi ugotovljenega se zdi, da uporablja omenjeni naslov za prejemanje pošte, vendar ni bilo mogoče ugotoviti njenega dejanskega bivališča.\n           Sodišče ga je slednjič razglasilo za neizsledljivega. Pritožnik je v nasprotju z navedbami policije trdil, da je imel svoje bivališče zmeraj na naslovu, ki ga je podal, ter da je takoj, ko je videl policijsko poročilo z dne 9. 11. 1982, podal pritožbo zoper podpisnika poročila zaradi lažne trditve, da je izvršil terensko preverbo. Vlada je v svojih ugotovitvah z dne 24. 11. 1989 navedla, da ni prišlo do nadaljnjih postopkov v zvezi z navedeno pritožbo, zatem ko je javno tožilstvo v nasprotju s pritožnikovimi trditvami potrdilo, da slednji ni imel dejanskega bivališča na podanem naslovu ter da je poročevalec imel prav.\n           Pritožnik je bil pozvan, naj se 16. 4. 1983 zglasi na obravnavi. Tega dne je bil zaslišan skupaj s soobtoženimi in osebami, ki so podale ovadbo. Obravnava je bila nato preložena. Nadaljevala se je 2. 7. 1983, ko je eden izmed pritožnikovih odvetnikov zahteval razveljavitev obravnave zaradi neustrezne usposobljenosti predstavnika državnega tožilstva za opravljanje zaupanih uradnih nalog. Obravnava je bila razveljavljena. Do nove je prišlo 3. 3. 1984. Na nadaljevanju obravnave 12. 4. 1984 je sodišče zaslišalo obtožence in več prič. Na koncu je sodišče odredilo nadaljnjo preiskavo, saj je bilo potrebno ugotoviti, kdo je lastnik zemljišča, kjer je prišlo do nezakonitega posega. 7. 6. 1984 je bil imenovan izvedenec, ki pa je bil zaradi pomanjkanja časa zamenjan. Novi izvedenec je svoje poročilo podal 30. 1. 1985.\n           Občinsko sodišče je 5. 10. 1985 pritožnika obsodilo na globo v višini 800.000 lir in na plačilo odškodnine, katere višina naj bi bila ugotovljena posebej. Sodba je bila 19. 10. 1985 shranjena v register. Gospod Pugliese se je še istega dne pritožil. Okrajno sodišče v Rietiju je 10. 7. 1987 razglasilo amnestijo s strani Predsednika Republike Italije.\n           Pritožnik trdi, da je v zvezi s 3. odstavkom 6. člena Konvencije dvakrat, 29. 6. 1985 in 20. 9. 1985, Občinsko sodišče prosil za vodenje lastne obrambe. Sodišče o tej zahtevi ni odločilo.\n           Pritožnik je 21. 9. 1985 prosil tudi za zaslišanje treh prič, toda občinsko sodišče na njegovo zahtevo ponovno ni odgovorilo.]\n           1.-10. [...]", "Postopek pred komisijo", "\n           11. V svoji pritožbi z dne 14. 10. 1985, naslovljeni na Komisijo, se je gospod Pugliese skliceval na 1. in 3. odstavek 6. člena Konvencije. Trdil je, da primera ni mogel predstaviti osebno ter da niso bile zaslišane tri priče, ki ga bi lahko razbremenile. Pritožil se je tudi nad dolžino postopka.\n           12. Komisija je 5. 9. 1989 pritožbo dopustila glede trditve o neprimerni dolžini postopka. Dne 3. 5. 1988 pa je podala mnenje o nedopustnosti ostanka pritožbe. V svojem poročilu z dne 5. 12. 1989 je soglasno menila, da je prišlo do kršitve 1. odstavka 6. člena Konvencije. \n        ", "Pravna vprašanja", "", "I. Domnevna kršitev 1. odstavka 6. člena Konvencije", "\n           13. Pritožnik je trdil, da primer ni bil razrešen v razumnem roku, kot to zahteva 1. odstavek 6. člena Konvencije.\n           Vlada je temu nasprotovala, Komisija pa je pritožnikove trditve podprla.\n           14. Obdobje, ki ga je potrebno upoštevati, se je pričelo 27. 4. 1982, ko je bilo pritožniku sporočeno, da je bil zoper njega sprožen kazenski postopek. Končalo se je 10. 7. 1987, ko je sodišče v Rietiju razglasilo amnestijo.\n           15. [...]\n           16. Konvencija v 1. odstavek 6. člena zagotavlja vsakomur, ki je subjekt kazenskega postopka, pravico do sojenja v razumnem roku.\n           Sodišče izpostavlja, da je potrebno razumnost roka preučiti na podlagi posebnih okoliščin samega primera, ki zahtevajo vsestransko oceno. Pričujoči primer je bil dejansko zelo enostaven. Kljub temu je prišlo do dolgih obdobij neaktivnosti v postopku tako na prvi, kakor tudi na drugi stopnji. Iz povedanega sledi, da Sodišče ne more odobriti časovne luknje, ki je daljša od petih let in dveh mesecev.\n           Zatorej je prišlo do kršitve 1. odstavka 6. člena Konvencije.", "II. Uporaba 50. člena Konvencije", "\n           17. [...] Gospod Pugliese je zahteval odškodnino za škodo, ki jo je utrpel, ne da bi bil podal višino ustreznega zneska.\n           18. Po mnenju Komisije njegove zahteve niso prispevale k dolžini postopka. Vlada je menila, da v kolikor bi bila ugotovljena kršitev, je primerna zgolj skromna odškodnina za nepremoženjsko škodo.\n           19. Sodišče sprejema možnost, da je pritožnik utrpel nepremoženjsko škodo, vendar pa glede na okoliščine primera meni, da predstavlja že sama ugotovitev kršitve 1. odstavka 6. člena ustrezno zadoščenje za namene 50. člena Konvencije.\n           Zavoljo navedenega sodišče soglasno:\n           - odloča, da je prišlo do kršitve 1. odstavka 6. člena Konvencije;\n           - odloča, da pričujoča sodba sama po sebi vsebuje ustrezno zadoščenje za namen 50. člena."]}