{"file": "SLV_HJUDSLV_6903_75.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "6903/75", "text_paragraphs": ["Sodba v zadevi Deweer proti Belgiji z dne 27. 2. 1980 – 6903/75", "", "Pritožnik je bil mesar in lastnik mesnice. Dne 18. 9. 1974 je bilo med inšpekcijskim pregledom ugotovljeno, da je kršil ministrski odlok o določitvi maloprodajnih cen mesa. V zapisniku, ki ga je pripravil inšpektor, je pritožnik pojasnil, da so cene, ki jih je zaračunaval sicer res presegle raven iz navedenega odloka, vendar njegova marža ni presegla določene meje, zato so bile njegove cene vendarle v skladu s predpisi. Dne 30. 9. 1974 je tožilstvo pritožniku poslalo odredbo o začasnem zaprtju pritožnikove mesnice, ki naj bi bila izvršena v 48 urah po vročitvi. Skupaj z odredbo je pritožnik prejel tudi predlog za sklenitev poravnave, v kateri je bil predlagan znesek denarne kazni, po plačilu katerega bi se lahko izognil zaprtju svoje mesnice. Zaprtje naj bi sicer trajalo bodisi do plačila predlaganega zneska (v tem primeru se kazenski postopek zoper pritožnika pred sodiščem uradno sploh ne bi začel) bodisi do odločitve sodišča v njegovi zadevi. Pritožnik je navedeni znesek plačal. Hkrati je tožilstvo pisno obvestil, da je plačilo izvedel le z namenom, da bi omejil resno škodo, ki bi mu nastala zaradi zaprtja mesnice, ter da bo proti odredbi tožilstva uveljavljal pravno varstvo. Po plačilu pritožnikove mesnice niso zaprli, kazenski postopek zoper pritožnika pa ni stekel. Upoštevni ministrski odlok je bil kasneje sicer razveljavljen.", "", "Pritožnik je zatrjeval, da sta sklenitev poravnave in plačilo denarne kazni pod grožnjo zaprtja njegove mesnice pomenila kršitev prvega odstavka 6. člena EKČP. ESČP je odredbo tožilstva štelo za kazensko obtožbo. Pojasnilo je, da je pritožnik imel pravico do poštenega sojenja pred neodvisnim in nepristranskim ter z zakonom ustanovljenim sodiščem, ki bi presodilo tudi njegove navedbe in odločilo o obtožbi v skladu s prvim odstavkom 6. člena EKČP. Pred sodiščem bi se pritožnik lahko branil, da je ravnal v dobri veri ali pojasnil druge razloge, ki naj bi upravičevali njegovo ravnanje, uveljavljal pa bi lahko tudi protiustavnost spornega ministrskega odloka ali njegovo nezdružljivost s pravom Skupnosti. ESČP je nato pojasnilo, da poravnave v kazenskem postopku, s katerimi se posamezniki odpovejo pravici do sodišča, sicer vselej pomenijo določen pritisk v obliki grožnje s kazenskim pregonom, vendar so načeloma skladne s Konvencijo. Dodalo je, da bi se pritožnik pravici do sodišča sicer lahko odpovedal, vendar je v obravnavani zadevi na poravnavo pristal pod prisilo. ESČP je pojasnilo, da bi se glede na to, da je bil ministrski odlok, ki je bil podlaga za postopek proti pritožniku, razveljavljen, kazenski postopek zoper pritožnika zelo verjetno zaključil z oprostilno sodbo. Tako se je pritožnik bolj kot kazenskega pregona bal zagroženega ukrepa zaprtja mesnice. Prav zaradi grožnje z zaprtjem pritožnikove mesnice, ki naj bi se izvršilo 48 ur po vročitvi odredbe tožilstva pritožniku in trajalo do odločitve sodišče, kar bi lahko pomenilo obdobje več mesecev, v katerem pritožnik ne bi mogel opravljati svoje dejavnosti, je pritožnik pristal na sklenitev poravnave. Pritožniku je namreč grozil nastanek resne škode, ki bi bila občutno višja kot znesek kazni, ki mu jo je v okviru poravnave ponudilo tožilstvo. Glede na to je ESČP zaključilo, da se je pritožnik jamstvom prvega odstavka 6. člena EKČP odpovedal pod prisilo, zato je prišlo do kršitve prvega odstavka 6. člena EKČP.", "", "Iz obrazložitve:", "", "\"49. \"Pravica do sodišča\", ki je temeljna sestavina pravice do poštenega sojenja, ni v kazenskih zadevah nič bolj absolutna kot v civilnih zadevah. Ta pravica ima implicitne omejitve, dva primera sta predstavljena v 58. odstavku poročila Komisije (odločitev, da se storilca ne preganja, ali sklep o ustavitvi sodnega postopka), vendar ni naloga Sodišča, da o tem razvije splošno teorijo (smiselno glej zgoraj navedeno sodbo v zadevi Golder, str. 18–19, 36. in 38.–39. odstavek).", "", "Vendar v tej zadevi ne gre za tako omejitev. Deweer se je s plačilom 10.000 BEF, ki ga je tožilec iz Leuvena \"zahteval\" v okviru poravnave (glej 9. odstavek zgoraj), odpovedal pravici, da bi o njegovi zadevi odločalo sodišče.", "", "V notranjih pravnih sistemih držav pogodbenic se take odpovedi pogosto pojavljajo v civilnih zadevah, zlasti v obliki arbitražnih klavzul v pogodbah, v kazenskih zadevah pa med drugim kot plačilo denarne kazni v okviru izvensodne poravnave. Odpoved, ki ima očitne prednosti tako za zadevnega posameznika kot tudi za pravosodje, ni v nasprotju z načeli Konvencije; glede tega Sodišče soglaša s Komisijo (55.–56. odstavek poročila; odločba z dne 5. marca 1962, vloga št. 1197/61, X proti Zvezni republiki Nemčiji, Yearbook of the Convention, l. 5, str. 94–96).", "", "Vendar pa ima \"pravica do sodišča\" v demokratični družbi prevelik pomen (44. odstavek zgoraj), da bi jo posameznik lahko izgubil zgolj zato, ker je sklenil izvensodno poravnavo. Na področju, ki zadeva javni red držav članic Sveta Evrope, je treba ukrep ali odločitev, ki naj bi kršila 6. člen, presojati še posebej natančno (v zvezi s 5. členom glej zgoraj navedeno sodbo De Wilde, Ooms in Versyp, str. 36, 65. odstavek). Sodišču je znano, kako odločno so belgijska sodišča na podlagi 8. člena Ustave in 6. člena Konvencije kaznovala nespoštovanje \"pravice do sodišča\" v zasebnih pravnih razmerjih (glej na primer Bruseljsko civilno sodišče, 23. 11. 1967, Journal des Tribunaux, 1967, str. 741; prim. Kasacijsko sodišče, 1. 6. 1966, s sklepnimi predlogi generalnega pravobranilca Mahauxa, Pasicrisie, 1966, I, str. 1249–1250 in 1251–1252). Vsaj enako stopnjo pozornosti pa bi bilo treba nameniti zadevi, ko nekdo, ki je pred tem bil \"obtožen storitve kaznivega dejanja\", izpodbija poravnavo, ki je preprečila začetek postopka pred sodiščem. Eden od pogojev, ki morajo biti v takih primerih izpolnjeni, je vsekakor odsotnost prisile; to zahteva mednarodni instrument, ki temelji na idejah svobode in pravne države (zgoraj navedena sodba Golder, str. 16–17, 34. odstavek). Tudi glede tega se Sodišče strinja s Komisijo.\"", ""]}