{"file": "SLV_HJUDSLV_11454_85.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "11454/85", "text_paragraphs": ["KOSTOVSKI v. NIZOZEMSKA\n(Eur. Court H.R., 20. 11. 1989, Series A no. 166", "", "9. - 21. [Jugoslovanski državljan Slobodan Kostovski, rojen leta 1953, ki je imel obsežno kazensko evidenco, je avgusta 1981 skupaj z ostalimi zbežal iz zapora na Nizozemskem in ostal na begu do aprila naslednjega leta.\n           Januarja 1982 so trije oboroženi moški oropali banko v Baarnu. Kasneje sta dve osebi, ki sta zaradi strahu pred maščevanjem želeli ostati anonimni, policiji podali izjave, ki so se nanašale na vlagatelja pritožbe in ostale sodelujoče v ropu. Iz enega od policijskih poročil je razvidno, da informator ni vedel za ime g. Kostovskega. Zanj je policija izvedela s pomočjo njegove prepoznave po fotografijah. Preiskovalni sodnik (rechter-commisaris) je v odsotnosti državnega tožilca, g. Kostovskega in njegovega zagovornika zaslišal eno od prič, ki je potrdila svoje prej podane izjave. Odvetnik g. Kostovskega je imel kasneje možnost preko izpraševanja preiskovalnega sodnika predložiti priči pisna vprašanja, vendar pa večine teh vprašanj sodnik ni postavil ali pa nanje odvetnik zaradi zavarovanja anonimnosti priče ni dobil odgovora. \n           Septembra 1982 je Okrožno sodišče v Utrechtu (arrondissementsrechtbank) vlagatelja in njegove pajdaše, ki so bili obtoženi kaznivega dejanja oboroženega ropa, obsodilo in vsakemu od njih izreklo kazen šestih let zapora. Anonimnih prič, katerih identiteto je poznal državni tožilec, na sojenju niso zaslišali. Okrožno sodišče se je v svojih ugotovitvah sklicevalo na poročila policije in zaslišanje preiskovalnega sodnika o zaslišanju prič, ki jih je opravil. Le-ta je sprejelo kot odločilni in zanesljiv dokaz. Tudi pritožbeno sodišče (Gerechtshof) v Amsterdamu je maja 1983 zgoraj omenjena poročila sprejelo kot dokaz in potrdilo obsodbo g. Kostovskega.\n           Vrhovno sodišče () je septembra 1984 zavrnilo njegovo pritožbo zoper to odločitev.]\n           22. - 34. [Nizozemski Zakon o kazenskem postopku (iz leta 1926!) izjave prič definira kot izjave o dejstvih in okoliščinah, podanih med zaslišanjem na sojenju, ki jih priče same zaznajo ali izkusijo. Posredne izjave (hearsay) so dopustne le izjemoma. Poročila o izjavah je mogoče prebrati v primeru smrti priče ali njene nezmožnosti, da pride na sojenje; obstoj slednjega ugotovi sodišče. V veliki večini primerov se priče ne udeležujejo sojenja, zaslišanje pa opravi policija ali preiskovalni sodnik. Pri zaslišanju s strani policije ali preiskovalnega sodnika pravo ne zahteva obvezne navzočnosti obdolženčevega zagovornika, vendar ga po sedanji praksi preiskovalni sodniki nanj običajno povabijo. Čeprav zakon nima določb, ki bi se nanašale na izjave anonimnih prič, je Vrhovno sodišče zaradi naraščajoče stopnje nasilnega organiziranega kriminala v številnih sodbah prikrilo njihovo istovetnost.]", "Postopek pred Komisijo", "\n           35., 36. [V svoji vlogi na Komisijo z dne 18. 3. 1984 je g. Kostovski trdil, da so v postopku proti njemu kršili 1. in 3. (d) odstavek 6. člena Konvencije, ker ni imel možnosti izpraševanja anonimnih prič in izpodbijanja njihovih izjav. V poročilu je Komisija menila, da je prišlo do kršitev 1. odstavka v povezavi s 3. (d) odstavkom 6. člena .]", "Pravna vprašanja", "<\n           [...]\n           39. Na začetku je potrebno priklicati v spomin, da je odločanje o dopustnosti dokazov primarno področje državne zakonodaje (glej sodbo v primeru Schenk z dne 12. 7. 1988). Kot splošno velja, da dokaze, ki se izvajajo pred njimi ocenjujejo državna sodišča (glej sodbo v primeru Barberá, Messegué in Jabardo z dne 6. 12. 1988). V luči teh načel Sodišče svoje naloge ne vidi v izražanju mnenja o dopustnosti spornih izjav, ampak bolj v oceni vprašanja, ali je bil postopek kot celota, vključno z načinom sprejemanja dokazov, pošten. Ker so jamstva 3. odstavka 6. člena bistveni vidiki poštenega sojenja, ki ga predstavlja 1. odstavek, bo Sodišče preučilo vlagateljeve pritožbe z vidika 3. (d) odstavka skupaj s 1. odstavkom.\n           40. Sodišče je opazilo, da se po nizozemskem pravu samo  od avtorjev izjav, namreč oseba, čigar izjave so prebrali na sojenju, šteje kot „priča”. Vendar bi bilo treba zaradi avtonomne razlage tega pojma (glej sodbo v primeru Bönisch) za namene 3. (d) odstavka 6. člena Konvencije za priči šteti oba, ker so bile izjave obeh, ne glede na to ali so bile prebrane na sojenju ali ne, dejansko pred sodiščem in jih je slednje tudi upoštevalo. \n           41. Da bi se dosegla kontradiktorna razprava je načeloma potrebno vse dokaze izvajati na javni obravnavi v navzočnosti obtoženca (glej zgoraj omenjeno sodbo v primeru Barberá, Messegué in Jabardo). To pa ne pomeni, da morajo biti izjave prič, da postanejo dokazi, vedno podane na javni obravnavi na sodišču: dokazna raba izjav, pridobljenih v predsodni fazi [pre-trial stage], sama po sebi ni v neskladju s 1. in 3. (d) odstavkom 6. člena, ki zagotavlja spoštovanje pravice do obrambe. Te pravice praviloma zahtevajo, da ima obtoženec zadostno in primerno možnost poklicati in zaslišati obremenilne priče, bodisi takrat, ko je priča izjave podala, ali kdaj kasneje v postopku (glej, mutatis mutandis, sodbo v primeru Unterpertinger z dne 24. 11. 1986).\n           42. Take možnosti vlagatelj pritožbe v primeru pred nami ni imel, čeprav ni nobenega dvoma o tem, da je želel poklicati in zaslišati vpletene anonimne osebe. Ne samo da teh niso zaslišali na sojenju, policija in preiskovalni sodnik sta njihove izjave pridobila v odsotnosti g. Kostovskega in njegovega zagovornika. Niti sam niti kdo drug v njegovem imenu jih tako v nobeni fazi postopka ni mogel neposredno zaslišati.\n           Obramba je imela pred Okrajnim sodiščem v Utrechtu in sodiščem druge stopnje v Amsterdamu možnost zaslišati enega od policijskih uradnikov in oba preiskovalna sodnika, ki sta pridobila izjave. Imela je tudi možnost ob posredovanju preiskovalnega sodnika eni od prič predložiti napisana vprašanja, vendar je bila vrsta in obseg vprašanj znatno omejena zaradi odločitve o zaščiti anonimnosti avtorjev izjav. [...] Če obramba ne ve za istovetnost oseb, ki jih želi zaslišati, je lahko prikrajšana za podrobnosti, ki bi ji omogočile pokazati, da je on ali ona pristranska, sovražna ali nezanesljiva. Pričevanje in druge izjave, ki obremenujejo obtoženca, so lahko namerno neresnične ali preprosto napačne, kar bo obramba težko pokazala, če nima podatkov, ki bi dopuščali preveriti pričino zanesljivost ali vzbuditi dvom v njeno verodostojnost. Ni mogoče spregledati nevarnosti, ki so značilne za take položaje.\n           43. Zaradi odsotnosti omenjenih anonimnih oseb ni imelo nobeno od sodišč možnosti opazovati njihovega vedenja pri zaslišanju in si tako oblikovati lastnega vtisa o njihovi zanesljivosti. [...]\n           Preiskovalni sodnik je eno od anonimnih oseb res zaslišal, toda Sodišče je zavezano opozoriti - tudi zato ker niti vlagatelj niti njegov zagovornik nista bila navzoča pri zaslišanjih -, da niti sam preiskovalni sodnik ni poznal istovetnosti oseb, kar mu je onemogočilo preveriti njihovo zanesljivost.\n           Ob teh okoliščinah ni mogoče reči, da je postopek sodnih oblasti, ki je sledil, nevtraliziral ovire, v katerih je delovala obramba. \n           44. Vlada je poudarila, da nizozemska sodna praksa v primerih anonimnih dokazov omejuje prisiljevanje prič in tehta med interesi družbe, obtoženca in prič. [...]\n           Čeprav rast organiziranega kriminala nedvomno zahteva uvajanje primernih ukrepov, pa navedbe Vlade v predložitvah Sodišču niso odtehtale tega, kar je vlagateljev zagovornik opisal kot „interes vsakogar v civilizirani družbi za nadzorovan in pošten postopek”. Pravica do poštenega izvrševanja sodne oblasti ima v demokratični družbi tako pomemben položaj (glej sodbo v primeru Delcourt), da je ni mogoče žrtvovati za učinkovitost. Konvencija v preiskovalnih fazah kazenskega postopka ne preprečuje zanašanja na vire anonimnih informatorjev. Kasnejša uporaba anonimnih izjav kot zadostnih dokazov za izrek obsodbe, kot v obravnavanem primeru, pa pomeni vendarle nekaj drugega. Povzročila je omejitve pravic obrambe, kar je bilo nezdružljivo z jamstvi, ki jih vsebuje 6. člen. Vlada je dejansko privolila, da je vlagateljeva obsodba „v odločilni meri” temeljila na anonimnih izjavah.\n           45. Zaradi tega je Sodišče odločilo, da so bile glede na okoliščine primera omejitve pravic obrambe take, da ni mogoče reči, da je bil g. Kostovski deležen poštenega sojenja. Potemtakem je prišlo do kršitve 3. (d) odstavka 6. člena skupaj s 1. odstavkom. \n           46. [...] [Vlagatelj] se ni pritožil glede premoženjske škode ali stroškov in izdatkov in Sodišče tega ne ugotavlja na lastno pobudo (glej sodbo v primeru Brogan in ostali z dne 29. 11. 1988).\n           47. Po mnenju g. Kostovskega so ugotovitve Sodišča o kršitvah v njegovem primeru pomenile, da bi bil [če bi bil postopek zakonit] zaradi pomanjkanja dokazov oproščen. Na tej podlagi je zahteval 150.000 nizozemskih guldnov za nepremoženjsko škodo, ki mu je bila povzročena z neupravičenim pridržanjem. [...] Glavni ugovor vlade je bil, da ni bilo zadostne vzročne zveze med zatrjevano škodo in ugotovljeno kršitvijo. Ni bilo dognano, da bi bil g. Kostovski oproščen, če določena vprašanja, postavljena avtorjem anonimnih izjav, ne bi bila izločena ali celo če njihova anonimnost ne bi bila zagotovljena. [...]\n           48. Sodišče ne more sprejeti glavnega ugovora Vlade. Vlagateljevo pridržanje je bilo neposredana posledica dokazovanja njegove krivde na način, ki ni ustrezal zahtevam 6. člena. [Ker sodišče ni razpolagalo s podatki o višini odškodnine, ki jo omogoča notranje pravo države pritožnikke, je odločitev o uporabi 50. člena odložilo.]"]}