{"file": "SLV_HJUDSLV_7819_77.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "7819/77", "text_paragraphs": [" in FELL v. ZDRUŽENO KRALJESTVO\n(Eur. Court H.R., 28. 6. 1984, Series A no. 80)", "", "[Novembra 1973 sta bila John Joseph Campbell, rojen leta 1944 na Severnem Irskem, državljan Združenega Kraljestva, ter duhovnik Patrick Fell, rojen leta 1940 in enakega državljanstva, ločeno obsojena na deset in dvanajst let zapora. Ves čas sta bila zaprta kot pripadnika zapornikov kategorije A oziroma posebej zavarovanih. Prestopke, zaradi katerih sta bila zaprta, so oblasti smatrale za delovanje IRA [Irish Republican Army]. \n           16. septembra 1976 so pazniki v zaporu  intervenirali, da bi se končal protest šestih zapornikov, vključno z vlagateljima. Pri tem je prišlo do spopada in poškodb, ki sta jih utrpela tako vlagatelja kot tudi pazniki.  in Fell sta bila naknadno obdolžena disciplinskih prestopkov proti Zaporniškim pravilom [Prison Rules iz leta 1964]. V postopku pred Nadzornim odborom [Board of Visitors] sta bila spoznana za kriva, naložena jima je bila kazen, ki je vsebovala izgubo delnega spregleda kazni, s katero so običajno nagradili dobro obnašanje. V septembru in novembru 1976 sta Fell in  na ministra za notranje zadeve [Home Secretary] ločeno naslovila prošnjo za odpust, da bi lahko pridobila pravno pomoč glede možnih civilnih tožb v zvezi z incidentom in prizadejanimi poškodbami. Prošnja je bila zavrnjena, dokler notranja preiskava glede njunih pritožb ni bila popolna. Oblasti so zavrnile tudi prošnjo vlagateljev za neodvisno zdravniško mnenje po incidentu. Po dovoljenem stiku z odvetnikom Fellu do 12. maja 1977 ni bilo dovoljeno posvetovanje z njim brez navzočnosti paznika. Po tem datumu mu je bilo dovoljeno svobodno komuniciranje z odvetnikom, oziroma komuniciranje v odsotnosti paznika, kar je bilo povezano z njegovo vlogo na Komisijo. Med priporom so Fellu omejili možnost dopisovanja.\n           V svojih vlogah na Komisijo 4. in 31. marca 1977 sta  in Fell izjavila naslednje: trdila sta, da sta bila pred Nadzornim odborom zapora obsojena za disciplinske obtožbe, ki po svoji vsebini dosegajo kazenske obtožbe, brez zagotovljenega varstva, ki jo nudi 6. člen Konvencije; da pomeni zavlačevanje pridobitve pravne pomoči kršitev pravice dostopa do sodišča, zagotovljene s 6. členom, in pravice do stikov, ki jo zagotavlja 8. člen; da pomeni zavrnitev neodvisnega zdravniškega pregleda nadaljnje kršitve pravic iz 6. člena. \n           Fell je še trdil, da predstavlja zavrnitev zasebnega posvetovanja z odvetnikom kršitev 6. in 8. člena, da pomeni odrekanje stikov z določenimi posamezniki kršitev 8. člena in da ni imel nobenega učinkovitega pravnega sredstva za popravo te krivice.]", "I. Predhodni ugovori", "\n           Campbellovo domnevno neizčrpanje domačih pravnih sredstev glede postopka pred Nadzornim odborom\n           [Vlada je 17. 3. 1983 v svoji vlogi menila, da g.  glede postopka pred Nadzornim odborom ni izčrpal vseh domačih pravnih sredstev, ker ni vložil pritožbe na višje sodišče [certiorari]. Sodišče je ugotovilo, da je oddelek Oddelčnega sodišča [] 6. 12. 1977 v primeru St. Germain odločil, da pritožba na višje sodišče glede postopkov pred Nadzornim odborom ne pride v poštev. \n           V času Campbellove vloge na Komisijo (4. 3. 1977) ni bilo nobenega znaka, ki bi kazal, da možnost pritožbe na višje sodišče vsebuje tudi pritožbo na odločbe Nadzornega odbora. Stališče iz primera St. Germain se je spremenilo s sodbo Višjega sodišča 3. 10. 1978, ki je uvedlo načelo, da se zaporniki glede takih disciplinskih postopkov lahko obrnejo na kontrolo višjega sodišča.\n           Nadaljnji problem možne pritožbe g. Cambella na višje sodišče je bil potek predpisanega roka, v katerem se mora pritožba vložiti. \n           G. Campbell je v svoji vlogi zatrjeval, da je bil Odbor pristranski, da ni bilo poštenega sojenja, da je bila kršena domneva nedolžnosti, da je bil nezadostno informiran o obtožbah proti sebi, da ni imel zadosti časa za pripravo obrambe in da so bile kršene nekatere pravice glede prič. Sodišče meni, da bi bila zavrnitev teh pritožb na osnovi neizčrpanja domačih pravnih sredstev nepravična. Pri tem se sklicuje na stališča Vlade o dovolitvi nadzora in na sodbo Oddelčnega sodišča glede primera St. Germain.]", "B. Dopustnost pritožb duhovnika Fella glede postopka pred Nadzornim odborom", "[Komisija je zaradi neizčrpanja pravnih sredstev pritožbe očeta Fella razglasila kot nedopustne.]", "", "II. Postopek pred Nadzornim odborom v primeru g. Campbella", "", "A. Uporaba 6. člena", "", "1. Obstoj kazenske obtožbe", "\n           67. Komisija je prišla do zaključka, da je razsodba Nadzornega odbora v primeru g. Campbella vsebovala elemente „kazenske obtožbe”. Zaradi tega se mora se v tem primeru uporabiti 6. člen.\n           Vlada je temu stališču nasprotovala. [...]\n           68. [...](a) Konvencija državam podpisnicam ne preprečuje ustvarjanja in ohranjanja razlike med kazenskim in disciplinskim pravom ter njuni razmejitvi, vendar pa iz tega ne sledi, da je taka razvrstitev odločilna za namene Konvencije.\n           (b) Če bilo državam podpisnicam dovoljeno z diskrecijo izključiti učinkovanje temeljnih delov 6. in 7. člena s prerazporeditvijo prestopkov iz kazenskih v disciplinske, bi bila uporaba teh odstavkov podrejena izključno volji suverena. Tako razširjeni obseg bi lahko vodil do rezultata, ki je nezdružljiv s predmetom in namenom Konvencije.\n           69. Sodišče je bilo glede določitve razmejitvene črte med „kazenskim” in „disciplinskim” v sodbi Engel in ostali previdno; svojo pozornost je omejilo na sfero, ki se je primer dotikal, to je vojaška služba. Zaveda se, da so v zvezi z zaporom praktični in politični razlogi za ureditev posebnega disciplinskega režima, na primer pazljivost glede varnosti in interesov javnega miru, potreba po čim hitrejšem obravnavanju slabega vedenja jetnikov, možnost takojšnjih sankcij, ki ne morejo biti na razpolago običajnim sodiščem, in želja zaporniških oblasti po ohranitvi skrajne odgovornosti v okviru svoje ureditve.\n           Kakorkoli, zagotovilo poštenega sojenja, ki je namen 6. člena, je eno izmed temeljnih načel vsake demokratične družbe v pomenu Konvencije. [...] Pravičnost se ne more ustaviti pri vratih zapora in v določenih primerih ni nobenega razloga za prikrajšanje jetnikov za zagotovila iz 6. člena.\n           Iz tega sledi, da so prej postavljena načela v sodbi Engel in ostali relevantna tudi, mutatis mutandis, v okolju zapora in da zgoraj omenjeni razlogi ne morejo prevladati nad nujnostjo ohranitve razmejitve med „kazenskim” in „disciplinskim”, ki je skladna s ciljem in namenom 6. člena. Zato je potrebno dognati, ali se mora postopek proti g. Campbellu razumeti kot pripadajoč kazenski sferi v smislu Konvencije.\n           70. Prvo vprašanje, na katerega je potrebno odgovoriti v okviru domačega pravnega sistema, je, ali besedilo, ki določuje sporni prestopek, pripada kazenskemu pravu, disciplinskemu pravu ali obema hkrati.\n           Očitno je, da je v angleškem pravu prestopek, ki ga je bil obdolžen g. Campbell, stvar disciplinskega prava: Pravilo 47 [iz Zaporniških pravil] navaja, da bo tako zapornikovo vedenje „prestopek proti disciplini”, Pravila pa nadalje predpisujejo obravnavanje tega pod posebnim zaporniškim disciplinskim režimom. [...]\n           71. [...] Potrebno je upoštevati, da ima lahko slabo vedenje zapornika različne oblike: določena dejanja niso nič več kot vprašanje notranjega reda, medtem ko ostala ne moremo obravnavati enako. Prvič, nekatere zadeve so lahko resnejše kot druge: Pravila dejansko stopnjujejo prestopke in tiste, ki jih je storil g. Campbell, ocenjujejo kot „posebno resne”. Drugič: določena dejanja ne smejo postati nezakonita zaradi dejstva, da so bila storjena v zaporu: posamezno ravnanje, ki predstavlja po Pravilih prestopek, lahko doseže prestopek tudi v kazenskem pravu. Potemtakem se surovo osebno nasilje nad paznikom lahko ujema s kaznivim dejanjem „napad s povzročitvijo telesne poškodbe” in čeprav upor ter hujskanje k njemu v splošnem kazenskem pravu nista tako resna prestopka, osnovna dejstva kažejo na kazensko obtožbo zarote. Potrebno pa si je vsaj teoretično zapomniti, da je lahko tako vedenje predmet obeh - disciplinskega in kazenskega - postopka. [...]\n           72. Potrebno se je tudi obrniti na zadnji kriterij, [...], to je narava in stopnja strogosti kazni, kateri se je izpostavil g. Campbell. Najhujša kazen, ki bi ga lahko doletela, je izguba znižanja kazni [...], izguba določenih privilegijev za nedoločen čas, za vsak prestopek pa izločitev iz skupnega dela, ustavitev zaslužka in celična omejitev [...]\n           Sodišče meni, da odvzem znižanja kazni, ki se mu je izpostavil g. Campbell, in dejanska prisoditev izgube predstavljata glede na dolžino njegove zaporne kazni tako resne posledice, da morajo biti te kazni za namene Konvencije obravnavane kot „kazenske”.\n           73. Ob upoštevanju značilnosti prestopkov, ki jih je bil obdolžen g. Campbell, kot „posebno resnih” ter narave in strogosti kazni, ki se ji je izpostavil - in ga je dejansko doletela - Sodišče odloča, da je 6. člen v tem primeru relevanten za presojo odločbe Nadzornega sveta. [...]\n          ", "B. Skladnost s 6. členom", "", "1. 1. odstavek 6. člena", "", "(a) „Neodvisno” sodišče", "\n           77. G. Campbell trdi, da Nadzorni odbor, pred katerim se je obravnaval njegov primer, ni bil „neodvisen” v pomenu 1. odstavka 6. člena. Izjavil je, da so bili Odbori le „številke”, ki jih zaporniki niso imeli za neodvisne in so bili pri opravljanju zgolj roka izvršilne moči: v mnogih funkcijah so bili pod kontrolo zaporniških oblasti in so morali sprejemati navodila Ministrstva za notranje zadeve. Še posebno je bilo poudarjeno, da niso bili neodvisni pri izvrševanju svoje razsodniške vloge.\n           Komisija, ki se je zavedala dolžnosti Odbora, da deluje neodvisno in nepristransko, je navedla, da to ni bilo samo po sebi razvidno: za resnično „neodvisnost” mora biti sporno telo neodvisno od izvršilne oblasti in njenih funkcij in mora kot institucija, ki zagotavlja tako neodvisnost, zagotavljati izvajanje pravičnosti. Po mnenju Komisije Odbor ni imel nujne institucionalne neodvisnosti: prvič, njegove člane je za določen čas imenovalo Ministrstvo za notranje zadeve, vendar se ni zdelo, da jih ne bi bilo mogoče izločiti. Drugič: čeprav Odbor ni bil  uprave, so bile njegove ostale funkcije take, da je prihajal v vsakodnevni stik z oblastmi zapora, v smeri poistovetenja z vodstvom zapora.\n           Vlada je temu zaključku nasprotovala. Med drugim je trdila, da Odbor ni bil del vodstvene strukture zapora: tako krajevno kot državno je bil neodvisen od uprave zapora in ob opravljanju svoje upravne vloge ni deloval v prid izvršilne oblasti.\n           78. Za dognanje, ali se telo lahko razume kot „neodvisno” - pomembnost izvršilne oblasti in strank primera -, mora Sodišče upoštevati način imenovanja njegovih članov in trajanje službovanja, obstoj zagotovil pred pritiski od zunaj in vprašanje, ali telo predstavlja neodvisnost. [...]\n           79. Člane Odborov imenuje Ministrstvo za notranje zadeve, ki je tudi samo odgovorno za vodstvo zaporov v Angliji in Walesu. Sodišče tega ne razume kot uveljavitev odvisnosti članov od izvršilne oblasti: drugačna odločitev bi pomenila, da sodniki, imenovani od ali po nasvetu ministra, ki imajo odgovornost v okviru uprave sodišč, ravno tako niso „neodvisni”. Nadalje: čeprav je res, da lahko Ministrstvo za notranje zadeve daje Odborom smernice pri opravljanju njihovih funkcij, ti pri svoji razsodbeni vlogi niso podvrženi navodilom. \n           80. Člani Odborov obdržijo službo za čas treh let ali manj, kakor določi Ministrstvo za notranje zadeve.\n           Čas službovanja je relativno kratek, vendar Sodišče upošteva, da je za to zelo razumljiv razlog: člani so neplačani in bi bilo zato težko najti voljnega in primernega posameznika, ki bi težavno in pomembno nalogo prevzel, če bi bilo imenovanje za dalj časa. [...] \n           Res je, da mora biti neodstavljivost sodnikov s strani izvršilne oblasti med trajanjem njihovega mandata v splošnem upoštevana kot dodatek k njihovi neodvisnosti in potemtakem vključena v zagotovila 1. odstavka 6. člena. [...] \n           81. Ostaja le še vprašanje neodvisnosti Odbora ob upoštevanju dejstva, da ima hkrati razsodbeno in nadzorstveno vlogo. [...]\n           Po naravi stvari mora nadzorstvo vključevati pogoste stike Odbora z zaporniškimi oblastmi, ravno tako pa tudi z zaporniki samimi [...]\n           82. V luči prej omenjenega Sodišče ne vidi razloga za zaključek, da sporni Odbor v pomenu 6. člena ni bil „neodvisen”.", "(b) „Nepristransko” sodišče", "\n           83. G. Campbell je dalje trdil, da Nadzorni odbor, ki je obravnaval njegov primer, ni bil „nepristransko” sodno telo. \n           84. Osebna nepristranskost članov telesa, ki jo pokriva 6. člen, se domneva, dokler se ne dokaže nasprotno. [...]\n           85. [...] Pred 6. 10. 1976 Nadzorni odbor zapora Albany ni imel nikakršne vloge v disciplinskem postopku zoper vlagatelja; šele ob začetku zasedanja tega dne se je seznanil s vlagateljevim primerom. [...]\n           [...] Sodišče meni, da je bilo v tej posamezni zvezi to dovolj za uveljavitev, da je bilo zadoščeno zahtevi 6. člena.", "(c) „Javna obravnava”", "\n           86. Vlagatelj se je pritožil nad dejstvom, da sojenje Nadzornega odbora v njegovem primeru ni bilo opravljeno v javnosti [...] \n           Komisija je menila, da je v tem pogledu ni prišlo do izpolnitve z zahtevami 6. člena. Po izjavah Vlade je navada, po kateri je iz postopkov Odbora javnost vedno izključena, legitimna. Pri tem se je sklicevala na besedilo 6. člena za izključitev tiska in javnosti s sojenja „v interesu javnega reda ali državne varnosti v demokratični družbi”, „če to zahteva varovanje zasebnega življenja strank”, oziroma alternativno, ker bi „zaradi posebnih okoliščin javnost sojenja škodovala interesom pravičnosti”. V podporo predložitve je navedla varnostne probleme, možnost propagiranja zlonamernih trditev s strani jetnika in kasnejše lastne želje po zasebnosti.\n           87. Običajni kazenski postopki [...] se po navadi skoraj vedno odvijajo v javnosti, kljub spremljajočim varnostnim problemom, možni propagandi škodoželjnih trditev in željam obdolženega. Kakorkoli, Sodišče mora upoštevati dejavnike, ki jih je navedla vlada, predvsem javni red in varnostne probleme, ki bi bili prisotni ob javnem opravljanju zaporniškega disciplinskega postopka. Takšen potek bi nedvomno povzročil težave večjega obsega, kot izhajajo iz običajnih kazenskih postopkov. [...]\n           88. Sodišče zato sprejema zadostnost razlogov za javni red in varnostna opravičila za izključitev tiska in javnosti s postopka proti g. Campbellu. V tem pogledu zatorej ni prišlo do kršitve 6. člena.", "(d) Javna razglasitev odločitve", "\n           89. [Za vlagatelja ta točka pomeni zgolj obrobno zadevo, Komisija pa meni, da niso bile izpolnjene zahteve 6. člena. Vlada se je zagovarjala z istimi argumenti kot v točki 86.]\n           90. Sodišče je ugotovilo, da je v določenem obsegu pravica do dostopa do sodišča, kot jo zagotavlja 6. člen, lahko podvržena samoumevni omejitvi. Kakorkoli: ta ugotovitev izvira iz dejstva o vsebovanosti sporne pravice v prvi povedi 6. člena, ki pa tam ni definirana; v nasprotju s prvo povedjo pa druga že vsebuje natančen seznam določenih izjem. [...]\n           91. Sodišče [...] se ne čuti vezano na dobesedno interpretacijo besedne zveze „javna razglasitev”: oblika javnosti sodbe mora biti v vsakem primeru posebej v domačem pravu obsojene Države ocenjena v luči posebnih značilnosti zadevnega postopka, temu pa mora slediti napotitev k cilju, kamor v tem pomenu teži 1. odstavek 6. člena - predvsem z zagotovitvijo kontrole javnosti nad sodstvom za zavarovanje pravice do poštenega sojenja. \n           92. Kakorkoli: v sedanjem primeru nič ne kaže na to, da se je odločitev Nadzornega odbora javno poskušala razglasiti. Zatorej je glede te točke prišlo do kršitve 1. odstavka 6. člena. [...]", "4. Točki (b) in (c) 6. člena", "\n           97. Vlagatelj je trdil, da je bil glede sojenja Odbora žrtev kršitve točk (b) in (c) 3. odstavka 6. člena, ki vsakemu obdolženemu za kaznivo dejanje dajeta pravico, „da ima primeren čas in možnosti za pripravo svoje obrambe” in „da se brani sam ali z zagovornikom po lastni izbiri ali če nima dovolj sredstev za plačilo zagovornika, da ga dobi brezplačno, če to zahtevajo interesi pravičnosti”. Poudaril je, da bi moral imeti glede na naravo obtožb zoper sebe, možnost pridobitve pravnih nasvetov in zagovornika.\n           Komisija je v svojem poročilu menila, da ni prišlo do izpolnitve zahtev Konvencije in da g.  ni dobil možnosti za pridobitev pravnih nasvetov in pomoči pred Odborom, oziroma pravnega zastopanja na postopku pred Odborom. [...] Vlada je sprejela dejstvo, da po tedanji veljavni zakonodaji vlagatelj na obravnavi pred Odborom ni imel pravice do pravnega zastopanja, priznala pa je tudi, da bi bilo ob vnaprejšnjem zahtevanju pravnega zastopanja zaradi temu sledeče prakse tudi to zavrnjeno.\n           98. G. Campbell je bil o obtožbah zoper sebe obveščen 1. 10. 1976, to je pet dni pred zasedanjem Odbora. Uradno obvestilo, nanašajoče se na sodbo Odbora, je sprejel isti dan pred zasedanjem; obvestila so usmerila pozornost na dejstvo, da bi se lahko na obtožbe pritožil le pisno. [...]\n           99. Kar zadeva točko (c) 3. odstavka 6. člena, se je g.  odločil, da se ne bo udeležil obravnave Odbora, vendar Konvencija zahteva, da „mora imeti oseba obdolžena kaznivega dejanja, ki se ne želi braniti sama, možnost dostopa do zagovornika po lastni izbiri”.\n           Še več: zagovornik bi svoji stranki le težko „pomagal”, [...], razen če bi prišlo do predhodnega posvetovanja med njima. Zaradi te zadnje ugotovitve Sodišče sklepa, da predvidene „možnosti” točke (b) niso bila zagotovljene.\n           Zatorej je prišlo do kršitev točk (b) in (c) 3. odstavka 6. člena.\n", "Sodišče ugotavlja:", "", "I. Uvod", "\n1. Soglasno zavrača ugovor Vlade, da g.  ni izčrpal vseh domačih pravnih sredstev.\n           2. Soglasno odloča, da nima sodne pristojnosti za pregled vloge duhovnika Fella o zdajšnji dovoljenosti pritožb glede postopka Nadzornega Odbora;", "II. Kar se tiče postopka Nadzornega odbora v primeru g. Campbella:", "\n           3. s štirimi glasovi proti trem odloča, da je 6. člen Konvencije relevanten;\n           4. s štirimi glasovi proti trem odloča, da ni prišlo do kršitve 1. odstavka 6. člena, ker Nadzorni odbor sojenja ni opravil v javnosti;\n           5. s petimi glasovi proti dvema odloča, da je prišlo do kršitve 1. odstavka 6. člena, ker Odbor svoje odločitve ni razglasil javno;\n           6. s petimi glasovi proti dvema odloča, da predstavlja nezmožnost g. Campbella, da bi si pridobil zagovornika ali pravno zastopanje, kršitev točk (b) in (c), oziroma 3. odstavka 6. člena;\n           7. soglasno odloča, da pri drugih spornih točkah ni prišlo do kršitve 6. člena [...]", "Delno odklonilno ločeno mnenje sodnikov Cremone, Macdonalda in Russoja.", "\n           Soglašamo z odločitvijo, doseženo v 73. odstavku sodbe, da je 6. člen Konvencije ustrezen za razsodbo Nadzornega odbora v primeru g. Cambella. [...] Glede na okoliščine primera in v sodbi navedene razloge je potrebno na postopek proti g. Campbellu za namene 6. člena gledati kot na takega, ki sodi v „kazensko” območje. [...]\n           S sodbo pa ne soglašamo glede predstavljen dokaz v pogledu, ali neizpolnitev zahteve 6. člena po javnosti postopka v obravnavanem primeru sodi v dovoljene izjeme te zahteve.\n           Za Vlado je razumljivo, da je želela okoliščine prikazati takšne, da bi lahko z njimi opravičila sklicevanje na eno od teh izjem. Kakorkoli: Vlada se je naslonila na splošno naravo ter prakso postopkov Nadzornega odbora in čeprav je bil g. Campbell označen kot zaporniška „kategorija A”, ni Vlada navedla nobenega razloga, ki bi prikazoval odsotnost javnosti postopka v tem posebnem primeru kot utemeljeno in dovoljeno izjemo 6. člena.\n           Zaradi odsotnosti takega dokaza enako kot Komisija sklepamo, da je tudi v tem pogledu prišlo do kršitve 1. odstavka 6. člena.\n         ", ""]}