{"file": "SLV_HJUDSLV_41418_04.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "41418/04", "text_paragraphs": ["Khoroshenko - Russia - 41418/04", "", "Prepoved dolgotrajnejših družinskih obiskov zapornika, obsojenega na dosmrtni zapor", "", "Pritožnik je obsojenec na dosmrtni zapor. V obdobju prvih desetih let prestajanja kazni v kaznilnici pod posebnim režimom je bil podvržen strogemu režimu, ki je vseboval omejitve glede pogostosti in trajanja obiskov v zaporu ter omejeno število obiskovalcev, kot tudi različne ukrepe nadzorovanja obiskov. Pritožnik je lahko komuniciral z zunanjim svetom, vendar pa mu je bilo absolutno prepovedano posredovati telefonske klice razen v nujnih primerih. Ni smel sprejeti več kot dveh odraslih obiskovalcev v obdobju šestih mesecev v trajanju štirih ur. Od sorodnikov je bil ločen s steklenim zaslonom in stražar se je ves čas nahajal v slišnem območju.", "Sodišče je te ukrepe proučevalo skozi prizmo posega v pravico do spoštovanja zasebnega in družinskega življenja v smislu 8. člena Konvencije. Bivanje pritožnika v kaznilnici pod strogim režimom v strogih pogojih je sicer temeljilo na jasni zakonski osnovi, ki je bila sprejemljiva in dovolj določna. Sporne omejitve, ki so bile uvedene na podlagi zakona, pa so bile uporabljene zgolj na podlagi dejstva, da je bil obsojen na dosmrtni zapor in neodvisno od vseh drugih dejstev. Takšen režim je bil določen za deset let, to obdobje pa se je lahko podaljšalo v primeru slabega obnašanja med prestajanjem kazni, ni pa ga bilo mogoče skrajšati. Kazen na dosmrtni zapor se lahko v Rusiji izreče za zelo huda in nevarna kazniva dejanja, v tej zadevi pa so morale oblasti posebno skrbno upoštevati občutljivo ravnovesje med različnimi javnimi in zasebnimi interesi. Države pogodbenice imajo pravico uporabiti meje proste presoje v primerih, ki se nanašajo na vprašanja v zvezi s političnimi kaznimi. Ne sme se izločiti načela sorazmernosti in to še najmanj glede določenih ukrepov, ki se dotikajo razmerja med strogostjo kazni ter vrsto kaznovalnega režima. V skladu z ureditvijo, ki dosega evropsko raven, so v zvezi s pravicami do obiskov zapornikov, kar vključuje tudi tiste, ki so obsojeni na dosmrtno kazen, nacionalne oblasti dolžne preprečiti pretrganje družinskih vezi in zato dovoliti zapornikom na dosmrtni zapor določeno raven razumnih stikov z njihovimi družinami, in sicer na podlagi rednih in normalnih organiziranih obiskov. Čeprav obstajajo razumne razlike v praksah, ki se nanašajo na ureditve obiskov v zaporih, so v državah pogodbenicah v primerih, ki se nanašajo na dosmrtne zapore, dovoljeni obiski vsaj vsaka dva meseca. Prav tako večina držav pogodbenic ni uvedla nobenih razlik med zaporniki na podlagi dolžine njihove kazni in najmanj en obisk mesečno predstavlja tisto minimalno pogostost, ki je na splošno še dopustna. V tem kontekstu Ruska federacija predstavlja edino državo članico v Svetu Evrope, ki je uredila obiske v zaporu zapornikom, ki so obsojeni na dosmrtni zapor, na podlagi režima, ki je značilen po ekstremni redkosti obiskov. Ta situacija ima za posledico skrčenje meja proste presoje, ki jo uživa država toženka in ki se nanaša na vrednotenje dopuščenih meja posegov v zasebno in družinsko življenje na tem področju. V nasprotju z odločitvijo Ustavnega sodišča Rusije iz junija 2005 Evropsko sodišče meni, da obravnavani režim vsebuje skupino omejitev, ki so namerno poslabšale položaj pritožnika v razmerju do drugih ruskih zapornikov, ki prestajajo normalno dolgo prostostno kazen. Te omejitve nadalje niso takšne, da bi bile neizogibne oz. neločljivo povezane z namenom oz. bistvom prestajanja zaporne kazni. Vlada je poudarila, da omejitve ciljajo na vzpostavitev pravičnosti oz. prava, poboljšanja delikventa in preprečitve novih kaznivih dejanj. Pritožnik pa je bil lahko v celici največ z enim sojetnikom v obravnavanem obdobju in je pripadal kategoriji zapornikov, obsojenih na dosmrtno zaporno kazen, ki jo mora prestajati ločeno od drugih zapornikov. Sodišče je presenečeno zaradi ostrine in trajanja omejitev, ki jih je moral trpeti pritožnik in še posebej zaradi dejstva, da je v obdobju desetih let imel pravico le do dveh kratkih obiskov na leto. V skladu s prakso Sodišča morajo načelno zaporniki imeti vse pravice in svoboščine, ki jih zagotavlja Konvencija, razen pravice do svobode, ko se redna zaporna kazen presoja na podlagi 5. člena Konvencije, in zapornik ne sme izgubiti pravic, varovanih s Konvencijo zgolj na podlagi dejstva, da se nahaja v ječi na podlagi obsodbe. Prav tako ruska zakonodajna ureditev ne upošteva na primeren način interesov obsojenih in njihovih sorodnikov in staršev, tako kot to zahtevajo 8. člen Konvencije, vsebina drugih instrumentov mednarodnega prava, ki se nanašajo na družinske obiske in praksa sodišč in mednarodnih tribunalov, ki priznavajo enako vsem zapornikom - brez kakršnega koli razlikovanja glede na vrsto in dolžino kazni - pravico do uživanja minimalne ravni stikov - („sprejemljivih“) ali razumno „dobrih“ z njihovimi družinami. Sklicujoč se na odločitve ruskega ustavnega sodišča ruska vlada poudarja, da so omejitve imele za cilj poboljšanje delikventov. Kaznovalni režim, ki velja za pritožnika, pa ne zasleduje cilja vključitve zainteresiranega temveč cilja bolj na njegovo izolacijo. Ruski Zakon o izvrševanju kazenskih sankcij predvideva možnost, da obsojenec, obsojen na dosmrtni zapor, lahko zaprosi za pogojni odpust potem, ko prestane 25 let kazni. Prav tako režim, ki je zelo strikten do zapornikov, obsojenih na dosmrtno kazen, kot je pritožnik, slednjim preprečuje, da obdržijo stike s svojimi družinami in torej namesto, da bi spodbujali njihovo vključitev v družbo in njihovo poboljšanje, vse to zelo resno otežujejo, kar je prav tako v nasprotju s priporočili Evropskega odbora za preprečevanje mučenja, nehumanega ali ponižujočega ravnanja ali kaznovanja (CPT) v okviru tretjega odstavka 10. člena Mednarodnega pakta o državljanskih in političnih pravicah, ki je v veljavi tudi v Rusiji od leta 1973, in v nasprotju z številnimi drugimi inštrumenti. Tako je poseg v zasebno in družinsko življenje pritožnika, kot izhaja iz njegove vloge, v daljšem časovnem obdobju, in to zgolj zaradi strogosti kazni, na podlagi režima, ki ga zaznamuje skrajna redkost dovoljenih oblik obiskov, sama po sebi nesorazmerna ciljem, ki jih zagovarja sama ruska vlada. Učinek tega ukrepa je bil povečan še na podlagi izjemno dolgega trajanja obdobja, v katerem se je ta ukrep izvajal, tako v smislu različnih pravil, ki so se nanašala na oblike obiskov v zaporu, kot tudi glede na prepoved neposrednih fizičnih stikov, ločitev obiskovalcev s stekleno steno ali s kovinskimi rešetkami, ob stalni prisotnosti zaporniškega paznika med obiski in glede omejitve števila odraslih obiskovalcev. Upoštevajoč ta dejstva je bilo zelo oteženo zaporniku zagotoviti stike s sinom in ostarelimi starši, in to v obdobju, ko je bilo prav vzdrževanje družinskih stikov zelo pomembno za vse. Celo več, določeni bližnji sorodniki in člani širše družine sploh niso smeli obiskovati zapornika v vsem tem časovnem obdobju. Upoštevajoč kombinacijo različnih ostrih omejitev, ki so bile dolgotrajne in ki so se nanašale na možnost, da ima pritožnik obiske v zaporu in nadalje upoštevajoč, da sporni režim sam po sebi ne upošteva pravilno načela sorazmernosti in zahteve po poboljšanju in vrnitvi zapornikov, ki so obsojeni na dolgotrajne kazni, obravnavani ukrep ni upošteval pravičnega ravnotežja med pritožnikovo pravico do varstva zasebnega in družinskega življenja po eni strani in cilji, zasledovanimi s strani države. Ob vsem povedanem je država toženka prekoračila meje prostega preudarka.", "", "Zaključek: kršitev (soglasno)", "", "Člen 41: 6000 evrov za nepremoženjsko škodo", "", "(glej tudi tematski katalog o pogojih zaporne kazni in obravnavanju zapornikov)"]}