{"file": "SLV_HJUDSLV_10249_03.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "10249/03", "text_paragraphs": ["Sodba velikega senata v zadevi Scoppola proti Italiji (št. 2) z dne 17. 9. 2009 – 10249/03", "", "Pritožnik je leta 1999 ubil svojo ženo in poškodoval enega od svojih otrok. Po opravljeni preiskavi je bil obtožen storitve kaznivih dejanj umora, poskusa umora, grdega ravnanja z družino in nedovoljenega posedovanja strelnega orožja. Grozila mu je kazen dosmrtnega zapora z namestitvijo v samici. Na naroku pred sodnikom v okviru predhodnega postoka je bilo na njegovo zahtevo odobreno sojenje po skrajšanem postopku. Šlo je za poenostavljeni postopek, v primeru ugotovljene krivde pa je uporaba tega postopka pomenila zmanjšanje kazni. V skladu z zakonom o kazenskem postopku (v nadaljevanju ZKP), ki je veljal v upoštevnem času, se je tako v primerih, ko je bila za kaznivo dejanje, ki ga je obtoženi storil, predpisana kazen dosmrtnega zapora, storilca kaznovalo s kaznijo zapora trideset let. V obravnavni zadevi je bil pritožnik na prvi stopnji spoznan za krivega in v skladu z navedeno ureditvijo obsojen na kazen zapora trideset let. Državno tožilstvo je zoper sodbo vložilo pritožbo, ker naj bi bil sodnik dolžan uporabiti novo različico ZKP, ki je začela veljati prav na dan, ko je bil pritožnik obsojen. V skladu z novo ureditvijo se je v primeru sojenja po skrajšanem postopku kazen dosmrtnega zapora z namestitvijo v samici nadomestila s kaznijo dosmrtnega zapora, če je storilec storil več kaznivih dejanj ali nadaljevano kaznivo dejanje. Leta 2002 je pritožbeno sodišče pritožnika v skladu z novim ZKP obsodilo na dosmrtni zapor. Odločitev je utemeljilo s tem, da bi pritožnik lahko umaknil svojo zahtevo za sojenje po skrajšanem postopku in bi se mu sodilo v rednem postopku. Pritožnikova pritožba zoper to odločitev je bila zavrnjena.", "", "V svoji pritožbi na ESČP je pritožnik zatrjeval kršitvi 6. in 7. člena EKČP.", "", "V zvezi z zatrjevano kršitvijo 7. člena EKČP je ESČP pojasnilo, da se je v Evropi in na mednarodni ravni postopoma razvil in uveljavil konsenz glede retroaktivne uporabe milejšega kazenskega zakona tudi za kazniva dejanja storjena pred njegovo uveljavitvijo. Zato je ESČP odločilo, da odstopi od svoje prejšnje sodne prakse in odločilo, da prvi odstavek 7. člena ne zagotavlja le načela prepovedi retroaktivnosti strožjih kazenskih zakonov, ampak je v njem implicitno vsebovano tudi načelo retroaktivne uporabe milejših zakonov. To načelo je ESČP izrazilo v pravilu, da je treba, kadar so bili v času med storitvijo kaznivega dejanja in sprejetjem pravnomočne sodbe v veljavi različni kazenski zakoni, pri sojenju uporabiti tisti zakon, ki je najbolj ugoden za obtoženega. V skladu s tem bi v pritožnikovem primeru moralo sodišče uporabiti določbe ZKP, ki so veljale v času storitve kaznivega dejanja, ki so bile za pritožnika milejše, kot določbe ZKP, ki so veljale v času odločanja sodišča. Ker je uporabilo strožje določbe, je kršilo prvi odstavek 7. člena EKČP.", "", "V zvezi z zatrjevano kršitvijo prvega odstavka 6. člena pa je ESČP pojasnilo, da italijanski institut skrajšanega postopka obtoženemu prinaša določene ugodnosti, vendar hkrati pomeni, da se mora obtoženi pri sojenju odpovedati določenim procesnim jamstvom. Pritožnik se je s svojo zahtevo za skrajšani postopek nedvoumno odpovedal določenim procesnim jamstvom (javnost sojenja, predlaganje prič, predlaganje novih dokazov in zaslišanje prič, ki jih predlaga tožilstvo). Pri tem je imel na voljo pomoč zagovornika. Pritožnik je potrdil, da je sam zahteval skrajšani postopek, saj je ZKP, kot je veljal v času storitve kaznivega dejanja in v času, ko je pritožnik podal zahtevo za skrajšani postopek, pri sojenju po skrajšanem postopku predvideval tudi znižanje zagrožene kazni dosmrtnega zapora z dnevno izolacijo na kazen trideset let zapora. Kasneje je bila sprejeta novela ZKP, ki je takšno znižanje kazni onemogočila, uporabljala pa se ni le za obtožence, ki so sojenje po skrajšanem postopku zahtevali po njeni uveljavitvi, temveč za vse postopke, ki še niso bili odločeni na prvi stopnji. ESČP je pojasnilo, da je pritožnik upravičeno pričakoval, da zaradi sojenja po skrajšanem postopku ne bo obsojen na kazen v trajanju več kot trideset let zapora. To, da je država enostransko zmanjšala ugodnosti, ki so bile zvezane z odpovedjo določenim pravicam, ki so bistvena sestavina poštenega sojenja, je bilo v nasprotju z načelom pravne varnosti in varstva upravičenih pričakovanj oseb, udeleženih v sodnih postopkih. Z uporabo nove določbe ZKP v pritožnikovem primeru je bil ta prikrajšan za pomembno ugodnost, ki je sicer zagotovljena z zakonom in ki je bila odločilna za njegovo zahtevo, naj se mu sodi po skrajšanem postopku. ESČP je posledično ugotovilo tudi kršitev 6. člena EKČP.", "", "Iz obrazložitve:", "", "\"135. Zgoraj navedena jamstva pomenijo temeljni vidik pravice do poštenega sojenja, ki je določena v 6. členu Konvencije. Niti besedilo niti smisel 6. člena ne preprečujeta, da bi se posameznik tem jamstvom prostovoljno odpovedal, bodisi izrecno bodisi molče. Vendar pa mora biti odpoved, da bi bila učinkovita v skladu s Konvencijo, nedvoumno ugotovljena in mora zadostovati minimalnim jamstvom, ki morajo ustrezati pomenu odpovedi (glej Poitrimol proti Franciji, 23. november 1993, 31. odst., Serija A, št. 277-A, in Hermi, nav. zgoraj, 73. odst.). Poleg tega odpoved ne sme biti v nasprotju z nobenim pomembnim javnim interesom (glej Håkansson in Sturesson proti Švedski, 21. februar 1990, 66. odst., Serija A, št. 171-A, in Sejdovic, nav. zgoraj, 86. odst.).\"", "", "", ""]}