{"file": "SLV_HJUDSLV_39676_98.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "39676/98", "text_paragraphs": ["", "Sodba Rojas Morales proti Italiji z dne 16. novembra 2000 – 39676/98", "", "", "[Pritožniku, čilskemu državljanu, je bilo v Milanu skupaj z drugimi obdolženimi sojeno zaradi članstva v kriminalni združbi in sodelovanja pri mednarodni trgovini s prepovedanimi drogami. Sodišče je postopek proti njemu izločilo, ker je mednarodna izročitev trajala dlje časa, v vmesnem času pa je končalo postopek proti soobdolženemu A.]", "", "", "12. S sodbo z dne 6. julija 1993 je sodišče v Milanu, ki mu je predsedovala M., članica pa je bila B., obsodilo pritožnikovega soobdolženca, A., na sedem let zapora in 30.000.000 lir denarne kazni. Nekateri deli te sodne odločbe se nanašajo na pritožnika in vsebujejo naslednje besedilo: »Skupni temelj za te odločitve [glede ostalih soobsojenih] je ugotovitev, da obstaja kriminalna združba, ki je trgovala s prepovedanimi drogami med Južno Ameriko in Italijo, v kateri so sodelovali številni južnoameriški državljani, med katerimi so nekateri (A., P., M., Rojas in G.) imeli vlogo organizatorjev (str. 2)«; »(...) Preiskava v predkazenskem postopku je razkrila različne vloge, ki so jih imeli obsojeni. Med drugim je bilo ugotovljeno, da je vlogo pobudnika in organizatorja opravljal Rojas Morales (...) (str. 4)«; »Uvoz [kokaina] je organiziral Rojas Morales Carlos (...), ki pa je vendar le redko uporabljal svoj telefonski priključek, ki ga je imel v gostišču R., kjer je bival, verjetno zaradi suma, da se temu priključku prisluškuje (str. 7)«; »Pregled številnih telefonskih pogovorov (...) na telefonskem priključku Rojasa omogoča zaključek, da je bil namen štirih potovanj M. P. v Milano, da v državo pripelje prepovedane droge (str. 8)«; »(...) treba je ugotoviti, da sta bila dva kilograma kokaina, ki sta bila najdena pri R. v Buenos Airesu verjetno namenjena za Rojasa v Italiji (str. 9)«; »Telefonski prisluhi kažejo, da je imel Rojas Morales (...) povsem prevladujočo vlogo znotraj kriminalne organizacije. Tako je vedno Rojas kontaktiral bolivijske dobavitelje (...) in se kasneje ukvarjal s prodajo prepovedanih drog M.-ju, ki jo je nato distribuiral v milanski regiji (...) A. je imel tesne odnose z vsemi člani kriminalne združbe. Še posebej z M., Rojasom in P. (str. 10)«.", "", "[...]", "", "", "30. Sodišče ponavlja, da se mora nepristranskost za namen prvega odstavka 6. člena Konvencije presojati s pomočjo subjektivnega merila, v okviru katerega se poskuša ugotoviti prepričanje in vedenje konkretnega sodnika v tej zadevi, ter tudi objektivnega merila, po katerem se je treba prepričati, da je sodnik zagotovil zadostna jamstva, da se glede tega vprašanja izključi kakršen koli utemeljen dvom (glej med drugim sodbi Hauschildt proti Danski z dne 24 maja 1989, Serija št. 154, str. 21, § 46, in Thomann proti Švici z dne 10. junija 1996, Recueil 1996-III, str. 815, § 30).", "", "31. Glede prvega merila Sodišče ni ugotovilo nobenega dejavnika, zaradi katerega bi se vzbudil dvom v osebno nepristranskost zadevnih sodnic.", "", "32. V okviru drugega merila se je treba vprašati, ali določena dejstva, ki jih je mogoče preveriti, neodvisno od vedenja sodnikov omogočajo dvom v njihovo nepristranskost. Glede tega je lahko do določene mere pomemben tudi sam videz. Gre za zaupanje, ki ga morajo sodišča v demokratični družbi vzbujati v javnosti. Iz tega izhaja, da je pri presoji v konkretni zadevi, kaj je utemeljen razlog za sum, da določen sodnik ni nepristranski, stališče obdolženega upoštevno, vendar ne igra odločilne vloge. Odločilni dejavnik je, ali je mogoče očitke zadevne osebe opredeliti kot objektivno utemeljene (glej sodbo Ferrantelli in Santangelo proti Italiji z dne 7. avgusta 1996, Recueil 1996-III, str. 951-952, § 58).", "", "33. Sodišče ugotavlja, da v obravnavani zadevi dvom v nepristranskost izhaja iz dejstva, da sodba sodišča v Milanu z dne 6. julija 1993, ki je bila izrečena proti A., vsebuje številne navedbe o pritožniku in njegovi vlogi znotraj kriminalne organizacije, katere član naj bi bil. Še posebej se je več odstavkov nanašalo na pritožnika kot organizatorja ali pobudnika trgovine s prepovedanimi drogami med Italijo in Južno Ameriko (glej 12. odstavek zgoraj). Dve od sodnic, ki sta sodelovali pri izdaji sodbe z dne 6. julija 1993, to je sodnici M. in B., sta nato sodelovali pri sojenju o utemeljenosti obtožb proti pritožniku, ki se vsaj deloma nanašajo na isto dejansko stanje, ki je bilo temelj za obsodbo obdolženega A.", "", "34. Sodišče meni, da ti elementi zadoščajo za ugotovitev, da so pritožnikovi dvomi v nepristranskost sodišča v Milanu objektivno utemeljeni.", "", "35. Na podlagi navedenega je treba ugotoviti, da je prišlo do kršitve prvega odstavka 6. člena Konvencije."]}