{"file": "SLV_HJUDSLV_12176_86.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "12176/86", "text_paragraphs": ["FICARA v. ITALIJA\n(Eur. Court H.R., 19. 2. 1991, Series A no. 196-A)", "", "[Gospod Antonino Ficara je bil italijanski državljan, živeč v kraju Archi di Reggio . Z zahtevo z dne 28. 12. 1978, podano pri državnemu tožilstvu, je bil zoper pritožnika sprožen pregon zaradi zlobne in žaljive obdolžitve nekaj oseb: nekega B.C.-ja je obtoževal goljufije, inšpektorja za delo Reggio Calabrie, da je ponaredil uradni dokument, zakonitega predstavnika Urada socialnega zavarovanja (INPS) za Reggio Calabrio pa obrekovanja.\n           27. 6. 1979 je državni tožilec, pristojen za Reggio Calabrio, pritožnika obvestil, da je zoper njega stekla preiskava, in mu predlagal, naj si priskrbi ustrezno obrambo. Pritožnik je bil 30. 4. 1980 zaslišan s strani preiskovalnega sodnika, ki je istega dne zaslišal še tri priče. \n           Preiskava je bila zaključena 18. 11. 1980. Bila je dopuščena obravnava pred sodiščem. Ta bi morala biti 3. 2. 1982, vendar je bila s soglasjem strank preložena. Obramba je 26. 4. 1982 predlagala nadaljnjo preložitev obravnave, saj je prosila, da sodišče najprej pridobi dokumente s strani INPS, ki jih do tedaj še ni bilo mogoče pridobiti. Do glavne obravnave tudi ni prišlo 11. 10. 1982, saj se je ugotovilo, da je eden izmed sodnikov podpisal odločbo o dopustitvi sodne obravnave, iz česar je sledila nezdružljivost s funkcijo sodnika na obravnavi v skladu z 61. členom italijanskega Zakona o kazenskem postopku.\n           Obravnava je bila 26. 3. 1983 ponovno preložena. Prvič, obramba se tega dne zaradi drugega postopka ni mogla udeležiti obravnave. Drugič, ta dan so bile v spomin nekemu ubitemu sodniku odpovedane vse obravnave. Obramba je 20. 4. 1983 ponovno zaprosila za preložitev zaradi preučitve dokumentov, ki jih je priskrbelo sodišče. Do obravnave je končno prišlo 27. 5. 1983 in Okrajno sodišče Reggio Calabrie je izdalo sodbo, v kateri je pritožnika obsodilo na šestnajst mesecev zaporne kazni in določilo, da mora plačati zahtevano odškodnino.\n           Gospod Ficara se je 31. 10. 1983 pritožil na pristojno apelacijsko (pritožbeno) sodišče. Obravnava naj bi bila 13. 12. 1988, vendar je bila prestavljena s soglasjem strank na 25. 1. 1989, ko je sodišče pritožnika oprostilo obtožb. Možnost pritožbe je prenehala 28. 1. 1989 in sodba je bila v register sodišča shranjena 15. 2. 1989.]", "Sodba", "\n           [Sodišče in Komisija sta bila soglasna glede začetka upoštevanega obdobja (27. 6. 1979, ko se je pričel pregon), ne pa tudi glede konca obdobja (Sodišče meni, da se je končalo 28. 1. 1989, ko ni bila več mogoča pritožba - trajalo naj bi torej devet let in sedem mesecev; Komisija meni, da se je končalo 15. 2. 1989, ko je bila sodba shranjena v register). Kakorkoli, oba organa soglasno menita, da je prišlo do kršitve 1. odstavka 6. člena Konvencije. Sodišče je določilo odškodnino za nepremoženjsko škodo v višini 10.000.000 lir ter še povrnitev 2.000.000 lir za pravne stroške in izdatke.]"]}