{"file": "SLV_HJUDSLV_22009_93.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "22009/93", "text_paragraphs": ["Z v. FINSKA\n(Eur. Court H.R., 25. 2. 1997, Reports 1997-I", "", "[Vlagateljica pritožbe je finska državljanka Z. V času dogajanja, zaradi katerega se pritožuje, je bila poročena z gospodom X, ki ni finski državljan. Oba sta okužena z virusom HIV. Leta 1992 je Mestno sodišče v Helsinkiju obsodilo gospoda X na zaporno kazen zaradi posilstva osebe O. Po sojenju je bilo ugotovljeno, da sta oba zakonca, Z in X seropozitivna. Oseba M je vložila ovadbo policiji, ker naj bi jo X namenoma poskusil okužiti s HIV pri spolnem odnosu (poskus uboja). Septembra 1992 je bil X ponovno aretiran zaradi posilstev in poskusa uboja zaradi okužbe drugih z virusom HIV. Policija je nato ugotovila, da je bila gospa Z ugotovljena za seropozitivno že leta 1990. Sodišče je njenemu zdravniku ukazalo, da naj preda Sodišču zdravstveno kartoteko gospe Z in zdravnik je to storil. Na sojenju gospodu X so bili zaslišani tudi zdravniki gospe Z, čeprav so se temu upirali. Gospod X je bil obsojen, Mestno sodišče v Helsinkiju je na njegovo zahtevo in zahtevo gospe Z ukazalo desetletno dobo zaupnosti za dostop javnosti do podatkov iz sodbe. Gospod X se je pritožil Apelacijskemu sodišču, ki je v glavnem potrdilo sodbo Mestnega sodišča v Helsinkiju, med drugim pa je v svoji sodbi omenilo tudi večino podatkov, ki so bili pridobljeni iz zdravstvenih kartotek gospe Z in odločilo, da ti podatki iz zdravstvenih kartotek postanejo javni leta 2002. Tudi sami podatki iz njene zdravstvene kartoteke iz odločbe Apelacijskega sodišča so bili kmalu objavljeni v raznih časopisih. Po izgubljenih pritožbah na Finskem se je gospa R pritožila Evropski komisiji za človekove pravice in Evropskemu sodišču za človekove pravice zaradi kršitve 8. člena Evropske konvencije o človekovih pravicah, ki ščiti zasebno in družinsko življenje.]\n           [...]", "(iv) Objava identitete vlagateljice in zdravstvenega stanja v sodbi Apelacijskega sodišča", "\n           113. Končno mora Sodišče preiskati, če so obstajali zadostni razlogi, da se upraviči razkritje vlagateljičine identitete in HIV okužbe v besedilu sodbe Apelacijskega sodišča, ki je bila na razpolago tudi tisku (glej točke 36 in 43 zgoraj).\n           Po relevantnem finskem pravu je imelo Apelacijsko sodišče diskrecijo, da prvič izključi omembo katerihkoli imen v sodbi, ki bi dopuščala identifikacijo vlagateljice, in drugič, da zadrži celotno obrazložitev zaupno za določeno dobo in namesto tega objavi skrajšano verzijo obrazložitve, bistveni del in omembo uporabljenega prava (glej 52. točko zgoraj). Dejansko je Mestno sodišče v skladu s temi kriteriji objavilo svojo sodbo, ne da bi bilo kaj nasprotnih komentarjev (glej točko 33 zgoraj). \n           Ne glede na to ali je vlagateljica izrecno zahtevala, da naj Apelacijsko sodišče izključi razkritje njene identitete in zdravstvenega stanja, je bilo to sodišče [Apelacijsko] obveščeno s strani odvetnika gospoda X v zvezi z njenimi željami, da naj se odredba o zaupnosti podaljša čez deset let (glej 35. točko zgoraj). Iz tega je očitno izhajalo, da bi nasprotovala razkritju informacije javnosti. \n           V teh okoliščinah in v zvezi z upoštevanjem razmišljanj, omenjenih v 112. točki zgoraj, Sodišče ne ugotavlja, da je bila sporna objava podprta s kakšnimi tehtnimi razlogi. V skladu s tem je objava zadevne informacije utemeljila kršitev vlagateljičine pravice do spoštovanja njenega zasebnega in družinskega življenja, kot je zajamčeno z 8. členom.", "(v) Zaključek", "\n           114. [...] Po drugi strani, ugotavlja (3), da bi omogočenje dostopa javnosti do zadevnih zdravstvenih podatkov že tako zgodaj kot leta 2002, če bi to bilo izvršeno, utemeljilo kršitev tega člena in (4), da je obstajala kršitev v zvezi s tem z objavo vlagateljičine identitete in zdravstvenega stanja v sodbi Apelacijskega sodišča. [...]", "Delno odklonilno ločeno mnenje sodnika Meyerja.", "\n           [...] II. \n           Z namigom, da je bila desetletna „omejitev zaradi zaupnosti”, odločena s strani finskih sodišč, v tem primeru prekratka, izgleda, da to Sodišče namiguje, da je javni dostop do zdravstvenih podatkov dopusten potem, ko se je izteklo dovolj dolgo časa.\n           Brez predsodka, kaj je sprejemljivo v zvezi z drugimi informacijami v dosjejih kazenskih primerov, menim, da morajo medicinski podatki v takšnih dosjejih ostati zaupni za neomejen čas.\n           Interes, da se zagotovi, da so sodna postopanja javna, ne zadostuje, da upraviči razkritje zaupnih podatkov, tudi, ko preteče že mnogo let. [...]"]}