{"file": "SLV_HJUDSLV_12945_87.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "12945/87", "text_paragraphs": ["HADJIANASTASSIOU v. GRCIJA\n(Eur. Court H.R., 16. 12. 1992, Series A no. 252)", "", "6. - 19. [G. Hadjianastassiou, letalski inženir in grški državljan, je kot kapitan vojaškega letalstva leta 1982 sodeloval pri projektu izdelave dirigiranih izstrelkov. Poročilo o njem je predložil Tehnološkemu raziskovalnemu centru vojaškega letalstva (K.E.T.A.). Januarja 1983 je zasebni družbi (ELFON Ltd.) posredoval še eno tehnično raziskavo o dirigiranih izstrelkih, ki jo je sam pripravil. Stalno atensko sodišče vojaškega letalstva [Diarkes Stratodikeio Athinon] ga je 4. 4. 1984 obtožilo izdaje vojaške skrivnosti, ga obsodilo in mu izreklo kazen dveh let in šestih mesecev zapora. Vojaško prizivno sodišče [Epitropos tou Anatheoritikou Dikastiriou] je imenovalo dva izvedenca in zaslišalo devetnajst prič, da bi ugotovilo, ali vsebujeta raziskavi podobne podatke, ali so bili ti podatki prosto dostopni v znanstveni literaturi in ali je projekt K.E.T.A. mogoče označiti kot „vojaško tajnost”. Dne 22. 11. 1985 ga je to sodišče obsodilo na petmesečno zaporno kazen za kaznivo dejanje izdaje vojaške tajnosti majhnega pomena. Dan po razglasitvi sodbe je zaprosil za zapisnik sojenja. Po njegovih trditvah sodeč, ga je zapisnikar takrat poučil, da mora počakati na „končno verzijo” sodbe. Kopijo sodbe prizivnega sodišča, ki je bila zelo kratka, brez podlage, na kateri naj bi slonela, je prejel 16. 12. 1985. Dne 23. 12. 1985 je ponovno zahteval zapisnik in ga prejel 10. 1. 1986. Zoper obsodbo se je v predpisanem petdnevnem roku (26. 11. 1985) pritožil na Kasacijsko sodišče zaradi „napačne uporabe in razlage določb, na podlagi katerih je bil obsojen, t.j. 2. odstavka 97. člena Vojaškega kazenskega zakonika”. Sodišče je pritožbo zavrnilo kot neutemeljeno.]\n           [...]", "Postopek pred Komisijo", "\n           27., 28. [V svoji pritožbi na Komisijo z dne 17. 12. 1986 se je g. Hadjianastassiou skliceval na 6. člen Konvencije. Zatrjeval je, da sta mu pomanjkljiva obrazložitev vojaškega prizivnega sodišča in kratek pritožbeni rok onemogočila nadaljnje utemeljevanje svoje pritožbe na Kasacijsko sodišče. Obsodba naj bi prekršila tudi njegovo pravico do svobode izražanja po 10. členu Konvencije. Komisija je v poročilu z dne 6. 6. 1991 soglasno menila, da je prišlo do kršitve 1. in 3. (b) odstavka 6. člena, ne pa tudi do kršitve 10. člena.]", "Pravna vprašanja", "", "I. Zatrjevane kršitve 6. člena", "\n           [...]\n           31. Ker vzpostavljajo zahteve 3. odstavka 6. člena posebni vidik pravice do poštenega sojenja, ki jo zagotavlja 1. odstavek, bo Sodišče preučilo vlogo po obeh določbah skupaj.\n           32. Sodišče na začetku navaja, da čeprav 3. odstavek 93. člena grške Ustave zahteva, da so vse sodne odločbe natančno in podrobno obrazložene, mora biti po 5. odstavku 96. člena Ustave uporaba te zahteve za vojaška sodišča predmet ureditve posebnega zakona. Tak zakon še ni bil sprejet. V vmesnem času lahko Kasacijsko sodišče pravilno uporabo kazenskega prava teh sodišč preverja samo na podlagi vprašanj, ki jih postavljajo predsedniki, in odgovorov v obliki obrazložitev, ki jih dajejo njihovi kolegi.\n           33. Države pogodbenice uživajo precejšnjo svobodo pri izbiri mehanizmov, ki zagotavljajo, da deluje njihov sodni sistem v skladu z zahtevami 6. člena. Vendar pa morajo domača sodišča z zadostno jasnostjo navesti podlago, na katero oprejo svojo odločitev. Šele to, inter alia, obtožencu omogoči, da učinkovito izvršuje zagotovljene pravice do pritožbe. Naloga sodišča je, da pretehta, ali so uporabljene metode v danem primeru vodile do posledic, ki so skladne s Konvencijo.\n           34. Sodba, ki jo je prebral predsednik prizivnega vojaškega sodišča, v tem primeru ni vsebovala enakih vprašanj, kot so se pojavila v zapisniku s sojenja. Nanašala se je na 366. člen Vojaškega kazenskega zakonika in posredovane podatke opisala kot manj pomembne, vendar ni temeljila na enaki podlagi kot obsodba, ki jo je izdalo stalno sodišče vojaškega letalstva. Vprašanje, ki je obravnavalo „splošne podatke o dirigiranih izstrelkih”, ki bi morali ostati tajni, se je prvič pojavilo v postopku pred prizivnim sodiščem. Ko je dan po vročitvi sodbe vlagatelj poskušal dobiti celotno besedilo sodbe, ga je (kot zatrjuje) zapisnikar obvestil, da bo moral počakati na „končno verzijo” sodbe. V svoji pritožbi glede pravnih vprašanj, ki jo je vložil v predpisanem petdnevnem roku, se je g. Hadjianastassou lahko skliceval samo na tisto, kar je slišal ali pridobil med sojenjem in mu razen splošnega sklicevanja na 426. člen ni preostalo nič drugega.\n           35. Po trditvah Vlade bi lahko vlagatelj pritožbe po 2. odstavku 509. člena Zakona o kazenskem postopku predložil dodatno vlogo. Vlada tako zaključi, da te možnosti ni uporabil, ker naj ne bi imel podlage za pritožbo.\n           36. Ta argument Sodišča ne prepriča. Ko je g. Hadjanastassou 10. 1. 1986 prejel zapisnik s sojenja, svoje pritožbe glede pravnih vprašanj ni mogel več razširiti. V skladu z vrsto primerov je dodatne vloge mogoče upoštevati samo v primeru, ko je začetna pritožba postavila vsaj en razlog, zaradi katerega so ugotovili, da je pritožba dopustna in dovolj utemeljena. \n           37. Odločamo, da zaradi takih omejitev pravic obrambe vlagatelj ni bil deležen poštenega sojenja. Zato je prišlo do kršitve (b) točke 3. odstavka 6. člena v povezavi s 1. odstavkom.", "II. Zatrjevane kršitve 10. člena", "\n           38. - 47. [Sodišče je odločilo, da ni bilo kršitve 10. člena.]", "III. Uporaba 50. člena", "\n           48. [...] G. Hadjanastassou je zahteval povrnitev stroškov, ki so nastali najprej pred grškimi sodišči (650.000 drahm) in nato pred organi Konvencije (300.000 drahm in 29.260 francoskih frankov). Vlada je menila, da so bile te zahteve pretirane, ker so močno presegale stopnje honorarja, kot jih za pravni poklic predpisuje grško pravo. Pripravljeni so bili plačati 100.000 drahm.\n           49. Sodišče pripominja, da glede tega vprašanja ni vezano na domače stopnje in merila (glej, inter alia, sodbo v primeru Granger v. Združeno kraljestvo). \n           Tako kot Komisija je upoštevalo, da je glede stroškov, naloženih v postopkih v Grčiji, mogoče povrniti le tiste pred Kasacijskim sodiščem (220.000 drahm). Zahtevana vsota glede postopka v Strasbourgu je skladna z merili, ki jih postavlja sodna praksa, in mora biti zato zagotovljena v celoti."]}