{"file": "SLV_HJUDSLV_12666_87.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "12666/87", "text_paragraphs": ["ANGELUCCI v. ITALIJA\n(Eur. Court H.R., 19. 2. 1991, Series A no. 196-C)", "", "[Gospod Roberto Angelucci je bil italijanski državljan, živeč v Rimu. Delal je kot poslovnež. Avgusta 1975 je bil v okviru policijske akcije zoper nedovoljen promet z mamili ustavljen na javni cesti. Trdil je, da je bil odpeljan na policijsko postajo in da je bila pri njem doma brez predhodne sodne odredbe opravljena hišna preiskava. Najdenega ni bilo nič in pritožnik je bil izpuščen še isti dan. Vlada je trdila, da ni nobenega dokaza, ki bi kazal na resničnost pritožnikove trditve, da je bil aretiran ali da je bila pri njem doma izvedena hišna preiskava.\n           Naknadno policijsko poročilo z dne 5. 8. 1975 je pritožnika in druge osebe ovadilo Rimskemu državnemu tožilstvu zaradi kriminalnega združevanje in nedovoljenega prometa z mamili, ki je na tej podlagi o gospodu Angelucciju odprlo kartoteko. Državno tožilstvo je 14. 8. 1975 prosilo za podatke o pritožnikovem osebnem statusu, 3. 12. 1977 pa je zahtevalo še kopijo njegove policijske kartoteke.\n           10. 5. 1978 je pritožnik določil odvetnika za svojo obrambo. Slednji je 27. 10. 1978 na državno tožilstvo podal naslednjo pritožbo: „Glede na dejstvo, da od leta 1975 potekajo postopki, povezani z resnimi obtožbami zoper mojo stranko, in da je le ta popolno nepovezana z ji očitanimi kaznivimi dejanji in je postala vpletena šele na podlagi policijske akcije, ko je bila v svojem avtomobilu, ter glede na to, da so ji in ji še zmeraj te obtožbe povzročajo resno škodo, zahtevam, da jo zaslišite, da bo tako imela možnost priskrbeti vam vsa potrebna pojasnila v zvezi z dejanji, ki jo domnevno bremenijo.”\n           Državno tožilstvo je primer 28. 11. 1980 predalo preiskovalnemu sodniku. Prišlo je do preiskave in 3. 12. 1980 je bila preiskava zaupana Preiskovalnemu oddelku X (10) pri Rimskem okrajnem sodišču, vendar je bila kmalu predana Oddelku III (3). Pritožnik je 13. 2. 1981 brezuspešno prosil, da bi bil zaslišan s strani preiskovalnega sodnika. Do zaslišanja je prišlo šele 28. 1. 1986. Po zaslišanju in brez nadaljnjih preiskovalnih dejanj so bile obtožbe zoper njega 16. 7. 1986 opuščene zaradi pomanjkanja dokazov.]", "Sodba", "\n           [Obdobje, ki naj se upošteva, se je po mnenju Sodišča pričelo najkasneje 10. 5. 1978, ko si je pritožnik določil obrambo. Končalo se je najhitreje 16. 7. 1986, ko so bile opuščene obtožbe, in najkasneje 19. 7. 1986, ko je minil rok za pritožbo s strani organov pregona. Sodišče je soglasno odločilo (kakor v svojem mnenju tudi Komisija), da je prišlo do kršitve 1. odstavka 6. člena Konvencije ter da mora italijanska država gospodu Angelluciju izplačati odškodnino v višini 30.000.000 lir za nepremoženjsko škodo ter za pravne stroške in izdatke.]"]}