{"file": "SLV_HJUDSLV_40454_07.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "40454/07", "text_paragraphs": ["Couderc in Hachette Filipacchi Associes - France - 40454/07", "", "odgovornost izdajatelja članka in fotografij o obstoju monarhovega skrivnega otroka", "", "Dejstva: Pritožniki so direktorica za informacije in izdajateljski organ tednika Paris match. 3. maja 2005 se je v britanskem dnevniku Daily mail razkrilo, da je gospa C. glede svojega sina potrdila, da je njegov oče monaški princ. Članek se je nanašal na objavo iz magazina Paris match, ki je  ponovno objavil bistvene poudarke in tudi fotografije, ki prikazujejo princa, ki drži v naročju svojega sina. Intervju z gospo C. in sporne fotografije so bile prav tako objavljene v nemškem tedniku Bunte dne 4. maja 2005. V članku iz Paris matcha je gospa C. natančneje navedla okoliščine, v katerih je spoznala princa, njuna srečanja, intimno razmerje, njuna čustva, način, kako je princ reagiral, ko se je seznanil z njeno nosečnostjo in kako se je obnašal, ko se je prvič srečal z otrokom.", "", "Princ je proti pritožnikom sprožil postopek pred Sodiščem ter zahteval odškodnino zaradi posega v njegovo zasebno življenje in v njegovo podobo. Francoske sodne oblasti so mu ugodile in mu prisodile 50.000 evrov odškodnine ter odredile objavo obsodbe na delu ene od naslovnih strani časopisa.", "", "S sklepom z dne 12. junij 2014 (glej Note d information 175) je senat Sodišča odločil z štirimi glasovi proti tremi, da je podana kršitev 10. člena Konvencije. 13. oktobra 2014 je bila zadeva poslana velikemu senatu na zahtevo francoske vlade.", "", "Pravo - člen 10: obsodba pritožnikov predstavlja poseg v njihovo pravico do svobode izražanja. Zavarovana je z zakonom in zasleduje legitimni cilj - zavarovanje pravic drugih. Vendar pa je treba ugotoviti ali je bila potrebna v demokratični družbi.", "", "A) Kar zadeva vprašanje prispevka k razpravi v splošnem interesu - splošni interes ni mogoče omejiti na pričakovanja javnosti seznaniti se s podrobnostmi iz zasebnega življenja drugih, niti na zadovoljitev želja bralcev, da se seznanijo z senzacionalnimi novicami, med drugim tudi ne ugoditi želji po vojarizmu. Torej, intervju gospe C. je vseboval mnogo podrobnosti iz intimnega življenja princa in njegovih občutkov, tako realnih kot predpostavljenih oz. domnevanih, ki se niso nanašali direktno na razpravo v splošnem interesu. Vendar pa je primerno najprej podčrtati, da čeprav je rojstvo dejstvo, ki ima intimni značaj, pa konkretno rojstvo ne izhaja samo iz zasebne sfere prizadetih oseb, temveč ima prav tako javno dimenzijo, saj ga v načelu spremlja tudi javna objava (sodni akt civilnega življenja) in ugotovitev o sorodstveni zvezi. K povsem zasebnemu in družinskemu vidiku, ki ga vsebuje sorodstvena oz. sinovska povezava neke osebe, se priključuje torej tudi javni vidik povezan z socialno in pravno organizacijo sorodstva. Informacija glede rojstva se torej ne sme presojati sama po sebi kot odkritje čistih podrobnostih iz zasebnega življenja drugega, ki bi imel za cilj izključno zadovoljiti radovednost javnosti. Med drugim rojstvo prinčevega sina tudi ni bilo zanikano, zaradi eventuelnih dinastičnih in nasledstvenih zapletov se je zastavljalo vprašanje legitimnosti poroke, pa čeprav se je ta zdela nemogoča oz. neverjetna. Tudi zapleti nasledstvenega značaja v zvezi z rojstvom pa so bili med drugim omenjeni v članku. Sporna informacija se torej ni izognila vsakršnemu političnemu zapletu in je lahko vzbujala javni interes glede nasledstvenih pravil v kraljevini (ti izključujejo otroke rojene izven zakona iz dedovanja oz. nasledstva krone). Prav tako: ravnanje princa, ki namerava zadržati skrivnost svojega očetovstva in odklanja javno objavo, lahko v nasledstveni monarhiji, katere prihodnost je neločljivo povezana z obstojem potomstva, povzroči oz. pritegne pozornost javnosti. Takšen je bil prav tako način njegovega ravnanja do matere otroka in do samega otroka: te informacije so bile lahko takšne, da so razkrile osebnost princa, posebej kar zadeva prevzem njegovih odgovornosti. V tem kontekstu je pomembno poudariti simbolno vlogo nasledstvene monarhije, ureditev v kateri osebnost princa in njegove linije zagotavlja nadaljevanje monaške države. Prispevek tiska k razpravi, ki je v splošnem interesu, ne sme biti omejena zgolj na sama aktualna in že prej obstoječa dejstva. Tisk je prav tako smerokaz za širitev razprave v javnem interesu in prav tako ima vlogo spodbuditi in seznaniti javnost z informacijami, ki povzročijo takšen interes in porodijo takšno družbeno razpravo. Torej domače oblasti bi morale upoštevati vse okoliščine, da bi lahko zadevo pravično obravnavale in torej ne ugotavljale zgolj izjave, ki se nanašajo na zasebno življenje princa izven njihovega konteksta. Torej niso upoštevale interesa, ki zagotavlja javnosti seznanitev z objavljeno informacijo in so se osredotočile na detajle, ki se nanašajo na zasebnost para. S tem so odvzele pritožnikom sredstvo za dokazovanja javnega interesa.", "", "B) Kar zadeva osebo javnega značaja oz. splošno znano osebo, kot objekta reportaže. Nacionalne oblasti bi morale upoštevati, da gre pri princu za šefa države in v tem okviru ugotoviti tisto, kar se nanaša na povsem zasebno sfero in tisto kar se nanaša na javno sfero. Vendar, čeprav so poudarile, da se lahko napravi izjema načelnega značaja pri varstvu zasebnega življenja, ko so razkrite okoliščine oz. dejstva takšne, da povzročijo razpravo zaradi položaja oz. pristojnosti obravnavane osebe, iz tega niso potegnile nobenega drugega zaključka.", "", "Članek ni imel za svoj predmet zgolj zasebno življenja princa, temveč tudi zasebno življenje gospe C. in njegovega sina. Gospa C. ni bila dolžna molčati in je imela pravico izražati se o delih svojega zasebnega življenja. Ni mogoče spregledati, da je imel sporni članek nek pomen za intervjuvanko in njenega sina. Intervju je torej prav tako vseboval zasebne interese, ki so bili v konkurenci. Pravica do svoboda izražanja gospe C. za njo samo in za njenega sina ni bila neposredno predmet predmetne zadeve, vendarle se je morala upoštevati mešanica elementov, ki so se nanašali tako na zasebno življenje gospe C. kot tudi princa, pri presoji dolžnega varstva prinčeve pravice.", "", "C) Kar zadeva notranje ravnanje obravnavane osebe – podatki spisa ne zadostujejo za ugotavljanje predhodnega ravnanja princa v razmerju do medijev.", "", "D) Kar zadeva način pridobivanja informacij in njihove verodostojnosti - gospa C. se je povezala s Paris match na način, ki je bil osebne, prostovoljne in transparentne narave. Verodostojna ugotovitev, ki se nanaša na starševstvo princa, ni bila posredovana s strani prizadete osebe, temveč je bila posredovana javno - z njegove strani - tik pred izidom spornega članka. Kar zadeva fotografije, ki opremljajo članek – te so bile poslane Paris matchu prostovoljno in z dobrim namenom. Niso bile pridobljene brez vednosti princa, niti v okoliščinah, ki bi ga prikazovale v neugodni luči.", "", "E) Kar zadeva vsebino, formo in posledice spornega članka - naloge in odgovornosti novinarjev vsebujejo tudi zahtevo po upoštevanju učinka informacij, ki so naslovljene na javnost. Še posebej so določeni dogodki predmet posebne skrbnosti v luči 8. člena Konvencije in morajo voditi novinarja, da ravna razsodno in previdno. Jasno je, da je bil način pogovora z gospo C. nesenzacionalističen. Njene izjave so prepoznavne, njeni citati in motivi so tudi sicer jasno izraženi bralcem. Prav tako se lahko loči tisto, kar izhaja iz dejstev in tisto, kar izhaja iz zaznave intervjuvanke, iz njenih mnenj in njenih osebnih občutkov oz. čustev. Prav gotovo se zapis pogovora dopolnjuje z učinki slikovne predstavitve in naslovov, namenjenih vzbuditvi pozornosti bralcev in njihovemu vznemirjanju. Vendarle pa poročilo ni popačilo vsebine informacije in je ni deformiralo, temveč se ga mora oceniti kot transpozicijo ali ilustracijo. Tudi ni mogoče očitati magazinu montažo članka oz. razporeditev besedila okrog ilustraciji ter zasledovanje predstavitve, ki bi vzbujala pozornost, saj se ne popači niti ne krni javne informacije in tudi ne gre za zavajanje bralcev.", "", "Nobenega dvoma ni, da fotografije razkrivajo zasebno življenje princa in da ta ni dal soglasja za njihovo objavo, vendar povezava s spornim člankom ni umetna oz. arbitrarna. Objava fotografij je upravičena tudi z vidika kredibilnosti, ki je zgodovinskega značaja. Gospa C. tudi ne razpolaga z nobenim drugim elementom, ki bi ji omogočil izkazati verodostojnost njene pripovedi. Čeprav so fotografije prikazovale zasebno življenje princa, je njihova objava zgolj podpirala trditve iz članka.", "", "Končno kar zadeva posledice spornega članka - malo po objavi članka je princ javno priznal svoje očetovstvo. Te posledice so morale biti relativizirane zaradi predhodnih objav v tujih časopisih. Domače oblasti pa jih niso ocenjevale v širšem kontekstu, ki ga pokriva mednarodna medijska dejavnost, v kateri so bila sporna dejstva iz članka že predmet objave. Prav tako ilustracije niso dodale nobene dodatne teže dejstvu, da je bila skrivnost očetovstva že razkrita v objavah, ki so se pojavile že prej v drugih medijih.", "", "F) Kar zadeva strogost izrečene sankcije - sankcija naložena pritožnici v znesku 50.000 evrov odškodnine, kot tudi javna sodna objava, se ne more šteti kot nepomembna.", "", "Upoštevajoč vse okoliščine oz. razloge v izpostavljenih argumentih, ki se nanašajo na varstvo osebnega prinčevega življenja in pravice do osebne podobe, čeprav sicer umestne, v konkretni zadevi ne morejo biti ocenjene kot zadostne za upravičenost spornega posega.", "", "Zaključek: kršitev (soglasno)", "", "Člen 41 - zahteva za povračilo premoženjske škode je bila zavrnjena.", "", "(glej tudi Von Hannover proti Nemčiji), (veliki senat), (40660/08 in 60641/08) in Aksel Springer AG proti Nemčiji (veliki senat), (39954/08), Sodba z dne 7. februar 2012, povzeta v Note d´information 149).", "", ""]}