{"file": "SLV_HJUDSLV_44901_05.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "44901/05", "text_paragraphs": ["SODBA PEČNIK ZOPER REPUBLIKO SLOVENIJO\n\nPETI ODDELEK\n\n27. september 2012\n\nPritožba št. 44901/05\n\n\nV zadevi Alenka Pečnik proti Sloveniji\nEvropsko sodišče za človekove pravice (peti oddelek) kot senat v sestavi:\nDean Spielmann, predsednik,\nMark Villiger,\nKarel Jungwiert,\nBoštjan M. Zupančič,\nAnn Power-Forde,\nAngelika Nußberger,\nJulia Laffranque, sodniki,\nin Claudia Westerdiek, sodna tajnica oddelka,\npo razpravi, zaprti za javnost, ki je bila 4. septembra 2012,\nizreka to sodbo, sprejeto navedenega dne:", "POSTOPEK", "1. Zadeva se je začela s pritožbo (št. 44901/09) proti Republiki Sloveniji, ki jo je na podlagi 34. člena Konvencije o varstvu človekovih pravic in temeljnih svoboščin (v nadaljnjem besedilu: konvencija) pri Sodišču 12. decembra 2005 vložila slovenska državljanka Alenka Pečnik (v nadaljnjem besedilu: pritožnica).\n2. Pritožnico je zastopal B. Verstovšek, odvetnik iz Celja. Slovensko vlado (v nadaljnjem besedilu: vlada) je zastopala V. Klemenc, državna pravobranilka.\n3. Pritožnica se je zlasti pritožila, da je bil postopek odločanja o razžalitvi sodišča nepošten in pristranski ter v nasprotju s prvim odstavkom 6. člena konvencije.\n4. Vlada je bila o pritožbi obveščena 24. marca 2011.\n5. Sestava petega oddelka na razpravi 4. septembra 2012 je bila spremenjena v skladu s četrtim odstavkom 25. člena Poslovnika Sodišča.", "DEJSTVA\n", "I. OKOLIŠČINE ZADEVE", "6. Pritožnica je bila rojena leta 1956 in živi v Celju. Je odvetnica in opravlja svoj poklic v Celju.", "\nA. Pravdni postopek, sprožen na zahtevo M. Š., ki jo je zastopala pritožnica", "\n7. V letu 2001 je pritožnica zastopala M. Š. v odškodninski pravdi zaradi poškodb, ki jih je M. Š. domnevno utrpela, ko jo je toženec fizično napadel. Postopek je potekal pred Okrajnim sodiščem v Domžalah v sestavi enega sodnika. Sodnik v zadevi je bil M., sodnik Višjega sodišča v Ljubljani, ki je bil začasno dodeljen okrajnemu sodišču.\n8. Iz zapisnika obravnave z dne 28. novembra 2001 je razvidno, da pritožnici ni bilo dovoljeno tožencu zastaviti nekaterih vprašanj, ker jih je sodnik M. štel za napeljevalna. Zavrnjen je bil tudi njen predlog za zaslišanje priče, ker po mnenju sodnika ta dokaz ni bil potreben.\n9. Okrajno sodišče v Domžalah je 28. novembra 2001 izreklo sodbo o zavrnitvi odškodninskega zahtevka M. Š.\n10. Pritožničina stranka se je 27. decembra 2001 pritožila. Pritožbo je sestavila pritožnica in v njej kritizirala sodnika M., ker ni dal v zapisnik nekaterih svojih postopkovnih odločitev in ker ni vključil celotnih izjav pritožničine stranke. V pritožbi je med drugim navedeno:", "\n\"Razumno bi bilo pričakovati, da bo sodnik višjega sodišča pred obravnavo razložil, zakaj on predseduje v zadevi, ki ... se obravnava na prvi stopnji; to bi od njega pričakovali po sodniškem bontonu. Vendar je sodnik poteptal ta bonton z arogantnim vedenjem in žvečenjem žvečilnega gumija na obravnavi ter zakrivanjem ust med govorjenjem.", "Postopek pred Okrajnim sodiščem v Domžalah 28. novembra 2001 je potekal po načelu inkvizitornosti. Zapisnik obravnave kaže, da [postopek] ni bil voden v skladu z Zakonom o pravdnem postopku ... Sodnik kljub zahtevam v zapisnik ni vključil izjav in sporočil tožnice in njene pooblaščenke ...", "Sodnik je vprašal tožnico, ali razume slovensko, in ona je odgovorila pritrdilno. Vendar je nato med zaslišanjem žvečil žvečilni gumi, tako da ga tožnica ni mogla razumeti.", "Po tem površnem zbiranju dokazov, je sodnik končal obravnavo, ne da bi odločil o drugih dokaznih predlogih. Posledično je sodišče zmotno in nepopolno ugotovilo dejansko stanje ...\"", "\n11. 26. maja 2004 je Višje sodišče v Ljubljani ugodilo pritožbi v delu, ki se nanaša na odškodnino za telesne poškodbe. Zavrnilo pa je očitke v zvezi z domnevnimi postopkovnimi napakami in nepravilnostmi v zapisniku obravnave. Sodišče je zlasti ugotovilo, da so stranke podpisnik podpisale brez ugovorov in da nobena od strank ni sprožila postopka za izločitev sodnika zaradi pristranskosti.", "\nB. Postopek odločanja o razžalitvi sodišča", "\n12. Sodnik M. je 8. januarja 2002, po prejetju pritožbe na svojo sodbo z dne 28. novembra 2001, izdal sklep, s katerim je pritožnici naložil denarno kazen 150.000 slovenskih tolarjev (SIT) za razžalitev sodišča zaradi njenih izjav v pritožbi. V sklepu je navedeno, da mora biti denarna kazen plačana v petnajstih dneh. Sklep se glasi:", "\n\"V nadpisani pravdni zadevi je pooblaščenka tožnice odvetnica Alenka Pečnik zoper sodbo tukajšnjega sodišča P 107/97 vložila pritožbo. V pritožbi grobo žali razpravljajočega sodnika ko trdi, da je sodnik poteptal sodniški bonton z arogantnim nastopanjem in zvečenjem žvečilnega gumija in zakrivanjem ust med komuniciranjem s prisotnimi na glavni obravnavi in da je postopek potekal po načelu \"inkvizatornosti\". Gre za žaljive in izmišljene trditve ter je bila zaradi tega pooblaščenka tožnice na podlagi čl. 109 v zvezi z določbami tretjega do sedmega odstavka čl. 11 ZPP denarno kaznovati. Denarno kazen je možno odvetniku izreči do 1.000.000,00 SIT (3. odst. čl. 11 ZPP). Ker gre za grobo žalitev, sodišče ocenjuje kot primerno denarno kazen v višini 150.000,00 SIT.\"", "\n13. Pritožnica je 29. januarja 2002 vložila pritožbo zaradi nepravilne uporabe Zakona o pravdnem postopku (v nadaljnjem besedilu: ZPP) in netočne ocene dejstev. Zlasti je navedla, da so njene izjave resnične in z njimi ni nameravala žaliti sodnika, pač pa opisati vzdušje med zaslišanjem, na katerem je sodnik večkrat povzdignil glas. Navedla je tudi, da slovenščina ni materni jezik njene stranke in da njena stranka ni mogla razumeti sodnika zaradi njegovega vedenja. Trdila je, da so bile njene navedbe vzete iz sobesedila, ter v podporo svojim trditvam predložila izjavi svoje stranke in priče.\n14. Pritožnica je v svoji pritožbi tudi predlagala, da se spremeni kraj postopka, saj je M. sodnik Vrhovnega sodišča v Ljubljani, ki bi bilo običajno pristojno za obravnavanje pritožbe. Njen predlog je bil odobren in primer je bil predan Višjemu sodišču v Kopru.\n15. 8. aprila 2003 je Višje sodišče v Kopru zavrnilo pritožničino pritožbo. Ugotovilo je, da se je izpodbijani sklep sicer opiral na izjave, vzete iz sobesedila, vendar so bile te izjave v resnici žaljive in je bil ton pritožbe vsekakor neprimeren. Dejstvo, da je pritožnica v svoji pritožbi poskušala omiliti izpodbijane trditve, je spodkopalo njeno verodostojnost in podprlo sklep prvostopenjskega sodišča, da so bile trditve izmišljene. Na koncu je Višje sodišče v Kopru ugotovilo, da bi pritožnica lahko branila interese svoje stranke z vljudnim izražanjem in brez žalitev.\n16. 12. maja 2003 je pritožnica vložila ustavno pritožbo. Pritožnica se je ob navajanju 14., 21., 22. in 23. člena ustave pritožila, da je bila obsojena razžalitve sodišča v nepoštenem in pristranskem postopku. Po njenem mnenju je bilo nedopustno, da jo je sodnik, ki se je čutil osebno prizadetega zaradi izpodbijanih izjav, lahko obsodil in ji naložil kazen, ki se lahko spremeni v zaporno kazen. Poleg tega v postopku ni bil pregledan noben drug dokaz, razen tistih, ki jih je predložil sodnik sam, in višje sodišče je pritožbo zavrnilo le na podlagi sodnikovih trditev. Pritožnica je trdila, da je s svojimi izjavami v pritožbi želela opozoriti na neprimerno vedenje predsedujočega sodnika. Navedla je dejstva, ki so jih podpirali tudi zapisnik obravnave in izjave prič. Z njimi ni želela ponižati predsedujočega sodnika, pač pa ubraniti interese svoje stranke.\n17. 27. maja 2003 je pritožnica plačala denarno kazen.\n18. Ustavno sodišče je 26. oktobra 2004 pritožbo razglasilo za sprejemljivo in 27. oktobra 2005 je odločilo o njeni utemeljenosti. S sklicevanjem na svoj zaključek o sodni nepristranskosti v odločbi z dne 23. junija 2005 (glej 21. odstavek) je Ustavno sodišče ugotovilo (s petimi glasovi proti štirim), da pritožničina pravica do nepristranskega sodišča ni bila kršena. Ustavno sodišče je nato pregledalo vzroke za kazen, ki so jo pritožnici izrekla nižja sodišča. Strinjalo se je z nižjimi sodišči, da pritožničine izjave niso predstavljale upravičenega opravljanja dolžnosti pravnika, da brani interese svoje stranke. Navedlo je, da se sodna odločitev vedno lahko kritizira na način, ki ne vključuje napada na ugled sodstva ali osebnega napada na posameznega sodnika.", "II. UPOŠTEVANI DOMAČA ZAKONODAJA IN PRAKSA\n", "\nA. Zakon o pravdnem postopku", "\n19. Takrat predložen Zakon o pravdnem postopku (ZPP, Uradni list RS, št. 26/1999) se v bistvenem delu glasi:", "\n11. člen", "\"(3) Sodišče lahko ob zlorabi pravic izreče denarno kazen ... odvetniku ... do 1.000.000 tolarjev.", "(4) Sodišče izreče denarno kazen s sklepom. V sklepu določi rok, v katerem je treba kazen plačati. Rok za plačilo kazni ne sme biti krajši od 15 dni in ne daljši od treh mesecev.", "(5) Če ... odvetnik ne plača denarne kazni v roku ki ga določi sodišče, se kazen izvrši tako, da se za vsakih začetih 10.000 tolarjev denarne kazni določi največ en dan zapora, pri čemer zapor za... odvetnika ... ne [sme biti] daljši kot 100 dni. Kazen zapora se izvrši po določbah zakona, ki ureja izvrševanje zaporne kazni.", "(6) O spremembi denarne kazni po prejšnjem odstavku se odloči s posebnim sklepom.", "(7) Če pravna oseba ne plača denarne kazni v roku, ki ga določi sodišče, izterja sodišče to kazen, povečano za 50% ...\"", "", "109. člen", "\"(1) Pravdno sodišče kaznuje po določbah tretjega do sedmega odstavka 11. člena tega zakona tistega, ki v vlogi žali sodišče, stranko ali drugega udeleženca v postopku.", "(2) Kazen, izrečena po prvem odstavku tega člena, ni ovira za kaznovanje zaradi kaznivega dejanja.\"", "", "363. člen", "\"(1) Zoper sklep sodišča prve stopnje je dovoljena pritožba, če ni v tem zakonu določeno, da ni pritožbe [proti določenemu sklepu]\"", "", "B. Sodna praksa Ustavnega sodišča", "\n20. 23. junija 2005 je Ustavno sodišče izdalo odločbo št. U-I-145/03 o skladnosti 11. in 109. člena ZPP z ustavnimi pravicami.\n21. Ustavno sodišče je ugotovilo, da ureditev, pri kateri kritizirani sodnik tudi izreče sodbo in sankcijo, očitno ne krši pravice do nepristranskega sodišča. Poudarilo je, da interesi, ki jih varuje 109. člen, niso ugled in dobro ime posameznega sodnika, pač pa avtoriteta sodstva in zaupanje vanj. Sodnik se torej ne more šteti za \"žrtev\" ali oškodovanca. Ustavno sodišče je navedlo, da ta sklep ni odvisen od tega, ali se kazen po 109. in 11. členu nanaša na zadevo, pri kateri je treba spoštovati jamstva kazenskega prava.\n22. V zvezi s sistemom sankcij iz 11. člena ZPP je Ustavno sodišče razveljavilo besedilo tretjega odstavka, ki je določalo ločeno kazen največ 1.000.000 SIT med drugim za odvetnika, ki zlorabi pravice. Razveljavilo je tudi peti do sedmi odstavek 11. člena, ki je dopuščal, da se denarna kazen spremeni v zaporno kazen do 30 ali, med drugim za odvetnike, 100 dni. Ustavno sodišče je ugotovilo, da se 109. člen sam po sebi ne nanaša na kršitev, za katero bi morala biti v postopku njene določitve izpolnjena jamstva kazenskega prava. Vendar bi po njegovem mnenju lahko trdili, da sta prepoved razžalitve sodišča in izrekanje kazni zanjo podobna izrekanju disciplinskih sankcij le, če sankcije za takšna dejanja niso pretirano visoke. Po mnenju Ustavnega sodišča so navedene kazni, zlasti zaporna kazen, dovolj resne, da bi morala biti zanje zagotovljena vsa jamstva kazenskega postopka, vključno s pravico do obrambe, kar pa ne velja za postopek odločanja o razžalitvi sodišča. Glede na razveljavitev določb o zaporni kazni je Ustavno sodišče sodiščem dalo navodila, da v primeru neplačila denarne kazni uporabijo običajne postopke izvršbe.", "PRAVO\n", "I. ZATRJEVANA KRŠITEV PRVEGA ODSTAVKA 6. ČLENA KONVENCIJE GLEDE NEPRISTRANSKOSTI SODIŠČA", "23. Pritožnica se je na podlagi 6. člena konvencije pritožila, da je bila v postopku odločanja o razžalitvi sodišča kršena pravica do nepristranskega sodišča.", "\n\"Vsakdo ima pravico, da ... o kakršnihkoli kazenskih obtožbah zoper njega pravično ... odloča neodvisno in nepristransko z zakonom ustanovljeno sodišče .\"", "", "A. Sprejemljivost\n", "1. Trditve strank", "\n24. Vlada je ugovarjala, da se 6. člen ne more uporabiti za postopek odločanja o razžalitvi sodišča. Trdila je, da ta postopek po treh merilih, ki jih uporablja Sodišče, ne sodi v kazenski del navedene določbe. Prvič, postopek ni uvrščen med kazenske. Denarno kazen je izreklo pravdno sodišče, ki je odločalo o zadevi po uradni dolžnosti, torej v postopku ni bilo tožilca. Denarna kazen ni bila vnesena v nobeno kazensko evidenco in pri določitvi kazni niso bile upoštevane osebne okoliščine kršilke, kar sicer velja v kazenskem postopku. Drugič, namen postopka je bil zagotoviti red v sodnih postopkih, njegova narava pa je podobna disciplinskemu postopku.\n25. Glede tretjega merila pa je vlada trdila, da pred razveljavitvijo tretjega odstavka 11. člena ZPP denarne kazni, izrečene odvetnikom, v praksi niso bile višje od 300.000 SIT. V podporo tej trditvi je predložila dva sklepa višjega sodišča (o izreku denarnih kazni 100.000 SIT in 300.000 SIT) in sklep Vrhovnega sodišča (o izreku denarne kazni 200.000 SIT). V času, preden je Ustavno sodišče razveljavilo zgoraj navedene določbe, pa so sodišča zelo redko izrekla najvišjo denarno kazen. Od 1. januarja 2005 se denarne in zaporne kazni vnašajo v evidence okrajnih sodišč, ki med drugim vsebujejo podatke o neplačanih sodnih taksah in stroških.\n26. Glede spremembe denarne kazni v zaporno je vlada razložila, da se je ta izvedla, če denarna kazen ni bila plačana v roku, ki ga je določilo sodišče. Zaporna kazen se je izračunala po formuli iz 11. člena ZPP. Sklep o spremembi se je lahko izpodbijal z običajno pritožbo. Kazen se je izvršila v skladu z zakonom o izvrševanju kazenskih sankcij.\n27. Glede posebnih okoliščin te zadeve pa je vlada opozorila, da je bila denarna kazen, izrečena pritožnici, enakovredna le 626 evrov (EUR) in da so torej okoliščine zadeve primerljive s tistimi v zadevi Putz proti Avstriji, 22. februar 1996, Poročila o sodbah in sklepih 1996-I. Trdila je, da sicer ni ustne obravnave pred spremembo v zaporno kazen, vendar bi bila taka obravnava v vsakem primeru nepotrebna, saj bi obravnavala le izračun števila dni zapora in bi bila torej tehnične narave.\n28. Končno je vlada trdila, da dejstvo, da je po mnenju Ustavnega sodišča postopek na podlagi nekaterih odstavkov 11. člena ZPP sodil v kazensko pravo, ne bi smelo biti odločilno pri odločanju o tem vprašanju v smislu konvencije.\n29. Pritožnica je trdila, da je o tem, ali se za postopek uporabi kazenski del 6. člena, že odločilo Ustavno sodišče. Trdila je, da so bile zagrožene kazni zelo stroge, zlasti zaradi tveganja, da se samodejno spremenijo v zaporno kazen do 100 dni. Glede te je pritožnica trdila, da bi bil edini pogoj za spremembo ugotovitev, da denarna kazen ni bila plačana. Tak sklep bi sprejel sodnik, ki je izrekel denarno kazen. ZPP ni predvideval nobenega postopka za spremembo kazni v zaporno. Končno je pritožnica trdila, da sklepi o drugih zadevah razžalitve sodišča, ki jih je predložila vlada, niso pomembni za to zadevo, saj temeljijo na drugačnih dejstvih. V vsakem primeru je vse, kar lahko sklepamo na njihovi podlagi, to, da slovenska sodišča kritike ne prenašajo zlahka.", "\n2. Presoja Sodišča", "\n30. Sodišče ponovno poudarja, da je treba vprašanje uporabe kazenskega dela 6. člena obravnavati z vidika treh alternativnih meril, določenih v sodni praksi Sodišča, tj. uvrstitve kršitve v notranjem pravu, narave kršitve ter narave in strogosti kazni (glej zlasti Engel in drugi proti Nizozemski, 8. junij 1976, 82. odstavek, serija A št. 22; Weber proti Švici, 22. maj 1990, 31.–34. odstavek, serija A št. 177; Ravnsborg proti Švedski, 23. marec 1994, 30. odstavek, serija A št. 283-B; in Putz, navedeno zgoraj, 31. odstavek).\n31. Sodišče ugotavlja, da kršitev iz 109. člena ZPP po slovenskem pravu ni uvrščena med kazenske. Njena narava, ki se nanaša na pristojnost sodišča, da zagotovi pravilen in urejen potek svojih postopkov, je disciplinska in ne kazenska (glej Žugić proti Hrvaški, št. 3699/08, 65. in 66. odstavek, 31. maj 2011), kljub podobnosti z razžalitvijo v kazenskem pravu. Preveriti je treba še, ali sta bili narava in strogost kazni, ki je grozila pritožnici, taki, da bi zadeva sodila v kazensko pravo (glej Ravnsborg, navedeno zgoraj, 35. odstavek, in Putz, navedeno zgoraj, 34. odstavek).\n32. Sodišče najprej ugotavlja, da ni bilo izpodbijano, da je bila denarna kazen po značilnostih kaznovalna in da njen namen ni bila odškodnina. Glede zneska Sodišče ugotavlja, da je bila pritožnici izrečena kazen 150.000 SIT, a je tvegala, da se ji izreče kazen 1.000.000 SIT. Sodišče tudi ugotavlja, da bi se v tistem času denarna kazen ob neplačilu spremenila v zaporno kazen za največ 100 dni, pri čemer bi se določil po en dan zapora za vsakih neplačanih 10.000 SIT. Iz zakonodaje in stališč strank je razvidno, da bi se sprememba denarne kazni v zaporno najverjetneje izvedla s sklepom sodnika, ki je izrekel denarno kazen. Čeprav je mogoče vložiti pritožbo proti takemu sklepu, se zdi, da je sprememba precej samodejen ukrep v primeru neplačila (glej 19., 26., 27. in 29. odstavek). S tem v zvezi niso bila določena nobena postopkovna jamstva, na primer ustna obravnava (glej T. proti Avstriji, št. 27783/95, 66. odstavek, ESČP 2000-XII, in, nasprotno, Ravnsborg, navedeno zgoraj, 35. odstavek; Kovač proti Hrvaški (sklep), št. 49910/06, 23. avgust 2011; in Žugić, navedeno zgoraj, 68. odstavek).\n33. Sodišče ugotavlja, da je leta 2005 Ustavno sodišče razveljavilo tretji in peti do sedmi odstavek 11. člena ZPP, ki so se nanašali na sistem kazni za razžalitev sodišča (glej 20. do 22. odstavek). Čeprav ta odločba ni imela posledic za pritožničino zadevo, je po mnenju Sodišča pomembno, da je Ustavno sodišče denarne kazni za odvetnike in tveganje zaporne kazni štelo za tako stroge, da je zanje potrebna uporaba jamstev iz kazenskega postopka.\n34. Sodišču se sicer ne zdi potrebno, da odloči, ali bi v tej zadevi izrečena denarna kazen in zagrožena kazen sami po sebi dosegli raven, ki bi pomenila, da je sankcija \"kazenska\", vendar meni, da tveganje spremembe v tako dolgo zaporno kazen in pomanjkanje kakršnih koli jamstev v zvezi s spremembo kažeta na stopnjo strogosti, ki pomeni, da spada obravnavani postopek v kazenski del 6. člena.\n35. Glede na zgoraj navedeno je Sodišče sklenilo, da se 6. člen uporabi za to zadevo.\n36. Sodišče ugotavlja, da ta očitek ni očitno neutemeljen v smislu točke a tretjega odstavka 35. člena konvencije. Prav tako ugotavlja, da ni nesprejemljiv niti iz katerih koli drugih razlogov. Torej ga je treba razglasiti za sprejemljivega.", "\nB. Utemeljenost\n", "1. Trditve strank", "\n37. Pritožnica je navedla, da ne bi smelo biti dovoljeno, da jo za razžalitev sodišča obsodi sodnik, katerega vedenje je kritizirala, pač pa bi ta moral zadevo predati drugemu, nepristranskemu sodniku. Vedenje sodnika ni bilo nepristransko ne z objektivnega ne s subjektivnega vidika. Sodnik, ki je obsodil pritožnico, se je čutil razžaljenega zaradi njenih izjav, ki jih je opisal kot \"žaljive in izmišljene\". Nikoli ni bil izveden noben postopek, da bi se ugotovilo, ali so njene trditve resnične. Pritožnica je tudi trdila, da višje in Ustavno sodišče nista popravila stanja.\n38. Vlada je trdila, da je bil predmet postopka zavarovanje avtoritete sodišča in ne ugled posameznega sodnika. Poleg tega je pritožničino pritožbo obravnaval senat treh sodnikov višjega sodišča, ki je imelo polno pristojnost za odločanje o zadevi.", "\n2. Presoja Sodišča", "\n(a) Ustrezna načela", "39. V zvezi z ustreznimi načeli se Sodišče sklicuje na 118. do 121. odstavek svoje sodbe v zadevi Kyprianou proti Cipru [VS], št. 73797/01, ESČP 2005-XIII. Ponavlja, da se običajno uporabljata dva načina ugotavljanja nepristranskosti, tj. subjektivni način, pri katerem se skuša ugotoviti osebno prepričanje ali interes sodnika v posamezni zadevi, in objektivni način, pri katerem se določi, ali je dal sodnik zadostna jamstva, da je izključen vsak legitimen dvom s tem v zvezi (prav tam, 118. odstavek).\n40. Glede objektivnega načina Sodišče ugotavlja, da je v zadevi Kyprianou (navedeni zgoraj) ocenilo zahtevo po nepristranskosti v okviru razžalitev, namenjenih sodišču in sodnikom osebno. Ugotovilo je, da so se sodniki, ki so bili neposredni predmet pritožnikove kritike, odločili za pregon, nato so sodili o zadevah, povezanih s pritožnikovim vedenjem, odločili, da je kriv, in mu izrekli sankcijo. Sklenilo je, da tako menjavanje vlog pritožnika, priče, tožilca in sodnika lahko samoumevno kaže na funkcionalno napako in vzbuja objektivno upravičen strah, da postopki niso bili skladni z od nekdaj spoštovanim načelom, da nihče ne sme soditi v svoji lastni zadevi, in da torej sodniki niso bili nepristranski (navedeno zgoraj, 127. in 128. odstavek). V zvezi s subjektivnim načinom je Sodišče analiziralo številne vidike vedenja sodnikov in ugotovilo, da se niso dovolj oddelili od dejstev zadeve, saj so jih pritožnikove pripombe osebno razžalile (prav tam 130–131. odstavek).", "(b) Uporaba ustreznih načel pri obravnavani zadevi", "41. Glede subjektivnega preskusa Sodišče sicer ne dvomi, da je sodnik M. želel zavarovati delovanje sodnega sistema in integriteto sodstva, vendar se je opisal kot \"grobo razžaljenega\" zaradi pritožničinih pripomb. Ob tem pa Sodišče ugotavlja, da pritožnica ni navedla nobenih drugih dejstev, ki bi kazala na osebno pristranskost sodnika M., niti jih ni mogoče najti v spisu zadeve. V teh okoliščinah meni, da ni potrebno, da sprejme sklep na podlagi subjektivnega preskusa, saj zahteva za objektivno nepristranskost zagotavlja dodatno pomembno jamstvo, ki mora biti v vsakem primeru izpolnjeno (glej Pullar proti Združenemu kraljestvu, 10. junij 1996, 31–33. odstavek, Poročila o sodbah in sklepih 1996-III). \n42. Glede objektivne zahteve Sodišče ugotavlja, da je bila v tej zadevi razžalitev domnevno storjena v pritožbi, ki jo je pritožnica vložila v imenu svoje stranke. Kritizirala je način vodenja postopka sodnika M. in njegovo vedenje. Ni dvoma, da so bile domnevno žaljive pripombe namenjene sodniku M. osebno. Isti sodnik je po prejetju pritožbe in preden jo je predal višjemu sodišču, obsodil pritožnico na podlagi 109. člena ZPP in ji izrekel kazen. Sodišče ugotavlja, da menjavanje vlog pritožnika, priče, tožilca in sodnika razkriva funkcionalno napako in vzbuja upravičen strah glede nepristranskosti sodišča (glej Kyprianou, navedeno zgoraj, 127. odstavek). Postopek odločanja o razžalitvi sodišča torej ni izpolnil zahtevanega standarda konvencije v skladu z objektivnim preskusom.\n43. Končno Sodišče ugotavlja, da višje sodišče in Ustavno sodišče nista popravila te napake. Gotovo obstaja možnost, da višje ali najvišje sodišče v nekaterih okoliščinah popravi škodo napak iz postopkov na prvi stopnji (glej De Cubber proti Belgiji, 26. oktober 1984, 33. odstavek, serija A št. 86). V tej zadevi višje sodišče in Ustavno sodišče nista razveljavila sklepa zaradi nepristranskosti prvostopenjskega sodnika, čeprav imata oba, zlasti Ustavno sodišče (glej 18. in 21. odstavek), ustrezne pristojnosti, da to lahko storita, ter sta potrdila obsodbo in kazen. Posledično nista odpravila omenjene napake (glej Kyprianou, navedeno zgoraj, 134. odstavek, in De Haan proti Nizozemski, 26. avgust 1997, 52–55. odstavek, Poročila o sodbah in sklepih 1997-IV).\n44. Zgoraj navedeno zadošča za sklep Sodišča, da je bila v tej zadevi kršena pravica do nepristranskega sodišča v smislu prvega odstavka 6. člena konvencije.", "III. DRUGE ZATRJEVANE KRŠITVE KONVENCIJE", "45. Pritožnica se je tudi pritožila na podlagi prvega odstavka 6. člena in 13. člena konvencije, da sklep, s katerim je bila obsojena razžalitve sodišča, ni vseboval nobene obrazložitve in ga zato ni mogla učinkovito izpodbijati pred višjim sodiščem.\nUstrezni del prvega odstavka 6. člena se glasi:", "\n\"Vsakdo ima pravico, da ... o kakršnihkoli kazenskih obtožbah zoper njega pravično ... odloča ... sodišče.\"", "\n13. člen določa:", "\n\"Vsakdo, čigar pravice in svoboščine, zajamčene s to konvencijo, so kršene, ima pravico do učinkovitih pravnih sredstev pred domačimi oblastmi, in to tudi če je kršitev storila uradna oseba pri opravljanju uradne dolžnosti.\"", "\n46. Pritožnica se je v svoji vlogi z dne 14. novembra 2011 pritožila, da ji je bila kršena pravica do svobodnega izražanja, zagotovljena z 10. členom konvencije.\n10. člen se glasi:", "\n\"1. Vsakdo ima pravico do svobodnega izražanja. Ta pravica obsega svobodo mišljenja ter sprejemanja in sporočanja obvestil in idej brez vmešavanja javne oblasti in ne glede na meje. Ta člen ne preprečuje državam, da zahtevajo dovoljenje za delo radijskih, televizijskih in kinematografskih podjetij.", "2. Izvrševanje teh svoboščin vključuje tudi dolžnosti in odgovornosti in je zato lahko podvrženo obličnostnim pogojem, omejitvam ali kaznim, ki jih določa zakon in ki so nujne v demokratični družbi zaradi varnosti države, njene ozemeljske celovitosti, zaradi javne varnosti, preprečevanja neredov ali zločinov, za zavarovanje zdravja ali morale, za zavarovanje ugleda ali pravic drugih ljudi, za preprečitev razkritja zaupnih informacij ali za varovanje avtoritete in nepristranskosti sodstva.\"", "\n47. Glede pritožbe o nezadovoljivi obrazložitvi na podlagi prvega odstavka 6. člena in 13. člena konvencije Sodišče ugotavlja, da pritožničina vloga ne kaže, da bi bile kršene navedene določbe, razen z vidika, ki je bil že preverjen zgoraj. Ta del pritožbe je torej treba zavrniti kot očitno neutemeljenega skladno s točko a tretjega odstavka in četrtim odstavkom 35. člena Konvencije.\n48. Glede 10. člena konvencije Sodišče ugotavlja, da pritožnica v svoji prvotni pritožbi ni navedla tega očitka, vsaj ne smiselno, ampak ga je prvič navedla v svojih stališčih z dne 14. novembra 2011. Ker je bila zadnja domača odločba v zadevi izrečena 27. oktobra 2005, ta očitek ni bil predložen v šestmesečnem roku in ga je torej treba zavrniti skladno s prvim in četrtim odstavkom 35. člena konvencije.", "IV. UPORABA 41. ČLENA KONVENCIJE", "49. 41. člen konvencije določa:", "\n\"Če Sodišče ugotovi, da je prišlo do kršitve konvencije ali njenih protokolov, in če notranje pravo visoke pogodbenice dovoljuje le delno zadoščenje, Sodišče oškodovani stranki, če je potrebno, nakloni pravično zadoščenje.\"", "", "A. Škoda", "\n50. Pritožnica je zahtevala 15.000 EUR za nepremoženjsko škodo.\n51. Vlada je trdila, da bi se ugotovitev kršitve morala šteti za zadostno pravično zadoščenje.\n52. Po načelu pravičnosti Sodišče prisoja pritožnici 4.000 EUR za nepremoženjsko škodo.", "\nB. Stroški in izdatki", "\n53. Pritožnica je zahtevala tudi 2.500 EUR za stroške in izdatke, ki so nastali v postopku pred Sodiščem.\n54. Vlada je trdila, da znesek ni bil utemeljen.\n55. V skladu s sodno prakso Sodišča je pritožnik upravičen do povrnitve stroškov in izdatkov le, če dokaže, da so dejansko nastali in bili neizogibni ter da je njihov znesek razumen. V tej zadevi Sodišče ugotavlja, da je pritožnica obrazložila zahtevek s sklicevanjem na odvetniško tarifo in druge razčlenjene stroške le za zneska 134.880 SIT (enakovredno približno 600 EUR) in 380 EUR. Preostali del zahtevka ni obrazložen. Zato Sodišče meni, da je upravičeno priznati 980 EUR za postopek pred Sodiščem (glej Gaspari proti Sloveniji, št. 21055/03, 81–83. odstavek, 21. julij 2009).", "\nC. Zamudne obresti", "\n56. Po mnenju Sodišča je primerno, da zamudne obresti temeljijo na mejni posojilni obrestni meri Evropske centralne banke, ki se ji dodajo tri odstotne točke.", "IZ TEH RAZLOGOV SODIŠČE SOGLASNO", "1. razglaša, da je očitek glede pravice do nepristranskega sodišča sprejemljiv, preostali del pritožbe pa nesprejemljiv;\n\n2. razsoja, da je bil kršen prvi odstavek 6. člena konvencije zaradi pomanjkanja nepristranskosti sodnika M.;\n\n3. razsoja,", "(a) da mora tožena država pritožnici v treh mesecih od dne, ko postane sodba v skladu z drugim odstavkom 44. člena konvencije dokončna, plačati te zneske:", "(i) 4.000 EUR (štiri tisoč evrov) za nepremoženjsko škodo in morebitni davek;\n(ii) 980 EUR (devetsto osemdeset evrov) za stroške in izdatke ter morebitni davek, obračunan pritožniku;", "(b) da se za navedena zneska od dneva poteka treh mesecev do plačila obračunajo linearne obresti po stopnji, ki je enaka stopnji mejne posojilne obrestne mere Evropske centralne banke, za vse zamujeno obdobje z dodanimi tremi odstotnimi točkami;", "\n4. zavrača preostali del zahtevka pritožnice za pravično zadoščenje.", "Sestavljeno v angleškem jeziku in 27. septembra 2012 poslano v skladu z drugim in tretjim odstavkom 77. člena Poslovnika Sodišča.", "Claudia Westerdiek Dean Spielmann\nsodna tajnica predsednik senata", ""]}