{"file": "SLV_HJUDSLV_3503_08.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "3503/08", "text_paragraphs": ["Ünsped Paket Servisi SaN. Ve TiC. A. S. – Bulgaria - 3503/08", "", "nadzor nad uporabo premoženja - odvzem premoženja", "odvzem prevoznega sredstva, ki je bilo uporabljeno za transport mamil", "", "Dejansko stanje: leta 2007 je bil tovornjak, last pritožnice - turškega prevoznega podjetja, zaustavljen na carinski kontroli; med pregledom so v tovornjaku odkrili prepovedano drogo in zoper voznika je bil uveden kazenski postopek; tovornjak je bil zasežen kot dokaz; voznik tovornjaka se je v postopku dogovoril o krivdi kazni: leto in pol zapora in odvzem vozila; pritožnica ni imela možnosti sodelovanja v postopku zoper voznika, pa je kljub temu vložila prošnjo, naj tovornjaka ne odvzamejo, saj njegova vrednost trikrat presega vrednost najdene droge in zato po nacionalnem pravu odvzem ni zakonit; kazensko sodišče je kljub temu potrdilo dogovor obtoženca s tožilcem, zoper odločitev ni bilo pritožbe in je bil tudi odvzem izvršen; postopek pritožnice zoper voznika, naj nadomesti vrednost tovornjaka, ni bil uspešen, saj voznik ni imel nobenega premoženja;", "", "Pravo: 1. člen 1. Protokola: odvzem tovornjaka predstavlja poseg v lastninsko pravico pritožnice; poseg temelji na nacionalnih določilih, ki so dostopna, jasna in predvidljiva; poseg je zasledoval legitimen cilj boja zoper trgovanje s prepovedanimi drogami; vendar pa domača sodišča niso presojala zakonitosti odvzema po njihovem notranjem pravu, zlasti ne glede vprašanja preseganja vrednosti tovornjaka glede na vrednost najdene droge, pa tudi ne vedenja pritožnice kot lastnika tovornjaka o kaznivem dejanju; preverjanje ravnanja lastnika prevoznega sredstva oz. njegovega vedenja o kaznivem dejanju v domačem pravu niti ni predvideno; prav odsotnost tovrstnega postopka pa pomeni, da pošteno ravnovesje med nasprotujočimi si interesi ni moglo biti doseženo; odvzem bi bil v skladu s konvencijskimi zahtevami zgolj, če bi bil izrečen v postopku, ki bi zagotavljal varstvo pred arbitrarnostjo; država se more razbremeniti dolžnosti spoštovanja konvencijskih kavtel z napotitvijo tretje osebe, zoper katero kazenski postopek ni bil uveden, naj svoje pravice uveljavi v razmerju zoper storilca kaznivega dejanja, v katerem je bila uporabljena njena lastnina; na ta način pritožnica nosi pretirano posamično breme, ki bi bilo legitimno le, če bi imela možnost izpodbijati odvzem; ker pritožnica ni imela možnosti zaščite svoje lastnine v pravnem postopku, je bilo ravnovesje med javnim interesom in pritožničino pravico do lastnine porušeno;", "", "Zaključek: kršitev ugotovljena; odločanje o odškodnini po 41. členu Konvencije je pridržano", ""]}