{"file": "SLV_HJUDSLV_28114_95.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "28114/95", "text_paragraphs": ["DALBAN v. ROMUNIJA\n(Eur. Court H.R., 28.9.1999, no.28114/95)", "", "V zadevi Dalban proti Romuniji je Evropsko sodišče za človekove pravice, oblikovano v skladu s 27. členom Konvencije o varstvu človekovih pravic in temeljnih svoboščin (»Konvencija«), kot je spremenjena z 11. Protokolom in ustreznimi določili Poslovnika Sodišča, kot Veliki senat, ki so ga sestavljali naslednji sodniki:\ng. L. Wildhaber, predsednik,\ng. A. Pastor Ridruejo,\ng. L. Ferrari Bravo,\ng. J. Makarczyk,\ng. P. Kuris,\ng. R. Türmen,\ng. J.-P. Costa,\nga. F. Tulkens,\nga. V. Stráznická,\ng. M. Fischbach,\ng. V. Butkevych,\nga. H.S. Greve,\ng. A.B. Baka,\ng. R. Maruste,\ng. E. Levits,\nga. S. Botoucharova,\nga. R. Besteliu, ad hoc sodnica\nin tudi g. P.J. Mahoney, namestnik vodje sodne pisarne ", "razpravljalo na nejavnih sejah dne 8. januarja, 24. junija in 9. septembra 1999 na zadnji navedeni datum izdalo naslednjo sodbo:", "POSTOPEK", "1. Zadevo sta Sodišču, ustanovljenem v skladu s prejšnjim 19. členom Konvencije, predložili Evropska komisija za človekove pravice (»Komisija«) dne 27. aprila 1998 in gospa Elena Dalban (vdova pritožnika, ki je umrl 13. marca 1998) dne 5. maja 1998 v trimesečnem roku, določenem v prejšnjih členih 32/1 in 47 Konvencije. Zasnovana je na pritožbi (št. 28114/95) proti Romuniji, ki jo je v skladu s prejšnjim 25.členom dne 20. aprila 1995 pri Komisiji vložil romunski državljan g. Ionel Dalban.", "Iz praktičnih razlogov bo v nadaljevanju kot »pritožnik« označen g. Dalban, čeprav sedaj v svojstvu pritožnika nastopa gospa Dalban (glej sodbo Ahmet Sadik proti Grčiji z dne 15. novembra 1996, Poročila o sodbah in sklepih 1996-V, stran 1641, §3).", "Predlog Komisije se je nanašal na prejšnja člena 44 in 48, kot sta spremenjena s Protokolom št. 9, ki ga je ratificirala Romunija, ter na deklaracijo, s katero je Romunija priznala obligatorno sodno pristojnost Sodišča (prejšnji člen 46). Predmet predloga Komisije in pritožnikove zahteve za obravnavo je bil doseči odločitev, ali dejstva te zadeve razkrivajo kršitev obveznosti tožene države iz 1.odst.6.člena in 1o.člena Konvencije.", "2. Gospa Dalban je za zastopanje pred Sodiščem pooblastila g. I. Popa, odvetnika ,člana odvetniške zbornice v Bacau (1.odst. 31.člena prejšnjega Poslovnika Sodišča B). Takratni podpredsednik Sodišča g. Thór Vilhjámsson je odvetniku dovolil, da v pisnem postopku uporablja romunski jezik.", "3. Kot predsednik Senata, ki je bil na začetku ustanovljen (prejšnji 43.člen Konvencije in 21.člen prejšnjega Poslovnika), da bi obravnaval predvsem proceduralne zadeve, ki bi se lahko pojavile pred začetkom veljavnosti Protokola št. 11, se je g. Thór Vilhjámsson o organizaciji pisnega postopka preko sodne pisarne posvetoval s pooblaščencem romunske vlade (»Vlada«) g. A. Ciobanu-Dordea, pritožnikovim odvetnikom in delegatom Komisije g. C. Bîrsanom. V skladu z nato sprejetim sklepom je sodna pisarna prejela memoranduma in sicer 30. julija 1998 s strani Vlade ter 31. avgusta 1998 s strani vlagatelja.", "4. Po tem, ko je 1. novembra 1998 začel veljati Protokol št. 11 ter v skladu z njegovim členom 5/5, je bila zadeva dodeljena Velikemu senatu Sodišča. Veliki senat so ex officio sestavljali naslednji člani: g. Bîrsan, sodnik, ki je bil izvoljen glede na Romunijo (2.odst.27.člena Konvencije in 4,odst.24.člena Poslovnika Sodišča), g. L. Wildhaber, predsednik Sodišča, ga. E. Palm, podpredsednica Sodišča ter g. J.-P. Costa in g. M. Fischbach, podpredsednika Sekcij (3.odst.27.člena Konvencije in 3.in 5(a) odstavek 24.člena Poslovnika Sodišča). Ostali člani, ki so sestavljali Veliki senat, so bili: g. A. Pastor Ridruejo, g. G. Bonello, g. J. Makarczyk, g. P. Kuris, g. R. Türmen, ga. F. Tulkens, ga. V. Stráznická, g. V. Butkevych, ga. H.S. Greve, g. A.B. Baka, g. R. Maruste in ga. S. Botoucharova. G. Bîrsan, ki je sodeloval pri preiskavi primera v Komisiji, je naknadno odrekel sodelovanje v Velikem senatu (28. člen Poslovnika Sodišča), Vlada pa je v Veliki senat imenovala go. R. Besteliu kot ad hoc sodnico (člen 2.odst. 27.člena Konvencije in člen 1.odst. 29.člena Poslovnika Sodišča).", "5. Predsednik je odločil, da povabilo Komisiji, naj enega izmed svojih članov pooblasti za sodelovanje v postopku pred Velikim senatom, ni potrebno (člen 99 Poslovnika Sodišča).", "6. Po posvetovanju s pooblaščencem Vlade in z odvetnikom gospe Dalban, je Veliki senat odločil, da ni potrebno opraviti obravnave.", "7. Sodna pisarna je prejela dodatna pritožnikova pojasnila 16. decembra 1998 ter dne 22. decembra 1998 pojasnila Vlade. Slednja je Sodišče prosila, naj odločanje v zadevi odloži do odločitve Vrhovnega sodišča, pri katerem je državni tožilec vložil izredno pravno sredstvo za razveljavitev obsodbe pritožnika na prvi stopnji ter drugostopenjske sodbe, s katero je bila obsodba potrjena.", "8. Kasneje je g. Levits kot nadomestni sodnik zamenjal g. Bonella, ki v nadaljnjem postopku ni večmogel sodelovati (5(b).odst. 24.člena Poslovnika Sodišča).", "9. 8. januarja 1999 je Veliki senat odločil, da začasno odloži odločanje o zadevi.", "10. Sodna pisarna je 21. maja 1999 od Vlade, ki je za novega pooblaščenca imenovala g. C.-L. Popescu-ja, prejela izvod sodbe Vrhovnega sodišča z dne 2. marca 1999. Na prošnjo predsednika Sodišča sta pritožnik in Vlada dne 6. maja oziroma 1. junija 1999 predložila svoji stališči do navedene sodbe.", "11. G. Ferrari Bravo je naknadno kot nadomestni sodnik zamenjal go. Palm, ki v nadaljnjem postopku ni večmogla sodelovati (5(b) odst. 24.člena Poslovnika Sodišča).", "O DEJSTVIH", "I. OKOLIŠČINE ZADEVE", "12. Gospod Ionel Dalban je bil novinar, ki je vodil lokalni tedenski časopis z imenom Cronica Romascana. Živel je v kraju Roman vse do svoje smrti dne 13. marca 1998.", "13. 23. septembra 1992 je bil v št. 90/1992 pritožnikovega časopisa objavljen njegov članek z naslovom »Romanska IAS ogoljufana za desetine milijonov«. Članek je razkrival številne goljufije, ki naj bi jih bil domnevno storil g. G.S., izvršni direktor kmetijskega podjetja v državni lasti FASTROM mesta Roman (prej znano kot Romanski IAS ali Državna farma). Citirajočporočila policijskega oddelka za goljufije kot vir informacij, je vlagatelj med drugim zapisal:", "»…nova goljufija neverjetnih razsežnosti je bila odkrita v romanskem podjetju FASTROM SA (nekdanja Državna farma), v kateri je glavni osumljenec privilegiran predstavnik lokalne komunistične nomenklature, g. G.S. Škoda, ki jo je povzročil, znaša po podatkih oddelka za goljufije in drugih strokovnih ocenah preko 23.000.000 leiev. Goljufija je bila storjena tako, da je bilo kot premoženje centralnega skladišča romanske družbe FASTROM vknjiženo blago, ki ni del premoženjske mase kateregakoli drugega podjetja pod njenim nadzorom. Ugotovljeno je bilo, da je bil velik del tega blaga zamenjan za blago,ki ga je potreboval gospod G.S., njegovi prijatelji in sorodniki, ali za gotovino, ki je bila nato bratsko razdeljena. Takšno početje bi lahko koga napeljalo na misel, da gre za nekdanje cestne razbojnike , ki so prezirali tako božje kot tudi državne zakone (Jaf ca-n codru)!…", "Prebivalci mesta Roman se sprašujejo, kako se je kaj takega lahko zgodilo. Morebiti nam bo to pojasnil senator R.T., ki je doslej kot predstavnik države sodeloval v upravnem odboru romanskega FASTROM-a, za opravljanje te funkcije pa je vsak mesec prejemal stotine tisočev lejev. Sedaj vemo zakaj –ali z drugimi besedami, kako je branil državne interese…«", "14. V članku, objavljenem v številki 104/1993 časopisa dne 6. januarja 1993, je pritožnik zapisal:", "»Avtomobil Dacia (v lasti družbe FASTROM) je bil »predan« senatorju R.T. vsak konec tedna v obdobju enega leta in pol za vožnjo do in z letališča Bacau (voznik R.M.). To početje se je morebiti končalo, vendar pa ni pozabljeno.«", "15. G.S. in R.T. sta zoper pritožnika vložila kazensko ovadbo po 206. členu Kazenskega zakonika, saj naj bi bilo pisanje v časopisnem članku zanju žaljivo.", "24. junija 1994 je romansko prvostopenjsko sodišče (judecatoria) pritožnika zaradi storitve kaznivega dejanja žaljive obdolžitve obsodilo na tri mesečno zaporno kazen pogojno ter na plačilo odškodnine R.T. in G.S. v višini 300.000 lejev, ki sta jo le-ta zaradi povzročene škode uveljavljala v istem postopku. Nadalje je bila pritožniku izrečena prepoved opravljanja poklica za nedoločen čas.", "17. Sodišče je ugotovilo, da je državno tožilstvo navkljub temu, da sta bili v kazenskem postopku zoper G.S. opravljeni dve preiskavi, dne 7. septembra 1990 in 10. decembra 1992 odločilo, da niso podani znaki poneverbe premoženja družbe ali oškodovanja javnega interesa v času opravljanja dolžnosti v svojstvu javnega uslužbenca (abuzul în serviciu contra intereselor obstesti), se pravi kaznivega dejanja po 248. členu Kazenskega zakonika.", "V zvezi z R.T. je sodišče ugotovilo, da je plača, ki jo je kot član upravnega odbora in predstavnik države v njem, prejemal v času med junijem 1991 in julijem 1992, znašala 55,000 romunskih lejev in ne »stotine tisočev« lejev. Sodišče je obenem ugotovilo, da je »skladno s poslovnikom Senata predstojnik smel dodeliti senatorju prevozno sredstvo in tajnico z namenom zagotavljanja izpolnjevanja njegovih dolžnosti« in da je s pismom (št. 4849/1991) urad predstojnika okrožja Neamt zaprosil romansko družbo FASTROM, da za senatorja mesta Roman zagotovi osebno vozilo. Sodišče je zaključilo, da pritožnikove navedbe ne ustrezajo resnici.", "18. Pritožnik se je zoper to sodbo pritožil. Po njegovih navedbah so poročila oddelka za goljufije, na podlagi katerih je bila zoper G.S. vložena obtožnica, poročila inšpektorjev Ministrstva za finance z dne 19. in 26. junija ter 18. decembra 1992, izjave članov upravnega odbora podjetja FASTROM kot tudi sindikata, ki deluje v okviru podjetja, vsebovala dokaze o nezakonitih ravnanjih izvršnega direktorja G.S. V skladu s temi dokumenti je znašala vrednost, pridobljena z nezakonitimi dejanji preko 23.000.000 romunskih lejev.", "19. V zvezi z R.T. je pritožnik izpostavil dejstvo, da je prvostopenjsko sodišče v svoji sodbi z dne 24. junija 1994 ugotovilo, da je R.T. uporabljal osebno vozilo v lasti romanskega podjetja FASTROM. Pritožnik je izpodbijal, da bi bile njegove ugotovitve glede plače, ki jo je prejemal R.T., navkljub priznani napaki glede navedene višine prejemkov, žaljive.", "20. Okrožno sodišče mesta Neamt (tribunalulo judetean) je v svoji sodbi z dne 7. decembra 1994 z dvema glasovoma za in enim proti potrdilo prvostopenjsko sodbo z dne 24. junija 1994 tako v delu, ki se nanaša na zaporno kazen kot tudi glede dolžnosti plačila odškodnine. Drugostopenjsko sodišče je navajajočdejstvo, da je državno tožilstvo dvakrat umaknilo obtožbe zoper G.S., ugotovilo, da pritožnikove navedbe ne odražajo resničnega stanja, pri čemer ni upoštevalo policijskih poročil, ki jih je v podkrepitev svojih navedb predložil pritožnik. Sodišče je odločilo, da je bila uporaba osebnega avtomobila s strani senatorja R.T. zakonita.", "Sodišče pa je »zaradi hvalevrednega obnašanja pritožnika med postopkom« razveljavilo prvostopenjsko sodbo v delu, ki mu prepoveduje opravljanje novinarske dejavnosti.", "21. Sodnik M.C., ki se s sodbo ni strinjal, a je bil preglasovan, je v svojem ločenem mnenju navedel:", "»Razkrivanje resnice je neizogibni pogoj za odpravo slabosti in varovanje interesov družbe. Ti interesi imajo prednost pred varstvom –za vsako ceno –našega ugleda. Novinar ima kot aktivno ogledalo družbe tako pravico kot dolžnost, da institucijam in tistim, ki jih vodijo, postavi vprašanja zato, da bi preverili ali zadovoljivo opravljajo svoje delo, ali izvršujejo oblast v postavljenih mejah in v skladu z ugledom, s katerimi so te institucije obdane. Nihče ni nezmotljiv in nihče ne more trditi, da je.", "Po mojem mnenju je obsodba novinarja Ionela Dalbana nepravična zato, ker so bila vsa njegova ravnanja namenjena izpolnjevanju novinarske dolžnosti do objektivnega poročanja s ciljem, da prispeva k oblikovanju bolj zdrave moralne klime v mestu, v katerem živi in dela…«", "22. Kljub obsodbi je pritožnik nadaljeval z objavljanjem informacij v zvezi z goljufijo, ki naj bi jo domnevno zakrivil G.S.", "Poleg tega pritožnik ni plačal odškodnine, do katere sta bila upravičena G.S. in R.T.", "23. Komisija romunskega parlamenta za preiskovanje zlorab je zaradi pritožnikovih odkritij zaprosila državno tožilstvo mesta Neamt za proučitev zadeve.", "24. Prav tako se je za proučitev zadeve zavzemala nevladna organizacija, Demokratična zveza za pravičnost, ki je s svojo dejavnostjo dosegla ponovno preiskavo v kazenskem postopku zoper G.S., katero je romansko državno tožilstvo začelo 20. julija 1994.", "25. Članke o domnevni goljufiji so kot reakcijo na obsodbo pritožnika objavili tudi drugi časopisi, vključno z nacionalnim dnevnikom z visoko naklado Adevarul.", "26. Številni časniki so obsodbo pritožnika označili kot »poskus zastraševanja« tiska.", "27. Dne 24. aprila 1994 je državni tožilec na Vrhovno sodišče vložil zahtevo za razveljavitev prvostopenjske sodbe in sodbe pritožbenega sodišča, ki je potrdila odločitev sodišča prve stopnje, iz razloga, ker pritožniku ni bila dokazana storitev kaznivega dejanja žaljive obdolžitve.", "28. Vrhovno sodišče je v svoji sodbi z dne 2. marca 1999 zahtevi ugodilo in pritožnika oprostilo obtožbe žaljive obdolžitve G.S. iz razloga, ker je dejanje storil v dobri veri. Glede žaljive obdolžitve R.T. je Vrhovno sodišče menilo, da je bil pritožnik upravičeno obsojen, vendar je zaradi njegove smrti sodbo razveljavilo in postopek ustavilo.", "II. USTREZNA DOMAČA ZAKONODAJA", "29. Ustrezne določbe Kazenskega zakonika določajo:", "", "206. člen", "", "Kdor o kom trdi ali v javnosti o njem domneva nekaj, kar bi osebo, če bi bilo resnično, spravilo v kazenski pregon ali izpostavilo upravni ali disciplinski kazni ali izpostavilo javni sramoti, se kaznuje z zaporno kaznijo od treh mesecev do enega leta ali z denarno kaznijo.", "", "207. člen", "", "Dokaz o resničnosti takšne trditve ali domneve je dopusten, če je bila trditev ali domneva izrečena z namenom varovanja pravno priznanega interesa. Kaznivo dejanje žaljive obdolžitve ali obrekovanja ni storjeno, če je dokazana resničnost zatrjevane trditve ali domneve.«", "30. Ustrezne določbe 9. odstavka 385. člena Zakona o kazenskem postopku določajo:", "", "385. člen, 9. odstavek", "", "Pritožba je dovoljena iz naslednjih pritožbenih razlogov:", "…", "(10) če se sodba ne nanaša na vse obtožbe, navedene v obtožnici, ali ne upošteva vseh izvedenih dokazov ali se ne opira na tiste, ki so za obdolženca bistvenega pomena zato, ker bi bile z njihovo pomočjo varovane njegove pravice ali bi vplivale na rezultat sojenja;", "", "504. člen", "", "Kdor je bil pravnomočno obsojen, lahko od države zahteva odškodnino za povzročeno škodo , če je z novo sodbo dokončno ugotovljeno, da ni storil kaznivega dejanja ali da njegovo ravnanje ni kaznivo dejanje.", "…", "Do plačila odškodnine ni upravičena oseba, ki v katerikoli fazi preiskovalnega ali sodnega postopka ravna z očitnim namenom in na krivdni način tako, da ovira ali poskusi ovirati iskanje materialne resnice.", "Šteje se, da je bila oseba iz prvega in drugega odstavka tega člena, ki je bila v času pripora v delovnem razmerju, glede priznavanja pravice do plače in drugih ugodnosti, vezanih na dolžino ali nepretrganost delovnega razmerja zaposlena pri delodajalcu tudi v času prisilnega odvzema prostosti ali prisilnega dela.", "", "505. člen", "", "Postopek po 504. členu zaradi plačila odškodnine za povzročeno škodo lahko začne oseba, ki je takšno škodo utrpela, po njeni smrti pa lahko postopek začne ali nadaljuje tudi njegov družinski član.", "Takšen postopek mora upravičenec zahtevati v roku enega leta po pravnomočnosti oprostilne sodbe ali sklepa o ustavitvi postopka.«", "POSTOPEK PRED KOMISIJO", "31. G. Dalban se je Komisiji pritožil 20. aprila 1995. V pritožbi je zatrjeval, da sta bila kršena 1.odst.6.člena in 10.člen Konvencije s tem, da ni bil deležen pravičnega sojenja ter da mu je bila kršena pravica do svobodnega izražanja.", "32. Komisija je dne 9. septembra 1996 odločila, da je pritožba (št. 28114/95) sprejemljiva. V svojem poročilu z dne 22. januarja 1998 (prejšnji 31. člen Konvencije) je soglasno odločila, da je prišlo do kršitve 10. člena Konvencije in da presoja, ali je obenem prišlo tudi do kršitve 1.odst.6.člena, ni potrebna (enaintrideset glasov za, en glas proti takšni odločitvi). Celotno besedilo mnenja Komisije je v prilogi te sodbe.", "ZAKLJUČNA IZVAJANJA PRED SODIŠČEM", "33. Odvetnik ge. Dalban je Sodišču predlagal, naj ugotovi, da je bil kršen 10. člen Konvencije, njegovi stranki pa prisodi pravično zadoščenje v višini 250.000.000 romunskih lejev kot odškodnino za povzročeno premoženjsko in nepremoženjsko škodo.", "34. Vlada je Sodišču predlagala, da pritožnikovo zadevo izbriše s seznama zadev, ker po njenem mnenju vdova g. Dalbana ni več izkazovala osebnega interesa za nadaljevanje postopka. Vlada je podrejeno navedla, da ne nasprotuje dejstvu, da je bil kršen 10. člen Konvencije, vendar pa je Sodišču predlagala, da zadevo izbriše s seznama zadev, ker je Vrhovno sodišče s svojo sodbo z dne 2. marca 1999 to kršitev odpravilo. V zvezi s pritožbo zaradi kršitve 1.odst.6.člena Konvencije je Vlada predlagala Sodišču ugotovitev, da do kršitve ni prišlo. Končno je Vlada navedla, da bi morale biti zahteve ge. Dalban po 41. členu Konvencije zavrnjene.", "GLEDE PRAVA", "I. Predmet spora", "35. G. Popa je dne 16. decembra 1998 na Sodišče naslovil pismo, v katerem je navedel, da je bilo vlomljeno v njegovo pisarno, določeni dokumenti v zvezi z obravnavanim primerom pa so bili odtujeni. Obenem je zatrdil, da sta bili dve njegovi pismi, naslovljeni na Sodišče, prestreženi s strani neznanih oseb.", "36. Vlada je navedla, da so te pritožbe nepomembne za presojo vsebine zadeve.", "37. Ker navedeni ugovori niso bili iuveljavljeni pred Komisijo ob presoji sprejemljivosti zahteve, ne sodijo v spor,ki je predložen Sodišču. (glej zlasti mutatis mutandis sodbo Janowski proti Poljski z dne 21. januarja 1999, Poročila 1999-…stran …, § 19).", "II. Predlog za izbris zadeve iz seznama zadev", "38. Vlada je v svoji vlogi z dne 1. junija 1999 navedla, da bi morala biti pritožnikova zadeva izbrisana s seznama zadev, ker njegova vdova v svoji vlogi z dne 31. avgusta 1998 v nasprotju s sporočilom z dne 5. maja 1998, v katerem je izrecno izrazila svoj namen, da se postopek nadaljuje, ni večizkazovala osebnega interesa za nadaljevanje postopka, temvečse je sklicevala zgolj na nekdanji soprogov interes.", "39. Sodišče uvodoma ugotavlja, da so romunska sodišča pritožnika obsodila kaznivega dejanja žaljive obdolžitve, povzročene s tiskom. Sodišče priznava, da ima vdova g. Dalbana legitimen interes za izdajo sodbe, s katero bi bilo ugotovljeno, da je bila z obsodbo pokojnega moža kršena pravica do svobode izražanja, kar je pritožnik zatrjeval v postopku pred Komisijo.", "Zato je bil predlog Vlade, da se zadeva izbriše s seznama zadev, zavrnjen. Sodišče je odločilo, d a ima ga. Dalban pravico do nadaljevanja začetega postopka v svojstvu pritožnika.", "III. Očitana kršitev 10. člena Konvencije", "40. Pritožnik je zatrjeval, da pomeni obsodba zaradi kaznivega dejanja žaljive obdolžitve kršitev njegove pravice do svobodnega izražanja iz 10. člena Konvencije, ki določa:", "» Vsakdo ima pravico do svobodnega izražanja. Ta pravica obsega svobodo mišljenja ter sprejemanja in sporočanja obvestil in idej brez vmešavanja javne oblasti in ne glede na meje. Ta člen ne preprečuje državam, da zahtevajo dovoljenje za delo radijskih, televizijskih in kinematografskih podjetij.", "Izvrševanje teh svoboščin vključuje tudi dolžnosti in odgovornosti in je zato lahko podvrženo obličnostnim pogojem, omejitvam in kaznim, ki jih določa zakon in ki so nujne v demokratični družbi zaradi varnosti države, njene ozemeljske celovitosti, zaradi javne varnosti, preprečevanja neredov ali zločinov, za zavarovanje zdravja ali morale, za zavarovanje ugleda ali pravic drugih ljudi, za preprečitev razkritja zaupnih informacij ali za zavarovanje avtoritete in nepristranskosti sodstva.«", "Izguba statusa »žrtve«", "41. Sodišče ugotavlja, da je Vrhovno sodišče obravnavalo izredno pravno sredstvo, ki ga je vložil državni tožilec, in dne 2. marca 1999 izdalo sodbo, s katero je razveljavilo obsodbo (tako prvostopenjskega kot pritožbenega sodišča), zaradi katere je pritožnik vložil pritožbo zaradi kršitve 10. člena Konvencije (glej paragraf 28 zgoraj).", "42. V svoji vlogi z dne 1. junija 1999 je Vlada navedla, da je Vrhovno sodišče pritožnika oprostilo storitve kaznivega dejanja žaljive obdolžitve G.S. iz razloga, ker je pritožnik ravnal v dobri veri. Takšen rezultat skupaj z dejstvom, da bi pritožnikova vdova lahko zahtevala odškodnino za povzročeno škodo v civilnem postopku, po mnenju Vlade predstavlja priznanje, »da je prišlo do dejanske kršitve Konvencije, ter odpira pot do popolne poprave krivice v okviru domačega pravnega sistema«. Zato je Vlada Sodišče zaprosila, da zahtevi ne ugodi iz razloga, ker »žrtev« ne obstaja več.", "V zvezi z obsodbo zaradi žaljive obdolžitve senatorja R.T. je Vlada poudarila, da je Vrhovno sodišče razveljavilo dve sodni odločitvi, ki ju je izpodbijal državni tožilec »in po ponovno opravljenem postopku zahteval ustavitev postopka zaradi obtoženčeve smrti«. Vlada je navedla, da je bila s tem odpravljena zatrjevana kršitev 10. člena Konvencije, »zadevo pa prepuščena preudarnosti sodišča«.", "43. Odvetnik ge. Dalban je sodbo Vrhovnega sodišča opisal kot »resnično obtožbo« pokojnega pritožnika in »izrecno opravičevanje ravnanja R.T.«.", "44. Sodišče je v svoji sodbi z dne 25. junija 1996 v primeru Amuur proti Franciji ponovilo, da »za pritožnika ugodna odločitev ali ukrep v načelu ne zadoščata za odvzem njegovega statusa kot »žrtve«, če nacionalne oblasti niso priznale bodisi izrecno ali posredno kršitve Konvencije ter odpravile tako kršitev.« (Poročila 1996-III, stran 846, § 36).", "V obravnavanem primeru Sodišče ugotavlja, da kljub temu, da je Vrhovno sodišče razveljavilo obsodbo pritožnika, ker je le-ta ravnal v odbri veri in na podlagi, predloženih uradnih dokumentov v zvezi z ravnanji G.S. (glej paragraf 28 zgoraj) kar bi lahko šteli kot posredno priznanje neupravičenega omejevanja pravice do svobode izražanja, pritožniku ni bila dana primerna odškodnina v skladu s sodno prakso Sodišča. Čeprav je Vlada opozorila na člena 998 in 999 Civilnega zakonika ter 505. člen Zakona o kazenskem postopku (glej paragraf 30 zgoraj), ni jasno, ali sploh in kako bi gospa Dalban lahko dobila kakršnokoli odškodnino. Postopek za priznanje odškodnine, ki ga je ga. Dalban zahtevala po Civilnem zakoniku, Vlada pa mu ni osporavala, bi bil povezan z občutnimi sodnimi stroški, pri čemer bi bila odgovornost odvisna od dokazane resničnosti zatrjevanega. Na drugi strani nikakor ne bi bilo u pravičeno zahtevati, da ga. Dalban po kazenskem postopku zoper njenega moža, ki se je zaključil z obsodbo, potrjeno na pritožbeni stopnji, po vložitvi izrednega pravnega sredstva s strani državnega tožilca in sodbi Vrhovnega sodišča, prične nov postopek po Zakonu o kazenskem postopku, katerega izid bi bil razmeroma negotov.", "V zvezi z ugotovitvami sodbe z dne 2. marca 1999, ki se nanaša na obtožbe glede senatorja R.T., Sodišče ugotavlja, da je Vrhovno sodišče zaključilo, da je bil pritožnikj upravičeno obsojen, ker je v zvezi z R.T. navedel določena dejstva, ne da bi svoje informacije preveril še pred objavo članka (glej paragraf 28 zgoraj). Odločitev, da se postopek zoper pritožnika ustavi, je bila sprejeta zgolj zaradi smrti g. Dalbana. Popolnoma jasno je, da takšna odločitev ne predstavlja ne neposrednega niti posrednega priznanja kršitve 10. člena Konvencije s strani nacionalnih oblasti.", "45. V svojih zaključkih Sodišče ugotavlja, da se pritožnikova vdova sme sklicevati na status »žrtve« za namene, določene v 34. členu Konvencije.", "O UTEMELJENOSTI PRITOŽBE", "46. V postopku pred Sodiščem je bilo popolnoma nesporno dejstvo, da je z obsodbo pritožnika prišlo do posega javne oblasti z pritožnikovo pravico do svobodnega izražanja po 1.odst..10.člena Konvencije. Prav tako je bilo doseženo soglasje o tem, da je bil poseg »predpisan z zakonom« in da je zasledoval legitimen cilj –»varovanje ugleda…drugih«, s čimer sta izpolnjena dva pogoja, po katerih se omejevanje pravice do svobodnega izražanja po drugem odstavku 10. člena obravnava kot upravičeno. Tako kot pred tem že Komisija, je to dejstvo potrdilo tudi Sodišče.", "47. Pri obravnavi vprašanja, ali je bila takšen poseg »v demokratični družbi« potreben, je Sodišče ponovilo svoje stališče iz sodne prakse, da je to odvisno od tega, ali poseg ustreza nujnosti potreb družbe, ali je sorazmeren legitimnemu cilju, ki ga zasleduje, in ali so razlogi, zaradi katerih državni organi pravico omejujejo, upoštevni in zadostni (glej med številnimi drugimi ustreznimi primeri sodbo Bladet Tromsřin Stensaas proti Norveški z dne 20. maja 1999, Poročila 1999-…, stran …, § 58). Vloga Sodišča ni v tem, da nadomešča domača sodišča, temvečda presoja, ali njihove odločitve, sprejete pri izvrševanju njihovih pooblastil, spoštujejo 10. člen Konvencije (ibidem, § 60 ter med številnimi drugimi ustreznimi primeri sodba Fressoz in Roire proti Franciji z dne 21. januarja 1999, Poročila 1999-I, stran …, § 45).", "48. Sporni članki so bili objavljeni v javnem interesu: šlo je za upravljanje z državnim premoženjem in za način kako politiki izpolnjujejo svoja pooblastila. Prvi članek je vseboval informacije iz poročila oddelka za goljufije, ki je zaradi suma kaznivega dejanja opravil preiskavo v družbi FASTROM, v katerem je bil G.S. izvršni direktor, v njegovem upravnem odboru pa je kot predstavnik države sedel R.T. Drugi članek se je nanašal na plačo, ki jo je prejemal senator R.T. za opravljanje navedene funkcije , ter na osebni avtomobil v lasti podjetja, s katerim je razpolagal R.T. (glej paragrafa 13 in 14 zgoraj).", "49. Element, kateremu je Sodišče pri presoji primera pripisalo poseben pomen, je osnovna funkcija, ki jo ima tisk v demokratični družbi. Čeprav tisk ne sme prestopiti določenih meja, predvsem v primerih, ko gre za zavarovanje ugleda in pravic drugih ljudi ter za preprečitev razkritja zaupnih informacij, je njegova vloga predvsem širjenje –na način, ki je primeren njegovim obveznostim in odgovornostim - informacij in idej v javnem interesu. Pri tem je Sodišče upoštevalo tudi dejstvo, da novinarska svoboda zaobsega zatekanje k pretiravanju ali celo provokaciji. V primerih kot je obravnavani, je presoja, do kod sega meja še dovoljenega, določena z interesom demokratične družbe, v kateri igra tisk legitimno vlogo »javnega psa čuvaja« s širjenjem informacij, ki so v javnosti deležne posebnega zanimanja (glej sodbo Bladet Tromsřin Stensaas proti Norveški citirano zgoraj, § 59). Oviranje novinarja pri izražanju kritičnih stališčbrez možnosti, da dokaže resničnost svojih trditev, bi bilo zanj povsem nesprejemljivo (glej sodbo Lindgens proti Avstriji z dne 8. julija 1986, Serija A, št. 103, stran 28, § 46).", "50. Sodišče pri presoji tega primera podobno kot Komisija ugotavlja, da ni dokazano, da je bil opis dogodkov v člankih popolnoma neresničen ter usmerjen k podžiganju sramotilne kampanje proti G.S. in senatorju R.T. G. Dalban ni pisal o podrobnostih iz zasebnega življenja R.T., temvečo njegovem vedenju in ravnanjih v svojstvu izvoljenega predstavnika ljudstva (glej paragrafa 13 in 14 zgoraj). Domače sodišče se je postavilo na stališče, da način, ki ga je pritožnik uporabil za izražanje svojih mnenj o senatorjevih dejanjih ter opisani način izvrševanja senatorjevih dolžnosti nista ustrezala resničnosti ter sta zato žaljiva. V zvezi z G.S. sta domači sodišči odločili, da je dejstvo, da je državno tožilstvo dvakrat ustavilo postopek, zadostno za ugotovitev, da so navedbe v člankih neresnične. Sodišči sta takšno odločitev sprejeli brez upoštevanja dokazov, ki jih je predložil pritožnik (glej paragrafa 17 in 20 zgoraj).", "51. Vlada ni izpodbijala odločitve Komisije, ki je zaključila, da tudi ob »upoštevaju dolžnosti in odgovornosti, lastne novinarju, ki se sklicuje na pravico iz 10. člena Konvencije,…obsodbe pritožnika ne mogoče šteti kot »potrebno v demokratični družbi««.", "52. Sodišče jemlje stališče Vlade na znanje in sprejme odločitev, da pomeni obsodba g. Dalbana zaradi storitve kaznivega dejanja ter izrek zaporne kazni nesorazmerno omejitev izvrševanja njegove pravice do svobode izražanja kot novinarja.", "V skladu s tem Sodišče ugotavlja, da je podana kršitev 10. člena Konvencije.", "DOMNEVNA KRŠITEV 1.ODST.6.ČLENA KONVENCIJE", "53. Pritožnik je v svoji pritožbi navedel, da ni bil deležen pravičnega sojenja pred domačimi sodišči zato, ker le-ta niso upoštevala dokazov, ki jih je predložil v svojo obrambo in sicer dokumentov, na katerih so temeljile navedbe v člankih (glej paragrafa 17 in 20 zgoraj). Pri tem se je skliceval na 1.odst.6.člena Konvencije, katerega relevantni del se glasi:", "»Vsakdo ima pravico, da o …kakršnihkoli kazenskih obtožbah zoper njega pravično …odloča …sodišče«.", "54. Vlada je predlagala Sodišču, naj odloči, da kršitev 1.odst.6.člena Konvencije ni podana, ker pomanjkanje izrecnega sklicevanja na navedbe g. Dalbana ni mogoče obravnavati kot popolno neupoštevanje njegovih argumentov. Celo nasprotno, predmetni dokumenti predstavljajo del kazenskega spisa, na podlagi česar je domnevati, da so domači sodniki pregledali dokumentacijo, ki jo je predložil pritožnik.", "55. Upoštevaje zaključke v zvezi s kršitvijo 10. člena Konvencije Sodišče, tako kot pred njim Komisija, meni, da presoja, ali gre v obravnavanem primeru tudi za kršitev 1.odst.6.člena člena Konvencije, ni potrebna.", "V. UPORABA 41. ČLENA KONVENCIJE", "56. 41. člen Konvencije določa:", "»Če Sodišče ugotovi, da je prišlo do kršitve Konvencije ali njenih protokolov, in če notranje pravo visoke pogodbenice dovoljuje le delno zadoščenje, Sodišče oškodovani stranki, če je potrebno, nakloni pravično zadoščenje.«", "A. Škoda", "57. Ga. Dalban je zahtevala, da ji Sodišče prisodi 250.000.000 romunskih lejev kot odškodnino za povzročeno nepremoženjsko škodo zaradi zmanjšanja ugleda, ki ga je povzročila obsodba njenega pokojnega moža, ter premoženjsko škodo, ki je nastala zaradi prenehanja izdajanja časnika Cronica Romascana . Ga. Dalban je navedla, da »ta znesek predstavlja minimalno odškodnino, ki bo v celoti uporabljena za vzpostavitev ponovnega izdajanja časopisa« in zato ne bo pomenila njene osebne obogatitve.", "58. Vlada je zahtevku oporekala, prvičzaradi neobstoja vzročne zveze med zahtevkom in domnevno premoženjsko škodo ter drugičzato, ker je zahtevani znesek odškodnine pretirano visok. V zvezi z zahtevano odškodnino za nepremoženjsko škodo je Vlada navedla, da že sama ugotovitev kršitve 10. člena Konvencije vsebuje zadostno pravično zadoščenje. V zvezi z odškodnino, ki bi jo moral plačati pritožnik, je Vlada ob tem, ko je ponovno poudarila, da bi ga. Dalban njeno vračilo lahko uveljavila v civilnem postopku, navedla, da le-ta nikoli ni bila plačana.", "59. Sodišče se je z Vlado strinjalo v delu, ki se nanaša na domnevno nastalo premoženjsko škodo. Nasprotno pa je v primeru nepremoženjske škode menilo, da je zaradi trpljenja tako pritožnika kot tudi njegove vdove nastala nepremoženjska škoda, ki pa je ne more zadostno nadomestiti gola ugotovitev, da je podana kršitev Konvencije. V tem primeru predstavlja smrt g. Dalbana, ki je nastopila še preden je državni tožilec na Vrhovno sodišče vložil izredno pravno sredstvo, okoliščino, ob upoštevanju katere je ugotoviti, da je njena višina primerna. Zaradi visoke stopnje inflacije v Romuniji bo Sodišče znesek odškodnine določilo v francoskih frankih, ki se pretvorijo v romunske leje po menjalnem tečaju na dan plačila. Sodišče je ge. Dalban prisodilo odškodnino v višini 20.000 FRF. V zvezi s tretjim argumentom Vlade se je Sodišče omejilo zgolj na ugotovitev, da ga. Dalban ni zahevala povrnitve odškodnine, ker le-ta ni bila plačana (glej paragraf 22 zgoraj).", "B. Stroški in izdatki", "60. Pritožniku je pravno pomočzagotovila Komisija oziroma Sodišče, njegova vdova pa ni zahtevala povrnitve nikakršnih dodatnih stroškov ali izdatkov.", "C. Zamudne obresti", "61. Sodišče meni, da je primerno priznati zakonite zamudne obresti po letni obrestni meri, ki velja v Franciji na dan izdaje te sodbe, to je v višini 3,47 %.", "ZARADI TEGA SODIŠČE SOGLASNO", "odloči, da imajo pritožnikova vdova in njegovi dediči pravico nadaljevati začeti postopek v svojstvu pritožnika;", "odloči, da se sme pritožnikova vdova sklicevati na status »žrtve« za namene, določene v 34. členu Konvencije;", "odloči, da je prišlo do kršitve 10. člena Konvencije;", "odloči, da presoja primera v smislu kršitve 1.odst.6.člena Konvencije ni potrebna;", "odloči,", "(a) da mora tožena država pritožnikovi vdovi v roku treh mesecev plačati odškodnino za nepremoženjsko škodo v višini 20.000 (dvajset tisoč) francoskih frankov preračunano v romunske leje po menjalnem tečaju na dan plačila in", "(b) da mora tožena stranka plačati navadne obresti po letni obrestni meri v višini 3,47 % od poteka zgoraj navedenega tri mesečnega roka do plačila;", "zavrne preostanek zahtevka za plačilo pravičnega zadoščenja.", "Sodba je sestavljena v angleškem in francoskem jeziku ter razglašena na javnem zasedanju v zgradbi Human Rights Building v Strasbourgu dne 28. septembra 1999.", "Luzius Wildhaber\nPredsednik", "Paul Mahoney\nNamestnik vodje sodne pisarne ", ""]}