{"file": "SLV_HJUDSLV_23618_94.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "23618/94", "text_paragraphs": ["LAMBERT v. FRANCIJA\n(Eur. Court H.R., 24. 8. 1998, Reports 1998-V)", "", "[Gospod Lambert, francoski državljan, rojen leta 1957, živi v Buzet-sur-Tarn. Na podlagi preiskave zaradi kraje, vloma, prodaje ukradenih stvari in nezakonite posesti orožja je preiskovalni sodnik v Riomu izdal 11. decembra 1991 odredbo, ki je pooblaščala policijo za nadzor in snemanje telefonskih pogovorov telefonskega priključka nekega R. B do 31. januarja 1992. Na podlagi običajnih podatkov je preiskovalni sodnik trikrat podaljšal nadzor in snemanje: prvič do 29. februarja, drugič do 31. marca in tretjič do 31. maja. Kot posledica nadzora in snemanja je bil pritožnik obtožen prodaje ukradenih stvari, ki so bile pridobljene na podlagi velike tatvine. Priprt je bil med 15. majem in 30. novembrom, nakar je bil pripor ukinjen. \n           Gospod Lambert se je 5. aprila 1993 pritožil na Oddelek pristojen za obtožbe Pritožbenega sodišča v Riomu. Trdil je, da je podaljšanje nadzora in snemanja telefonskih pogovorov s strani preiskovalnega sodnika 31. januarja in 28. februarja neveljavno, saj je temeljilo zgolj na splošnem predlogu brez kakršnekoli povezave s kaznivimi dejanji, ki so opravičevala nadzor in snemanje. Hkrati je tudi trdil, da je štirimesečni rok, ki se je lahko določil z odredbo z dne 11. decembra 1991, potekel 11. aprila 1992. \n           Pritožbeno sodišče v Riomu je 25. maja 1993 zavrnilo pritožbo gospoda Lamberta, saj je menilo, da odredba, izdana s strani preiskovalnega sodnika 11. decembra 1991, izpolnjuje zahteve 100. člena Zakona o kazenskem postopku, po katerem se lahko takšna odredba izda samo na podlagi pisne obrazložitve, ki mora vsebovati potrebne podatke za določitev: \n           - nadzorovanega telefonskega priključka,\n           - kaznivega dejanja, ki opravičuje prestrezanje pogovorov (predvidenih najmanj dve leti zapora) in čas trajanja nadzora, ki je lahko najdlje štiri mesece.\n           Pritožbeno sodišče je menilo, da je bilo tudi podaljšanje nadzora v skladu z zakonom. \n           Gospod Lambert se je pritožil na Kasacijso sodišče. Trdil je, da je bil kršen 8. člen (pravica do spoštovanja zasebnega in družinskega življenja) Evropske konvencije o človekovih pravicah in 100. člen Zakona o kazenskem postopku, saj naj bi bila odredba izdana na podlagi predloga brez navedbe ustreznih razlogov za takšno postopanje. Kasacijsko sodišče je zavrnilo pravico to pritožbe zoper prestrezanje telefonskih pogovorov g. Lamberta na podlagi dejstva, da gre za telefonski priključek tretje osebe in ne pritožnika.]", "Postopek pred Evropsko komisijo za človekove pravice", "\n           [Gospod Lambert se je pritožil na Komisijo 8. februarja 1994. Trdil je, da je prišlo do kršitve 8. člena (pravica do spoštovanja zasebnega in družinskega življenja) Konvencije. Pred Kasacijskim sodiščem naj bi bil kršen tudi 13. člen (pravica do učinkovitega pravnega sredstva). Komisija je dopustila pritožbo 2. septembra 1996 in izrazila mnenje, da je prišlo do kršitve 8. člena, hkrati pa je menila, da ni potrebno reševati primera z vidika 13. člena Konvencije.]", "Sodba", "\n           [Sodišče je soglasno menilo, da je prišlo do kršitve Evropske konvencije o človekovih pravicah. Pri tem je uporabilo ista merila presoje kot v primeru Valenzuela Contreras v. Španija (Eur. Court. H. R. , 30. 7. 1998, no. 842). Poudarilo je tudi, da pri vdoru v zasebnost ni nobene razlike, ali gre za lastni telefonski priključek ali za telefonski priključek kakšne tretje osebe. Prisodilo je tudi odškodnino za nepremoženjsko škodo v višini 10.000 francoskih frankov in še 15.000 francoskih frankov za stroške.]"]}