{"file": "SLV_HJUDSLV_10486_83.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "10486/83", "text_paragraphs": ["HAUSCHILDT v. DANSKA\n(Eur. Court H.R.,24.5.1989, Series A no. 154)", "", "[Danski državljan Mogens Hauschildt je bil 31. januarja 1980 aretiran in obtožen za gospodarske prestopke. Mestni sodnik je izdal priporni nalog. Sodišče je vsake štiri tedne preverjalo, ali so še podani priporni razlogi. Pritožnik je bil v priporu pred in med glavno obravnavo, ki se je pred mestnim sodiščem začela 27. aprila 1981. Večino sklepov o podaljšanju pripora je po 1. in 2. odstavku 762. člena zakona o organizaciji sodišč [Administration of Justice Act] izdal sodnik mestnega sodišča. Ta je obtoženca tudi zaslišal na glavni obravnavi. Pritožnik je bil 1. novembra 1982 obsojen na sedem let zapora. \n           Pritožnik se je pritožil. Prizivno sodišče je preverilo skladnost pripornega naloga in sklepov o podaljšanju pripora s 762. členom zakona. Vrhovno sodišče je 2. marca 1984 potrdilo obsodbo za šest od osmih kaznivih dejanj in znižalo kazen na pet let zapora.\n           [...] Pritožnik je navedel, da sojenje ni bilo pravično in da sodišče ni bilo nepristransko.]", "Sodba z dne 24. maja 1989:", "\n           [...]Nepristranskost ugotavljamo po subjektivnem in objektivnem kriteriju (glej primer Piersack, infra).\n           Po prvem kriteriju je sodišče zaključilo, da sodniki v tem primeru osebno niso bili pristranski.\n           Po drugem kriteriju je sodišče preizkusilo, ali je na podlagi znanih dejstev moč podvomiti v nepristranskost sodnikov. Samo dejstvo, da sodnik ali prizivni sodnik v kazenskem sistemu, kot je danski, sodeluje v postopku pred začetkom glavne obravnave in izdaja odredbe o odvzemih prostosti, kar ne zadošča, da bi podvomili v njegovo nepristranskost.\n           Toda v tem primeru gre za posebne okoliščine, ki odpirajo druga vprašanja. V številnih primerih sta mestno in vrhovno sodišče še pred začetkom glavne obravnave oprla sklepe o podaljšanju pripora na 2. odstavek 762. člena zakona o organizaciji sodišč. Po tem členu mora biti sodnik pred izdajo sklepa o podaljšanju pripora prepričan v „posebno utemeljen sum,” [particularly confirmed suspicion] da je obdolženi storil kaznivo dejanje. Po avtentični razlagi je potrebna „zelo visoka stopnja prepričanja” [a very high degree of clarity] o obdolženčevi krivdi. Zato je meja med uporabo te zakonske določbe in izdajo sodbe skorajda zanemarljiva. Sodišče je zato odločilo, da je nepristranskost sodnikov v takih okoliščinah vprašljiva in da je pritožnikova bojazen v tem pogledu objektivno upravičena.\n1. odstavek 6. člena EKČP je bil kršen."]}