{"file": "SLV_HJUDSLV_3127_09.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "3127/09", "text_paragraphs": ["SODBA FLISAR ZOPER REPUBLIKO SLOVENIJO\n\nSVET EVROPE\n\nPETI ODDELEK\n\nPritožba št. 3127/09\n\nSODBA\n\nSTRASBOURG\n\n29. september 2011", "", "\nTa sodba bo postala dokončna v skladu z drugim odstavkom 44. člena Konvencije. Pravica do morebitne uredniške redakcije je pridržana.\n10 FLISAR v. SLOVENIA JUDGMENT\nFLISAR v. SLOVENIA JUDGMENT 11\nV zadevi Flisar proti Republiki Sloveniji\nje Evropsko sodišče za človekove pravice (peti oddelek) na seji senata v sestavi:\nDean Spielmann, predsednik,\nElisabet Fura,\nBoštjan M. Zupančič,\nMark Villiger,\nIsabelle Berro - Lefèvre,\nAnn Power,\nAngelika Nußberger, sodnica,\nin Claudia Westerdiek, sodna tajnica oddelka,\npo posvetovanju za zaprtimi vrati 6. septembra 2011\nizreklo to sodbo, ki je bila sprejeta istega dne:", "POSTOPEK", "1. Zadeva je bila sprožena s pritožbo (št. 3127/09) proti Republiki Sloveniji, ki jo je pri Sodišču na podlagi 34. člena Konvencije o varstvu človekovih pravic in temeljnih svoboščin (v nadaljevanju: Konvencija) vložil slovenski državljan gospod Borut Franc Flisar (v nadaljevanju: pritožnik) 7. januarja 2009.\n2. Pritožnika je zastopal gospod L. Poljanec iz Slovenske Bistrice. Slovensko vlado (v nadaljevanju: vlada) je zastopala gospa T. Mihelič Žitko, državna pravobranilka.\n3. Pritožnik je zlasti trdil, da je bil kršen prvi odstavek 6. člena Konvencije, saj ga sodnik, ki je odločal o njegovi zahtevi za sodno presojo, ni zaslišal.\n4. Sodišče je 4. maja 2010 odločilo, da o pritožbi obvesti vlado. Sklenilo je tudi, da bo hkrati odločalo o sprejemljivosti in utemeljenosti pritožbe (prvi odstavek 29. člena).", "DEJSTVA\n", "I. OKOLIŠČINE V ZADEVI", "5. Pritožnik je bil rojen leta 1968 in živi v Martjancih.\n6. Policija je 2. oktobra 2006 okoli 22. ure po prejeti prijavi posredovala na domu P., polsestre pritožnika, ki se je vedla nasilno do njune matere in ji grozila. Pritožnik je prišel na kraj dogodka za policisti. Med posredovanjem policije je P. uspelo pobegniti skupaj s svojo 8-letno hčerko. Pritožnik in policija sta iskala P. Medtem se je sama vrnila in ni hotela razkriti, kje je njena hčerka. Pritožnik se je razjezil in po izjavi policije je v navzočnosti policistov zgrabil P. z eno roko za vrat, z drugo pa jo klofnil. Nato se je pomiril in policisti so ga seznanili s prekrškom, ki ga je storil. V skladu s skrajšanim postopkom po Zakonu o prekrških (v nadaljevanju: ZP) mu je bila za prekršek drznega in nasilnega vedenja izrečena sankcija plačila globe 150.000 slovenskih tolarjev (približno 625 evrov (EUR)). V svoji pritožbi na Sodišče je pritožnik trdil, da je pomagal policistom in bil neupravičeno vpleten v zadevo.\n7. Čez štiri dni je pritožnik prejel pisno obvestilo o plačilnem nalogu, ki ga je izdala policija in v katerem je bilo zapisano, da je storil prekršek po četrtem odstavku 6. člena Zakona o varstvu javnega reda in miru, in ki je vključeval opis dejanskega stanja (v celoti):", "\n»Navedeni [oseba] je bil prisoten ob dogodku na domu, v katerega je bila vpletena njegova polsestra P. Njeno vedenje, žalitve in napadalnost, ga je razjezilo, zato je P. zgrabil za vrat in jo udaril po licu. Po posredovanju policistov se je umiril.«", "\n8. Pritožnik je 13. oktobra 2006 vložil zahtevo za sodno presojo. Trdil je, da je bila njegova sestra pod vplivom alkohola in drog, da je grozila njuni materi in drugim prisotnim, vključno s policisti, ter jih žalila. Razložil je tudi, da je P. odpeljala svojega otroka v avtu in se vrnila brez njega ter nekaj časa ni hotela povedati, kje ga je pustila. Pritožnik in policisti so jo poskušali prepričati, naj razkrije, kje je otrok, vendar je P. pritožniku grozila in pljunila vanj. Pritožnik se ji je potem, ko ga je izzvala in ker se je bal za otroka, približal in jo nežno prijel za vrat, ni pa je klofnil. Nato je razkrila, kje je otrok, in eden od policistov je šel z njo ponj. Pritožnik je trdil, da ni storil nobenega prekrška in da ni klofnil P. V skladu s 63. členom ZP je policija zahtevo za sodno presojo poslala Okrajnemu sodišču v Murski Soboti.\n9. Okrajno sodišče v Murski Soboti je 26. maja 2008 izdalo sodbo, v kateri je ob opiranju na prvi odstavek 65. člena ZP zavrnilo pritožnikovo zahtevo za sodno presojo kot neutemeljeno in potrdilo plačilni nalog. Pritožniku je bilo naloženo plačilo 62 EUR za stroške postopka. \n10. Kakor je bilo razloženo v sodbi, odločitev sodišča temelji na plačilnem nalogu in opisu dejanskega stanja, povezanega z dogodkom, ki ga je policija predložila sodišču sočasno z zahtevo za sodno presojo. Sodišče je ugotovilo:", "\n»ravnanje obdolženca s sestro, ki so ga policisti osebno in neposredno zaznali, ... ni bilo opravičljivo, ne glede na njeno duševno in zdravstveno stanje, kar je privedlo sodišče do sklepa, da je to [zahteva za sodno presojo] samo poskus obdolženca, da se izogne plačilu globe, ker sodišče ne dvomi o ugotovitvi policistov«.", "\n11. Pritožnik je 23. junija 2008 vložil ustavno pritožbo, v kateri navaja, da so bile kršene njegove ustavne pravice. Med drugim se je pritožil nad kršitvijo pravice do poštenega sojenja in domneve nedolžnosti, trdil je, da se je sodnik odločil samo na podlagi policijskega spisa, da ni bilo javne obravnave, da ni imel dovolj časa za pripravo svoje zahteve za sodno presojo in da ni pritožbe zoper sodbo sodišča prve stopnje.\n12. Sklicujoč se na tretjo alinejo prvega odstavka 55. b člena Zakona o ustavnem sodišču v povezavi s četrto alinejo drugega odstavka 55. a člena istega zakona, je ustavno sodišče 25. avgusta 2008 pritožbo zavrnilo. Pritožniku je bil sklep vročen 30. avgusta 2008.", "II. USTREZNA NOTRANJA ZAKONODAJA IN PRAKSA", "13. Za ustrezno notranjo zakonodajo in prakso glej zadevo Suhadolc proti Republiki Sloveniji ((odl.) št. 57655/08, 17. 5. 2011). Poleg tega za obravnavano zadevo veljajo te določbe notranje zakonodaje:\n14. V 6. členu Zakona o prekrških (Uradni list RS, št. 7/2003) (v nadaljevanju: ZP) se opredeljuje »prekršek« kot dejanje, ki pomeni kršitev zakona, uredbe vlade, odloka samoupravne, lokalne skupnosti, ki je kot tako določeno kot prekršek in je zanj predpisana sankcija za prekršek. Ker ZP vsebuje nekatere posebne določbe v zvezi s sestavinami prekrška in odgovornostjo zanj, se sklicuje tudi na določbe Kazenskega zakonika, ki jih je treba v postopkih o prekršku smiselno uporabljati. Poleg tega je v ZP vključeno načelo domneve nedolžnosti, ki v 7. členu določa, da »kdor je obdolžen, velja za nedolžnega, dokler njegova odgovornost ni ugotovljena s pravnomočno odločbo«. \n15. 57. člen določa, da lahko uradna oseba, če osebno zazna prekršek ali ga ugotovi z uporabo tehničnih sredstev ali naprav, izda »plačilni nalog«. Ta ima enak učinek kakor odločba organa. Če je globa izrečena s plačilnim nalogom, ukrep uklonilnega zapora za neplačilo ni možen.\n16. Sodnik lahko odloča o sprejemljivosti in utemeljenosti zahteve za sodno presojo na podlagi spisa, ki ga prejme od upravnega organa. V skladu s 65. členom ZP lahko sodnik s sodbo zahtevo zavrne kot neutemeljeno, če ni potrebno dopolnjevanje dokaznega postopka in niso podani razlogi za pritožbo. To stori brez zaslišanja pritožnika. Če sodnik ugotovi, da je bilo dejansko stanje ugotovljeno pravilno, da pa je treba izreči drugačno sankcijo, lahko delno ugodi zahtevi in v skladu s tem spremeni odločbo upravnega organa. Če pa je ugotovljena kršitev materialnega ali procesnega prava ali če se zahteva nadaljnji dokazni postopek, sodnik razveljavi odločbo in o zadevi odloča v rednem sodnem postopku, v katerem imata obdolženec in organ, ki je izdal izpodbijano odločbo, položaj strank. V takšnem sodnem postopku ima obdolženec pravico, da ga sodnik ustno zasliši, da predlaga dokaze, vloži postopkovne zahteve in pritožbo zoper sodbo (67., 69., 90., 114. in 119. člen ZP). V skladu s 125. členom ZP pa lahko sodnik po lastni presoji določi javno obravnavo v rednem sodnem postopku. \n17. Zakon o varstvu javnega reda in miru (Uradni list RS, št. 70/2006, ki velja od 2. 6. 2006) se v 6. členu glasi:", "\n»(1) Kdor izziva ali koga spodbuja k pretepu ali se vede na drzen, nasilen, nesramen, žaljiv ali podoben način ..., se kaznuje z globo od 60.000 do 120.000 tolarjev (SIT).", "(2) Kdor koga udari, se kaznuje z globo od 80.000 tolarjev do 150.000 tolarjev.", "(3) Kdor se pretepa, se kaznuje z globo od 100.000 tolarjev do 300.000 tolarjev.", "(4) Če so prekrški iz prejšnjih odstavkov (1 do 3) storjeni proti ... krvnemu sorodniku v ravni vrsti, ... se kršitelj kaznuje z globo od 150.000 tolarjev do 300.000 tolarjev [625 do 1.251 EUR].«", "\n18. Zakon o ustavnem sodišču (Uradni list RS, št. 15/1994, spremenjen 30. maja 2007, Uradni list RS, št. 64/2007 – uradna prečiščena različica) v 53. členu določa:", "\n»(1) Ustavna pritožba mora vsebovati navedbe o:", "– posamičnem aktu, ki se spodbija, z navedbo organa, ki ga je izdal, z njegovo opravilno številko in z datumom izdaje:", "– domnevno kršenih človekovih pravicah ali temeljnih svoboščinah,", "– razlogih, s katerimi se utemeljujejo kršitve,", "– datumu, ko je bil pritožniku vročen posamični akt, ki ga izpodbija,", "– polnem osebnem imenu pritožnika in naslovu stalnega ali začasnega prebivališča, če gre za fizično osebo, oziroma imenu ter sedežu, če gre za pravno osebo, državni organ, nosilca javnega pooblastila ali drug pravni subjekt, ter o osebnem imenu, nazivu ali funkciji njegovega zastopnika,", "– drugih podatkih, ki jih določa poslovnik ustavnega sodišča.", "(2) Ustavna pritožba se vloži pisno. Ustavni pritožbi je treba priložiti kopijo posamičnega akta, ki ga pritožnik izpodbija, in vse druge posamične akte, ki so bili v zvezi z izpodbijanim posamičnim aktom izdani v postopkih pred pristojnimi organi v zadevi, ter ustrezne listine, na katere pritožnik opira svojo ustavno pritožbo.«", "\n\nPRAVO\n", "I. ZATRJEVANA KRŠITEV 6. ČLENA ZARADI ODSOTNOSTI OBRAVNAVE", "19. Pritožnik se je pritožil, da ni bil ustno zaslišan, da sodišče ni zaslišalo prič in da je sodba temeljila izključno na policijskem spisu, s čimer mu je bila kršena pravica do poštene obravnave, kakor je določeno v prvem odstavku 6. člena Konvencije, ki se glasi:", "\n»Vsakdo ima pravico, da o ... kakršnih koli kazenskih obtožbah zoper njega pravično ... odloča ... sodišče ...«", "\n20. Vlada je to utemeljitev izpodbijala.", "\nA. Sprejemljivost\n", "1. Utemeljitve strank", "\n21. Vlada je trdila, da 6. člen v obravnavani zadevi ne velja. Prvič, storjena kršitev je bila opredeljena v Zakonu o varstvu javnega reda in miru in ne v Kazenskem zakoniku. Postopek je bil voden po ZP in ne po Kazenskem zakoniku. Drugič, predpisani sankciji za storjeni prekršek sta bili globa v višini od 625 do 1.251 EUR in vnos obsodbe v evidenco upravnih prekrškov za obdobje treh let. Sankcija ni bila kaznovalna, pritožniku naj bi preprečila ponovno storitev prekrška. V obravnavani zadevi možnost zaporne kazni ni obstajala. Na koncu pa je vlada navedla, da je bil storjeni prekršek splošen in se je nanašal na neopredeljeno skupino ljudi. \n22. Poleg tega se je vlada sklicevala na neizčrpanje notranjih pravnih sredstev in navedla, da pritožnik v svoji ustavni pritožbi ni navedel ustreznih utemeljitev, ki bi kazale, da ima njegova zadeva ustavni pomen, kar je bil eden od razlogov za sprejemljivost. \n23. Temu primerno je vlada menila, naj se pritožba zavrne v skladu s točko b tretjega odstavka 35. člena, z navedbo, da kazen nima večjih posledic za življenje pritožnika in da je domače sodišče zadevo obravnavalo primerno. \n24. Pritožnik je navedel, da bi moral 6. člen v postopku veljati, ker je bil za prekršek obdolžen in kaznovan.", "\n2. Presoja Sodišča", "\n25. Glede vprašanja veljavnosti 6. člena Sodišče opozarja, da za ugotavljanje, ali je bila oseba kazensko obsojena v avtonomnem pomenu Konvencije, veljajo merila, splošno znana kot »merila Engel« (glej Engel in drugi proti Nizozemski z dne 8. 6. 1976, točka 82, serija A, št. 22, in med drugim Sergej Zolotukin proti Rusiji, [GC], št. 14939/03, točka 53, z dne 10. februarja 2009). Sodišče ponovno poudarja zlasti, da pomanjkanje resnosti izrečene kazni ne more zmanjšati narave prekrška, ki je sam po sebi kazenski.\n26. V zvezi z obravnavano zadevo Sodišče ugotavlja, da določbe ZP veljajo za celotno prebivalstvo in ne samo za skupino, ki ima poseben položaj. Poleg tega se ZP, čeprav zadeva »upravne prekrške«, sklicuje na določbe Kazenskega zakonika, ki jih je treba smiselno uporabljati (glej točko 14 zgoraj). Na koncu je bila pritožniku izrečena globa v višini 625 EUR, ki je bila predpisana kot kazen (glej točko 17 zgoraj) in ne kot kompenzacija (odmena) za storjeno dejanje. Sodišče je predhodno presojalo zadeve s podobnimi vrstami »obtožb« in ugotovilo, da so bile po naravi »kazenske« (glej smiselno Öztürk proti Nemčiji, 21. 2. 1984, točke 46. do 56, serija A, št. 73; Falk proti Nizozemski (odl.), št. 66273/01, ESČP 2004-XI, in Ziliberberg proti Moldaviji, št. 61821/00, točke 30 do 36, 1. 2. 2005). V obravnavani zadevi ne vidi nikakršnega razloga, ki bi vodil do drugačnega zaključka. Zato meni, da se prekršek, za katerega je bil pritožnik obdolžen in kaznovan, v smislu 6. člena Konvencije opredeli kot »kazniv«. \n27. Glede ugovora vlade v zvezi z neizčrpanjem notranjih pravnih sredstev Sodišče ugotavlja, da prvi odstavek 35. člena zahteva, naj se pritožbe, za katere je predvideno, da se pozneje vložijo pri Sodišču, predložijo pristojnemu domačemu organu, vsaj glede bistva in v skladu s formalnimi zahtevami (glej İlhan proti Turčiji [GC], št. 22277/93, točka 58, ESČP 2000-VII). Sodišče ugotavlja, da se je pritožnik v skladu s postopkovnimi pravili najprej pritožil na ustavno sodišče, pozneje pa na Sodišče. Vlada pa je trdila, da pritožnik ni pravilno izčrpal ustavne pritožbe, ker ni dokazal, da se je njegova zadeva nanašala na pomembno ustavno vprašanje. Sodišču se ta utemeljitev ni zdela prepričljiva. 53. člen Zakona o ustavnem sodišču določa navedbe, ki jih mora vsebovati ustavna pritožba (glej točko 18 zgoraj), in navedba, ki jo navaja vlada, tam ni navedena. Zato ta očitek zavrača. \n28. Sodišče se tudi ne strinja z argumentom vlade, da bi bilo treba to pritožbo zavrniti na podlagi točke b tretjega odstavka 35. člena. Poudarja, da se je pritožnik natančno pritožil nad tem, da domača sodišča njegovega primera niso pravilno obravnavala. Prav tako poudarja, da ustavno sodišče ni obravnavalo pritožnikovih pritožb v zvezi z zatrjevano kršitvijo jamstev iz 6. člena. \nZato in ker ni nobene druge podlage, da bi bil ta del pritožbe razglašen za nedopustnega, mora biti razglašen za dopustnega.", "\nB. Utemeljenost\n", "1. Utemeljitve strank", "\n29. Pritožnik je zatrjeval, da ga je obdolžil in kaznoval isti organ, in sicer policija, in da je bila sodna presoja postopka neustrezna. Ni mu bila zagotovljena možnost, da bi bil zaslišan in da bi bile zaslišane priče. \n30. Vlada je trdila, da je bilo pritožniku zagotovljeno pošteno sojenje z možnostjo ustne in javne obravnave, na kateri bi bile lahko priče navzkrižno zaslišane. Dejstvo, da mu taka obravnava ni bila zagotovljena, ni posledica strukturnega problema ali pomanjkljivosti v domači zakonodaji. Obravnave ni bilo, ker ni bilo potrebe po ustnem izvajanju pritožnikovih utemeljitev. Pritožnik ni zahteval ustne obravnave niti ni zahteval, da sodišče preuči dokaze, prav tako pa ni predložil argumentov, ki bi zahtevali ustno presojo. V zahtevi za sodno presojo je pritožnik smiselno priznal, da je P. zgrabil za vrat. To je bilo dovolj za presojo sodišča, da je storil navedeni upravni prekršek. Pritožnikova obramba naj bi bila zasnovana na dejstvu, da je pritožnik s svojim ravnanjem branil otroka sestre P. To utemeljitev je sodišče zavrnilo. Druge utemeljitve so se nanašale izključno na pravna vprašanja. Zato za pritožnika ni bilo mogoče trditi, da je izpodbijal dejstva, ki so jih ugotovili policisti, prav tako pa ni izpodbijal pravne kvalifikacije svojega ravnanja ali sankcije. \n31. Vlada je še navedla, da je policist opravil ustni postopek med dogodkom, ko je bil pritožnik neposredno seznanjen z obtožbo zoper sebe. Policija je sestavila tudi opis dejanskega stanja in ga skupaj s plačilnim nalogom poslala pritožniku. Vlada je poudarila, da je policija vodila postopek v zvezi s plačilnim nalogom po preprostem dejanskem stanju in pravni opredelitvi prekrška. \n32. Na koncu je vlada navedla, da so bile ustne obravnave pri storjenih prekrških opravljene, kadar so to zahtevale okoliščine zadeve, in sicer če policija ni dokončno razčistila dejanskega stanja ali če obdolženec v policijskem postopku ni imel možnosti odgovoriti na obtožbe. V podporo tej utemeljitvi so bile predložene kopije štiriindvajsetih domačih sodb, ki jih je od 2005 do 2010 izdalo osem različnih okrajnih sodišč v zvezi z zahtevami za pravno presojo. V večini zadev, ki so bile obravnavane v teh sodbah, je sodnik zaslišal obdolženca in/ali priče; v devetnajstih zadevah je bila pritožba obdolžencev uspešna. Oprostilna sodba je navadno temeljila na dejstvu, da policiji ni uspelo dokazati zadeve. Zdi se, da je bilo zaslišanje obdolženca in prič v večini primerov opravljeno kot del sodnikovega dodatnega ugotavljanja dejanskega stanja v rednem sodnem postopku.", "\n2. Presoja Sodišča", "\n33. Sodišče ponovno poudarja, da čeprav prepustitev ugotavljanja in sankcioniranja manjših prestopkov upravnim organom ni v neskladju s Konvencijo, mora imeti oseba možnost, da pred sodiščem, ki zagotavlja jamstva iz 6. člena, izpodbija vsako odločitev, sprejeto zoper njo (Lauko proti Slovaški, 2. 9. 1998, točka 64, Poročilo o sodbah in odločbah, 1998-VI). Poleg tega poudarja, da ustna in javna obravnava predstavlja temeljno načelo, ki je zapisano v prvem odstavku 6. člena. To načelo je pomembno zlasti v kazenskih zadevah, pri čemer mora biti praviloma na prvi stopnji zagotovljeno sodišče, ki v celoti izpolnjuje zahteve 6. člena (glej Findlay proti Združenemu kraljestvu, 25. 2. 1997, točka 79, Poročila 1997-I), in pri čemer je pritožnik upravičen zahtevati »obravnavo« svoje zadeve z možnostjo, da med drugim predloži dokaze za lastno obrambo, da se seznani z dokazi zoper sebe in da se zaslišijo ali navzkrižno zaslišijo priče (Jussila proti Finski [GC], št. 73053/01, točka 40, ESČP 2006-XIII).\n34. Sodišče zato meni, da je bil pritožnik v skladu z ustaljeno prakso Sodišča načelno upravičen do obravnave pred prvim in edinim sodiščem, ki je njegovo zadevo obravnavalo, razen če niso obstajale posebne okoliščine, ki bi utemeljevale, da se obravnava ne izvede. \n35. Sodišče sprejema take posebne okoliščine v zadevah, ki ne spadajo v tradicionalne kategorije kazenskega prava, kakršni so postopki v zvezi z davčnimi prekrški (glej zadevo Jussila, citirano zgoraj) in postopki v zvezi s prometnimi prekrški, na primer prekoračitvijo hitrosti ali vožnjo pod vplivom alkohola (glej zadevo Suhadolc, citirano zgoraj), pri katerih so bile bistvene zadeve bolj tehnične. Pri ugotavljanju, ali je bila obravnava nepotrebna, je Sodišče upoštevalo, da ni bilo vprašanj glede verodostojnosti ali izpodbijanih dejstev, ki bi zahtevala ustno izvajanje dokazov ali navzkrižno zaslišanje prič, in da je bila obdolžencu dana ustrezna možnost predložiti lastno zadevo v pisni obliki in izpodbijati dokaze zoper sebe (glej zadevo Jussila, citirano zgoraj, točke 41-42 in 47-48, in zadevo Andria Oy in Kari Karanko proti Finski (odl.), št. 61557/00, 13. 3. 2007).\n36. V tej zadevi je obravnavan upravni prekršek po Zakonu o varstvu javnega reda in miru, ki kot takšen ne spada v tradicionalne kategorije kazenskega prava (glej smiselno Kammerer proti Avstriji, št. 32435/06, točka 28, 12. 5. 2010, in Öztürk, citiran zgoraj, točka 51). Zdaj bi bilo treba preučiti, ali so v obravnavani zadevi obstajale posebne okoliščine, ki bi lahko utemeljevale odsotnost obravnave, pri čemer bi bilo treba upoštevati način, po katerem so bili pravice pritožnika v postopku dejansko predstavljeni in zaščiteni, zlasti glede na naravo vprašanj, o katerih bi moralo odločati okrajno sodišče.\n37. Sodišče uvodoma navaja, da pritožnik obravnave ni izrecno zahteval. Vendar bi bila po ZP, kakor potrjujejo sodbe, ki jih je predložila vlada (glej točko 32 zgoraj), ustna in po možnosti javna obravnava opravljena, če bi se sodnik odločil za vodenje rednega sodnega postopka (glej točko 16 zgoraj). To odločitev sprejema sodnik po lastni presoji (glej zadevo Suhadolc, citirano zgoraj). V ZP tudi ni nobene določbe, po kateri bi lahko obdolženec zahteval obravnavo. V takšnih okoliščinah in ob upoštevanju načel v zvezi z odpovedi jamstev za pošteno sojenje (glej zadevo Hermi proti Italiji [GC], št. 18114/02, točke 73-76, ESČP 2006-XII) Sodišče meni, da se pritožnik ni nedvoumno odpovedal svoji pravici do obravnave. Sodišče tudi ugotavlja, da se je pritožnik izrecno pritožil na ustavno sodišče zaradi odsotnosti obravnave v svoji zadevi (glej smiselno Baischer proti Avstriji, št. 32381/96, točka 26, 20. 12. 2001). \n38. Glede narave vprašanj, o katerih je moralo odločati okrajno sodišče v tej zadevi, Sodišče ugotavlja, da za razliko od zadeve Suhadolc, ki je zadevala dokaze, pridobljene z objektivno metodo, in sicer z uporabo naprave za merjenje hitrosti in alkotestom, ta zadeva obravnava očitani prekršek drznega in nasilnega vedenja, ki so ga policisti osebno zaznali. Ta opažanja policistov so bila edina podlaga za kaznovanje pritožnika. Sodišče tudi ugotavlja, da so celotni skrajšani postopek po ZP vodili policisti v času storitve prekrška. Pritožnik je posledično prejel plačilni nalog, ki je enakovreden kazenski obtožbi, vseboval pa je le zelo kratek opis dejanskega stanja. Preden je bila zadeva vložena na okrajno sodišče ali pozneje v postopku, ni bilo nikakršne izmenjave utemeljitev. Okrajno sodišče je podprlo odločitev policije na podlagi spisa, ki ga je ta poslala ter je vseboval plačilni nalog, opis dejanskega stanja in pritožnikovo zahtevo za sodno presojo (glej točko 10 zgoraj). \n39. Pritožnik je v svoji zahtevi za sodno presojo izpodbijal izrečeno sankcijo in nekatere vidike dejanskega stanja zadeve, vključno z verodostojnostjo nekaterih policijskih izjav glede svojega vedenja. Glede na navedeno Sodišče meni, da okrajno sodišče z vidika poštenega sojenja brez neposredne presoje dokazov na ustni obravnavi ni moglo ustrezno oceniti dejanskega stanja ali odgovornosti pritožnika (glej smiselno zadevi Hannu Lehtinen proti Finski, št. 32993/02, točka 48, in Kallio proti Finski, št. 40199/02, točka 50, obe z dne 22. 6. 2008). \n40. Skladno s tem je bil torej kršen prvi odstavek 6. člena Konvencije.", "II. DRUGE ZATRJEVANE KRŠITVE KONVENCIJE", "41. Pritožnik se je po 6. členu Konvencije pritožil, da je bilo v njegovi zadevi kršeno načelo domneve nedolžnosti in da ni pritožbe zoper sodbo okrajnega sodišča. Na podlagi 6. in 13. člena Konvencije se je pritožil tudi, da je ustavno sodišče zavrnilo obravnavo njegove ustavne pritožbe in svojo odločitev utemeljilo s 55. a členom Zakona o ustavnem sodišču, ki je začel veljati po dogodku iz ustavne pritožbe. \n42. V zvezi s postopkom pred ustavnim sodiščem je Sodišče že zavrnilo popolnoma enako pritožbo v zadevi Suhadolc proti Sloveniji (navedeni zgoraj) in ne vidi nikakršnega razloga, da bi v tem primeru sprejelo drugačen sklep. Po preučitvi preostalih pritožb Sodišče meni, da glede na vse gradivo, s katerim razpolaga, in če so zadeve, zoper katere so bile vložene pritožbe, v njegovi pristojnosti, pritožbe ne kažejo na kršitev členov, na katere se je skliceval pritožnik (glej ibid.). Iz tega izhaja, da je ta del pritožbe očitno neutemeljen in mora biti zavrnjen v skladu s točko a tretjega odstavka in četrtim odstavkom 35. člena Konvencije.", "III. UPORABA 41. ČLENA KONVENCIJE", "43. V 41. členu Konvencije je določeno:", "\n»Če Sodišče ugotovi, da je prišlo do kršitve Konvencije ali njenih protokolov, in če notranje pravo visoke pogodbenice dovoljuje le delno zadoščenje, Sodišče oškodovani stranki, če je potrebno, nakloni pravično zadoščenje.«", "", "A. Škoda", "\n44. Pritožnik je zahteval 4.787 evrov (EUR) za povračilo premoženjske škode in 4.000 EUR za povračilo nepremoženjske škode. \n45. Vlada je zahtevek izpodbijala.\n46. Sodišče ni razbralo nikakršne vzročne povezave med ugotovljeno kršitvijo in zatrjevano premoženjsko škodo; zato ta zahtevek zavrača.\n47. V zvezi z zahtevkom pritožnika za povračilo nepremoženjske škode pa Sodišče ugotavlja, da je, kadar je posameznik, kakor v obravnavani zadevi, kaznovan v postopku, ki ni izpolnjeval zahtev Konvencije glede pravičnosti, ponovna obravnava, obnova postopka ali preizkus zadeve, če se zahtevajo, praviloma ustrezen način za odpravo kršitve (glej Nadtočij proti Ukrajini, št. 7460/03, točka 55, 15. 5. 2008). Zato meni, da je ugotovitev kršitve že sama po sebi zadostno pravično zadoščenje.", "\nB. Stroški in izdatki", "\n48. Pritožnik je zahteval tudi 787 EUR za povračilo stroškov in izdatkov, nastalih v notranjih postopkih. Zahtevek je vključeval tudi vsoto, ki je bila plačana kot globa, neopredeljeni »prostovoljni prispevek« in stroške, ki jih je plačal za postopek pred okrajnim sodiščem. \n49. Vlada je zahtevek izpodbijala.\n50. V skladu s sodno prakso Sodišča je pritožnik upravičen do povračila stroškov in izdatkov le, če dokaže, da so dejansko nastali, da so bili potrebni in da so razumno visoki. V predmetni zadevi Sodišče na podlagi dokumentov, s katerimi razpolaga, in zgoraj navedenimi merili zahtevek za povračilo stroškov in izdatkov zavrača.", "\nC. Zamudne obresti", "\n51. Po mnenju Sodišča je primerno, da zamudne obresti temeljijo na mejni posojilni obrestni meri Evropske centralne banke, tej pa se dodajo tri odstotne točke.", "IZ TEH RAZLOGOV SODIŠČE SOGLASNO", "1. razglaša, da je pritožba v zvezi z odsotnostjo obravnave po prvem odstavku 6. člena Konvencije dopustna, medtem ko je preostanek pritožbe nedopusten;\n\n2. razsoja, da je bil kršen prvi odstavek 6. člena Konvencije;\n\n3. razsoja, da je ugotovitev kršitve zadostno pravično zadoščenje za vsako nepremoženjsko škodo, ki jo je utrpel pritožnik;\n\n4. zavrača preostanek zahtevka pritožnika za pravično zadoščenje.", "Sestavljeno v angleškem jeziku in pisno objavljeno 2. septembra 2011 v skladu z drugim in tretjim odstavkom 77. člena Poslovnika Sodišča.", "Claudia Westerdiek Dean Spielmann\nsodna tajnica predsednik", ""]}