{"file": "SLV_HJUDSLV_21363_93.docx", "doc_type": "HJUDSLV", "doc_lang": "SLV", "case_id": "21363/93", "text_paragraphs": ["VAN MECHELEN in OSTALI v. NIZOZEMSKA\n(Eur. Court H.R., 23. 4. 1997, Reports 1997-III)", "", "9. - 28. [Obtožbe vlagateljev pritožbe za kaznivi dejanji naklepnega umora in ropa z grožnjami je tožilstvo oprlo na izjave, posredovane policijskemu uradniku s strani policistov, ki so bili identificirani samo po številkah. Okrožno sodišče v Hertogenboschu [arrondissementsrechtbank] je 2. 6. 1989 odločilo, da je potrebno ugotoviti, ali imajo na tak način identificirani policisti preiskovalno pristojnost. Potem ko je preiskovalni sodnik [rechter-commissaris] to potrdil, je sodišče vlagatelje obsodilo na podlagi dokazov, ki so jih podali anonimni policisti, ne da bi bili zaslišani na sojenju ali pred preiskovalnim sodnikom. \n           Vlagateljevi zagovorniki so pred pritožbenim sodiščem zahtevali zaslišanje štirih imenovanih policistov, enajstih policistov, ki so bili identificirani zgolj po številkah, in dveh drugih civilistov. Preiskovalni sodnik je zaslišanja opravil na način, opisan v nadaljevanju. Priča, zapisnikar in preiskovalni sodnik so bili v eni sobi, obtoženci, njihovi zagovorniki in državni tožilec pa v drugi. Slednji so vprašanja, ki so bila postavljena pričam, in njihove odgovore lahko slišali preko zvočne zveze, izjave prič pa je zapisnikarju, ki jih je zapisoval, ponavljal tudi preiskovalni sodnik. Preiskovalni sodnik je podal mnenje, da so želje prič, da ostanejo aninimne, utemeljene (strah pred maščevenjem ter ogrožanjem družine in prijateljev, že obstoječe podobne izkušnje iz preteklosti, službene zahteve, sodelovanje pri kazenskem obveščevalnem oddelku [...]). G. Engelen je kot edina na javni obravnavi zaslišana priča, ki naj bi g. Van Mechelna prepoznala kot moškega, ki naj bi streljal na policijski avtomobil, menila, da ni več gotova v svoje zmožnosti prepoznave. Dve osebi (člana nizozemskega olimpijskega moštva strelcev s puškami), ki ju je obtoženčev zagovornik izbral zaradi odličnega vida, sta po opravljeni rekonstrukciji zatrdili, da priče z ugotovljene razdalje niso bile zmožne prepoznati storilčevih potez. Ne glede na to je pritožbeno sodišče obsodbo potrdilo z utemeljitvijo, da je osebna varnost prič in njihovih družin (četudi jim v konkretnem primeru niso grozili) odtehtala potrebo po razkritju njihove istovetnosti in da se ostali dokazi (balistično izvedensko poročilo, posnetek prisluškovanega telefonskega pogovora po storjenem zločinu in dokazi iz neanonimnih virov) medsebojno skladajo.\n           Enako je menilo tudi Vrhovno sodišče [].]", "Postopek pred Komisijo", "\n           43., 44. [Vlagatelji pritožbe so se v svojih vlogah na Komisijo sklicevali na 1. in 3. (d) odstavek 6. člena, češ da so obsodbe v odločilni meri temeljile na dokazih anonimnih prič, kar je pomenilo nesprejemljivo omejitev pravic obrambe. V poročilu z dne 27. 2. 1996 je Komisija menila, da ni prišlo do zatrjevanih kršitev (dvajset glasov proti osmim).]", "Pravna vprašanja", "", "I. Zatrjevane kršitve 1. in 3. (d) odstavka 6. člena", "", "A. Argumenti pred sodiščem", "\n           [...]\n           47. Vlagatelji pritožbe so sploh podvomili v potrebo po ohranjanju anonimnosti policistov.\n           Po njihovem zatrjevanju ni policistom in njihovim družinam, grozila nobena nevarnost. To so podkrepili z dejstvom, da g. Engelnu, imenovani priči, ki je v zgodnjih stadijih postopka podala obremenilne izjave, niso zagotovili anonimnosti in nič ni kazalo na to, da bi mu kadarkoli grozili.\n           Po njihovem mnenju zasliševanja prič ne bi smel opraviti preiskovalni sodnik, ampak bi bilo možno policiste zaslišati na javnem sojenju, tudi z uporabo krinke, če bi bilo potrebno. [...]\n           Anonimni policisti so bili v sobi zaprti skupaj s preiskovalnim sodnikom, ločeni od vlagateljev in njihovih zagovornikov, ki tako niso imeli možnosti odkriti, ali je bila v sobi še kakšna oseba, oziroma kaj se je tam pravzaprav dogajalo.\n           Obramba ni dobila odgovorov na vsa postavljena vprašanja. Brez odgovora so tako ostala vprašanja kot, kje so bili policisti v času opazovanj, ali so nosili očala in ali so njihov predel opazovali s pomočjo optičnih naprav oziroma usmerjenih mikrofonov. [...]\n           48. [...] Po mnenju Vlade in Komisije sta varnost policistov in njihovih družin ter potreba po ohranitvi njihove koristnosti za podobne bodoče operacije dovolj upravičili ohranitev njihove anonimnosti.\n           [...] V skladu s tem postopkom je izjave anonimnih policistov prejel (a) sodnik, ki (b) se je sam prepričal glede njihove istovetnosti, (c) v uradnem poročilu podal pisno mnenje o njihovi zanesljivosti in verodostojnosti, (d) v razumnem mnenju podal upravičene razloge, ki naj bi terjali zagotovitev anonimnosti, in (e) dal obrambi dovolj možnosti za postavljanje vprašanj. [...]", "B. Ocena Sodišča", "", "1. Uporabljiva načela", "\n           [...]\n           50. [...] Naloga sodišča ni, da odloči, ali so bile izjave prič kot dokaz pravilno dopuščene, ampak bolj, da se prepriča, ali je bil postopek kot celota [...] pošten (glej sodbo v primeru Doorson v. Nizozemska z dne 26. 3. 1996).\n           51. Normalno je, da se dokazi na javni obravnavi izvedejo v navzočnosti obtoženca. To načelo ima tudi izjeme, ki pa ne smejo kršiti pravice obrambe. 1. in 3. (d) odstavek 6. člena kot splošno pravilo zahtevata, da ima obtoženec zadostno in primerno možnost, da pokliče in zasliši obremenilne priče, bodisi takrat, ko izjave podajo, ali v kasnejših fazah postopka (glej sodbo v primeru Lüdi v. Švica z dne 15. 6. 1992).\n           [...]\n           53. V sodbi v primeru Doorson je Sodišče navedlo sledeče:\n           „Res je, da 6. člen izrecno ne zahteva, da je potrebno upoštevati interese prič. Vendar pa so lahko njihovo življenje, svoboda in osebna varnost v nevarnosti, ker intersi lahko pridejo v področje 8. člena Konvencije. [...] Načela poštenega postopka tudi zahtevajo, da je potrebno v določenih primerih interese obrambe tehtati z interesi prič ali žrtev, ki so poklicane v vlogi priče.”\n           54. Toda če se anonimnost tožilčevih prič ohranja, bo obramba soočena s težavami, ki jih normalno v kazenskem postopeku ne sme imeti. [...]\n           55. Končno je potrebno tudi opomniti, da ni nujno, da obsodba v celoti ali v odločilni meri [to decisive extent] temelji na anonimnih izjavah.", "2. Uporaba zgornjih načel", "\n           56. Po mnenju Sodišča sproži tehtanje interesov obrambe na eni strani in argumentov za ohranjanje anonimnosti prič na drugi posebne probleme, če so sporne priče člani policijskih sil države. Četudi njihovi interesi - in interesi njihovih družin - po Konvenciji zaslužijo zaščito, je potrebno pripoznati, da se njihov položaj do neke mere razlikuje od položaja nepristrane priče ali žrtve. Zanje velja splošna dolžnost poslušnosti do izvršilnih oblasti države, običajno pa imajo tudi povezave s tožilstvom. Samo zaradi teh razlogov jih je kot anonimne priče potrebno uporabiti le v izjemnih okoliščinah. Poleg tega pa lahko njihova dolžnost tudi že po sami naravi stvari, še posebej pri aretaciji, vključuje tudi podajanje dokazov na javni obravnavi.\n           57. Po drugi strani je Sodišče z upoštevanjem potrebe po zagotovitvi spoštovanja pravic obrambe, spoznalo, da so želje policijskih oblasti, da zaščitijo anonimnost agentov, ki so vkjučeni v tajno delovanje [undercover activities], načeloma lahko legitimne. Tako se doseže zaščito njih samih ali njihovih družin, kar ne oslabi njihove koristnosti za bodoče operacije (glej sodbo v primeru Lüdi). \n           58. Ob upoštevanju položaja, ki ga ima pravica do poštenega izvrševanja sodne oblasti v demokratični družbi, morajo biti kakršnikoli ukrepi, s katerimi se omejuje pravica obrambe, absolutno potrebni [strictly necessary]. Če zadostuje manj omejujoč ukrep, je potrebno uporabiti slednjega.\n           59. V pričujočem primeru so bili sporni policisti skupaj s preiskovalnim sodnikom v ločeni sobi, od koder so bili izključeni obtoženci in celo njihovi zagovorniki. [...] Ne le da obramba ni vedela za istovetnost policijskih prič, onemogočeno ji je bilo tudi opazovanje njihovega vedenja v času neposrednega zaslišanja in s tem preverjanje njihove zanesljivosti (glej sodbo v primeru Kostovski).\n           60. Sodišče ni prejelo zadovoljivih razlag o tem, zakaj se je bilo potrebno poslužiti tako skrajnih omejitev obtoženčeve pravice do izvedbe obremenilnih dokazov v njegovi navzočnosti, oziroma zakaj niso upoštevali manj daljnosežnih ukrepov.\n           Ob pomanjkanju vsakršnih nadaljnih podatkov Sodišče ne more sprejeti odločitve, da so operativne potrebe policije zagotovile zadostno opravičilo. [...]\n           61. Sodišče ni prepričano, da se je drugostopenjsko sodišče dovolj potrudilo, da bi ocenilo nevarnost maščevanja, ki naj bi grozilo policistom in njihovim družinam. Iz sodbe sodišča ne izhaja, da si je poskušalo postaviti vprašanje, ali bi vlagatelj pritožbe sploh lahko izpeljal take grožnje ali napeljal druge, da to zanj storijo. Njihova odločitev je temeljila izključno na teži izvršenih zločinov. [...]\n           Teh ukrepov [glej 2. odstavek 48. točke sodbe] se ne da upoštevati kot primernega nadomestila za možnost obrambe, da ob svoji navzočnosti zasliši priče in si oblikuje lastno sodbo o njihovem vedenju in zanesljivosti. Zato ni mogoče reči, da so zgornji postopki nevtralizirali ovire, pod katerimi je delovala obramba.\n           63. [...] Obsodba vlagateljev je „v odločilni meri” temeljila na teh anonimnih izjavah.\n           64. Po mnenju Sodišča je potrebno pričujoči primer razlikovati od primera Doorson v katerem so na osnovi podatkov iz kazenskega spisa odločili, da sta imeli priči Y. 15 in Y. 16 - civilista, ki sta obtoženca osebno poznala - zadosten razlog verjeti, da se lahko obtoženec zateče k nasilju. Poleg tega so ju zaslišali v prisotnosti zagovornika (glej sodbo v primeru Doorson). [...]\n           65. Z upoštevanjem takega ozadja Sodišče ne more odločiti, da je bil postopek kot celota pošten.", "C. Zaključek", "\n           66. Prišlo je do kršitve 1. odstavka 6. člena skupaj s 3. odstavkom (d) (s šestimi glasovi proti trem). [...]", "Odklonilno ločeno mnenje sodnika Van Dijka.", "\n           1. Obžalujem, da ne morem soglašati z večinsko odločitvijo glede kršitve 1. odstavka 6. člena v povezavi z 3. (d) odstavkom Konvencije. Prav tako večini ne morem slediti v obrazložitvi, s katero podpirajo svojo odločitev.\n           2. Čeprav odločeni primeri Sodišča še niso v celoti razvili pogojev, ki bi omogočali, da bi obsodba v kazenskem postopku lahko deloma temeljila na izjavah anonimnih prič, je Sodišče že začrtalo določene smernice. Moje mnenje je, da današnja sodba ni niti v skladu s temi smernicami niti ne pomeni njihovega logičnega nadaljevanja, ker dejstva primera niso specifična do take mere, da bi opravičevala razlikovanje sedanjega primera od primera Doorson (Doorson v. Nizozemska 26. 3. 1996, Poročila 1992-2, v katerem ni bilo ugotovljeno, da bi Nizozemska prekršila 1. odstavek 6. člena v povezavi s 3. (d)). Čeprav Sodišče ni vezano na svoje precedense, pa pravna varnost in pravna enakost zahtevata, da je sodna praksa Sodišča tako konsistentna in jasna kot tudi razumno predvidljiva v toliko, kolikor se dejstva primera skladajo z dejstvi predhodnih primerov.\n           3. Ker je „dopustnost dokazov primarno predmet ureditve državnega prava in ker dokaze, ki se izvajajo pred njimi, praviloma ocenjujejo državna sodišča” (glej sodbo v primeru Doorson str. 470, 67. odstavek), so ustrezna državna zakonodaja, odločeni primeri in praksa domačih sodišč v določenem obsegu relevantni tudi za Sodišče.\n           [Sodnik navaja značilnosti in razvoj relevantnega domačega prava na Nizozemskem v povezavi z odločenimi primeri Evropskega sodišča.]\n           4. [...] Ob upoštevanju vseh dejstev in okoliščin primera menim, da pravica obrambe zaslišati priče ni bila omejena v taki meri, da bi obrambi preprečila ustrezno in pravočasno možnost, da pokliče in zasliši priče, kot zahtevata 1. in 3. (d) odstavek 6. člena (glej sodbo v primeru Lüdi v. Švica z dne 15. 6. 1992). Zato mislim, da je bil postopek pošten. Ob sprejemu take odločitve poudarjam naslednje:\n           (a) Anonimnih prič ni zaslišalo le tožilstvo, ampak tudi neodvisen in nepristranski sodnik, ki si je, če sodimo na podlagi ugotovitev iz njegovega uradnega poročila pritožbenemu sodišču, zaradi ovir, ki jih je povzročilo dejstvo, da ni bilo neposrednega zaslišanja, močno prizadeval nadomestiti obrambo. Vlagatelji in njihov zagovornik so imeli možnost slišati izpraševanje preiskovalnega sodnika in tudi sami postavljati vprašanja. S tega vidika se, kot je opazila že Komisija, primer pred nami razlikuje od primerov Kostovski, Windisch, Lüdi in Saidi (Saidi v. Francija z dne 20. 9. 1993). Prakso, po kateri priče namesto sodnika na sojenju zasliši preiskovalni sodnik, je Sodišče kot skladno s Konvencijo sprejelo v svoji sodbi v primeru Doorson\n           (b) Pritožbeno sodišče je navedlo razloge, zaradi katerih je zaslišanje prič preneslo na preiskovalnega sodnika. Menim, da teža, ki jo je manjšina v Komisiji pripisala dejstvu, da si pritožbeno sodišče, ki je o zadevi razsojalo, ni zagotovilo možnosti, da bi samo ocenilo zanesljivost prič, ni odločilna. Ni pravega razloga, zakaj se sodišče ne bi moglo zanesti na oceno enako neodvisnega in nepristranega preiskovalnega sodnika. S tega vidika je relevantno tudi dejstvo, da zaslišanja pred preiskovalnim sodnikom niso potekala v fazi pred sojenjem, ampak med prekinitvijo obravnave pred pritožbenim sodiščem in po odredbi pritožbenega sodišča. Sestavljala so  sojenja. V primeru Kostovski kjer je Sodišče poudarilo pomen možnosti sodečega sodnika, da opazuje priče, je sodnik zaslišal samo eno od prič in še to, ne da bi poznal njeno istovetnost.\n           (c) Izjave, podane pred preiskovalnim sodnikom, so bile izjave prič, ki jih je preiskovalni sodnik ocenil kot zaprisežene policijske uradnike, ki so v okviru preiskovalne pristojnosti pooblaščeni za izpolnjevanje dolžnosti pregona in ki so glede podajanja izjav v tem kontekstu vezani s prisego (glej sodbo v primeru Lüdi str. 21, 49. odstavek).\n           (d) Preiskovalni sodnik, ki je med zaslišanjem opazoval priče, je podal obrazloženo mnenje o njihovi zanesljivosti. Namen tega je bil prav tako nadomestiti obrambo, ki je bila prikrajšana za podatke, ki bi ji omogočili preverjanje zanesljivosti prič (glej sodbo v primeru Windisch, 28. in 29. odstavek).\n           (e) Preiskovalni sodnik je podal svoje obrazloženo mnenje, ki se je nanašalo na upravičenost želja policistov, da ostanejo anonimni. V svoji sodbi je tudi pritožbeno sodišče ugotovilo utemeljenost teh razlogov. [...] 6. člen ne zagotavlja neomejene pravice do zaslišanja prič. Ne zadostuje le spoštovanje diskrecije pristojnih domačih sodišč pri ohranjanju skladnosti z nujnostjo pravilnega izvajanja sodne oblast, potrebno je tudi tehtanje interesa obrambe iz 6. člena z interesi prič, ki jih varujejo druge določbe Konvencije (glej sodbo v primeru Doorson. Čeprav je Sodišče v sodbi v primeru Lüdi ocenilo interese policijskih organov, da ščitijo anonimnost svojih agentov, za „legitimne”, je potrebno dati interesom agentov in njihovih družin za zaščito lastnih življenj in varnost v tem primeru večjo težo (2., 3., 5. in 8. člen Konvencije).\n           (f) Obramba je imela zadostno možnost slišati in postavljati vprašanja pričam ter komentirati posnetke njihovih odgovorov, kar je dejansko dodobra izkoristila. [...]\n           (g) Pritožbeno sodišče ni vnaprej izključilo možnosti za postavljanje dodatnih vprašanj na obravnavi, vendar je menilo, da obramba te svoje morebitne želje ni dovolj utemeljila. Obrambi je bila poleg tega tudi ponujena možnost, da na javni obravnavi pred pritožbenim sodiščem izpodbija izjave in njihovo dokazno uporabo.\n           (h) Obsodbe niso temeljile le na izjavah anonimnih prič. Čeprav so te nedvomno pomenile jedro dokazov, pa je sodišče razpolagalo tudi z izjavami identificiranih prič, nekaj tehničnimi dokazi in tudi posnetki telefonskega pogovora. Tudi s tega vidika mora Sodišče priznati „splošno pravilo, da so državna sodišča tista, ki ocenjujejo dokaze, ki se izvajajo pred njimi”.\n           V sodbi v primeru Doorson v kateri je Sodišče razvilo in uporabilo merilo „odločilne mere” [decisive extent], je ugotovilo, da je to merilo ustrezalo položaju, v katerem je obsodba temeljila na (poleg izjav anonimnih prič) izjavah prič, ki jih je identificirala policija, vendar je bila njihova istovetnost na sojenu zakrita, in na izjavi identificirane priče, ki je izginila, še preden je imela obramba možnost, da bi jo zaslišala. [...] \n           5. Tako kot večina in v skladu z odločenimi primeri Sodišča postavljam za izhodišče, da je normalno dokaze potrebno izvajati na javni obravnavi. Zato in abstracto menim, da ima zaslišanje policistov pod krinko prednost na obravnavi pred pritožbenim sodiščem, vendar sprejemam tudi navedbo iz mnenja pritožbenega sodišča, da bi bilo lahko tako zaslišanje preveč tvegano zaradi neizključitve možnosti razkritja istovetnosti prič. [...] Manjka mi strokovnega znanja - in enako domnevam tudi za kolege na Sodišču -, da bi sodil, ali je bil njihov strah upravičen ali ne. Poleg tega še vedno ostaja vprašanje, ali bi bila obramba zaradi opazovanja vedenja prič in preverjanja njihove zanesljivosti v boljšem položaju, če bi se pojavile pod krinko. Učinkovita krinka lahko namreč bistveno spremeni zvok in intonacijo glasu ter govorico telesa zakrite osebe. Potrebno je sprevideti, da so državna sodišča na splošno v boljšem položaju, da sodijo o tako zapletenih in dejanskih vprašanjih kot pa naše Sodišče. Slednje naj s svojo sodbo nadomesti sodbo državnega sodišča samo v primerih, ko je sodba državnega sodišča nerazumna. [...]\n           6. [...] V sodbi v primeru Doorson je Sodišče ugotovilo, da obstoj dejanskih groženj pričam ni terjal odločitve (ki bi bila razumna) o ohranitvi njihove anonimnosti in da morajo biti tovrstne predhodne izkušnje relevantne. Tudi v primeru pred nami je potrebno upoštevati, da so bile nekatere priče ranjene med zasledovanjem roparjev. Tudi če sprejmemo stališče, da je potrebno določeno tveganje pripisati poklicu policista, to še ne pomeni, da mora biti slednji izpostavljen nepotrebnim tveganjem in seveda nikakor ne pomeni, da življenja in varnost njihovih družin zaslužijo manj zaščite kot druge osebe. Policistova „splošna dolžnost poslušnosti do izvršilnih oblasti države” (glej 56. odstavek sodbe) ne more pomeniti, da so življenja in varnost njih ter njihovih družin manj vredna zaščite. Zato ne morem soglašati z večino, da je, kar zadeva tehtanje interesov obrambe in vpletenih prič, potrebno ta primer razlikovati od primera Doorson samo zato, ker so bili tukaj vpleteni člani organov policije.\n           Dejstvo, da g. Engelnu, ki je podal močno obtožujoče izjave, policija ni zagotovila anonimnosti in da kljub temu ni trpel nobene škode, ki bi jo povzročili vlagatelji, v tem kontekstu ne more biti odločilno. Mogoče je policija v njegovem primeru z razkritjem njegove istovetnosti naredila napako, vendar poznejši dogodki v nobenem primeru ne morejo samodejno in povratno razveljaviti razumne ocene nevarnosti tveganja. Priči, ki izrazi resen strah, ne da bi počakala, da se ji zgodi kaj resnega, je težko karkoli očitati. Edino merilo, ki ga morajo državna sodišča pri tem upoštevati, je upravičenost strahu [reasonableness of fear]. \n           7. Ne vidim razlogov, zakaj bi moral policist imeti posebno dolžnost podati dokaze na javni obravnavi, če pa je to splošna državljanska dolžnost, ki jo predpisuje zakon. [...]\n           [...]\n           9. Ni mogoče zanikati - in do tega v resnici ni prišlo -, da možnosti obrambe za zaslišanje prič niso bile brez omejitev. Vendar lahko do omejitev pride tudi v običajnih položajih, ko je istovetnost prič obrambi znana. Dejstvo, da priče na določena vprašanja niso odgovorile in da je preiskovalni sodnik to sprejel, je mogoče podvreči kritiki, vendar bi se to zelo verjetno pojavilo tudi, če bi bile priče na javni obravnavi zaslišane pod določeno obliko krinke. Zato se je potrebno vprašati, ali je bila zavrnitev odgovorov na določena vprašanja potrebna in sorazmerna z namenom zaščite anonimnosti prič in tajnosti policijskih taktik. [...] \n           10. Čeprav so bile izjave anonimnih prič bistveni del dokazov, pa ni mogoče reči, da so obsodbe temeljile samo na teh izjavah. Težko je reči, ali so na teh izjavah temeljile”v odločilni meri” [to decisive extent], kot je odločila večina. Soglašam z mnenjem, ki ga je na obravnavi Sodišča izrazil delegat Komisije, da je to merilo, ki je bilo vzpostavljeno s sodbo v primeru Doorson težko uporabiti. Če namreč sodišče uporabi pričevanje anonimne priče kot del dokaza, bo to vedno zato, ker ta del dokaza razume kot „odločilen” za oblikovanje popolnega ali vsaj zadostnega dokaza. Potrebno je, da tukaj odločitev Sodišča o tem, da „so po splošnem pravilu državna sodišča tista, ki ocenjujejo dokaze, ki se izvajajo pred njimi”, ponovno prevlada. S tega vidika se ne bi smelo zdeti, kot je omenjeno že zgoraj (glej 3. odstavek (h)), da se dejstva primera pomembneje razlikujejo od tistih v primeru Doorson"]}