{"file": "SPA_HJUDSPA_14804_89.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "14804/89", "text_paragraphs": ["Sentencia 14804/89", "", "CASO VENDITTELLI CONTRA ITALIA", "", " Artículos 6.1 del Convenio (Derecho a un proceso justo) y 1 del Protocolo número 1 (Respeto a los propios bienes. Precintos en el apartamento del actor)", "", " Sentencia de 18 de julio de 1994", "", " Mediante fallo dictado en Estrasburgo el 18 de julio de 1994 y recaído en el caso Venditelli contra Italia, el Tribunal Europeo de Derechos Humanos resolvió por cinco votos contra cuatro que no hubo infracción del artículo 6.1 del Convenio Europeo de Derechos Humanos («plazo razonable») ni del articulo 1 del Protocolo número 1 («derecho al respeto de los propios bienes»)", "", " en relación con el artículo 6.1. Por contra, concluyó por unanimidad que hubo infracción del artículo 1 del Protocolo número 1 debido al indebido mantenimiento de los precintos en el apartamento del actor. Finalmente, el Tribunal rechaza, por tardías, las demandas de satisfacción equitativa formuladas por el Sr. Venditelli.", "", " La sentencia fue leída en audiencia pública por el Presidente del Tribunal, D. Rolv Ryssdal.", "", "", "", " 1. HECHOS", "", " El 20 de mayo de 1986 el juez de primera instancia de Roma (pretore) emprendió diligencias contra el actor por infracción de las reglas urbanísticas y confirmó la fijación de unos precintos colocados la víspera en su apartamento por la policía urbana (vigili urbani).", "", " Después de rechazar tres requerimientos de retirada de los precintos (en junio de 1986 y julio de 1987), el citado magistrado condenó el 15 de diciembre de 1987 al interesado a veinte días de prisión y a una multa de 10.000.000 de liras, con suspensión y sin antecedentes penales. El Sr. Venditelli recibió la notificación de la sentencia el 1 de diciembre de 1988. Tras apelar, presentó su informe el 10 de diciembre de 1988. El 2 de mayo se celebraron debates, y las vistas previstas para los días 8 de enero y 27 de marzo de 1990 fueron aplazadas a petición del actor y de su letrado.", "", " Mediante fallo del 4 de julio de 1990, elevado a definitivo el 30 de octubre de 1990, el Tribunal de Apelación declaró la extinción del delito y de la acción penal debido a los efectos de un decreto de amnistía que se había promulgado mientras tanto. Sin embargo, y no obstante los requerimientos del actor, el Tribunal no prescribió el levantamiento del embargo hasta el 17 de mayo de 1991 mediante un mandamiento depositado en la secretaría el 21 de mayo de 1991.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El recurso fue sometido a la Comisión el 11 de enero de 1989 y ésta lo admitió el 14 de octubre de 1992.", "", " Después de intentar en vano obtener un acuerdo amistoso, la Comisión aprobó un informe el 31 de marzo de 1993 en el que se establecían los hechos y se formulaba por unanimidad la opinión:", "", " a) de que hubo infracción del artículo 6.1 debido a la excesiva duración del procedimiento;", "", " b) de que no se impone estatuir sobre el motivo de queja derivado del artículo 1 del Protocolo número 1 y el relativo a la duración del procedimiento;", "", " c) de que hubo infracción del artículo 1 del Protocolo número 1 debido al mantenimiento de los precintos después del auto del 4 de julio de 1990.", "", " La Comisión trasladó el caso al Tribunal el 12 de julio de 1993.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1 del Convenio («plazo razonable»)", "", " A. Período que ha de considerarse", "", " El período que debe considerarse comenzó el 20 de mayo de 1986 para finalizar el 30 de octubre de 1990. Abarca, pues, cuatro años, cinco meses y diez días.", "", " B. Apreciación", "", " El Tribunal recuerda que el carácter razonable de la duración de un procedimiento se aprecia con ayuda de los criterios que se desprenden de su jurisprudencia y atendiendo a las circunstancias del caso concreto. Señala que únicamente los retrasos imputables al Estado pueden llevar a declarar la superación del plazo razonable.", "", " El Tribunal hace constar que el caso no revestía ninguna complejidad especial. Asimismo, al actor le incumbe una cierta responsabilidad en la prolongación de la instancia ante el Tribunal de Apelación. Si bien eran legítimos, los dos aplazamientos solicitados provocaron un retraso de en torno a seis meses y permitieron además al condenado beneficiarse del decreto de amnistía.", "", " En cuanto al comportamiento de las autoridades, el Tribunal observa que al Tribunal de Primera Instancia le hicieron falta once meses y quince días para notificar su decisión.", "", " Sin embargo, al haber asistido el actor a su lectura, cabía esperar que se hubiera procurado por sí mismo el texto de la sentencia y hubiera formulado sus causas de apelación a partir de ese momento En cuanto al fallo del Tribunal de Apelación, nunca fue significado, pero el Tribunal estima que esa laguna no tuvo ninguna incidencia en la duración del procedimiento, dado que se trataba de levantar acta de un decreto de amnistía.", "", " Habida cuenta del conjunto de las circunstancias de la causa, de la actitud del actor, del hecho de que dos jurisdicciones tuvieron que conocer del litigio y del resultado de éste, el Tribunal estima que la duración global del proceso no fue excesiva.", "", " II. Artículo 1 del Protocolo número 1", "", " A. Artículo 1 del Protocolo número 1 en relación con el artículo 6.1 del Convenio", "", " El Tribunal recuerda que un solo y mismo hecho puede encontrarse en conflicto con más de una disposición del Convenio y de los Protocolos. En el presente caso el embargo del apartamento constituía una medida accesoria al procedimiento penal. Por tanto, y vista la conclusión referente al artículo 6.1 , resuelve que no ha quedado establecida en este punto ninguna infracción del artículo 1 del Protocolo número 1.", "", " B. Artículo 1 del Protocolo número 1 tomado aisladamente", "", " El Tribunal hace constar que la medida objeto de discusión estaba prevista por la ley y que no buscaba privar al interesado de un bien, sino únicamente impedirle hacer uso de él; por consiguiente, es de aplicación el apartado segundo del artículo 1 del Protocolo número 1. Asimismo, el secuestro buscaba una doble finalidad: salvaguardar las pruebas de la infracción y evitar el agravamiento de la misma. Existía, pues, una finalidad legítima.", "", " El Tribunal estima que el Tribunal de Apelación habría debido ordenar el inmediato levantamiento del secuestro sin esperar tan siquiera a que el actor planteara la cuestión, dado que las razones que justificaron su aplicación hasta el 30 de octubre de 1990 desaparecieron a partir de ese momento. El mantenimiento de la colocación de los precintos después de esa fecha hizo recaer sobre el interesado una carga desproporcionada.", "", " Por consiguiente, hubo infracción del artículo 1 del Protocolo número 1 a este respecto.", "", " III. Artículo 50 del Convenio", "", " El Tribunal observa que de acuerdo con los términos del artículo 50 de su Reglamento, las demandas deben llegarle al menos un mes antes de la fecha de apertura del procedimiento oral.", "", " Incluso teniendo en cuenta la dificultad de reunir todos los justificantes necesarios, el Tribunal estima que el pla1072 zo concedido en el presente caso para formular las demandas mencionadas era suficientemente largo.", "", " Por consiguiente, procede rechazarlas por tardías.", "", " De acuerdo con el Convenio, la sentencia fue dictada por una sala formada por nueve jueces, a saber, D. R. Ryssdal (noruego), Presidente, D. Thór Vilhjálmsson (islandés), D. L.-E. Pettiti (francés), D. B. Walsh (irlandés), D. C. Russo (italiano), D. A. Spielmann (luxemburgués), D. J. de Meyer (belga), D.ª E. Palm (sueca), D. A. N. Loizou (chipriota) y D. G. Misfud Bonnici (maltés), así como por los Sres. M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto."]}