{"file": "SPA_HJUDSPA_23389_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "23389/94", "text_paragraphs": ["Sentencia 21928/93", "", "CASOS HUSSAIN Y SINGH CONTRA REINO UNIDO", "", " Artículo 5.4 (Privación de libertad. Detención preventiva. Recurso judicial contra la medida) Sentencias de 21 de febrero de 1996", "", " Mediante dos sentencias dictadas en Estrasburgo el 21 de febrero de 1996, en los casos Hussain contra el Reino Unido y Singh contra el Reino Unido, el Tribunal Europeo de Derechos Humanos decidió, por unanimidad, que hubo una violación del artículo 5.4 del Convenio Europeo de Derechos Humanos por cuanto los demandantes, ambos condenados a pena de prisión por el tiempo que establezca Su Majestad, no consiguieron que un Tribunal se pronunciase acerca de la legalidad de su permanencia en prisión o de su encarcelamiento. Conforme a lo dispuesto en el artículo 50 del Convenio, el Tribunal concedió unas cantidades determinadas a los demandantes en concepto de gastos y costas .", "", " La sentencia fue leída en audiencia pública por el señor Rolv Ryssdal, Presidente del Tribunal.", "", "", "", " 1. HECHOS", "", " Los hechos, tal y como han quedado establecidos por la Comisión, pueden resumirse como lo están a continuación.", "", " Hussain contra el Reino Unido", "", " En 1978, el recurrente, entonces con dieciséis años de edad, fue declarado culpable del asesinato de su hermano menor y condenado a pena de prisión por la duración establecida por Su Majestad.", "", " La Comisión de prisión condicional examinó en cuatro ocasiones si había lugar a un indulto.", "", " Durante el primer estudio en diciembre de 1996, el recurrente no pudo consultar ninguno de los informes remitidos a la Comisión ni pudo comparecer ante ella. La segunda vez, en 1990, el Ministro rechazó la recomendación de la emisión de libertad provisional de trasladar al detenido a una prisión de régimen abierto. Tampoco esta vez el interesado pudo consultar los informes que le concernían ni pudo comparecer ante la comisión. No se le dio ninguna razón que justificara las decisiones adoptadas en su contra.", "", " En diciembre de 1992, el Ministro rechazó de nuevo la recomendación de la Comisión de trasladar al recurrente a régimen abierto. El interesado no fue informado de esa decisión hasta marzo de 1993.", "", " En ese momento, el recurrente solicitó un control jurisdiccional de la decisión, basándose en que tenía derecho a que se le remitieran los informes. No obstante, retiró su demanda en octubre de 1993, cuando la Comisión de libertad provisional se comprometió a reconsiderar su caso y a autorizar al recurrente a consultar su expediente.", "", " En enero de 1994, el Ministro siguió el dictamen de la Comisión en el que se aprobaba el traslado del recurrente a una prisión en régimen abierto.", "", " Singh contra el Reino Unido", "", " En 1973, el recurrente, entonces con quince años de edad, fue declarado culpable del asesinato de una mujer de setenta y dos años y condenado a una pena de prisión por la duración establecida por Su Majestad. En 1990, le fue concedida la libertad condicional.", "", " El 21 de marzo de 1991, el Ministro revocó la libertad condicional del recurrente, siguiendo la recomendación de la Comisión de libertad condicional. Ésta consideraba efectivamente que el interesado había mentido a sus agentes de prueba y que las circunstancias que habían motivado su arresto por varios delitos de fraude y de comportamiento amenazador demostraban que no era posible vigilarle manteniéndolo dentro de la comunidad.", "", " La Comisión de libertad condicional aceptó las observaciones que le remitió el recurrente pero sin autorizarle a consultar los distintos informes de policía y las pruebas. El 19 de diciembre de 1991, rechazó la recomendación de conceder el indulto. Luego, al haber sido abandonadas las nuevas acusaciones penales por razones técnicas, la Comisión examinó nuevamente el expediente pero el 30 de julio de 1992 llegó a la misma conclusión. Una vez más, el demandante no pudo consultar todos los documentos. El 20 de abril de 1993, la Divisional Court de la High Court anuló la decisión de fecha 19 de diciembre de 1991 de la Comisión por falta de comunicación al demandante de todos los documentos.", "", " La Comisión reconsideró el caso, al permitir esta vez al demandante consultar los informes y formular unas observaciones detalladas para rechazar las alegaciones planteadas en su contra, pero sin participar en la vista.", "", " El 18 de junio de 1993, la Comisión, aun reconociendo que el demandante había proporcionado unas explicaciones satisfactorias en algunos aspectos preocupantes, decidió no recomendar la puesta en libertad.", "", " En 1994, la Comisión recomendó la puesta en libertad, pero el 21 de junio de 1994, el Ministro informó al demandante de que había rechazado la recomendación.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Los señores Hussain y Singh presentaron sus demandas respectivas ante la Comisión los días 31 de marzo de 1993 y 25 de enero de 1994. Amparándose en el artículo 5.4 del Convenio, se quejaban, sobre todo, de que su mantenimiento en prisión no había podido ser examinado por un tribunal que respondiese a las exigencias de esta disposición. La Comisión admitió a trámite los recursos el 30 de junio de 1994.", "", " Tras haber intentado en vano alcanzar un acuerdo amistoso, adoptó dos informes el 11 de octubre de 1994, reconociendo los hechos y formulando la opinión de que hubo violación del artículo 5.4 del Convenio en ambos casos.", "", "", "", " 3. RESUMEN DE LAS SENTENCIAS I.", "", " Sobre el artículo 5.4 del Convenio A. Objeto del litigio Ante el Tribunal, los demandantes han expresado quejas en relación con la manera en que ha quedado establecido el período punitivo de su detención.", "", " Al no haber sido expresamente admitidas a trámite sus protestas en este aspecto por la Comisión y teniendo en cuenta el hecho de que dicho período punitivo ha expirado en estos momentos, el Tribunal ha considerado que el objeto del asunto sobre el que tenía que pronunciarse se limitaba a las cuestiones relacionadas con la situación actual de los demandantes, que era su detención pospunitiva.", "", " B. ¿El recurso judicial queda incorporado a la condena judicial?", "", " La cuestión sobre la que el Tribunal tiene que pronunciarse es saber si la detención por el tiempo que plazca a Su Majestad debe estar, por su naturaleza y su objeto, quedar asimilada a una pena perpetua obligatoria o bien a una pena perpetua discrecional.", "", " Los demandantes habían sido condenados a este tipo de pena por razón de su edad. Su condena comprende una pena de prisión fija y una duración de detención indeterminada que únicamente está justificada por la necesidad de proteger a terceros.", "", " Estas consideraciones -centradas en el examen de la personalidad y en el estado mental de los interesados- deben necesariamente tener en cuenta la evolución que se ha producido en su personalidad y en su comporta1228 miento a medida que han avanzado en edad. En el caso contrario, los demandantes estarían privados de libertad para el resto de sus días -lo que podría plantear un problema según lo establecido en el artículo 3 del Convenio (penas inhumanas).", "", " En cualquier caso, tras la expiración del período de condena, las penas de los demandantes se asemejan más a una cadena perpetua discrecional: pueden surgir entre tanto nuevas cuestiones de legalidad en el transcurso del encarcelamiento (o del nuevo ingreso en prisión tras la revocación de la libertad condicional en el caso de Singh) y los interesados tienen derecho, en virtud del artículo 5.4, de solicitar amparo a un tribunal para que se pronuncie sobre estas cuestiones a intervalos razonables.", "", " C. ¿Los recursos disponibles responden a las exigencias del artículo 5.4?", "", " El artículo 5.4 exige un control bastante amplio para extenderse a las condiciones imprescindibles, que, a la luz del Convenio, deben ser aplicadas a la regularidad de la detención de un individuo sometido a un tipo particular de privación de libertad.", "", " Como así lo establece el Gobierno, la Comisión de libertad condicional, al tener unos poderes limitados a la hora de recomendar una liberación, no responde a los imperativos del artículo 5.4.", "", " Cuando está en juego un largo período de prisión y cuando ciertos elementos relacionados con la personalidad y el grado de madurez del detenido son importantes para decidir acerca de su peligrosidad, el artículo 5.4 exige una audiencia contradictoria en el marco de un procedimiento que supone estar representado por un abogado defensor y la posibilidad de citar y de interrogar a unos testigos. La ausencia de garantías dentro del procedimiento, a pesar de que la nueva práctica establece para los detenidos la posibilidad de consultar su expediente en posesión de la misión de libertad condicional, impide también que dicho órgano sea considerado como un tribunal o una instancia judicial en el sentido del artículo 5.4.", "", " La posibilidad de solicitar un control jurisdiccional no es una respuesta adecuada a este imperativo.", "", " D. Recapitulación", "", " El artículo 5.4 exige que el demandante pueda mandar examinar su permanencia en prisión (o su nuevo ingreso en prisión) por el tiempo establecido por Su Majestad por un Tribunal investido de unos poderes y presentando las garantías en el procedimiento requeridas por esta disposición. Por tanto, ha existido una violación en los dos casos (por unanimidad).", "", " II. Artículo 14 del Convenio (aplicable únicamente en el caso Hussain)", "", " La queja presentada por el demandante en relación con el artículo 14 ha sido admitida por la Comisión, pero posteriormente no se ha defendido en ningún momento ante el Tribunal.", "", " Al no plantearse ninguna otra cuestión según lo dispuesto en esta disposición, el Tribunal no cree que exista razón para analizar dicha queja de oficio (por unanimidad).", "", " III. Artículo 50 del Convenio", "", " El Tribunal concede a los señores Hussain y Singh, en concepto de reembolso de sus gastos y costas, 19.000 y 13.000 libras esterlinas, respectivamente, IVA incluido. De estas sumas se deducirán las sumas abonadas por el Consejo de Europa en concepto de asistencia judicial y el importe será aumentado conforme a un interés no capitalizable del 8 por 100 al año, contado a partir de la expiración de un período de tres meses a partir del pronunciamiento de las sentencias y hasta su liquidación.", "", " Al constituir la sentencia una satisfacción equitativa suficiente por razón del perjuicio moral reclamado, el Tribunal rechaza todas las demás pretensiones."]}