{"file": "SPA_HJUDSPA_14861_89.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "14861/89", "text_paragraphs": ["Sentencia 14861/89", "", "CASO LALA CONTRA LOS PAÍSES BAJOS", "", " Artículo 6.1 (Derecho a la tutela judicial efectiva. Derecho a la defensa) Sentencia de 22 de septiembre de 1994", "", " Mediante sentencia dictada en Estrasburgo el 22 de septiembre de 1994 en el caso Lala contra los Países Bajos, el Tribunal Europeo de Derechos Humanos decidió por ocho votos contra uno que hubo infracción del artículo 6.1 del Convenio Europeo de Derechos Humanos en cuanto que el demandante fue juzgado y condenado en rebeldía sin que su abogado presente en el juicio tuviera ocasión de ejercer la defensa.", "", " La sentencia fue leída en audiencia pública por Rolv Ryssdal, Presidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El Sr. Radjinderpersad Roy Lala es un ciudadano holandés. El 19 de noviembre de 1986, el tribunal de distrito de La Haya le declaró culpable de estafa a la seguridad social y le condenó a una pena de prisión parcialmente suspendida de manera cautelar. También le ordenó la devolución de las sumas indebidamente percibidas. El Sr. Lala apeló. Fue citado para comparecer ante el Tribunal de Apelación de La Haya el 7 de septiembre de 1987 y se abstuvo de hacerlo. Presente su abogado, indicó que el Sr. Lala rechazaba comparecer, ya que estaba todavía obligado al pago de una multa impuesta en relación con otro asunto y que era incapaz de satisfacerla y no deseaba ser arrestado para cumplir una pena de prisión en sustitución. El Tribunal de Apelación llevó el proceso a término y condenó al interesado por rebeldía. El Tribunal dedujo la pena impuesta por el tribunal de distrito.", "", " El demandante interpuso una demanda ante el Tribunal de Casación por la que denunciaba que el Tribunal de Apelación había omitido ofrecer a su abogado la posibilidad de defenderle en su ausencia. El Tribunal de Casación consideró que del acta oficial de la vista ante el Tribunal de Apelación no podía deducirse que el abogado hubiera manifestado el deseo de defender a su cliente y rechazó la demanda.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " En su demanda del 8 de marzo de 1989 ante la Comisión, el Sr. Lala se quejaba, fundamentando su posición en el artículo 6.1, 2 y 3 . c) del Convenio, de no haber tenido un juicio justo por cuanto que su abogado no había sido escuchado por el Tribunal y porque su condena había estado basada fundamentalmente en pruebas producidas por la acusación y que no había estado en condiciones de contestar.", "", " La Comisión admitió la demanda a trámite el 21 de octubre de 1992. En su informe de 4 de mayo de 1993 formuló la opinión de que había existido infracción del artículo 6.1 en relación con el artículo 6.3. c) y que ninguna cuestión distinta se plantea en el marco del artículo 6.2 (unanimidad).", "", " La Comisión trasladó el caso al Tribunal el 12 de julio de 1993 y fue denunciado por el Gobierno holandés el 30 de agosto.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Violación alegada del artículo 6.1 y 6.3. c)", "", " Como las exigencias del apartado 3 del artículo 6 se analizan dentro de aspectos específicos del derecho a un", "", " 1082 juicio justo garantizado en el apartado 1, el Tribunal consideró las denuncias bajo el ángulo de estos dos textos relacionados.", "", " De entrada, el Tribunal destaca que en el presente caso no se plantea si, teniendo en cuenta la gravedad de la postura para el demandante, un proceso desarrollado en su ausencia es conforme con el artículo 6.1 y 3. c); el demandante denuncia no ya que la vista de la apelación haya tenido lugar en su ausencia -no había utilizado su derecho a comparecer-, sino más bien que el Tribunal de Apelación haya zanjado su causa sin haber autorizado a su abogado a defenderle, cuando tenía la tarea de garantizar su defensa y que el interesado se había trasladado a la vista con la clara intención de acometer esta misión. Además, este Tribunal señala que según el caso Poitrimol contra Francia, este caso se refiere a una apelación en materia penal, es decir, la última instancia en la que el asunto podía ser analizado en Derecho interno, en lo relativo a hechos y cuestiones de Derecho.", "", " No obstante, el caso se diferencia en muchos aspectos del caso Poitrimol, sobre todo porque en el Derecho holandés el acusado no tiene, como norma general, la obligación de asistir a su juicio. El Tribunal considera que la jurisprudencia del Tribunal de Casación holandés según la cual un acusado declarado en rebeldía no tiene derecho a que su defensa esté asegurada por un abogado puede, como lo afirmaba el Gobierno, entenderse como instrumento para disuadir al interesado de que se ausente injustificadamente.", "", " Como ha señalado el Tribunal en la sentencia Poitrimol, la comparecencia de un procesado acusado tiene una capital importancia en interés de un proceso penal equitativo y justo.", "", " De manera general, vale asimismo en el caso de una apelación. Sin embargo, es también de vital importancia para la equidad del sistema penal que el acusado sea defendido de manera adecuada, tanto en primera instancia como en apelación, con mayor motivo cuando, como es el caso en el Derecho holandés, las decisiones tomadas en rebeldía en apelación no son susceptibles de recurso.", "", " Según la opinión del Tribunal, es este último interés el que prevalece. Por consiguiente, el hecho de que el acusado debidamente emplazado no haya comparecido no podía -aun en defecto de excusa- justificar que fuese privado del derecho a ser asistido por un abogado defensor que le reconoce el artículo 6.3.", "", " En relación al argumento del Gobierno según el cual el letrado del demandante omitió la petición de autorización al Tribunal de Apelación para defender a su cliente, el Tribunal recuerda que cualquier acusado tiene derecho a un defensor. Para que este derecho tenga un carácter práctico y efectivo, y no puramente teórico, su ejercicio no debe circunscribirse al cumplimiento de condiciones excesivamente formalistas; es competencia de las jurisdicciones garantizar el carácter equitativo de un proceso y en consecuencia velar porque un abogado, que evidentemente asiste al juicio para defender a su cliente en ausencia de éste, pueda tener ocasión de hacerlo. En conclusión, hubo violación del artículo 6.1 en relación con el artículo 6.3. c) .", "", " II. Violación alegada del artículo 6.2", "", " Esta denuncia no ha sido planteada de nuevo ante el Tribunal, el cual, teniendo en cuenta su conclusión citada anteriormente, no considera que deba abordarse la cuestión de oficio.", "", " III. Aplicación del artículo 50", "", " El demandante reclama una indemnización por pérdida de oportunidades alegando que si su abogado hubiera sido autorizado a garantizar su defensa, probablemente hubiera sido condenado a un servicio de interés colectivo y no a una pena de prisión.", "", " Teniendo en cuenta todas las circunstancias del caso concreto, el Tribunal considera que la confirmación de una violación constituye por sí sola una satisfacción justa suficiente para cualquier perjuicio moral que hubiera podido ser sufrido por el interesado.", "", " Dos jueces han expresado una opinión concordante común y un tercero una opinión disconforme, cuyo texto se adjunta a la sentencia."]}