{"file": "SPA_HJUDSPA_18928_91.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "18928/91", "text_paragraphs": ["Sentencia 18928/91", "", "CASO FREDIN (NÚM. 2) CONTRA SUECIA", "", " Artículo 6.1 (Derecho a un proceso justo. Audiencia pública) Sentencia de 23 de febrero de 1994", "", " Mediante fallo dictado en Estrasburgo el 23 de febrero de 1994 y recaído en el caso Fredin contra Suecia (número 2), el Tribunal Europeo de Derechos Humanos declaró por unanimidad que hubo infracción del artículo 6.1 del Convenio Europeo de Derechos Humanos por haber rechazado el Tribunal Supremo Administrativo sueco (regeringsrätten) celebrar la audiencia solicitada por el actor.", "", " El fallo fue leído en audiencia pública por el Presidente del Tribunal, D. Rolv Ryssdal.", "", "", "", " 1. HECHOS", "", " El actor y su esposa son propietarios en Botkyrka de un terreno en el que hay una gravera. Dispusieron de autorización para explotarla entre el 14 de abril de 1983 y el 1 de diciembre de 1988, fecha en que se les retiró el permiso; éste había sido prorrogado anteriormente, quedando entendido que las actividades debían cesar y que los trabajos de restauración debían realizarse para la última fecha. La citada retirada del permiso y la ausencia de recurso ante un tribunal a ese respecto y contra otra medida conexa dieron lugar a un primer caso que fue remitido al Tribunal, que, mediante auto del 18 de febrero de 1991, estimó que hubo infracción del artículo 6.1 del Convenio, si bien no del artículo 1 del Protocolo número 1 tomado aisladamente o en relación con el artículo 14 del Convenio.", "", " Tras la retirada de la autorización, el actor solicitó a la prefectura (länsstyrelsen) un permiso de explotación especial con el fin de adaptarse a un plan adoptado por ésta en marzo de 1987 para la restauración de la gravera. La petición fue denegada el 14 de marzo de 1989. Una apelación del interesado contra esa decisión fue desestimada por el Gobierno el 21 de junio de 1989.", "", " El actor impugnó la legalidad de la decisión gubernamental ante el Tribunal Supremo Administrativo (regeringsrätten) en virtud de la Ley de 1988 sobre control judicial de determinadas decisiones administrativas. Reclamaba asimismo la celebración de una audiencia. Sin embargo, el Tribunal se negó a celebrarla, y el 13 de diciembre de 1990 estimó que la resolución gubernamental no era ilegal.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El recurso fue sometido a la Comisión el 9 de abril de 1991 y ésta lo admitió el 12 de octubre de 1992.", "", " Después de intentar en vano obtener un acuerdo amistoso, la Comisión aprobó el 9 de febrero de 1993 un informe en el que se establecían los hechos y se formulaba la opinión de que la negativa del Tribunal Supremo Administrativo a conceder una audiencia al actor se traduce en una infracción del artículo 6.1 (dieciséis votos contra dos).", "", " El caso fue trasladado al Tribunal por la Comisión el 13 de abril de 1993 y, posteriormente, por el Gobierno sueco («el Gobierno») el 24 de mayo de 1993.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1 del Convenio", "", " De la jurisprudencia del Tribunal se desprende que en un proceso que se desarrolla ante un primer y único tribunal, el derecho de toda persona a que su causa sea oída públicamente, en el sentido del artículo 6.1, puede implicar el derecho a una «audiencia pública».", "", " En relación con las circunstancias del caso concreto, el Tribunal hace constar que en el procedimiento objeto de litigio el Tribunal Supremo Administrativo actuaba como primera y única jurisdicción. Su competencia no se limitaba por lo demás a cuestiones de derecho: abarcaba también cuestiones de hecho. Asimismo, el recurso del interesado contra la decisión gubernamental del 21 de junio de 1989 podía plantear problemas en ambos terrenos.", "", " El Tribunal estima que, al menos en esas circunstancias, el artículo 6.1 del Convenio garantiza el derecho a una vista contradictoria. Así pues, el Tribunal Supremo Administrativo lo transgredió con su negativa a celebrarla en el caso concreto (unanimidad).", "", " II. Artículo 50 del Convenio", "", " El Tribunal concede al actor 15.000 coronas suecas por perjuicios morales y 120.500 coronas en concepto de costas y gastos (unanimidad).", "", " De acuerdo con el Convenio, el auto fue dictado por una sala formada por nueve jueces, a saber: D. R. Ryssdal (noruego), Presidente, D. L.-E. Pettiti (francés), D. B. Walsh (irlandés), D. R. Macdonald (canadiense), D. A. Spielmann (luxemburgués), D.ª E. Palm (sueca), D. I. Foighel (danés), Sir John Freeland (británico) y D. A. Lopes Rocha (portugués), así como por los Sres. M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto."]}