{"file": "SPA_HJUDSPA_12859_87.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "12859/87", "text_paragraphs": ["Sentencia 12854/87 – 12870/87 – 12859/87 – 12871/87 - 12923/87", "", "CASOS NIBBIO, BORGESE, BIONDI, MONACO Y LESTINI CONTRA ITALIA", "", " Artículo 6.1 (Duración razonable del procedimiento) Sentencias de 26 de febrero de 1992", "", " Mediante fallos dictados en Estrasburgo el 26 de febrero de 1992, el Tribunal Europeo de Derechos Humanos resolvió que en cada uno de los cinco casos anteriormente citados hubo infracción del artículo 6, § 1, del Convenio Europeo de Derechos Humanos debido a la duración de los procedimientos civiles (Nibbio, Biondi, Monaco: unanimidad; Borgese: cinco votos contra cuatro; Lestini: seis votos contra tres). El Estado demandado debía pagar unas cantidades a los actores en virtud de lo dispuesto en el artículo 50.", "", "", "", " 1. HECHOS", "", " En relación con cada uno de los casos, a continuación se enumera lo siguiente: a) el nombre del actor; b) el objeto de la acción; c) el resultado de la causa o su estado actual; d) el período tenido en cuenta por el Tribunal para apreciar el carácter razonable de la duración del procedimiento.", "", " 1. a) Silvana Nibbio; b) derecho a una pensión de invalidez; c) pendiente ante el Tribunal de casación; d) algo más de 9 años y 3 meses.", "", " 2. a) Michelangelo Borgese; b) derecho a una pensión de invalidez; c) confirmación parcial en apelación por parte del Tribunal de Roma de la resolución en primera instancia favorable al actor; d) algo más de 4 años y 10 meses.", "", " 3. a) Ida Biondi; b) derecho a una pensión de invalidez; c) pendiente ante el Tribunal de Roma; más de 5 años y 10 meses.", "", " 4. a) Angelina Monaco; b) derecho a una pensión de invalidez; c) aceptación de la demanda en apelación por parte del Tribunal de Roma; d) cerca de 5 años y 9 meses.", "", " 5. a) Fernanda Lestini; b) derecho a una pensión de invalidez; c) sentencia del Tribunal de Roma; d) algo más de 6 años y 9 meses.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Sometidos los casos a la Comisión en 1987, ésta admitió los recursos el 11 de mayo de 1990. Después de intentar en vano obtener un acuerdo amistoso, redactó unos informes, aprobados los días 15 de enero y 5 de marzo de 1991, en los que se hacían constar los hechos y se formulaba por unanimidad la opinión de que hubo infracción del artículo 6, § 1, del Convenio debido a la duración de los procedimientos internos en cada una de las cinco causas.", "", " La Comisión trasladó los casos al Tribunal los días 5 de marzo y 19 de abril de 1991.", "", "", "", " 3. RESUMEN DE LAS SENTENCIAS", "", " I. Artículo 6 del Convenio", "", " En primer lugar, el Tribunal establece para cada uno de los casos el período que ha de tomarse en consideración para determinar si los procedimientos en cuestión, iniciados todos ellos con la citación de INPS ( Istituto Nazionale della Providenza Sociale ) ante el Juez de instancia de Roma, fueron examinados en un plazo razonable, a saber:", "", " - caso Nibbio: 20 de octubre de 1982 (procedimiento pendiente);", "", " - caso Borgese: 4 de septiembre de 1984-6 de julio de 1989 (fecha en la que la sentencia del Tribunal fue definitiva);", "", " - caso Biondi: 7 de marzo de 1986 (procedimiento pendiente);", "", " - caso Monaco: 28 de febrero de 1985-27 de noviembre de 1990 (fecha en la que sentencia del Tribunal llegó a ser definitiva);", "", " - caso Lestini: 11 de marzo de 1985-27 de diciembre de 1991 (fecha en la que sentencia del Tribunal llegó a ser definitiva).", "", " El Tribunal recuerda que el carácter razonable de la duración de un procedimiento se aprecia con la ayuda de criterios que se desprenden de su jurisprudencia y siguiendo las circunstancias del caso concreto, que en el presente asunto exigen una valoración global. Subraya que el artículo 6, § 1, obliga a los Estados Contratantes a organizar su sistema jurídico de tal suerte que las jurisdicciones puedan cumplir cada una de sus exigencias; asimismo, se impone una diligencia particular para el contencioso laboral, que engloba al de las pensiones.", "", " El Tribunal hace constar luego que:", "", " - en el caso Nibbio el Juez de instancia tardó más de tres años en pronunciarse; no parece haber mostrado la diligencia necesaria para realizar su tarea;", "", " - en cada uno de los cinco casos el procedimiento permaneció aplazado durante un período de tiempo que se acercaba a los dos años ( Borgese ), o los superaba ( Nibbio, Biondi, Monaco, Lestini ), sin que se adoptaran medidas de instrucción.", "", " Por consiguiente, hubo infracción del artículo 6, § 1 (Nibbio, Biondi, Monaco: unanimidad; Borgese: cinco votos contra cuatro; Lestini: seis votos contra tres).", "", " II. Artículo 50 del Convenio", "", " Sobre las peticiones de daños y perjuicios y reembolso de costas y gastos relacionados con el procedimiento de Estrasburgo y formuladas por los actores, el Tribunal llega a las siguientes conclusiones:", "", " - Nibbio: 6.000.000 de liras italianas por prejuicios morales y 2.000.000 en concepto de costas y gastos;", "", " - Borgese: 3.000.000 de liras por perjuicios morales y 2.000.000 en concepto de costas y gastos;", "", " - Biondi: 5.000.000 de liras por perjuicios morales y 2.000.000 en concepto de costas y gastos;", "", " - Monaco: 5.000.000 de liras por perjuicios morales y 2.000.000 en concepto de costas y gastos;", "", " - Lestini: 3.000.000 de liras por perjuicios morales y 2.000.000 en concepto de costas y gastos.", "", " Por otro lado, el Tribunal no estima apropiado en el presente caso exigir al Estado demandado el pago de intereses moratorios sobre las cantidades asignadas."]}