{"file": "SPA_HJUDSPA_6878_75.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "6878/75", "text_paragraphs": ["Sentencia 6878/75", "", "CASO LE COMPTE, VAN LEUVEN Y DE MEYÊRE [TEDH-34]", "", " Sentencia de 28 de junio de 1981.", "", " Derecho al ejercicio de la profesión médica como derecho de carácter civil garantizado por el Convenio Europeo (artículo 6.1 ).", "", " COMENTARIO", "", " El origen del caso está en las sanciones impuestas a los recurrentes por la Orden de médicos de Bélgica, consistente en la suspensión del derecho a ejercer la medicina. El Tribunal de Casación consideró que tal acción disciplinaria no era contraria a la Constitución belga, ni violaba el artículo 6.1 del Convenio Europeo -en cuanto fue tomada sin instrucción pública-, por no aplicarse el citado precepto a los procedimientos disciplinarios.", "", " Los recurrentes alegaron ante el TEDH la violación de los siguientes artículos del Convenio: el 11, por la obligación de afiliación a la Orden de médicos y de someterse a sus órganos disciplinarios; el 6.1, por ausencia de garantías (publicidad) en el procedimiento disciplinario, y el 10, en cuanto que las sanciones pronunciadas contra ellos les impedían expresar sus informaciones y sus ideas.", "", " La Comisión Europea de Derechos Humanos apreció la violación del artículo 6.1, en cuanto que el proceso seguido a los recurrentes no fue realizado ni por un «tribunal imparcial», ni «públicamente». Consideró, sin embargo, que no se había violado el artículo 11 porque la Orden de médicos belga no es una asociación.", "", " El TEDH coincide con la opinión de la CEDH, entendiendo violado el artículo 6.1 del Convenio en cuanto que los recurrentes no han sido juzgados «públicamente por un tribunal que goce de la plenitud de jurisdicción».", "", " El problema fundamental planteado en la sentencia, que provocó cinco votos en contra del fajo antes señalado, fue el de considerar si el artículo 6.1 del Convenio es aplicable al caso controvertido. El artículo 6.1 dice en su primer párrafo:", "", " «Toda persona tiene derecho a que su causa sea oída equitativa, públicamente y dentro de un plazo razonable, por un Tribunal independiente e imparcial, establecido por la Ley, que decidirá los litigios sobre sus derechos y obligaciones de carácter civil o sobre el fundamento de cualquier acusación en materia penal dirigida contra ella.»", "", " En el caso en cuestión estaba claro para el Tribunal que el procedimiento disciplinario contra los doctores Le Compte, Van Leuven y De Meyère había adolecido de publicidad, a pesar de ser reclamada por los interesados, y esta falta de publicidad no podía ser compensada por el procedimiento ante el Tribunal de casación belga, porque éste no conoce del fondo de los asuntos ( art. 95 de la Constitución ). Lo polémico era si el objeto del caso era subsumible en la redacción del artículo 6.1 del Convenio Europeo : «litigios sobre sus derechos y obligaciones de carácter civil o sobre el fundamento de cualquier acusación en materia penal»; y, a su vez, de estas dos materias, «derechos de carácter civil» o «acusación en materia penal», si era subsumible en la primera, ya que el TEDH parece considerar obvio, como el Gobierno belga y los propios recurrentes, que no había en el caso materia penal. El núcleo de la sentencia está, pues, en la justificación que hace el Tribunal de que el caso en cuestión tiene como objeto un «litigio» sobre «derechos y obligaciones de carácter civil».", "", " En base a parecidos argumentos que en el caso König ( 28 de junio de 1978) el TEDH entiende: que el derecho a ejercer la profesión médica es un derecho de carácter civil; que sobre ese objeto se ha entablado un «litigio» entre la Orden de médicos de Bélgica y los recurrentes; que el resultado del mismo ha afectado «directamente» -no «indirectamente», como pretendía el Gobierno belga- al derecho al ejercicio de la profesión médica de los recurrentes; y que en ese litigio las «cuestiones de hecho» han sido tratadas exclusivamente en el procedimiento disciplinario ante la Orden de médicos, no así en la instancia de casación. Dado que el artículo 6.1 es aplicable al caso, y que el procedimiento seguido ante la Orden de médicos belga a los tres recurrentes se desarrolló en secreto, se ha producido una violación del artículo citado del Convenio Europeo .", "", " VOTOS PARTICULARES: Los jueces Cremona y Bindschedler-Robert disienten de la motivación de la sentencia, porque, aun admitiendo la violación del art. 6.1 del Convenio, consideran que el objeto del caso no es de derechos de carácter civil, sino una materia penal, en el sentido del caso Engel (sentencia de 8 de junio de 1976), es decir, que algunos procedimientos disciplinarios, por su severidad, encubren en realidad verdaderos procesos y sanciones penales, como lo es la suspensión del ejercicio de una profesión.", "", " Los jueces Liesch, Matscher, Pinheiro Farinha, Vincent Evans y Thór Wilhjálmsson se pronuncian en contra de la sentencia, coincidiendo sustancialmente en que en el caso controvertido no se sustancian derechos de carácter civil privado, sino, por el contrario, de carácter público, como lo es la materia de deontología o moral en el ejercicio de la profesión médica, razón por la cual fueron sometidos a procedimiento disciplinario los recurrentes. Procedimiento del cual, sólo de forma «indirecta» o «accesoria», se dedujo la consecuencia de la suspensión en el ejercicio de la profesión. Entienden que los procedimientos disciplinarios y, en general, los derechos de carácter público no están garantizados por el Convenio Europeo.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 23 de junio de 1981", "", " CASO «LE COMPTE, VAN LEUVEN Y DE MEYÈRE»", "", " SENTENCIA", "", " ASUNTO", "", " El Tribunal Europeo de Derechos Humanos, reunido en sesión plenaria en aplicación del artículo 48 de su Reglamento y compuesto de los jueces siguientes:", "", " Señores G. Wiarda, Presidente;", "", " R. Ryssdal,", "", " H. Mosler,", "", " M. Zekia,", "", " J. Cremona,", "", " Thór Vilhjálmsson,", "", " señora D. Bindschedler-Robert,", "", " señores D. Evrigenis,", "", " G. Lagergren,", "", " L. Liesch,", "", " F. Gölcüklü,", "", " F. Matscher,", "", " J. Pinheiro Farinha,", "", " E. García de Enterría,", "", " L.-E. Pettiti,", "", " B. Walsh,", "", " M. Sorensen,", "", " Sir Vincent Evans,", "", " señores R. Macdonald,", "", " A. Vanwelkenhuyzen, juez ad hoc,", "", " así como de los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto.", "", " Tras haber deliberado en privado del 26 al 28 de noviembre de 1980 y posteriormente los días 29 y 30 de enero y 26 y 27 de mayo de 1981,", "", " Pronuncian la siguiente sentencia, adoptada en esta última fecha:", "", " PROCEDIMIENTO", "", " 1. El asunto Le Compte, Van Leuven y De Meyère ha sido presentado al Tribunal por la Comisión Europea de Derechos Humanos (en adelante «la Comisión») y el Gobierno del reino de Bélgica (en adelante «el Gobierno»). En su origen se encuentran dos demandas dirigidas contra este Estado y que tres súbditos («ressortissants») belgas, los doctores Herman Le Compte, Frans van Leuven y Marc de Meyère, interpusieron en 1974 y 1975, en virtud del artículo 25 del Convenio de Protección de Derechos Humanos y Libertades Fundamentales (en adelante «el Convenio»), ante la Comisión, que ordenó su acumulación el 10 de marzo de 1977.", "", " 2. La demanda de la Comisión y la del Gobierno fueron depositadas en la Secretaría del Tribunal en el plazo de tres meses abierto por los artículos 32.1 y 47 los días 14 de marzo y 23 de abril de 1980, respectivamente. La primera se remite a los artículos 44 y 48 y a la declaración por la que el reino de Bélgica reconoció la jurisdicción obligatoria del Tribunal (artículo 46); la segunda, al artículo 48. Tienen por objeto obtener una decisión del Tribunal sobre el punto consistente en saber si los hechos de la causa revelan o no, por parte del Estado demandado, una falta a las obligaciones que le incumben en virtud de los artículos 6 y 11.", "", " 3. El señor W. Ganshof von der Meersch, juez elegido de nacionalidad belga, había sido llamado a formar parte de pleno derecho de la Sala de siete jueces que había de constituirse (artículo 43 del Convenio). Por una carta de 21 de marzo de 1980, declaró, sin embargo, que se inhibía en aplicación del artículo 24.2 del Reglamento. El 9 de abril el Gobierno nombró para asistir en calidad de juez ad hoc al señor A. Wanwelkenhuyzen, profesor de la Universidad libre de Bruselas (artículo 43 del Convenio y 23.1 del Reglamento).", "", " El 29 de abril, en presencia del Secretario, el señor G. Balladore Pallieri, Presidente del Tribunal y miembro de pleno derecho de la Sala [artículo 21.3.b) del Reglamento], designó por sorteo a los otros cinco miembros, los señores G. Wiarda, R. Ryssdal, Sir Gerald Fitzmaurice, señora D. Bindschedler-Robert y señor L. Liesch (artículo 43 in fine del Convenio y 21.4 del Reglamento).", "", " 4. El señor Balladore Pallieri asumió la Presidencia de la Sala (artículo 25.5 del Reglamento). Por intermedio del Secretario, solicitó la opinión del agente del Gobierno, así como la de los delegados de la Comisión, sobre el procedimiento a seguir. El 23 de mayo de 1980 decidió que el agente tendría de plazo hasta el 15 de agosto de 1980 para entregar un memorándum, y que los delegados podrían responder a éste por escrito en el plazo de dos meses desde el día en que el Secretario se lo hubiera comunicado.", "", " El memorándum del Gobierno llegó a la Secretaría el 20 de agosto de 1980. El 22 de octubre, el Secretario de la Comisión informó al Secretario que los delegados responderían durante los debates y le dirigió las observaciones del abogado de los demandantes sobre el informe de la Comisión.", "", " 5. El 1 de octubre de 1980, la Sala decidió, en virtud del artículo 48 del Reglamento, declararse incompetente con efecto inmediato, en favor del Tribunal en pleno.", "", " 6. El 7 de octubre, el Presidente del Tribunal fijó para el 25 de noviembre la fecha de apertura del procedimiento oral tras haber consultado al agente del Gobierno y a los delegados de la Comisión a través del Secretario.", "", " 7. Los debates se desarrollaron en público el 25 de noviembre en el Palacio de Derechos Humanos de Estrasburgo; el señor Wiarda, entonces Vicepresidente del Tribunal, los presidió, en ausencia del señor Balladore Pallieri, que no pudo asistir. El Tribunal tuvo inmediatamente antes una reunión consagrada a su preparación. Habiendo sido elegido juez en sustitución de Sir Gerald Fitzmaurice el 29 de septiembre de 1980, Sir Vicent Evans ocupó el lugar de este último (artículo 2.3 del Reglamento).", "", " Comparecieron:", "", " Por el Gobierno:", "", " Señor Niset, consejero jurídico del Ministerio de Justicia, agente.", "", " El Letrado señor J. M. Nelissen Grade, consejero.", "", " Los Letrados señores Putzeys y Gehlen, abogados de la Orden de médicos.", "", " Los señores F. Verhaegen, consejero del Ministerio de Salud Pública, y F. Vinckenbosh, Secretario de Administración del Ministerio de Salud Pública, consejeros.", "", " Por la Comisión:", "", " Los señores G. Sperduti y M. Melchior, delegados.", "", " El Letrado J. Bultinck, consejero de los demandantes ante la Comisión, asistiendo a los delegados ( artículo 29.1, segunda frase, del Reglamento del Tribunal ).", "", " El Tribunal escuchó las declaraciones y respuestas a sus preguntas del Letrado Nelissen Grade por parte del Gobierno y de los señores Sperduti y Melchior y el Letrado Bultinck por la Comisión. Invitó a los comparecientes a que entregaran diversos documentos; la Comisión se los proporcionó los días 25 de noviembre de 1980 y 26 de enero de 1981.", "", "", "", " HECHOS", "", " I. LAS CIRCUNSTANCIAS DEL CASO", "", " a) Doctor Le Compte", "", " 8. Súbdito («ressortissant») belga nacido en 1929 y residente en Knokke-Heist, el doctor Herman Le Compte es médico.", "", " 1. La suspensión impuesta en 1970", "", " 9. El 28 de octubre de 1970, el Consejo Provincial de la Orden de médicos de Flandes occidental, con sede en Brujas, le impuso una suspensión del derecho de ejercicio de la medicina de seis semanas de duración, por haber concedido a un periódico belga una conversación que constituía en su oposición publicidad contraria a la dignidad y honor de la profesión. El demandante se opuso a esta decisión, otorgada en rebeldía, pero el Consejo Provincial la confirmó el 23 de diciembre de 1970, de nuevo en rebeldía.", "", " El doctor Le Compte recurrió entonces ante el Consejo de Apelación de la Orden de médicos, que declaró el 10 de mayo de 1971 inadmisible el recurso, y posteriormente el Tribunal de Casación rechazó su recurso de 7 de abril de 1972, por haberlo interpuesto sin intervención de un abogado ante dicho Tribunal.", "", " La suspensión del derecho de ejercicio de la medicina entró en vigor el 20 de mayo de 1972, pero el interesado no la observó. Por ello, el Tribunal Correccional de Fumes le condenó, el 20 de febrero de 1973, a prisión y a multa en aplicación del artículo 31 del Real Decreto núm. 79, de 10 de noviembre de 1967, «relativo a la Orden de médicos».", "", " El Tribunal de Apelación de Gante confirmó el fallo el 12 de septiembre de 1973, y el Tribunal de Casación desestimó el 25 de junio de 1974 el recurso del doctor Le Compte.", "", " 2. La suspensión impuesta en 1971", "", " 10. Paralelamente a este primer procedimiento, que queda fuera del presente litigio (párrafo 36 más abajo), se desarrollaba un segundo procedimiento. En efecto, el 30 de junio de 1971, el Consejo Judicial de la Orden de médicos, resolviendo en rebeldía, había pronunciado contra el demandante una nueva suspensión del derecho de practicar la medicina por una duración de tres meses: le reprochaba haber divulgado a través de la prensa las decisiones más arriba citadas de los órganos jurisdiccionales de la Orden y sus propias críticas al respecto, injuriando así a la Orden.", "", " 11. El doctor Le Compte había impugnado esta decisión ante el Consejo de Apelación de la Orden, que la había confirmado, sin retener, sin embargo, la acusación de injurias. Posteriormente, apeló ante el Tribunal de Casación alegando los mismos motivos.", "", " Sostenía en primer lugar que la afiliación obligatoria a la Orden de médicos, sin la cual no podía ejercerse la profesión médica, y la sujeción a los órganos jurisdiccionales de la citada Orden infringía el principio de libertad de asociación, garantizada por el artículo 20 de la Constitución y 11 del Convenio.", "", " El Tribunal rechazó este motivo, declarando:", "", " «(...) la inscripción obligatoria en una Orden que, como la de médicos, es uña institución de derecho público cuya misión es velar por el respeto de las reglas de deontología médica y por el mantenimiento del honor, la discreción, la probidad y la dignidad de sus miembros no puede ser considerada como irreconciliable con la libertad de asociación, prevista en el artículo 20 de la Constitución ; (...) el demandante no alega que la regla criticada exceda los límites de las restricciones que el artículo 11, párrafo 2, del Convenio (...) autoriza, en particular para la protección de la salud.»", "", " Los demandantes denunciaban además la violación de los artículos 92 y 94 de la Constitución : el primero atribuye exclusivamente a los Tribunales la competencia para decidir de los litigios sobre derechos civiles, el segundo prohíbe la creación de Tribunales extraordinarios destinados a resolver tales litigios; ahora bien, la decisión impugnada fue tomada por un órgano jurisdiccional, instituido por el Real Decreto núm. 79, que había resuelto sobre un derecho civil, el derecho de ejercer la medicina.", "", " El Tribunal de Casación respondió que «las diligencias disciplinarias y la imposición de sanciones disciplinarias son, en principio, extrañas a los litigios que el artículo 92 de la Constitución reserva al conocimiento exclusivo de los juzgados y Tribunales». Añadió que los Consejos de la Orden de médicos, que no tienen competencia para decidir sobre los citados litigios, «no son Tribunales extraordinarios, cuya creación prevé el artículo 94». Señaló finalmente que el artículo 1.8.a) de la Ley de 31 de marzo de 1967 (párrafo 20 más abajo) habilitaba al Rey «a revisar y adoptar la legislación relativa al ejercicio de las diferentes ramas del arte de curar» y que «el legislador se refería en particular a la Ley de 25 de julio de 1938 de creación de la Orden de médicos, que atribuía a los Consejos de la Orden competencia disciplinaria».", "", " El interesado alegaba en último lugar una infracción al artículo 6.1 del Convenio: la decisión litigiosa había sido pronunciada sin instrucción pública y- por una jurisdicción compuesta de médicos, que no podían ser considerados como imparciales, puesto que los hechos de que se acusaba al doctor Le Compte podían ser perjudiciales para sus colegas.", "", " El Tribunal se limitó a destacar que el artículo 6.1 no se aplicaba a los procedimientos disciplinarios.", "", " Por tanto, por una sentencia de 3 de mayo de 1974, desestimó el recurso.", "", " 12. El demandante no respetó la suspensión del derecho de ejercer la profesión médica, firme a partir de esta sentencia. Por ello, el Tribunal Correccional de Brujas le condenó a penas de prisión y multa los días 16 de septiembre y 15 de octubre de 1974. El primer fallo fue objeto de apelación y el segundo, pronunciado en rebeldía, de oposición.", "", " 13. Desde entonces se multiplicaron las actuaciones disciplinarias, por la publicidad dada por el demandante a su litigio con la Orden, y penales, por su negativa a inclinarse ante las medidas adoptadas por los Consejos de la Orden.", "", " Como consecuencia de una de las primeras, fue eliminado del cuadro de la Orden a partir del 26 de diciembre de 1975.", "", " Interpuso sobre este tema ante la Comisión, el 6 de mayo de 1976, una segunda demanda (número 7496-76), que ésta declaró admisible el 4 de diciembre de 1979 y que no entra en cuestión en el examen del presente asunto.", "", " En cuanto a las medidas penales, derivaron en primera instancia en penas de prisión y multas.", "", " b) Doctores Van Leuven y De Meyère", "", " 14. Los doctores Frans van Leuven y Marc de Meyère ejercen la profesión de médicos. Nacidos, respectivamente, en 1931 y 1940, están ambos domiciliados en Merelbeke y son de nacionalidad belga.", "", " 15. El 20 de enero de 1973, trece médicos establecidos en Merelbeke y sus alrededores presentaron una denuncia contra los citados por faltas a la deontología: en particular, se les reprobaba haber limitado sistemáticamente sus honorarios a las cantidades reembolsadas por la Seguridad Social, incluso cuando aseguraban el servicio de guardia, y haber distribuido gratuitamente a domicilio una revista bimensual titulada Gezond, que ridiculizaba a los plurifacultativos («omnipraticiens»). El 14 de marzo de 1973, la Mesa del Consejo Provincial de la Orden escuchó a los demandantes. Reconocieron haber limitado sus honorarios para su propia clientela, pero no durante los servicios de guardia. Por otra parte, señalaban que ellos no editaban Gezond y negaron haberse mofado en ella de sus colegas.", "", " 16. El 19 de marzo de 1973, otro médico presentó a su vez una denuncia contra los demandantes; les acusaba de haber colocado en las salas de espera del establecimiento médico de Merelbeke, dos días después de su comparecencia ante la Mesa del Consejo Provincial, un aviso revelando al público la existencia y los motivos de la primera denuncia. El 23 de mayo de 1973, la Mesa del Consejo Provincial escuchó a los demandantes sobre esta segunda denuncia. Afirmaron tener derecho a informar al público de la situación, tanto más cuando éste ya estaba al corriente.", "", " 17. El Consejo Provincial de la Orden de Flandes oriental, con sede en Gante, convocó a los doctores Van Leuve y De Meyère para responder ante ella de varias prevenciones.", "", " El 24 de octubre de 1973, el Consejo pronunció contra aquéllos una medida de suspensión del derecho de ejercer la profesión médica, de un mes de duración, por haber trabajado con las tarifas reembolsadas por la Seguridad Social, haber colaborado en Gezond y haber hecho en esta revista publicidad ofensiva para sus colegas. De otra parte, amonestó al doctor Van Leuven por su actitud en su comparecencia el 14 de marzo de 1973 ante la Mesa del Consejo Provincial. Estas diversas decisiones se fundaban en los artículos 6.2 y 16 del Real Decreto número 79.", "", " Por el contrario, el Consejo Provincial estimó que la colocación en las salas de espera del establecimiento médico de un aviso contrario a la deontología no merecía sanción alguna, teniendo en cuenta que había sido retirado a petición de la Mesa.", "", " 18. Los demandantes recurrieron ante el Consejo de Apelación.", "", " El 24 de junio de 1974, éste declaró admisible el recurso y confirmó la decisión del Consejo Provincial, en cuanto había considerado como probadas las acusaciones relativas, de una parte, al trabajo con las tarifas reembolsadas por la Seguridad Social y, de otra, a la colaboración en Gezond. En cuanto al resto de las cuestiones, anuló la decisión impugnada y, tras haber retenido el motivo relativo a la colocación de avisos en las salas de espera y haberlo confundido con los otros dos, impuso a los doctores Van Leuven y De Meyère una suspensión del derecho de ejercer la profesión médica de quince días de duración.", "", " 19. El 25 de abril de 1975, el Tribunal de Casación denegó la petición de los demandantes, que habían presentado un recurso.", "", " El Tribunal rechazó el motivo derivado de la violación del artículo 11 del Convenio, estimando que la misión de la Orden de médicos «no es ajena a la protección de la salud y que la inscripción obligatoria en el cuadro de tal Orden no traspasa las restricciones de la libertad de asociación necesarias para la protección de la salud».", "", " Asimismo, el Tribunal juzgó no admisible, por falta de interés, el motivo según el cual la limitación de los honorarios a las tarifas de reembolso de la Seguridad Social era conforme a la ley y a la deontología médica; en efecto, declaró que la suspensión sancionaba también otras infracciones disciplinarias.", "", " II. LA ORDEN DE MÉDICOS", "", " 20. Creada por Ley de 25 de julio de 1938, la Orden de médicos fue reorganizada por Real Decreto núm. 79, de 10 de noviembre de 1967. Este se basaba en la Ley de 31 de marzo de 1967, «de atribución de ciertos poderes al Rey para asegurar el resurgimiento económico, la aceleración de la reconversión nacional y la estabilización del equilibrio presupuestario». Esta Ley habilitaba al Rey para tomar, mediante Decretos deliberados en Consejo de Ministros, «todas las disposiciones útiles para (...) promover la calidad y asegurar la dispensa normal de los cuidados de la salud mediante la revisión y adaptación de la legislación relativa al ejercicio de las diferentes ramas del arte de curar» (artículo 1.8.a); la Ley precisaba que estos Decretos podían «derogar, completar, modificar o reemplazar a las disposiciones legales en vigor» (artículo 3).", "", " 21. El artículo 2 del Real Decreto núm. 79 prevé que «la Orden de médicos comprende a todos los doctores en medicina, cirugía y obstetricia domiciliados en Bélgica e incluidos en el cuadro de la Orden de la provincia en la que esté situado su domicilio» y que «para poder practicar la profesión médica en Bélgica todo médico -belga o extranjero- debe ser inscrito en el cuadro de la Orden».", "", " Sin embargo, los médicos militares no están obligados a figurar en el citado cuadro médico, salvo si ejercen la profesión fuera de su empleo militar.", "", " 22. Junto a la Orden, Bélgica posee asociaciones privadas dedicadas a la defensa de los intereses profesionales de los médicos. Las principales son consultadas y llamadas a participar en negociaciones colectivas cuando el Gobierno proyecta adoptar decisiones que afectan a estos intereses, a proponer candidatos para la designación de los miembros de ciertos órganos y a designar a sus representantes en varios otros órganos, así como a tomar por sí mismas diversas medidas.", "", " a) Órganos", "", " 23. La Orden de médicos «goza de personalidad civil de derecho público» (artículo 1.3 del Real Decreto núm. 79). Posee tres tipos de órganos: los Consejos Provinciales, el Consejo de Apelación y el Consejo Nacional.", "", " 1. Consejos Provinciales", "", " 24. Los Consejos Provinciales -hay diez- cuentan con un número, siempre par y fijado por el Rey, de miembros «efectivos» (titulares) y de miembros suplentes, facultativos de nacionalidad belga elegidos por seis años por los médicos inscritos en el cuadro de la Orden. Cuenta también con dos asesores -uno efectivo y uno suplente-, Magistrados de los Tribunales de primera instancia nombrados por el Rey por seis años; los asesores tienen voz consultiva (artículos 5 y 8.1 del Real Decreto núm. 79).", "", " El artículo 6 del Real Decreto núm. 79 define así las atribuciones de los Consejos:", "", " «1. Elaborar el cuadro de la Orden. Pueden denegar o aplazar la inclusión en el cuadro si el peticionario ha sido culpable, sea de un hecho cuya gravedad implicaría para un miembro de la Orden ser eliminado del cuadro, sea de una falta grave que mancille el honor o la dignidad de la profesión.", "", " Si la Comisión médica (...) decide y pone en conocimiento de la Orden que un médico no cumple ya las condiciones requeridas para ejercer la profesión médica o que ha lugar, por razones de deficiencia física o mental, a imponerle una limitación del ejercicio de la profesión médica, el Consejo Provincial interesado, en el primer caso, omite el nombre del médico en el cuadro y, en el segundo caso, subordina la permanencia de su nombre al respeto de la limitación impuesta.", "", " El nombre del médico puede igualmente ser eliminado del cuadro a petición propia.", "", " La decisión por la cual una inscripción en el cuadro es denegada o aplazada o por la que el nombre de un médico es omitido del cuadro o por la que es mantenido en él bajo condición restrictiva debe ser motivada.", "", " 2. Velar por el respeto de las reglas de la deontología médica y el mantenimiento del honor, discreción, probidad y dignidad de los miembros de la Orden. Con este objeto, están encargados de reprimir disciplinariamente las faltas de los miembros inscritos en su cuadro cometidas en el ejercicio o con ocasión del ejercicio de la profesión, así como las faltas graves cometidas fuera de la actividad profesional, cuando estas faltas puedan mancillar el honor o la dignidad de la profesión.", "", " 3. Dar a los miembros de la Orden, de oficio o a petición suya, consejo sobre cuestiones de deontología médica (...); los consejos son transmitidos al Consejo Nacional para su aprobación (...).", "", " 4. Señalar a las autoridades competentes los actos de ejercicio ilegal de la profesión médica de que tengan conocimiento.", "", " 5. Arbitrar en última instancia, a petición conjunta de los interesados, los litigios relativos a los honorarios reclamados por el médico a su cliente (...).", "", " 6. Responder a toda petición de dictamen de los juzgados y Tribunales relativa a litigios de honorarios.", "", " 7. Determinar cada año las cuotas (...), incluyendo la cuantía fijada por el Consejo Nacional para cada miembro inscrito.»", "", " 25. De los Consejos Provinciales se distinguen las Comisiones médicas creadas, ajenas a la Orden, en cada provincia, en las que se reúnen facultativos de la profesión médica y de la profesión farmacéutica, así como miembros de las profesiones paramédicas y funcionarios del Ministerio de Salud Pública (artículo 36 del Real Decreto núm. 78). Estas Comisiones cumplen una doble misión. La primera -general- consiste en «proponer a la autoridad todas las medidas destinadas a contribuir a la salud pública» y en «asegurar la colaboración eficaz de los facultativos (...) (y) de los miembros de las profesiones paramédicas en la ejecución de las medidas emitidas por la autoridad con objeto de combatir o prevenir las enfermedades cuarentenarias o transmisibles». La segunda -especial- presenta numerosos aspectos: «verificar y (...) visar los títulos de los facultativos»; «retirar los visados o subordinarlos (al) mantenimiento o aceptación por el interesado (de ciertas) limitaciones»; «velar por que la profesión médica (sea ejercida) conforme a las leyes y reglamentos»; «investigar y (...) denunciar a los tribunales los casos de ejercicio ilegal»; definir las necesidades en materia de servicios de guardia y vigilar el funcionamiento de estos últimos; «informar a las personas de derecho público o de derecho privado interesadas de las decisiones tomadas» en cuanto al ejercicio de su actividad por un facultativo; «llevar a conocimiento de los órganos interesados las faltas profesionales reprochadas a los facultativos»; «vigilar las ventas públicas que comprendan medicamentos» (artículo 37).", "", " 2. Consejos de Apelación", "", " 26. Los dos Consejos de Apelación -uno utiliza el francés y el otro el neerlandés- tienen su sede «en el distrito de Bruselas». Están compuestos cada uno por diez médicos de nacionalidad belga (cinco efectivos y cinco suplentes), elegidos por seis años por los Consejos Provinciales fuera de sus miembros, y por diez consejeros del Tribunal de Apelación (cinco efectivos y cinco suplentes), nombrados por el Rey por la misma duración. El Rey designa entre estos Magistrados al Presidente, que tiene voto de calidad en caso de empate, y el ponente («rapporteur») (artículo 12.1 y 2 del Real Decreto núm. 79).", "", " Los Consejos de Apelación conocen de los recursos contra las decisiones emitidas por los Consejos Provinciales en materia de inscripción en el cuadro o en materia disciplinaria. Se pronuncian en primera y última instancia sobre las reclamaciones relativas a la regularidad de la elección de los miembros de los Consejos Provinciales, de los Consejos de Apelación o del Consejo Nacional, así como sobre los asuntos que los Consejos Provinciales no han resuelto en el plazo prescrito. Resuelven finalmente todo conflicto entre los Consejos Provinciales relativo al domicilio de un médico (artículo 13).", "", " 3. Consejo Nacional", "", " 27. El Consejo Nacional comprende veinte miembros (diez efectivos y diez suplentes) de nacionalidad belga, elegidos, respectivamente, por cada uno de los Consejos Provinciales entre los médicos inscritos en su cuadro, y doce miembros (seis efectivos y seis suplentes) nombrados por el Rey entre los médicos que presenten, sobre lista de tres candidatos, la Facultades de Medicina del país. Presidido por un consejero del Tribunal de Casación elegido por el Rey, se compone de dos secciones - una de expresión francesa, otra de expresión neerlandesa-, que eligen cada una entre sus miembros un Vicepresidente (artículo 14).", "", " El Consejo Nacional elabora «los principios generales y las reglas relativas a la moralidad, honor, discreción, probidad, dignidad y dedicación, indispensables para el ejercicio de la profesión, que constituyen el Código de deontología médica» y que pueden ser hechos obligatorios por Reales Decretos deliberados en Consejo de Ministros (un proyecto de código no recibió la aprobación del Rey). El Consejo lleva al día un repertorio de las decisiones disciplinarias de los Consejos Provinciales y de apelación que ya no son susceptibles de recurso. Emite dictámenes motivados «sobre cuestiones de orden general, problemas de principio o reglas de deontología médica», determina la cantidad reclamada a los médicos como cuota de la Orden. De forma más general, toma todas «las medidas necesarias para la realización del objeto de la Orden» (artículo 15).", "", " b) Procedimiento en materia disciplinarla", "", " 28. Definido principalmente por Real Decreto de 6 de febrero de 1970, «que regula la organización y funcionamiento de los Consejos de la Orden de médicos», el procedimiento relativo a las cuestiones disciplinarias, así como a la inscripción en el cuadro, es siempre contradictorio. Puede desarrollarse en tres niveles: el Consejo Provincial decide en primera instancia, el Consejo de Apelación en última instancia; en cuanto al Tribunal de Casación, éste se pronuncia sobre la legalidad de las decisiones y el respeto de las formas.", "", " 1. Ante los órganos de la Orden", "", " 29. El procedimiento comienza ante el Consejo Provincial, que «actúa bien de oficio, bien a petición del Consejo Nacional, del Ministro responsable de la salud pública, del Fiscal (\"procureur\"), del Rey o de la Comisión médica, bien por denuncia de un médico o de un tercero» (artículo 20.1, primera línea, del Real Decreto núm. 79). El procedimiento se desarrolla ante el Consejo de Apelación si ante este último ha recurrido el médico interesado, el asesor del Consejo Provincial o el Presidente del Consejo Nacional conjuntamente con un Vicepresidente; la apelación es suspensiva (artículo 21).", "", " 30. La instrucción de los asuntos implica necesariamente la participación de un Magistrado del orden judicial: ante el Consejo Provincial, del asesor para la instrucción previa; ante el Consejo de Apelación, del ponente («rapporteur»), para, en su caso, una instrucción complementaria (párrafos 24 y 26 más arriba). Además, el Consejo de Apelación puede siempre oír al ponente del Consejo Provincial (artículos 7.1 y 12.2 y 20 del Real Decreto núm. 79).", "", " 31. Ante los Consejos Provinciales y de apelación, el procedimiento reviste carácter secreto ( artículo 24.1, tercera frase, del Real Decreto núm. 79 , y artículo 19 del Real Decreto de 6 de febrero de 1970 ). Asegura al médico interesado: el derecho a ser informado en el más breve plazo de la apertura de una encuesta que le afecte ( artículo 24 del Real Decreto de 6 de febrero de 1970 ); plazos y formas que le permitan disponer del tiempo y de las facilidades necesarias para preparar su defensa (artículos 25 y 31); garantías en cuanto al empleo de las lenguas (artículos 36 y 39).", "", " El médico goza también de un derecho de recusación contra los miembros de los órganos llamados a resolver; comparece personalmente y puede ser asistido por uno o varios consejeros que, como él, tienen la posibilidad de conocer el expediente (artículos 26, 31, 40 y 43).", "", " 32. Los Consejos Provinciales y de Apelación deben resolver en un plazo razonable, guardar secreto de sus deliberaciones y motivar su decisión, de la que el interesado debe ser rápidamente informado, así como de los recursos eventualmente interpuestos. Se pronuncian por mayoría de votos. Sin embargo, eliminar a un médico del cuadro de la Orden o su suspensión por más de un año requieren mayoría de dos tercios. Lo mismo ocurre con las decisiones de los Consejos de Apelación que aplican una sanción cuando el Consejo Provincial no ha impuesto ninguna o que agravan la adoptada por aquél ( artículo 25 in fine del Real Decreto núm. 79 , artículos 4 , 12 , 26 , 32 y 33 del Real Decreto de 6 de febrero de 1970 ). Las sanciones que pueden imponer los Consejos Provinciales, así como eventualmente los Consejos de Apelación, son: «advertencias, censuras, amonestaciones, suspensión del derecho a ejercer la profesión médica durante un plazo que no puede exceder de dos años y la baja en el cuadro de la Orden» (artículo 16 del Real Decreto núm. 79).", "", " 2. Ante el Tribunal de Casación", "", " 33. Según el artículo 23 del Real Decreto núm. 79, «las decisiones en última instancia de los Consejos Provinciales o de los Consejos de Apelación pueden ser llevadas ante el Tribunal de Casación bien por el Ministro responsable de la salud pública, bien por el Presidente del Consejo Nacional juntamente con un Vicepresidente, bien por el médico interesado, por infracción de ley» -término entendido en su sentido amplio- «o quebrantamiento de forma, sea sustancial, sea prescrito so pena de nulidad». El Tribunal recibe los autos completos de la instancia (decisiones de primer grado y de apelación, memorándum y conclusiones de las partes, incluyendo una exposición detallada de los hechos), pero no puede verificar las comprobaciones de hechos realizadas por los Consejos de la Orden, a menos que se alegue la violación de una disposición relativa a la administración de la prueba. No entra en sus atribuciones corregir los errores de hecho que cometan los Consejos de Apelación ni controlar la proporcionalidad entre falta y sanción. El recurso es suspensivo.", "", " 3. Comunicación de la decisión", "", " 34. Las decisiones disciplinarias, una vez firmes, son comunicadas al Ministerio de Salud Pública y las más importantes de ellas (baja en el cuadro de la Orden o suspensión del derecho de ejercer la profesión) a la Comisión médica y al Fiscal General ante el Tribunal de apelación ( artículo 27 del Real Decreto núm. 79 y artículo 35 del Real Decreto de 6 de febrero de 1970 ).", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " 35. El doctor Le Compte sometió este asunto a la Comisión el 28 de octubre de 1974, y los doctores Van Leuven y De Meyère el 21 de octubre de 1975.", "", " Los tres demandantes sostenían que la obligación de afiliarse a la Orden de médicos y de someterse a sus órganos disciplinarios infringía el artículo 11 del Convenio, considerado aisladamente o en combinación con el artículo 17. De otra parte, alegaban que no habían gozado de las garantías del artículo 6 en el curso del procedimiento disciplinario y que las sanciones pronunciadas contra ellos tendían a impedirles difundir informaciones e ideas, violando así el artículo 10.", "", " 36. Los días 6 de octubre de 1976 y 10 de marzo de 1977, respectivamente, la Comisión declaró admitidas las demandas con dos excepciones: desechó, por no agotamiento de la vía de recursos internos (artículo 27.3), los motivos presentados por los tres demandantes sobre el artículo 10 y los del doctor Le Compte relativos a la decisión del Consejo Provincial de Flandes occidental de 28 de octubre de 1970 (párrafo 9 más arriba).", "", " El 10 de marzo de 1977, la Comisión ordenó la acumulación de demandas en virtud del artículo 29 de su Reglamento interior.", "", " En su informe de 14 de diciembre de 1979 (artículo 31 del Convenio) expone su opinión:", "", " - por unanimidad, que no hubo infracción del artículo 11.1 del Convenio, pues la Orden de médicos no constituye una asociación;", "", " - por ocho votos contra tres, que el artículo 6.1 se aplica a los litigios que culminaron en medidas disciplinarias tomadas contra los demandantes;", "", " - que hubo violación del artículo 6.1 en cuanto que la causa de los demandantes no fue oída ni por un «Tribunal imparcial» (siete votos contra cuatro), ni «públicamente» (ocho votos contra tres).", "", " El informe incluye tres votos particulares, de los que dos son disidentes.", "", " CONCLUSIONES PRESENTADAS AL TRIBUNAL", "", " 37. En su memorándum, el Gobierno concluyó: «Quiera el Tribunal (...) fallar en derecho que los hechos de la presente causa no revelan, por parte del Estado belga, ninguna violación de las obligaciones que le incumben en los términos del Convenio Europeo de los Derechos Humanos.»", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. SOBRE EL MOTIVO PRESENTADO ORIGINARIAMENTE EN CUANTO AL ARTICULO 10", "", " 38. Los doctores Le Compte, Van Leuven y De Meyère invocaban en un principio el artículo 10, además de los artículos 6.1, 11 y 17 según ellos, las sanciones disciplinarias impuestas por los Consejos Provinciales y de Apelación tenían por objeto impedirles difundir informaciones e ideas. Impugnaban de esta forma el contenido mismo de las decisiones tomadas en contra suya, y no el procedimiento del que constituía el final, ni la obligación de afiliarse a la Orden de médicos. Por tanto, no se trataba de un simple motivo o argumento presentado, entre otros, en apoyo de los motivos que formulaban sobre la base de los artículos 6.1, 11 y 17, sino de un motivo distinto. Rechazado por la Comisión por no haber agotado la vía de recurso interno (párrafo 36 más arriba), se sale del marco del litigio sometido al Tribunal (ver en particular la sentencia Schiesser de 4 de diciembre de 1979, serie A, núm. 34, p. 17, párrafo 41).", "", " II. SOBRE LA VIOLACIÓN ALEGADA DEL ARTICULO 6.1", "", " 39. Los demandantes se declaran víctimas de violaciones del artículo 6.1, que dice así:", "", " «1. Toda persona tiene derecho a que su causa sea oída equitativa, públicamente y dentro de un plazo razonable por un Tribunal independiente e imparcial, establecido por la Ley, que decidirá los litigios sobre sus derechos y obligaciones de carácter civil o sobre el fundamento de cualquier acusación en materia penal dirigida contra ella. El fallo debe ser emitido públicamente, pero el acceso a la Sala de audiencia puede ser prohibido a la prensa y al público durante la totalidad o una parte del proceso en interés de la moralidad, orden público o seguridad nacional en una sociedad democrática, cuando los intereses de los menores o la protección de la vida privada de las partes en el proceso lo exijan, o en la medida juzgada estrictamente necesaria por el Tribunal, cuando en circunstancias especiales la publicidad pueda lesionar los intereses de la justicia.»", "", " 40. En atención a las tesis respectivas de los comparecientes, el primer problema a resolver se refiere a la aplicabilidad de este párrafo, afirmado por la mayoría de la Comisión, pero negado por el Gobierno.", "", " a) Sobre la aplicabilidad del artículo 6.1", "", " 41. El artículo 6.1 se aplica sólo al examen de los «litigios sobre derechos y obligaciones de carácter civil» y del «fundamento de toda acusación en materia penal». Algunas «causas» escapan a su ámbito por no poder incluirse en una de estas categorías; el Tribunal así lo ha constatado en varias ocasiones (ver, por ejemplo, la sentencia Lawless de 1 de julio de 1961, serie A, núm. 3, p. 51, párrafo 12; la sentencia Neumeister de 27 de junio de 1968, serie A, núm. 8, p. 43, párrafo 23; la sentencia Guzzardi de 6 de noviembre de 1980, serie A, núm. 39, página 40, párrafo 108).", "", " 42. Así, el Gobierno lo destaca a justo título remitiéndose a la sentencia Engel de 8 de junio de 1976 las actuaciones disciplinarias no constituyen, como tales, «materia penal»; sin embargo, en determinados casos puede no ocurrir así (serie A, núm. 22, páginas 33-36, párrafos 80-85).", "", " Igualmente, tales actuaciones no conducen ordinariamente a un litigio sobre «derechos y obligaciones de carácter civil» (ibidem, p. 37, párrafo 87 in fine). No podría, sin embargo, excluirse la posibilidad contraria en ciertas circunstancias. Hasta ahora, el Tribunal no ha tenido que resolver la cuestión en términos expresos; en el asunto König, mencionado por la Comisión y el Gobierno, el demandante denunciaba únicamente la duración de las instancias interpuestas por él ante las jurisdicciones administrativas, después de que un órgano del ejecutivo le retirara la autorización de administrar su posteriormente de ejercer la profesión médica ( sentencia de 28 de junio de 1978 , serie A, núm. 27, p. 8, párrafo 18, y p. 28, párrafo 85; ver asimismo la sentencia Engel citada, pp. 36-37, párrafo 87, primera frase).", "", " 43. En este caso, se manifiesta indispensable establecer si el artículo 6.1 se aplica a todo o parte del procedimiento seguido ante los Consejos Provinciales y de Apelación, órganos disciplinarios, y posteriormente ante el Tribunal de Casación, institución judicial.", "", " Gobierno, Comisión y demandantes han discutido el problema, al menos tras las decisiones de admisibilidad de 6 de octubre de 1976 y 10 de marzo de 1977, exclusivamente bajo el ángulo de las palabras «litigio sobre derechos y obligaciones de carácter civil». El Tribunal estima apropiado situarse él mismo de plano en este terreno.", "", " 1. Sobre la existencia de «litigios» relativos a «derechos y obligaciones de carácter civil»", "", " 44. Ciertos aspectos del sentido de las palabras «litigios sobre derechos y obligaciones de carácter civil» se desprenden de las sentencias Ringeisen de 16 de julio de 1971 y König de 28 de junio de 1978 .", "", " Según la primera, esta parte de la frase se aplica «a todo procedimiento cuyo resultado es determinante para derechos y obligaciones de carácter privado», incluso si opone un particular a una autoridad detentadora de poder público; poco importa la naturaleza «de la Ley según la cual el litigio debe ser resuelto» y del órgano competente para resolver (serie A, núm. 13, p. 39, párrafo 94).", "", " La noción misma de «derechos y obligaciones de carácter civil» se encontraba en el centro del asunto König. Entre los derechos encausados figuraba el de «continuar ejerciendo sus actividades profesionales médicas, tras haber obtenido las autorizaciones necesarias». A la luz de las circunstancias del caso concreto, el Tribunal lo calificó de derecho privado y, por tanto, civil con respecto al artículo 6.1 (locución citada, pp. 29-32, párrafos 88-91 y 93-95).", "", " Las consecuencias de esta jurisprudencia fueron aún más ampliamente extendidas por la sentencia Golder de 21 de febrero de 1975. El Tribunal concluyó aquí que «el artículo 6.1 garantiza a todos el derecho a que un Tribunal conozca de todo litigio relativo a sus derechos y obligaciones de carácter civil» (serie A, núm. 18, p. 18, párrafo 36). De ello resulta, entre otras cosas, que este texto no se aplica solamente a un procedimiento ya comenzado: puede también ser invocado por cualquiera que, estimando ilegal una injerencia en el ejercicio de uno de sus derechos (de carácter civil), denuncie no haber tenido la ocasión de someter tal litigio a un Tribunal que responda a las exigencias del artículo 6.1.", "", " 45. En el presente asunto un primer punto debe ser aclarado: ¿puede hablarse de un auténtico «litigio» en el sentido de «dos pretensiones o demandas contradictorias» (informe oral del consejero del Gobierno)? El espíritu del Convenio ordena que no se tome este término en una acepción demasiado técnica y se le de una definición material más que formal; además, la versión inglesa del artículo 6.1 no incluye el término equivalente (\"In the determination of his civil rights and obligations»; comparar con el artículo 49 «dispute»).", "", " Incluso si el empleo de la palabra francesa «contestation» implica la existencia de una desaveniencia, los documentos de los autos muestran claramente que la había. Los demandantes fueron acusados por la Orden de médicos de faltas disciplinarias, de las que se defendieron y que les hacían susceptibles de sanción. Habiéndose declarado culpables y pronunciado su suspensión el Consejo Provincial competente, en rebeldía en el caso del doctor Le Compte (Flandes occidental), y tras haberles oído sus motivos de hecho y de derecho en el caso de los doctores Van Leuven y De Meyère (Flandes oriental), recurrieron ante el Consejo de Apelación. Comparecieron los tres ante él; asistidos de abogados, invocaban, entre otros, los artículos 6.1 y 11. El recurso fracasó en lo esencial, tras lo cual se dirigieron al Tribunal de Casación apoyándose de nuevo, principalmente, en el Convenio (párrafos 10-11 y 15-19 más arriba).", "", " 46. Todavía es necesario que el «litigio» afectara a «derechos y obligaciones de carácter civil», es decir, que «el resultado del procedimiento» haya sido «determinante» para tal derecho (sentencia Ringeisen antes citada).", "", " Según los demandantes, estaban en su derecho de continuar ejerciendo su profesión: la sentencia König de 28 de junio de 1978 habría reconocido el «carácter civil» de tal derecho (loc. cit., pp. 31-32, párrafos 91 a 93).", "", " Según el Gobierno, las decisiones de los Consejos Provinciales y de Apelación sólo tenían en esta materia una «incidencia indirecta». A diferencia de las jurisdicciones administrativas alemanas en el asunto König, estos órganos no habrían controlado la regularidad de un acto anterior de retirada del derecho de practicar: les correspondía más bien asegurarse de la realidad de faltas a la deontología que justificaran sanciones disciplinarias. Un «litigio» sobre el derecho de continuar ejerciendo la profesión médica habría surgido, todo lo más, «en un estadio ulterior» cuando los doctores Le Compte, Van Leuven y De Meyère combatieron ante el Tribunal de Casación, acusándolas de ilegales, las medidas adoptadas en su contra. El Gobierno añade que este derecho no reviste un «carácter civil»; invita al Tribunal a separarse de la solución consagrada a este respecto por la sentencia König.", "", " 47. En cuanto al punto de saber si el litigio afectaba al derecho mencionado más arriba, el Tribunal estima que el artículo 6.1, en cada uno de sus dos textos oficiales («contestation sur», «determination of»), no se contenta con un vínculo sostenido ni con repercusiones lejanas: derechos y obligaciones de carácter civil deben constituir el objeto -o uno de los objetos- del «litigio», y el resultado del procedimiento debe ser directamente determinante para tal derecho.", "", " Si el Tribunal señala aquí su acuerdo con el Gobierno, no suscribe la opinión según la cual faltaba en este caso tal relación directa entre los procedimientos en cuestión y el derecho de continuar ejerciendo la profesión médica. Las suspensiones pronunciadas por el Consejo Provincial el 30 de junio de 1971 contra el doctor Le Compte, y posteriormente el 24 de octubre de 1973 contra los doctores Van Leuven y De Meyère, tendían a privarlos temporalmente del derecho de ejercicio. Este derecho se encontraba directamente encausado ante el Consejo de Apelación y el Tribunal de Casación, a los que correspondía examinar los motivos de los interesados contra la decisión que les afectaba.", "", " 48. De otra parte, en la mayoría de los médicos que practican la profesión de curar a título liberal, como los demandantes, el derecho de continuar ejerciendo es puesto en práctica mediante relaciones de orden privado con sus clientes o pacientes; en derecho belga, revisten normalmente la forma de relaciones contractuales o cuasi contractuales y, de todas maneras, se entablan directamente entre individuos en el plano personal, sin que una autoridad pública intervenga de manera esencial o determinante en su establecimiento. Se trata, por tanto, de un derecho de carácter privado, a pesar de la naturaleza específica y de interés general de la profesión de médico y los deberes particulares con ella relacionados.", "", " El Tribunal concluye así en favor de la aplicabilidad del artículo 6.1; como en el asunto König (sentencia antes citada, p. 32, párrafo 95), no tiene que averiguar si la noción de «derechos (...) de carácter civil» va más allá de la de derechos de carácter privado.", "", " 49. Dos miembros de la Comisión, los señores Frowein y Polak, señalan en su voto particular disidente que el presente litigio no concierne, como el asunto König, a una retirada de la autorización de ejercer, sino a una suspensión de duración relativamente breve: tres meses para el doctor Le Compte, quince días para los doctores Van Leuven y De Meyère. Dicha suspensión no atentaría contra un derecho de carácter civil; constituiría una simple limitación inherente a ese derecho.", "", " Esta tesis, a la que el Gobierno se une «muy subsidiariamente» en el párrafo 29 de su memorándum, no convence al Tribunal. La suspensión que denuncian los demandantes constituía, sin duda, a diferencia de ciertas otras sanciones disciplinarias en las que incurrían (advertencia, censura y amonestación -párrafo 32 más arriba-), una injerencia directa y sustancial en el ejercicio del derecho de continuar ejerciendo la profesión médica. Su naturaleza temporal no le impide atentar contra ese derecho (comparar, mutatis mutandis, la sentencia Golder, ya citada, p. 13, párrafo 26); los «litigios» a que apunta el artículo 6.1 pueden, desde luego, tener por objeto la existencia misma de un derecho de «carácter civil», pero también su extensión o las modalidades según las cuales su titular es libre de usar del mismo.", "", " 50. Desde el momento en que el litigio sobre las decisiones tomadas en contra suya debe ser considerado como relativo a «derechos y obligaciones de carácter civil», los demandantes tenían derecho al examen de su causa por «un Tribunal» que cumpla las condiciones del artículo 6.1 (sentencia Golder, ya citada, p. 18, párrafo 36).", "", " 51. De hecho, tres órganos se ocuparon de su caso: el Consejo Provincial, el Consejo de Apelación y el Tribunal de Casación. La cuestión planteada, pues, es saber si respondían a las exigencias del artículo 6.1.", "", " ,a) El Tribunal no cree indispensable averiguar lo que constituía el Consejo Provincial. El artículo 6.1, al consagrar el «derecho a un Tribunal» (párrafo 44 más arriba), no obliga, sin embargo, a los Estados contratantes a someter los «litigios sobre derechos y obligaciones de carácter civil» a procedimientos que se desarrollen en cada uno de sus estadios ante «Tribunales» conformes con sus diversas prescripciones. Imperativos de flexibilidad y eficacia, plenamente compatibles con la protección de los derechos humanos, «pueden justificar la intervención previa de órganos administrativos o corporativos, y, a fortiori, de órganos jurisdiccionales que no satisfagan en todos los aspectos estas mismas prescripciones; tal sistema puede ampararse en la tradición jurídica de muchos Estados miembros del Consejo de Europa. En esta medida, el Tribunal reconoce la justicia de los argumentos del Gobierno y del señor Sperduti en su opinión disidente.", "", " b) Cuando el Consejo Provincial les infringió una suspensión temporal de ejercer su profesión, los doctores Le Compte, Van Leuven y De Meyère recurrieron al Consejo de Apelación, a quien fue así sometido el litigio sobre el derecho encausado.", "", " Según el Gobierno, tal Consejo no tenía, sin embargo, que cumplir las condiciones del artículo 6.1, porque su decisión podía dar lugar a un recurso ante el Tribunal de Casación, cuyo procedimiento, sin ninguna duda, reunía tales condiciones.", "", " El Tribunal no suscribe esta argumentación. Ni para los litigios civiles ni para las acusaciones penales (sentencia Deweer de 27 de febrero de 1980, serie A, núm. 35, pp. 24-25, párrafo 48), el artículo 6.1 distingue entre puntos de hecho y cuestiones jurídicas. Al igual que las segundas, los primeros revisten una importancia determinante para el resultado de un procedimiento relativo a «derechos y obligaciones de carácter civil». El «derecho a un Tribunal» (sentencia Golder, ya citada, p. 18, párrafo 36) y a una solución jurisdiccional del litigio (sentencia König, ya citada, p. 34, párrafo 98 in fine) se aplica tanto a unos como a otras. Ahora bien, no entra en la competencia del Tribunal de Casación corregir los errores de hecho ni controlar la proporcionalidad entre falta y sanción (párrafo 36 más arriba). Por tanto, el artículo 6.1 sólo ha sido respetado si el Consejo de Apelación respondía a estas exigencias.", "", " 2. Sobre la existencia de «acusaciones en materia penal»", "", " 52. Al pronunciarse sobre la admisibilidad de las demandas, la Comisión declaró que los órganos de la Orden no habían tenido que decidir sobre el fundamento de acusaciones en materia penal; lo recuerda en el párrafo 67 de su informe.", "", " 53. El Tribunal estima superfluo resolver esta cuestión, que los comparecientes no la han abordado ante ella: como en el asunto König (sentencia ya citada, pp. 32-33, párrafo 96), las reglas del artículo 6 cuya violación alegan los demandantes son aplicables tanto a materia civil como a materia penal.", "", " b) Sobre el cumplimiento del articulo 6.1", "", " 54. En consideración a la conclusión que figura en el párrafo 51 más arriba, hay que asegurarse de que el Consejo de Apelación y el Tribunal de Casación reunían ambos las condiciones del artículo 6.1 en el marco de sus atribuciones: el primero, porque es el único que ha procedido a un examen completo de las medidas que afectaban a un derecho de carácter civil; el segundo, porque ejerció el control final de la legalidad de estas medidas. Hay que averiguar, pues, si cada uno de ellos constituía realmente un «Tribunal», «creado por la Ley», «independiente» e imparcial, y si ha oído «públicamente» la causa de los demandantes.", "", " 55. Si bien el Tribunal de Casación presenta evidentemente los caracteres de un Tribunal, a pesar de los límites de su competencia (párrafos 33 y 51 más arriba), es importante verificar si ocurre lo mismo con el Consejo de Apelación. Su función jurisdiccional (párrafo 26 más arriba) no es suficiente. Según la jurisprudencia del Tribunal (sentencia Neumeister, ya citada, p. 44; sentencia De Wilde, Ooms y Versyp de 18 de junio de 1971, serie A, núm. 12, página 41, párrafo 78; sentencia Ringeisen, ya citada, p. 39, párrafo 95), sólo merece el nombre de Tribunal un órgano que responde a una serie de otras exigencias - independencia con respecto al ejecutivo y a las partes encausadas, duración del mandato de sus miembros, garantías ofrecidas por el procedimiento-, de las cuales varias figuran en el texto mismo del artículo 6.1. En opinión del Tribunal, esto ocurre en este caso concreto, a reserva de las precisiones que se hacen más adelante.", "", " 56. Creado por la Constitución (artículo 95 ), el Tribunal de Casación está claramente creado por la Ley. En cuanto al Consejo de Apelación, el Tribunal señala, con la Comisión y el Gobierno, que, al igual que todos los órganos de la Orden de médicos, fue creado por la Ley de 25 de julio de 1938 y reorganizado por el Real Decreto núm. 79, de 10 de noviembre de 1977, el cual se funda en una Ley de 31 de marzo de 1967, que atribuía ciertos poderes al Rey (párrafo 20 más arriba).", "", " 57. La independencia del Tribunal de Casación no puede ponerse en duda (sentencia Delcourt de 17 de enero de 1970, serie A, núm. 11, p. 19, párrafo 35). En opinión del Tribunal, que se une en este punto a la Comisión y al Gobierno, ocurre lo mismo con el Consejo de Apelación. En erecto, su composición asegura una paridad completa entre facultativos de la profesión médica y Magistrados del orden judicial, y su presidencia corresponde a uno de estos últimos, designado por el Rey y detentador de voto de calidad en caso de empate. La duración del mandato de los miembros del Consejo (seis años) ofrece además una garantía suplementaria a este respecto (párrafo 26 más arriba).", "", " 58. El Tribunal de Casación no plantea ninguna dificultad con respecto a la imparcialidad (sentencia Delcourt, ya citada, p. 19, párrafo 35).", "", " Por lo que se refiere al Consejo de Apelación, la Comisión expresa la opinión de que no constituía en este caso un Tribunal imparcial: si sus miembros Magistrados debían ser considerados neutrales, en cambio había de considerarse a sus miembros médicos como desfavorables a los demandantes, puesto que tenían intereses muy próximos a los de una de las partes en el procedimiento.", "", " El Tribunal no comparte la opinión relativa a la composición de la jurisdicción. La presencia -ya destacada- de Magistrados que ocupan la mitad de los puestos, entre ellos el de Presidente con voto de calidad (párrafo 26 más arriba), da una garantía cierta de imparcialidad, y el sistema de elección de los miembros médicos por el Consejo Provincial no bastaría para apoyar una acusación de parcialidad (comparar, mutatis mutandis, la sentencia Ringeisen, ya citada, p. 40, párrafo 97).", "", " En cuanto a la imparcialidad personal de cada uno de los miembros, debe presumirse hasta que se pruebe lo contrario; ahora bien, tal como lo señala el Gobierno, ninguno de los demandantes utilizó su derecho de recusación (párrafo 31 más abajo).", "", " 59. Ante el Consejo de Apelación, el Real Decreto de 6 de febrero de 1970 excluye de manera general y absoluta toda publicidad, tanto en lo que se refiere a las audiencias como en cuanto al pronunciamiento de la decisión (párrafos 31 y 34 más arriba).", "", " Ciertamente, el artículo 6.1 del Convenio prevé excepciones a la regla de publicidad -al menos para los debates-, pero lo subordina a ciertas condiciones. Ahora bien, no resulta de los autos que cualquiera de ésta se haya cumplido en este caso concreto. La naturaleza misma de las faltas reprochadas a los demandantes y de sus propios motivos contra la Orden no dependían de la práctica de la profesión de curar. Sin embargo, ni el respeto del secreto profesional ni la protección de la vida privada de estos médicos o de pacientes entraban en juego; el Tribunal no suscribe la tesis contraria del Gobierno. Nada hace tampoco pensar que otros motivos de los que enumera el artículo 6.1, segunda frase, hayan podido justificar la puerta cerrada; el Gobierno no invoca, por otra parte, ninguno de ellos.", "", " Los doctores Le Compte, Van Leuven y De Meyère tenían, pues, derecho a la publicidad de la instancia. A decir verdad, ni la letra ni el espíritu del artículo 6.1 les habría impedido renunciar voluntariamente, expresa o tácitamente (comparar sentencia Deweer, ya citada, p. 26, párrafo 49); un procedimiento disciplinario de este tipo que se da en secreto con el acuerdo del interesado no infringe el Convenio. En este caso, sin embargo, los demandantes deseaban y reclamaban manifiestamente un proceso público. El artículo 6.1 no permitía denegárselo, puesto que no se encontraba en ninguno de los casos enumerados en su segunda frase.", "", " 60. La publicidad del procedimiento ante el Tribunal de Casación de Bélgica no sería suficiente para llenar la laguna constatada. En efecto, este alto Tribunal «no conoce del fondo de los asuntos» ( artículo 95 de la Constitución y 23 del Real Decreto núm. 79), de forma que numerosos aspectos de «los litigios» relativos a «derechos y obligaciones de carácter civil» escapan a su control (párrafos 33 y 51 más arriba). Para tales aspectos, que existían en este caso concreto, no hubo ni debate público ni decisión emitida en público, como lo requiere el artículo 6.1.", "", " 61. En resumen, la causa de los demandantes no ha sido oída «públicamente» por un Tribunal con plenitud de jurisdicción. Sobre este punto hubo violación del artículo 6.1 en las circunstancias de este asunto.", "", " III. SOBRE LA VIOLACIÓN ALEGADA DEL ARTICULO 11", "", " 62. Los demandantes alegan una violación del artículo 11, cuyo tenor es el siguiente:", "", " «1. Toda persona tiene derecho a la libertad de reunión pacífica y a la libertad de asociación, incluido el derecho de formar sindicatos con otros y de afiliarse a sindicatos para la defensa de sus intereses.", "", " 2. El ejercicio de estos derechos no puede ser objeto de otras restricciones que las que, previstas en la Ley, constituyan medidas necesarias en una sociedad democrática para la seguridad nacional, la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, o la protección de los derechos y libertades de otro. El presente artículo no prohibe que se impongan restricciones legítimas al ejercicio de estos derechos por los miembros de las fuerzas armadas, la policía o la administración del Estado.»", "", " La obligación de afiliarse a la Orden de médicos (párrafo 21 más arriba) obstaculizará la libertad de asociación -que implicaría la de no asociarse- y excedería de los límites de las restricciones autorizadas por el párrafo 2 del artículo 11; por otra parte, la creación misma de la Orden tendería a suprimir la citada libertad.", "", " 63. En su informe, la Comisión unánimemente expresa la opinión, conforme en sustancia con la tesis del Gobierno, de que, en razón de su naturaleza jurídica y de su función pública, la Orden no reviste el carácter de una asociación en el sentido del artículo 11.1.", "", " 64. El Tribunal hace constar en primer lugar que la Orden de médicos belga es una institución de derecho público. Fundada por el legislador y no por particulares, permanece integrada en las estructuras del Estado, y Magistrados nombrados por el Rey forman parte de la mayoría de sus órganos. Persigue una finalidad de interés general, la protección de la salud, asegurando, por mandato de la Ley, un cierto control público del ejercicio de la profesión médica. En el marco de esta competencia le corresponde en particular elaborar el cuadro de la Orden. Para cumplir estas tareas que le ha confiado el Estado belga, goza por Ley de prerrogativas exorbitantes del derecho común, tanto administrativas como normativas o disciplinarias, y utiliza así procedimientos de poder público (párrafos 20-34 más arriba).", "", " 65. En consideración a estos diversos elementos considerados en su conjunto, la Orden no podría calificarse de asociación en el sentido del artículo 11. Todavía es preciso que su creación por el Estado belga no impida a los facultativos fundar entre ellos asociaciones profesionales o afiliarse a otras, sin lo cual habría violación. Regímenes totalitarios han recurrido -y recurren- al encuadramiento, mediante la coacción, de los profesionales en organizaciones herméticas y exclusivas, que sustituyen a las asociaciones profesionales y a los sindicatos tradicionales. Los autores del Convenio han querido evitar tales abusos (compilación de los trabajos preparatorios, volumen II, pp. 117-119).", "", " El Tribunal destaca que Bélgica conoce varias asociaciones dedicadas a la defensa de los intereses profesionales de los médicos, a las que estos últimos tienen plena libertad para afiliarse o no (párrafo 22 más arriba). En estas condiciones, la existencia de la Orden y su corolario -la obligación de los médicos de inscribirse en su cuadro y de someterse a la autoridad de sus órganos- no tienen manifiestamente ni el objeto ni el efecto de limitar, y menos todavía de suprimir, el derecho garantizado en el artículo 11.1.", "", " 66. En ausencia de atentados a la libertad protegida por el párrafo 1 del artículo 11, no ha lugar a situarse en el terreno del párrafo 2 ni de averiguar si el Convenio consagra la libertad de no asociarse.", "", " IV. SOBRE LA APLICACIÓN DEL ARTICULO 50", "", " 67. En la audiencia, el abogado de los demandantes rogó al Tribunal, si constataba la existencia de una violación del Convenio, que concediera, en virtud del artículo 50, una satisfacción equitativa a sus clientes. Sin embargo, añadió que «todavía no le era posible establecer la cuantía exacta de una eventual indemnización, vista la posibilidad de una reparación, aunque sólo fuera parcial, en el plano del derecho interno belga».", "", " El Gobierno no presentó observaciones sobre la aplicación del artículo 50.", "", " 68. Aunque planteada en virtud del artículo 47 bis del Reglamento, la cuestión no se encuentra, pues, conclusa. En consecuencia, el Tribunal debe resolverla; en las circunstancias de la causa, estima que corresponde devolverla a la Sala en virtud del artículo 50.4 del Reglamento.", "", "", "", " Por estos motivos, EL TRIBUNAL", "", " 1. Declara, por quince votos contra cinco, que el artículo 6.1 del Convenio era de aplicación en este caso;", "", " 2. Declara, por dieciséis votos contra cuatro, que hubo infracción de esta disposición, en cuanto que la causa de los demandantes no fue oída públicamente por un Tribunal que gozara de plenitud de jurisdicción;", "", " 3. Declara, por unanimidad, que no hubo violación del mismo artículo en cuanto a los restantes motivos de los demandantes, ni del artículo 11;", "", " 4. Declara, por unanimidad, que la cuestión de la aplicación del artículo 50 no se encuentra conclusa;", "", " a) En consecuencia, la reserva por entero;", "", " b) La devuelve a la Sala en virtud del artículo 50.4 del Reglamento.", "", " Dado en francés y en inglés, dando fe el texto francés, en el Palacio de los Derechos Humanos de Estrasburgo, el veintitrés de junio de mil novecientos ochenta y uno.", "", " Firmado: Gérard Wiarda", "", " PRESIDENTE", "", " Firmado: Marc-André Eissen", "", " SECRETARIO", "", " A esta sentencia va unida, conforme al artículo 51.2 del Convenio y 50.2 del Reglamento, la exposición de los votos particulares siguientes:", "", " - voto concordante común del señor Cremona y la señora Bindschedler-Robert;", "", " - voto disidente del señor Liesch;", "", " - voto parcialmente disidente del señor Matscher;", "", " - voto disidente del señor Pinheiro Farinha;", "", " - voto concordante del señor Pettiti;", "", " - voto disidente de Sir Vincent Evans;", "", " - voto disidente del señor Thór Vilhjálmsson.", "", " Rubricado: M.-A. E.", "", " Rubricado: G. W.", "", "", "", " VOTO PARTICULAR", "", " COMÚN DE LOS JUECES SEÑOR CREMONA Y SEÑORA BINDSCHEDLER-ROBERT", "", " Como la mayoría de nuestros colegas, hemos llegado a la conclusión de que en este caso hay violación del artículo 6.1 del Convenio, pero por motivos diferentes de aquellos sobre los que aquéllos se fundan.", "", " La primera cuestión que en nuestra opinión importa examinar es la siguiente: ¿Cuál era el objeto esencial del procedimiento interno en el presente asunto? Se trataba de establecer si los demandantes habían observado las reglas de la deontología médica aplicables en su país, reglas dirigidas en general a mantener y defender la probidad y la dignidad de la profesión de médico. Según nosotros, esto no constituye en sí el examen de un litigio sobre un «derecho (...) de carácter civil» (determination of a «civil right») de los demandantes en el sentido del artículo 6.1.", "", " Pero, naturalmente, sería a la vez irrealista y, creemos, inexacto separar esto de las sanciones, en fin de cuentas aplicables según la legislación pertinente en caso de comprobación de la no conformidad con estas reglas, y los dos aspectos deben en realidad ser examinados como un todo. Pero incluso así, el hecho de que una sanción pueda eventualmente afectar al ejercicio continuado de su profesión por los demandantes no lo transforma aún en el examen de un litigio sobre sus «derechos (...) de carácter civil» como tales; por ello no nos consideramos en condiciones de suscribir la conclusión adoptada en este sentido por la mayoría y debemos disociarnos de los argumentos y consideraciones que a ella conducen o de ella emanan en la opinión de la mayoría.", "", " Se trata aquí de procedimientos manifiestamente disciplinarios (en el curso de los cuales los demandantes han sido de hecho acusados, declarados culpables y castigados) por infracciones que derivaron en sanciones que, las más graves, revisten cierta importancia. Este hecho presenta ya una cierta connotación penal, que requiere un examen atento del punto de saber si estamos en realidad aquí, en las circunstancias de la causa, en presencia de lo que era una verdadera acusación en materia penal, en el sentido admitido en la sentencia Engel. A este respecto, querríamos respetuosamente añadir que no parece haberse dado a esta sentencia, que incuestionablemente debe ser tenida en cuenta, la importancia que merecía en este caso. Efectivamente, cuando la mayoría ve el objeto del procedimiento en este caso en el derecho de continuar ejerciendo la profesión médica, no hace en realidad sino dar un paso preponderante al aspecto de sanción o más bien a su resultado.", "", " En el asunto Engel, el Tribunal declaró en sustancia que el procedimiento disciplinario (y los que están en cuestión lo eran indiscutiblemente) escapa en principio del ámbito del artículo 6.1, pero que existen situaciones en que, bajo la cobertura de una acusación calificada de disciplinaria por el derecho nacional, se disimula en realidad una verdadera acusación penal. A este respecto, indicaba la sentencia, aunque en un asunto dado la naturaleza de la infracción puede permitir al Estado utilizar contra el interesado el derecho disciplinario mejor que el derecho penal, el control del Tribunal «se revelaría en general ilusorio si no tomara igualmente en consideración el grado de severidad de la sanción que corre peligro de sufrir el interesado» (serie A, número 22, p. 35, párrafo 82). En este asunto, el Tribunal debía examinar, a propósito del derecho disciplinario aplicable a las fuerzas armadas, sanciones equivalentes a privaciones de libertad; señalaba que «en una sociedad vinculada a la preeminencia del derecho corresponden a la \"materia penal\" las privaciones de libertad susceptibles de ser impuestas a título represivo, salvo aquellas que por su naturaleza, duración o modalidades de ejecución no podrían Causar un perjuicio importante» (ibidem).", "", " Opinamos que lo mismo debe ocurrir cuando, como en este caso, la sanción en que se incurre, incluso en apelación, es, entre otras, la baja en el cuadro, es decir, la retirada total del derecho de los demandantes a ejercer en el futuro su profesión, retirada cuya severidad no necesita seguramente ser subrayada (cf. la sanción penal prevista por ciertas legislaciones consistente en la prohibición del ejercicio del comercio o de una profesión, pero que generalmente es sólo temporal).", "", " A la luz de lo que precede, estimamos que estamos aquí en presencia de una verdadera acusación en materia penal. Considerando la manera según la cual ha sido examinada, constatamos también que las exigencias del artículo 6.1 no han sido respetadas todas ellas en el caso concreto y que, por consiguiente, resulta una violación del citado artículo.", "", " VOTO PARTICULAR DISIDENTE DEL JUEZ SEÑOR LIESCH", "", " Lamento no poder seguir a mis eminentes colegas cuando concluyen que el artículo 6.1 del Convenio Europeo de Derechos Humanos es aplicable al asunto Le Compte.", "", " La interpretación de los términos «litigio sobre derechos y obligaciones de carácter civil» ha dado lugar a una cosecha bastante rica; el sentido y el alcance de ellos no han sido todavía, sin embargo, obtenidos definitivamente.", "", " La sentencia Ringeisen de 16 de julio de 1971 afirmó que «los términos franceses \"litigios sobre derechos y obligaciones de carácter civil\" cubren todo procedimiento cuyo resultado sea determinante para derechos y obligaciones de carácter privado»; que «el texto inglés, que apunta a \"the determination of(...) civil rights and obligations\", confirma esta interpretación» (serie A, núm. 13, p. 39, párrafo 94).", "", " La sentencia Golder de 21 de febrero de 1975 permitió al Tribunal señalar que todos tienen derecho a que un Tribunal que responda a las exigencias del artículo 6.1 conozca de todo litigio relativo a sus derechos y obligaciones de carácter civil (serie A, número 18, p. 18, párrafo 36).", "", " Finalmente, en la sentencia König de 28 de junio de 1978 el Tribunal ha reconocido «el carácter civil» del derecho de continuar ejerciendo la profesión médica y administrar una clínica (serie A, núm. 17, páginas 31-32, párrafos 91-93).", "", " Me parece superfluo desarrollar de nuevo los argumentos expuestos por el Juez Matscher, que suscribo enteramente en cuanto está encausada la aplicabilidad del artículo 6.1.", "", " Consideraciones algo diferentes me llevan a una conclusión idéntica.", "", " En el presente asunto, la mayoría del Tribunal «estima que el artículo 6.1 en cada uno de sus dos textos oficiales (\"contestation sur\", determination of) no se contenta con un lazo sostenido ni con repercusiones lógicas: «derechos y obligaciones de carácter civil deben constituir el objeto -o uno de los objetos- del \"litigio\" y el resultado del procedimiento debe ser directamente determinante para tal derecho» (párrafo 47).", "", " En adelante, pues, todo procedimiento disciplinario cuyo resultado sea determinante para los derechos y obligaciones de carácter privado, ya se trate de médicos, notarios, magistrados, abogados o alguaciles, pertenece al campo de aplicación del artículo 6, por cuanto la sanción impuesta afecta a un derecho privado, aunque esté representado por una simple multa. A la inversa, las penas disciplinarias de advertencia y amonestación no acompañadas de una pena pecuniaria no parecen, en opinión de la mayoría del Tribunal, entrar en el ámbito de la disposición del artículo 6.1, aun cuando estas sanciones puedan tener una incidencia sobre el plano moral y, por tanto, privado.", "", " El procedimiento entablado contra los demandantes tenía por objeto la comprobación de faltas disciplinarias susceptibles, en caso de prueba prositiva, de sanciones; se refería a la disciplina, a una actitud juzgada reprochable por los órganos disciplinarios.", "", " El objeto propiamente dicho se limita, por tanto, a la demostración de una pretendida violación de una regla deontológica legalmente impuesta.", "", " Por cuanto únicamente cuenta el derecho que se encuentra encausado (sentencia König, p. 30, párrafo 90 in fine) y el carácter civil depende de la naturaleza y del objeto de la acción (ibid., pp. 20-30, párrafos 88 a 90), ha de constatarse por fuerza que los procedimientos disciplinarios entablados contra los demandantes, a diferencia del ejercicio contra el doctor König, que concernía directamente a derechos de carácter privado -el ejercicio de la profesión médica y la explotación de una clínica privada-, no pueden ser considerados como teniendo por objeto la determinación de un derecho o de una obligación de carácter civil.", "", " En efecto, el marco de toda instancia se circunscribe al objeto del litigio; pertenece a la jurisdicción competente, encargada de examinar en el conjunto de este contrato judicial las pretensiones jurídicas de las partes en causa. No puede negarse que de esta relación jurídica van a nacer derechos y obligaciones en beneficio o a costa de las partes. Sin embargo, el origen de estos derechos y obligaciones en materia privada es directo, se encuentra allí en germen, mientras que en materia disciplinaria el carácter civil de la sanción, «resultada del procedimiento», no se revelará sino como consecuencia de la previa comprobación de la falta profesional, objeto del proceso, acarreando, si ha lugar a ello, consecuencias de carácter privado.", "", " En este caso, la obligación que se encuentra en primer término y directamente encausada -el derecho de los demandantes a ejercer la medicina no se encontraba en discusión- era la del respeto de las reglas deontológicas, normas de carácter público, cuya violación no tuvo repercusiones indirectas y accesorias sino en una fase ulterior, cuando se trataba de determinar la sanción a imponer.", "", " El procedimiento en cuestión, contrariamente a las opiniones del Tribunal (párrafo 47), no tendía a privar a los médicos del derecho de practicar, puesto que no tenía por efecto directo y necesario la suspensión impugnada; el resultado del procedimiento hubiera podido ser completamente diferente y resumirse en una simple advertencia. Me parece, por tanto, erróneo afirmar que el derecho de ejercer se encontraba directamente encausado.", "", " La analogía con la sentencia König me parece defectuosa. La diferencia resulta del hecho de que en el asunto Le Compte la suspensión -de carácter privado- fue pronunciada después de la constatación de una falta profesional a cuenta de sus autores, mientras qué en el asunto König la incapacidad de ejercer la profesión de sanar y de administrar una clínica, derecho civil que de hecho afecta al derecho de propiedad, era objeto de una total retirada después de las verificaciones requeridas.", "", " De todo lo que precede resulta, según mi opinión, que el artículo 6.1 no era aplicable a este caso.", "", " VOTO PARTICULAR PARCIALMENTE DISIDENTE DEL JUEZ SEÑOR MATSCHER", "", " A", "", " 1. Por razones análogas a las que expliqué en mi voto particular anejo a la sentencia König (serie A, número 27, pp. 45 y siguientes), no estoy en condiciones, lamentándolo mucho, de compartir tampoco la opinión de la mayoría del Tribunal en el presente asunto, en cuanto que concluye en una violación del artículo 6.1 del Convenio.", "", " En efecto, era previsible que la doctrina de la sentencia König, que había dado a la noción de «litigio sobre derechos y obligaciones de carácter civil» un sentido y un alcance que no son los del artículo 6.1 del Convenio, tal como yo lo concibo, no tardaría en provocar dificultades siempre crecientes para una interpretación razonable de esta disposición, interpretación que sea a la vez conciliable con el texto y el sentido de la disposición en cuestión y que pueda, al mismo tiempo, servir a los intereses específicos de las partes y a los intereses generales del Convenio en lo que se refiere a los derechos que éste se propone proteger. El presente asunto constituye una primera prueba de ello. Hubiera podido, pues, pensarse que daría al Tribunal la ocasión de volver a meditar el fundamento de su concepción sobre la noción de «litigios sobre los derechos (...) de carácter civil». Sin embargo, el Tribunal no se ha limitado a confirmar, en sustancia, esta doctrina; incluso la ha ampliado, sentando de esta manera las bases para el surgimiento de problemas aún mayores.", "", " No hay duda de que la presente sentencia, como también por otra parte la sentencia König, se inspira en el noble sentimiento de ofrecer al individuo una protección contra las injerencias de los poderes públicos, corporativos y sociales en un campo particularmente importante como es el del ejercicio de una profesión. Que el Convenio sea defectuoso a este respecto es una constatación que yo mismo he puesto de relieve en varias ocasiones. Pero, según mi concepción de la función jurisdiccional, escapa a las atribuciones de un Tribunal internacional el sancionar derechos que los autores del Convenio no quisieron incluir en éste. Un remedio válido contra esta situación no satisfactoria no podría, pues, alcanzarse mediante una interpretación judicial, tanto más cuando tal interpretación corre peligro de trastornar el sistema del Convenio en una de sus partes más delicadas; no puede ser sino obra del legislador, es decir, de los Estados contratantes, que deberían proceder a una enmienda del Convenio.", "", " No me parece necesario repetir aquí los argumentos que desarrollé en mi voto particular antes citado y que, en su esencia, son válidos para el presente asunto, que posee un fondo común con el asunto König, sin identificarse, sin embargo, completamente con aquél.", "", " 2. La sentencia König declara (párrafos 91 a 93) que el derecho de continuar ejerciendo la profesión médica era un derecho civil en el sentido del artículo 6.1, en razón, parece ser, de que las actividades de un médico se resumirían principalmente (desde el punto de vista jurídico) en el hecho de mantener relaciones de derecho privado con sus pacientes. De ahí que un procedimiento administrativo tendente a la retirada de la autorización de ejercer sería relativo a un «litigio sobre un derecho de carácter civil», y el resultado de este procedimiento sería «determinante» para el derecho en cuestión.", "", " No querría volver sobre el carácter muy discutible de tal deducción y me limito a remitir a los argumentos que a este respecto fueron señalados en mi voto particular antes citado (ver p. 46).", "", " Al menos en la sentencia de König (párrafo 95) el Tribunal pudo afirmar que la retirada de la autorización de ejercer había constituido el objeto (o uno de los objetos) de los procedimientos administrativos que habían sido entablados en contra de los demandantes. Por tanto, en la medida en que puede considerarse como un derecho de carácter civil el derecho de ejercer una profesión determinada, incluso reglamentada por el derecho público -lo que discuto-, un procedimiento dirigido a la retirada de este derecho tendría verdaderamente por objeto, él también, un derecho de carácter civil.", "", " En el presente asunto, éste no era en modo alguno el caso. En efecto, el derecho de los demandantes de continuar ejerciendo la medicina no había sido el objeto ni uno de los objetos de los procedimientos ante los órganos de la Orden de médicos y ante el Tribunal de Casación. El único objeto de los procedimientos en cuestión era saber si los demandantes habían infringido las reglas de la deontología médica y, en caso afirmativo, imponerles la sanción correspondiente, consistente en una suspensión del derecho de ejercer la medicina. Sólo esta sanción afectó a su situación profesional y, por tanto, tuvo una incidencia indirecta sobre las relaciones de derecho privado que los demandantes hubieran podido mantener con sus pacientes. Ahora bien, el mismo Tribunal lo destaca justamente, «repercusiones lejanas» sobre un derecho civil de una medida tomada en el curso de un procedimiento no bastan para conferir a éste el carácter de procedimiento (sobre un litigio) de derecho civil.", "", " Tratándose de una sanción por infracción de las reglas de la deontología médica, se podría, si acaso, calificar el asunto de penal. Por otra parte, la misma sentencia parece recomendar tal interpretación cuando habla (en el párrafo 45) de «faltas disciplinarias» de las cuales los demandantes habrían sido «declarados culpables». Sin embargo, por otras razones no cree deber seguir esta «pista» (párrafos 52 y 53).", "", " 3. De otra parte, la sentencia tampoco está en condiciones de definir de una manera suficientemente clara y precisa la naturaleza del vínculo que debería existir entre un derecho civil y un procedimiento determinado para poder calificar a éste como relativo a un «litigio sobre un derecho (...) de carácter civil». Las fórmulas vagas y ambiguas de que se sirve la sentencia a este respecto son prueba de ello: es preciso que el litigio «haya tenido como objeto» derechos y obligaciones de carácter civil, y que el resultado del procedimiento «haya sido determinante» para tal derecho (párrafo 46); derechos y obligaciones de carácter civil deben «constituir el objeto -o uno de los objetos-» del litigio y el resultado del procedimiento debe ser «directamente determinante» para tal derecho (párrafo 47); este derecho debe encontrarse «directamente encausado» (párrafo 47); la suspensión debe constituir una «injerencia directa y sustancial» en el ejercicio del derecho en cuestión (párrafo 49); el litigio debe ser considerado como «relativo» a derechos y obligaciones de carácter civil (párrafo 50), etc.", "", " Tales fórmulas no son apropiadas ni para servir de guía a los Estados contratantes con el objeto de adaptar sus legislaciones a las exigencias de los órganos del Convenio, ni para iluminar a los sujetos a la jurisdicción sobre las posibilidades de éxito de una demanda. En suma, no favorece la seguridad jurídica, principio que, justamente, ha sido numerosas veces invocado en las sentencias del Tribunal.", "", " 4. El hecho de que los demandantes hayan ejercido la medicina a título de profesión liberal, ¿puede verdaderamente ser determinante para calificar el derecho en cuestión de «privado» (párrafo 48)? ¿La situación no habría sido esencialmente la misma para los demandantes -en lo que se refiere a los derechos cuya protección por el Convenio invocan- si hubieran sido médicos funcionarios de un servicio público de salud o médicos empleados en una clínica privada? En efecto, no afirman ser víctimas de una injerencia en su derecho de entablar relaciones contractuales con sus pacientes; denuncian únicamente el obstáculo a su mero derecho de ejercer la profesión. Entonces, ¿puede ocurrir de forma diferente en cuanto al derecho de ejercer otras profesiones, «sean liberales» o no?", "", " Además, no me parece tampoco posible -a menos que se quiera apoyar sobre la doctrina de los derechos adquiridos, que la ciencia jurídica ha reconocido desde hace tiempo que no era de aplicación general- distinguir, para la aplicabilidad del artículo 6.1 entre la concesión y la retirada del derecho de ejercer una profesión. La sentencia de König (párrafo 91), sobre la que se funda la presente sentencia, operó tal distinción (ver la refutación de esta tesis en mi voto particular, p. 47).", "", " Resulta necesariamente de la doctrina de la sentencia König, ampliada por la presente sentencia, que el derecho de ejercer una profesión cualquiera, incluso en la medida en que este derecho esté reglamentado esencialmente por el derecho público, sería un «derecho civil» en el sentido del artículo 6.1. Por tanto, todo procedimiento, sea administrativo o disciplinario, que tenga por objeto o por incidencia indirecta la concesión o la retirada del derecho de ejercer una profesión se referiría a un «litigio sobre un derecho (...) de carácter civil» y debería, pues, responder, al menos en última instancia, a las exigencias del artículo 6.1. La consecuencia de tal concepción, que me parece inevitable según la doctrina de la sentencia König y de la presente sentencia -a pesar de todas las reservas que las dos sentencias se apresuran a expresar aquí y allí-, es que, bajo este aspecto, el derecho de la mayoría de los Estados contratantes se encontraría en una situación irregular respecto del Convenio.", "", " De otra parte, una consecuencia de este tipo no me parece admisible y tampoco sería comprensible para los Estados contratantes. Tiene, pues, para mí más bien el valor de un argumento ad absurdum. Ahora bien, en tal situación hay que remontarse a las causas de este resultado inaceptable. Para mí no hay duda de que se encuentran en el hecho de querer introducirse por fuerza en el ropaje del artículo 6.1 situaciones jurídicas para las cuales, evidentemente, no ha sido elaborado.", "", " 5. Desde luego, para eludir tales consecuencias, la sentencia se esfuerza por atemperar las implicaciones de su doctrina, en este caso considerando la posibilidad de una renuncia a la publicidad del procedimiento. Este es un expediente muy poco válido: cuando un procedimiento se organiza de manera que se desarrolle en público, en general, una parte no tiene la facultad de renunciar a la publicidad, pues ésta no está prevista en el interés exclusivo de una parte, sino en un interés que sobrepasa al de las partes, y, por tanto, en interés de la jurisdicción en general: cuando, por el contrario, se excluye la publicidad, como es el caso, a justo título, en los asuntos disciplinarios, una «renuncia» por parte de una de las partes estaría desprovista de todo sentido.", "", " Señalo, de paso, que la referencia (párrafo 59 de la presente sentencia) al asunto Deweer (serie A, número 35, párrafo 49) no me parece pertinente: la renuncia al derecho de dejar decidir por un Tribunal que responda a las exigencias del artículo 6.1 el fundamento de un derecho material en litigio, recurriendo a un arreglo o una composición amistosa, o al arbitraje, es algo completamente distinto, y la doctrina reconoce que este derecho de renuncia no implica en modo alguno el derecho de las partes de componer un procedimiento, una vez que ha sido entablado por ellas o contra ellas (prohibición del «procedimiento pactado»).", "", " Por mi parte, no creo que se pueda acondicionar el artículo 6.1 de esta forma. Cuando un asunto le es sometido, debe ser aplicado in toto y la constatación de que su aplicación integral sería imposible o desatinada constituye, en mi opinión, la prueba de su inaplicabilidad en un asunto determinado o en un tipo determinado de asunto.", "", " En general, querría destacar mi oposición muy firme a todo intento de aplicación ecléctica de las garantías del artículo 6.1. Tal procedimiento, aparte de que sería incompatible con la letra y con el espíritu de esta disposición, podría revelarse extremadamente peligroso para los intereses de los sujetos a la jurisdicción.", "", " 6. En definitiva, la sentencia concluye en la violación del artículo 6.1 en uno de sus aspectos, que en el presente asunto tiene una importancia completamente secundaria y marginal: la falta de publicidad en un procedimiento disciplinario. Es muy cierto que los demandantes han hecho valer también este motivo, pero con un fin que es completamente extraño al que es inherente a la garantía de publicidad en el sentido del artículo 6.1. Y para llegar a este resultado de alcance tan reducido, la sentencia ha tenido que desarrollar tesis que dejarán perplejos a los Estados contratantes y, en todo caso, abrirán la puerta a una inseguridad jurídica siempre creciente en materia tan delicada como la de las garantías judiciales previstas por el Convenio. Es por ello que, lamentándolo, no puedo asociarme a ella.", "", " B", "", " Suscribo enteramente la presente sentencia en la medida en que concluye en la ausencia de atentado contra la libertad de asociación en el sentido del artículo 11 del Convenio.", "", " VOTO PARTICULAR DISIDENTE DEL JUEZ SEÑOR PINHEIRO FARINHA", "", " Lamentándolo mucho, no puedo unirme a las opiniones de mis colegas de la mayoría en lo que se refiere a la violación del artículo 6 del Convenio Europeo de Derechos Humanos .", "", " En efecto:", "", " 1. Creo que en el ejercicio de la profesión médica la espiritualidad predomina sobre la materialidad, de manera que el derecho encausado por la suspensión del derecho de ejercer la profesión médica es un derecho de carácter público y no civil (ya lo dije, mutatis mutandis, en mi voto particular en el asunto König).", "", " 2. Estoy de acuerdo con la mayoría (párrafo 47 de la sentencia)- cuando estima que «el artículo 6.1 en los dos textos oficiales (\"contestation sur\", \"determination of\") no se contenta con un lazo sostenido ni con repercusiones lejanas: derechos y obligaciones de carácter civil deben constituir el objeto -o uno de los objetos- del \"litigio\" y el resultado del procedimiento debe ser directamente determinante para tal derecho».", "", " Pero creo que ante los órganos disciplinarios de la Orden no se discutieron las consecuencias del comportamiento de los doctores Le Compte, Van Leuven y De Meyère sobre las relaciones de derecho privado establecidas con sus clientes.", "", " El litigio ante los órganos disciplinarios (Consejos Provinciales y de Apelación) y posteriormente ante el Tribunal de Casación se refirió solamente a la materia deontológica, que escapa al derecho civil.", "", " 3. Acepto la afirmación siguiente de la mayoría (párrafo 42 de la sentencia) «igualmente, tales procedimientos (disciplinarios) no conducen generalmente a un litigio sobre \"derechos y obligaciones de carácter civil\" (...). No se podría, sin embargo, excluir que ocurra de otra manera en ciertas circunstancias».", "", " Esto quiere decir que por regla general el procedimiento disciplinario escapa a las exigencias del artículo 6.1 del Convenio.", "", " ¿En qué momento se verificará la aplicabilidad del artículo 6.1 al procedimiento disciplinario?", "", " En mi opinión, no es el resultado del procedimiento, la sanción que será impuesta, lo que determina la aplicabilidad o inaplicabilidad del párrafo 1 del artículo 6.", "", " La relación procedimental es una relación jurídica dinámica (Manuel Andrade, Liçoes do processo civil, p. 363) o, más precisamente, una relación progresiva, puesto que avanza gradualmente hacia el último resultado al que tiende el procedimiento, y ésta es la razón por la que no podemos esperar a la decisión para saber si ésta resuelve un «litigio sobre derechos y obligaciones de carácter civil».", "", " No me parece que el procedimiento disciplinario deba o no respetar el párrafo 1 del artículo 6 según que vaya a ser impuesta la suspensión del ejercicio de la medicina -aplicabilidad- u otras sanciones disciplinarias, tales como una advertencia, una censura o una amonestación como resultado de un procedimiento que podría alejarse de las normas del Convenio. Esto llevaría a la incertidumbre hasta la decisión final.", "", " En el presente asunto, la causa de los demandantes se sitúa únicamente en la violación de las reglas deontológicas, y de ahí, en mi opinión, la inaplicabilidad del artículo 6.1.", "", " 4. En conclusión, estimo que no hay violación ni del artículo 6.1 ni del artículo 11 del Convenio.", "", " VOTO PARTICULAR DEL JUEZ SEÑOR PETTITI", "", " He votado con la mayoría del Tribunal sobre la aplicabilidad del artículo 6.1. Sin embargo, debo indicar la interpretación que doy a este punto con respecto a la publicidad. El procedimiento en la fase de casación conllevaba publicidad, pero en el interior del examen de un recurso que desembocaba en un simple control de legalidad.", "", " Es en la medida en que la Ley belga no prevé recurso de plena jurisdicción cuando se plantea la cuestión de publicidad en el sentido del artículo 6.", "", " La plena jurisdicción es, en efecto, necesaria para velar por que la jurisdicción ordinaria no opere una desviación de competencia sancionando, por ejemplo, a título disciplinario un comportamiento propio de una toma de posición sindical o corporativa; este control es la contrapartida del privilegio de jurisdicción conferido a las Ordenes.", "", " Si el procedimiento ordinario comporta en el último grado de jurisdicción el recurso de pleno contencioso, sólo en esta fase respeta la publicidad suficientemente la regla del artículo.", "", " No hay que desconocer, en efecto, el carácter original del procedimiento disciplinario, ni su inserción en una tradición que debe respetar la finalidad de las profesiones ligadas a la misión del servicio público de la salud o a la misión de justicia. El principio de juicio por los iguales es una necesidad intrínseca para proteger el secreto del acto profesional, la recepción de la confianza de terceros, la defensa del honor de los miembros de la profesión liberal.", "", " La publicidad de los debates ante el Consejo de la Orden y ante la instancia de apelación, cuando la culpabilidad todavía no es apreciada en última instancia, tendrá una repercusión perjudicial sobre la carrera del interesado en la hipótesis de que se reconozca finalmente su inocencia. Dejar la elección de la puerta cerrada o la publicidad al encausado no es una defensa suficiente. Como mucho, buscando soluciones nuevas, legislativas o reglamentarias, la publicidad podría preverse en instancias de apelación a falta de recurso de plena jurisdicción, pero el acceso a la audiencia estaría entonces reservado exclusivamente a los miembros de la profesión.", "", " Pero la solución que une mejor el respeto de la tradición de las profesiones y de las jurisdicciones ordinarias y el respeto de las reglas del procedimiento equitativo con respecto al Convenio Europeo es, en mi opinión, la que en un procedimiento con recurso final de plena jurisdicción no prevé la publicidad sino en esta última fase.", "", " VOTO PARTICULAR DISIDENTE DEL JUEZ SEÑOR VINCENT EVANS", "", " (Traducción)", "", " 1. Suscribo la sentencia del Tribunal en cuanto a la no violación del artículo 11 del Convenio.", "", " 2. Lamento, por el contrario, no poder compartir la opinión de la mayoría del Tribunal según la cual hubo violación del artículo 6.1. Según mi opinión, este artículo no se aplica en este caso porque el procedimiento que impugnan los demandantes no se refería al examen (determinatiori) de un litigio sobre derechos y obligaciones de carácter civil ni sobre el fundamento de una acusación en materia penal, en el sentido de dicho artículo.", "", " 3. El Tribunal ha considerado la noción de «derechos y obligaciones de carácter civil», que figura en el artículo 6, como relativa a derechos de carácter privado, aunque haya reservado la cuestión de saber si la noción, en el sentido de esta disposición, va más allá de tales derechos ( sentencia Ringeisen de 16 de julio de 1971 , serie A, núm. 13, p. 39, párrafo 94; sentencia König de 28 de junio de 1978 , serie A, núm. 27, p. 32, párrafo 95; párrafos 44 y 48 de la presente sentencia).", "", " 4. La interpretación de los términos «civil rights and obligations» como refiriéndose a derechos y obligaciones de carácter privado cuadra con el texto francés del artículo 6 («droits et obligations de caractère civil»); aquélla es corroborada por los trabajos preparatorios del artículo: apoyan la idea de que estos términos deben recibir un sentido restrictivo, en particular para las cuestiones de derecho público, incluido el derecho administrativo. Me adhiero también a la afirmación según la cual no basta con que el litigio o el procedimiento tengan un vínculo sostenido con derechos y obligaciones de carácter civil o repercusiones lejanas sobre ellos: tales derechos y obligaciones deben constituir el objeto del «litigio» y el resultado del procedimiento debe ser directamente determinante para tal derecho (párrafo 47 de la sentencia). Mi desacuerdo con la mayoría del Tribunal recae sobre su conclusión: el examen de un litigio sobre un derecho de carácter privado habría sido el objeto del litigio o del procedimiento en este caso.", "", " 5. El procedimiento en cuestión ha sido conducido siguiendo los Reales Decretos que rigen en Bélgica a la Orden de médicos y atribuyen a este fin poderes disciplinarios a los órganos de la Orden para «velar por el respeto de las reglas de la deontología médica y el mantenimiento del honor, la discreción, la probidad y la dignidad de los miembros de la Orden» (párrafo 24 de la sentencia). El procedimiento ante los Consejos Provinciales y de Apelación y posteriormente ante el Tribunal de Casación se referían, pues, a cuestiones de derecho público. Su objeto era disciplinario -velar por el respeto de reglas deontológicas-; no se trataba de examinar un litigio sobre derechos de carácter privado. Aunque su resultado pudiera incidentalmente afectar a derechos de carácter privado, esto no bastaba, en mi opinión, para incluirlo en el artículo 6.1.", "", " 6. La sentencia tiene por consecuencia extender la aplicación del artículo 6.1 a procedimientos de un tipo que, en mi opinión, éste no estaba destinado a cubrir y al que no siempre se adaptan sus exigencias, en particular en materia de publicidad. Por ejemplo, en asuntos disciplinarios no siempre puede mostrarse necesario en interés general o deseable en interés del individuo encausado que la decisión sea hecha pública, en particular si ha sido reconocido no culpable de una falta profesional. La aplicación del artículo 6.1 a los procedimientos disciplinarios puede así dar lugar a dificultades exageradas relativas a la composición de los órganos disciplinarios de las Ordenes profesionales, a pesar de que tales órganos no siempre son «creados por la Ley».", "", " 7. Falta averiguar si el procedimiento disciplinario de que se trata implicaba el examen del fundamento de una acusación en materia penal contra los demandantes. El Tribunal ha estimado superfluo resolver esta cuestión (párrafo 53 de la sentencia), habiendo constatado que dicho procedimiento se refería al examen de un litigio sobre derechos y obligaciones de carácter civil. Tal como ha señalado el Tribunal, la Comisión declaró, al pronunciarse sobre la admisibilidad de las demandas, que los órganos disciplinarios de la Orden no habían tenido que decidir sobre el fundamento de acusaciones en materia penal (párrafo 25 de la sentencia). No veo ningún motivo para encontrarme en desacuerdo con ella. En el asunto Engel y otros, aunque el procedimiento impugnado hubiera obedecido al derecho disciplinario, el Tribunal consideró que las acusaciones presentadas contra algunos de los demandantes constituían «materia penal», pues tendían a la imposición de duras penas privativas de libertad (serie A, número 22, p. 36, párrafo 85). En el presente asunto, ni las infracciones reprochadas a los interesados, ni las sanciones pronunciadas por los órganos disciplinarios revestían carácter penal. Sin duda, la negativa del doctor Le Compte a conformarse a las medidas adoptadas por la Orden condujo a las ulteriores diligencias penales y a condenarle a penas de prisión y multa, pero ningún motivo fue dirigido contra el procedimiento ante los Tribunales represivos belgas por no respeto de las exigencias del artículo 6.", "", " 8. Por estas razones, concluyo en la ausencia de violación del artículo 6 del Convenio.", "", " VOTO PARTICULAR DISIDENTE DEL JUEZ SEÑOR THOR VILHJALMSSON", "", " (Traducción)", "", " Me uno a la opinión disidente del Juez Sir Vincent Evans.", "", " ASUNTO LE COMPTE, VAN LEUVEN Y DE MEYÈRE", "", " (Artículo 50)", "", " DECISIÓN", "", " La Sala del Tribunal constituida el 29 de abril de 1980 para el examen del asunto Le Compte, Van Leuven y De Meyère,", "", " Vista su decisión, tomada el 1 de octubre de 1980, de declararse incompetente en favor del Tribunal en pleno en virtud del artículo 48 del Reglamento;", "", " Vista la sentencia por la que el Tribunal en pleno le devuelve, conforme al artículo 50.4 del Reglamento, la cuestión de la aplicación del artículo 50 del Convenio de Protección de Derechos Humanos y Libertades Fundamentales, después de haber constatado una falta a las exigencias del artículo 6.1 de éste;", "", " Reunida en Estrasburgo en privado, compuesta por el señor G. Wiarda, Presidente; los señores Ryssdal y Thór Vilhjálmsson, la señora D. Bindschedler-Robert, los señores Liesch y J. Pinheiro Fa-rinha, jueces, y el señor A. Vanwelkenhuyzen, juez ad hoc, así como de los señores A. Eissen, Secretario, y H. Petzold, Secretario adjunto;", "", " Considerando que ha lugar a dictaminar el procedimiento ulterior, teniendo en cuenta la hipótesis de un acuerdo entre Estado demandado y demandantes (artículo 50.3 y 5 del Reglamento);", "", " Invita a la Comisión Europea de Derechos Humanos a presentarle por escrito, en el plazo de dos meses a partir del pronunciamiento de esta decisión, sus observaciones sobre dicha cuestión y en particular a darle conocimiento de todo arreglo amistoso al que hubieren podido llegar el Gobierno del reino de Bélgica y los demandantes;", "", " Reserva el procedimiento ulterior y delega en su Presidente la misión de fijarlo en caso necesario.", "", " Adoptado por unanimidad el 27 de mayo de 1981 y luego dado en francés y en inglés, dando fe el texto francés, en el Palacio de Derechos Humanos de Estrasburgo el 23 de junio de 1981.", "", " Firmado: Gérard Wiarda", "", " PRESIDENTE", "", " Firmado: Marc-André Eissen", "", " SECRETARIO", "", " [Traducción: Piedad García-Escudero)"]}