{"file": "SPA_HJUDSPA_13590_88.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "13590/88", "text_paragraphs": ["Sentencia 13510/88", "", "CASO CAMPBELL CONTRA REINO UNIDO", "", " Artículo 8 (Derecho al respeto de la correspondencia; injerencia en la correspondencia de un penado) Sentencia de 25 de marzo de 1992", "", " Mediante fallo dictado en Estrasburgo el 25 de marzo de 1992 y recaído en el caso Campbell contra el Reino Unido, el Tribunal declaró por ocho votos contra uno que la injerencia en la correspondencia del actor con su solicitor y con la Comisión Europea de Derechos Humanos infringió el artículo 8 del Convenio Europeo de Derechos Humanos y, por unanimidad, que no se impone investigar si hubo infracción del artículo 25, § 1. El Tribunal concedía asimismo al actor en virtud del artículo 50 del Convenio una cantidad en concepto de costas y gastos.", "", "", "", " 1. HECHOS", "", " Tras su condena el 10 de octubre de 1984, el actor cumple una pena de prisión perpetua por asesinato. El Juez había recomendado que el interesado permaneciera en prisión al menos veinte años.", "", " Inicialmente el señor Campbell fue incluido en la categoría B, pero como consecuencia de un incidente en la prisión de Peterhead, fue inculpado de varios delitos y reclasificado en la categoría A, que incluye a los detenidos que exigen el mayor nivel de seguridad. La Corona abandonó esas acusaciones, pero el actor no volvió a figurar en la categoría B hasta el 9 de marzo de 1988. Tras su encarcelamiento, el interesado consultó a su solicitor acerca de los procedimientos judiciales previstos o en curso y sobre otras cuestiones. También intercambió correspondencia con la Comisión. Desde 1985, las autoridades penitenciarias abrieron y filtraron de manera regular el correo intercambiado con su solicitor y con la Comisión. El actor formuló diversas quejas ante el Ministerio de Interior y ante el Departamento escocés de Interior y Salud, pero se le informó de que toda su correspondencia seria abierta de acuerdo con el reglamento habitual, salvo en lo que concernía a las quejas ante la Comisión. Según el actor, sin embargo, y a pesar de la declaración anterior, se abrió la correspondencia dirigida a la misma y proveniente de ella. Ha permanecido, entre otras, en las prisiones de Perth y Peterhead, muy alejadas del bufete de su solicitor en Glasgow. Ahora cumple su pena en el sector especial de la prisión de Barlinnie, en Glasgow.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El actor sometió el caso a la Comisión el 14 de enero de 1986. El 8 de noviembre de 1989, ésta admitió parcialmente el recurso.", "", " Después de intentar en vano obtener un acuerdo amistoso, la Comisión redactó un informe, el 12 de julio de 1992, en el que se hacían constar los hechos y se formulaba la opinión:", "", " a) por once votos contra uno, de que hubo infracción del artículo 8 en lo que se refiere a la apertura de la correspondencia del actor con su solicitor en relación con procedimientos previstos o en curso;", "", " b) por ocho votos contra cuatro, de que hubo infracción del artículo 8 en lo que se refiere a la apertura de la correspondencia general del actor con su solicitor;", "", " c) por once votos contra uno, de que hubo infracción del artículo 8 debido a la apertura de la correspondencia del actor con ella misma;", "", " d) por diez votos contra dos, de que el actor no sufrió ningún impedimento para el efectivo ejercicio de su derecho de recurso garantizado por el artículo 25, § 1.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Infracción alegada del artículo 8", "", " El actor denunciaba la apertura y lectura por parte de las autoridades penitenciarias de su correspondencia con el solicitor y con la Comisión; habría, pues, infracción del artículo 8.", "", " 1. Correspondencia con el solicitor", "", " Tras rechazar los argumentos del Gobierno según los cuales el actor no justifica su queja y que, en todo caso, el interesado sólo se quejaba de la apertura y no de la lectura de su correo, el Tribunal afirma que hubo injerencia en el derecho del interesado al respeto de la correspondencia que intercambiaba con su solicitor; la citada injerencia se basaba en el reglamento penitenciario y en las instrucciones, que preveían la apertura y lectura de ese tipo de correspondencia en defensa del orden o para la prevención de infracciones penales.", "", " Al tratarse de saber si la injerencia era necesaria en una sociedad democrática, el Tribunal reconoce que un cierto control de la correspondencia de los detenidos no colisiona en sí mismo con el Convenio, habida cuenta de las exigencias normales y razonables del encarcelamiento.", "", " El Tribunal no aprecia ninguna razón para distinguir entre las distintas categorías de correspondencia con los abogados: cualquiera que sea su finalidad, se refieren a asuntos de naturaleza confidencial y privada y gozan en principio de un estatuto privilegiado en virtud del artículo 8. De ello resulta que las autoridades penitenciarias pueden abrir las cartas dirigidas por un abogado a un detenido cuando tienen motivos plausibles para creer que en ellas figura un elemento ilícito no revelado por los medios de detección normales. Sin embargo, sólo deben abrirla sin leerla. Es conveniente que se proporcionen garantías adecuadas para impedir su lectura, como por ejemplo la apertura del sobre en presencia del detenido. En cuanto a la lectura del correo que un detenido intercambia con un abogado, sólo debería autorizarse en casos excepcionales si las autoridades tuvieran motivos para creer que existe abuso del privilegio por constituir el contenido de la carta una amenaza la seguridad del establecimiento o de terceros o porque reviste de otra manera un carácter delictivo.", "", " El Acuerdo Europeo del 6 de mayo de 1969 sobre las personas que participan en procedimientos ante la Comisión y el Tribunal Europeo de Derechos Humanos (el «Acuerdo Europeo») no puede ser entendido en el sentido de autorizar la apertura de la correspondencia del actor a los efectos del artículo 8.", "", " El Tribunal rechaza la tesis del Gobierno según la cual -por analogía con el Acuerdo Europeo- la apertura de su correspondencia no privó al interesado de la posibilidad efectiva de comunicarse confidencialmente con su solicitor en el curso de las visitas de éste a la cárcel. La correspondencia constituye un medio de comunicación distinto y el artículo 8 le concede una protección diferenciada. El derecho al respeto de la correspondencia adquiere una importancia particular en el marco carcelario, donde el asesor jurídico puede experimentar unas dificultades mayores para hacer una visita a su cliente, debido, como en este caso, a la lejanía del establecimiento.", "", " No cabria alcanzar el objetivo buscado, es decir, la confidencialidad de las relaciones con el abogado, si ese modo de comunicación fuera objeto de un control automático.", "", " La posibilidad de examinar la correspondencia por motivos plausibles proporciona una garantía suficiente frente a los abusos. El Tribunal no se deja convencer por los argumentos del Gobierno según los cuales no cabe contar siempre con la competencia e integridad profesional de los solicitors y éstos, si se supiera que toda la correspondencia intercambiada con ellos se transmite y no se abre, podrían convertirse en el blanco de las presiones de personas deseosas de introducir en las prisiones, o de hacer salir de ellas, objetos prohibidos. Nadie ha dejado entender que existiera motivo alguno para sospechar que el solicitor del actor no cumplía las reglas de su profesión. La necesidad de respetar la confidencialidad que se atribuye a las relaciones entre abogado y cliente prevalece sobre la simple posibilidad de abusos.", "", " El Tribunal concluye que la apertura y lectura de la correspondencia del actor con su solicitor no respondía a ninguna necesidad social imperiosa y, por consiguiente, no era «necesaria en una sociedad democrática» en el sentido del artículo 8, § 2.", "", " Por consiguiente, hubo infracción del artículo 8 (ocho votos contra uno).", "", " 2. Correspondencia con la Comisión", "", " El Tribunal estima que el actor no ha dejado sentado que se abrieran las cartas dirigidas a la Comisión, dado que las autoridades penitenciarias tienen como práctica habitual no someter esas cartas a ningún control.", "", " El Tribunal afirma por el contrario que hubo injerencia en el derecho del actor al respeto de la correspondencia proveniente de la Comisión: dicha injerencia se basó sobre todo en unas instrucciones publicadas y accesibles y perseguía el objetivo legítimo de la «defensa del orden» o de «prevención de infracciones penales».", "", " En cuanto al extremo de saber si la injerencia era necesaria en una sociedad democrática, el Tribunal considera que, al igual que el correo destinado a la Comisión, importa respetar la confidencialidad del enviado por ella, dado que puede referirse a alegaciones contra las autoridades o agentes penitenciarios. Por lo demás, no existe ninguna razón imperiosa que obligue a abrir las citadas cartas. El riesgo, apuntado por el Gobierno, de que se elaboren documentos falsos con membrete de la Comisión para introducir objetos o mensajes prohibidos es tan reducido que debe ser descartado.", "", " El Tribunal concluye que la apertura de las cartas de la Comisión no era «necesaria en una sociedad democrática» en el sentido del artículo 8, § 2, de tal modo que también en este caso hubo infracción (ocho votos contra uno).", "", " II. Artículo 25.1", "", " Suscitada de oficio por la Comisión, la cuestión no fue replanteada ante el Tribunal y no ha lugar a examinarla (unanimidad).", "", " Un juez expresó una opinión separada y dos jueces opiniones parcialmente disidentes, que se encuentran adjuntas a la sentencia."]}