{"file": "SPA_HJUDSPA_20124_92.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "20124/92", "text_paragraphs": ["Sentencia 20124/92", "", "CASO HIGGINS Y OTROS CONTRA FRANCIA", "", " Artículo 6. 1 (Derecho a un proceso equitativo) Sentencia de 19 de febrero de 1998", "", " Mediante una sentencia dictada en Estrasburgo el 19 de febrero de 1998 en el caso Higgins y otros contra Francia, el Tribunal Europeo de Derechos Humanos resuelve, por ocho votos contra uno, que ha habido violación del artículo 6.1 («proceso equitativo») del Convenio Europeo de Derechos Humanos y concede, por unanimidad, a los demandantes una cierta cantidad en concepto de gastos y costas judiciales.", "", " La sentencia fue leída en audiencia pública por el señor Rudolf Bernhardt, Vicepresidente del Tribunal.", "", "", "", " 1. HECHOS", "", " En calidad de herederos o de legatarios, los veintitrés demandantes, ciudadanos franceses, eran parte en tres procedimientos incoados en el marco de un proceso contencioso de sucesión derivado de las herencias de MaryAnn Higgins y de su esposo Charles Brown-Petersen, fallecidos respectivamente los días 22 de febrero de 1961 y el 13 de marzo de 1962. El 16 de diciembre de 1988, el Tribunal de lo Civil de Primera Instancia de Papeete estimó sus pretensiones relativas al tercer procedimiento el cual tenía por objeto una aportación, efectuada en 1958, de un conjunto inmobiliario a la sociedad Brown Building Corporation («BBC») y la única impugnada ante el Tribunal.", "", " La parte demandada interpuso recurso de apelación contra esta sentencia ante el Tribunal de Apelación de Papeete. Los demandados, por su parte, solicitaron a este órgano que aplazara la sentencia en espera de que el Tribunal de Casación se pronunciara sobre una petición de remisión del caso a jurisdicción nueva por sospecha legítima de parcialidad del Tribunal que habían presentado el 1 de junio de 1989. El 25 de mayo de 1989, ya habían formulado una petición idéntica con respecto a los dos primeros procedimientos, que estaban igualmente pendientes ante el mismo Tribunal de Apelación. El 7 de diciembre de 1989, dicho Tribunal, en el marco del procedimiento relativo a la aportación a la sociedad, desestimó la demanda de aplazamiento y anuló la sentencia de 16 de diciembre de 1988.", "", " El 22 de marzo de 1990, la Sala Segunda de lo Civil del Tribunal de Casación declaró admisibles las dos peticiones de remisión a jurisdicción nueva por sospecha legítima de parcialidad del Tribunal y ordenó la remisión al Tribunal de Apelación de París de los dos primeros procedimientos, sin mencionar en su fallo el tercer procedimiento. Por ello, los demandantes presentaron una demanda de rectificación de error material contra esta decisión, la cual fue desestimada el 23 de octubre de 1991, considerando la Sala Segunda que «con el pretexto de una rectificación, la demanda pretende obtener una modificación de disposiciones precisas del fallo de la sentencia».", "", " La Sala Primera de lo Civil del Tribunal de Casación desestimó, el 17 de diciembre de 1991, el recurso de casación presentado por los demandantes contra la sentencia sobre el fondo del Tribunal de Apelación de Papeete de 7 de diciembre de 1989, sin hacer alusión a la sentencia de 22 de marzo de 1990.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Instada a conocer del caso por la demanda presentada el 1 de junio de 1992, la Comisión la admitió el 29 de noviembre de 1995.", "", " Después de haber intentado en vano una solución amistosa, el 4 de septiembre de 1996, la Comisión aprobó un informe en el que se hacen constar los hechos y se declara, por unanimidad, que ha habido violación del artículo 6.1 del Convenio.", "", " La Comisión elevó el caso ante el Tribunal el 28 de octubre de 1996.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1 del Convenio", "", " Los demandantes afirman que el Tribunal de Apelación de Papeete, en el momento de dictar la sentencia de 7 de diciembre de 1998, no era un Tribunal imparcial en la medida en que, como la Sala Segunda del Tribunal de Casación reconocería en su sentencia de 22 de marzo de 1990, se podían tener dudas legítimas sobre su imparcialidad. Se quejan igualmente de la naturaleza no equitativa del procedimiento seguido ante el Tribunal de Casación, el cual habría perpetuado la violación cometida por el Tribunal de Apelación de Papeete al no anular la sentencia de 7 de diciembre de 1989.", "", " 1. Sobre las excepciones preliminares del Gobierno", "", " El Gobierno plantea, como ya lo hizo ante la Comisión, dos excepciones de inadmisibilidad fundadas en el artículo 26 del Convenio, una derivada de la presentación fuera de plazo de la demanda y la otra del no agotamiento de las vías de recurso internas.", "", " El Tribunal constata que la imputación relativa a la imparcialidad se refiere a la sentencia del Tribunal de Apelación de Papeete de 7 de diciembre de 1989, que fue objeto de la sentencia del Tribunal de Casación de 17 de diciembre de 1991. En estas condiciones, la decisión a tomar en consideración para el cálculo del plazo de seis meses es esta última sentencia. Así pues, procede rechazar la excepción de presentación fuera de plazo.", "", " Vista la imbricación de estos diferentes procedimientos, el Tribunal estima que la cuestión del agotamiento de las vías de recurso internas debe examinarse teniendo en cuenta el conjunto de los procedimientos. Ciertamente, entre los motivos expuestos en el escrito de ampliación de 20 de julio de 1990 para fundar el recurso de casación contra la sentencia de 7 de diciembre de 1989 no se alegaba el artículo 6.1 del Convenio, ni la falta de imparcialidad. Sin embargo, los demandantes llamaron la atención sobre la cuestión sometida a las Instituciones del Convenio cuando presentaron escritos de conclusiones ante la Sala Primera del Tribunal de Casación sosteniendo que era innecesario un pronunciamiento y cuando solicitaron al Tribunal de Apelación de Papeete que aplazara la sentencia por motivo de la presentación el 1 de junio de 1989 de una petición de remisión a nueva jurisdicción por razón se sospecha legítima de falta de imparcialidad por parte del Tribunal. Los demandantes dieron a las jurisdicciones francesas, por tanto, la ocasión que el artículo 26 del Convenio tiene por finalidad, a saber: permitir a los Estados contrayentes evitar o reparar las violaciones alegadas contra ellos. En consecuencia, procede igualmente rechazar, y se rechaza, la excepción de no agotamiento de las vías de recursos internas.", "", " 2. Sobre la fundamentación de las imputaciones", "", " El Tribunal ha examinado la imputación de los demandantes relativa a la manera en la que el Tribunal de Casación resolvió sus denuncias sobre la falta de imparcialidad del Tribunal de Apelación de Papeete en el marco del procedimiento contra la BBC y, más en particular, la no motivación de su decisión sobre este punto.", "", " El Tribunal insiste en que el artículo 6.1 obliga a los tribunales nacionales a motivar sus decisiones, lo cual no puede entenderse, sin embargo, en el sentido de exigir una respuesta detallada a cada alegato. El alcance de este deber puede variar según la naturaleza de la decisión y debe analizarse a la luz de las circunstancias de cada caso. Los días 25 de mayo y 1 de junio de 1989, los interesados presentaron ante la Sala Segunda de lo Civil del Tribunal de Casación dos peticiones de denegación de competencia por sospecha legítima de parcialidad del Tribunal de Apelación de Papeete. La primera hacía referencia a dos procedimientos, uno de entrega de legado y otro de demanda civil; la segunda, que se remitía a la primera, estaba relacionada con el presente procedimiento, relativo a una aportación a sociedad, el único aquí en cuestión. En las dos peticiones se exponían motivos de sospecha similares.", "", " En su sentencia de 22 de marzo de 1990, la Sala Segunda de lo Civil del Tribunal de Casación reconoció la legitimidad de la sospecha de imparcialidad con respecto al Tribunal de Apelación de Papeete. Tras acumular las dos peticiones que le fueron planteadas y acordar su admisión, el Tribunal de Casación ordenó la remisión al Tribunal de Apelación de París por motivo de cambio de jurisdicción sólo de los procedimientos de entrega de legado y de demanda civil de tercería, sin mencionar en su fallo el tercer procedimiento, el cual, sin embargo, sí se mencionaba explícitamente al comienzo de la sentencia. En efecto, este último procedimiento estaba estrechamente ligado a los otros dos, ya que formaba parte de un complejo proceso de sucesiones referente prácticamente a un mismo grupo de personas y a un mismo conjunto de bienes. Por otra parte, salvo por un magistrado, la instancia de apelación tenía una formación idéntica a la del tribunal que había conocido de los tres asuntos.", "", " En la sentencia del Tribunal de Casación de 22 de marzo de 1990 no se proporcionaba ninguna indicación susceptible de aclarar a este Tribunal el resultado diferente dado al procedimiento contra la BBC. Ni el procedimiento de rectificación de error material, ni el de casación contra la sentencia del Tribunal de Apelación de 7 de diciembre de 1989 proporcionó a los demandantes una respuesta explícita y específica sobre las consecuencias a extraer de la sentencia de 22 de marzo de 1990.", "", " En ausencia de esta respuesta, es imposible saber si el Tribunal de Casación simplemente olvidó mencionar el tercer caso o bien no quiso ordenar su remisión y, si esto es así, por qué razones.", "", " En consecuencia, ha habido violación del artículo 6.1.", "", " II. Artículo 50 del Convenio", "", " Este Tribunal no puede especular sobre cuál podría haber sido el resultado del procedimiento interno si se hubieran respetado las exigencias del artículo 6. No habiéndose acreditado ningún nexo de causalidad entre la violación del Convenio puesta de manifiesto en este procedimiento y el perjuicio material alegado (109.450.000 FRF que representa el valor monetario del conjunto inmobiliario objeto del litigio y las rentas generadas por el mismo), se rechazan estas pretensiones. Este Tribunal se declara incompetente para emitir un acta judicial a doña Denise Higgins-Brown Petersen, una de las demandantes, haciendo constar su compromiso de respetar los pactos privados formalizados entre las partes. Resolviendo en equidad, este Tribunal concede la suma global de 75.000 FRF en concepto de gastos y costas judiciales, la cual deberá pagarse dentro de un plazo de tres meses.", "", " La sentencia fue dictada por una Sala integrada por nueve magistrados, a saber: R. Bernhardt (alemán), presidente, L.-E. Pettiti (francés), J. de Meyer (belga), J. M. Morenilla (español), G. Mifsud Bonnici (maltés), D. Gotchev (búlgaro), K. Jungwiert (checo), E. Levits (letón), T. Pantiru (moldavo), H. Petzold, secretario de Tribunal, y P. J. Mahoney, secretario adjunto del Tribunal.", "", " El juez Pettiti expresó una opinión disidente cuyo texto figura adjunto a la sentencia."]}