{"file": "SPA_HJUDSPA_29192_95.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "29192/95", "text_paragraphs": ["Sentencia 29192/95", "", "CASO CILIZ CONTRA LOS PAÍSES BAJOS", "", " Artículo 8 (Derecho al respeto de la vida familiar) Sentencia de 11 de julio de 2000", "", " El Tribunal Europeo de Derechos Humanos comunica hoy día por escrito la sentencia en el caso Ciliz contra los Países Bajos. El Tribunal declara, por unanimidad, que existió violación del artículo 8 (respeto al derecho de la vida familiar) del Convenio Europeo de Derechos Humanos . En aplicación del artículo 41 (satisfacción equitativa) del Convenio, el Tribunal concede al solicitante la suma de 47.552,50 florines (NLG) en concepto de perjuicio moral y de gastos y costas.", "", "", "", " 1. HECHOS", "", " El demandante, Mehmet Ciliz, ciudadano turco, nació en 1965 y residía en los Países Bajos en la época de los acontecimientos incriminados.", "", " El solicitante era titular de un permiso de residencia en los Países Bajos, que le permitió vivir en dicho país con su esposa. De la unión de la pareja nació un hijo el 27 de agosto de 1990. En noviembre de 1991, el solicitante y su esposa se separaron. Las autoridades neerlandesas concedieron al señor Ciliz un año para encontrar un puesto de trabajo. Dado que el interesado seguía sin trabajo al término de dicho plazo, las autoridades se negaron a prorrogar su permiso de residencia. El solicitante impugnó su decisión pero, en sentencia del 24 de mayo de 1995, el Tribunal de Distrito de La Haya, con sede en Amsterdam, rechazó su recurso. Una nueva reclamación presentada por él contra la negativa a prorrogar su permiso de residencia fue rechazada el 6 de noviembre de 1995. Fue expulsado a Turquía el 8 de noviembre de 1995, cuando la asistencia pública seguía todavía examinando la cuestión de saber si debía tener o no derecho de visita respecto a su hijo.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La demanda fue presentada ante la Comisión Europea de Derechos Humanos el 6 de noviembre de 1995. Después de haberla declarado parcialmente admisible, dictó, el 20 de mayo de 1998, un informe en el que formulaba la opinión unánime de que había existido violación del artículo 8 del Convenio, sometiendo el caso al Tribunal el 24 de noviembre de 1998. El 15 de enero de 1999, el Gobierno neerlandés planteó igualmente el caso ante el Tribunal. Dado que el solicitante era de nacionalidad turca, el Gobierno turco ejerció el derecho a participar en el procedimiento ante el Tribunal, derecho que le reconocía el artículo 36, párrafo 1, del Convenio.", "", " El 30 de noviembre de 1999 tuvo lugar una audiencia. La sentencia fue dictada por una sala compuesta por siete jueces, a saber: Elisabeth Palm (sueca), presidenta; Wilhelmina Thomassen (neerlandesa), Luigi Ferrari Bravo (italiano), Riza Thürmen (turco), Corneliu Bîrsan (rumano), Josep Casadevall (andorrano), Rait Maruste (estoniano), jueces, así como Michael O’Boyle, secreta rio de sala.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " El demandante se considera víctima de una violación del derecho al respeto de su vida familiar, que le garantiza el artículo 8 del Convenio Europeo de Derechos Humanos .", "", " II. Decisión del Tribunal", "", " 1. Artículo 8 del Convenio", "", " El Tribunal considera que las autoridades neerlandesas, por ausencia de coordinación de los diversos procedimientos relativos a los derechos familiares del solicitante, no actuaron de manera que permitieran a este último, después de su divorcio, mantener lazos familiares con su hijo. Concluye que el proceso de toma de decisión, relativo tanto a la cuestión de la expulsión del interesado como a la de su derecho de visita a su hijo, no concedió a los intereses del solicitante la protección que impone el artículo 8. El ataque al derecho del solicitante, garantizado por dicha disposición, no era, pues, necesario en una sociedad democrática.", "", " En consecuencia, existió violación de dicha disposición.", "", " 2. Artículo 41 del Convenio", "", " El Tribunal concede al demandante la suma de 25.000 NLG por perjuicio moral. Además, le concede 22.552,50 NLG en concepto de gastos y costas, menos el importe abonado por el Consejo de Europa a título de asistencia judicial gratuita."]}