{"file": "SPA_HJUDSPA_21353_93.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "21353/93", "text_paragraphs": ["Sentencia 21353/93", "", "CASO CAMENZIND CONTRA SUIZA", "", " Artículos 8 (Derecho a la inviolabilidad del domicilio) y 13 (Obligación de los estados de ofrecer un recurso efectivo para denunciar las violaciones del Convenio)", "", " Sentencia de 16 de diciembre de 1997", "", " Mediante sentencia dictada en Estrasburgo el 16 de diciembre de 1997, en el caso Camenzind contra Suiza, el Tribunal Europeo de Derechos Humanos (TEDH) declara (por ocho votos contra uno) que el registro llevado a cabo en el domicilio del Sr. Camenzind en el marco de un procedimiento penal administrativo no ha infringido el artículo 8 del Convenio Europeo de Derechos Humanos . Sí aprecia, por el contrario, que ha habido una violación del artículo 13 del Convenio en relación con el artículo 8, al no haberse beneficiado el interesado de la posibilidad de un «recurso efectivo» ante una instancia suiza ante la que hacer valer su queja relativa a la posible violación de su derecho a la inviolabilidad de su domicilio, y concede, por unanimidad y, en favor de este último, una cantidad en concepto de costas y gastos, de acuerdo con lo establecido en el artículo 50 del Convenio.", "", " La sentencia fue leída en audiencia pública por el Sr. Rudolf Bernhardt, Vicepresidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El Sr. Bruno Camenzind, nacido en 1930, es de nacionalidad suiza, y residente en la localidad de Friburgo. El 11 de diciembre de 1991, el Servicio de Correos y Telecomunicaciones de Berna inició diligencias penales contra él por uso indebido de un teléfono inalámbrico.", "", " El 13 de diciembre de 1991, el director del Servicio de Correos y Telecomunicaciones de Berna dio autorización para la realización de un registro en el domicilio del demandante para localizar e incautarse del aparato no declarado. El 21 de enero de 1992, a las 9,50, dos agentes de Telecomunicaciones se presentaron en casa del demandante. Éste reconoció haber utilizado un teléfono inalámbrico, pero hizo constar que dicho aparato ya no se encontraba en su poder. Informado de que los funcionarios poseían una orden de registro, el interesado no se opuso al mismo.", "", " Los funcionarios solicitaron la presencia de un agente de policía cantonal, y el demandante dejó a las tres personas en su vestíbulo. En realidad, el demandante sólo ocupaba una dependencia de la vivienda, ya que las otras cinco estaban arrendadas. Se le informó de los aspectos legales del registro y fue autorizado para ver el expediente. Asimismo, llamó por teléfono a un abogado y a un responsable de la Dirección de Correos y Telecomunicaciones de Berna.", "", " El registro fue llevado a cabo, a petición del demandante, por un solo agente de Telecomunicaciones, el cual se limitó a comprobar la conformidad de los aparatos de teléfono y televisión en cada una de las dependencias de la vivienda. Se levantó acta, que fue firmada por el demandante y por el agente que realizó la inspección. Se hizo entrega inmediatamente de una copia al demandante, con la indicación de que podía recurrir el registro.", "", " El 24 de enero de 1992, el demandante interpuso una demanda ante el Tribunal Federal por irregularidad del registro, denuncia que fue rechazada el 27 de marzo de 1992. El Tribunal estimó que, como el registro ya no vulneraba los derechos garantizados por la ley, no existía por tanto interés legal alguno en su protección. La decisión fue notificada al demandante el 3 de abril de 1992.", "", " En las actas de 14 de agosto y 26 de septiembre de 1995, el demandante fue condenado al pago de una multa de 150 francos suizos (CHF) por infracción de la Ley Federal de 1992, reguladora de la Correspondencia Telegráfica y Telefónica, y al pago de las costas. El procedimiento de control jurisdiccional iniciado por el demandante contra esas medidas fue archivado el 18 de diciembre de 1995, cuando el Tribunal de Distrito de Saane constató que la falta había prescrito.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " La Comisión, ante la que fue presentado el recurso el 2 de octubre de 1992, lo admitió a trámite el 27 de noviembre de 1995 en lo referente a las quejas relativas a los artículos 8 y 13 del Convenio.", "", " Tras haber buscado en vano un arreglo amistoso, la Comisión redactó, el 3 de septiembre de 1996, un informe haciendo constar los hechos y en el que concluyó por unanimidad que no se había producido violación del artículo 8 del Convenio, pero que se ignoró lo dispuesto en el artículo 13.", "", " El asunto fue sometido al TEDH el 28 de octubre de 1996 . El 14 de enero de 1997, el Gobierno de la Confederación Helvética hizo lo propio.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 8 del Convenio", "", " 1. Existencia de una injerencia", "", " El demandante sostenía que el registro domiciliario litigioso debía considerarse como una injerencia en el ejercicio de su derecho a la inviolabilidad del domicilio en lo que se refiere no sólo a la dependencia que ocupaba en la vivienda en cuestión, sino también a las que arrendaba a una tercera persona. El TEDH no estima necesario resolver este particular por no tratarse de una cuestión pertinente en este caso y se limita a constatar que, de todas formas, el registro de la dependencia ocupada por el demandante se considera como una injerencia.", "", " 2. Justificación de la injerencia", "", " a) «Prevista por la ley»", "", " El TEDH recuerda que la expresión «prevista por la ley», en el sentido del apartado 2 del artículo 8 del Convenio, significa que la medida adoptada debe encontrar su fundamento en el Derecho interno, y que la ley de la que se trata debe poder ser conocida por la persona afectada -la cual, además, debe poder prever las consecuencias que puede tener dicha ley sobre ella-, y debe ser compatible con el resto del Ordenamiento jurídico. En este caso, señala, en primer lugar, que el artículo 42 de la Ley Federal de 1992 reguladora de la Correspondencia Telegráfica y Telefónica sancionaba particularmente «[el establecimiento, explotación o utilización], sin concesión ni autorización (...) de instalaciones emisoras o receptoras y de cualesquiera otras instalaciones sometidas a concesión o autorización y que sirvan para la transmisión eléctrica o radioeléctrica de señales, imágenes o sonidos». A continuación, el TEDH subraya que, para investigar una infracción contemplada por el Derecho Administrativo Sancionador, el artículo 48 de la Ley Federal sobre Derecho Administrativo Sancionador dispone que un registro puede ser efectuado en viviendas u otros establecimientos «si allí se encuentran (...) pruebas de la infracción» y que dicha ley contempla una serie de garantías destinadas a la protección de posibles perjuicios arbitrarios que la Administración Pública pueda cometer contra el derecho a la inviolabilidad del domicilio. En consecuencia, admite que la medida litigiosa estaba «prevista por la ley».", "", " b) Fin legítimo", "", " El TEDH constata que el demandante era sospechoso de haber contravenido, por medio del uso de un teléfono inalámbrico no homologado, las disposiciones del artículo 42 de la Ley Federal de 1992 reguladora de la Correspondencia Telegráfica y Telefónica. No se puede poner en duda, pues, que el registro del inmueble del demandante, cuyo objeto era el de encontrar e incautar el aparato, pretendía unos resultados compatibles con el Convenio: «la defensa del orden» y la «prevención del delito».", "", " c) «Necesario en una sociedad democrática»", "", " Según reiterada jurisprudencia del TEDH, la noción de «necesidad» implica una injerencia basada en una necesidad social imperiosa y especialmente proporcionada en relación con el fin legítimo buscado; para pronunciarse sobre la «necesidad» de una injerencia «en una sociedad democrática», el TEDH tiene en cuenta el margen de discrecionalidad dejado a los Estados parte.", "", " Los Estados parte pueden considerar necesario recurrir a medidas tales como las visitas domiciliarias y decomisos para conseguir la prueba material de ciertas infracciones. El TEDH controla la pertinencia y suficiencia de los motivos invocados para justificar aquéllas, así como el respeto del anteriormente mencionado principio de proporcionalidad. En cuanto a este último punto, el TEDH es llevado, por una parte, a asegurarse de que la legislación y la práctica en la materia ofrecen a los individuos unas «garantías adecuadas y suficientes que eviten posibles abusos»; a pesar del margen de discrecionalidad que se reconoce en la materia a los Estados parte, debe ejercer un control más exhaustivo cuando, como ocurre en este caso, el Derecho nacional habilita a la Administración para ordenar y llevar a cabo un registro domiciliario sin orden judicial: la protección de los individuos contra ataques arbitrarios de la Administración a los derechos garantizados por el artículo 8 exige una cobertura legal, y la imposición de límites más estrictos a la actuación de dichos poderes públicos. El TEDH, por otra parte, examina las circunstancias peculiares de cada caso a fin de determinar si, en concreto, la injerencia litigiosa era proporcionada al fin perseguido.", "", " En el presente caso, el registro tenía por objeto incautarse de un teléfono inalámbrico no homologado del que se sospechaba que era usado por el Sr. Camenzind, contraviniendo el artículo 42 de la Ley Federal de 1992 reguladora de la Correspondencia Telegráfica y Telefónica. Ciertamente, las autoridades ya disponían de algunas pruebas de la infracción, ya que la comunicación del demandante había sido grabada, y el interesado había reconocido haber hecho uso de dicho teléfono. No obstante, el TEDH admite que las autoridades administrativas competentes tenían motivos suficientes para pensar que la incautación del corpus delicti -y, en consecuencia, el registro- era necesaria para el establecimiento de la prueba de la infracción encausada.", "", " Después de haber revisado las garantías instituidas en la materia por la modificada Ley Federal sobre Derecho Administrativo Sancionador de 22 de marzo de 1974, el TEDH examinó las condiciones en las que tuvo lugar el registro litigioso, y señala que fue efectuado por un solo funcionario a petición propia del Sr. Camenzind; que tuvo lugar en presencia del demandante y después de que éste pudiera consultar el expediente de su asunto y llamar a un abogado; que duró cerca de dos horas y comprendió toda la vivienda; el funcionario se limitó a comprobar los teléfonos y televisores; no registró ningún mueble; no consultó ningún documento y no procedió a ninguna incautación.", "", " Teniendo en cuenta las garantías ofrecidas por la legislación federal suiza, y sobre todo el escasísimo alcance del registro cuestionado, el TEDH admite que la injerencia en el derecho del demandante al respeto a la inviolabilidad de su domicilio puede considerarse proporcionada para el fin perseguido y por tanto «necesaria en una sociedad democrática» en el sentido del artículo 8. El TEDH concluye así con la ausencia de violación de esta disposición.", "", " II. Artículo 13 del Convenio en relación con el artículo 8", "", " El Sr. Camenzind sostenía que no se había beneficiado de un «recurso efectivo» para hacer valer su queja conforme al artículo 8 del Convenio argumentando que el Tribunal Federal se negó a pronunciarse sobre «la legalidad y la justificación de fondo» del registro litigioso.", "", " El carácter «defendible» de la queja conforme al artículo 8 no presenta ninguna duda, en la medida en que el TEDH ha considerado que el registro litigioso suponía una injerencia en el ejercicio del derecho del Sr. Camenzind a la inviolabilidad de su domicilio. El TEDH se ha ocupado de determinar si el ordenamiento jurídico suizo ofrecía a este último un recurso «efectivo», habilitando a la «Instancia Nacional» competente para juzgar dicha queja y para otorgar la reparación adecuada. El TEDH señala, al respecto, que la Ley Federal sobre Derecho Administrativo Sancionador establece un recurso especial contra las medidas de coacción -tales como los registros domiciliarios- adoptadas en el marco de un procedimiento administrativo sancionador: estas medidas y las acciones u omisiones que a ellas se refieren pueden ser objeto de una denuncia ante la Sala de Acusación del Tribunal Federal. Esa denuncia puede ser presentada por «cualquiera que haya sido perjudicado por el acto de investigación que se recurre, la omisión que se denuncia o la resolución de la que se queja, y tenga un interés digno de protección para que se produzca la anulación o modificación» de éste o de aquéllas. Sin embargo, según una jurisprudencia consolidada de la Sala de Acusación del Tribunal Federal, el mencionado «interés» debe ser actual: en principio, sólo está legitimado para actuar quien aún sea perjudicado, al menos parcialmente, por la decisión recurrida. En consecuencia, dicha Sala de Acusación declaró inadmisible la parte de la denuncia del Sr. Camenzind relativa al registro litigioso, ya que «[esta medida había] terminado y el demandante, actualmente, ya [no era] perjudicado por [aquélla]». Así, incluso aunque la Sala de Acusación procedió al examen de la parte de la denuncia relativa a la escucha y grabación de la comunicación telefónica encausada, el recurso, arriba descrito, no puede ser calificado de «efectivo» en el sentido del artículo 13. Lo mismo se puede decir respecto de la petición de juicio presentada por el demandnte en virtud del artículo 72 de la Ley Federal sobre Derecho Administrativo Sancionador , al haber archivado el Tribunal de Distrito de la Sarine el procedimiento por prescripción de la infracción litigiosa.", "", " Al no haber demostrado el Gobierno que los otros procedimientos que invocaba eran efectivos, el TEDH concluye que el demandante no había dispuesto de un «recurso efectivo ante una instancia nacional» para exponer su queja conforme al artículo 8 y que se produjo, por tanto, una violación del artículo 13 del Convenio, en relación con el artículo 8.", "", " III. Artículo 50 del Convenio", "", " El TEDH resuelve que su sentencia constituye por sí misma una satisfacción equitativa suficiente en cuanto al perjuicio moral alegado por el demandante, pero, decidiendo en equidad, concede a este último, en concepto de costas procesales, la cantidad de 8.000 CHF, menos los 9.184 FRF pagados por el Consejo de Europa en virtud de asistencia judicial. Un miembro del Tribunal emitió, en el mismo sentido del fallo que recoge la sentencia, su voto particular, al cual se adhirieron dos jueces. Otro emitió su voto particular en sentido contrario."]}