{"file": "SPA_HJUDSPA_11932_86.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "11932/86", "text_paragraphs": ["Sentencia 11932/86", "", "CASO GRANGER CONTRA REINO UNIDO", "", " Artículo 6.3 (Derecho a la asistencia gratuita por un abogado de oficio) Sentencia de 28 de marzo de 1990", "", " El Tribunal Europeo de Derechos Humanos, constituido conforme al artículo 43 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales («el Convenio») y a los preceptos pertinentes de su Reglamento, en una Sala compuesta por los siguientes Jueces:", "", " Señores R. Ryssdal, Presidente; F. Matscher, L.-E. Pettiti, Sir Vincent Evans, Señores C. Russo, J. de Meyer, S. K. Martens, y por los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto.", "", " Después de deliberar en privado los días 26 de octubre de 1989 y 19 de febrero de 1990,", "", " Dicta la siguiente Sentencia, aprobada en la última fecha citada:", "", " PROCEDIMIENTO", "", " 1. El caso se sometió al Tribunal por el Gobierno del Reino Unido de Gran Bretaña y de Irlanda del Norte («el Gobierno») el 27 de febrero de 1989, y por la Comisión Europea de Derechos Humanos el 16 de marzo del mismo año, dentro del plazo de tres meses establecido por los artículos 32.1 y 47 del Convenio. Tuvo su origen en la demanda número 11932/86, deducida contra el Reino Unido y presentada ante la Comisión el 5 de diciembre de 1985 por un ciudadano británico, el señor Joseph Granger, en virtud del artículo 25.", "", " La demanda del Gobierno se remitía al artículo 48, y el escrito de la Comisión a los artículos 44 y 48 y a la declaración británica reconociendo la jurisdicción obligatoria del Tribunal (art. 46). La pretensión de los dos escritos es que se resuelva si los hechos de autos ponen de manifiesto que el Estado demandado incumplió las obligaciones que impone el artículo 6.3. c) del Convenio.", "", " 2. El demandante, en contestación al ofrecimiento previsto en el artículo 33.3. d) del Reglamento del Tribunal , anunció que participaría en el procedimiento y nombró abogado a este respecto (art. 30).", "", " 3. La Sala que debía constituirse comprendía de oficio a Sir Vincent Evans, Juez elegido por su nacionalidad británica ( art. 43 del Convenio), y al señor R. Ryssdal, Presidente del Tribunal [ art. 21.3. b) del Reglamento]. El 30 de marzo de 1989, el Presidente designó por sorteo celebrado ante el Secretario a los cinco miembros restantes, los señores F. Matscher, R. Macdonald, C. Russo, J. de Meyer y S. K. Martens, (arts. 43 in fine del Convenio y 21.4 del Reglamento). Posteriormente, el Juez suplente señor L.-E. Pettiti sustituyó al señor Macdonald, imposibilitado para actuar (arts. 22.1 y 24.1 también del Reglamento).", "", " 4. El señor Ryssdal, después de tomar posesión de la Presidencia de la Sala (art. 21.5 del Reglamento), consultó por medio del Secretario al Agente del Gobierno, al Delegado de la Comisión y al representante del demandante sobre la necesidad del procedimiento escrito (art. 37.1). De conformidad con la correspondiente providencia, se recibió en Secretaría la Memoria del Gobierno el 23 de junio de 1989.", "", " El Secretario de la Comisión, en carta de fecha 28 de agosto, comunicó al del Tribunal que el Delegado expondría su parecer en la audiencia del litigio.", "", " 5. El 30 de agosto el Presidente, después de consultar por medio del Secretario a los comparecientes, señaló el 23 de octubre de 1989 como fecha de apertura del procedimiento oral (art. 38).", "", " 6. La audiencia pública se celebró el día señalado, en el Palacio de Derechos Humanos de Estrasburgo. Antes, el Tribunal se reunió para prepararla.", "", " Han comparecido:", "", " a) Por el Gobierno:", "", " el señor M. Wood, asesor jurídico del Ministerio de Asuntos Exteriores y de la Commonwealth, agente;", "", " el señor A. Rodger, Q. C., Solicitor General for Scotland , asesor jurídico;", "", " el señor R. Reed, Abogado, asesor jurídico;", "", " b) Por la Comisión:", "", " Sir Basil Hall, delegado;", "", " c) Por el demandante:", "", " el señor J. Carroll, solicitor.", "", " El Tribunal oyó las declaraciones y las contestaciones a sus preguntas y a las de dos de sus miembros del señor Rodgerd, en nombre del Gobierno; de Sir Basil Hall, en el de la Comisión, y del Letrado del demandante, señor Carroll.", "", " 7. La Comisión presentó en Secretaría un documento el 12 de octubre de 1989; y el Gobierno aportó varios en la audiencia pública. El 30 de octubre, el señor Granger completó la reclamación que había formulado el 11 del mismo mes al amparo del artículo 50 del Convenio; y las observaciones a este respecto del Gobierno y de la Comisión, así como un nuevo escrito del demandante, se recibieron en Secretaria los días 5, 14 y 28 de diciembre, respectivamente.", "", "", "", " HECHOS", "", " I. Las circunstancias del caso", "", " A. El proceso Lafferty", "", " 8. Al comienzo de los años ochenta, una serie de graves incidentes entre bandas rivales en Glasgow culminaron con el incendio intencionado de unos locales industriales, seguido de un ataque con bombas incendiarias a un piso, causando la muerte de seis personas de una misma familia.", "", " 9. La policía, durante sus investigaciones, interrogó al señor Granger, un ciudadano británico nacido en 1960 y residente en Glasgow, quien los días 23 y 25 de mayo de 1984 firmó unas declaraciones describiendo cómo se habían cometido los crímenes y dando el nombre de los culpables: Thomas Lafferty y seis individuos más. El Ministerio Fiscal consideró importante dicho testimonio que contribuyó mucho a que se promovieran las actuaciones penales contra los mencionados individuos. El (ahora) demandante disfrutó de una protección especial hasta la apertura del juicio.", "", " 10. El juicio contra Thomas Lafferty y seis personas más, acusados, entre otros delitos, de incendio intencionado y de asesinatos, se celebró ante la High Court of Justiciary , en Glasgow, en septiembre de 1984. El señor Granger compareció como principal testigo de la acusación. Sin embargo, en una vez que estuvo ante el Tribunal, dijo que no sabía nada referente a los delitos de que se trataba y pretendió que las declaraciones citadas anteriormente procedían en realidad de la policía, que le presionó para que las firmara.", "", " B. El proceso del demandante por falso testimonio", "", " 11. Poco después se detuvo al demandante y se le acusó ante la High Court of Justiciary de falso testimonio; continuó en esta situación en espera de ser juzgado. Se le imputó, en síntesis, haber mentido en el juicio de Lafferty en los siguientes puntos:", "", " a) al afirmar que actuó según las instrucciones de la policía, y no por su propia iniciativa, al referirse a un plano levantado por él;", "", " b) al negar que había hecho ante la policía, el 23 de mayo de 1984, una detallada declaración sobre el incendio intencionado;", "", " c) al negar que el 25 del mismo mes y año hizo otra declaración a la policía sobre los asesinatos;", "", " d) al pretender que sufrió presiones y violencias por parte de la policía que le obligó a firmar las declaraciones preparadas por ella;", "", " e) al alegar que había dicho a su solicitor que la policía le agredió y le coaccionó para que firmara una declaración en contra de su voluntad.", "", " 12. Se concedió al demandante la ayuda o asistencia judicial para la preparación de su defensa por su solicitor y para su representación en el proceso por un senior y un junior counsel .", "", " Se encargó de la acusación el Solicitor General for Scotland (apartado 29, posterior), considerando que los delitos que se le imputaban eran lo suficientemente graves para que actuara un acusador de esta categoría; ahora bien, el Advocate Depute más antiguo, que compareció como acusador en el proceso Lafferty, debía hacerlo como testigo en el del demandante.", "", " El Tribunal (la High Court of Justiciary ), después de un juicio en Glasgow, en febrero de 1985, que duró cuatro semanas, declaró al señor Granger culpable de los delitos que se le imputaban en las acusaciones primera, segunda y cuarta, y no culpable del que era objeto de la quinta; y consideró no probado el imputado en tercer lugar, condenándolo a cinco años de prisión.", "", " El órgano judicial, a los efectos de determinar los gastos reembolsables en concepto de ayuda judicial, certificó que la causa había sido excepcionalmente larga, compleja y difícil.", "", " C. El recurso del demandante contra su condena", "", " 13. El demandante anunció posteriormente, por medio de su solicitor, su propósito de impugnar la condena (apartado 27, posterior). La ayuda judicial concedida en el proceso por falso testimonio cubría tanto esta diligencia como el informe del solicitor sobre las posibilidades de éxito del recurso, el de un abogado sobre la misma cuestión, su interposición y sus fundamentos ( ibidem ) y la presentación de la petición de dicha ayuda para la representación en la audiencia pública.", "", " 14. La petición se dirigió al Supreme Court Legal Aid Committee of the Law Society of Scotland (el Comité, apartado 30 posterior), el 6 de junio de 1985, en nombre del señor Granger, quien no contaba con los suficientes medios económicos para pagar a sus asesores. El escrito iba acompañado de un memorándum, de una copia del recurso (con una exposición complementaria de sus fundamentos) y del resumen hecho por el Juez para conocimiento del Jurado en la primera instancia; posteriormente, se aportaron también una copia del escrito de acusación y un extracto del registro de antecedentes penales.", "", " 15. El Comité consideró insuficientes los datos y pidió al solicitor del demandante que le facilitara la opinión de un letrado sobre las posibilidades de éxito del recurso; y así lo hizo el 4 de julio de 1985.", "", " En realidad, ya había recogido el 14 de mayo la opinión de los abogados ( senior y junior counsel ) que habían defendido al señor Granger en el juicio; el senior counsel especialmente, tenía mucha experiencia en las apelaciones ante la «High Court of Justiciary». Entendieron los dos que no podían aconsejar la defensa del recurso; según ellos, ninguno de los posibles fundamentos era bastante convincente para que pudiera prosperar; en cualquier caso, no cabía esperar convencer al Tribunal de que no se había hecho justicia (apartado 26, posterior).", "", " El solicitor aportó además al Comité una copia de su carta del 23 de mayo de 1985 a sus representantes de Edimburgo en la que decía que no estaba de acuerdo con la opinión de los abogados. El 5 de febrero de dicho año, ante la perspectiva del juicio del demandante, había conseguido un informe psiquiátrico en el que se le describía como persona de escasa inteligencia y poco conocedor del inglés, sobre todo escrito; pero no dio cuenta de esto al Comité. Por lo demás, no le informó en absoluto de las limitaciones intelectuales o lingüísticas de su cliente.", "", " 16. El Comité, en una resolución considerada definitiva, rechazó la petición el 11 de julio de 1985 al no estar convencido de que el señor Granger tuviera fundados motivos para recurrir (apartado 31, posterior).", "", " 17. No obstante, el interesado continuó siendo asesorado y asistido por su solicitor y resolvió mantener la apelación, utilizando los mismos fundamentos de sus abogados en mayo de 1985 (apartado 15). Según él, no se le había hecho justicia en primera instancia en los extremos siguientes:", "", " a) el Juez había intervenido, durante las repreguntas de un funcionario de policía, para calificar de inadmisible e impertinente la opinión de la defensa, lo cual -a su entender- era tanto como dar al jurado indicaciones jurídicas inexactas y prematuras;", "", " b) se había equivocado al admitir como prueba una declaración del demandante que se remontaba al 23 de mayo de 1984, a pesar de que la defensa había admitido que se trataba de una «precognición», es decir, de la declaración de un posible testigo en una fase muy adelantada de una investigación y delineando lo que podría decir en el futuro juicio;", "", " c) también se había equivocado al desestimar otra objeción contra la admisión de la misma prueba: que se refería a delitos de los que no se acusaba al demandante prejuzgando en su contra;", "", " d) incurrió asimismo en un error al decirle al Jurado que un policía no cometería ningún abuso -si creía verdaderamente que sus superiores se proponían utilizar al demandante como mero testigo- si le decía, antes de conseguir su declaración y algunos dibujos, que no se le acusaría de nada;", "", " e) nueva equivocación; se rechazó la alegación de la defensa de que el testimonio del señor Granger en el juicio Lafferty no fue importante y, por consiguiente, no podía servir de fundamento para una acusación de falso testimonio.", "", " 18. La vista del recurso empezó el 27 de septiembre de 1985 ante la «High Court of Justiciary», constituida en Edimburgo, en Tribunal de apelación compuesto por tres Jueces. La acusación estuvo representada de nuevo por el Solicitor General for Scotland, acompañado por un junior counsel y por un miembro del «Crown Office» (apartado 29).", "", " El señor Granger defendió su propio recurso, puesto que la denegación de la ayuda judicial impedía la asistencia de un abogado y los solicitors no tenían el derecho de informar ante la «High Court of Justiciary». Leyó un informe preparado por su solicitor, desarrollando los fundamentos por escrito de la apelación. Le contestó el solicitor general, haciendo uso de la palabra durante una hora y media aproximadamente.", "", " 19. Se discutió principalmente si el tribunal podía pronunciarse sobre el fundamento b) del recurso (véase el anterior apartado 17) sin estudiar la transcripción de los trozos más importantes de los testimonios de la primera instancia. A pesar de la opinión en contra del Solicitor General, la contestación del Tribunal fue negativa; y, en consecuencia, ordenó que se preparara dicha transcripción -en lo que colaboró posteriormente el solicitor general - y suspendió la audiencia hasta el 6 de marzo de 1986.", "", " Después de este aplazamiento, el señor Granger no volvió a pedir la ayuda judicial ni que se examinara de nuevo su petición, ni dio cuenta al Comité de la resolución del Tribunal.", "", " 20. Al reanudarse la audiencia del juicio, el demandante dispuso como en la anterior ocasión de un escrito de su solicitor, exponiendo el conjunto de los fundamentos de la apelación. Aunque el Tribunal puntualizó que sólo deseaba oírle sobre el motivo señalado con la letra b), le permitió leer íntegramente su escrito, incapaz como era de apreciar las sutilezas jurídicas.", "", " 21. El Tribunal rechazó por unanimidad todos los motivos del recurso. En su sentencia el Lord Justice-Clerk, que presidía, examinó cuidadosamente todos los fundamentos; pero llegó a la conclusión de que ninguno de ellos era convincente y de que se había fallado con justicia (apartado 26, posterior). Se refirió a las alegaciones del recurrente como «bien preparadas y claramente expresadas».", "", " 22. El señor Granger salió de la cárcel el 16 de julio de 1988, después de cumplir dos terceras partes de la pena y beneficiándose de un indulto para el resto.", "", " D. El recurso del Lord Advocate", "", " 23. El 26 de septiembre de 1985 -la víspera de la primera audiencia de la apelación-, el Lord Advocate consultó a la High Court of Justiciary, con arreglo al artículo 263-A de la Ley de Procedimiento Penal de Escocia de 1975 («Criminal Procedure- Scotland-Act», apartados 32 y 33, posteriores), sobre dos cuestiones de Derecho suscitadas por las indicaciones que el Juez hizo al Jurado, en primera instancia, sobre la acusación desestimada por falta de pruebas (apartado 12). Las cuestiones eran éstas:", "", " a) si en un juicio por falso testimonio en el que el acusado no lo había sido en el proceso anterior era importante que su declaración, negada por él falsamente y bajo juramento, se hubiera conseguido, según alegaba, por medios ilícitos;", "", " b) si en un juicio así, la sentencia condenándole dependerá de la influencia del falso testimonio en el resultado del anterior y si, en todo caso, se trata de una cuestión de hecho que hay que dejar a la apreciación del Jurado.", "", " 24. El 13 de junio de 1986 se formularon las correspondientes alegaciones ante el Tribunal. El señor Granger hizo uso de su derecho, según la ley, a estar representado en la audiencia; y el Lord Advocate se ocupó de los honorarios del senior counsel escogido para ello (apartado 32). La High Court, entendió el 26 de junio que las indicaciones del Juez de primera instancia -que favorecieron al demandante- no eran fiel reflejo de la ley. Esta opinión no tenía ninguna incidencia en la absolución del interesado (véase el apartado 33).", "", " II. El Derecho y los usos internos aplicables", "", " A. Los posibles recursos de los condenados como consecuencia de la acusación", "", " 25. En Escocia, cualquier condenado puede, sin necesidad de autorización previa, recurrir contra la declaración de culpabilidad, la pena impuesta o contra las dos. En una causa fallada como consecuencia de un acta de acusación ( indictment ), como sucedió en este caso, reconoce este derecho el artículo 228 de la citada Ley de 1975, modificada por la de 1980 sobre el enjuiciamiento criminal en Escocia («Criminal Justice-ScotlandAct»).", "", " 26. En la apelación contra el veredicto de culpabilidad puede impugnar el recurrente cualquier error judicial en la anterior instancia. La ley no define este concepto (en inglés, miscarriage ofjustice ); pero en él se incluyen supuestos como las indicaciones erróneas del Juez al Jurado, las resoluciones equivocadas sobre la admisión de pruebas o las violaciones de los principios de la justicia natural.", "", " La apreciación de este defecto por el Tribunal de apelación no obsta a que pueda desestimar el recurso si entiende que no justifica la anulación pretendida (art. 254 de la Ley de 1975).", "", " 27. Quienquiera que se proponga impugnar el veredicto de culpabilidad deberá anunciarlo dentro de las dos semanas siguientes al final del proceso entablado contra él (art. 231). Dispone después de seis semanas para exponer con detalle los fundamentos que invoca; por lo general, no podrá alegar ningún motivo que no esté incluido en dicho escrito (art. 233).", "", " 28. El apelante o su abogado formulan, en primer lugar, sus alegaciones en la audiencia, en su caso por escrito, aunque esto no sea habitual (art. 234), y a continuación, el Fiscal de la Corona hace uso de la palabra. Tiene el deber de actuar con arreglo a Derecho y de asistir al Tribunal con sus informaciones y, si es necesario, con argumentos imparciales para que se vea el recurso con la mayor claridad posible. Esto es especialmente importante cuando el recurrente no está representado por un letrado, cosa que sucede con mucha frecuencia. La falta de límites en el derecho de apelar (apartado 25) se traduce en numerosos recursos sin fundamento y que, por tanto, no dan derecho a la ayuda judicial (apartado 31); además, y con independencia de la posibilidad de disfrutarla, el Código de Deontología de la Abogacía obliga al letrado a negarse a continuar ocupándose de una apelación penal si considera que no hay motivos que puedan invocarse ante el Tribunal.", "", " Tenga o no tenga el apelante un defensor, el Tribunal estudia a fondo el recurso y, sobre todo, las cuestiones que puedan favorecerle.", "", " 29. Cuando la «High Court of Justiciary» conoce de una apelación, la acusación corresponde siempre bien al Lord Advocate o al Solicitor General, consejeros jurídicos ( Law Officers ) de la Corona, bien a uno de los Advocate Deputes. Cuando el recurso se interpone contra un fallo condenatorio después de un juicio muy largo, normalmente y por su conocimiento de la causa, actuará el counsel que ya compareció como Fiscal en la anterior instancia.", "", " En su condición de Ministros de la Corona, los Law Officers pueden abandonar la Sala en que se celebra la audiencia para atender otros deberes propios de su cargo. Por esto, habitualmente les acompaña un counsel que sólo actúa cuando están ausentes; y también el funcionario del Crown Office que preparó los antecedentes para el Tribunal; pero su función es meramente administrativa y no toma parte en los debates.", "", " B. La ayuda judicial en las apelaciones penales", "", " 30. La ayuda judicial concedida en un proceso con acta de acusación se extiende a algunos trabajos ejecutados en previsión de un recurso (apartado 13). Si posteriormente el interesado lo mantiene, puede solicitarla a estos efectos. Regulaba a la sazón esta materia la Ley (modificada) de 1967 sobre la ayuda judicial en Escocia (Legal Aid-Scotland-Act). Conocía de estas peticiones el «Supreme Court Legal Aid Committee of the Law Society of Scotland», compuesto de abogados y solicitors independientes y muy conocedores de la práctica forense.", "", " La Ley de 1986 sobre la ayuda judicial en Escocia ha derogado y substituido a la de 1967 a partir del 1 de abril de 1987, reformando todo el sistema. En particular, ha conferido a otro organismo las funciones que desempeñaba el citado Comité.", "", " 31. El artículo 1.7 de la Ley de 1967 disponía lo siguiente:", "", " «En los procedimientos penales nadie tendrá derecho a la ayuda judicial para:", "", " a) ...", "", " b) interponer un recurso contra la declaración de culpabilidad o contra la pena impuesta..., salvo cuando existan fundados motivos para ello y, dadas las circunstancias, sea razonable la concesión de la correspondiente ayuda judicial.»", "", " El Comité casi nunca consideraba falta de razón la concesión de este beneficio legal a una persona que parecía tener serios motivos para recurrir. Resolvía por lo general teniendo en cuenta los documentos de que disponía -incluidas las indicaciones del Juez al Jurado y el escrito con los fundamentos de la apelación-, y a la vista de las opiniones del abogado o solicitor que había representado al interesado en primera instancia.", "", " Según el artículo 21 del Reglamento de 1975 de la ayuda judicial en el procedimiento penal en Escocia (Legal Aid-Scotland- Criminal Proceedings-Scheme), la resolución del Comité sobre el fundamento de la petición era definitiva.", "", " C. Los recursos del Lord Advocate", "", " 32. El artículo 263-A de la Ley de 1975 permite al Lord Advocate someter a la «High Court», en concepto de consulta, una cuestión de Derecho suscitada por una acusación de la que ha sido absuelta una persona. Podrá ésta comparecer en la audiencia por sí misma o representada por un abogado. Cuando no quiera dicha representación, el Tribunal nombrará un letrado como amicus curiae para asegurar una total discusión del problema. En los dos supuestos, el Lord Advocate se ocupa de los honorarios.", "", " 33. En otros tiempos, el Ministerio Fiscal no podía recurrir contra una sentencia dictada partiendo del acta de acusación; con ello se corría el peligro de que una resolución errónea de primera instancia se convirtiera en un precedente. Por esto se introdujo esta posibilidad de recurrir en el Derecho de Escocia.", "", " La única finalidad de esta iniciativa del Lord Advocate es aclarar el Derecho para el futuro: la opinión de la High Court - puntualiza el art. 263-A- no afecta a la absolución del interesado; e incluso cuando es favorable a la acusación no puede implicar nuevas actuaciones contra aquél.", "", " EL PROCEDIMIENTO ANTE LA COMISIÓN", "", " 34. El señor Granger, en la demanda número 11932/86 presentada el 5 de diciembre de 1985 en la Comisión, alegaba especialmente que se le había denegado la ayuda judicial gratuita para recurrir en apelación. Invocaba a este respecto los artículos 5, 8 y 13 del Convenio y, sobre todo, el artículo 6, apartados 1 y 3. c).", "", " 35. La Comisión admitió a trámite la demanda el 9 de mayo de 1988; y en su informe de 12 de diciembre del mismo año (art. 31) opinó lo siguiente:", "", " a) por unanimidad, que se había violado el artículo 6.3. c);", "", " b) por once votos contra uno, que no se suscitaba ninguna cuestión distinta en relación con el artículo 6.1;", "", " c) por unanimidad, que no se habían violado los artículos 5 y 8;", "", " d) por unanimidad, que no se había violado el artículo 13 en relación con las quejas deducidas de los artículos 5 y 8; y que no se planteaba ninguna otra cuestión en el ámbito del artículo 13 por las reclamaciones fundadas en el artículo 6.", "", " El texto íntegro de esta opinión se incluye en un anexo a esta Sentencia.", "", " CONCLUSIONES PRESENTADAS AL TRIBUNAL", "", " 36. En la audiencia celebrada el 23 de octubre de 1989, el señor Granger pidió al Tribunal que «estimara sus reclamaciones fallando en su favor; que le concediera una reparación equitativa; y que condenara en costas al Gobierno». Dijo, sin embargo, que se consideraba «obligado a aceptar la resolución de la Comisión sobre los artículos 5, 8 y 13».", "", " Por su parte, el Gobierno pidió al Tribunal que declarara lo siguiente:", "", " « a) que el demandante no había agotado los recursos internos en la reclamación formulada al amparo del artículo 6 del Convenio o, alternativamente, que no se había violado este precepto;", "", " b) ... que no se habían violado los artículos 5, 8 y 13 del Convenio».", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. La excepción previa del Gobierno", "", " 37. En su Memoria o escrito de alegaciones, sostiene el Gobierno que el señor Granger no agotó la vía de los recursos internos por dos motivos: a) no presentó una segunda petición ante el Comité de ayuda judicial, y b) tampoco alegó en la primera los extremos aducidos ante los órganos del Convenio.", "", " El demandante y la Comisión rechazan estos argumentos.", "", " 38. En cuanto al fundamento de lo que se decía en la letra b), el Gobierno puntualizó en la audiencia del caso que los «puntos» a que se refería eran el informe psiquiátrico sobre el demandante y sus limitaciones intelectuales y lingüísticas (véase el apartado 15). Reconoció, sin embargo, que ante la Comisión no los relacionó expresamente con la cuestión sobre los recursos internos.", "", " Ahora bien, nada le impedía hacerlo. Por tanto, y de acuerdo con la reiterada jurisprudencia del Tribunal, ya no puede plantear esta excepción de no haberse agotado la vía de los recursos con este fundamento (véanse, por ejemplo, las Sentencias Artico de 13 de mayo de 1980, serie A, núm. 37, pág. 13, apartado 27 , y Bricmont de 7 de julio de 1989 , serie A, núm. 158, pág. 27, apartado 73).", "", " 39. En cambio, ya había aducido el fundamento a) ante la Comisión. Según el Gobierno, el señor Granger pudo reiterar su petición de ayuda judicial o solicitar al Comité que la volviera a examinar después de que la «High Court of Justiciary» exigiera, el 27 de septiembre de 1985, una transcripción de los testimonios y aplazara la celebración de la audiencia (apartado 19).", "", " A este respecto, el Gobierno arguye que aunque la ley no obligaba al Comité a reconsiderar una petición ya rechazada, tenía la costumbre, muy arraigada y bien conocida a la sazón, de hacerlo así cuando variaban mucho las circunstancias o se le facilitaban nuevos datos aplicables al caso. Cita como prueba de sus afirmaciones los litigios «Larkin v. Her Majesty’s Advocate» y «Williamson v. Her Majesty’s Advocate» ( Scottish Criminal Case Reports, 1988, págs. 30 y 56), en que se concedió la ayuda judicial a unos apelantes que al principio no la habían conseguido después de recabar el Tribunal una transcripción de las declaraciones hechas en primera instancia.", "", " 40. Señala el Tribunal (Europeo) que se trata de dos casos que se remontan a 1988, varios años después de la apelación del demandante, y posteriores a la reforma del régimen de la ayuda judicial (apartados 14 y 30). El Gobierno no da ningún dato sobre la práctica del Comité en el nuevo examen de las peticiones y, por otra parte, el señor Granger formula sus reservas a este respecto. Por consiguiente, no prueba el Gobierno, como es necesario, que existiera un recurso a disposición del demandante (véase la reciente Sentencia Brozicek de 19 de diciembre de 1989, serie A, núm. 167, pág. 16, apartado 32).", "", " 41. En resumen, la excepción previa tropieza con la preclusión y, además, carece de fundamento.", "", " II. La violación alegada del artículo 6", "", " 42. Reclama el señor Granger porque no se le concedió la ayuda judicial para recurrir y alega la desigualdad de medios que fue su resultado. Invoca en apoyo de su pretensión los apartados 1 y 3. c) del artículo 6 del Convenio, redactados en la siguiente forma:", "", " «1. Toda persona tiene derecho a que su causa se oiga con justicia... por un tribunal... que resolverá.., sobre el fundamento de cualquier acusación en materia penal dirigida contra ella.", "", " ...", "", " 3. Todo acusado tiene, como mínimo, los siguientes derechos:", "", " ...", "", " c) a defenderse por sí mismo o a que le asista un defensor de su elección y, si no tiene medios para pagarlo, a ser asistido gratuitamente por un abogado de oficio, cuando los intereses de la justicia lo exijan;", "", " ...»", "", " El Gobierno discute estas alegaciones. La Comisión opina que se ha violado el apartado 3. c) y que no se suscita ninguna cuestión distinta en el ámbito del apartado 1.", "", " 43. Las garantías del apartado 3 del artículo 6 son aspectos específicos del derecho a un proceso justo reconocido en el apartado 1 (véase, por ejemplo, la Sentencia Kostovski de 20 de noviembre de 1989, serie A, núm. 166, pág. 19, apartado 39); por tanto, el Tribunal considera que procede estudiar las reclamaciones del demandante teniendo en cuenta conjuntamente los dos apartados, el 3. c) y el 1.", "", " 44. En cuanto al apartado 3. c), consta que el señor Granger no tenía los medios para pagar un defensor; quiere decirse que la única cuestión que hay que resolver ahora es si «los intereses de la justicia» exigían la asistencia gratuita de un abogado de oficio.", "", " A este respecto, hay que recordar que en la apelación y en la casación la aplicación de los apartados 1 y 3. c) depende de las peculiaridades del procedimiento de que se trate; y que se debe tener en cuenta el conjunto de las instancias desarrolladas en el ámbito interno y el papel del órgano judicial superior en el caso (véase especialmente la Sentencia Monnell y Morris de 2 de marzo de 1987 , serie A, núm. 115, pág. 22, apartado 56).", "", " 45. Según el Gobierno, la conclusión de la Comisión no está justificada por los varios factores en que se apoya. Los intereses de la justicia -dice-, cuya apreciación corresponde en primer lugar a las autoridades nacionales, no exigían la concesión de la ayuda judicial para un recurso de apelación «falto de todo fundamento» y que no tenía «ninguna posibilidad razonable de triunfar». Subraya además que el señor Granger había disfrutado plenamente de la ayuda judicial en la primera instancia, incluso para consultar -con resultado desfavorable- a su abogado sobre las perspectivas de éxito de la apelación (apartados 13 y 15); que el Comité de ayuda judicial, órgano independiente compuesto de personas entendidas, no pudo convencerse de que hubiera serios motivos para recurrir (apartado 16); que el demandante pudo aducir sus razones en la audiencia del recurso (apartados 18 y 20); y que hay que volver a situar el asunto en el contexto del régimen escocés en que el tribunal de apelación desempeña un papel activo, se espera una actuación imparcial del Ministerio Fiscal y la falta de límites para apelar se traduce en múltiples recursos sin fundamentos (apartados 25 y 28, anteriores).", "", " 46. Si el Gobierno considera el recurso «falto de todo fundamento», los abogados del demandante y el Comité de ayuda judicial opinaron a este respecto con mayor moderación (apartados 15 y 16). Sin embargo, el Tribunal no tiene por qué ahondar en esta cuestión, pronunciándose, por ejemplo, sobre la conclusión del Comité de 11 de julio de 1985, no considerándose convencido de que hubiera serios motivos para apelar. Para resolver si los intereses de la justicia exigían que se concediera el beneficio de la ayuda judicial hay que tener en cuenta el conjunto del asunto. A este respecto, no sólo entra en juego la situación que existía cuando se resolvió la petición, sino también la del momento en que se conoció de la apelación.", "", " 47. El señor Granger había sido condenado a cinco años de prisión por un delito de falso testimonio; por tanto, era indudable la importancia de lo que se impugnaba en el recurso.", "", " El Solicitor General compareció ante la «High Court of Justiciary» en representación de la acusación, debido a su conocimiento de los autos, y pronunció un extenso informe (apartados 12, 18 y 29). Por su parte, el demandante -y nadie lo discute- no estaba en condiciones de comprender los textos que se le habían preparado previamente y que leyó (apartados 18 y 20), ni los argumentos que se le opusieron ante el Tribunal. También es evidente que no habría podido refutarlos ni contestar a las preguntas de los Jueces si hubiera tenido ocasión de hacerlo.", "", " La complejidad de una de las cuestiones que había que resolver da, en este caso, a los precedentes factores un peso especial. Si, según parece, la «High Court of Justiciary» no tuvo apenas dificultad para pronunciarse sobre cuatro de los motivos desarrollados por el señor Granger, no sucedió lo mismo con el quinto, que se refería a lo que el Solicitor General ha descrito ante el Tribunal Europeo como la distinción entre «precogniciones» y otras declaraciones [véase el apartado 17. b), precedente], y que merecía un examen más detallado. El Tribunal aplazó la audiencia y dispuso que se aportara la transcripción de los testimonios de la primera instancia para poder ahondar en la cuestión (apartado 19). Se puso así de manifiesto la importancia y la dificultad de este motivo del recurso.", "", " Teniendo en cuenta esta situación, las autoridades competentes, y especialmente la «High Court of Justiciary», que lo era para garantizar el desarrollo con justicia de la apelación, debían haber podido plantear, de una u otra manera, el nuevo examen de la denegación de la ayuda judicial solicitada. Ahora bien, según el régimen vigente a la sazón, la resolución tomada por el Comité el 11 de julio de 1985 era definitiva (apartado 16 y 31). Sin duda, de hecho, se habría podido revisar, según dice el Gobierno, cuando la «High Court» recabó la transcripción de las declaraciones y aplazó la continuación de la audiencia (apartados 39 y 40); pero no se hizo así. Dadas estas circunstancias, entiende el Tribunal que los intereses de la justicia exigían que se concediera al demandante la asistencia gratuita de un abogado, por lo menos en esta fase, para la continuación del procedimiento. Una medida así -en la misma línea con lo que sucedió posteriormente en los casos «Larkin» y «Williamson» (apartado 39)- habría servido a la justicia y a la equidad permitiendo al demandante contribuir efectivamente al desarrollo del procedimiento (véase, mutatis mutandis, la Sentencia Pakelli de 25 de abril de 1983 , serie A, núm. 64, pág. 18, apartado 38). Además, la «High Court of Justiciary» habría contado así -como antes de opinar sobre el recurso del Lord Advocate (apartado 32)- con los autorizados informes de las partes sobre un problema complejo.", "", " 48. El Tribunal llega, por tanto, a la conclusión de que se ha violado el apartado 3. c) del artículo 6, en relación con el apartado 1.", "", " III. Las violaciones alegadas de los artículos 5, 8 y 13", "", " 49. El señor Granger alegó también ante la Comisión que se habían violado los artículos 5, 8 y 13 del Convenio (apartado 34); pero no ha mantenido estas reclamaciones ante el Tribunal (apartado 36), sin que sea necesario examinarlas de oficio.", "", " IV. La aplicación del artículo 50", "", " 50. El artículo 50 del Convenio dispone lo siguiente:", "", " «Si la resolución del Tribunal declara que una resolución tomada o una medida ordenada por una autoridad judicial o cualquier otra autoridad de una Parte contratante se opone, total o parcialmente, a las obligaciones que se derivan del... Convenio, y si el Derecho interno de dicha Parte sólo permite reparar de manera imperfecta las consecuencias de dicha resolución o medida, la resolución del Tribunal concederá, si procede, una satisfacción equitativa a la parte lesionada.»", "", " Al amparo de este precepto, el señor Granger pide una indemnización por daños y el reembolso de sus gastos y costas en el procedimiento ante los órganos del Convenio.", "", " A. Daños y perjuicios", "", " 51. El demandante reconoce que es imposible conocer con certeza lo que habría ocurrido si hubiera conseguido la ayuda judicial para su recurso; pero añade que no se puede decir que carecía de toda posibilidad de éxito. Entiende que tiene derecho a una indemnización de unas 10.000 libras por los daños y perjuicios que le causó su encarcelamiento y por la tensión producida por el conjunto de las circunstancias: pérdida de sus perspectivas de empleo remunerado y perturbaciones en su vida privada.", "", " 52. El Tribunal no puede hacer suposiciones sobre el resultado del recurso si se hubiera concedido la asistencia gratuita de un abogado. Como lo puntualiza el Gobierno, incluso en dicho caso el demandante no hubiera podido invocar otros motivos (apartado 27); por tanto, no se puede decir que el resultado habría sido más favorable para él. El Tribunal coincide con el Gobierno en que no se ha probado la relación de causa a efecto entre la violación del artículo 6 y los daños y perjuicios materiales alegados.", "", " En cuanto a los daños morales, el señor Granger -como con razón subraya el Gobierno- ha contado con la asistencia de su solicitor a lo largo del procedimiento de apelación a pesar de la falta de la ayuda judicial (apartados 17, 18 y 20). No obstante, debe haber sufrido algún sentimiento de aislamiento y confusión, sobre todo al enterarse de que tendría que afrontar una segunda audiencia dedicada a un problema complejo que difícilmente podía dominar. El Tribunal entiende que procede concederle por este concepto la suma de 10.000 libras.", "", " B. Gastos y costas", "", " 53. El demandante no reclama nada por sus gastos ante los Tribunales internos; sobre este punto, su solicitor ha explicado al Tribunal que no se consideraba con derecho a una retribución por su trabajo a los efectos de la apelación.", "", " 54. Por los honorarios del solicitor y los gastos en los procedimientos seguidos en Estrasburgo, solicita el señor Granger la suma de 11.290,73 libras, incluido el impuesto sobre el valor añadido, sin tener en cuenta las cantidades pagadas por el Consejo de Europa, en concepto de ayuda judicial, para gastos de viaje y mantenimiento.", "", " El Gobierno no discute que el demandante haya contraído deudas que superen las sumas percibidas como consecuencia de dicho beneficio legal; y hace constar que está dispuesto a reembolsar los gastos en la cuantía que el Tribunal determine en la forma acostumbrada. Sin embargo, formula algunas observaciones: a su entender, una valoración adecuada sería la de 4.092,13 libras -incluido el impuesto-, que se rebajaría además en el caso y en la medida en que no se apreciara ninguna violación en algunas de las reclamaciones del interesado.", "", " 55. El Tribunal ha examinado la cuestión a la vista de los criterios que se deducen de su reiterada jurisprudencia y de los comentarios del Gobierno y del Delegado de la Comisión, y señala los extremos siguientes:", "", " a) El solicitor del demandante funda su minuta en la tarifa aplicable en Escocia a las escrituras de transmisión de bienes y a los trabajos de naturaleza general. Según el Gobierno, se debe utilizar la tarifa de asistencia judicial que se aplica en dicho país a los asuntos penales; pero el Tribunal, como el Delegado, no está convencido de que así deba hacerse y, por otra parte, no se considera obligado en esta materia por las normas nacionales (véase, por ejemplo, la Sentencia Eckle de 21 de junio de 1983, serie A, núm. 65, pág. 15. apartado 35).", "", " b) El Tribunal comparte las dudas del Gobierno sobre la cuantía y la procedencia de algunas partidas de la minuta.", "", " c) Es cierto que las reclamaciones sobre violación de los artículos 5, 8 y 13 del Convenio, formuladas en la demanda presentada ante la Comisión, no han tenido éxito; sin embargo, el señor Granger no las ha reiterado ante el Tribunal (apartado 40); y además, según el Delegado, no fueron objeto de alegaciones por escrito o de palabra ante la Comisión. El peso del trabajo del solicitor ha recaído sobre el artículo 6, apartados 1 y 3. c), por lo cual el Tribunal considera improcedente una rebaja importante por las alegaciones infructuosas.", "", " 56. El Tribunal, teniendo en cuenta los precedentes factores y las cantidades satisfechas por el Consejo de Europa por los honorarios del solicitor, entiende equitativamente que el demandante tiene derecho al reembolso de 7.000 libras, incluido el impuesto sobre el valor añadido, para gastos y costas.", "", "", "", " EL TRIBUNAL, POR ESTOS FUNDAMENTOS", "", " 2. Rechaza, por unanimidad, la excepción de no haberse agotado la vía de los recursos internos opuesta por el Gobierno;", "", " 2. Falla, por unanimidad, que se ha violado el apartado 3. c) del artículo 6 del Convenio, en relación con el apartado 1;", "", " 3. Falla, por unanimidad, que no procede examinar el caso en el ámbito de los artículos 5, 8 y 13;", "", " 4. Falla, por cuatro votos contra tres, que el Reino Unido debe pagar al demandante mil libras (1.000) por daños morales;", "", " 5. Falla, por unanimidad, que el Reino Unido debe pagar al demandante siete mil libras (7.000), con inclusión del impuesto sobre el valor añadido, por gastos y costas;", "", " 6. Rechaza, por unanimidad, la reclamación de una indemnización equitativa en cuanto al exceso.", "", " Hecha en francés y en inglés, y pronunciada en audiencia pública, en el Palacio de Derechos Humanos, en Estrasburgo, el 28 de marzo de 1990.", "", " Firmado: Rolv Ryssdal, PRESIDENTE", "", " Firmado: Marc-André Eissen, SECRETARIO", "", "", "", " ANEXO", "", " OPINIÓN DE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " (Formulada en su informe de 12 de diciembre de 1988)", "", " A. Las cuestiones litigiosas", "", " 42. Las principales cuestiones litigiosas son las siguientes:", "", " - si se ha violado el artículo 6.3. c) del Convenio al denegar al demandante la ayuda judicial para su representación en la apelación;", "", " - si se ha violado el artículo 6.1 del Convenio;", "", " - si se ha violado el artículo 5 del Convenio;", "", " - si se ha violado el artículo 8 del Convenio;", "", " - si se ha violado el artículo 13 del Convenio.", "", " B. El artículo 6.3. e) del Convenio", "", " 43. Sostiene el demandante que la denegación de la ayuda para apelar violó el artículo 6, apartados 1 y 3. c). Alega a este respecto que, dadas las circunstancias, los intereses de la justicia exigían la concesión del beneficio legal y que la comparecencia del Solicitor General, con un abogado adjunto y con un miembro, por lo menos, del «Crown Office» para formular la acusación, infringía el principio de la igualdad de medios. El Gobierno alega que la demanda es idéntica a la del caso Monnell y Morris (compárese con TEDH, Sentencia Monnell y Morris de 2 de marzo de 1987 , serie A, núm. 115, pág. 25, apartado 67); que el recurso no tenía ninguna posibilidad objetiva de éxito, y que, por tanto, los intereses de la justicia no exigían la concesión de la ayuda judicial. No se ha violado -según dice- el artículo 6.3. c) y no se plantea ninguna cuestión distinta en el ámbito del apartado 1 del mismo precepto.", "", " 44. La Comisión ha examinado ante todo el caso a la vista del artículo 6.3. c), que dispone lo siguiente:", "", " «Todo acusado tiene, como mínimo, los siguientes derechos:", "", " ...", "", " c) a defenderse por sí mismo o a que le asista un defensor de su elección y, si no tiene medios para pagarlo, a ser asistido gratuitamente por un abogado de oficio, cuando los intereses de la justicia lo exijan;", "", " ...»", "", " 45. No se discute que el artículo 6.3. c) del Convenio era aplicable al procedimiento ante la «High Court» para que resolviera el recurso interpuesto por el demandante contra su condena. La Comisión considera que, de acuerdo con la jurisprudencia sentada (véase la Sentencia Monnell y Morris, loc. cit., pág. 21, apartado 54, con sus citas textuales), el artículo 6.3. c) del Convenio era aplicable al caso presente.", "", " 46. El apartado 3 del artículo 6 enumera varios específicos derechos de la defensa. Se trata de una serie de ejemplos del concepto del proceso justo en algunas situaciones procesales típicas que se presentan en las causas penales; pero su intrínseca finalidad siempre es la de asegurar, o contribuir a asegurar, la justicia del procedimiento en su conjunto. En consecuencia, las garantías establecidas en el artículo 6.3 se deben interpretar a la vista de la función que cumplen en el contexto del procedimiento (compárese con Can contra Austria, informe de la Comisión de 12 de julio de 1984, apartado 48, TEDH , serie A, núm. 96, pág. 15; o serie B, núm. 79, pág. 23).", "", " 47. El derecho a la ayuda judicial gratuita, garantizado por el artículo 6.3. c), está sujeto a dos condiciones: que el interesado no tenga los medios suficientes para pagar un defensor y que «los intereses de la justicia» lo exijan. La única cuestión es si dichos intereses exigían que el demandante disfrutara del beneficio legal ante la «High Court».", "", " 48. En la Sentencia dictada en el asunto Monnell y Morris ( loc. cit., pág. 25, apartado 67), el Tribunal Europeo dijo lo siguiente:", "", " «Los intereses de la justicia no llegan hasta el punto de exigir la concesión automática de la ayuda judicial a cualquier condenado que, sin ninguna posibilidad objetiva de éxito, desee recurrir en apelación después de un proceso justo en primera instancia de acuerdo con el artículo 6. Hay que señalar que los demandantes disfrutaron del beneficio de la asistencia gratuita en su juicio y después en las consultas sobre la existencia de suficientes motivos para apelar...»", "", " 49. Sostiene el Gobierno que el presente caso es análogo al Monnell y Morris ( loc. cit. ). Sin embargo, la Comisión los considera claramente distintos, sobre todo porque en el citado el procedimiento se refería a unas peticiones de autorización para apelar examinadas por escrito y en las que la acusación no fue parte, mientras que en el actual se trata de una apelación en audiencia ante la «High Court» en la que ha comparecido, debidamente representada, la parte acusadora.", "", " 50. Para resolver si los intereses de la justicia exigían que el demandante estuviera legalmente representado, la Comisión debe examinar en cada ocasión los hechos de la causa. Ciertamente, las posibilidades de éxito y la de disfrutar de la ayuda judicial en otras fases del procedimiento son factores importantes que se deben tener en cuenta; pero no son el único criterio. Hay también otros factores en la apreciación de la mencionada exigencia, incluida la importancia de lo que está en juego para el demandante, como por ejemplo la gravedad de la pena, sus aptitudes personales y la naturaleza del procedimiento (complejidad de las cuestiones suscitadas; compárese TEDH, Sentencia Artico de 13 de mayo de 1980 , serie A, núm. 37, y Sentencia Pakelli de 25 de abril de 1983 , serie A, núm. 64).", "", " 51. En el caso de autos, aunque la Comisión recuerda que el recurso fue desestimado y que el abogado no aconsejó la interposición, también advierte que el asunto era de considerable importancia en la administración de justicia y que planteaba serias cuestiones legales sobre el falso testimonio. A este respecto, hay que señalar que el Solicitor General compareció como acusador en el juicio y en la apelación; y también hay que referirse a las", "", " consultas del Lord Advocate con motivo de determinados aspectos de la exposición legal que el Juez de la primera instancia hizo al Jurado. La Comisión recuerda además las declaraciones del mismo Juez considerando el caso muy largo, difícil y complejo y que el solicitor del demandante no estuvo de acuerdo con la opinión desfavorable del abogado. Además, ha tenido en cuenta la limitada capacidad del demandante y la severidad de la pena impuesta tras ser declarado culpable, concretamente cinco años de prisión.", "", " 52. En consecuencia, entiende la Comisión que el recurso no puede considerarse intrascendente o falto de fundamento, sino que suscitaba cuestiones de Derecho que no se podía pretender que el demandante comprendiera ni que las presentara ante el Tribunal. La situación durante las dos audiencias en la apelación fue de hecho la siguiente: el demandante, completamente solo, tenía enfrente -en evidente oposición- al Solicitar General y al abogado, acompañados por un representante del «Crown Office». Leyó dos informes, ininteligibles para él como debió serlo la extensa contestación de la acusación. También es probable que la discusión técnica que siguió a estas intervenciones estuviera fuera de sus alcances. Entiende, pues, la Comisión que los intereses de la justicia exigían que el demandante contara con la ayuda judicial gratuita para su representación en la apelación interpuesta.", "", " Conclusión", "", " 53. La Comisión llega, por unanimidad, a la conclusión de que se ha violado el artículo 6.3. c) del Convenio.", "", " C. El artículo 6.1 del Convenio", "", " 54. El primer párrafo del artículo 6.1 del Convenio dice así:", "", " «Toda persona tiene derecho a que se oiga su causa con justicia, públicamente y dentro de un plazo razonable, por un tribunal independiente e imparcial, establecido por la Ley, que resolverá... sobre el fundamento de cualquier acusación en materia penal dirigida contra ella.»", "", " 55. La Comisión, teniendo en cuenta que el artículo 6.3. c) proporciona una garantía específica, reflejo a su vez del principio general de justicia del artículo 6.1, considera que no es necesario resolver si los hechos de autos ponen también de manifiesto una vejación de este último precepto (compárese TEDH, Sentencia Pakelli de 25 de abril de l983 , serie A, núm. 64, pág. 18, apartado 42).", "", " Conclusión", "", " 56. La Comisión llega a la conclusión, por once votos contra uno, de que no se suscita ninguna cuestión distinta en el ámbito del artículo 6.1 del Convenio.", "", " D. El artículo 5 del Convenio", "", " 57. El demandante se queja también de que la policía no cumplió la promesa de inmunidad que le dio para que declarara, siendo detenido y condenado por falso testimonio por desmentir sus anteriores declaraciones. Alega asimismo que un testimonio conseguido ilícitamente no puede servir de fundamento a una acusación por dicho delito; e invoca el artículo 5 del Convenio, que dispone que toda persona tiene derecho a la libertad y a la seguridad, y que no se puede privar a nadie de su libertad, salvo en los casos expresamente previstos en los párrafos a) a f) del apartado 1, que enumera a continuación, y con arreglo al procedimiento establecido por la ley.", "", " 58. Ahora bien, en opinión de la Comisión, no hay ningún motivo para entender que el demandante no fue encarcelado legalmente después de la sentencia dictada por un tribunal competente, de acuerdo con el artículo 5.1. a) del Convenio, o que su detención preventiva antes del juicio no se ajustó a Derecho o no se ordenó para alguno de los fines que señala el párrafo c) del mismo apartado y precepto.", "", " Conclusión", "", " 59. La Comisión llega a la conclusión, por unanimidad, de que no se ha violado el artículo 5 del Convenio.", "", " E. El artículo 8 del Convenio", "", " 60. El demandante invoca también, en cuanto a los hechos expuestos en el apartado 57, el artículo 8 del Convenio, que garantiza a todos el derecho al respeto de la vida privada y familiar, de su domicilio y de su correspondencia.", "", " 61. La Comisión comprueba que el demandante no ha demostrado que alguno de los hechos denunciados se opusiera al ejercicio de los derechos que le reconoce el artículo 8 del Convenio.", "", " Conclusión", "", " 62. La Comisión llega a la conclusión, por unanimidad, de que no se ha violado el artículo 8 del Convenio.", "", " F. El artículo 13 del Convenio", "", " 63. Por último, el demandante alega que no contó con ningún recurso efectivo para defender sus pretensiones, de acuerdo con el artículo 13 del Convenio, que dispone lo siguiente:", "", " «Toda persona cuyos derechos y libertades reconocidos en este Convenio hayan sido violados tiene derecho a la concesión de un recurso efectivo ante una jurisdicción nacional, incluso cuando la violación se haya sometido por personas que actúen en el ejercicio de sus funciones oficiales.»", "", " 64. En tanto en cuanto reclama el demandante por la falta de un recurso para defender sus quejas en relación con los artículos 5 y 8, opina la Comisión que el artículo 13 no exige su existencia para cualquier violación que se alegue del Convenio. Sólo sucederá así cuando se trate de una «reclamación defendible» por dicho motivo ( TEDH, Sentencia Boyle y Rice de 27 de abril de 1988 , serie A, núm. 131, apartado 52). La Comisión recuerda que ya ha entendido que al privar de libertad al demandante no se violó el artículo 5, y que no ha habido ninguna injerencia en el ejercicio de los derechos garantizados por el artículo 8. Dadas estas circunstancias, no se puede sostener que el demandante sufría un «agravio defendible» por la violación del artículo 5 o del artículo 8 del Convenio. En consecuencia, opina la Comisión que el artículo 13 no exige la concesión de un recurso efectivo en virtud de estas reclamaciones.", "", " 65. En la medida en que el demandante alega que no dispuso de un recurso efectivo respecto a sus agravios en el ámbito del artículo 6, reitera la Comisión que, como el artículo 13 proporciona una garantía de carácter general, no tiene objeto en los casos en que se aplican las garantías específicas del artículo 6. Este precepto es una lex specialis en relación con el artículo 13; las exigencias de este último son menos estrictas que las de aquél y quedan así absorbidas. La Comisión se remite aquí a la reiterada jurisprudencia de los órganos del Convenio (por ejemplo, TEDH, Sentencia Silver y otros de 25 de marzo de 1983 , serie A, núm. 61, pág. 41, apartado 110; W. contra el Reino Unido, informe de la Comisión de 15 de octubre e 1985, apartados 130 a 132, y Sentencia TEDH de 8 de julio de 1987 , serie A, núm. 121-A, págs. 36 y 37, apartados 85 y 86; Pudas contra Suecia, informe de la Comisión de 4 de diciembre de 1985, apartado 59, y TEDH, Sentencia de 27 de octubre de 1987 , serie A, núm. 125, pág. 17, apartado 43). En consecuencia, no se plantea ninguna cuestión distinta a este respecto.", "", " Conclusión", "", " 66. La Comisión llega a la conclusión, por unanimidad, de que no se ha violado el artículo 13 en relación con las reclamaciones del demandante en el ámbito de los artículos 5 y 8; y de que no se suscita ninguna cuestión distinta, a tenor del citado artículo 13, en virtud de las quejas formuladas por aquél al amparo del artículo 6 del Convenio.", "", " G. Resumen", "", " 67. La Comisión sienta la conclusión, por unanimidad, de que se ha violado el artículo 6.3. c) del Convenio (apartado 53).", "", " La Comisión sienta la conclusión, por once votos contra uno, de que no se suscita ninguna cuestión distinta en el ámbito del artículo 6.1 del Convenio (apartado 56).", "", " La Comisión sienta la conclusión, por unanimidad, de que no se ha violado el artículo 5 del Convenio (apartado 59).", "", " La Comisión sienta la conclusión, por unanimidad, de que no se ha violado el artículo 8 del Convenio (apartado 61).", "", " La Comisión sienta la conclusión, por unanimidad, de que no se ha violado el artículo 13 del Convenio en relación con las reclamaciones del demandante en el ámbito de los artículos 5 y 8 del Convenio; y de que no se suscita ninguna cuestión distinta, con referencia al artículo 13, en virtud de las quejas formuladas al amparo del artículo 6 del Convenio (apartado 66).", "", " Firmado: C. A. Nørgaard, PRESIDENTE", "", " Firmado: H. C. Krüger, SECRETARIO"]}