{"file": "SPA_HJUDSPA_8692_79.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "8692/79", "text_paragraphs": ["Sentencia 8692/79", "", "CASO PIERSACK [TEDH-43]", "", " Sentencia de 1 de octubre de 1982.", "", " Independencia de los Tribunales (artículo 6.1 del Convenio).", "", " COMENTARIO", "", " La sentencia Piersack se centra en el artículo 6.1 del Convenio, declarando que éste ha sido infringido por haber presidido el Tribunal que condenó al demandante, señor Piersack, una persona, el señor Van de Walle, que con anterioridad había tenido conocimiento del mismo por formar parte del Ministerio Fiscal. Brevemente fijaremos los hechos y el procedimiento seguido, para concluir resumiendo los fundamentos jurídicos alegados por el Tribunal.", "", " I. Los hechos pueden resumirse de la siguiente manera: el señor Piersack, ciudadano belga, fue condenado por un delito de asesinato a dieciocho años de trabajos forzosos por la Audiencia («Cour dŽassises») de Brabant. El veredicto de culpabilidad fue emitido por un jurado por siete votos contra cinco, por lo que, de acuerdo con la legislación belga vigente, el Presidente y los dos Magistrados que forman parte de la Audiencia debieron pronunciarse sobre aquél, coincidiendo con la mayoría del jurado (parágrafos 14-15 y 20-21).", "", " El Presidente de la Audiencia, señor Van de Walle, había sido recientemente designado para ese cargo. Con anterioridad había formado parte del Ministerio Fiscal, dirigiendo un departamento encargado de asuntos penales, y en concreto de los delitos contra las personas. Ejerció ese cargo durante el tiempo en que comenzaron las investigaciones del caso Piersack, sin llevar personalmente la investigación, aunque con facultades de supervisión de la labor de los encargados propiamente del caso.", "", " En su virtud, el señor Piersack recurrió ante la Corte de Casación belga solicitando la nulidad de las actuaciones conforme a la legislación belga. La Corte rechazó el recurso por estimar que no se había probado suficientemente la participación personal del señor Van de Walle en el caso mientras ejercía sus funciones en el Ministerio Público.", "", " II. Procedimiento. El señor Piersack interpuso la correspondiente demanda ante la Comisión Europea de los Derechos Humanos, alegando que había sido víctima de una violación del artículo 6.1 del Convenio, al no haber sido juzgado por un «Tribunal independiente e imparcial establecido por la ley» (parágrafo 23).", "", " La Comisión admitió a trámite la demanda, estimando por unanimidad que se había producido tal violación.", "", " III. El Tribunal expone en los fundamentos jurídicos de la sentencia los motivos que le han llevado a fallar por unanimidad la existencia de una violación del artículo 6.1 del Convenio.", "", " Rechaza los argumentos en contra de la «independencia del Tribunal» -la legislación belga en la materia establece garantías suficientes para su defensa (parágrafo 27)-, así como que no se esté ante un «Tribunal establecido por la ley» -remitiéndose en este punto a lo referido respecto de la imparcialidad (parágrafo 33).", "", " Efectivamente, es en torno a la «imparcialidad del Tribunal» donde se encuentra la sustancia de la sentencia, así como en su significado en el artículo 6.1 del Convenio:", "", " 1. El Tribunal precisa, en primer lugar, el doble aspecto subjetivo y objetivo con el que debe analizarse la imparcialidad de los Tribunales. Subjetivo en cuanto a la convicción personal de un juez concreto en un caso concreto. Objetivo en cuanto a que un juez ofrezca garantías suficientes para excluir cualquier duda legítima sobre la imparcialidad de su actuación. No basta que el juez actúe imparcialmente, sino que es preciso que no exista apariencia de imparcialidad; «en esta materia incluso las apariencias tienen importancia», ya que «lo que está en juego es la confianza que los Tribunales deben inspirar a los ciudadanos en una sociedad democrática» [parágrafo 30, a)].", "", " 2. Una vez apuntado el aspecto objetivo de requisito de imparcialidad de los Tribunales, procede fijar el criterio para su determinación.", "", " El Tribunal rechaza la interpretación extrema según la cual quien en algún momento haya formado parte del Ministerio Público no podrá pasar después a formar parte de un Tribunal, haciendo ver los trastornos a que podría llevar adoptar tal criterio [parágrafo 30, b)].", "", " Pero tampoco cree suficiente mantener un criterio puramente funcional como el adoptado por la Corte de Casación belga, que requeriría una intervención personal en el caso específico con ocasión del ejercicio de sus competencias como miembro del Ministerio Público [parágrafo 30, c)].", "", " Es preciso tener también en cuenta consideraciones orgánicas, como la de dirigir un departamento del Ministerio Público encargado de la investigación de asuntos como el aquí visto; aunque no haya intervenido personalmente, tenían facultades y responsabilidad en el caso y ello, indudablemente, afecta a la anteriormente aludida confianza de los ciudadanos en la imparcialidad de los Tribunales [parágrafo 30, d)].", "", " Esto es lo ocurrido en el presente caso (parágrafo 31), por lo que el Tribunal entiende que se ha infringido el artículo 6.1 del Convenio.", "", " En relación con el artículo 50 del Convenio se reserva su decisión, apuntando la posibilidad de un arreglo amistoso entre las partes.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 1 de octubre de 1982", "", " CASO PIERSACK", "", " SENTENCIA", "", " En el caso Piersack,", "", " El Tribunal Europeo de Derechos Humanos, constituido en Sala de Justicia, conforme al artículo 43 del Convenio de Protección de los Derechos Humanos y las Libertades Fundamentales («el Convenio») y a las disposiciones pertinentes de su Reglamento, compuesta por los jueces siguientes:", "", " Señores G. Wiarda. Presidente;", "", " W. Ganshof van der Meersch,", "", " G. Lagergren,", "", " L. Liesch,", "", " F. Gölcüklü,", "", " J. Pinheiro Farinha,", "", " R. Bernhardt,", "", " y por los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto,", "", " Tras haber deliberado en privado los días 25 y 26 de marzo y el 21 de septiembre de 1982,", "", " Dicta la sentencia siguiente, adoptada en esta última fecha:", "", " PROCEDIMIENTO", "", " 1. El caso Piersack fue remitido al Tribunal por la Comisión Europea de Derechos Humanos («la Comisión»). Tuvo como origen una demanda (número 8692/79) dirigida contra el Reino de Bélgica por el nacional de ese Estado señor Christian Piersack, presentada ante la Comisión el 15 de marzo de 1979 en virtud del artículo 25 del Convenio.", "", " 2. El informe de la Comisión fue depositado en la Secretaría del Tribunal el 14 de octubre de 1981, dentro del plazo de tres meses que prevén los artículos 32.1 y 47. El informe se refería a los artículos 44 y 48 y a la declaración mediante la cual el Reino de Bélgica reconocía la jurisdicción obligatoria del Tribunal (art. 46). La finalidad del informe es obtener una decisión sobre si los hechos del caso implican una violación por el Estado demandado de sus obligaciones en los términos del artículo 6.1.", "", " 3. La Sala de siete jueces que debía constituirse incluía como miembros de pleno derecho al señor W. Ganshof van der Meersch, juez electo de nacionalidad belga ( art. 43 del Convenio), y al señor G. Wiarda [ art. 21.3.b) del Reglamento]. El 22 de octubre de 1981 el Presidente procedió, en presencia del Secretario, a la designación por sorteo de los otros cinco miembros, resultando elegidos el señor Thor Vilhjalmsson, la señora D. Bindschedler-Robert y los señores L. Liesch, J. Pinheiro Farinha y R. Bernhardt ( arts. 43 «in fine» del Convenio y 21.4 del Reglamento). El 25 de noviembre el Presidente aceptó la excusa de la señora Bindschedler-Robert, siendo sustituida por el primer suplente, señor F. Gölc üklü (arts. 22.1 y 24.4 del Reglamento).", "", " 4. Habiendo asumido la Presidencia de la Sala (artículo 21.5 del Reglamento), el señor Wiarda procedió a recoger, a través del Secretario, los puntos de vista del agente del Gobierno y de los delegados de la Comisión sobre el procedimiento que debía seguirse. El 1 de diciembre de 1981, habiéndose constatado la concordancia entre sus declaraciones, el Presidente decidió que no era necesario redactar las correspondientes memorias; por otro lado, decidió que el procedimiento oral se iniciara el 25 de marzo de 1982.", "", " El 29 de enero y el 8 de marzo de 1982, el Secretario, siguiendo las instrucciones del Presidente, procedió a invitar a la Comisión y al Gobierno a enviar numerosos documentos y a realizar algunas precisiones sobre los diferentes aspectos del caso; éstas fueron recibidas el 3 y 16 de febrero y el 2 y 9 de marzo.", "", " 5. Las audiencias se realizaron en sesión pública en el Palacio de los Derechos Humanos de Estrasburgo. Inmediatamente antes de abrirse ésta, la Sala tuvo una reunión preparatoria.", "", " Comparecieron ante el Tribunal:", "", " - Por el Gobierno:", "", " señor J. Niset, asesor jurídico del Ministerio de Justicia, agente;", "", " señora Anne de Bluts, abogada, consejera.", "", " - Por la Comisión:", "", " señor Tenekides, delegado;", "", " señor N. Lancaster, abogado del demandante ante la Comisión, asistiendo de delegado (artículo 29.1, segunda frase, del Reglamento).", "", " El Tribunal escuchó sus argumentos y observaciones, así como las contestaciones dadas a las preguntas formuladas por el Tribunal o alguno de sus miembros. El 1 de junio de 1982 el Secretario del Tribunal recibió un escrito suplementario del agente del Gobierno de respuesta a alguna de estas cuestiones.", "", " 6. En las deliberaciones del 21 de septiembre de 1982, el señor G. Lagergren, el segundo juez suplente, tomó el puesto del señor Thor Vilhjalmsson, que se excusó de tomar parte en el caso (arts. 22.1 y 24.1 del Reglamento).", "", "", "", " HECHOS", "", " I. LAS CIRCUNSTANCIAS DEL CASO", "", " 7. El demandante, de nacionalidad belga y nacido en 1948, es armero de profesión. Se encuentra cumpliendo en la prisión de Mons una sentencia que le condenó a dieciocho años de trabajos forzados, impuesta por el Tribunal de Brabant el 10 de noviembre de 1978 por asesinato.", "", " 8. Durante la noche del 22 al 23 de abril de 1976 dos franceses, los señores Gilles Gros y Michel Dulon, fueron asesinados mediante disparos de revólver en Bruselas mientras se encontraban en un automóvil en compañía del señor Piersack, del señor Constantinos Cavadias (contra el cual se abrió procedimiento que fue posteriormente sobreseído) y del portugués señor Joâo Tadeo Santos de Sousa Gravo.", "", " A) Desde el inicio del procedimiento hasta la remisión del caso a la Corte de Casación", "", " 9. El 9 de julio de 1976 el señor Preuveneers, juez de instrucción del Tribunal de Primera Instancia de Bruselas, dictó una orden de arresto del demandante, como sospechoso de haber causado ambas muertes. En ese momento se encontraba en Francia, pero fue arrestado por las autoridades francesas, que, tras estar de acuerdo en garantizar su extradición, le pusieron en manos de la policía belga el 13 de enero de 1977. El Procurador del Rey (Ministerio Fiscal) de Courtrai informó a su colega en Bruselas mediante escrito de igual fecha. El señor Pierre van de Walle, adjunto primero del Procurador, firmó con sus iniciales el escrito y lo remitió al oficial del Departamento del Ministerio Fiscal que tenía relación con el caso, señora Del Carril. Ella lo transmitió al señor Preuveneers con una nota («apostilla») fechada el 17 de enero.", "", " 10. El 4 de febrero de 1977 el juez de instrucción se dirigió por escrito al Procurador del Rey en Bruselas para inquirir, en relación con el acusado Santos de Sousa, sobre las intenciones del Ministerio Fiscal de comunicar los hechos a las autoridades portuguesas, no pareciendo éstas dispuestas a conceder la extradición. En su escrito, el juez añadió las palabras («a la atención del señor Van de Walle»). La señora Del Carril respondió al señor Preuveneers el 9 de febrero de 1977.", "", " 11. El 20 de junio el Procurador General adscrito al Tribunal de Apelación de Bruselas envió al Procurador del Rey los resultados de las diligencias practicadas en Portugal en relación con el señor Santos de Sousa. Después de haber firmado con sus iniciales la nota, el señor Van de Walle la remitió al señor De Nauw, el adjunto del Procurador encargado del caso en sustitución de la señora Del Carril; el señor De Nauw transmitió la nota al juez de instrucción el 22 de junio.", "", " 12. El 13 de diciembre de 1977 el señor Van de Walle tomó posesión como Magistrado del Tribunal de Apelación de Bruselas, para cuyo cargo había sido nombrado el 18 de noviembre. La mayor parte de la instrucción del caso había sido concluida en ese momento, aunque algunos actos se realizaran con posterioridad.", "", " 13. El 13 de mayo de 1978 el adjunto, señor De Nauw, firmó un escrito solicitando una orden de arresto; con anterioridad en un informe de 45 páginas remitió la cuestión al Procurador General del Tribunal de Apelación, que contestó el 11 de mayo. Mediante sentencia de 16 de junio, la Sala del Tribunal de Apelación trasladó al demandante ante la Corte de la provincia de Brabant con los cargos de homicidio voluntario y premeditado de los señores Gros y Dulon. El Procurador General dictó acta de procesamiento el 27 de junio.", "", " 14. El juicio tuvo lugar del 6 al 10 de noviembre de 1978 ante el Tribunal presidido por el señor Van de Walle. Después de haber escuchado los numerosos argumentos de la acusación y de la defensa, los doce miembros del jurado se retiraron para emitir veredicto. El señor Piersack mantuvo su inocencia. En la tercera cuestión planteada al jurado, la concerniente al «hecho principal», éste llegó a un veredicto de culpabilidad, pero sólo por siete votos contra cinco. Después de deliberar esta cuestión en privado, el Presidente y los otros dos jueces asesores declararon que estaban de acuerdo con la mayoría del jurado.", "", " En definitiva, el Tribunal condenó al demandante por el homicidio del señor Dulon. Estimó, sin embargo, que existían circunstancias atenuantes, condenándole el 10 de diciembre de 1978 a dieciocho años de trabajos forzosos. Igualmente constató que, dada su nacionalidad, no había sido posible obtener la extradición a Bélgica del señor Santos de Sousa, que había sido arrestado en Portugal.", "", " 15. El demandante entonces recurrió ante el Tribunal de Casación. El sexto de los motivos alegados en el recurso, el único relevante para el presente caso, era que había habido una violación del artículo 127 del Código Judicial , que establece que los procedimientos seguidos ante un Tribunal serán nulos y sin efectos si éste ha sido presidido por persona que haya actuado en el caso como acusación pública (Ministerio Fiscal...). Entendía que las palabras «en atención del señor T. Van de Walle» que aparecen en el manuscrito de la nota de 4 de febrero de 1977 (ver parágrafo 10 más arriba) mostraban que el señor Van de Walle se había preocupado del caso en aquel momento y, en consecuencia, había tomado parte de una u otra manera en la investigación de éste. El señor Piersack no hizo mención alguna de la carta de 13 de enero ni de la nota de 20 de junio de 1977 (ver parágrafos 9 y 11 más arriba), dado que en aquel momento ni él ni su abogado habían podido identificar al autor de las iniciales allí indicadas; el Gobierno por su propia iniciativa proporcionó esta información a la Comisión en su escrito de observaciones acerca de la admisibilidad de la demanda de marzo de 1980.", "", " B) Conclusiones formuladas por el Ministerio Fiscal ante la Corte de Casación", "", " 16. En sus conclusiones, el «avocat general», señor Velu, expuso la evolución de la legislación y jurisprudencia belga en la materia. Distinguió tres períodos:", "", " a) Hasta 1955 el Tribunal de Casación, a pesar de que no existían reglas escritas sobre la materia, había conocido ocho casos en los que mantuvo que el oficial que hubiese intervenido como acusación pública en un proceso penal no podía posteriormente conocer ese caso como juez y, en concreto, como miembro de un tribunal. El Tribunal fundó esta prohibición en un principio general y absoluto derivado de la naturaleza misma de sus funciones. El «avocat general» resumió estas sentencias del siguiente modo:", "", " «Importa poco que:", "", " - el oficial del Ministerio Público interviniera en el caso sólo ocasional o accidentalmente (...);", "", " - su intervención no se refiriera nominalmente a uno o más inculpados;", "", " - su intervención no comportara un acto de instrucción.", "", " Es suficiente con que el oficial del Ministerio Público intervenga personalmente en el ejercicio de la acción pública.", "", " Existe incompatibilidad desde que el oficial, durante el curso de la acusación, ha intervenido personalmente en el caso en la cualidad de miembro del Ministerio Público.»", "", " b) El segundo período (1955-1968), durante el cual el Tribunal de Casación aparentemente no tuvo ocasión de regular el problema de la incompatibilidad entre las funciones de la acusación pública y las judiciales, estuvo marcado por dos nuevos factores: la incorporación del Convenio al ordenamiento jurídico interno belga y los desarrollos elaborados por la jurisprudencia nacional en relación con el principio general del derecho al examen imparcial de los litigios por los tribunales.", "", " «El derecho del justiciable a un tribunal imparcial», en el sentido del artículo 6.1 del Convenio, puede implicar tanto que el juez está simplemente obligado a abstenerse si tiene algún prejuicio en relación con el caso o entender que está bajo un deber más amplio de abstenerse siempre que exista una razón legítima para dudar de que con su intervención pueda afectarse a las garantías de imparcialidad. El «avocat general» rechazó la primera interpretación, describiéndola como «restrictiva», en favor de la segunda, «extensiva»; invocó especialmente el artículo 31 del Convenio de Viena sobre el derecho a los Tratados internacionales (que debe ser tenido en cuenta para el objeto y finalidad del caso) y la sentencia Delcourt de 17 de enero de 1970 (serie A, núm. 11, pp. 14-15, parágrafo 25 «in fine»). Por otro lado, se refirió al principio general del Derecho según el cual los casos deben ser examinados imparcialmente por los tribunales, citando sentencias de la Corte de Casación y del Consejo de Estado belgas. A mayor abundamiento, citó el siguiente pasaje del discurso de apertura de los tribunales de 1 de septiembre de 1970 ante la Corte de Casación: «todo juez cuya imparcialidad pueda legítimamente ponerse en duda debe abstenerse de participar en la toma de esa decisión».", "", " c) El tercer período va desde la entrada en vigor de los artículos 127 y 292 del Código Judicial (ver parágrafo 22 más arriba) y la aplicación por la Corte de Casación del segundo de estos artículos a casos en que se ha producido alguna resolución por un juez que previamente ha actuado como miembro del Ministerio Público. Las cinco sentencias enumeradas por el «avocat general» siguen la misma línea que la establecida por la sentencia del primer período y establece lo siguiente:", "", " i) que de acuerdo con el artículo 292 del Código Judicial , el principio general del Derecho según el cual todo caso debe ser examinado imparcialmente por los tribunales conserva todo su valor;", "", " ii) que a los fines de ese artículo, la expresión «conocer una causa en el ejercicio de funciones del Ministerio Público» significa intervenir en calidad de parte acusadora;", "", " iii) que no puede decirse que haya existido tal intervención si en el caso en cuestión el miembro del Ministerio Público ha simplemente", "", " - asistido a una audiencia del Tribunal en la que éste se limitó a dictar una medida de orden interno o", "", " - tomado alguna medida que manifiestamente no ha tenido efectos en el ejercicio de la acción pública.", "", " A la luz de estas consideraciones, el «avocat general» concluyó que la Corte de Casación debía anular la sentencia objeto de recurso... tanto en virtud del sexto fundamento aducido por el apelante como del argumento que debía ser considerado de oficio por el Tribunal, la violación tanto del artículo 6.1 del Convenio... como del principio general del Derecho según el cual los casos deben ser examinados de modo imparcial por los tribunales.", "", " El «avocat general» puso especial énfasis en la nota de 4 de febrero de 1977 emanada del juez instructor, la persona que generalmente está mejor informada no sólo de las circunstancias del caso, sino también de la identidad de los miembros del Ministerio Público que estaban llevando la acusación. Y el señor Preuveneers había añadido a esa nota la mención manuscrita «a la atención del señor P. Van de Walle», indicando el domicilio de la persona a la que iba dirigida la nota:", "", " «Si el juez instructor dirigió esta nota al señor P. Van de Walle, es lógico suponer que sabía que había tomado parte de una u otra manera en el ejercicio de la acción pública.", "", " ¿Qué otra explicación razonable puede darse a esta iniciativa (...) que con toda seguridad no hubiese sido tomada si no es porque los dos Magistrados hubiesen estado en contacto en relación con la investigación del caso? Importa poco que otras personas miembros del Ministerio Público interviniesen también en el caso, por ejemplo continuando la investigación judicial a la que se refería la nota, o que la intervención del señor Van de Walle sólo fuese accidental u ocasionalmente, o que no se haya mostrado que esa intervención haya implicado al apelante por su nombre o (...) haya supuesto formalmente un acto de instrucción.", "", " Finalmente, no puede haber explicación razonable del manuscrito indicado (...) si la intervención del señor Van de Walle en el caso se limitó hasta ese momento a aspectos de pura rutina o (...) no tuvo efecto alguno para el ejercicio de la acción pública.»", "", " Incluso si la Corte de Casación no aceptara el fundamento sexto del recurso, basado en el artículo 127 del Código Judicial , las circunstancias descritas más arriba fueron, en opinión del «avocat general», señor Velu, suficientes como para motivar dudas razonables acerca de las garantías de imparcialidad requeridas tanto por el artículo 6.1 del Convenio como por el principio general del Derecho al examen imparcial de los litigios por los Tribunales en relación con el precedente de la Audiencia.", "", " C) Sentencia de la Corte de Casación", "", " 17. La Corte de Casación rechazó el recurso el 21 de febrero de 1979.", "", " En relación con el fundamento sexto del recurso, la Corte de Casación observó en primer lugar que de la mera transmisión de la nota de 4 de febrero de 1977 no podía deducirse que el señor Van de Walle hubiese «actuado en el caso como acusación pública» en el sentido del artículo 127 del Código Judicial .", "", " La Corte de Casación pasó también a considerar de oficio el artículo 6.1 del Convenio y el principio general del derecho a la imparcialidad de los tribunales. Mantuvo que era cierto que ambas normas obligan a los jueces a abstenerse de tomar parte en una decisión si hay razón legítima para dudar acerca de las garantías de imparcialidad en relación con la persona acusada. Con todo, la Corte mantuvo que los documentos tomados en consideración no revelan que después de que el Ministerio Público hubiese recibido la nota mencionada en el fundamento sexto del recurso el señor Van de Walle, entonces primer adjunto del Procurador del Rey en Bruselas, hubiese tomado alguna decisión o intervenido de alguna manera en el ejercicio de la acción pública relacionada con los hechos en cuestión. Sin duda no es indispensable que para que la garantía de la imparcialidad del juez se vea comprometida por su intervención anterior como miembro del Ministerio Público, ésta consista en la adopción de una decisión personal en la materia o la participación en actos concretos de instrucción. Sin embargo, no puede presumirse que un miembro del Ministerio Público haya intervenido en un caso en el ejercicio de sus funciones únicamente por el hecho de que se le haya enviado personalmente una nota por el juez instructor, sin que se haya probado que aquél la haya recibido o que tenga algún interés incluso indirecto en el caso. Sobre este punto la Corte de Casación finalmente hizo notar que el primer sustituto señor Van de Walle no había contestado a la nota anteriormente citada.", "", " II. LEGISLACIÓN Y PRACTICA EN LA MATERIA", "", " A) El Ministerio Público", "", " 18. En materia penal, el Ministerio Público «ejerce la acción pública del modo establecido en la ley» ( artículo 138.1 del Código Judicial ). En base a este título investiga y activa los procedimiento en relación con infracciones penales y, en su caso, es parte en los procesos judiciales para la defensa de la acusación pública.", "", " Todos los miembros del Ministerio Público forman un cuerpo jerárquico, del que se reconocen generalmente tres características: la unidad, la indivisibilidad y la independencia.", "", " Junto a los departamentos del Procurador General de la Corte de Casación y de los Procuradores Generales de los Tribunales de Apelación hay un Procurador del Rey en cada distrito; a éste le corresponde, bajo la supervisión y dirección del Procurador General de la Corte de Casación, las funciones de Ministerio Público ante los tribunales de distrito, los tribunales de primera instancia, los tribunales de comercio y los tribunales de policía de distrito ( art. 150 del Código Judicial ). Está ayudado por uno o más adjuntos que actúan bajo su supervisión y dirección inmediata, incluyendo uno o más primeros adjuntos nombrados por real decreto y que le asisten en la dirección del departamento ( art. 151 del Código Judicial ).", "", " 19. En el departamento del Ministerio Público de Bruselas hay varias docenas de adjuntos, todos ellos responsables ante el Procurador del Rey. El departamento está dividido en secciones, con un adjunto primero a cargo de cada una de ellas. En derecho estricto, los adjuntos únicamente están sujetos a la autoridad del Procurador del Rey, que a su vez está sujeto al Procurador General de la Corte de Apelación, pero en la práctica los adjuntos primeros ejercen algunas facultades administrativas sobre los demás adjuntos. En particular revisan los escritos que aquéllos presentan a los tribunales, discuten con ellos sobre la orientación que debe darse a un caso y, si la ocasión lo exige, les dan consejos en materia jurídica.", "", " Una de las arriba citadas secciones, la designada por la letra B), se ocupa de las ofensas («crímenes y delitos») contra las personas. El señor P. Van de Walle fue jefe de esta sección durante el período en cuestión hasta su nombramiento en el Tribunal de Apelación de Bruselas (ver parágrafo 12 más arriba). De acuerdo con el Gobierno, el Procurador del Rey se consideró a sí mismo como personalmente responsable de los asuntos criminales -como el caso Piersack-, cuyo número, por otro lado, era en aquel momento bastante reducido; trabajaba directamente en estos casos en unión con el adjunto encargado de ellos -en esta ocasión la señora Del Carril y después el señor De Nauw-, sin la mediación del adjunto primero, cuya principal función era la de refrendar los documentos, en cierto modo únicamente procediendo a su registro. El demandante se opuso a esta versión de los hechos manteniendo que el Gobierno estaba dando una exagerada visión de la «autonomía» de los adjuntos en relación con los adjuntos primeros.", "", " B) Las audiencias («les cours dŽassisses»)", "", " 20. Según el artículo 98 de la Constitución belga, «debe constituirse jurado para todas las materias penales...». Por regla general las vistas tienen lugar en la capital de cada provincia para juzgar a las personas inculpadas por el Tribunal de Apelación ( artículos 114 a 116 del Código Judicial y 231 del Código de Procedimiento Penal ).", "", " Cada audiencia está compuesta de un Presidente y otros dos jueces (asesores); para materia penal se constituye en unión de un jurado formado por doce miembros ( arts. 119 a 124 del Código Judicial ).", "", " Entre las funciones del Presidente se incluye la de dirigir los jurados en el ejercicio de sus funciones, resumiendo el caso sobre el que deben deliberar, presidiendo todo el proceso y determinando el orden entre aquellos que deseen dirigirse al Tribunal; igualmente guarda el orden en la sala ( art. 267 del Código de Procedimiento Penal ). La ley le inviste de «un poder discrecional» que le habilita a «tomar todas las medidas que crea útiles para el descubrimiento de la verdad»; está sujeto por su honor y conciencia a realizar todos los esfuerzos que lleven a tal conclusión, por ejemplo ordenando de oficio la comparecencia de testigos o la realización de documentos (arts. 268 y 269).", "", " 21. Concluida la vista oral (último apartado del artículo 335 del Código de Procedimiento Penal ), el Presidente indica al jurado las cuestiones que se deriven del sumario y entrega el texto de éstas al Presidente del Tribunal (arts. 337 a 342). El jurado se retira entonces a deliberar conjuntamente, sin la presencia del Presidente ni de los otros jueces; sólo pueden regresar cuando hayan llegado a emitir un veredicto (arts. 342 y 343).", "", " Para su validez, el veredicto del jurado debe ser adoptado por mayoría, tanto a favor como en contra del acusado; en caso de empate, éste queda absuelto (art. 347). Sin embargo, si es encontrado culpable del cargo principal por mayoría simple de siete votos contra cinco -como ocurrió en el caso Piersack (ver parágrafo 14 más arriba)-, el Presidente y los otros dos jueces deliberan sobre la misma cuestión; si la mayoría de éstos no está de acuerdo con la mayoría del jurado, el acusado queda absuelto (artículo 351). Si se le encuentra culpable, los jueces se retiran en unión del jurado a la sala del jurado y deliberan conjuntamente bajo la presidencia del Presidente de la Audiencia acerca de la sentencia que debe imponerse de acuerdo con la legislación penal; la decisión debe tomarse por mayoría absoluta (art. 364).", "", " C) Las incompatibilidades", "", " 22. El artículo 292 del Código Judicial de 1967 prohíbe el ejercicio concurrente de las diferentes funciones judiciales, excepto cuando expresamente estén permitidas por la ley; dispone que «cualquier resolución dictada por un juez que previamente ha conocido un caso en el ejercicio de cualquier otra función judicial» será nula. El artículo 127 precisa que «los procedimientos ante una audiencia serán nulos si han sido presididos por algún Magistrado que ha actuado en el caso como (...) Ministerio Público o ha establecido reglas en relación con las investigaciones».", "", " PROCEDIMIENTO SEGUIDO ANTE LA COMISIÓN", "", " 23. En su demanda de 15 de marzo de 1979 ante la Comisión (núm. 8692/79), el señor Piersack denunció haber sido víctima de una violación del artículo 6.1 del Convenio; mantenía que su causa no había sido conocida por un «tribunal independiente e imparcial establecido por la ley», dado que el señor Van de Walle, Presidente de la Audiencia que le condenó, había tenido que ver en el caso en una fase anterior, al desempeñar el cargo de adjunto primero del Procurador del Rey.", "", " 24. La Comisión admitió a trámite la demanda el 15 de junio de 1980. En su informe de 13 de mayo de 1981 ( art. 31 del Convenio), la Comisión manifestó su opinión unánime de que se había producido una violación de uno de los requisitos del artículo 6.1, en concreto la imparcialidad del tribunal.", "", " El informe contenía igualmente un voto particular concurrente en esa opinión.", "", " CONCLUSIONES PRESENTADAS AL TRIBUNAL POR EL GOBIERNO", "", " 25. En las comparecencias, el Gobierno pidió al Tribunal que mantuviese que no había existido violación del artículo 6.1 del Convenio en el presente caso.", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. SOBRE LA ALEGADA VIOLACIÓN DEL ARTICULO 6.1", "", " 26. El artículo 6.1 del Convenio reza lo siguiente:", "", " «Toda persona tiene derecho a que su causa sea conocida (...) por un tribunal independiente e imparcial establecido por la ley, que decidirá (...) sobre el fundamento de cualquier acusación en materia penal dirigida contra ella (...)»", "", " 1. «Tribunal independiente»", "", " 27. Según el demandante, el tribunal que le condenó el 10 de noviembre de 1978 no era un «tribunal independiente». Esta afirmación, respecto de la que no se aporta prueba alguna, no puede ser aceptada. Conforme a la Constitución (arts. 99 - 100 ) y a la legislación belga, los tres jueces que componen las audiencias gozan de amplias garantías en orden a su protección frente a presiones externas, y la misma finalidad subyace en las reglas estrictas para la designación de los miembros de los jurados ( artículos 217 - 253 del Código Judicial ).", "", " 2. «Tribunal imparcial»", "", " 28. El magistrado que presidió la audiencia de Brabant en el presente caso, señor Van de Walle, había ejercido previamente las funciones de adjunto primero del Procurador del Rey en Bruselas; hasta su designación en el Tribunal de Apelación fue el jefe de la sección B del departamento de acusación pública de Bruselas, sección encargada de la investigación de los crímenes y delitos contra las personas y, en consecuencia, la que conoció el caso del señor Piersack (ver parágrafos 9-12, 14 y 19 más arriba).", "", " 29. Por este hecho el demandante ha alegado que su caso no fue conocido por un «tribunal imparcial» desde su punto de vista, «cuando una persona ha tratado un asunto como Ministerio Público durante año y medio no puede sino prejuzgar el caso».", "", " Para el Gobierno, en aquel momento era el Procurador del Rey personalmente y no el adjunto primero señor Van de Walle quien se encargaba de los asuntos penales: cada uno de los adjuntos -en esta ocasión la señora Del Carril y el señor De Nauw- informaban directamente al Procurador de estos casos y no a través del señor Van de Walle, que ejercía un papel sobre todo administrativo, ajeno al ejercicio de la acción pública y consistente básicamente en firmar con sus iniciales numerosos documentos, como las notas de 13 de enero y de 20 de junio de 1977 (ver parágrafos 9, 11 y 19 más arriba). Por lo que se refiere a la nota de 4 de febrero de 1977 (ver parágrafo 10 más arriba), el juez instructor, señor Preuveneers, la remitió con las palabras «a la atención del señor Van de Walle» únicamente porque conocía que la señora Del Carril se encontraba frecuentemente con permiso de enfermedad. Por otro lado, según las alegaciones del Gobierno, no hay prueba alguna que muestre que el señor Van de Walle recibiera aquella nota y que, en cualquier caso, no fue él sino la señora Del Carril la que contestó al señor Preuveneers.", "", " 30. Si la imparcialidad se define ordinariamente por la ausencia de prejuicios o parcialidades, su existencia puede ser apreciada, especialmente conforme al artículo 6.1 del Convenio, de diversas maneras. Se puede distinguir así entre un aspecto subjetivo, que trata de averiguar la convicción personal de un juez determinado en un caso concreto, y un aspecto objetivo, que se refiere a si éste ofrece las garantías suficientes para excluir cualquier duda razonable al respecto.", "", " a) En cuanto al primer aspecto, el Tribunal hace notar que el demandante se complace en rendir homenaje a la imparcialidad personal del señor Van de Walle; no tiene motivo alguno para dudar de su imparcialidad personal, que por otro lado debe ser presumida mientras no se demuestre lo contrario (ver la sentencia Le Compte, Van Leuven y De Meyere de 23 de junio de 1981, serie A, núm. 43, página 25, parágrafo 58).", "", " Sin embargo, no es posible reducirse a una apreciación puramente subjetiva. En esta materia incluso las apariencias pueden revestir una cierta importancia (ver la sentencia Del Court de 17 de junio de 1970, serie A, núm. 11, p. 17, parágrafo 31). Como observó la Corte de Casación belga en su sentencia de 21 de febrero de 1979 (ver parágrafo 17 más arriba), todo juez en relación con el cual pueda haber razones legítimas para dudar de su imparcialidad debe abstenerse de conocer ese caso. Lo que está en juego es la confianza que los tribunales deben inspirar a los ciudadanos en una sociedad democrática.", "", " b) Si se va al extremo opuesto habría que mantener que los miembros de los departamentos del Ministerio Público no podrían formar parte de un tribunal en relación con un caso que hubiese sido examinado inicialmente por ese departamento, aunque personalmente no hubiesen tenido nada que ver con él. Una solución tan radical, basada en una interpretación formalista e inflexible de la unidad e indivisibilidad del Ministerio Público, supondría una barrera infranqueable entre dicho Ministerio y los tribunales. Llevaría a un grave trastorno el sistema judicial de numerosos Estados Contratantes donde el traslado de unos a otros es una práctica frecuente. Pero, sobre todo, el simple hecho de que un juez haya sido miembro del Ministerio Público no es razón suficiente para temer que carece de imparcialidad; el Tribunal coincide con el Gobierno en este punto.", "", " c) En la consideración de oficio que la Corte de Casación belga hizo del artículo 6.1 adoptó sobre este tema un criterio funcional: la existencia de una intervención anterior del juez «en la causa, en el ejercicio o con ocasión del ejercicio de (...) funciones de miembro del Ministerio Público». Rechazó el recurso del señor Piersack porque las pruebas aportadas por éste, bajo su punto de vista, no permitían deducir una intervención del señor Van de Walle como adjunto primero del Procurador del Rey de Bruselas en alguna forma que supusiera la adopción de una posición personal o de un acto inscrito en el procedimiento de instrucción (ver parágrafo 17 más arriba).", "", " d) Incluso hecha la anterior precisión, parece que un criterio de este tipo no llena plenamente los requisitos del artículo 6.1. En orden a que los tribunales puedan inspirar la confianza que es indispensable, es preciso tener en cuenta un criterio de carácter orgánico. Si una persona, después de haber ocupado un departamento del Ministerio Público cuya naturaleza es tal que deba tratar un determinado asunto en razón de sus competencias y posteriormente debe conocer el mismo caso como juez, los ciudadanos tienen el derecho a temer que no ofrezca las suficientes garantías de imparcialidad.", "", " 31. Esto fue lo que ocurrió en el presente caso. En noviembre de 1978 el señor Van de Walle presidió la Audiencia de Brabant, a la que la correspondiente Sala del Tribunal de Apelación de Bruselas había trasladado al demandante para juicio. En su virtud dispuso de amplios poderes, a los que, por otra parte, debía recurrir en ocasiones, por ejemplo el poder discrecional conferido por el artículo 268 del Código Judicial y el poder de decidir con los otros jueces acerca de la culpabilidad del acusado cuando el jurado decidiera el veredicto de culpable únicamente por mayoría simple (ver parágrafos 13-14 y 20-21 más arriba).", "", " Sin embargo, previamente y hasta noviembre de 1967, el señor Van de Walle había dirigido la sección B del departamento del Ministerio Público en Bruselas, responsable de la investigación dirigida contra el señor Piersack. Como superior jerárquico de los adjuntos encargados del caso, señora Del Carril y después señor De Nauw, podía haber revisado cualquier escrito que debiera presentarse a los tribunales, discutido con ellos sobre la orientación que debía darse al caso, así como asesorarles sobre cuestiones jurídicas (ver parágrafo 19 más arriba). De otra parte, la información obtenida por la Comisión y por el Tribunal (ver parágrafos 9-11 más arriba) tiende a confirmar que el señor Van de Walle jugó efectivamente un cierto papel en el procedimiento.", "", " En cualquier caso, importa poco saber si, como cree el Gobierno, el señor Piersack ignoró estos hechos en aquel momento. Como tampoco es necesario tratar de medir la extensión precisa del papel jugado por el señor Van de Walle, realizando otras investigaciones en orden a determinar, por ejemplo, si recibió o no la nota de 4 de febrero de 1977 o si discutió el caso particular con la señora Del Carril y del señor De Nauw. Es suficiente constatar que la imparcialidad del tribunal al que incumbía decidir sobre el fondo de la acusación podía ser sometida a duda.", "", " 32. En consecuencia, el Tribunal concluye que ha habido una violación del artículo 6.1.", "", " 3. «Tribunal establecido por la ley»", "", " 33. Igualmente el demandante alegó que la audiencia de Brabant no era un «tribunal establecido por la ley», ya que la presencia del señor Van de Walle contravenía especialmente el artículo 127 del Código Judicial .", "", " Para resolver esta cuestión es preciso determinar si la frase «establecido por la ley» cubre no sólo el fundamento legal para la misma existencia del «tribunal» -sobre lo que no cabe disputa en esta ocasión ( art. 98 de la Constitución belga)-, sino también la composición de éste en cada caso, y en este caso si el Tribunal Europeo puede revisar el modo en que los tribunales nacionales -como la Corte de Casación belga en su sentencia de 21 de febrero de 1979 (ver parágrafo 17 más arriba)- interpretan y aplican su Derecho interno en esta materia, y, finalmente, si este derecho no es en sí mismo conforme con el Convenio y en concreto con el requisito de imparcialidad que figura en el artículo 6.1 (ver en el contexto del art. 5 la sentencia Winterwerp de 24 de octubre de 1979, serie A, número 33, pp. 19-20, parágrafos 45-46, y la sentencia X contra el Reino Unido de 5 de noviembre de 1981, serie A, núm. 46, pp. 18-19, parágrafo 41).", "", " En el caso presente no parece necesario examinar esta cuestión, ya que, si bien planteada en un contexto legal diferente, coincide sustancialmente con la argumentación que se ha mantenido en el parágrafo anterior como bien fundada; por otro lado, el demandante no mantuvo esta queja ni en su escrito de observaciones de abril de 1980 sobre la admisibilidad de la demanda ni durante la vista celebrada el 10 de diciembre de 1980 ante la Comisión o el 25 de marzo de 1982 ante el Tribunal.", "", " II. SOBRE LA APLICACIÓN DEL ARTICULO 50", "", " 34. Con ocasión de la vista, el abogado del señor Piersack precisó que su cliente reclamaba en virtud del artículo 50 del Convenio su inmediata puesta en libertad, según las medidas que puedan ser discutidas, así como a una indemnización destinada al pago de los honorarios de sus abogados ante la Corte de Casación belga (cincuenta mil francos belgas) y en Estrasburgo (ciento cincuenta mil francos belgas), con deducción de la cantidad recibida del Consejo de Europa como ayuda para la asistencia legal (tres mil quinientos francos belgas).", "", " El Consejero del Gobierno mantuvo que si el Tribunal constatara que había existido una violación, la publicación de la sentencia constituiría en sí misma una satisfacción justa y suficiente. Añadió que desconocía la opinión de las autoridades acerca de la puesta en libertad anticipada del demandante.", "", " 35. En consecuencia, a pesar de ser alegado el artículo 47 bis del Reglamento del Tribunal , esta cuestión no está todavía vista para ser decidida. El Tribunal debe, por tanto, reservar su posición sobre este punto y fijar un procedimiento ulterior, teniendo en cuenta la hipótesis de un acuerdo entre el Estado demandado y el demandante.", "", "", "", " POR ESTOS MOTIVOS, EL TRIBUNAL, POR UNANIMIDAD,", "", " 1. Falla que ha habido una violación del artículo 6.1 del Convenio.", "", " 2. Falla que la cuestión de la aplicación del artículo 50 no puede ser todavía decidida.", "", " En consecuencia,", "", " a) se reserva la decisión sobre ésta;", "", " b) pide a la Comisión que remita al Tribunal en el plazo de dos meses, a contar desde el pronunciamiento de la presente sentencia, sus observaciones sobre la referida cuestión y, en concreto, que notifique al Tribunal de cualquier arreglo amistoso a que hayan podido llegar el Gobierno y el demandante;", "", " c) se reserva el procedimiento que ulteriormente pueda ser seguido y delega en el Presidente de la Sala la facultad de determinar éste si fuese necesario.", "", " Hecho en inglés y francés, siendo fehaciente el texto francés, en el Palacio de los Derechos Humanos de Estrasburgo el uno de octubre de mil novecientos ochenta y dos.", "", " Firmado: Gérard Wiarda", "", " PRESIDENTE", "", " Firmado: Marc-André Eissen", "", " SECRETARIO", "", " (Comentario y traducción: Manuel Delgado-Iribarren García-Campero)"]}