{"file": "SPA_HJUDSPA_25017_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "25017/94", "text_paragraphs": ["Sentencia 25017/94", "", "CASO MEHEMI CONTRA FRANCIA", "", " Artículo 8 (Respeto a la vida privada y familiar) Sentencia de 26 de septiembre de 1997", "", " Mediante sentencia dictada en Estrasburgo el 26 de septiembre de 1997 en el caso Mehemi contra Francia, el Tribunal Europeo de Derechos Humanos declara por unanimidad, que la prohibición definitiva de residencia en territorio francés ejecutada en relación con el demandante constituye una violación del artículo 8 del Convenio Europeo de Derechos Humanos .", "", " La sentencia fue leída en audiencia pública por el señor Rudolf Bernhardt, Vicepresidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El demandante, señor Ah Mehemi, es un nacional argelino nacido en Lyón en 1962. Vivió en Francia hasta el 28 de febrero de 1995, fecha de su expulsión. Todos los miembros de su familia residen en Francia y algunos de ellos tienen la nacionalidad francesa. El 14 de mayo de 1986 el señor Mehemi se casó en Villeurbanne con una nacional italiana que reside legalmente en Francia desde 1978. De su unión nacieron tres hijos de nacionalidad francesa en 1982, 1983 y 1984, respectivamente.", "", " El 22 de enero de 1991 el demandante fue condenado por el Tribunal Penal de Lyón por tráfico de drogas a una pena de seis años de prisión, junto con la orden de no poder ser excarcelado hasta haber cumplido la mitad de la pena. El Tribunal de Apelación de Lyón confirmó la sentencia el 4 de julio de 1991 y dictó, además, contra el interesado la pena de prohibición definitiva de residencia en territorio francés.", "", " El 19 de marzo de 1993, invocando el artículo 8 del Convenio, el demandante interpuso un recurso ante el Tribunal de Apelación de Lyón solicitando la anulación de la referida medida de prohibición de residencia en territorio francés. Dicho Tribunal desestimó el recurso el 1 de junio de 1993 basándose en que el señor Mehemi había optado voluntariamente por la nacionalidad argelina al llegar a su mayoría de edad, que había efectuado distintos viajes al norte de África y que la medida de prohibición definitiva de residencia en territorio francés no era desproporcionada en relación con la gravedad de la infracción cometida. El 23 de febrero de 1994 el Tribunal de Casación desestimó el recurso de casación presentado por el demandante.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Presentada la demanda el 25 de agosto de 1994, la Comisión la admitió el 18 de octubre de 1995.", "", " Tras haber buscado en vano un arreglo amistoso, la Comisión redactó un informe, el 15 de mayo de 1996, haciendo constar los hechos y formulando el dictamen de que había habido violación del artículo 8 del Convenio (diez votos contra tres).", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Presunta violación del artículo 8 del Convenio", "", " 1. Artículo 8.1", "", " El señor Mehemi nació en Francia, donde vivió durante más de treinta años hasta la aplicación de la orden de prohibición definitiva de residencia en territorio francés, y en este país recibió toda su escolarización. Sus padres, sus dos hermanos (de los cuales uno es francés y el otro es padre de dos hijos franceses) y sus dos hermanas (de las cuales una es francesa y la otra está casada con un francés) residen en Francia. Él mismo es padre de tres hijos menores de edad nacidos en Francia en 1982, 1983 y 1984, respectivamente, y de nacionalidad francesa, con los que ha mantenido el contacto desde su expulsión. El 14 de mayo de 1986 se casó con la madre de estos niños. En consecuencia, el Tribunal no duda que la orden de prohibición definitiva de residencia en territorio francés equivalga a una injerencia en el ejercicio del derecho del demandante al respeto de su vida privada y familiar.", "", " 2. Artículo 8.2", "", " a) Injerencia «prevista por la Ley»", "", " La prohibición definitiva de residencia en territorio francés dictada contra el señor Mehemi se basó en el artículo L 630-1 del Código de Sanidad Pública .", "", " b) Persecución de un fin legítimo", "", " La injerencia de que se trata estaba dirigida a fines plenamente compatibles con el Convenio: la «defensa del orden» y la «prevención del delito».", "", " c) Injerencia «necesaria» «en una sociedad democrática»", "", " Corresponde a los Estados contratantes garantizar el orden público, especialmente ejercitando su derecho a controlar, con arreglo a un principio de Derecho internacional establecido y sin perjuicio de los compromisos que se deriven para ellos de los tratados, la entrada y residencia en el país de no nacionales. Por este motivo, están facultados para expulsar de ellos a los delincuentes extranjeros. No obstante, sus decisiones en esta materia, en la medida en que vulnerarían un derecho protegido en el apartado 1 del artículo 8, deben resultar necesarias en una sociedad democrática, es decir, estar justificadas por una necesidad social acuciante y, sobre todo, proporcional al fin legítimo perseguido.", "", " Por tanto, la tarea del Tribunal consiste en determinar si la medida controvertida respetó un justo equilibrio entre los intereses en juego; a saber: de una parte, el derecho del demandante al respeto de su vida privada y familiar, y de otra, la protección del orden público y la prevención de la delincuencia.", "", " El demandante nació en Francia, donde recibió toda su escolarización, y vivió en este país hasta la edad de treinta años, antes de la aplicación de la medida de prohibición definitiva de residencia en territorio francés. Sus padres y sus cuatro hermanos residen en este país, así como su esposa y sus tres hijos menores de edad, los cuales nacieron en Francia y tiene la nacionalidad francesa.", "", " Por otra parte, no ha quedado acreditado que el demandante tenga con Argelia otros lazos que el de la nacionalidad. A la vista de los autos, es cierto que realizó numerosos viajes al norte de África antes de su expulsión, pero a Marruecos, y no, salvo una breve estancia, a Argelia.", "", " Además, la afirmación del Gobierno según la cual el señor Mehemi era miembro de una red de traficantes «mayoritariamente de nacionalidad argelina o tunecina» no se basa en ningún elemento concreto; antes al contrario, de la documentación que consta en la causa se deduce que, entre los ocho procesados con el demandante había cuatro franceses, un portugués, un francotunecino, un tunecino y una persona nacida en Argelia pero cuya nacionalidad no quedó determinada.", "", " En cuanto al establecimiento de la familia en Italia, si bien no parece inconcebible en la medida en que la señora Mehemi tiene la nacionalidad de ese país, ello implicaría para los hijos de la pareja un desarraigo. Además, debido principalmente a los antecedentes penales del demandante, la entrada y establecimiento de éste en el territorio italiano encontraría, sin duda alguna, obstáculos legales que el Gobierno no ha probado que fuesen superables.", "", " Por otra parte, a la vista de los efectos destructivos de la droga en la población, el Tribunal comprende que las autoridades muestren una gran firmeza con respecto a los que contribuyen activamente a la propagación de esta plaga. La circunstancia de que el demandante participara en 1989 en el contrabando de una gran cantidad de hachís pesa gravemente en su contra.", "", " No obstante, habida cuenta de la inexistencia de vínculos del demandante con Argelia, la intensidad de sus vínculos con Francia y, sobre todo, el hecho de que la medida de prohibición definitiva de residencia en territorio francés adoptada en su contra tenga como efecto separarle de sus hijos menores de edad y de su esposa, el Tribunal considera que la misma no es proporcional a los fines perseguidos. Por ello, ha habido violación del artículo 8.", "", " II. Artículo 50 del Convenio", "", " El Tribunal estima que su sentencia constituye en sí misma una satisfacción equitativa suficiente con respecto al daño moral alegado por el demandante y se declara incompetente para dictar una orden conminatoria contra el Estado demandado para que autorice al interesado a volver al territorio francés y le conceda una tarjeta de residencia. Pronunciándose en equidad, el Tribunal concede 50.000 FRF al señor Mehemi en concepto de gastos y costas, importe que deberá abonarse en el plazo de tres meses y que devengará intereses a un tipo del 3,87 por 100 anual a partir de la expiración de dicho plazo y hasta el pago del mismo."]}