{"file": "SPA_HJUDSPA_34369_97.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "34369/97", "text_paragraphs": ["Sentencia 34369/97", "", "CASO THLIMMENOS CONTRA GRECIA", "", " Artículos 14 (Prohibición de cualquier discriminación), 9 (Libertad de pensamiento, de conciencia y de religión) y 6.1 (Plazo razonable)", "", " Sentencia de 6 de abril de 2000", "", " Por sentencia dictada en Estrasburgo el 6 de abril de 2000, en el caso Thlimmenos contra Grecia, el Tribunal Europeo de Derechos Humanos declaró, por unanimidad, que había existido violación del artículo 14 (prohibición de cualquier discriminación) combinado con el artículo 9 (libertad de pensamiento, de conciencia y de religión), y que había existido violación del artículo 6, párrafo 1 (plazo razonable) del Convenio Europeo de Derechos Humanos . En aplicación del artículo 41 (satisfacción equitativa) del Convenio, el Tribunal concede al solicitante 9.000.000 de dracmas griegos (GRD) a título de daños morales y para gastos y costas.", "", "", "", " 1. HECHOS", "", " El demandante, Iakovos Thlimmenos, es ciudadano griego, nacido en 1955 y residente en Messenia (Grecia). El solicitante es testigo de Jehovah. El 9 de diciembre de 1983, el Tribunal Militar Permanente lo declaró culpable de insubordinación en razón de su negativa, por motivos religiosos, de enrolarse en el ejército. El 8 de febrero de 1989, la junta de dirección del Colegio de Peritos-Contables de Grecia se negó a nombrarlo para un puesto de perito-contable, a pesar de haber superado el examen exigido, basándose en que tenía un expediente judicial pendiente. El señor Thlimmenos recurrió contra esta decisión, pero el recurso le fue negado el 28 de junio de 1996.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La demanda fue presentada ante la Comisión Europea de Derechos Humanos el 18 de diciembre de 1996. Después de haber declarado la petición aceptable en parte, la Comisión dictó, el 4 de diciembre de 1998, un informe donde indicaba que, en su opinión, había existido violación del artículo 9, combinado con el artículo 14 (veintidós votos contra seis) y que había existido violación del artículo 6, párrafo 1 (por unanimidad), y sometió el caso ante el Tribunal el 22 de marzo de 1999.", "", " La sentencia fue dictada por la Gran Sala compuesta por 17 jueces, a saber: Luzius Wildhaber (suizo), presidente; Elisabeth Palm (sueca); Luigi Ferrari Bravo (italiano); Lucius Caflisch (suizo); Jean-Paul Costa (francés); Willi Fuhrmann (austríaco); Karel Jungwiert (checa); Marc Fischbach (luxemburgués); Bostjan Zupancic (esloveno); Nina VajicŽ (croata); John Hedigan (irlandés); Wilhelmina Thomassen (neerlandesa); Margarita TsatsaNikolovska (macedonia); Tudor Pantîru (moldavo); Egils Levits (letón); Kristaq Traja (albanés), jueces; Georgios Koumantos (griego), juez ad hoc; así como por Maud de Boer-Buquicchio, secretaria judicial adjunta.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " El demandante se queja de violaciones de su derecho a la libertad de religión, de su derecho a no sufrir discriminación a este respecto, y de su derecho a que el caso sea decidido en un plazo razonable por un tribunal que pueda decidir en cuanto a las impugnaciones sobre sus derechos y obligaciones de carácter civil, protegidos por los artículos 9, 14 y 6, párrafo 1, del Convenio. Invoca igualmente el incumplimiento de su derecho al respeto de sus bienes, garantizado por el artículo 1 del Protocolo número 1.", "", " II. Decisión del Tribunal", "", " 1. Objeto del litigio", "", " El Tribunal carece de competencia para decidir sobre la queja que el solicitante basa en el artículo 1 del Protocolo número 1, y que la Comisión declaró inaceptable.", "", " 2. Excepción preliminar del Gobierno", "", " El demandante no habría podido obtener una reparación plena e íntegra si hubiese conseguido que su condena fuese eliminada de su expediente penal, en virtud de un nuevo procedimiento introducido por la ley que reconocía el derecho a la objeción de conciencia. De cualquier modo, el Gobierno no ha sostenido ante la Comisión que el solicitante no pudiera pretender ser víctima, dado que no intentó que su condena fuese eliminada. En consecuencia, el Tribunal rechaza la excepción por prescripción.", "", " 3. Artículo 14 combinado con el artículo 9 del Convenio", "", " El demandante es miembro de los testigos de Jehovah y nada contradice su afirmación según la cual se negó a llevar el uniforme únicamente porque, en su opinión, su religión se lo prohibía. El interesado se queja de haber sido tratado como una persona reconocida culpable de un delito para los fines del nombramiento a un puesto de perito-contable, a pesar de que la infracción por la que fue condenado fuese la consecuencia de sus convicciones religiosas. Este «conjunto de circunstancias» «cae bajo el imperio de una disposición del Convenio», a saber, el artículo 9. En consecuencia, entra en juego el artículo 14.", "", " El derecho de disfrutar de los derechos garantizados por el Convenio, sin sufrir discriminación, se transgrede igualmente cuando, sin justificación objetiva razonable, los Estados no aplican un trato diferente a personas cuyas situaciones son sensiblemente diferentes.", "", " Los Estados tienen un interés legítimo en excluir a ciertos delincuentes de la profesión de perito-contable. No obstante, contrariamente a las condenas por otras infracciones mayores, una condena consecuencia de la negativa a llevar el uniforme por motivos religiosos o filosóficos no denota ninguna falta de honestidad ni torpeza moral que pueda reducir las aptitudes del interesado para el ejercicio de dicha profesión. La exclusión del solicitante basada en el motivo de que carecía de las cualidades exigidas no estaba, pues, justificada. Purgó una pena de prisión por haberse negado a llevar el uniforme. En estas condiciones, infringirle otra sanción era algo desproporcionado. Como consecuencia, la exclusión del solicitante de la profesión de perito-contable no perseguía un objetivo legítimo. La negativa a tratarlo de manera diferente a las demás personas reconocidas culpables de un delito no tenía, por consiguiente, ninguna justificación objetiva y razonable. Para garantizar el cumplimiento del artículo 14, combinado con el artículo 9, el Estado hubiera debido introducir las excepciones apropiadas a la regla que excluye de la profesión de perito-contable a personas convictas de un delito penal.", "", " 4. Artículo 9 del Convenio", "", " No procede examinar además si había existido violación del artículo 9 tomado aisladamente.", "", " 5. Artículo 6.1 del Convenio", "", " A pesar de estar reglamentada según el derecho administrativo, la profesión de perito-contable es una profesión liberal en Grecia. En consecuencia, el procedimiento iniciado por el solicitante para impugnar la negativa de las autoridades de nombrarlo para ese puesto representa una impugnación relativa a un derecho de carácter civil, a tenor del artículo 6.1 del Convenio.", "", " El procedimiento duró siete años, un mes y veinte días. Ningún retraso puede imputarse al solicitante. Por el contrario, se observan dos períodos de inactividad, de una duración total de casi tres años, para los cuales el Gobierno no ha podido facilitar una explicación que no sea la carga de trabajo del Consejo de Estado. Considerando que corresponde a los Estados contratantes organizar su sistema judicial de manera que sus jurisdicciones puedan garantizar a todos el derecho a obtener una decisión definitiva en un plazo razonable, y que el caso guardaba relación con el futuro profesional y la carrera del solicitante, la duración del procedimiento no respondía a la exigencia del «plazo razonable».", "", " 6. Artículo 41 del Convenio", "", " El demandante no ha demostrado que el importe de los salarios que habría cobrado como perito-contable hubiera superado el de los ingresos que percibió efectivamente en el sector privado durante el período en cuestión. No obstante, tuvo que sufrir un daño moral cierto como consecuencia de la violación de su derecho respecto al artículo 6, párrafo 1, del Convenio, que establece que si el caso hubiese sido decidido en un plazo razonable, y por no haberse respetado su derecho en virtud del artículo 14, combinado del artículo 9, de no sufrir discriminación alguna en el ejercicio de su libertad de religión. El Tribunal le concede, pues, 6.000.000 de GRD a título de perjuicio moral y 3.000.000 de GRD por gastos y costas."]}