{"file": "SPA_HJUDSPA_15917_89.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "15917/89", "text_paragraphs": ["Sentencia 15917/89", "", "CASO JAMIL CONTRA FRANCIA", "", " Artículo 7.1 (Principio de legalidad penal) Sentencia de 8 de junio de 1995", "", " Mediante sentencia dictada en Estrasburgo el 8 de junio de 1995 y recaída en el caso Jamil contra Francia, el Tribunal Europeo de Derechos Humanos decidió por unanimidad que hubo infracción del artículo 7.1 del Convenio Europeo de Derechos Humanos .", "", " La sentencia fue leída en audiencia pública por el Presidente del Tribunal, don Rolv Ryssdal.", "", "", "", " 1. HECHOS", "", " Don Abdallah Jamil es un ciudadano brasileño nacido en 1961.", "", " Detenido el 4 de junio de 1986 en el aeropuerto de RoissyCharles de Gaulle cuando en compañía de otra persona se disponía a retirar un paquete que contenía cocaína, el señor Jamil fue acusado de infringir la legislación sobre estupefacientes y contrabando. Fue puesto en situación de prisión provisional el 9 de junio siguiente.", "", " Mediante sentencia del Tribunal Correccional de Bobigny del 22 de junio de 1987, fue condenado a una pena de ocho años de encarcelamiento, a la prohibición definitiva de estancia en el territorio francés y, solidariamente con su cómplice, a una multa de aduanas de 2.091.200 FFR evitable mediante arresto subsidiario que, de acuerdo con la legislación vigente, no podía superar cuatro meses. El Tribunal de Apelación de París, al que se había sometido un recurso de apelación de todas las partes, confirmó la sentencia y aplicó al actor la Ley de 31 de diciembre de 1987 relativa a la Lucha contra el Tráfico de Estupefacientes, que aumentaba a dos años la duración del arresto subsidiario.", "", " El actor presentó entonces un recurso ante el Tribunal de Casación en el que alegaba que la Ley de 1987 sólo 1162 podía aplicarse a hechos posteriores. Fue rechazado mediante sentencia del 18 de julio de 1989 al considerarse que el arresto sustitutorio era una vía de ejecución y no una pena y que las leyes relativas a la ejecución de las penas eran de aplicación inmediata a las situaciones en curso en el momento de su entrada en vigor.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El recurso fue presentado a la Comisión el 13 de noviembre de 1989 y ésta lo admitió el 30 de noviembre de 1992. Después de intentar en vano lograr un acuerdo amistoso, la Comisión aprobó, el 10 de marzo de 1994, informe en el que se establecían los hechos y se formulaba la opinión de que hubo infracción del artículo 7.", "", " La Comisión trasladó el caso al Tribunal el 13 de abril de 1994.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Infracción alegada del artículo 7.1 del Convenio", "", " El señor Jamil denunciaba la prolongación de la duración del arresto subsidiario establecida por el Tribunal de Apelación de París en aplicación de una ley posterior al hecho cometido.", "", " 1. Aplicabilidad del artículo 7.1", "", " Para el Gobierno, el artículo 7 no es de aplicación al caso concreto dado que el arresto sustitutorio no se traduce en una pena. El arresto sustitutorio no sanciona la comisión de una infracción, sino la falta de ejecución de una condena pecuniaria y es comparable a un embargo mobiliario o inmobiliario.", "", " El Tribunal recuerda que la calificación de «pena» que contiene el artículo 7.1 posee un alcance autónomo. Para hacer eficaz la protección que ofrece esa disposición, el Tribunal debe tener libertad para ir más allá de las apariencias y apreciar él mismo si una medida particular se traduce en el fondo en una «pena». Investigará si la medida fue impuesta como consecuencia de una condena por una «infracción» y tomará asimismo en consideración la calificación en Derecho interno de la medida, su naturaleza, su finalidad, los procedimientos vinculados a su adopción y ejecución y su gravedad.", "", " La medida impuesta al señor Jamil se inscribía en un contexto de Derecho penal, el de la represión del tráfico de estupefacientes. Ahora bien, el arresto sustitutorio no se limita en Francia al único campo del Derecho común: vía de ejecución para la recuperación de las deudas del Tesoro Público que no tienen el carácter de reparación civil, puede también añadirse a condenas en materia de aduanas, fiscal o de otro tipo.", "", " Destinado a garantizar el pago, en especial el de una multa mediante la ejecución en la persona del deudor que no demuestra su insolvencia, tiene como finalidad constreñir a la realización del citado pago a través de la amenaza de encarcelamiento bajo un régimen penitenciario más severo que en Derecho común, sólo subsiste en beneficio único del Estado y no libera al deudor de la obligación de pago que causó su encarcelamiento: si no puede ser físicamente arrestado, sus bienes todavía pueden ser embargados.", "", " Dictada por una jurisdicción represiva y destinada a ejercer un efecto disuasorio, la sanción impuesta al señor Jamil podía desembocar en una privación de libertad de carácter punitivo. Era, pues, constitutiva de una pena. Ciertamente, el señor Jamil fue dispensado de la obligación de liquidar una parte importante de la multa de aduanas sin por ello haber tenido que sufrir arresto sustitutorio, pero esa dispensa no basta para eliminar el precedente análisis.", "", " 2. Pertinencia de la queja", "", " La Ley relativa a la Lucha contra el Tráfico de Estupefacientes ha ampliado la duración máxima del arresto sustitutorio de cuatro a veinticuatro meses y nadie discute al actor su aplicación retroactiva.", "", " Por consiguiente hubo infracción del artículo 7.1 en este punto.", "", " II. Artículo 50 del Convenio", "", " 1. Daños", "", " El Tribunal estima que la declaración de infracción del artículo 7 proporciona en sí misma satisfacción equitativa suficiente, dado que el señor Jamil no sufrió prisión en concepto del arresto sustitutorio.", "", " 2. Gastos y costas", "", " El señor Jamil pedía 50.000 FFR en concepto de costas y gastos ligados a los procedimientos seguidos ante el Tribunal de Casación y en Estrasburgo. El Tribunal acoge la demanda en su totalidad."]}