{"file": "SPA_HJUDSPA_14696_89.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "14696/89", "text_paragraphs": ["Sentencia 14696/89", "", "CASO STALLINGER Y KUSO CONTRA AUSTRIA", "", " Artículo 6.1 (Derecho a un tribunal independiente e imparcial. Derecho a una audiencia pública) Sentencia de 23 de abril de 1997", "", " Mediante sentencia dictada en Estrasburgo el 23 de abril de 1997 en el caso Stallinger contra Austria, el Tribunal Europeo de Derechos Humanos estableció, por unanimidad, que no ha habido violación del artículo 6.1 del Convenio Europeo de Derechos Humanos en los que respecta al derecho de los demandantes a que su causa sea oída por un Tribunal independiente e imparcial establecido por la Ley, pero ha habido violación de este precepto en lo que respecta al derecho de los demandantes a que su causa sea tratada públicamente. En virtud del artículo 50 del Convenio, el Tribunal concede a los demandantes una cantidad determinada en concepto de gastos y costas.", "", " La sentencia fue leída en audiencia pública por el señor Rudolf Bernhardt, Vicepresidente del Tribunal.", "", "", "", " 1. HECHOS", "", " Los demandantes son agricultores. Los señores Alois y Amalia Stallinger residen en Rohrbach, en la Alta Austria, y Johann y Elisabeth Kuso residen, por su parte, en Au am Leithagebirge, en la Baja Austria. Sus respectivas tierras fueron objeto de unos procedimientos de concentración parcelaria.", "", " 1. El caso del señor y señora Stallinger", "", " En diciembre de 1980, la autoridad agrícola del distrito de Linz publicó un plan de concentración parcelaria en la zona de la residencia. Después de diversos recursos presentados por ambos, el plan fue modificado en dos ocasiones.", "", " En octubre de 1986, la Comisión para la reforma agraria del Land de Alta Austria rechazó un nuevo recurso presentado por el señor y la señora Stallinger.", "", " El Tribunal Constitucional, considerando que la queja de los interesados no tenía muchas posibilidades de éxito, rechazó conocer el asunto. En mayo de 1988 el Tribunal Administrativo rechazó el requerimiento presentado por los demandantes, rechazando al mismo tiempo, sobre la base del artículo 39.2, apartado 6, de la Ley reguladora del Tribunal Administrativo, la solicitud de audiencia pública presentada.", "", " 2. El caso del señor y la señora Kuso", "", " En mayo de 1974, la autoridad agrícola del distrito de Baja Austria publicó un plan de concentración parcelaria en la zona de Au am Leithagebirge. De acuerdo con un recurso presentado por los demandantes, el plan fue modificado.", "", " En enero de 1979, después de varios recursos, la Comisión para la reforma agraria del Land de Baja Austria estimó en parte la apelación formulada por los señores Kuso. Presentada una demanda por éstos, la Comisión Suprema de la Reforma Agraria anuló la decisión de la Comisión regional y ordenó que el plan fuera modificado.", "", " En enero de 1984, la Autoridad de Distrito publicó un nuevo plan que fue confirmado por la Comisión Regional en diciembre de 1984. El Tribunal Administrativo anuló parcialmente esta decisión por motivos técnicos.", "", " En febrero de 1987, la Comisión Regional rechazó una vez más el recurso presentado por los señores Kuso.", "", " El Tribunal Constitucional juzgó que el recurso presentado por aquéllos no tenía ninguna posibilidad de éxito. En abril de 1988, el Tribunal Administrativo desestimó el recurso presentado por los demandantes, rechazando, como en el caso Stallinger, la solicitud de audiencia pública presentada.", "", " A las audiencias ante las comisiones de reforma agraria regionales, de Alta Austria y de Baja Austria que se componen de cinco funcionarios y tres magistrados no les está permitido la asistencia de público en general.", "", " En sus decisiones, tanto el Tribunal Constitucional como el Tribunal Administrativo se han referido a la sentencia Ettl y otros contra Austria, por la que el Tribunal Europeo de Derechos Humanos había estimado que la participación de miembros expertos en las decisiones de las Comisiones regionales no estaba sometida a crítica en el plano jurídico.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Presentadas las demandas el 16 de noviembre de 1988, la Comisión las admitió a trámite el 29 de marzo de 1993.", "", " Tras haber intentado llegar a un acuerdo amistoso, la Comisión adoptó un informe, el 7 de diciembre de 1995, reconociendo los hechos y considerando, por unanimidad, que no se había producido una violación del artículo 6.1, en lo que respecta al derecho de los demandantes a que su causa fuese oída por un «Tribunal independiente e imparcial», pero ha habido violación de este precepto en lo que respecta al derecho de los demandantes a que su causa sea tratada «públicamente».", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " Los demandantes alegaron que las Comisiones de Reforma Agraria no podían considerarse Tribunales independientes e imparciales, en el sentido del artículo 6.1 del Convenio, y que opuestamente a lo que exige dicho precepto, no habían podido hacer oír su causa públicamente.", "", " I. Artículo 6.1 del Convenio", "", " 1. Derecho a hacer oír su causa ante un «tribunal independiente e imparcial»", "", " El Tribunal estima que los demandantes no han citado ninguna razón fundamentada para que cambie su jurisprudencia según la cual las comisiones de reforma agraria son «tribunales independientes e imparciales» de acuerdo con los fines del artículo 6.1. Por tanto, no se establece ninguna violación de esta disposición.", "", " 2. Derecho a presentar su causa «públicamente»", "", " a) La reserva austríaca", "", " El Tribunal observa que las audiencias públicas ante los tribunales en materia civil están en principio amparadas por la reserva de Austria relativa al artículo 6.", "", " La cuestión está en saber si la reserva aplicable al caso concreto no se plantea más que respecto del procedimiento seguido ante el Tribunal Administrativo, ya que si en el período considerado las audiencias ante las Comisiones de Reforma Agraria no eran accesibles al público en general, bastaba, de acuerdo con los fines del artículo 6.1, que esta laguna en el procedimiento fuese subsanada tras un control subsiguiente por una jurisdicción superior, como es el Tribunal Administrativo.", "", " Por lo que respecta al procedimiento iniciado ante dicho Tribunal, la solicitud expresa de debates orales formulada por los demandantes quedó rechazada en virtud del artículo 39.2, apartado 6, de la Ley sobre el Tribunal Administrativo . Esta disposición entró en vigor en 1982, mientras que Austria ratificó el Convenio y formuló la reserva objeto del litigio en 1958. En los términos establecidos en el artículo 64.1 del Convenio, únicamente las leyes «en vigor» están afectadas en el momento de la formulación de la reserva. En consecuencia, no es aplicable, a juicio del Tribunal, la reserva austríaca.", "", " b) Cumplimiento del artículo 6.1 del Convenio", "", " Las demandas presentadas por los demandantes para obtener la celebración de audiencias públicas ante el Tribunal Administrativo han sido rechazadas basándose en que dichos debates «no iban a contribuir en modo alguno a esclarecer el caso». El Tribunal considera que el Gobierno no había podido identificar ninguna circunstancia excepcional que permitiera justificar el rechazo del Tribunal Administrativo a organizar una vista, por ello, y por unanimidad, concluye que", "", " 1334 se vulneró el artículo 6.1 del Convenio en cuanto a la ausencia de una audiencia pública ante el Tribunal Administrativo.", "", " II. Artículo 50 del Convenio", "", " 1. Perjuicio", "", " a) Perjuicio material: El Tribunal no podía especular acerca de lo que podía haber sido el resultado del proceso en el caso de que se hubiese organizado una vista pública, por lo que rechaza la demanda.", "", " b) Perjuicio moral: La constatación de una violación constituye en sí misma una satisfacción equitativa suficiente.", "", " 2. Gastos y costas", "", " El Tribunal fija en equidad la cuantía de la indemnización a los demandantes por gastos y costas."]}