{"file": "SPA_HJUDSPA_11557_85.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "11557/85", "text_paragraphs": ["CASOS MOTA, MANZONI, PUGLIUESE (I), ALIMENA, FRAU, FICARA, VIEZZER, ANGELUCCI, MAJ, GIROLAMI, FERRARO, TRIGGIANI, MORI, COLACIOPPO Y ADILETTA Y OTROS CONTRA ITALIA", "", " Artículo 6.1 (Plazo razonable para dictar sentencia) Sentencias de 19 de febrero de 1991", "", " Mediante fallos dictados en Estrasburgo, el 19 de febrero de 1991, el Tribunal Europeo de Derechos Humanos resolvió, por unanimidad, que en cada uno de los quince casos arriba citados, que conciernen a Italia, hubo infracción del artículo 6, § 1, del Convenio Europeo de Derechos Humanos debido a la duración de los procedimientos penales y civiles; asimismo, en el caso Alimena también hubo infracción del párrafo 3. c) del mismo artículo. El Estado demandado debe abonar a la mayor parte de los actores determinadas cantidades en concepto de reparación equitativa.", "", "", "", " 1. HECHOS", "", " En relación con cada uno de los casos, a continuación se enumera lo siguiente: a) el nombre y, cuando figura en la sentencia, la profesión del actor o de los actores en el momento de los hechos; b) las acusaciones en materia penal y/o las demandas en materia civil de que se trata; c) el resultado o el estado actual de la causa, y d) el período tenido en cuenta por el Tribunal para evaluar el carácter razonable de la duración de los procedimientos.", "", " Procedimientos civil y penal", "", " 1. a) Luciano Motta (médico); b) i) acción civil incoada por éste contra el Instituto Nacional de Seguros de Enfermedad con el fin de obtener el pago de honorarios, y ii) procedimiento penal entablado en su contra por falsificación y estafa; c) i) el procedimiento civil fue suspendido en espera del resultado del procedimiento penal sin que se haya reiniciado desde entonces, y ii) confirmación por el Tribunal de casación de la sentencia del Tribunal de apelación de Catania mediante la que se ratificaba la interrupción de las diligencias penales por aplicación de una ley de amnistía, y d) para el procedimiento penal, más de siete años y medio.", "", " Procedimientos penales", "", " 2. a) Giovanni Manzonni; b) principalmente, tráfico de estupefacientes; c) confirmación por el Tribunal de casación de la sentencia emitida por el Tribunal de apelación de Nápoles en la que se condenaba al actor, entre otras penas, a seis años de prisión, y d) más de siete años y un mes.", "", " 3. a) Vincenzo Pugliese (periodista); b) usurpación de los bienes de terceros; c) amnistía declarada por el Tribunal de Rieti entendiendo en apelación, y d) más de cinco años y dos meses.", "", " 4. a) Bernardino Alimena; b) desacato al juez; c) confirmación por el tribunal de casación de la absolución por falta de pruebas dictada por el Tribunal de apelación de Salerno, y d) más de siete años y cuatro meses.", "", " 5. a) Aventino Frau (miembro del Parlamento); b) extorsión de fondos; c) absolución por el Tribunal de apelación de Milán, y d) más de seis años y ocho meses.", "", " 6. a) Antonio Ficara; b) calumnia; c) absolución por el Tribunal de apelación de Reggio de Calabria, y d) nueve años y siete meses.", "", " 7. a) Antonio Viezzer (oficial de los servicios de seguridad italianos); b) espionaje político (obtención de documentos secretos a efectos de espionaje y divulgación de información confidencial); c) el juez de instrucción de Roma no ha finalizado su tarea, y d) más de nueve años y medio.", "", " 8. a) Roberto Angelucci (comerciante); b) asociación de maleantes y tráfico de estupefacientes; c) sobreseimiento dictado por el juez de instrucción de Roma, y d) ocho años y dos meses por lo menos.", "", " 9. a) Giuseppe Maj (ingeniero); b) tenencia ilegal de armas, infracción de la legislación de cambio y asociación subversiva; c) sobreseimiento pronunciado por el juez de instrucción de Bérgamo, y d) más de cinco años y ocho meses.", "", " 10. a) Dino Girolami (dependiente de carnicería); b) estafa con agravante; c) absolución por insuficiencia de pruebas dictada por el tribunal de Liorna, y d) alrededor de ocho años.", "", " 11. a) Enrico Ferraro (inspector del Ministerio de Transportes); b) falsificación y corrupción; c) absolución por el Tribunal de Roma, y d) cerca de ocho años y cinco meses.", "", " 12. a) Emanuele Triggiani (empleado de banca); b) estafa, falsificación y utilización de falsificación y asociación de maleantes; c) absolución por el Tribunal de apelación de Roma, y d) más de doce años y dos meses.", "", " 13. a) Bruna Mori (profesora); b) difamación del juez de un tribunal administrativo; c) prescripción declarada por el Tribunal de casación con posterioridad a la absolución dictada por el Tribunal de Génova entendiendo en apelación, y d) cerca de seis años.", "", " 14. a) Antonio Colacioppo (funcionario del Instituto Nacional de Previsión Social); b) conclusión; c) sobreseimiento dictado por el juez de instrucción de Perusa en aplicación de una ley de amnistía, y d) más de diez años y dos meses.", "", " 15. a) Anna Adiletta, Maria Adiletta y Aniello Agovino (empleados de correos); b) falsificación de firmas en recibos de pagos de pensiones; c) absolución por el Tribunal de Salerno, y d) trece años y cinco meses.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Sometidos los casos a la Comisión en distintas fechas escalonadas entre diciembre de 1982 y marzo de 1988, ésta admitió los recursos en diciembre de 1988 y septiembre de 1989, según los casos. Después de intentar en vano obtener un acuerdo amistoso, redactó informes, aprobados en distintas fechas de noviembre y diciembre de 1989, en los que se hacían constar los hechos y se formulaba la opinión de que en cada uno de los quince casos hubo infracción del artículo 6.1, del Convenio debido a la duración de los procedimientos internos (unanimidad, salvo en lo que se refiere al procedimiento civil correspondiente al asunto Motta: 14 votos contra 3). La Comisión concluyó, asimismo, que en el caso Alimena hubo infracción del artículo 6.3. c) del Convenio en lo que respecta al procedimiento ante el Tribuna] de Casación (unanimidad).", "", " La Comisión trasladó los casos al Tribunal el 16 de febrero de 1990.", "", "", "", " 3. RESUMEN DE LAS SENTENCIAS", "", " I. Artículo 6 del Convenio", "", " En primer lugar, el Tribunal establece para cada uno de los asuntos los períodos que han de tenerse en cuenta para comprobar si los procedimientos en cuestión fueron examinados en un plazo razonable: se distribuyen entre los cinco años y dos meses [caso Pugliese (I)] y los trece años y cinco meses (asunto Adiletta y otros).", "", " El Tribunal recuerda que el artículo 6.1, del Convenio reconoce a todas las personas el derecho a obtener en un plazo razonable una resolución definitiva sobre la procedencia de una acusación penal dirigida contra ellas y, en lo que concierne al asunto Motta, también en relación con los litigios referentes a sus derechos y obligaciones de naturaleza civil.", "", " A continuación estima que, en las quince causas, las circunstancias particulares -con arreglo a las que se aprecia el carácter razonable de la duración de un procedimiento- exigen una valoración global. Tras realizar comentarios sobre distintos aspectos de los procedimientos en cuestión, el Tribunal decide por unanimidad que en cada uno de los asuntos hubo infracción del artículo 6, § 1. Asimismo, deja constancia por unanimidad de que, en el caso del Sr. Alimena, se ignoró el párrafo 3. c) de la misma disposición al no haber garantizado las autoridades italianas al interesado el disfrute efectivo del derecho, que le habían reconocido, a hacerse representar por un letrado en el momento de examinarse su recurso de casación.", "", " II. Artículo 50 del Convenio", "", " Tras examinar las demandas de resarcimiento y/o reembolso de costas y gastos formuladas por los actores, el Tribunal concede por unanimidad las siguientes cantidades:", "", " 1. Motta: 10.000.000 de liras italianas por daños morales; 2.000.000 de liras en concepto de costas y gastos.", "", " 2. Manzonni: 1.000.000 de liras por perjuicios morales; 2.000.000 de liras en concepto de costas y gastos.", "", " 3. Pugliese (I): nada, al constituir la sentencia una satisfacción equitativa suficiente.", "", " 4. Alimena: 10.000.000 de liras por daños morales;", "", " 3.000.000 de liras en concepto de costas y gastos.", "", " 5. Frau: 20.000.000 de liras por daños morales.", "", " 6. Ficara: 10.000.000 de liras por perjuicios morales; 2.000.000 de liras en concepto de costas y gastos.", "", " 7. Viezzer: 25.000.000 de liras por daños morales;", "", " 4.800.400 liras en concepto de costas y gastos.", "", " 8. Angelucci: 30.000.000 de liras por daños morales y en concepto de costas y gastos.", "", " 9. Maj: 5.000.000 de liras por perjuicios morales y en concepto de costas y gastos.", "", " 10. Girolami: nada por daños morales al constituir la sentencia una satisfacción equitativa bastante; 210.000 liras en concepto de costas y gastos.", "", " 11. Ferraro: 60.000.000 de liras por perjuicios;", "", " 6.008.600 liras y 743 francos franceses en concepto de costas y gastos.", "", " 12. Triggiani: 150.000.000 de liras por perjuicios morales y materiales; 5.200.000 liras en concepto de costas y gastos.", "", " 13. Mori: 2.000.000 de liras por daños morales;", "", " 5.000.000 de liras en concepto de costas y gastos.", "", " 14. Colacioppo: 20.000.000 de liras por perjuicios morales.", "", " 15. Adiletta y otros: por cada actor, 15.000.000 de liras por daños morales; 4.000.000 de liras en concepto de costas y gastos."]}