{"file": "SPA_HJUDSPA_11796_85.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "11796/85", "text_paragraphs": ["Sentencia 11796/85", "", "CASO WIESINGER CONTRA AUSTRIA", "", " Artículos 6.1 (Derecho a un proceso justo: duración del proceso) y 1 del Protocolo número 1 (Derecho de propiedad: conciliación con el interés general)", "", " Sentencia de 30 de octubre de 1991", "", " Mediante fallo dictado en Estrasburgo el 30 de octubre de 1991 y recaído en el caso Wiesinger contra Austria, el Tribunal declaró por unanimidad que hubo infracción del artículo 6.1 del Convenio Europeo de Derechos Humanos debido a la duración del procedimiento de concentración que afectaba a las tierras de los actores, si bien, por ocho votos contra uno, no hubo infracción del artículo 1 del Protocolo número 1 debido a una injerencia injustificada en el derecho de propiedad de los interesados. El Tribunal concedió asimismo a éstos, en virtud del artículo 50 del Convenio, una cantidad en concepto de satisfacción equitativa.", "", "", "", " 1. HECHOS", "", " El 22 de julio de 1975 se inició un proceso de concentración de tierras agrícolas en la zona donde estaba situada la finca de los actores, en aplicación de la Ley de Alta Austria sobre concentración de tierras agrícolas.", "", " El 13 de octubre de 1978, la autoridad agrícola de distrito ordenó a los interesados transferir provisionalmente a terceros 25.206 m2 de tierras agrícolas. A cambio, les fueron conferidos derechos sobre otras parcelas. El 16 de noviembre de 1979, el Consejo municipal modificó el plan de ordenación y reconvirtió en terrenos edificables las tierras que anteriormente pertenecían a los actores. A partir del 10 de agosto de 1982, los actores, pretendiendo que desde entonces éstas tenían mayor valor, entablaron una serie de procedimientos con el fin sobre todo de recuperar sus tierras y obtener la reparación de sus pérdidas. El 16 de julio de 1986, la Autoridad de Distrito publicó el plan de concentración; devolvía a los Wiesinger una parte de sus antiguas tierras y les concedía unas parcelas suplementarias. No obstante, éstos impugnaron el plan ante las autoridades agrícolas superiores, con lo que su situación mejoró aún más.", "", " El caso se encuentra actualmente pendiente ante el Tribunal Constitucional.", "", "", "", " 2. PROCEDIMIENTO ANTE EL TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " El recurso fue sometido a la Comisión el 12 de agosto de 1985 y ésta lo admitió el 10 de julio de 1989.", "", " Después de intentar en vano obtener un acuerdo amistoso, la Comisión aprobó un informe, el 6 de junio de 1990, en el que se establecían los hechos y se formulaba la opinión unánime de que hubo infracción del artículo 6.1 del Convenio y del artículo 1 del Protocolo número 1, y de que no había lugar a examinar si también hubo incumplimiento del artículo 14 del Convenio. La Comisión trasladó el caso al Tribunal el 11 de julio de 1990.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6 del Convenio", "", " Según los Sres. Wiesinger, la operación de concentración que afectaba a sus derechos de propiedad no desembocó en un «plazo razonable» en una decisión sobre sus derechos y obligaciones de naturaleza civil.", "", " 1. Período que ha de considerarse", "", " El procedimiento dio comienzo el 22 de julio de 1975 y, por lo tanto, no se planteó impugnación alguna antes del 10 de agosto de 1982. La serie de instancias relativas a las medidas de concentración debe examinarse como un todo y aún no se ha adoptado ninguna decisión sobre la impugnación, dado que el recurso de los Wiesinger ante el Tribunal Constitucional sigue pendiente. Así pues, el período que ha de examinarse viene durando ya más de nueve años.", "", " 2. Carácter razonable de la duración del procedimiento", "", " El Tribunal aprecia el carácter razonable de la duración del procedimiento habida cuenta de los siguientes criterios:", "", " a) Complejidad del caso: la concentración parcelaria es un proceso complejo; sin embargo, el procedimiento parece haber progresado bastante bien en el presente caso hasta el momento en que el Consejo municipal recalificó como terrenos edificables las antiguas parcelas de los actores. No cabe hacer valer contra éstos la complicación del caso derivada de ello.", "", " b) Comportamiento de los actores: los recursos ejercidos por los actores durante el procedimiento transitorio no retrasaron la solución del problema principal, esto es, la indemnización prevista en el plan: finalizaron antes de publicarse ésta (el 16 de julio de 1986). Asimismo, no cabe afirmar que los recursos posteriores fueran inútiles, pues su resultado fue una mejora de la situación de los interesados.", "", " c) Comportamiento de las autoridades austríacas: el Tribunal reconoce, junto con el Gobierno, que el incumplimiento del plazo de tres años previsto por la ley para la finalización el plan de concentración no infringe en sí mismo lo dispuesto en el artículo 6.1. Sin embargo, al haber iniciado de oficio la operación de concentración, las autoridades agrícolas competentes venían obligadas a mostrar una especial diligencia. La circunstancia esencial de este caso viene dada por la modificación del plan de parcelación que realizó el ayuntamiento; rompió el equilibrio conseguido entre los distintos propietarios en el momento de la transmisión provisional, dado que la legislación austríaca prescribía que debía tenerse en cuenta el incremento del valor de las antiguas parcelas de los actores para determinar cuáles serían las parcelas compensatorias que había de atribuírseles. Las dificultades encontradas en el presente caso derivaron, pues, de una falta de coordinación entre las autoridades municipales y agrícolas en la puesta a punto de sus respectivos planes. Asimismo, la duración de las negociaciones orientadas a un acuerdo amistoso que se celebraron después de la publicación del plan rebasó en el presente caso los límites de lo razonable.", "", " Por lo tanto, el Tribunal concluye por unanimidad que hubo infracción del artículo 6.1 del Convenio.", "", " II. Artículo 1 del Protocolo número 1", "", " 1. Objetivo del litigio", "", " Vista la decisión de la Comisión sobre la admisibilidad del recurso, el Tribunal se limita a examinar la queja de los actores según la cual habrían sufrido una lesión injustificada en su derecho de propiedad hasta la adopción del plan de concentración definitivo.", "", " 2. Observancia del artículo 1 del Protocolo número 1", "", " El Tribunal toma nota de que el Sr. y la Sra. Wiesinger se adhirieron expresamente al plan, no se opusieron a la transmisión provisional y aceptaron los lotes que se les concedía a cambio. Sin embargo, la recalificación de sus antiguas parcelas en terrenos edificables trastornó el equilibrio inicial y engendró una situación comparable a las de los dos casos austríacos de los que previamente había entendido el Tribunal (Erkner y Hofauer; Poiss, 23 de abril de 1987), sin que los actores hubieran obtenido aún la compensación en efectivo que prescribe la ley. Por consiguiente, existe injerencia en su derecho de propiedad.", "", " El Tribunal examina la queja desde el ángulo de la regla general del artículo 1, que garantiza el respeto de los bienes, e investiga si se mantuvo un equilibrio justo entre las exigencias del interés general de la comunidad y los imperativos de la salvaguardia de los derechos fundamentales del individuo. A este respecto, puede justificarse, en principio, un inconveniente temporal si no resulta desproporcionado en comparación con el objetivo que se pretende.", "", " La concentración pretendía mejorar la estructura y la infraestructura de las empresas agrícolas. Los actores pretenden que, con la recalificación de sus antiguas tierras en terrenos edificables, la operación de concentración se desvió del objetivo legítimo que, según admiten, tenía primitivamente.", "", " El Tribunal señala, en primer lugar, que sólo una pequeña fracción (dos hectáreas y media de ciento setenta y dos) de la zona cubierta por el plan de concentración se prestaba a litigio. En segundo lugar, las autoridades estimaron que, no obstante su recalificación, los terrenos en cuestión debían continuar dentro del plan hasta que éste fuera definitivo; en contacto directo con la situación local, disfrutaban de un margen de apreciación en la materia.", "", " Si bien la injerencia de que se trata se extendió a lo largo de un amplio período, la comprobación del Tribunal en lo que respecta al artículo 6.1 no soluciona la cuestión relativa al Protocolo, que ha de zanjarse en función de otros elementos que también deben ser tenidos en cuenta. El Tribunal menciona en particular los siguientes puntos: los actores suscribieron la transmisión provisional y posteriormente aceptaron y explotaron las parcelas compensatorias; el plan de parcelación fue modificado en 1980, pero no manifestaron su desacuerdo hasta el 10 de agosto de 1982; a partir del 16 de julio de 1986, el plan de concentración les atribuyó una parte de sus antiguas tierras y sus recursos mejoraron aún más su suerte.", "", " A la luz del conjunto de las circunstancias de la causa, el Tribunal concluye, por ocho votos contra uno, que el perjuicio al derecho de propiedad de los actores no fue desproporcionado en comparación con las exigencias del interés general y que, por consiguiente, no hubo infracción del artículo 1 del Protocolo número 1.", "", " III. Artículo 14 del Convenio en relación con el artículo 1 del Protocolo número 1", "", " Al no haber planteado los actores por separado su queja por discriminación ante él, el Tribunal no encuentra ningún motivo para examinarla.", "", " IV. Artículo 50 del Convenio", "", " 1. Daños materiales", "", " El Tribunal rechaza por unanimidad la demanda de daños materiales de los actores por la cantidad de 8.704.700,66 chelines austríacos: una de las partidas (correspondiente a un préstamo) no guarda ningún nexo de causalidad con la infracción del artículo 6.1; la otra (relativa a una indemnización por la diferencia de valor entre las parcelas en cuestión) se sale del marco del caso.", "", " 2. Perjuicios morales", "", " El Tribunal no excluye que el Sr. Wiesinger haya sufrido cierta tensión y ansiedad a causa de la excesiva duración del procedimiento y le concede por unanimidad en equidad 200.000 chelines austríacos.", "", " 3. Gastos y costas", "", " Habida cuenta de las circunstancias de la causa, el Tribunal concede por unanimidad a los actores 300.000 chelines por las costas y gastos en que incurrieron en Austria y 200.000 por los habidos ante la Comisión y el Tribunal.", "", " Un juez expresó una opinión separada, que se encuentra adjunta al fallo."]}