{"file": "SPA_HJUDSPA_37928_97.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "37928/97", "text_paragraphs": ["", "Sentencia 37928/97", "", "CASO STAMBUK CONTRA ALEMANIA", "", " Artículo 10 (Libertad de expresión) Sentencia de 17 de octubre de 2002", "", " El Tribunal Europeo de Derechos Humanos ha comunicado por escrito, en el día de hoy, su sentencia en el caso Stambuk contra Alemania. El Tribunal ha decidido, por unanimidad, que se ha infringido el artículo 10 (libertad de expresión) del Convenio Europeo de Derechos Humanos y ha rechazado la petición del demandante en relación con la satisfacción equitativa.", "", "", "", " 1. HECHOS", "", " Miro Stambuk nació en 1943, reside en Blaubeuren y ejerce la profesión de oftalmólogo.", "", " En mayo de 1994, un periodista del Schwäbische Zeitung le formuló unas preguntas sobre una nueva técnica de tratamiento por láser que él utilizaba: la queratotomía fotorrefractiva. El 26 de septiembre de 1994, el diario publicó un artículo acompañado de una fotografía bajo el título «Al asalto de la córnea: restablecimiento total de la visión gracias al láser». El artículo señalaba que los riesgos eran mínimos y que el demandante había curado a más de 400 pacientes con un índice de éxitos del 100 por 100.", "", " El 25 de octubre de 1995, el Tribunal disciplinario del colegio de médicos (Bezirksberufsgericht für Ärzte) del distrito de Tubinga condenó al demandante al pago de una multa de 2.000 marcos alemanes por no respetar la prohibición de que los médicos hagan publicidad y por haber infringido las normas deontológicas del colegio de médicos (Berufsordnung der Landesärztekammer) de Bade-Wurtemberg y la Ley de Colegios Profesionales de Médicos (Heilberufe-Kammergesetz). La jurisdicción citada estimó que el demandante había infringido estas reglas al haber intentado promocionarse. La fotografía, así como la autosatisfacción que reflejaba el texto, transmitían un mensaje según el cual el demandante era un médico especialmente experto. El demandante recurrió, pero se rechazó su recurso.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " Se presentó la demanda ante la Comisión Europea de Derechos Humanos el 30 de agosto de 1997 y se trasladó al Tribunal el 1 de noviembre de 1998. El 22 de noviembre de 2001 se declaró su admisibilidad.", "", " La sentencia fue dictada por una Sala compuesta por los siete magistrados siguientes: Ireneu Cabral Barreto (portugués), presidente; Georg Ress (alemán), Lucius Caflisch (suizo), Pranas Küris (lituano), Riza Türmen (turco), Hanne Sophie Greve (noruego), Kristaq Traja (albanés), magistrados; así como por Vincent Berger, secretario de sección.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " El demandante alega que la sanción disciplinaria de la que ha sido objeto por habérsele asociado a la redacción de un artículo de prensa sobre su trabajo ha conculcado el derecho a la libertad de expresión del que gozaba en virtud del artículo 10 del Convenio.", "", " II. Decisión del Tribunal", "", " Artículo 10 del Convenio", "", " El Tribunal Europeo de Derechos Humanos observa que los médicos tienen un deber de vigilancia hacia las personas y la comunidad local que puede explicar que su conducta se vea sometida a restricciones, como ciertas reglas sobre sus comunicados públicos o su participación en comunicados públicos que se refieran a cuestiones profesionales. Sin embargo, en el ámbito de la prensa, estas reglas de conducta se deben poderar con el interés legítimo del público a obtener información. No se deben interpretar como una imposición a los médicos de una carga excesiva cuando se trate de controlasr el contenido de las publicaciones que aparezcan en la prensa.", "", " El Tribunal recuerda también que la prensa desempeña un papel fundamental en una sociedad democrática y tiene por tarea comunicar las informaciones e ideas sobre todas las cuestiones de interés público de forma compatible con sus obligaciones y responsabilidades.", "", " El Tribunal destaca que el artículo trataba de una nueva técnica quirúrgica con láser que permite corregir defectos visuales de los pacientes y facilitaba al público información sobre una cuestión de interés médico de cáracter general. Facilitaba, en su conjunto, una descripción equilibrada de la técnica en cuestión e indicaba obligatoriamente los riesgos que entrañaba y el índice de éxitos. Los tribunales alemanes no han juzgado que las declaraciones del demandante a este respecto, tal como se recogieron en el artículo, fueran incorrectas o engañosas en cuanto al carácter necesario u oportuno de este tratamiento. La indicación del índice de éxitos se basaba claramente en la experiencia pasada del demandante y el título señalaba también que los riesgos de la operación eran mínimos.", "", " Además, en opinión del Tribunal, el hecho de ilustrar un artículo de prensa con una fotografía del demandante dentro del marco de su profesión no puede considerarse una información prohibida y no objetiva o una publicidad engañosa. De hecho, la fotografía ocupaba un pequeño lugar dentro del contenido del artículo.", "", " Según el Tribunal, no era posible aislar del conjunto del artículo el pasaje sobre el índice de éxitos registrado en el pasado por el demandante, así como la aparición de la fotografía, a los efectos de entablar una acción disciplinaria por falta profesional. Si el artículo pudo tener como efecto hacer publicidad al demandante y su técnica, éste no era, sin embargo, el objetivo final del mismo. La interpretación estricta que hizo en este caso el Tribunal disciplinario alemán de la prohibición de hacer publicidad en la profesión médica ha atentado contra el derecho del demandante a la libertad de expresión. El Tribunal añade que la imposición de una multa, incluso si la cantidad fue una de las menores posibles, no constituyó una sanción disciplinaria inapreciable.", "", " El Tribunal concluye al respecto que los tribunales alemanes no han establecido el justo equilibrio entre los intereses en juego; esto es, la protección de la salud, los intereses de otros médicos, el derecho del demandante a la libertad de expresión y el papel de la prensa. La injerencia denunciada no fue, por tanto, ni proporcionada ni «necesaria en una sociedad democrática», a efectos de la «protección de la salud» y de la «protección de los derechos ajenos»."]}