{"file": "SPA_HJUDSPA_30078_06.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "30078/06", "text_paragraphs": ["", "", "GRAN SALA", "", "", "", "", "", "", "", "ASUNTO KONSTANTIN MARKIN c. RUSIA", "", "(Demanda no 30078/06)", "", "", "", "", "", "", "", "SENTENCIA", "", "", "", "ESTRASBURGO", "", "22 marzo 2012", "", "", "", "Esta sentencia es definitiva. Puede sufrir retoques de forma.", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013. Esta traducción no vincula al Tribunal. Para más información véase la indicación completa sobre derechos de autor al final de este documento.", "", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil del’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "En el asunto Konstantin Markin contra Rusia", "El Tribunal Europeo de Derechos Humanos (Gran Sala) constituido en una Sala compuesta por los siguientes Jueces, Nicolas Bratza, Presidente, Jean-Paul Costa, Françoise Tulkens, Josep Casadevall, Ján Šikuta, Dragoljub Popović, Päivi Hirvelä, Nona Tsotsoria, Ann Power-Forde, Zdravka Kalaydjieva, Işıl Karakaş, Mihai Poalelungi, Kristina Pardalos, Guido Raimondi, Angelika Nußberger, Paulo Pinto de Albuquerque, Olga Fedorova, jueza ad hoc, así como por el señor Johan Callewaert, secretario adjunto de la Gran Sala,", "Tras haber deliberado en privado los días 8 de junio de 2011 y 1 de febrero de 2012,", "Dicta la siguiente", "SENTENCIA", "PROCEDIMIENTO", "1. El asunto tiene su origen en una demanda (núm. 30078/06) dirigida contra la Federación de Rusia, que un ciudadano de este Estado, el señor Konstantin Aleksandrovich Markin (”el demandante”), presenta ante el Tribunal, en virtud del artículo 34 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales (”el Convenio”), el 21 de mayo de 2006.", "2. El demandante, que obtuvo el beneficio de justicia gratuita, está representado por las sras. K. Moskalenko y I. Gerasimova, abogadas en Moscú, y Sra Lisman, abogada en Bostón (Estados Unidos de América). El Gobierno ruso (”el Gobierno”) está representado por su agente, Sr. G. Matyushkin, representante de la Federación de Rusia ante el Tibunal europeo de derechos humanos, y por la Sra O. Sirotkina, asesora.", "3. El demandante alega la negativa de las autoridades nacionales a concederle un permiso de paternidad a causa de su pertenencia al sexo masculino.", "4. La demanda correspondió a la sección primera del Tribunal (artículo 52.1 del reglamento). El 7 de octubre de 2010, una Sala de esta sección compuesta por los siguientes jueces Christos Rozakis, Nina Vajić, Anatoly Kovler, Elisabeth Steiner, Khanlar Hajiyev, Dean Spielmann y Sverre Erik Jebens, y Søren Nielsen, como secretario de sección, examinó la admisibilidad y el fondo del asunto (art. 29.1 del Convenio, antiguo artículo 29.3). Declaró la demanda en parte admisible y concluyó por seis votos a uno la violación del artículo 14 del Convenio en relación con el artículo 8.", "5. El 21 de febrero de 2011, un colegio de 5 jueces de la Gran Sala decidió aceptar la demanda de remisión del asunto ante la Gran Sala formulada por el Gobierno (art. 43 del Convenio y 73 del reglamento).", "6. La composición de la Gran Sala se aprobó de conformidad con los artículos 26.4 y 26.5 del Convenio y 24 del reglamento.", "7. Tanto el demandante como el Gobierno presentaron escrito de alegaciones sobre el fondo del asunto (artículo 59.1 del reglamento). Asimismo se recibieron alegaciones de terceros intervinientes del centro de derechos humanos de la Universidad de Gantes (Bélgica) (artículos 36.1 del Convenio y 44.1b) del reglamento).", "8. El 8 de junio de 2011 tuvo lugar una audiencia pública en el Palacio de derechos humanos, Estrasburgo (artículo 59.3 del reglamento).", "Comparecieron:", "", "- Por parte del Gobierno", "- Sr. G. Matyushkin, representante de la Federación de Rusia ante el Tribunal de derechos humanos, agente", "- Sras O. Sirotkina, asesoras,", "I. Korieva,", "- Sr. A. Shemet, asesor;", "", "- Por parte del demandante", "- Sras. K. Moskalenko,", "- N. Lisman,", "- I. Gerasimova, asesores.", "", "El Tribunal escuchó las declaraciones de las Sras. Sirotkina, Moskalenko, Gerasimova y Lisman.", "", "HECHOS", "I. CIRCUNSTANCIAS DEL ASUNTO", "9. El demandante nació en 1976 y vive Veliky Novgorod.", "10. El 27 de marzo firmó con el ejército un contrato, en un formulario tipo de dos páginas, por el que, entre otras cosas, “se comprometía a servir en las condiciones previstas por la ley”.", "11. En el momento de los hechos, el demandante era operador de radio en el campo de la inteligencia en la unidad núm. 41480. Las mujeres ocupaban puestos de trabajo equivalentes en su unidad y a menudo era reemplazado en su puesto por militares de sexo femenino.", "", "A. El procedimiento relativo al permiso de paternidad", "12. El 30 de septiembre de 2005, su esposa, la Sra. Z. dio a luz a su tercer hijo en común. Ese mismo día el tribunal concedió su demanda de divorcio.", "13 El 6 de octubre de 2005, el demandante y la Sra. Z. firmaron un acuerdo según el cual sus tres hijos vivirían con el demandante y la Sra. M. pagaría su manutención.", "14. Según el demandante, pocos días después la Sra. Z se marchó a San Petersburgo.", "15. El 11 de octubre de 2005, el demandante solicitó al jefe de su unidad militar tres años de permiso por paternidad. El 12 de octubre de 2005, el jefe de la unidad militar rechazó su petición porque los tres años de permiso por paternidad tan sólo se concedían al personal militar femenino. Al demandante se le permitió acogerse a tres meses de permiso. Sin embargo, el 23 de noviembre de 2005 volvió a ser llamado a filas.", "16. El demandante impugnó la decisión de 23 de noviembre de 2005 ante los tribunales. El 9 de marzo de 2006, el Tribunal Militar de la Guarnición Pushkin anuló la decisión de 23 de noviembre de 2005 y ratificó el derecho del demandante a los 39 días laborables restantes de su permiso de tres meses. El 17 de abril de 2006, el Tribunal Militar de la región militar de Leningrado anuló la sentencia y rechazó las demandas del demandante.", "17. Entretanto, el 30 de noviembre de 2005, el demandante había presentado un procedimiento en contra de su unidad militar al objeto de obtener un permiso parental de tres años debido a que criaba a sus hijos solo. Invocaba en particular el artículo 10.9 de la Ley sobre el estatuto militar (apartado 47 infra).", "18. Durante la audiencia ante el tribunal militar de Pouchkine, los representantes de la unidad militar mantuvieron que el demandante no había demostrado que criara solo a sus hijo. En su opinión, era imposible que el demandante se ocupara solo de los niños cuando tenía un trabajo en el Ejército, estudiaba en la universidad y estaba inmerso en diversos procesos judiciales, y existían pruebas de que la Sra. Z y otras personas le apoyaban en esta tarea, de tal forma que los niños no carecían de cuidados maternales. Los representantes de la unidad señalaron asimismo al tribunal ciertas incoherencias en las alegaciones del demandante y la documentación presentada por él: por ejemplo, el domicilio de los niños que figuraba en el acuerdo ante notario era incorrecto, el contrato de trabajo de la Sra. Z no figuraba registrado como exige la ley, en el pasaporte de la Sra. Z no figuraba el sello del divorcio, y el demandante no había solicitado ayuda por hijo, ni denunciado a la Sra. Z ante los tribunales por falta de pago de la pensión alimentaria. En su opinión, el demandante había simulado un divorcio afín de sustraerse a su trabajo en el Ejército y solicitar las prestaciones adicionales de su unidad militar.", "19. El Tribunal examinó la demanda de divorcio presentada por la Sra. Z, donde ésta declaraba que llevaba separada del demandante desde septiembre de 2005 y consideraba imposible continuar con su vida conyugal. Consideró la sentencia de divorcio, el acuerdo notarial en cuyos términos los hijos debían vivir con el demandante, así como el contrato de trabajo de la Sra. Z firmado en San Petersburgo. Finalmente examinó la vista que tuvo lugar el 27 de febrero de 2006 sobre un asunto civil sin relación con el caso, en el que la Sra. Z había representado al demandante.", "20. El demandante declaró que vivía con sus hijos en casa de los padres de la Sra. Z en Novgorod. Precisó que, aunque la Sra. Z le ayudaba en determinadas ocasiones (se había quedado con el menor de los hijos el 31 de enero de 2006 mientra él acudía a una audiencia), era él quien cuidaba de los niños diariamente. La Sra. Z no le pagaba la pensión alimentaria pues su sueldo era muy bajo. Efectivamente le había representado en la audiencia del 27 de febrero de 2006, pues se trataba de una demanda que habían presentado conjuntamente antes del divorcio y habían acordado que seguiría representándole hasta la terminación del proceso.", "21. La Sra. Z declaró que vivía en San Petersburgo, mientras que los niños vivían en Novgorod con el demandante, que ella no se ocupaba de ellos y que no pagaba la pensión pues su sueldo era muy bajo.", "22. El padre de la Sra. Z afirmó que tras el divorcio, su hija se había marchado a San Petersburgo, mientras que el demandante y sus hijos habían permanecido viviendo junto a él y su mujer en el apartamento propiedad de ambos. Añadió que, aunque su hija, a veces hablaba con sus hijos por teléfono, no participaba en su educación, y que el demandante les criaba solo; les llevaba al colegio, y al médico, preparaba la comida, les llevaba de paseo y supervisaba su educación.", "23. La persona que empleaba a la Sra. Z declaró que ésta trabajaba para ella en San Petersburgo. Dicha señora afirmó que, sabiendo que los contratos de trabajo deben ser registrados, había tratado de registrar el de la Sra. Z ante Hacienda, pero que ésta se había negado informándole que esa gestión debía hacerse ante los servicios municipales. Dichos servicios le indicaron que la gestión debía de hacerse ante la Hacienda. Encontrándose en un círculo vicioso, había renunciado a registrar el contrato de trabajo de la Sra. Z. Afirmó que la Sra. Z se había incorporado al trabajo dos semanas después de haber dado a luz. Sabía que los niños de la interesada vivían con su padre en Novgorod, pero no conocía nada de las relaciones de la Sra. Z con su exmarido o con sus hijos. Alguna vez había escuchado a la Sra. Z hablar por teléfono con su hijo mayor.", "24. La maestra del hijo menor del demandante, declaró que durante el mes de septiembre de 2005, el niño fue llevado a la escuela por su padre y su madre. Sin embargo, desde el nacimiento del tercer niño y el divorcio de los padres, siempre era el demandante quien acompañaba al niño a la escuela por la mañana e iba a buscarlo por la noche. Asimismo era el demandante, quien acudía a las fiestas del colegio. Cuando la maestra preguntaba al niño sobre su madre, respondía que se había marchado a San Petersburgo, donde trabajaba. Consideraba que el demandante era un buen padre y había constatado que el niño le adoraba. Por el contrario, nunca hablaba de su madre.", "25. El médico de los niños declaró que el 6 de octubre de 2005, la Sra. Z. había acudido a su consulta con el recién nacido para una revisión. A partir del 1 de noviembre de 2005, siempre fue el demandante el que llevaba a los niños. Estaban en buen estado de salud y se ocupaba bien de ellos.", "26. El 14 de marzo de 2006, el Tribunal militar de la Guarnición Pushkin rechazó su solicitud de tres años de permiso por paternidad ya que no tenía base en la legislación doméstica. El tribunal sostuvo que tan sólo el personal militar femenino tenía derecho a tres años de permiso por paternidad, sin que los militares de sexo masculino tuvieran derecho a tal permiso a pesar de no disponer de los cuidados maternos. Por el contrario, los militares de sexo masculino que se encontraran en este caso tenían derecho, bien a salir antes por razones familiares, bien a un permiso de tres meses. El demandante había elegido esta segunda opción.", "27. El Tribunal añadió que, de todos modos, el demandante no había demostrado que criaba a sus hijos solo y que la madre no se ocupaba. Siguiendo su análisis, se deducía de las pruebas examinadas en la audiencia que el demandante y la Sra. Z. habían continuado su vida de casados incluso después de su divorcio. Vivían juntos, se ocupaban ambos de los niños y defendían juntos los intereses de la familia. Por tanto, las alegaciones del demandante afirmando lo contrario eran falsas y buscaban inducir al tribunal a error. El punto crucial era que la Sra. Z. no había sido privada de la patria potestad. Nada impedía que cuidara de sus hijos y poco importaba si estos vivían con ella o no.", "28. El demandante apeló, alegando que la negativa a concederle un permiso parental de tres años suponía la violación del principio de igualdad entre hombres y mujeres garantizado por la Constitución. También consideraba que las conclusiones de hecho a las que llegó el tribunal de primera instancia eran incompatibles con las pruebas examinadas en la audiencia.", "29 El 27 de abril de 2006, el Tribunal militar del comando Leningrado ratificó la sentencia. No examinó la alegación del demandante según la cual las constataciones fácticas del tribunal de primera instancia eran incorrectas. Por el contrario, señaló que en la legislación interna “ el personal de sexo masculino no estaba en ningún caso autorizado a beneficiarse de un permiso parental”, añadiendo que las “reflexiones sobre la igualdad entre hombres y mujeres... no podían servir de base para anular la sentencia de primera instancia, que es correcta en su esencia.”", "30. Mientras continuaba pendiente el procedimiento judicial, el demandante sufrió en numerosas ocasiones sanciones disciplinarias por ausencia sistemática en su lugar de trabajo.", "31. Por una decisión de 24 de octubre de 2006, el jefe de la unidad militar núm. 41480 concedió al demandante un permiso por paternidad hasta el 30 de septiembre de 2008, fecha del tercer cumpleaños de su hijo menor. El 25 de octubre de 2006 el demandante recibió una ayuda económica por 200.000 rublos (RUB) equivalentes a unos 5.900 euros (EUR) aproximadamente. En una carta de 9 de noviembre de 2006, el jefe de la unidad militar núm. 41480 informó al demandante que la ayuda económica se le concedía “debido a su difícil situación familiar, la necesidad de hacerse cargo de sus tres hijos menores y la ausencia de otras fuentes de ingreso”.", "32. El 8 de diciembre de 2006, el Tribunal militar de la Guarnición Pushkin dictó una decisión en la que criticaba al jefe de la unidad militar núm. 41480 por conceder al demandante tres años de permiso por paternidad, y por desestimar de ese modo la sentencia de 27 de abril de 2006, en la que se consideró que el demandante no tenía derecho a dicho permiso. El tribunal señaló al jefe de la unidad militar la ilegalidad de ese orden.", "", "B. La sentencia del Tribunal constitucional", "33. El 11 de agosto de 2008, el demandante se dirigió al tribunal constitucional, afirmando que las disposiciones de la Ley sobre el estatuto militar relativas al permiso parental de tres años eran incompatibles con el principio de igualdad de la Constitución", "34. El 15 de enero de 2009, el Tribunal constitucional rechazó la demanda. Las partes aplicables de su decisión disponían:", "", "«2.1 (...) el servicio militar es un tipo especial de servicio público que asegura la defensa del país y la seguridad del Estado, por tanto se desarrolla en interés público. Las personas vinculadas al servicio militar ejercen funciones de importancia constitucional y por tanto poseen un estatus legal especial, basado en la necesidad de que todo ciudadano de la Federación Rusa, lleve a cabo sus funciones y obligaciones para proteger la Patria.", "", "Al establecer un estatus legal para el personal militar, el legislativo federal tiene derecho, dentro de sus poderes discrecionales, a establecer limitaciones a sus derechos y libertades civiles y a asignarles labores especiales (...)", "", "(...) al firmar un contrato de servicio militar el ciudadano... elige voluntariamente una actividad profesional que entraña, en primer lugar, limitaciones a sus derechos y libertades civiles, inherentes a este tipo de servicio público y, en segundo lugar, el desarrollo de sus deberes para asegurar la defensa del país y la seguridad del Estado. Por tanto, el personal militar admite la limitación, a través de los requisitos estatutarios, de sus derechos y libertades y que les sean impuestas obligaciones públicas especiales.", "", "(...) al elegir voluntariamente este tipo de servicio, los ciudadanos dan su conformidad a las condiciones y limitaciones relacionadas con el estatus legal adquirido. Por tanto, la imposición por parte del legislativo federal, de limitaciones a los derechos y libertades de dichos ciudadanos no es en sí misma incompatible con [la Constitución] y es conforme con el Convenio de Discriminación de la OIT (Empleo y Ocupación) núm. 111 de 25 de junio de 1958 que establece que cualquier distinción, exclusión o preferencia respecto a un trabajo particular, basado en los requisitos inherentes de éste, no debe considerarse discriminación (art. 1.2)).", "", "2.2 En virtud del artículo 11.13 de la [Ley del Servicio Militar] el permiso por paternidad se concede al personal militar femenino de acuerdo con el procedimiento especificado en las Leyes y regulaciones federales de la Federación Rusa. Una disposición similar se halla enmarcada en la sección 32.2 de las Regulaciones sobre el servicio militar, que también establece que durante el permiso por maternidad, la mujer del servicio, mantiene su posición y rango militar.", "", "Un militar de carrera de sexo masculino, tiene derecho a un permiso de hasta tres meses, si su mujer muere en el parto o si él se hace cargo de un niño o niños menores de 14 años (en niños disminuidos hasta los 16 años) que carecen de cuidados maternos (en caso de muerte de la madre, retirada de la autoridad parental, enfermedad duradera u otras situaciones en las que los niños carecen de asistencia materna). El propósito de dicho permiso es dar al varón en servicio una oportunidad razonable de solucionar el cuidado del menor y, dependiendo del resultado, decidir si desea continuar con el servicio militar. Si el varón en servicio decide hacerse cargo él mismo del cuidado del menor, tiene derecho a la terminación temprana de su servicio por motivos familiares (...).", "", "La legislación en vigor no concede a los militares varones el derecho a tres años de permiso por paternidad. Por tanto, a los hombres en servicio vinculados por un contrato, se les prohíbe combinar el desarrollo de sus deberes militares con el permiso por paternidad. Esta prohibición se basa, en primer lugar en el estatus especial de los militares y, en segundo lugar, a los importantes fines constitucionalmente establecidos que justifican las limitaciones de los derechos y libertades del hombre en relación con la necesidad de crear las condiciones apropiadas para la eficiente actividad profesional de los hombres de servicio que cumplen su deber de defender la Patria.", "", "Debido a las exigencias específicas del servicio militar, la omisión de llevar a cabo las obligaciones militares del personal militar en masa debe excluirse, ya que puede provocar un detrimento de los intereses públicos protegidos por la Ley. Por tanto, el hecho de que los hombres en servicio vinculados por contrato, no tengan derecho al permiso por paternidad no puede considerarse una vulneración de sus derechos o libertades constitucionales, incluido su derecho de hacerse cargo de, y educar a menores, que garantiza el artículo 38.2 de la Constitución de la Federación Rusa. Además, esta limitación está justificada por el carácter voluntario del alistamiento en el Ejército.", "", "Al conceder, bajo condiciones excepcionales, el derecho de permiso por maternidad sólo a las mujeres del servicio, el legislativo tuvo en cuenta, en primer lugar, la limitada participación de las mujeres en el servicio militar, y en segundo lugar, el papel social especial de las mujeres asociado a la maternidad. [Dichas consideraciones] son compatibles con el artículo 38.1 de la Constitución de la Federación Rusa. Por tanto, la decisión del legislativo no puede considerarse una vulneración a los principios de equidad de los derechos y libertades humanas o a la igualdad de derechos de los hombres y las mujeres, tal como los garantiza el artículo 19 apartados 2 y 3 de la Constitución de la Federación Rusa.", "", "De lo que antecede se desprende que el artículo 11.13 de la [Ley sobre el estatuto militar], que garantiza el derecho al permiso no vulnera los derechos constitucionales del demandante (...).", "", "2.4 Del mismo modo que los militares varones que tienen hijos menores no tienen derecho a permiso por paternidad, tampoco tienen derecho a recibir las prestaciones por menores que se abonan a aquellos que tienen a su cargo hijos menores de la edad de un año y medio...».", "", "El Tribunal Constitucional concluyó que los artículos recurridos por el demandante eran compatibles con la Constitución.", "", "C. La visita del fiscal de 31 de marzo de 2011", "35. En marzo de 2011 (la fecha exacta no fue comunicada) el representante de la Federación de Rusia ante el Tribunal europeo de derechos humanos solicitó a la fiscalía militar local investigar sobre la situación familiar del demandante. En particular solicitó al fiscal que buscara el domicilio donde vivían el demandante, la Sra. Z y sus hijos, y determinar si ésta última pagaba una pensión alimentaria.", "36. Según el Gobierno, el demandante fue convocado ante la fiscalía el día 30 o 31 de marzo de 2011. El demandante declara no haber recibido ninguna citación.", "37. No habiendo acudido el demandante en la fecha señalada, el fiscal decidió hacerle una visita en su domicilio. Según el demandante, el fiscal llegó a su apartamento el 31 de marzo a las 22 horas, lo que despertó a los niños y les asustó. Según el Gobierno, el fiscal acudió a su domicilio a las 21 horas y permaneció por espacio de una hora.", "38. El fiscal informó al demandante que llevaba a cabo una investigación a solicitud del representante de la Federación Rusa ante el Tribunal europeo de derechos humanos. Tomó nota de las personas que vivían en el apartamento. Solicitó posteriormente que presentara la resolución judicial relativa a la pensión alimentaria de su hijo recién nacido. El demandante le explicó que se había fijado la pensión por un acuerdo firmado ante notario. El fiscal solicitó una copia del documento, advirtiéndole que interrogaría a sus vecinos si no lo obtenía.", "39. El demandante telefoneó al abogado que le representaba ante el Tribunal, se negó a cumplir las órdenes del fiscal y a contestar cualquier otra pregunta por su parte. Redactó y firmó un escrito en este sentido. El fiscal abandonó el lugar.", "40. El fiscal interrogó también a los vecinos del demandante, que declararon que éste y la Sra. Z vivían juntos.", "41. En opinión del Gobierno, esta investigación permitió establecer que el demandante y la Sra. Z habían vuelto a contraer matrimonio el 1 de abril de 2008 y habían tenido un cuarto hijo el 5 de agosto de 2010. En diciembre de 2008, el demandante habría dejado el Ejército por motivos de salud. La pareja viviría actualmente con sus cuatro hijos en el domicilio de los padres de la Sra. Z.", "", "II. LEGISLACIÓN INTERNA APLICABLE", "42. La Constitución rusa garantiza a todos la igualdad de derechos y libertades independientemente del sexo, condición social o situación profesional. El hombre y la mujer tienen los mismos derechos, las mismas libertades e igualdad de oportunidades (art. 19.20y 19.3).", "43. La Constitución también garantiza la protección de la maternidad y de la familia por parte del Estado. El cuidado y la educación de los hijos es un derecho y obligación idéntico para ambos progenitores (artículo 38.1 y 38.2).", "44. El Código Laboral de 30 de diciembre de 2001 establece que las mujeres tienen derecho al llamado “permiso de embarazo y parto” (permiso de maternidad) de 70 días antes del nacimiento del niño y 70 días después del mismo (art. 255). Además, las mujeres tienen derecho a tres años “de permiso para el cuidado de hijos” (permiso parental). Al permiso por paternidad puede acogerse bien en su totalidad o parcialmente el padre del menor, su abuela, abuelo, un tutor o cualquier otro pariente que se haga cargo realmente del menor. La persona en permiso por paternidad mantiene su posición laboral. El período de permiso por paternidad computa a efectos de antigüedad (art. 256).", "45. Le Ley Federal sobre Seguro Social Obligatorio de Baja por Enfermedad o Baja Maternal (núm. 255-FZ de 29 de diciembre de 2006) establece que durante el permiso de maternidad la mujer recibe una asignación por maternidad, que será abonada por el Fondo Estatal de la Seguridad Social, que cubre el 100% del Salario (sección 11). Durante el primer año y la mitad del permiso por paternidad, la persona que se hace cargo del menor recibe asignaciones mensuales por cuidado de hijos, abonables por el Fondo Estatal de la Seguridad Social, que cubre el 40% del Salario, pero no menos de 1.500 RUB para el primer hijo y 3.000 RUB para cada uno de los hijos siguientes (sección 11.2). Durante el segundo año y medio de permiso por paternidad no se han dispuesto abonos de seguridad social, o pensiones mensuales.", "46. La Ley Federal sobre el Estatus del Personal Militar (núm. 76-FZ de 27 de mayo de 1998, la «Ley de Servicio Militar») establece que el personal militar femenino tiene derecho a permiso de maternidad y a permiso por paternidad de acuerdo con el Código Laboral (Sección 11.13). No existe un artículo similar con respecto al personal masculino.", "47. Esta ley dispone asimismo que el personal militar de sexo femenino, así como los militares de ambos sexos que se hagan cargo de sus hijos privados de cuidados paternos/maternos, podrán beneficiarse de las prestaciones sociales previstas por la legislación federal y otras disposiciones relativas a la protección de la familia, de la maternidad y de la infancia (art. 10.9).", "48. Según las Regulaciones sobre el Servicio Militar, en vigor en virtud del Decreto Presidencial núm. 1237 de 16 de septiembre de 1999, una mujer en servicio tiene derecho a permiso de maternidad, a tres años de permiso por paternidad y a todos los beneficios y asignaciones sociales relacionadas. Un hombre en servicio bajo contrato, tiene derecho a tres meses de permiso en uno de los casos siguientes: a) su mujer ha muerto en el parto, o b) está educando a un menor o menores con edades inferiores a los 14 años (16 en caso de menores disminuidos) que no disponen de cuidados maternos (en caso de muerte de la madre, retirada de la autoridad parental, enfermedad prolongada u otras situaciones en las que los menores carecen de cuidados maternos) (sección 32).", "", "III. DOCUMENTOS INTERNACIONALES Y ELEMENTOS DE LEGISLACIÓN COMPARADA APLICABLES", "A. Documentos de las Naciones unidas", "1. La Convención sobre la eliminación de todas las formas de discriminación contra la mujer", "49. La Convención sobre la eliminación de todas las formas de discriminación contra la mujer fue aprobada por la Asamblea general de Naciones unidas en 1979 y ratificado por Rusia en 1981. Su artículo 5 dispone:", "", "”Los Estados Partes tomarán todas las medidas apropiadas para:", "", "a) Modificar los patrones socioculturales de conducta de hombres y mujeres, con miras a alcanzar la eliminación de los prejuicios y las prácticas consuetudinarias y de cualquier otra índole que estén basados en la idea de la inferioridad o superioridad de cualquiera de los sexos o en funciones estereotipadas de hombres y mujeres;", "", "b) Garantizar que la educación familiar incluya una comprensión adecuada de la maternidad como función social y el reconocimiento de la responsabilidad común de hombres y mujeres en cuanto a la educación y al desarrollo de sus hijos, en la inteligencia de que el interés de los hijos constituirá la consideración primordial en todos los casos. “", "", "50. El artículo 16.1 de esta Convención dispone, en su parte aplicable:", "", "«Los Estados Partes adoptarán todas las medidas adecuadas para eliminar la discriminación contra la mujer en todos los asuntos relacionados con el matrimonio y las relaciones familiares y, en particular, asegurarán, en condiciones de igualdad entre hombres y mujeres:", "", "(...)", "", "d) Los mismos derechos y responsabilidades como progenitores, cualquiera que sea su estado civil, en materias relacionadas con sus hijos; en todos los casos, los intereses de los hijos serán la consideración primordial; (...)»", "", "51. En sus alegaciones finales del 30 de julio de 2010 sobre los informes periódicos presentados por la Federación de Rusia, el Comité para la eliminación de la discriminación contra la mujer en particular dispone:", "", "«20. El Comité observa nuevamente con preocupación la persistencia de las prácticas, tradiciones y actitudes patriarcales y de estereotipos profundamente arraigados sobre el papel, las responsabilidades y la identidad de hombres y mujeres en todos los ámbitos de la existencia. Observa con pesar en este sentido lo anteriormente dicho, por el Estado parte, sobre el papel de las mujeres como madres y proveedoras de cuidados. Lamenta que (...) hasta la fecha, el Estado parte no ha tomado medidas eficaces y sistemáticas para cambiar o eliminar los estereotipos y los valores y las prácticas tradicionales nocivas.", "", "21. El Comité insta encarecidamente al Estado a aplicar sin demora una estrategia integral que incluya la revisión y la redacción de la legislación y la definición de objetivos y plazos, con el fin de que evolucionen o desaparezcan las prácticas tradicionales y los estereotipos discriminatorios contra las mujeres (...) El Comité constata que es necesario el cambio de perspectiva sobre las mujeres, consideradas no tanto en su papel como madres y esposas sino como individuos y actores de una sociedad, en igualdad de condiciones con los hombres, para la plena aplicación del Convenio y el establecimiento de la igualdad de los sexos. (...)»", "", "2. Documentos de la Organización Internacional del Trabajo", "52. El artículo 1 del Convenio C111 sobre la discriminación de empleo y ocupación de la Organización Internacional del Trabajo («OIT»), aprobada en 1958 y ratificada por la Federación rusa en 1961 dispone:", "", "”1. A los efectos de este Convenio, el término discriminación comprende:", "", "(a) cualquier distinción, exclusión o preferencia basada en motivos de raza, color, sexo, religión, opinión política, ascendencia nacional u origen social que tenga por efecto anular o alterar la igualdad de oportunidades o de trato en el empleo y la ocupación;", "", "(b) cualquier otra distinción, exclusión o preferencia que tenga por efecto anular o alterar la igualdad de oportunidades o de trato en el empleo u ocupación que podrá ser especificada por el Miembro interesado previa consulta con las organizaciones representativas de empleadores y de trabajadores, cuando dichas organizaciones existan, y con otros organismos apropiados.", "", "2. Las distinciones, exclusiones o preferencias basadas en las calificaciones exigidas para un empleo determinado no serán consideradas como discriminación (...)»", "", "53. El artículo 3.1 del Convenio núm. 156 de la OIT sobre la igualdad de oportunidades y de trato entre trabajadores y trabajadoras: trabajadores con responsabilidades familiares, aprobado en 1981 y ratificado por la Federación rusa en 1998 dispone:", "", "«Con miras a crear la igualdad efectiva de oportunidades y de trato entre trabajadores y trabajadoras, cada Miembro deberá incluir entre los objetivos de su política nacional el de permitir que las personas con responsabilidades familiares que desempeñen o deseen desempeñar un empleo ejerzan su derecho a hacerlo sin ser objeto de discriminación y, en la medida de lo posible, sin conflicto entre sus responsabilidades familiares y profesionales.»", "", "54. El artículo 22 de la recomendación núm. 165 que completa este Convenio dispone:", "", "«(1) La madre o el padre, debería tras el periodo inmediatamente posterior al permiso de maternidad, poder obtener un permiso (permiso parental) sin pérdida de empleo, y conservando los derechos adquiridos.", "", "(2) La duración del periodo que sigue al permiso de maternidad y al permiso al que se refiere el párrafo antes mencionado (1) así como las condiciones relacionadas con este permiso deberán fijarse en cada país por uno de los medios establecidos en el párrafo 3 de esta recomendación.", "", "(3) El permiso establecido en el subapartado (1) podrá ser introducido progresivamente.»", "", "B. Documentos del Consejo de Europa", "1. La Carta social", "55. La carta social europea modificada fue ratificada por Rusia en 2009. Este Estado se declaró vinculado en particular por el artículo 27 de este texto que establece:", "", "«Para garantizar el ejercicio del derecho a la igualdad de oportunidades y de trato entre los trabajadores de ambos sexos que tengan responsabilidades familiares y entre éstos y los demás trabajadores, las Partes se comprometen:", "", "(...)", "", "2. a prever la posibilidad de que cualquiera de los progenitores obtenga, durante un período posterior al permiso de maternidad, un permiso parental para el cuidado de un hijo, cuya duración y condiciones serán fijadas por la legislación nacional, los convenios colectivos o la práctica;»", "", "2. Resoluciones y recomendaciones de la Asamblea parlamentaria", "56. En su resolución 1274 (2002) sobre el permiso parental, la Asamblea parlamentaria declaró:", "", "” 1. En Europa, el permiso parental comenzó a introducirse hace más de un siglo como un elemento esencial de la política social y empleo a favor de las mujeres que trabajaban en el momento del nacimiento de su hijo, con el fin de proteger su salud y permitirles cuidar de este niño.", "", "2. Posteriormente, el permiso parental ha evolucionado para adaptarse a las necesidades no sólo de las mujeres sino también los hombres que quieren conciliar vida laboral y vida familiar y también preservar el bienestar de los niños.", "", "3. El permiso parental está íntimamente ligado al papel de los hombres en la vida familiar, porque permite para establecer una verdadera paridad en el reparto de responsabilidades entre hombres y mujeres, en las esferas públicas y privadas.", "", "(...) “", "", "57. En esta resolución, la Asamblea parlamentaria, constatando que el permiso parental no se aplicaba de igual manera en el seno de los Estados miembros, solicitó a los Estados miembros:", "", "” i. tomar las medidas necesarias, si no se ha hecho ya, para garantizar que su legislación reconozca los diferentes tipos de estructura familiar y, en consecuencia, introducir el principio de permiso parental remunerado, incluido el permiso en caso de adopción;", "", "ii. poner en funcionamiento las estructuras adecuadas para la aplicación del permiso parental, incluido el permiso en caso de adopción (...);”", "", "58. En su recomendación 1769(2006) sobre la necesidad de conciliación de la vida laboral y familiar, la Asamblea parlamentaria ha constatado que, en numerosos Estados miembros del Consejo de Europa la conciliación de la vida familiar y profesional estaba lejos de conseguirse y que esta situación penalizaba en primer lugar a las mujeres que seguían asumiendo gran parte de las tareas domésticas y la educación de los hijos menores así, como, muy a menudo, la carga de sus padres dependientes o de otras personas mayores dependientes. Por tanto, invitó al Comité de Ministros a dirigir a los Estados miembros una recomendación solicitándoles en particular:", "", "«8.3. tomar las disposiciones que faciliten la conciliación de la vida laboral y familiar dirigidos a mujeres y hombres, incluyendo:", "", "(...)", "", "8.3.5. garantizar una remuneración/indemnización suficiente durante la maternidad;", "", "8.3.6. poner en marcha, si todavía no lo han hecho un permiso de paternidad, remunerado y a animar a los hombres a recurrir a él;", "", "(...)", "", "8.3.8. introducir el permiso de paternidad remunerado cubierto socialmente y que se puede utilizar con flexibilidad por el padre y la madre, garantizando en particular que los hombres puedan recurrir efectivamente a esta medida.;»", "", "3. Recomendaciones del Comité de Ministros", "59. En su recomendación núm. R(96) 5 sobre la conciliación de la vida laboral y familiar, el Comité de Ministros, reconociendo que eran necesarias ciertas innovaciones para conciliar mejor la vida laboral y familiar recomendó que los Estados miembros", "", "«I. Interviniendo, en el marco de una política general de facilitar la igualdad de oportunidades y de trato, para permitir a los hombre y mujeres, sin discriminación, conciliar mejor su vida familiar y profesional;", "", "II. Adoptando y aplicando las medidas y principios generales descritos en el anexo a esta recomendación de la manera que juzguen más adecuada para alcanzar este objetivo a la luz de las situaciones y preferencias nacionales»", "", "60. Tratándose de permisos de maternidad, de paternidad y parentales, el anexo a la recomendación antes citada explica lo siguiente:", "", "\"12. En caso de maternidad, las mujeres deberían beneficiarse de una protección jurídica y en particular de un paro laboral de una duración adecuada, de un sueldo o de una prestación adecuadas y de una protección de empleo.", "", "13. Los padres de los recién nacidos también deberían beneficiarse de un permiso de corta duración para estar con sus familias. Además, el padre y la madre deberían tener derecho a un permiso parental durante un período a definir por parte de las autoridades nacionales, sin perder su empleo ni los derechos relativos a este empleo, previstos en la legislación laboral o en los sistemas de protección social. Este permiso parental debería ser tomado a tiempo parcial y compartirse entre los padres.", "", "14. Las personas que adoptan a un niño deben beneficiarse, mutatis mutandis, de las medidas descritas en el apartado 13.", "", "15. La inserción laboral tras el permiso parental deberá facilitarse por servicios tales como la orientación y formación profesionales.»", "", "61. En cuanto a la Recomendación (2007)17 del Comité de Ministros a los Estados miembros sobre las normas y mecanismos de igualdad entre hombre y mujeres, recomienda que:", "", "«(...) Recomienda que los gobiernos de los Estados miembros adopten o refuercen las medidas necesarias para poner en práctica la igualdad entre mujeres y hombres teniendo en cuenta íntegramente los principios y las normas siguientes:", "", "(...)", "", "B. Normas en ámbitos específicos", "", "(...)", "", "5. Conciliación de la vida privada/familiar y la vida pública/laboral", "", "34. Los estereotipos y la marcada división de las funciones por sexos influyen en los modelos sociales que tienden a atribuir a las mujeres una mayor responsabilidad en la vida familiar y privada (área de trabajo no remunerado) y a los hombres, en el ámbito público y la vida laboral (área de trabajo remunerado). Esta división lleva a perpetuar el reparto desigual de las responsabilidades familiares y domésticas, que es una de las principales razones de discriminación contra la mujer en el mercado laboral y de su limitada participación social y política.", "", "35. Por tanto, la participación equilibrada de mujeres y hombres en la vida laboral/pública y en la vida familiar/privada es esencial para la igualdad entre mujeres y hombres y un requisito indispensable para el desarrollo de la sociedad. Además, al favorecer el desarrollo del individuo en la vida pública, profesional, social y familiar, resulta necesaria la conciliación de la vida laboral y pública con la vida familiar y privada para conseguir una calidad de vida satisfactoria para todos, mujeres y hombres, niñas y niños, y el pleno disfrute de los derechos humanos en los ámbitos político, económico, cultural y social.", "", "36. Los elementos que indican la voluntad política de los Estados y su compromiso a favor de la igualdad entre mujeres y hombres en este sentido son principalmente los siguientes:", "", "(...)", "", "iii. adopción/existencia y aplicación de una legislación sobre la protección de la maternidad y la paternidad, que incluya la baja remunerada por maternidad, el permiso parental remunerado, igualmente accesible para ambos progenitores, y la baja remunerada por paternidad personal e intransferible, así como de medidas específicas destinadas por igual a mujeres y hombres en activo, con el fin de permitirles asumir las responsabilidades familiares, incluidos los cuidados y la atención a hijas e hijos enfermos, discapacitados u otras personas a cargo; “", "", "62. Finalmente, en su recomendación Rec (2010) 4 sobre los derechos humanos de los miembros de las Fuerzas armadas, el Comité de Ministros recomienda particularmente a los gobiernos de los Estados miembros “garantizar el respeto de los principios enunciados en el anexo de esta recomendación en la legislación y prácticas nacionales relativas a los miembros de las fuerzas armadas”. El principio 39 establecido en el anexo a la presente recomendación dispone: “los miembros de las Fuerzas armadas que tienen niños pequeños deberían disfrutar de un permiso de maternidad o paternidad, de prestaciones adecuadas por hijo a cargo, acceso a guarderías y de un adecuado sistema de salud y educación para los niños.”", "", "C. Documentos de la Unión Europea", "1. Las directivas del Consejo", "63. La directiva 96/34/CE del Consejo de 3 de junio de 1996 relativa al acuerdo marco sobre el permiso parental celebrado por la UNICE [Unión de confederaciones de la industria y de empresarios de Europa)], el CEEP [Centro europeo de empresas públicas y de empresas de interés económico general] y la CES [Confederación europea de sindicatos] aplica este acuerdo que fue adoptado el 14 de diciembre de 1995 por estas organizaciones y dispone:", "", "”Cláusula 2: Permiso parental", "", "1. En virtud del presente Acuerdo, y sin perjuicio de la cláusula 2.2, se concede un derecho individual de permiso parental a los trabajadores, hombres o mujeres, por motivo de nacimiento o adopción de un hijo, para poder ocuparse del mismo durante un mínimo de tres meses hasta una edad determinada que puede ser de hasta ocho años y que deberán definir los Estados miembros y/o los interlocutores sociales.", "", "2. Para promover la igualdad de oportunidades y de trato entre hombres y mujeres, las partes firmantes del presente Acuerdo consideran que el derecho de permiso parental previsto en la cláusula 2.1 debe concederse, en principio, de manera no transferible", "", " (...)”", "", "64. La Directiva 2010/18/UE del Consejo de 8 de marzo de 2010 relativo al acuerdo marco revisado sobre el permiso parental celebrado por BUSINESSEUROPE, la UEAPME, el CEEP y la CES y que deroga la directiva 96/34/CE. El acuerdo marco revisado dispone:", "", "”Cláusula 2: Permiso parental:", "", "1. En virtud del presente Acuerdo, se concede un derecho individual de permiso parental a los trabajadores, hombres o mujeres, por motivo de nacimiento o adopción de un hijo, para poder cuidarlo hasta una edad determinada, que puede ser de hasta ocho años y que deberán definir los Estados miembros o los interlocutores sociales.", "", "2. El permiso tendrá una duración mínima de cuatro meses y, a fin de promover la igualdad de oportunidades y la igualdad de trato entre hombres y mujeres, debe, en principio, concederse con carácter intransferible. Para fomentar un uso más igualitario del permiso por ambos progenitores, al menos uno de los cuatro meses será intransferible. Las modalidades de aplicación del período intransferible se establecerán a nivel nacional por ley o convenios colectivos que tengan en cuenta las disposiciones sobre permisos vigentes en los Estados miembros.”", "", "2. Jurisprudencia del Tribunal de justicia de la Unión Europea (TJUE)", "65. El caso Joseph Griesmar contra el Ministro de economía, finanzas e industria y el Ministro de administración pública, reforma del Estado y de la descentralización trataba el hecho de que la bonificación en la antigüedad para el cálculo de la pensión de los funcionarios que tenían hijos, en el sistema de jubilación civil y militar francés estaba reservado a las mujeres funcionarias. En su sentencia de 29 de noviembre de 2001, el TJUE señaló que la concesión de esta bonificación no estaba vinculada al permiso de maternidad o a las desventajas que sufriría una funcionaria en su carrera por el hecho de separarse del servicio durante el período siguiente al parto, sino a otro período, es decir que el que dedicaba a la educación de los niños. En este sentido, el Tribunal encontró que las situaciones de un funcionario masculino o femenino eran relativamente comparables con respecto a la educación de los niños. En particular señaló que el hecho de que las funcionarias femeninas estuvieran más afectadas por las desventajas profesionales resultantes de la educación de los hijos porque generalmente eran las mujeres las que asumían la educación, no era suficiente para excluir la semejanza de su situación con la de un funcionario varón que hubiera asumido la educación de sus hijos y, como tal estuviera expuesto a las mismas desventajas en su carrera.", "66. El TJUE observó asimismo que la legislación francesa establecía una diferencia de trato basada en el sexo respecto a los empleados masculinos que efectivamente hubieran asumido la educación de sus hijos. Encontró esta medida injustificada, teniendo en cuenta que no se trataba de compensar las desventajas a las que estaban expuestas las carreras de las funcionarias ayudándolas a conducir su vida laboral en un plano de igualdad con los hombres sino que simplemente, acordaban para las funcionarias femeninas que habían sido madres, una bonificación de antigüedad en el momento de su jubilación, sin solucionar los problemas que podían surgir durante su carrera profesional. El TJUE concluyó que la legislación francesa ignoraba el principio de igualdad de remuneración debido a que excluía del beneficio de bonificación a los empleados masculinos capaces de demostrar que habían asumido la educación de sus hijos.", "67. La sentencia dictada por el TJUE el 30 de septiembre de 2010, en el asunto de Pedro Manuel Roca Álvarez contra Sesa Start España ETT SA relativo a si la negativa a acordar para los padres un permiso de “lactancia” (en la forma de una reducción de media hora de la jornada), mientras que las empleadas madres tenían derecho a este permiso, constituye una discriminación basada en el sexo. El TJUE dictaminó que las situaciones de un hombre trabajador y de una mujer trabajadora, padre y madre respectivamente de niños de corta edad, eran comparables respecto a la necesidad que podían tener de ver su jornada reducida para ocuparse de su hijo. Estableció asimismo que la legislación española establecía una diferencia de trato basada en el sexo entre madres y padres con la condición de trabajadores aSalariados.", "68. Respecto a la justificación de tal diferencia de trato, el TJUE consideró en primer lugar que el permiso en cuestión estaba desvinculado del hecho biológico de la lactancia materna, puesto que podía concederse incluso en el caso de lactancia artificial y por lo tanto, podría considerarse al final el permiso de maternidad como un simple momento de atención al niño y como una medida de conciliación de la vida familiar y laboral. La alimentación y el tiempo de atención al niño podrían garantizarse tanto por el padre como por la madre. Este permiso parecía ser concedido a los trabajadores en tanto padres del niño. Por lo tanto, no podía considerarse garantizada la protección de la condición biológica de la mujer tras su embarazo o la protección de la relación especial entre la madre y su hijo.", "69. En segundo lugar, consideró que la medida en cuestión no constituía una ventaja concedida a las mujeres para mejorar su capacidad de competir en el mercado laboral y desarrollarse profesionalmente en un plano de igualdad con los hombres, sino que, por el contrario, el hecho de que sólo una mujer trabajadora pudiera beneficiarse del permiso en cuestión, mientras que un hombre con la misma condición no podría obtenerlo, contribuía a perpetuar el reparto tradicional de roles entre hombres y mujeres, manteniendo los hombres un papel subsidiario al de las mujeres en relación con el ejercicio de sus funciones paternales. Negar el beneficio de dicho permiso a los padres trabajadores aSalariados, debido únicamente a que la madre del niño no tenía tal condición, podría tener como efecto que la madre, en este caso trabajadora autónoma, se viera obligada a limitar su actividad profesional y a soportar sola la carga resultante del nacimiento de su hijo sin poder recibir la ayuda del padre. En consecuencia, para el TJUE, la medida en cuestión no se analizaba ni como una medida para eliminar o reducir las desigualdades que pudieran existir en la sociedad, ni como una medida buscando la igualdad sustancial y no formal mediante la reducción de las desigualdades de hecho que pueden suceder en la vida social y, por lo tanto, con el fin de prevenir o compensar las desventajas en el desarrollo profesional de las personas en cuestión.", "70. Por lo tanto, el TJUE dictaminó que las disposiciones en causa de la legislación española eran incompatibles con la legislación europea.", "", "D. Legislación comparada", "71. El Tribunal ha comparado la legislación de treinta y tres Estados miembros del Consejo de Europa: Albania, Alemania, Armenia, Austria, Azerbaiyán, Bélgica, Bosnia y Herzegovina, Bulgaria, Chipre, Croacia, España, Estonia, Finlandia, Francia, Georgia, Grecia, Italia, Letonia, “la ex República Yugoslava de Macedonia”, Lituania, Luxemburgo, Malta, Moldavia, Países Bajos, Polonia, Portugal, República Checa, Rumania, Reino Unido, Serbia, Suecia, Suiza y Turquía.", "72. Este estudio comparativo indica, por lo que respecta al ámbito civil, que sólo dos Estados (Armenia y Suiza) restringen el derecho al permiso parental a las mujeres, que en un estado (Turquía), los hombres que trabajan en el sector privado no tienen derecho a permiso parental, mientras que aquellos que trabajan en la administración pública gozan de dicho derecho, en un Estado (Bosnia y Herzegovina), los hombres pueden solicitar el permiso parental bajo determinadas condiciones (por ejemplo cuando el niño esté privado de la atención materna) y en un Estado (Albania), la ley no prevé el permiso parental. En los otros 28 Estados, los hombres y mujeres que trabajan en el sector civil tienen derecho a un permiso parental en pie de igualdad.", "73. En algunos países, el derecho parental es un derecho otorgado a la familia que los padres pueden repartir entre ellos como consideren (Azerbaiyán, Georgia y Rumanía por ejemplo). En otros países, se trata de un derecho individual, teniendo cada padre un derecho a una parte del permiso parental (Bélgica, Croacia, Italia, Luxemburgo y República Checa por ejemplo). En Suecia, este derecho es en parte familiar e individual en parte: 60 días están reservados para cada padre y el resto se reparte entre ellos a su conveniencia. En algunos países, el permiso parental no es remunerado (Austria, Bélgica, Chipre, España, Malta, Países Bajos y Reino Unido por ejemplo). En otros, la licencia parental se paga parcial o totalmente (Azerbaiyán, Luxemburgo, Portugal, República Checa y Serbia por ejemplo). La duración del permiso parental también es variable, desde los tres meses (Bélgica) a tres años (España).", "74. Con respecto al sector militar, parece ser que un estado (Albania) no concede expresamente a los militares el derecho a un permiso parental. En seis Estados (Armenia, Azerbaiyán, Georgia, Moldavia, Suiza y Turquía), se reconoce este derecho sólo a las mujeres. En tres Estados (Bosnia y Herzegovina, Bulgaria y Serbia), las militares de sexo femenino tienen derecho a un permiso parental independientemente de su situación, mientras que los militares masculinos tienen derecho únicamente en circunstancias excepcionales, por ejemplo si la madre ha fallecido, ha abandonado al niño, está gravemente enferma o le es imposible cuidar del niño por otra razón justificada. En los veintitrés Estados restantes, el personal militar tanto femenino como masculino, tienen derecho al permiso parental en pie de igualdad.", "75. En algunos países (Austria, Chipre, Croacia, Estonia, Finlandia, Italia, Luxemburgo, Malta, Polonia, Portugal y Suecia por ejemplo), el permiso parental previsto para los militares parece regirse por las mismas disposiciones generales aplicables a los civiles. En otros países (Francia, Grecia, Letonia, Lituania, República Checa y Rumania, por ejemplo), el permiso parental se define por disposiciones específicas que, sin embargo no son muy diferentes de las aplicadas a los civiles. En cinco países (Alemania, Bélgica, España, Holanda y Reino Unido), las disposiciones específicas que regulan los permisos parentales para los militares son diferentes de aquellos aplicables a los civiles o más restrictivos que estos últimos. Por ejemplo, la legislación holandesa establece que el permiso parental puede ser revocado cuando “intereses importantes del servicio” lo impongan. En Alemania, la ley concede a los militares los mismos derechos con respecto al permiso parental que a los civiles. Sin embargo, el ministro alemán de defensa puede oponerse a la concesión de un permiso parental a un miembro del personal militar, hombre o mujer, o llamar a filas a un miembro del personal militar en excedencia parental si lo exigen los imperativos de la defensa nacional. Asimismo, en el Reino Unido, los militares, que en principio tienen los mismos derechos parentales que los civiles pueden no ser autorizados a dicho permiso si se considera que si ausencia perjudicaría la eficacia de las fuerzas armadas en combate.", "", "FUNDAMENTOS DE DERECHO", "I. SOBRE LA VIOLACIÓN DEL ARTÍCULO 14 DEL CONVENIO EN RELACIÓN CON EL ARTÍCULO 8", "76. El demandante alega que la negativa a concederle un permiso parental supone una discriminación basada en el sexo. Invoca el artículo 14 del Convenio en relación con el artículo 8 del Convenio, disposiciones que disponen:", "", "Artículo 8", "", "”1. Toda persona tiene derecho al respeto de su vida privada y familiar, de su domicilio y de su correspondencia.", "", "2. No podrá haber injerencia de la autoridad pública en el ejercicio de este derecho, sino en tanto en cuanto esta injerencia esté prevista por la ley y constituya una medida que, en una sociedad democrática, sea necesaria para la seguridad nacional, la seguridad pública, el bienestar económico del país, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, o la protección de los derechos y las libertades de los demás.”", "", "Artículo 14", "", "”El goce de los derechos y libertades reconocidos en el presente Convenio ha de ser asegurado sin distinción alguna, especialmente por razones de sexo, raza, color, lengua, religión, opiniones políticas u otras, origen nacional o social, pertenencia a una minoría nacional, fortuna, nacimiento o cualquier otra situación.”", "", "A. Excepciones preliminares del Gobierno", "77. El Gobierno eleva tres excepciones preliminares: mantiene que el demandante no puede considerarse víctima de una violación del artículo 14 en relación con el artículo 8, que la demanda debe ser cancelada del registro de entrada debido a que el litigio ya ha sido resuelto, y que la demanda constituye un abuso del derecho de recurso individual. Invoca en este sentido los artículos 34, 35.3 y 37.1 del Convenio, que en sus partes aplicables, disponen:", "", "Artículo 34", "", "«El Tribunal podrá conocer de una demanda presentada por cualquier persona física, (...) que se considere víctima de una violación, por una de las Altas Partes Contratantes, de los derechos reconocidos en el Convenio o sus protocolos. (...)»", "", "Artículo 35", "", "«(...)", "", "3. El Tribunal declarará inadmisible cualquier demanda individual presentada en virtud del artículo 34 si considera que:", "", "a) la demanda es incompatible con las disposiciones del Convenio o de sus Protocolos, manifiestamente mal fundada o abusiva; ou", "", "(...)»", "", "Artículo 37", "", "«1.En cualquier momento del procedimiento, el Tribunal podrá decidir cancelar una demanda del registro de entrada cuando las circunstancias permitan comprobar:", "", "Que el demandante ya no está dispuesto a mantenerla; o", "", "Que el litigio ha sido ya resuelto, o", "", "Que, por cualquier otro motivo verificado por el Tribunal, ya no está justificada la prosecución del examen de la demanda.", "", "No obstante, el Tribunal proseguirá el examen de la demanda si así lo exige el respeto de los derechos humanos garantizados por el Convenio y sus protocolos.", "(...)»", "", "78. El Tribunal examinará en su momento cada una de las excepciones planteadas por el Gobierno.", "", "1. Condición de víctima", "a) La sentencia de la Sala", "79. La Sala, que planteó la cuestión de oficio, estimó que el demandante podía considerarse víctima de la discriminación alegada a los fines del artículo 34 del Convenio dado que las autoridades nacionales no reconocieron la existencia de una violación de los derechos reconocidos en el Convenio. La Sala señaló que el permiso parental y la ayuda económica concedida al demandante lo habían sido debido a las dificultades familiares y económicas y que estas medidas no podían considerarse como un reconocimiento en sustancia de una violación del derecho del interesado a no sufrir discriminación basada en el sexo. Finalmente observó que, incluso tras la concesión del permiso parental a título extraordinario, los tribunales seguían considerando que, en tanto que militar varón, la ley no le permitía beneficiarse de tal permiso y que esta situación no suponía una violación de su derecho a la igualdad de trato.", "", "b) Argumentos del Gobierno", "80. Ante la Gran Sala, el Gobierno alega que al demandante se le concedió un permiso parental y una ayuda económica, y que asimismo obtuvo indemnización por la violación alegada. Además, las medidas mencionadas en su opinión pueden ser consideradas como un reconocimiento en sustancia de la violación de derechos del interesado garantizados por el Convenio. De esta forma, el demandante ya no podría considerarse víctima de una violación del artículo 14 en relación con el artículo 8.", "", "c) Argumentos del demandante", "81. El demandante alega que las autoridades nacionales no reconocieron la violación del Convenio y no han proporcionado un remedio adecuado. Habría obtenido, con un año de retraso, tras la notificación de la solicitud al gobierno, un permiso parental de dos años en lugar de tres. Habría sufrido sanciones disciplinarias por sus frecuentes ausencias de su trabajo durante el año en el que tuvo que conciliar su empleo en el ejército y los cuidados del recién nacido. Además, los tribunales internos declararon que dicho permiso se había concedido de forma ilegal. En cuanto a la ayuda económica recibida, se habría pagado a causa de las dificultades familiares y económicas y, por tanto, no podría considerarse como la indemnización de una violación de su derecho a no sufrir discriminación.", "", "d) Valoración del Tribunal", "82. El Tribunal recuerda que una decisión en la que una medida favorable al demandante solo puede en principio retirar la condición de “víctima” si las autoridades nacionales han reconocido, en sustancia, o explícitamente, y luego reparado la violación del Convenio (véase, por ejemplo, Amuur contra Francia, 25 de junio de 1996, apartado 36, Repertorio de sentencias y decisiones 1996 III, Dalban contra Rumania GS, núm. 28114/95, apartado 44, TEDH 1999 VI y Sakhnovski contra Rusia GS, núm. 21272/03, apartado 67, 2 de noviembre de 2010).", "83. La Gran Sala señala que en alegaciones orales o escritas que fueron presentadas en el procedimiento ante ella, las partes no presentaron respecto a la cuestión de la condición de víctima ningún argumento nuevo respecto a los ya examinados por la Sala. Por lo tanto, no ve ninguna razón para alejarse de la conclusión de la Sala. Por lo tanto, en ausencia de un reconocimiento explícito o en sustancia por las autoridades nacionales de una violación contra el demandante de los derechos garantizados por el Convenio, considera que, a efectos del artículo 34 del Convenio, puede considerarse víctima del trato discriminatorio alegado. Por lo tanto, rechaza la primera objeción preliminar planteada por el Gobierno.", "", "2. Aplicación del artículo 37.1 del Convenio", "a) Sentencia de la Sala", "84. La Sala no juzgó necesario examinar la cuestión de si la concesión de un permiso parental y de una ayuda económica al demandante constituía una indemnización suficiente para justificar la eliminación de la demanda del registro. De hecho consideró que la queja formulada, la discriminación de la que era víctima, en la legislación rusa el personal militar de sexo masculino en lo relativo al derecho al permiso parental- planteaba una cuestión de interés general sobre la que el Tribunal no se había pronunciado y que, en consecuencia, circunstancias especiales relativas a los derechos humanos exigían que se realizara el examen de la demanda en cuanto al fondo.", "", "b) Argumentos del Gobierno", "85. Al igual que hizo ante la Sala, el Gobierno mantiene que el litigio se resolvió finalmente por la concesión al demandante de un permiso parental y de una ayuda económica. Basándose en Pisano contra Italia (cancelación) [GS], núm. 36732/97, apartados 41-50, 24 de octubre de 2002), solicita al Tribunal la cancelación de la demanda del registro del Tribunal en aplicación del artículo 37 del Convenio. No se justifica en su opinión, el proseguir el examen del caso alegando que plantearía una cuestión importante de interés general. El Tribunal no tendría la tarea de buscar in abstracto si el sistema jurídico ruso se ajusta al Convenio, sino examinar si hubo violación en el asunto en cuestión que le han presentado. En opinión del Gobierno, si tuviera que hacer una revisión de la legislación rusa, el Tribunal pasaría por encima de los poderes soberanos del Parlamento y el Tribunal Constitucional ruso.", "", "c) Argumentos del demandante", "86. El demandante afirma que, para concluir que el “litigio ha sido resuelto” en el sentido del artículo 37.1b) del Convenio, el Tribunal debe responder dos cuestiones: en primer lugar, saber si los hechos alegados por el demandante persisten o no, y en segundo lugar saber si las consecuencias resultantes de una violación del Convenio han sido igualmente eliminadas (remite a la sentencia Shevanova contra Letonia (cancelación) [GS], núm. 58822/00, apartado 45, 7 de diciembre de 2007). Por tanto, ninguna de estas condiciones se habría cumplido en este caso. En primer lugar, las disposiciones legales que sirvieron de base para la denegación de los permisos parentales y las decisiones internas desestimando su solicitud de permiso estarían en vigor. Por tanto, la violación de sus derechos no estaría suficientemente resuelta. Se habría beneficiado de una excedencia de dos años en lugar de tres y esto con un retraso de un año. No habría sido indemnizado por el retraso o por la reducción de la duración. Con respecto a la ayuda económica que recibió, se trataría de una prestación social, un beneficio social que le pagaron en virtud de sus necesidades económicas. Además, el Gobierno no podría argumentar sobre la decisión del jefe de la unidad militar de concederle el permiso parental y la ayuda económica con carácter excepcional ya que los tribunales nacionales habían encontrado esta decisión ilegal. Finalmente, el demandante está de acuerdo con la conclusión de la Sala según la cual la demanda no puede ser eliminada del registro en aplicación del artículo 37.1b) pues “plantea una cuestión de interés general que el Tribunal no ha examinado todavía”.", "", "d) Valoración del Tribunal", "87. El Tribunal recuerda que en virtud del artículo 37.1 b) del Convenio, “en cualquier momento del procedimiento, (...) puede decidir cancelar una demanda cuando las circunstancias permitan concluir (...) que el litigio ha sido resuelto (...)”. Con el fin de concluir la aplicabilidad de la disposición mencionada en el presente caso, el Tribunal debe responder a dos cuestiones sucesivas: en primer lugar saber si todavía persisten los hechos de los que se quejó el interesado, y a continuación, saber si las consecuencias resultantes de la violación del Convenio respecto a esos hechos han sido eliminadas (Kaftaïlova contra Letonia (cancelación) [GS], núm. 59643/00, apartado 48, 7 de diciembre de 2007).", "88. En este sentido, es necesario señalar que el demandante disfrutó permiso parental con un año de retraso y de una duración de dos años en lugar de tres. Por tanto, el interesado no pudo ocuparse de su hijo durante su primer año, cuando éste más le necesitaba. No fue indemnizado por el retraso en la concesión del permiso ni por la menor duración de éste, dado que la ayuda económica que recibió se otorgó debido a las necesidades económicas que padecía. Por lo tanto, el Tribunal considera que las consecuencias de una posible violación del Convenio no han sido suficientemente eliminadas como para permitirle concluir que el litigio estaba resuelto en el sentido del artículo 37.1b) del Convenio.", "89. Existe además otro motivo para rechazar la solicitud de cancelación de la demanda en base al artículo 37.1b) del Convenio planteada por el Gobierno. Antes de decidir si cancelar una demanda del registro del Tribunal, éste debe verificar si el respeto a los derechos humanos garantizados por el Convenio ya no exige que continúe el examen. El Tribunal recuerda a este respecto que sus sentencias sirven no sólo para resolver el caso en cuestión, sino más en general, para clarificar, proteger y desarrollar las normas del Convenio y contribuir de esta manera al cumplimiento por parte de los Estados, de los compromisos adquiridos en su calidad de partes contratantes (Irlanda contra el Reino Unido, 18 de enero de 1978, apartado 154, series A núm. 25, Guzzardi contra Italia, 6 de noviembre de 1980, apartado 86, serie A núm.. 39 y Karner contra Austria, núm. 40016/98, apartado 26, TEDH 2003 IX). Si el sistema establecido por el Convenio tiene como objetivo fundamental proporcionar un recurso a las personas, también lo es el decidir las cuestiones relativas al orden público, de interés general, marcando las normas de protección de los derechos humanos y ampliando la jurisprudencia en esta materia al conjunto de la comunidad de los Estados partes del Convenio (Karner, ya citado, apartado 26, Capital Bank AD contra Bulgaria, núm. 49429/99, apartados 78-79, TEDH 2005 XII y Rantsev contra Chipre y Rusia, núm. 25965/04, apartado 197, TEDH 2010...).", "90. El Tribunal considera que el propósito de la presente demanda - la diferencia de trato en la legislación rusa, entre los militares de sexo masculino y femenino en relación con el derecho al permiso parental - plantea una cuestión importante de interés general, no sólo para Rusia sino también para el resto de Estados partes al Convenio. En este sentido, se refiere a los elementos de la legislación comparada que muestran que hay una diferencia de trato en al menos cinco de los Estados partes (apartado 74), así como a los argumentos de los terceros intervinientes subrayando la importancia de las cuestiones planteadas en el presente caso (apartados 119 a 123). La continuación del examen de la demanda permite asimismo clarificar, garantizar y desarrollar las normas de protección previstas por el Convenio.", "91. En consecuencia, el Tribunal estima que circunstancias especiales referentes al respeto de los derechos humanos garantizados por el Convenio exigen que continúe el examen de la demanda a fondo.", "92. Por tanto, rechaza la demanda del Gobierno tendente a la cancelación de la demanda en aplicación del artículo 37.1b) del Convenio.", "", "3. Alegación de abuso del derecho a un recurso individual.", "a) Argumentos del Gobierno", "93. A pesar de que no había planteado este argumento ante la Sala, el Gobierno solicita ante la Gran Sala que la demanda constituye un abuso del derecho a un recurso individual. Argumenta que el demandante, deliberadamente, ha distorsionado los hechos con el fin de engañar al Tribunal y, en particular, que su divorcio fue una farsa. De hecho, el demandante habría continuado viviendo con sus hijos en casa de los padres de su ex esposa tras el divorcio y ésta nunca habría pagado manutención para ellos. Existen pruebas que indican que la madre hablaba regularmente con los niños por teléfono y que, ocasionalmente les recogía en la escuela o les llevaba al médico. Asimismo, habría actuado como representante del demandante en un proceso judicial independiente de este en causa. Se deduce de lo anterior que el demandante y su esposa han continuado su vida de casados incluso después de su divorcio y que la mujer del demandante ha continuado cuidando de los niños. Por lo tanto, la declaración del interesado de que era un padre que se ocupaba solo de sus tres hijos era falsa. Hay que considerar también el hecho de que el demandante se había vuelto a casar con su ex-esposa en 2008 y había tenido un cuarto hijo. Finalmente, para demostrar la falsedad del demandante, el Gobierno se refiere a un conflicto que habría enfrentado al interesado con uno de sus colegas y a una querella que tuvo con el juez que presidía la audiencia en un caso civil sin relación con el presente caso.", "", "b) Argumentos del demandante", "94. El demandante se queja en primer lugar de que dicha excepción se planteó solo ante la Gran Sala, por tanto debe considerarse extemporánea. En segundo lugar mantiene que las acusaciones, calumniosas en su opinión, formuladas por el Gobierno en su contra no son pertinentes para el procedimiento ante el Tribunal. En tercer lugar, afirma que se divorció legalmente de su mujer y obtuvo la custodia de sus tres niños. Mantiene que fue debido a que se reconcilió con su mujer que no estaba educando solo a sus hijos cuando presentó la solicitud de permiso parental. Jamás habría escondido a las autoridades que había vuelto a contraer matrimonio. Por el contrario, sus superiores fueron inmediatamente informados de que se había vuelto a casar y del nacimiento de su cuarto hijo.", "", "c) Valoración del Tribunal", "95. El Tribunal recuerda que, a los fines del artículo 55 de su reglamento, si la Parte contratante demandada pretende elevar una excepción de inadmisibilidad, debe hacerlo, siempre que la naturaleza de la excepción y las circunstancias lo permitan, en sus alegaciones escritas u orales sobre la admisibilidad de la demanda. (K. y T. contra Finlandia [GS], núm. 25702/94, apartado 145, TEDH 2001-VII, N.C. contra Italia [GS], núm. 24952/94, apartado 44, TEDH 2002-X, y Mooren contra Alemania [GS], núm.11364/03, apartados 57-59, 9 de julio de 2009).", "96. La cuestión del abuso del derecho a un recurso individual es invocada por el Gobierno por vez primera en sus alegaciones escritas ante la Gran Sala. Sin embargo, sus alegaciones se refieren a hechos sucedidos en 2005 y 2006, es decir antes de la presentación de la demanda original del presente caso. El Tribunal no observa ninguna circunstancia excepcional que hubiera podido eximirle de presentar la excepción preliminar antes de que la Sala dictara su decisión sobre admisibilidad. Por tanto, su presentación en esta etapa ha prescrito (véase, para un razonamiento similar, Aydın contra Turquía, 25 de septiembre de 1997, apartado 60, Repertorio 1997-VI).", "97. Por tanto, procede igualmente rechazar la tercera excepción preliminar del Gobierno.", "", "B. Sobre el cumplimiento del artículo 14 en relación con el artículo 8", "1. Sentencia de la Sala", "98. Basándose en la sentencia Petrovic contra Austria (27 de marzo de 1998, apartados 26-29, Repertorio 1998-II), la Sala estimó que tenía base que el demandante invocara el artículo 14 del Convenio. Constató que, en tanto militar de sexo masculino, fue tratado de forma diferente a los civiles de ambos sexos y a las militares femeninas, categorías todas ellas con derecho a un permiso parental, y que la negativa a acordar tal permiso se basaba en la combinación de dos motivos: el estatuto del militar y el sexo. Asimismo declaró que, con respecto a las relaciones con los niños durante la duración del permiso paternal, hombres y mujeres se encuentran en situaciones análogas.", "99. La Sala señaló que, en el asunto Petrovic (ya citado), una diferencia de trato basada en el sexo relativa a la concesión de un permiso parental no se consideró constitutiva de una violación del artículo 14 debido a que en el momento de los hechos no existía consenso europeo sobre este tema, al no tener previsto la mayoría de los Estados contratantes un permiso parental o el pago de una prestación para los padres. También observó que, desde la sentencia de Petrovic, la situación jurídica en relación con el derecho al permiso parental en los Estados contratantes había evolucionado. De hecho, en la mayoría de los países europeos, la legislación actualmente dispone que puede solicitarse el permiso parental tanto por el padre como por la madre. La Sala consideró que la sociedad había evolucionado hacia un reparto más equitativo entre los hombres y mujeres de las responsabilidades de educación de los niños, y que estaba más reconocido el papel de los padres ante sus hijos. Concluyó que había llegado el momento de revertir la jurisprudencia de Petrovic y considerar que la diferencia de trato entre hombres y mujeres en el derecho al permiso parental no se basa en ninguna justificación objetiva o razonable. También condenó los estereotipos vinculados al sexo en el campo de la educación de los niños.", "100. En cuanto al contexto militar específico para este caso, la Sala ha reiterado que un sistema de disciplina militar implicaba, por naturaleza, la posibilidad de imponer ciertas limitaciones a algunos derechos y libertades de los miembros de las Fuerzas armadas que no pueden imponerse a los civiles y que los Estados que deseen imponer las restricciones a los militares sobre los derechos garantizados por los artículos 5, 9, 10 y 11 del Convenio disfrutan de un amplio margen de apreciación. Sin embargo, la Sala declaró que dicho margen más estrecho en el área de la vida privada y familiar. Añadió que aunque los Estados podían imponer restricciones a los derechos de los militares garantizados por el artículo 8 en caso de una amenaza real para la eficacia operativa de las fuerzas armadas, las afirmaciones sobre la existencia de tal amenaza deberían “apoyarse en ejemplos concretos”.", "101. La Sala encontró poco convincente el argumento del Gobierno según el cual la extensión a los militares varones del derecho al permiso parental del que ya disfrutaban los miembros femeninos afectaría negativamente el poder de combate y la eficacia operativa de las fuerzas armadas. Señaló que de hecho no existía ningún informe ni estudio estadístico sobre el número de militares varones susceptibles de pedir una excedencia de tres años en un momento dado y dispuestos a hacerlo. Además, indicó que el hecho de que las mujeres fueran menos numerosas que los hombres en las Fuerzas armadas no puede justificar la desventaja sufrida por ellos con respecto al permiso parental. Finalmente, consideró que el argumento de que un militar siempre podría renunciar al ejército si deseaba cuidar de sus hijos era particularmente cuestionable dada la dificultad para trasladar al ámbito civil las cualificaciones y experiencia esencialmente militares. La Sala expresó su preocupación sobre este razonamiento que imponía a los miembros masculinos elegir entre poder cuidar a sus hijos recién nacidos o seguir su carrera en el ejército, difícil elección que no tenían que realizar las mujeres. En consecuencia, la Sala concluyó que las razones alegadas por el Gobierno no justificaban de manera objetiva y razonable que las limitaciones impuestas a los militares varones fueran mucho más duras que las impuestas a las mujeres", "", "2. Argumentos del demandante", "102. El demandante mantiene que la postura del Gobierno según la cual no puede invocar el artículo 14 en relación con el artículo 8 no es conforme a la reiterada jurisprudencia del Tribunal. Este ha afirmado en numerosas ocasiones que el permiso parental, al igual que las prestaciones por permiso parental y por niño a cargo entran dentro del campo de aplicación del artículo, y que el artículo 14 en relación con dicha disposición es de aplicación (Weller contra Hungría, núm. 44399/05, apartado 29, 31 de marzo de 2009, Okpisz contra Alemania, núm. 59140/00, apartado 32, 25 de octubre de 2005, Niedzwiecki contra Alemania, núm. 58453/00, apartado 31, 25 de octubre de 2005, y Petrovic, ya citado, apartado 29). El demandante alega que necesitaba un permiso parental para facilitar su vida familiar y proteger los intereses de sus hijos. Explica que al negarse su exmujer a cuidarles, se tuvo que quedar él en casa para cuidarles, lo que no habría sido posible sin tal permiso.", "103. El demandante alega que, en cuanto a la necesidad de solicitar un permiso parental para el cuidado de sus hijos, está en una situación similar a la de otros padres, a saber: mujeres militares, por un lado y hombres y mujeres civiles, por otro lado. Sin embargo, como militar varón, fue tratado de forma diferente de estas categorías de padres porque no habría tenido el derecho al permiso parental. Las mujeres que trabajan en el Ejército, así como los hombres y las mujeres civiles, dispondrían todos, sin condición, de un permiso parental de tres años, mientras que un militar varón a lo sumo podría obtener un permiso de tres meses si su esposa hubiera fallecido o fuera incapaz de cuidar al niño por otra razón. El demandante considera que aunque finalmente obtuvo el permiso parental, no es menos cierto que fue tratado de forma diferente de otros padres. Su permiso parental fue en realidad más corto de lo normal y, según los tribunales nacionales, ilegal. Por tanto, vivió toda la duración de su permiso con el temor de que fuese anulado y tener que volver a trabajar. Finalmente, también habría sido tratado de forma diferente de las mujeres militares dado que, al contrario que ellas, el tendría que haber optado entre una elección difícil, su carrera militar o su vida familiar.", "104. El demandante alega que el argumento de que las mujeres juegan un rol social particular en la educación de los niños se basa en un estereotipo asociado al sexo. Con respecto a la doctrina de la “discriminación positiva”, no podría utilizarse para justificar una diferencia de trato entre hombres y mujeres en el derecho al permiso parental. Las medidas de discriminación positiva deben ser proporcionales al objetivo y consistir en corregir, compensar o mitigar los efectos persistentes de las dificultades sufridas por un grupo de personas desfavorecidas en cualquier momento, en este caso las mujeres (Runkee y White contra Reino Unido, núms. 42949/98 y 53134/99, apartados 37 y 40-43, 10 de mayo de 2007 y Stec y otro contra Reino Unido GS, núm. 65731/01, apartados 61 y 66, TEDH 2006 VI). Sin embargo, lejos de corregir un defecto que sufrirían las mujeres desde siempre, una política dándoles solo a ellas el derecho a un permiso parental sólo perpetuaría los estereotipos vinculados al sexo, así como las desigualdades y dificultades derivadas del papel tradicional de las mujeres consistente en permanecer en casa para cuidar a los niños en vez de ejercer una actividad profesional remunerada. Como resultado, esta política establecería una discriminación con respecto a los hombres (en la vida familiar) y a las mujeres (en el trabajo). El demandante concluye que la diferencia de trato entre hombres y mujeres respecto al derecho al permiso parental no se basa en ninguna justificación razonable y objetiva.", "105. En lo que respecta a los argumentos relativos a la capacidad de combate del Ejército, el demandante alega que en virtud de la jurisprudencia del Tribunal, las afirmaciones sobre la existencia de una amenaza a la eficacia operativa del Ejército deben ser apoyadas por pruebas cuya validez y pertinencia sería cuidadosamente verificado por el Tribunal (cita las sentencias Smith y Grady contra Reino Unido, núms. 33985/96 y 33986/96, apartados 89-112, TEDH 1999 VI y Lustig-Prean y Beckett contra Reino Unido, núms. 31417/96 y 32377/96, apartados 82 y 88-98, 27 de septiembre de 1999). Considera que el Gobierno no ha aportado pruebas que indiquen que una ampliación del derecho al permiso parental para el personal masculino supondría una amenaza para la capacidad de combate del ejército. En concreto, las estadísticas presentadas por el Gobierno no serían concluyentes ni estarían corroboradas por ningún documento. El número de niños de menos de tres años, indicado por el Gobierno incluiría al parecer también a los hijos de los miembros femeninos y del personal administrativo del Ejército. Por lo tanto, sería imposible establecer el número de militares varones susceptibles de solicitar un permiso parental en un momento dado. Sobre todo, la admisión del Gobierno de que no tiene ninguna estadística relevante, demostraría que las disposiciones legales que limitan el derecho al permiso parental a miembros femeninos fueron adoptadas sin una sólida base fáctica y no han sido sometidos a una revisión o actualización apoyándose en los hechos. Según las estimaciones del demandante, el número de militares varones susceptibles de solicitar un permiso parental en un momento dado no pasaría del 3,47% de militares de carrera varones. Además, dentro de este porcentaje, no todos los militares varones estarían interesados en solicitar dicho permiso. El demandante mantiene que en la legislación rusa una proporción que pueda alcanzar el 30% del personal de una unidad militar está autorizada a pedir un permiso en cualquier momento, sin que se considere perjudicial para la plena eficacia operativa de esta unidad.", "106. El demandante declara asimismo que, aunque las mujeres son, efectivamente poco numerosas en las Fuerzas armadas, ejercen a menudo las mismas funciones. Señala, en concreto que en 1999 su superior era una mujer. Como muestran las listas de personal de servicio, el número de mujeres de servicio en su unidad en algunos días alcanzaba el 60% de los efectivos presentes. Estas mujeres tendrían derecho al permiso parental, sin que nunca hubiera sido fuente de preocupación acerca de la efectividad operacional del ejército. En lugar de un enfoque puramente cuantitativo, el Estado debería haber favorecido un enfoque cualitativo, teniendo en cuenta la naturaleza de las funciones realizadas por cada persona. En conclusión, el Gobierno no ha justificado de manera objetiva y razonable la diferencia de trato en el ejército entre hombres y mujeres respecto al derecho al permiso parental.", "107. Además, en respuesta al argumento del Gobierno por el que accedió a una limitación de sus derechos al ingresar en el ejército, el demandante alega que el Convenio se aplica también a los miembros de las fuerzas armadas y no sólo a los civiles (cita a este respecto tanto Engel y otros contra Holanda, 8 de junio de 1976, apartado 54, serie A núm. 22 y Lustig-Prean y Beckett, ya citado, apartado 82). Añade que, aunque es posible renunciar a los derechos protegidos por el Convenio, dicha renuncia para ser válida, debe satisfacer ciertas condiciones. Invocando respectivamente la sentencia Hermi contra Italia, GS, núm. 18114/02, apartado 73, TEDH 2006 XII) y la sentencia D.H. y otros contra República Checa, GS, núm. 57325/00, apartado 202, TEDH 2007 IV), en primer lugar indica que la renuncia no debe “enfrentar ningún interés público importante” y en segundo lugar que debe “establecerse inequívocamente, tener lugar con conocimiento de causa, es decir, en base a un consentimiento entendido. Sin embargo la renuncia contemplada por el Gobierno en este caso no cumple con estos requisitos. El Tribunal se habría expresado como sigue en el contexto de la discriminación basada en la raza: “Recordando la importancia fundamental de la prohibición de la discriminación racial (...) no se podría admitir la posibilidad de renunciar al derecho a no ser objeto de este tipo de discriminación. De hecho, esta renuncia se enfrentaría a un interés público importante “. (D.H. y otros, ya citado, apartado 204). La prohibición de la discriminación basada en el sexo reviste una importancia fundamental (el demandante menciona, en este sentido las sentencias Andrle contra República Checa, núm. 6268/08, apartado 49, 17 de febrero de 2011, Van Raalte contra Holanda, 21 de febrero de 1997, apartado 39, Repertorio 1997-I, y Abdulaziz, Cabales y Balkandali contra Reino Unido, 28 de mayo de 1985, apartado 78, serie A núm. 94), y el derecho a no sufrir discriminación sexual no podría hacer que el tuviera que renunciar. En el presente caso, la renuncia en causa no podría considerarse como inequívoca: el contrato firmado por el demandante sería un formulario tipo de una página que no informa expresamente al firmante que se compromete a renunciar a su derecho parental.", "108. Finalmente, el demandante afirma que la legislación rusa no permite de ninguna manera abordar de manera individualizada la concesión de un permiso paternal a los militares, como demostrarían las circunstancias del caso. De hecho, los tribunales internos declararon ilegal el permiso parental concedido debido a sus dificultades familiares. El demandante considera que podría concederse el permiso en función de su papel en al armada más que en función del sexo, lo que ofrecería un grado admisible de personalización. En su opinión habría que considerar el grado de implicación de su unidad en operaciones militares activas donde se preparan tales acciones y considerar su función en el seno de su unidad. Para el interesado es ilógico que una mujer militar con una importante dentro de su unidad se beneficie automáticamente del derecho al permiso parental mientras que un militar varón realizando funciones relativamente insignificantes militarmente hablando, no goce de este derecho.", "", "3. Argumentos del Gobierno", "109. En su solicitud de remisión, el Gobierno alega que el demandante no puede invocar el artículo 14 en relación con el artículo 8. Dicho artículo no garantiza el derecho a un permiso parental o a prestaciones familiares. Se trataría por su naturaleza de los derechos económicos y sociales establecidos en la Carta Social Europea y no protegidos por el Convenio. Por lo tanto, no sería aplicable el artículo 14, que no tiene existencia independiente.", "110. El Gobierno reconoce que el demandante se encuentra en una situación similar a la de todos los demás padres - es decir mujeres militares, mujeres y hombres civiles-. Considera que el interesado no fue tratado de manera diferente a las otras categorías de padres dado que obtuvo el permiso parental.", "111. El Gobierno mantiene además que los militares tienen un estatus especial por el hecho de ser responsables de garantizar la seguridad del Estado y la defensa del país. Por lo tanto, esto podría limitar sus derechos y libertades civiles y asignarles tareas especiales. Refiriéndose a la sentencia Kalac contra Turquía (1 de julio de 1997, apartado 28, repertorio de 1997 IV), el Gobierno alega que la decisión de abrazar la carrera militar es el resultado de una decisión voluntaria y que, al firmar un contrato con el ejército y al jurar obediencia, los militares aceptan un sistema de disciplina militar que implica, por su naturaleza, la posibilidad de sufrir limitaciones que no pueden ser impuestas a los civiles. Cita también en este sentido W, X, Y y Z. contra Reino Unido (núms. 3435/67, 3436/67, 3437/67 y 3438/67, decisión de la Comisión de 19 de julio de 1968, Anuario de la Convención Europea de los derechos humanos, 1968, p. 599), donde la Comisión dice: “no se puede razonablemente interpretar la expresión” respeto de la vida familiar” tan amplia que permita a una persona - incluso menor - cumplir las obligaciones derivadas de un compromiso de larga duración libremente adquirido, pero que implica una separación de su familia fuera de períodos de permiso”.", "112. El Gobierno alega asimismo que los Estados disponen de un amplio margen de apreciación en el ámbito de la seguridad nacional, así como para la aplicación de medidas de orden general en materia de estrategia económica y social; remite en este sentido a las sentencia James y otros contra Reino Unido (21 de febrero de 1986, apartado 46, serie A núm. 98) y National & Provincial Building Society, Leeds Permanent Building Society et Yorkshire Building Society contra Reino Unido (23 de octubre de 1997, apartado 80, Repertorio 1997-VII). Gracias a un conocimiento directo de su sociedad y sus necesidades, las autoridades nacionales se encontrarían mejor situadas que un juez internacional para determinar aquello que es de “utilidad pública”. El Tribunal debe respetar las elecciones políticas del poder legislativo nacional, salvo si el juicio de éste se revela “carente manifiestamente de base razonable”.", "113. El Gobierno se refiere a la sentencia dictada por el Tribunal Constitucional en el caso. El alto tribunal declaró que la especificidad de las exigencias de servicio en las fuerzas armadas exige una continuidad en el desempeño de las funciones y que, por consiguiente, la toma de un permiso parental por un gran número de soldados masculinos disminuiría el poder de combate y la eficacia operativa de las fuerzas armadas. El Gobierno considera que esta conclusión se basa en una justificación objetiva y razonable por las siguientes razones. En primer lugar, tal como avanzó el Gobierno británico en el caso de W, X, Yy Z. contra Reino Unido (ya citado, en p. 575), “las autoridades encargadas de la administración de las fuerzas armadas (sobre las que reposa la seguridad del Estado) deben garantizar que estas fuerzas estén siempre provistas de personal suficiente para cumplir su misión”. En segundo lugar, con fecha 1 de enero de 2011, el número total de soldados profesionales era de 216.600 y al menos 50. 519 niños menores de tres años estaban a cargo de los miembros de las fuerzas armadas, militares y personal administrativo incluido. El Gobierno declara no estar en disposición de proporcionar cifras más precisas. No hay estadísticas específicas sobre el número de militares varones con niños menores de tres años. Sin embargo, como todos estos militares están en edad de procrear, esta cifra podría ser importante.", "114. El Gobierno reconoce no poder presentar ningún documento sobre el debate parlamentario relativo al permiso parental para el personal militar. Añade que la Ley sobre el estatuto militar fue aprobada hace treinta años, antes de la ratificación del Convenio por Rusia, que en ese momento el Parlamento ruso no tenía que debatir en virtud del Convenio la justificación de la diferencia de trato en causa, y que el Tribunal no tiene por tanto competencia ratione temporis para examinar las cuestiones referidas al debate parlamentario que precedió a la aprobación de esta ley.", "115. Además, el Gobierno sostiene que los militares varones no tienen derecho al permiso parental en varios Estados del Consejo de Europa, entre otros Bulgaria, Polonia, República Checa, Suiza y Turquía. Además, en numerosos países el permiso parental es mucho más corto que en Rusia. Según el Gobierno, teniendo el permiso parental una duración de tres años en Rusia, una ausencia de tanto tiempo tendría un impacto negativo en las habilidades profesionales de los militares varones, que a menudo implica el uso de equipo militar complejo y de alta tecnología, lo que requeriría costosos cursos de actualización en su retorno al trabajo. En estas circunstancias, es razonable que sean las mujeres de los militares quienes soliciten el permiso parental porque la interrupción de la actividad profesional de éstas tendría consecuencias menos negativas para la sociedad. El demandante, en particular, era operador de radio en una unidad que debía estar permanentemente lista para combatir. No obstante, el Gobierno reconoce que el puesto del interesado podía ser ocupado por una mujer, que habría tenido derecho a un permiso parental.", "116. En este sentido, el Gobierno explica que el derecho al permiso parental fue concedido como medida excepcional a los miembros femeninos con las siguientes consideraciones. En primer lugar, la investigación científica moderna demostraría la existencia de un vínculo biológico y psicológico especial entre la madre y el recién nacido. La presencia de la madre cerca del niño y la atención prestada por ella sería particularmente importante durante el primer año de vida; Por lo tanto, sería en interés del niño que la madre tome un permiso parental. En segundo lugar, la ausencia de mujeres en sus puestos de trabajo tendría menos impacto sobre la capacidad de combate puesto que son poco numerosas en el Ejército. De hecho, el 1 de enero de 2011 sólo había 1.948 mujeres en el ejército ruso. Por lo tanto, en 2011, las mujeres sólo representaban el 0,8% del personal militar (en comparación con el 10% en 2008). Además, la mayoría de ellas no asumen puestos con funciones directamente militares sino que ocupan esos puestos en servicios médicos, finanzas y comunicaciones. En estas circunstancias, el presente caso se centra en la discriminación positiva justificada en beneficio de las mujeres.", "117. El Gobierno también señala que la legislación rusa prevé excepciones a la regla de exclusión de los militares varones del derecho al permiso parental. En concreto, de conformidad con el artículo 32.7 del reglamento sobre el estatuto militar (apartado48 ), un militar de carrera, varón podría tener derecho a dicho permiso a) en caso de muerte de la esposa durante el parto, b) cuando críe a uno o más niños de menos de catorce años (menor de dieciséis años si el niño es minusválido) cuya madre no se ocupe de ellos (como resultado de muerte, retirada de la patria potestad, una larga enfermedad u otra situación que prive al niño de los cuidados maternos). Esta lista de excepciones no es exhaustiva. El Gobierno menciona igualmente el artículo 10.9 de la Ley sobre el estatuto militar (apartado 47 supra), en cuyos términos los militares que críen a los niños privados de cuidados maternales/paternales podrían beneficiarse de las prestaciones sociales previstas por las leyes federales y otras disposiciones de la ley relativas a la protección de la familia, la maternidad y la infancia. Presentó documentos proporcionando datos estadísticos relativos a los permisos parentales concedidos a hombres policías y militares. Se deduce que solo en un caso, en 2007, un soldado disfrutó de un permiso parental, durante un período de un año y medio, debido a la grave enfermedad de su esposa. En 2010, un varón militar se benefició de un permiso especial de tres meses a causa de que su hijo estaba privado de cuidados maternales. El Gobierno menciona también veintiún casos donde se concedió un permito parental de tres años a policías varones. En su opinión, esto demuestra que el principal criterio para la concesión de un permiso es que los niños estén privados de los cuidados maternos, circunstancia que, por otra parte necesitaría ser probada. Es por esta causa que no se concedió al demandante el permiso, porque no demostró que la madre no se ocupaba de los niños. Sin embargo, el interesado habría terminado beneficiándose del permiso parental debido a sus dificultades familiares.", "118. Para finalizar, el Gobierno alega que la Sala sobrepasó sus competencias al ordenar, en virtud del artículo 46 del Convenio, que las autoridades rusas modificaran la legislación pertinente. El presente caso constituye un caso aislado que no supone ningún problema sistémico al amparo del Convenio. No corresponde al Tribunal examinar un problema en abstracto de compatibilidad de la legislación nacional con el Convenio, y menos aún suprimir u ordenar las disposiciones legislativas denunciadas por el demandante.", "", "4. Argumentos de terceros intervinientes", "119. El centro de derechos humanos de la universidad de Gante denuncia los peligros de los estereotipos ligados al sexo. Estos estereotipos limitan las elecciones que puede hacer el individuo durante su vida y tendrían por efecto favorecer las desigualdades entre sexos y la subordinación entre un sexo y otro. Serían a la vez la causa y la manifestación de la discriminación. Atribuir roles estereotipados a hombres y mujeres y encerrarles en roles tradicionalmente asignados a su sexo conduciría a no apoyar a las personas, hombres o mujeres, que no se adapten a esos roles tradicionales. Tal falta de apoyo podría manifestarse, por ejemplo en una negativa a concederles prestaciones sociales. Estos estereotipos se invocan muy a menudo para justificar una diferencia de trato entre hombres y mujeres. Sin embargo, el Tribunal habría dicho en numerosas ocasiones que los prejuicios o estereotipos no justifican un trato discriminatorio (el tercer interviniente remite a las sentencias Zarb Adami contra Malta, núm. 17209/02, apartados 81-82, TEDH 2006-VIII, L. y V. contra Austria, núms. 39392/98 y 39829/98, apartado 52, TEDH 2003-I, Lustig-Prean y Beckett, ya citado, apartado 90, e Inze contra Austria, 28 de octubre de 1987, apartado 44, serie A núm. 126). Los dos estereotipos que subyacen al presente asunto serían, en primer lugar la idea tradicional de que son las mujeres las que se ocupan de la casa y de los hijos mientras que los hombres trabajan fuera para ganar dinero y, en segundo lugar, la idea de que los hombres tienen ventaja sobre las mujeres para servir en el ejército y combatir.", "120. El tercer interviniente menciona asimismo el Convenio sobre la eliminación de cualquier forma de discriminación en contra de las mujeres y en concreto el artículo 5 de éste (apartado 49 supra), que carga a los Estados partes con la obligación de tratar los estereotipos ligados al sexo modifican do los esquemas y modelos de comportamiento sociocultural de hombres y mujeres a fin de llegar a la eliminación de los prejuicios y practicas costumbristas o de otro tipo que estarían basadas en la idea de la superioridad o inferioridad de uno u otro sexo, o de un rol estereotipado de hombres y mujeres. El tercer interviniente sostiene que, aunque el presente caso se refiere a la discriminación contra un hombre, la mencionada Convención es pertinente en lo que el Comité para la eliminación de la discriminación contra la mujer habría interpretado como de aplicación a “todos los seres humanos sea cual sea su sexo” y porque los estereotipos vinculados a los hombres serían perjudiciales no sólo para ellos sino para las mujeres. Los estereotipos sexuales encierran a las mujeres en el hogar y excluyen a los hombres, que sería desfavorable para ambos sexos. Dicho Comité habría destacó la importancia de lograr una igualdad no sólo formal y que se esfuerce por luchar contra las causas estructurales de la discriminación. Los estereotipos ligados al sexo y en particular los prejuicios profundamente arraigados que consideran que las mujeres se ocupan de la familia y que los hombres trabajan para ganar dinero, serían parte de estas causas.", "121. La tercera parte interviniente también se refiere a las alegaciones finales sobre los informes periódicos presentados por la Federación de Rusia, aprobados el 30 de julio de 2010 por Comité para la eliminación de la discriminación contra la mujer (apartado 51). Este habría constatado con preocupación “la persistencia de las prácticas, tradiciones y actitudes patriarcales y de estereotipos profundamente arraigados sobre el papel, las responsabilidades y la identidad de hombres y mujeres en todos los ámbitos de la existencia. (...) lo anteriormente dicho, por el Estado parte, sobre el papel de las mujeres como madres y proveedoras de cuidados.”. El Comité constata que es “necesario el cambio de perspectiva sobre las mujeres, consideradas no tanto en su papel como madres y esposas sino como individuos y actores de una sociedad, en igualdad de condiciones con los hombres, para la plena aplicación del Convenio y el establecimiento de la igualdad de los sexos”.", "122. Por último, el tercero interviniente explica que el presente asunto se refiere a una discriminación “cruzada”, es decir, basada en varios motivos que interactúan entre sí. Opina que la diferencia de trato de la que se queja el demandante no puede reducirse a su condición de militar o a su sexo, sino que es el resultado de la combinación de ambos. Considera que si se analiza por separado la discriminación basada en el sexo y la discriminación basada en su condición de militar, los estereotipos acerca de las militares mujeres pasarían a un segundo plano, y que si se compara, por una parte a los hombres y las mujeres en general y por otra a los militares y civiles, ciertamente no aparecerían directamente las preocupaciones de los militares de sexo masculino y mucho menos las de las militares femeninas.", "123. En conclusión, el tercer interviniente sostiene que es importante identificar los estereotipos de género y reconocer sus efectos nocivos. En su opinión, se deben pedir cuentas a los Estados cuando practican la discriminación basada en el sexo y perpetúan las desigualdades sexuales derivadas de los estereotipos de género.", "", "5. Valoración del Tribunal", "a. Principios generales", "124. El Tribunal lo ha dicho siempre, el artículo 14 complementa a las demás cláusulas normativas del Convenio y sus Protocolos. No tiene ninguna existencia independiente, pues se aplica sólo a “el disfrute de los derechos y garantías de las libertades” que garantizan. De hecho, puede entrar en juego incluso sin un incumplimiento de sus exigencias y en este sentido, tiene ámbito autónomo, pero no se aplicaría si los hechos del caso no entran dentro del ámbito de al menos una de esas disposiciones. Por lo tanto, la prohibición de discriminación consagrada en el artículo 14 excede el disfrute de los derechos y libertades que el Convenio y sus Protocolos imponen que garantice cada Estado. También se aplica a los derechos adicionales, siempre que entren dentro del ámbito de aplicación de algún artículo del Convenio, que el Estado ha decidido proteger de forma voluntaria. Este principio está profundamente arraigado en la jurisprudencia del Tribunal (véase, entre muchos otros, E.B. contra Francia GS, núm. 43546/02, apartados 47-48, 22 de enero de 2008).", "125. El Tribunal también ha declarado que no toda diferencia de trato implica automáticamente la violación del artículo 14. Se debe establecer que las personas en situaciones similares o comparables gozan de un trato preferente, y que esta distinción es discriminatoria (Ünal Tekeli contra Turquía, núm. 29865/96, apartado 49 TEDH 2004 X). Una distinción es discriminatoria si no se basa en una justificación objetiva y razonable, es decir si no persigue un objetivo legítimo o si no hay una relación razonable de proporcionalidad entre los medios empleados y el objetivo perseguido (Stec y otros, supra, apartado 51).", "126. Los Estados contratantes disfrutan de un cierto margen de apreciación para determinar si y en qué medida las diferencias entre las situaciones en otros aspectos similares justifican distinciones de trato (Gaygusuz contra Austria, 16 de septiembre de 1996, apartado 42, Repertorio 1996-IV). La amplitud del margen de apreciación varía según las circunstancias, las áreas y el contexto (Rasmussen contra Dinamarca, 28 de noviembre de 1984, apartado 40, serie A núm. 87 e Inze, ya citado, apartado 41) pero corresponde al Tribunal resolver en última instancia sobre el cumplimiento de los requisitos del Convenio. Siendo éste un mecanismo para la protección de los derechos humanos, sin embargo, el Tribunal debe tener en cuenta la evolución de la situación en los Estados contratantes y, por ejemplo, reaccionar ante el consenso susceptible de alcanzarse en cuanto a las normas a cumplir (Weller contra Hungría, núm 44399/05, apartado 28, 31 de marzo de 2009, Stec y otros, ya citado, apartados 63-64, Ünal Tekeli, ya citado, apartado 54, y, mutatis mutandis, Stafford contra Reino Unido [GS], núm. 46295/99, apartado 68, TEDH 2002-IV).", "127. El Tribunal recuerda además que el avance hacia la igualdad de sexos es en la actualidad un objetivo importante entre los Estados miembros del Consejo de Europa y que solo circunstancias muy graves puede llevar a considerar compatible tal diferencia de trato (Burghartz contra Suiza, 22 de febrero de 1994, apartado 27, serie A núm. 280-B, y Schuler-Zgraggen contra Suiza, 24 de junio de 1993, apartado 67, serie A núm. 263). En concreto, la referencia a tradiciones, presupuestos de orden general, actitudes sociales mayoritarias no son suficientes para justificar una diferencia de trato basada en el sexo. Por ejemplo, los Estados no pueden imponer las tradiciones cuyo origen está en la idea de que el hombre juega un papel prioritario y la mujer uno secundario en la familia (Ünal Tekeli, ya citado, apartado 63).", "128. En relación con el contexto específico de las fuerzas armadas, el Tribunal señala que, cuando se desarrolló y aprobó el Convenio, los Estados contratantes disponían en su gran mayoría de fuerzas de defensa y, por tanto, un sistema de disciplina militar que implicaba, por su propia naturaleza la posibilidad de limitar algunos de los derechos y libertades de los miembros de estas fuerzas, que no podían imponerse a los civiles. Dichas limitaciones por sí mismas no contravienen la obligaciones del Estado de acuerdo con el Convenio (Engel y otros, ya citado, apartado 57). Se deduce que cada Estado tiene jurisdicción para organizar su sistema de disciplina militar y disfruta en su ámbito de un cierto margen de apreciación. El buen funcionamiento de un Ejército no se concibe sin normas jurídicas destinadas a evitar cualquier daño a los militares. Sin embargo, las autoridades nacionales no pueden basarse en esas normas para impedir que los miembros de las fuerzas armadas ejerciten su derecho al respeto de sus vidas privadas, que se aplica tanto a los militares como al resto de personas bajo la jurisdicción del Estado (Smith y Grady, ya citada, apartado 89 y Lustig-Prean y Beckett, ya citada, apartado 82).).", "", "b. Aplicación de estos principios al presente caso", "i. Aplicación del artículo 14 en relación con el artículo 8", "129. El Tribunal debe determinar en primer lugar si a los hechos en causa les son de aplicación artículo 8 y por tanto, el artículo 14 del Convenio. En numerosas ocasiones ha declarado que el artículo 14 del Convenio entra en juego cuando “los hechos enjuiciados recaigan bajo el ámbito de estos artículos del Convenio (Thlimmenos contra Grecia [GS], núm. 34369/97, apartado 40, TEDH 2000-IV, E.B. contra Francia, ya citada, apartados 47-48, y Fretté contra Francia, núm. 36515/97, apartado 31, TEDH 2002-I, así como las referencias citadas).", "130. De hecho, el artículo 8 no conlleva un derecho al permiso parental ni impone a los Estados la obligación positiva de prever una prestación de permiso parental. No obstante, al permitir que uno de los padres permanezca en el domicilio para ocuparse de los hijos, el permiso parental y la prestación subsiguiente favorecen la vida familiar y tienen necesariamente una incidencia en la organización de ésta. El permiso parental y la prestación correspondiente entran por tanto, en el campo de aplicación del artículo 8 del Convenio. Se deduce por tanto que es de aplicación el artículo 14 en relación con el artículo 8. Por tanto, cuando un Estado decide crear un dispositivo de permiso parental, debe de hacerlo de una forma compatible con el artículo 14 del Convenio (Petrovic, ya citado, apartados 26-29).", "", "ii. Sobre la violación del artículo 14 en relación con el artículo 8", "131. El Tribunal observa que los militares de sexo masculino, como el demandante, no se benefician de un permiso parental de tres años, contrariamente a las militares de sexo femenino. Debe por tanto, en primer lugar, examinar si el demandante se encontraba en la época en cuestión en una situación comparable a la de una mujer en el ejército.", "132. El Tribunal ya ha declarado que, con respecto al permiso y la prestación parental, los hombres se encuentran en situación análoga a la de las mujeres. De hecho, a diferencia del permiso de maternidad, cuyo fin primordial es permitir a la madre recuperarse de la fatiga del parto y amamantar a su bebé si lo desea, el permiso parental y las prestaciones del permiso parental hacen referencia al período posterior y buscan permitir que uno de los progenitores se quede en el hogar para cuidar personalmente del recién nacido (Petrovic, ya citado, apartado 36). El Tribunal no está de acuerdo con el argumento del Gobierno relativo al particular vínculo biológico y psicológico existente entre la madre y el recién nacido tras el nacimiento, confirmado por las recientes investigaciones (apartado 116). Sin ignorar las diferencias que pueden existir entre el padre y la madre en su relación con el niño, el Tribunal concluye que, en lo que respecta a los cuidados para el niño durante el periodo correspondiente al permiso parental, los hombres y las mujeres se encuentras en «situaciones análogas”.", "133. Se deduce de lo precedente que, a los fines del permiso parental, el demandante, militar de sexo masculino, se encontraba en una situación análoga a la de las militares femeninas. Queda por determinar si la diferencia de trato entre los militares de ambos sexos se basaba en una justificación objetiva y razonable en virtud del artículo 14.", "134. El Tribunal no pierde de vista que el presente caso se sitúa en un contexto concreto, el de las fuerzas armadas. Se trata de un campo estrechamente vinculado a la seguridad nacional y por tanto, fundamental para los intereses vitales del Estado. Los Estados gozan de un amplio margen de apreciación tratándose de cuestiones relativas a la seguridad nacional en general y a las fuerzas armadas en particular (véase la jurisprudencia citada en el apartado 128).", "135. El Tribunal ha reconocido en varias ocasiones que los derechos de los militares garantizados por los artículos 5, 9, 10 y 11 del Convenio podrían en algunos casos ser objeto de limitaciones mayores que en el caso de los civiles. Así, en el ámbito del artículo 14 en relación con el artículo 5, declaró que el hecho de que los militares puedan sufrir una sanción disciplinaria de privación de libertad a diferencia de los civiles no suponía ninguna discriminación incompatible con el Convenio, al diferir por su propia naturaleza las condiciones y requisitos de la vida militar de los de la vida civil (Engel y otros, ya citado, apartado 73). Además, en virtud del artículo 9, el Tribunal observa que ciertas restricciones al comportamiento y a las actitudes motivadas por la religión, si bien no se podrían imponer a los civiles, eran aceptables en el ejército. Al incorporarse al ejército, los miembros de las fuerzas armadas se ciñen voluntariamente a un sistema de disciplina militar y a las limitaciones a los derechos y libertades que implica este sistema (Kalac, ya citado, apartado 28 y Larissis y otros contra Grecia, 24 de febrero de 1998, apartados 50-51, Repertorio 1998 sobre el proselitismo en el ejército). Asimismo, al considerar los casos en base al artículo 10, el Tribunal declaró que procedía tener en cuenta las particularidades de la vida militar y los “derechos” y “responsabilidades” específicas de los militares, estando los miembros de las fuerzas armadas limitados a una obligación de confidencialidad de todo lo relacionado con el ejercicio de sus funciones (Hadjianastassiou contra Grecia, 16 de diciembre de 1992, apartados 39 y 46, serie A núm. 252 y Pasko contra Rusia, núm. E69519/01, apartado 86, 22 de octubre de 2009, dos casos relativos a la divulgación de secretos militares por parte de un miembro de las fuerzas armadas). El Tribunal también ha dictaminado que las diferencias entre militares y civiles en el ámbito de la libertad de expresión estaban justificadas desde la perspectiva del artículo 14 por las diferencias entre las condiciones de la vida militar y de la vida civil y específicamente por “deberes” y “responsabilidades” propias de los miembros de las fuerzas armadas (Engel y otros, supra, apartado 103). Finalmente, cabe señalar que el artículo 11.2 indica expresamente que está permitido hacer restricciones legítimas al ejercicio de la libertad de reunión y asociación de los miembros de las fuerzas armadas (Demir y Baykara contra Turquía [GS], núm. 34503/97, apartado 119, TEDH 2008-...).", "136. Paralelamente, el Tribunal también señaló que el Convenio no se para a las puertas de los cuarteles y que los militares, como cualquier persona dependiente de la jurisdicción de un Estado contratante, tienen derecho a beneficiarse de la protección del Convenio. Las autoridades nacionales por lo tanto no pueden invocar el estatus especial de las fuerzas armadas con el fin de privar a los militares de sus derechos. En su opinión, para justificar una restricción a los derechos garantizados por el Convenio debe ser necesaria en una sociedad democrática (ver, en relación con el artículo 10, Grigoriades contra Grecia, 25 de noviembre de 1997, apartados 45-48, Repertorio 1997 VII y Vereinigung demokratischer Soldaten Österreichs y Gubi contra Austria, 19 de diciembre de 1994, apartados 36-40, serie A núm. 302).", "137. En lo relativo a las restricciones a la vida familiar y privada de los militares, en concreto cuando la restricción en cuestión trata «uno de los aspectos más íntimos de la vida privada», deben existir razones particularmente graves para que estas injerencias respondan al artículo 8.2 del Convenio. En concreto es necesaria una relación razonable de proporcionalidad entre las restricciones impuestas y el objetivo legítimo consistente en proteger la seguridad nacional. Parecidas restricciones sólo son aceptables allá donde exista una amenaza real para la eficacia operativa de las fuerzas armadas. Las afirmaciones en cuanto a la existencia de un riesgo para la eficacia operativa deben ser “corroboradas por ejemplos concretos”. (Smith y Grady, ya citado, apartado 89, y Lustig-Prean y Beckett, ya citado, apartado 82).", "138. Remitiéndose a las circunstancias del presente caso, el Tribunal señala que el Gobierno ha presentado diversos argumentos para justificar la diferencia de trato entre los militares de sexo masculino o femenino respecto al derecho al permiso parental. Examinará en lo sucesivo cada uno de estos argumentos.", "139. En primer lugar, con respecto al argumento relativo al papel social que cumplirían las mujeres en la educación de sus hijos, el Tribunal observa que en el asunto Petrovic contra Austria (ya citado) ya había tomado nota de la progresiva evolución de la sociedad hacia un reparto más igualitario entre hombres y mujeres de las tareas de educación y crianza de los niños. No pudo concluir que la diferencia basada en el sexo con respecto al permiso parental que existía en Austria durante los años 80 fuera constitutiva de una violación del artículo 14 en relación con el artículo 8. Consideró la gran disparidad de criterios existente en ese momento entre los sistemas jurídico de los Estados contratantes en cuestiones de permisos parentales. Paralelamente, señaló con satisfacción que la legislatura había ampliado en 1990 el permiso parental a los padres. Por tanto parecía difícil reprochar a las autoridades austriacas que evolucionaran a la par que la sociedad, una legislación que en su época era de las más progresistas de Europa (Petrovic, ya citado, apartados 39-43). En el asunto Weller contra Hungría, más reciente, el Tribunal constató que el hecho de que los padres naturales no tuvieran derecho a disponer de prestaciones parentales mientras que madres, padres adoptivos y tutores si podían beneficiarse de ella, suponía una discriminación basada en la condición parental (Weller, ya citado, apartados 30-35).", "140. Los textos internacionales y elementos de derecho comparado aplicables (apartados 49 y 75) muestran que la evolución de la sociedad - que, como ya ha observado el Tribunal en el caso Petrovic, comenzó en la década de 1980- ha logrado importantes avances desde entonces. Se desprende, en la mayoría de los Estados europeos, entre ellos Rusia, que la legislación dispone en el ámbito civil que tanto hombres como mujeres pueden solicitar un permiso parental, y que los países donde, en el ámbito civil este derecho se limita a las mujeres son una minoría (apartado 72 supra). El hecho de que en un número significativo de Estados miembros, los militares de ambos sexos puedan disfrutar de un permiso parental (apartado 74 supra) es aún más significativo para el presente caso. Esto significa que las sociedades europeas contemporáneas han evolucionado hacia un reparto más equitativo entre los hombres y mujeres de las responsabilidades de educación de los hijos, y que el papel de los padres ante los niños pequeños es más reconocido. El Tribunal no puede hacer caso omiso de las ideas que no cesar de crecer y evolucionar, ni de los cambios legales que suponen en los sistemas jurídicos de los Estados contratantes (véase, mutatis mutandis, Smith y Grady, ya citado, apartado 104 supra).", "141. El Tribunal también considera que el Gobierno invoca el concepto de discriminación positiva erróneamente a propósito. De hecho, la diferencia de trato entre los militares del sexo masculino con las de sexo femenino en lo relativo al derecho al permiso parental no tiene por objeto corregir la desigualdad que sufrirían las mujeres en la sociedad de “desigualdad fáctica” entre hombres y mujeres (véase, a contrario, Stec y otros, citado anteriormente, apartados 61 y 66 supra). El Tribunal piensa, al igual que el demandante y el tercero interviniente, que esta diferencia tiene el efecto de perpetuar los estereotipos de género y constituye una desventaja tanto para las carreras de las mujeres como para la vida familiar de hombres.", "142. Asimismo, no se puede justificar la diferencia de trato en cuestión sobre la base de las tradiciones imperantes en un determinado país. El Tribunal ya ha declarado que los Estados no pueden imponer un reparto tradicional de roles entre los sexos ni estereotipos ligados al género (véase la jurisprudencia citada en el apartado 127). Además, dado que en la legislación rusa ambos, hombres y mujeres que trabajan en el ámbito civil tienen derecho a un permiso parental y que son los padres quienes deciden cuál de ellos toma el permiso para ocuparse del recién nacido, el Tribunal no coincide con la afirmación de que la sociedad rusa no está preparada para aceptar la misma igualdad entre hombres y mujeres que sirven en las fuerzas armadas.", "143. El Tribunal concluye que el reparto tradicional de roles entre los sexos en la sociedad no puede servir de justificación para la exclusión de los hombres, incluidos los que trabajan en el ejército, del permiso parental. Al igual que la Sala, la Gran Sala considera que los estereotipos ligados al sexo, como la idea de que son las mujeres quienes se ocupan de los niños, mientras que los hombres ganan dinero, no puede, en si misma constituir una justificación válida de la diferencia de trato en cuestión, de la misma manera como tampoco lo pueden los estereotipos de mismo tipo basado en la raza, origen, color u orientación sexual.", "144. Al Tribunal tampoco le convence el segundo argumento del Gobierno, que consiste en decir que la ampliación del derecho al permiso parental a los militares masculinos podría interferir con el poder de combate y la eficacia operativa de las fuerzas armadas, cuando la concesión de este derecho a los miembros femeninos no comporta tal riesgo porque las mujeres son menos numerosas que los hombres en el ejército. No hay nada que indique que las autoridades rusas hayan realizado informes o estudios estadísticos para evaluar el número de hombres militares susceptibles de solicitar un permiso parental de tres años en un tiempo dado y dispuestos a hacerlo, y para analizar las consecuencias que tales actos tendrían en la eficacia operativa del ejército. Para el Tribunal, el mero hecho de que todos los soldados masculinos estén en edad de procrear, según lo indicado por el Gobierno, no es suficiente para justificar la diferencia de trato denunciada entre hombres y mujeres en el ejército. Las estadísticas proporcionadas por el Gobierno a petición del Tribunal no permiten sacar conclusiones en este sentido (apartados 113 y 114 supra). No indican ni el número total de militares (de carrera y llamados a filas) ni el número de militares masculinos con niños menores de tres años. Por lo tanto, no permiten establecer, sino de manera aproximada, el porcentaje de miembros del sexo masculino que podrían beneficiarse de un permiso parental en un momento dado. En ausencia de un estudio sobre los deseos de los militares masculinos en materia de permiso parental o de estadísticas sobre el porcentaje de la población civil que solicita este permiso, es igualmente imposible evaluar el número de militares de sexo masculino que tendrían deseos de coger un permiso parental. La afirmación del Gobierno según la cual serían numerosos, contradice su argumento de que se trata de un caso aislado que no supone ningún problema sistémico al amparo del Convenio (apartado 118 supra). En estas condiciones, el Tribunal no podría aceptar la afirmación del Gobierno relativa al riesgo que tendría para la eficacia operativa del ejército, porque esta afirmación no está “corroborada por ejemplos concretos” (véase la jurisprudencia citada en el apartado 137 supra).", "145. El Tribunal señala asimismo la rigidez de las disposiciones de la legislación rusa sobre el permiso parental en el ejército ruso. No le convence el argumento del Gobierno de que la legislación rusa permite excepciones a la regla de exclusión de los miembros del sexo masculino del derecho al permiso parental. De hecho, el artículo 32.7 del Reglamento sobre el estatuto militar (apartado48), invocado por el gobierno, prevé un permiso especial de tres meses, que claramente, no es lo mismo que un permiso parental de tres años. Se deduce de la sentencia dictada por el Tribunal Constitucional en el presente caso que este permiso especial de tres meses no reemplaza el permiso parental normal pues busca proporcionar al militar masculino una oportunidad razonable para tomar decisiones sobre la crianza de su hijo y, cuando proceda, decidir si desea continuar o no su carrera en el ejército (apartado 34 supra). En relación con el artículo 10.9 de la Ley sobre el estatuto de las fuerzas armadas, mencionado por el Gobierno (apartado 47), el demandante se basó en esa disposición en el procedimiento interno, pero los tribunales encontraron que no podía proporcionar una base para la concesión de un permiso parental de tres años a un militar varón (apartados 17 y 26 supra). Además, se deduce de la sentencia dictada por el Tribunal Constitucional y de las decisiones de los tribunales nacionales en el presente caso que la legislación rusa no concede a los militares varones el derecho a la concesión de un permiso de tres años. En este sentido, el Tribunal señala en concreto la decisión en primera instancia según la cual los militares de sexo masculino no tienen derecho a un permiso parental de tres años, incluso si los niños están privados de los cuidados maternos y la decisión en apelación en cuyos términos “el personal militar de sexo masculino [no está] autorizado en ningún caso a disfrutar de un permiso parental” (apartados 26 y 29). El Tribunal señala asimismo que la sentencia de 8 de diciembre de 2006 concluyó que la decisión de la unidad militar de conceder al demandante un permiso parental a título extraordinario era ilegal (apartado 32).", "146. Respecto a los ejemplos de casos donde se ha concedido un permiso parental a militares de sexo masculino, el Tribunal señala que el Gobierno tan solo ha presentado uno (apartado 117 supra), que no es suficiente, en su opinión para probar la existencia de una práctica interna establecida (véase para un razonamiento similar, Kozhokar contra Rusia, núm. 33099/08, apartado 93, 16 de diciembre de 2010, y Horvat contra Croacia, núm. 51585/99, apartado 44, TEDH 2001-VIII). Los otros ejemplos citados por el Gobierno corresponden a la concesión de un permiso parental a policías y no son aplicables en el presente caso. Por tanto, el Tribunal estima que el Gobierno no ha presentado pruebas convincentes que demuestren que las excepciones indicadas se apliquen realmente o que sea posible una evaluación de cada caso con concesión de un permiso parental a los militares de sexo masculino cuando la situación lo exija", "147. No obstante, el Tribunal reconoce que, dada la importancia del Ejército para la protección de la seguridad nacional, pueden justificarse ciertas restricciones sobre el derecho a un permiso parental, siempre que no sean discriminatorias. En opinión del Tribunal, es posible alcanzar el objetivo legítimo que es la protección de la seguridad nacional de otra forma que no sea limitar el derecho al permiso parental a las mujeres militares y excluyendo a todos los militares varones de este derecho. De hecho, existe un número significativo de Estados miembros, donde los miembros de ambos sexos tienen derecho al permiso parental (apartado74). El Tribunal señala con interés particular las disposiciones legales sobre permiso parental vigentes en países como Holanda, Alemania y Reino Unido (apartado 75). Estos ejemplos muestran que hay maneras de considerar la legítima preocupación acerca de la efectividad operacional del ejército al tiempo que se garantiza la igualdad de trato en materia de permiso parental a los miembros de ambos sexos.", "148. El Tribunal toma nota del artículo 1 de la Convención C111 de la OIT sobre la discriminación de empleo y ocupación en cuyos términos, las distinciones, exclusiones o preferencias basadas en las calificaciones exigidas para un empleo determinado no se consideran discriminaciones (apartado 52). Sin embargo, no cree que la exclusión del permiso parental pueda en el presente caso considerarse como basado en una calificación exigida para servir en el ejército. Además las militares de sexo femenino tienen derecho a dicho permiso, correspondiendo la exclusión sólo a los hombres. Paralelamente, el Tribunal considera que, dadas las exigencias particulares de la función militar, se podría justificar la exclusión del permiso parental a todo militar, hombre o mujer que, debido a factores tales como, por ejemplo su puesto en el escalafón, la especificidad de sus calificaciones técnicas o su participación en operaciones militares sobre el terreno, no puedan ser fácilmente remplazados en sus funciones. Sin embargo, en Rusia, el derecho al permiso parental está fijado exclusivamente en función del sexo de los militares. Excluyendo sólo a los militares de sexo masculino, la disposición en causa impone una restricción global que se aplica automáticamente a todos los militares de sexo masculino, con independencia de su posición en el ejército, de la disponibilidad de un remplazo o de su situación personal. Tal restricción, general y automática, aplicada a un grupo de personas en función de su sexo, debe por tanto considerarse como fuera del margen de apreciación aceptable, con independencia de su amplitud, y como incompatible con el artículo 14.", "149. El Tribunal observa que el demandante, que era operador de radio en el campo de la inteligencia, podía ser reemplazado por militares de ambos sexos. Es significativo que, en la unidad del interesado, los puestos equivalentes al suyo a menudo estaban ocupados por mujeres y que él mismo fue a menudo reemplazado por mujeres (apartado 11 supra). Sin embargo, estos miembros femeninos tenían un derecho incondicional a un permiso parental de tres años. El demandante, por el contrario, no tenía derecho a dicha licencia, y esto solamente debido a su pertenencia al sexo masculino. El interesado en cuestión, por tanto, sufrió una discriminación basada en el sexo.", "150. Finalmente, en relación con el argumento del Gobierno según el cual, al ingresar en el ejército, el demandante renunció a su derecho a no ser objeto de discriminación, este Tribunal considera que, habida cuenta de la importancia fundamental de la prohibición de la discriminación basada en el sexo, no puede admitir la posibilidad de renunciar al derecho a no ser objeto de este tipo de discriminación, porque tal renuncia implicaría un considerable interés público (véase, para un enfoque similar con respecto a la discriminación racial, D.H. y otros contra República Checa GS, núm. 57325/00, apartado 204, TEDH 2007 IV).", "151. Visto lo precedente, el Tribunal estima que la exclusión de los militares del sexo masculino del derecho al permiso parental, cuando las militares de sexo femenino si se benefician de él, no puede considerarse como basado en una justificación objetiva y razonable. El Tribunal concluye por tanto, que esta diferencia de trato, de la que el demandante ha sido víctima, constituye una discriminación basada en el sexo.", "152. Por tanto, ha existido violación del artículo 14 en relación con el artículo 8.", "", "II. SOBRE LA VIOLACIÓN DEL ARTÍCULO 34 DEL CONVENIO", "153. El demandante alega que la visita del fiscal a su domicilio poco antes de la celebración de la audiencia ante la Gran Sala se considera una traba a su derecho a un recurso individual garantizado por el artículo 34 del Convenio. Esta disposición dispone:", "", "”El Tribunal podrá conocer de una demanda presentada por cualquier persona física, organización no gubernamental o grupo de particulares que se considere víctima de una violación, por una de las Altas Partes Contratantes, de los derechos reconocidos en el Convenio o sus protocolos. Las Altas Partes Contratantes se comprometen a no poner traba alguna al ejercicio eficaz de este derecho.”", "", "A. Argumentos de las partes", "1. El demandante", "154. El demandante alega que el fiscal no tenía ninguna razón para presentarse en su casa. En primer lugar, no ocultó a las autoridades su nuevo matrimonio con su ex esposa y el nacimiento de su cuarto hijo. Por el contrario, informó al jefe de su unidad militar de estos acontecimientos. Considera que, si hubiera sido necesario obtener información adicional de su parte, podría haber sido convocado ante la fiscalía. Sin embargo, no fue el caso. La afirmación del Gobierno de que se enviaron las citaciones no se apoya en ninguna prueba. Además, la legislación prohibiría las visitas nocturnas. En opinión del demandante, se deduce claramente de lo anterior, que la visita nocturna del fiscal pretendía ejercer presión sobre él antes de la audiencia ante la Gran Sala, algo prohibido por artículo 34 del Convenio (invoca en este sentido Popov contra Rusia, núm. 26853/04, apartado 249, 13 de julio de 2006, Fedotova contra Rusia, núm. 73225/01, apartado. 51, 13 de abril de 2006, Kniazev contra Rusia, núm. 25948/05, apartado 115, 8 de noviembre de 2007 y Ryabov contra Rusia, núm. 3896/04, apartado 59, 31 de enero de 2008). De hecho, el demandante y su familia se sintieron intimidados y asustados.", "155. Respecto al argumento del Gobierno según el cual deformó los hechos relativos a la visita del fiscal (apartado 157), el demandante confirma que la versión inglesa de sus alegaciones contiene un error en cuanto a la edad de sus suegros (la versión rusa es correcta). Insiste que el resto de informaciones aportadas por él son veraces. Piensa que el Gobierno intentó denigrarle para debilitar su argumentación.", "", "2. El Gobierno", "156. El Gobierno confirma que, efectivamente, un fiscal se presentó el domicilio del demandante el 31 de marzo de 2011 a las 21h. No obstante, esta visita no tenía como objetivo intimidar al demandante sino obtener informaciones actuales sobre su situación, en concreto la relativa al lugar donde vivían él, su mujer y sus hijos, y al pago de la pensión por parte de la madre. El fiscal había citado al demandante ante la fiscalía para el día 30 o 31 de marzo de 2011. Al no acudir el interesado el mencionado día, el fiscal se habría presentado en el domicilio. No obstante el demandado se habría negado a responder a las preguntas del fiscal, cometiendo desobediencia a la autoridad. El Gobierno concluye que las autoridades rusas no pusieron trabas al ejercicio del demandante de su derecho a un recurso individual.", "157. Finalmente, volviendo a los argumentos expuestos por él a propósito de la cuestión del abuso del derecho al recurso, el Gobierno imputa al demandante una tendencia a exagerar y a deformar los hechos. De esta forma, la visita en cuestión se produjo a las 21 horas y no a las 22 horas como afirma el interesado. Este último también habría mentido respecto a la edad de sus suegros.", "", "B. Valoración del Tribunal", "158. El Tribunal recuerda que para que el mecanismo del recurso individual consagrado en el artículo 34 del Convenio sea eficaz, es de gran importancia que los demandantes, declarados o potenciales, sean libres de comunicarse con el Tribunal, sin ser presionados por las autoridades para retirar o modificar sus quejas. (Véase, entre otros, Akdivar y otros contra Turquía, 16 de septiembre de 1996, apartado 105, Repertorio 1996-IV, y Aksoy contra Turquía, 18 de diciembre de 1996, apartado 105, Repertorio 1996-VI). En este sentido, el término “presionar” busca no sólo la coacción directa y los actos flagrantes de intimidación, sino también los actos o contactos indirectos y de mala fe tendentes a disuadir o desalentar a los demandantes de utilizar el recurso que ofrece el Convenio (Kurt contra Turquía, 25 de mayo de 1998, apartado 159, Repertorio 1998-III).", "159. Para determinar si el contacto entre las autoridades y un demandante constituyen prácticas inaceptables desde el punto de vista del artículo 34, deben considerarse las circunstancias particulares de la causa. En este sentido, considerar la vulnerabilidad del demandante y el riesgo de la influencia de las autoridades (Akdivar y otros, ya citado, apartado 105 y Kurt, ya citado, apartado 160). Incluso una “reunión” informal con el demandante, sin hablar de un interrogatorio formal sobre el procedimiento de Estrasburgo, puede ser una forma de intimidación (véase, a contrario, Syssoyeva y otros contra Letonia (cancelación) GS, núm. 60654/00, apartados 107 y sig., TEDH 2007 I).", "160. El Tribunal ha señalado en repetidas ocasiones que, en principio no es adecuado que las autoridades de un Estado demandado entren en contacto directo con el demandante sobre un caso presentado ante él (Ryabov, ya citado, apartados 59-65, Fedotova, ya citado, apartado 51, Akdeniz y otro contra Turquía, núm. 23954/94, apartados 118-121, 31 de mayo de 2001, Assenov y otros contra Bulgaria, 28 de octubre de 1998, apartados 169-171, Repertorio 1998-VIII y Ergi contra Turquía, 28 de julio de 1998, apartado 105, 1998-IV). En particular, si un gobierno tiene razones para creer que, en un caso concreto, hay abuso del derecho de recurso individual, deberá notificarlo al Tribunal y hacerle partícipe de sus dudas. Un cuestionamiento por parte de las autoridades locales podría muy bien ser interpretado por el demandante como un intento de intimidación (Tanrıkulu contra Turquía [GS], núm. 23763/94, apartados 131-133, TEDH 1999-IV).", "161. Al mismo tiempo, el Tribunal reafirma que no se trata de considerar cualquier investigación por parte de las autoridades con respecto a una demanda pendiente ante el, como una medida de “intimidación”. Por ejemplo, declaró que los contactos entre las autoridades y un demandante para alcanzar una solución amistosa no constituía una traba al ejercicio del derecho de recurso, a condición de que las medidas adoptadas por el Estado en el marco de las negociaciones en este sentido no supongan ninguna forma de presión, intimidación o coacción (Yevgeniy Alekseyenko contra Rusia, núm. 41833/04, apartado 168 - 174, 27 de enero de 2011). En otros casos relativos al interrogatorio de un demandante por las autoridades locales sobre las circunstancias origen de su demanda, el Tribunal, en ausencia de elementos de prueba que demuestren mediciones de presión o intimidación, tampoco encontró que el demandante hubiera sido obstaculizado en el ejercicio del derecho de recurso individual (Manousos contra España y Alemania (dec.) núm. 46468/99, 9 de julio de 2002 y Matyar contra Turquía, núm. 23423/94, apartados 158-159, 21 de febrero de 2002).", "162. En cuanto a las circunstancias del caso, el Tribunal señala que un responsable de la fiscalía militar local se presentó en el domicilio del demandante en la noche del 31 de marzo de 2011. Este funcionario afirmó que estaba llevando a cabo una investigación a petición del representante de la Federación Rusa ante el Tribunal europeo de derechos humanos. Preguntó al demandante sobre su vida familiar y le instó a presentar documentación; permaneció en el apartamento por espacio de una hora y no se fue hasta que el demandante no redactó y firmó una declaración indicando que no respondería a ninguna pregunta.", "163. El Tribunal admite que el demandante y su familia debieron sentirse intimidados y asustados por la visita del fiscal a su domicilio. Sin embargo, nada indica que esta visita -que aparentemente tenía como objetivo obtener información actual sobre la situación familiar del demandante de cara a la preparación de las alegaciones del Gobierno ante el Tribunal (apartados 41 y 156 supra)-, o las circunstancias en las que se desarrolló estuvieran destinadas a empujar al demandante a retirar o modificar su demanda u obstaculizarle de cualquier otra manera en el ejercicio efectivo del derecho de recurso individual, o que hubieran tenido en realidad tal efecto. Las autoridades del Estado demandado no pueden ser consideradas como habiendo puesto trabas al demandante en el ejercicio de su derecho de recurso individual. Por tanto, el Estado demandado no faltó a sus obligaciones en base al artículo 34 del Convenio.", "", "III. APLICACION DEL ARTÍCULO 41 DEL CONVENIO", "164. El artículo 41 del Convenio dispone,", "", "«Si el Tribunal declara que ha habido violación del Convenio o de sus Protocolos y si el derecho interno de la Alta Parte Contratante sólo permite de manera imperfecta reparar las consecuencias de dicha violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa».", "", "A. Daño", "165. El demandante reclama 400.000 euros (EUR) en concepto de daño moral. Solicita 59.855,12 rublos rusos (RUB) en concepto de perjuicio material, cantidades que habría obtenido si no se le hubieran impuesto sanciones disciplinarias por sus ausencias durante su permiso parental.", "166. El Gobierno estima que la reclamación del demandante en concepto de perjuicio material no está justificada por ningún documento. Afirma además, que el interesado sufrió sanciones disciplinarias antes del nacimiento de su hijo. Añade que el demandante percibió una ayuda económica superior a las pérdidas invocadas por él. En cuanto a la cantidad reclamada en concepto de daño moral, el Gobierno la considera excesiva. Habiendo disfrutado de un permiso parental y obtenido una ayuda económica, el demandante no habría sufrido ninguna contrariedad en relación con la presunta violación del Convenio.", "167. El Tribunal observa que el demandante no ha presentado ningún documento en apoyo de su reclamación por perjuicio material. Por tanto, rechaza la demanda a este respecto.", "168. Respecto al daño moral, el Tribunal considera que el demandante, a la fuerza tuvo que experimentar sufrimiento y frustración a causa de la discriminación basada en el sexo de que fue objeto. Resolviendo en equidad, concede 3.000 euros por este concepto más las cargas fiscales correspondientes.", "", "B. Costas y gastos", "169. Basándose en un convenio de honorarios, el demandante reclama 5.000 euros en concepto de gastos y costas satisfechas por él ante la Gran Sala.", "170. El Gobierno encuentra esta cantidad excesiva: el demandante disfrutó de ayuda legal y el asunto no revestía una complejidad excesiva, no habría supuesto un trabajo excesivo a sus representantes. Además, según el acuerdo en cuestión, el demandante tendría que pagar a sus representantes 160.000 rublos, es decir, alrededor de 4.000 euros.", "171. Según la jurisprudencia del Tribunal, un demandante solo puede obtener el reembolso de los gastos y las costas en la medida en que se establezca su realidad, su necesidad y el carácter razonable de su cuantía. En el presente caso, vista la documentación presentada y el hecho que el demandante recibió una cantidad en concepto de ayuda legal, el Tribunal juzga razonable conceder al demandante la cantidad de 3.150 euros, más las cargas fiscales correspondientes.", "", "C. Intereses de demora", "172. El Tribunal considera apropiado fijar el tipo de los intereses de demora en el tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos.", "", "POR ESTOS MOTIVOS, EL TRIBUNAL", "1. Rechaza, por dieciséis votos a uno, las excepciones preliminares del Gobierno;", "", "2. Declara, por dieciséis votos a uno, que ha habido violación del artículo 14 del Convenio en relación con el artículo 8 del Convenio;", "", "3. Declara, por catorce votos a tres, que el Estado demandado, no ha incumplido sus obligaciones respecto al artículo 34 del Convenio;", "", "4. Declara, por catorce votos a tres,", "", "a) Que el Estado demandado deberá abonar al demandante, dentro del plazo de tres meses, a partir de que la sentencia sea definitiva, las sumas siguientes, a convertir en rublos rusos al cambio aplicable en el momento del pago:", "", "i. 3.000 EUR (tres mil euros) más las cargas fiscales correspondientes en concepto de daño moral;", "", "ii. 3.150 EUR (tres mil ciento cincuenta euros) más las cargas fiscales correspondientes, en concepto de gastos y costas satisfechos ante el Tribunal;", "", "b) Que estas sumas se verán incrementadas por un interés simple anual equivalente al tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos a partir de la expiración del antedicho plazo y hasta el pago;", "", "5. Rechaza el resto de la solicitud de indemnización.", "", "Hecha en francés e inglés, y pronunciada en audiencia pública en el palacio de los derechos humanos de Estrasburgo, el 22 de marzo de 2012. Firmado: Johan Callewaert, Nicolas Bratza, Secretario adjunto, Presidente.", "“Los votos particulares no han sido traducidos, pero constan en Inglés y/o Francés en la versión(es) de la sentencia en el idioma original que pueden consultarse en la base de datos de jurisprudencia del Tribunal HUDOC.”", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013.", "", "Los idiomas oficiales del Tribunal Europeo de Derechos Humanos son el Inglés y el Francés. Esta traducción no vincula al Tribunal, ni el Tribunal asume ninguna responsabilidad sobre la calidad de la misma. Puede descargarse desde la base de datos de jurisprudencia HUDOC del Tribunal Europeo de Derechos Humanos () o de cualquier otra base de datos con la que el Tribunal de Justicia la haya compartido. Puede reproducirse para fines no comerciales, a condición de que el título completo del caso sea citado junto con la indicación de derechos de autor anterior. Si se pretende utilizar cualquier parte de esta traducción con fines comerciales, por favor póngase en contacto con .", "", "© Council of Europe/European Court of Human Rights, 2013.", "", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil del’Europe/Cour européenne des droits de l’homme, 2013.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins comerciales est invitée à le signaler à l’adresse suivante: .", ""]}