{"file": "SPA_HJUDSPA_36590_97.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "36590/97", "text_paragraphs": ["", "Sentencia 36590/97", "", "CASO GÖÇ CONTRA TURQUÍA", "", " Artículo 6.1 (Derecho a un proceso equitativo) Sentencia de 11 de julio de 2002", "", " Mediante sentencia dictada en Estrasburgo, el 11 de julio de 2002, en el caso Göç contra Turquía, el Tribunal Europeo de Derechos Humanos declara:", "", " por nueve votos contra ocho, que se produjo una infracción del artículo 6.1 del Convenio Europeo de Derechos Humanos , debido a la ausencia de una vista en el marco del procedimiento de indemnización interno empleado por el demandante;", "", " por unanimidad, que se produjo una infracción del artículo 6.1 del Convenio debido a que no se comunicó al demandante el informe del fiscal del Tribunal de casación sobre la procedencia del recurso del interesado.", "", " En aplicación del artículo 41 satisfacción equitativa) del Convenio, el Tribunal concede al demandante 2.000 euros (EUR) por daños morales y 4.500 EUR por gastos y costas.", "", "", "", " 1. HECHOS", "", " El demandante, Mehmet Göç, nacional turco nacido en 1956, reside en Izmir", "", " El señor Göç fue encarcelado el 25 de julio de 1995 porque se sospechaba que había robado y falsificado documentos relativos a un caso de divorcio. Fue puesto en libertad el 27 de julio de 1995, sin que se le hubiera inculpado. Presentó una demanda contra el Tesoro público por daños e intereses por motivo de su detención, conforme al régimen de indemnización legal instituido por la Ley núm. 466. La jurisdicción interna, sin celebrar una vista, le concedió la suma de 10.000.000 de liras turcas (TRL) en concepto de reparación. Acudió al Tribunal porque la cantidad concedida era insuficiente.", "", " El Tesoro público también recurrió la decisión. El fiscal presento al Tribunal de casación un informe en el que recomendaba que se rechazasen ambos recursos. Este informe no fue comunicado al demandante. El Tribunal de casación, sin celebrar una vista, confirmó la suma de la indemnización concedida por el Tribunal inferior.", "", " En el procedimiento ante los órganos del Convenio, el demandante formuló su queja basándose en el artículo 6.1, alegando no haber gozado de un proceso equitativo en el marco del procedimiento de indemnización, ya que no se había celebrado ninguna vista y que no había tenido la posibilidad de responder al informe del fiscal.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " El 9 de noviembre de 2000, el Tribunal Europeo de", "", " Derechos Humanos (antigua sección cuarta) concluyó, por unanimidad, que se había infringido el artículo 6.1 en cuanto a la imposibilidad del demandante de responder al informe del fiscal y estimó, por unanimidad, que no había lugar a examinar la queja relativa a la ausencia de una vista.", "", " El Sr. Göç (el 15 de enero de 2001) y el Gobierno demandado (el 12 de febrero de 2001) solicitaron que se remitiese el caso a la Gran Sala, en virtud del artículo 43 del Convenio. Sin poner en duda la conclusión de la Sala sobre el papel desempeñado por el fiscal, el demandante criticó la decisión de ésta de no decidir sobre el fondo de su queja relativa a la ausencia de una vista. Declaró que se trataba de su queja principal con respecto al Convenio y que esta cuestión habría podido ser objeto de un examen de fondo específico y estudiarse con prioridad. Por su parte, el Gobierno consideró que la Sala interpretó mal el papel del fiscal en el procedimiento ante el Tribunal de casación y los efectos jurídicos de su informe.", "", " El 56 de septiembre de 2001, el colegio de las Gran Sala aceptó trasladar el caso a ésta.", "", " La sentencia fue dictada por una Gran Sala compuesta por los diecisiete jueces siguientes: Luzius Wiuldhaber (suizo), presidente; Christos Rozakis (griego), Jean-Paul Costa (francés), Georg Ress (alemán), Gaukur Jörundsson (islandés), Giovanni Bonello (maltés), Elisabeth Palm (sueca), Riza Türmen (turco), Françoise Tulkens (belga), Corneliu Bîrsan (rumano), Peer Lorenzen (danés), Karel Jungwiert (checo), Josep Casadevall (andorrano), Wilhelmina Thomassen (holandesa), Rait Maruste (estonio), Kristaq Traja (albanés), Mindia Ugrekhelidze (georgiano), jueces; así como por Paul Mahoney, secretario.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " El demandante plantea su demanda basándose en el artículo 6 del Convenio por la conculcación de su derecho a un proceso equitativo, en tanto que: a) no se benefició de una vista en su demanda de indemnización, y b) no se le comunicó el informe del fiscal.", "", " II. Decisión del Tribunal", "", " 1. Objeto del litigio", "", " El Tribunal confirma que, en virtud del artículo 43 del Convenio, es el conjunto del «caso» lo que se traslada a la Gran Sala, la cual se pronuncia mediante una nueva sentencia. El Tribunal rechaza así la alegación del demandante, según la cual los argumentos del Gobierno demandado relativos al papel del fiscal y a los efectos jurídicos de su informe (véase más arriba) no se pudieron examinar, ya que el Gobierno jamás formuló observaciones sobre estas cuestiones antes la Sala, ni durante la fase en que se examinó la admisibilidad ni en la fe en que se estudió el fondo del asunto.", "", " 2. Artículo 6 del Convenio", "", " Contrariamente a la sala que emitió una sentencia al inicio del caso (véase más arriba), el Tribunal considera que la reclamación del demandante sobre la ausencia de una vista se debe examinar por separado del fondo, ya que es diferente de su reclamación relativa a la falta de notificación del informe del fiscal.", "", " El Tribunal observa, por otra parte, que es de aplicación el artículo 6, ya que la reclamación del demandante nace de un derecho de reparación basado en un régimen legal de indemnización. Su acción ante las jurisdicciones nacionales tenía así un objeto patrimonial y el resultado del procedimiento era determinante para su derecho a obtener una reparación.", "", " a) Ausencia de una vista", "", " El Tribunal considera que ninguna circunstancia excepcional justificaba que se eximiese de la celebración de una vista sobre la demanda de indemnización del demandante. Según el Tribunal, el demandante habría debido disfrutar de la posibilidad de explicar oralmente a la jurisdicción de primera instancia el daño moral que le había causado su encarcelamiento en términos de desesperación y angustia. No se trataba de cuestiones de carácter técnico que pudieran repararse de manera satisfactoria únicamente sobre la base del sumario. Para el Tribunal, en este caso, se habría servido mejor a la buena administración de la justicia y a la responsabilidad del Estado si el demandante hubiese sido autorizado a exponer su situación personal en el transcurso de una vista ante las jurisdicciones internas y bajo control público. Este elemento es más importante que las consideraciones de celeridad y eficacia que, según el Gobierno, subyacen en la Ley núm. 466.", "", " Por tanto, el Tribunal concluye que se infringió el artículo 6.", "", " b) Falta de notificación del informe del fiscal", "", " Como sala que ha conocido el caso desde el principio, el Tribunal considera que los argumentos del demandante sobre esta cuestión ponen de manifiesto una infracción del artículo 6 del Convenio. Reitera su jurisprudencia establecida según la cual el derecho a un procedimiento contradictorio implica en principio el derecho de las partes a un proceso civil o penal, a tener conocimiento de cualquier documento u observación presentada al juez, incluso por un magistrado independiente como el fiscal del caso, con vistas a influir en su decisión y a debatirla. El informe del fiscal, aunque recomendase rechazar tanto el recurso del demandante como el del Tesoro público, comprometió las posibilidades de éxito del interesado ante el Tribunal de casación. El Tribunal rechaza igualmente el argumento del Gobierno consistente en decir que el demandante habría podido consultar el sumario en la secretaría del Tribunal de casación y obtener una copia del informe en cuestión. Según el Tribunal, la equidad exigía que fuera el secretario del Tribunal de casación quien informase al demandante sobre la existencia del informe y sobre la posibilidad de la que se beneficiaba respondiendo al mismo por escrito.", "", " Por tanto, el Tribunal, a semejanza de la sala que ha conocido el caso, considera que se ha producido una infracción del artículo 6.1 .", "", " Los jueces Wildhaber, Costa, Ress, Türmen, Bîrsan, Jungwiert, Maruste y Ugrekhelidze han manifestado una opinión común parcialmente disidente, y el juez Ress ha manifestado una opinión parcialmente disidente, a la que se ha unido el juez Maruste. El texto de estas opiniones se encuentra adjunto a la sentencia."]}