{"file": "SPA_HJUDSPA_12433_86.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "12433/86", "text_paragraphs": ["Sentencia 12433/86", "", "CASO LÜDI CONTRA SUIZA", "", " Artículos 6.1 (Derecho a un proceso justo), 6.3 (Derecho a un debate contradictorio en vista pública)", "", " y 8 (Derecho al respeto a la vida privada: legitimidad de investigación a través de agente policial infiltrado)", "", " Sentencia de 15 de junio de 1992", "", " Mediante fallo dictado en Estrasburgo el 15 de junio de 1992 y recaído en el caso Lüdi contra Suiza, el Tribunal deja constancia por ocho votos contra uno de que hubo infracción del artículo 6 [párrafo 3. d) en relación con el párrafo 1] del Convenio Europeo de Derechos Humanos : el actor no gozó de un proceso equitativo debido a una limitación exagerada de los derechos de la defensa. Por contra, resuelve por unanimidad que la vigilancia de las comunicaciones telefónicas del actor, combinada con la intervención de un agente infiltrado, no infringió el artículo 8.", "", "", "", " 1. HECHOS", "", " El 15 de marzo de 1984, el juez de instrucción de Laufon, actuando con arreglo a una información de la policía alemana según la cual el señor Lüdi proyectaba comprar droga en Suiza, abrió una investigación preliminar contra el interesado y ordenó la escucha de sus comunicaciones telefónicas. Los servicios de la policía designaron a uno de sus agentes, que debía hacerse pasar por potencial comprador de cocaína. Después de cinco reuniones con éste, el actor fue arrestado el 1 de agosto de 1984 e inculpado de tráfico ilícito de estupefacientes.", "", " El 4 de junio de 1985, el Tribunal de Laufon le condenó a tres años de prisión por infracciones de la Ley federal sobre estupefacientes en relación con siete motivos de acusación. Con el fin de preservar el anonimato del agente de la policía, el Tribunal rechazó su comparecencia como testigo debido a que de los informes establecidos por el mismo y de las actas de las escuchas telefónicas se desprendía claramente que el actor, con independencia de la intervención del funcionario, tenía intención de actuar como intermediario en la entrega de importantes cantidades de droga. El 24 de octubre de 1985, el Tribunal de apelación de Berna rechazó el recurso interpuesto por el interesado contra su condena por dos de las infracciones que se le reprochaban; se negó asimismo a oír al agente en calidad de testigo. El 8 de abril de 1986, el Tribunal Federal rechazó el recurso de Derecho público del señor Lüdi; por el contrario aceptó su recurso de nulidad debido, entre otros motivos, a que para fijar la pena no se había tenido lo suficientemente en cuenta la incidencia de la actividad del agente. El Tribunal de apelación de Berna redujo como consecuencia de ello la pena a dieciocho meses de prisión con suspensión y puesta a prueba durante tres años.", "", " Tribunal Europeo de Derechos Humanos", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El caso fue sometido a la Comisión el 30 de septiembre de 1986 y ésta declaró el recurso admisible el 10 de mayo de 1990. Después de intentar en vano obtener un acuerdo amistoso, el 6 de diciembre de 1990 aprobó un informe en el que se establecían los hechos y se formulaba la opinión de que hubo infracción del artículo 8 (diez votos contra cuatro) y del párrafo 3. d) en relación con el párrafo 1 del artículo 6 (trece votos contra uno).", "", " La Comisión trasladó el caso al Tribunal el 8 de marzo de 1991. El Gobierno de la Confederación Suiza hizo lo mismo el 25 de abril de 1991.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Excepción preliminar del Gobierno", "", " No obstante la atenuación de la pena en que consintió el Tribunal de apelación de Berna, el actor puede pretenderse víctima en el sentido del artículo 25 del Convenio.", "", " II. Artículo 8", "", " El Tribunal no duda de que el establecimiento de escuchas supone una injerencia en la vida privada y la correspondencia del señor Lüdi. Comprueba, sin embargo, que, «prevista por la ley» -art. 171. b) y c) del Código bernés de procedimiento penal-, esa injerencia es «necesaria en una sociedad democrática» «para la prevención de infracciones penales».", "", " Por el contrario, estima que en el caso concreto el recurso a un agente infiltrado no afectó, ni en sí mismo ni por su combinación con las escuchas telefónicas, al ámbito de la vida privada. La intervención de un agente infiltrado se situaba en el contexto de una transacción relacionada con 5 kg. de cocaína y tendía al arresto de los socios. El señor Lüdi debía darse cuenta de que estaba realizando un acto criminal que caía bajo la ley sobre estupefacientes y que, por consiguiente, se arriesgaba a encontrarse con un funcionario de policía infiltrado encargado en realidad de desenmascararle.", "", " III. Artículo 6.1 y 6.3. d)", "", " Con arreglo a la jurisprudencia constante del Tribunal, los elementos de prueba deben presentarse en principio ante el acusado en audiencia pública a los efectos de un debate contradictorio. Ese principio no carece de excepciones, pero sólo cabe aceptarlas a reserva de los derechos de la defensa.", "", " Ahora bien, la condena del interesado no se apoyaba en las declaraciones de testigos anónimos, sino sobre todo en las deposiciones escritas realizadas bajo juramento por un funcionario de policía cuya misión no desconocía el juez de instrucción. Por otra parte, el actor le conocía, si no por su identidad real, al menos por su apariencia física, dado que se habían reunido.", "", " Sin embargo, ni el magistrado ni las jurisdicciones enjuiciadoras pudieron o quisieron oír al agente infiltrado y proceder a una confrontación destinada a comparar las declaraciones de éste con las alegaciones del señor Lüdi; además, ni este último ni su asesor tuvieron en ningún momento del procedimiento ocasión de interrogarle y arrojar dudas sobre su credibilidad. Sin embargo, habría sido posible hacerlo teniendo en cuenta el legítimo interés de las autoridades policiales de preservar el anonimato de su agente en un asunto de tráfico de estupefacientes con el fin no sólo de poder protegerle, sino también de seguir utilizándolo en el futuro.", "", " En resumen, los derechos de defensa sufrieron unas limitaciones tales que el actor no gozó de un proceso equitativo. Hubo, pues, infracción del párrafo 3. d) del artículo 6 en relación con el párrafo 1.", "", " IV. Artículo 50", "", " El señor Lüdi reivindicaba el reembolso de sus costas y gastos ante el Tribunal Federal y los organismos de Estrasburgo, pero el Gobierno estimaba excesivas las cantidades reclamadas.", "", " El Tribunal, resolviendo en equidad, concede 15.000 francos suizos."]}