{"file": "SPA_HJUDSPA_10590_83.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "10590/83", "text_paragraphs": ["Sentencia 10590/83", "", "CASO BARBERÁ, MESSEGUÉ Y JABARDO CONTRA ESPAÑA", "", " Artículo 6.1 (Derecho a un proceso justo) Sentencia de 6 de diciembre de 1988", "", " El Tribunal Europeo de Derechos Humanos, conociendo y resolviendo en pleno, en aplicación del artículo 50 de su Reglamento, y compuesto por los siguientes Jueces:", "", " Señores R. Ryssdal, Presidente; J. Cremona, Thór Vilhjálmsson, D. Bindschedler-Robert, G. Lagergren, F. Gölcüklü, F. Matscher, J. Pinheiro Farinha, L.-E. Pettiti, B. Walsh, Sir Vincent Evans, R. Macdonald, C. Russo, R. Bernhardt, A. Spielmann, J. de Meyer, N. Valticos, L. Torres Boursault, Juez ad hoc, y por los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto.", "", " Después de deliberar en privado los días 28 y 29 de enero, 21 y 22 de junio y 26 y 27 de octubre de 1988,", "", " Dicta la siguiente Sentencia, aprobada en la última fecha citada:", "", " PROCEDIMIENTO", "", " 1. La Comisión Europea de Derechos Humanos («la Comisión») y el Gobierno español («el Gobierno») sometieron el caso al Tribunal los días 12 de diciembre de 1986 y 29 de enero de 1987, respectivamente, dentro del plazo de tres meses que establecen los artículos 32.1 y 47 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales («el Convenio»). Empezó con tres demandas (núms. 10588/83 a 10590/83), dirigidas contra el Reino de España, presentadas ante la Comisión el 22 de julio de 1983 por tres ciudadanos de dicho Estado, los señores Francesc-Xavier Barberá, Antoni Messegué y Ferrán Jabardo, en virtud del artículo 25. La Comisión se remite a los artículos 44 y 48 y a la declaración española de reconocimiento de la jurisdicción obligatoria del Tribunal (art. 46), y la demanda del Gobierno al artículo 48. La pretensión de ambos es que se resuelva si los hechos de autos ponen de manifiesto que el Estado demandado incumplió las exigencias del artículo 6.1.", "", " 2. Los demandantes, en contestación al ofrecimiento previsto en el artículo 33.3. d) del Reglamento, anunciaron que participarían en el procedimiento pendiente ante el Tribunal y designaron a sus Abogados (art. 30).", "", " 3. La Sala que debía constituirse comprendía como miembros de oficio al señor J. A. Carrillo Salcedo, Juez elegido de nacionalidad española ( art. 43 del Convenio) y al señor R. Ryssdal, Presidente del Tribunal [ art. 21.3. b) del Reglamento]. El Presidente, el 3 de febrero de 1987 , designó por sorteo ante el Secretario a los cinco miembros restantes, los señores L.-E. Pettiti, B. Walsh, R. Macdonald, A. Donner y N. Valticos (art. 43 in fine del Convenio y 21.4 del Reglamento).", "", " El señor Carrillo Salcedo, en una carta de fecha 8 de enero dirigida al Presidente, había anunciado su abstención en aplicación del artículo 24.2 del Reglamento, por haber formado parte de la Comisión cuando resolvió sobre la admisión de las demandas (11 de octubre de 1985). El Gobierno, el 10 de febrero, notificó al Secretario el nombramiento del señor Leopoldo Torres Boursault, Abogado, en la condición de Juez ad hoc (art. 43 del Convenio y 23 del Reglamento).", "", " 4. El señor Ryssdal, después de asumir la presidencia de la Sala, recabó, por medio del Secretario, la opinión del Agente del Gobierno, de los Abogados de los demandantes y del Delegado de la Comisión sobre la necesidad del procedimiento escrito (art. 37.1). Con arreglo a las correspondientes Providencias, el Secretario recibió, los días 6 de mayo y 10 de junio de 1987, respectivamente, las Memorias de los demandantes y del Gobierno. El 17 de julio el Secretario de la Comisión le comunicó que el Delegado expondría su parecer en la audiencia pública.", "", " 5. La Sala, con fecha 23 de septiembre, acordó declinar su competencia, con efectos inmediatos, en favor del Tribunal en pleno (art. 50 del Reglamento).", "", " 6. Al día siguiente, el Presidente después de obtener, por medio del Secretario, la opinión de los comparecientes, señaló el 1 de diciembre de 1987 como fecha de apertura del procedimiento oral (art. 38). Antes, autorizó a la Delegación del Gobierno a informar en español; no accedió a la petición presentada por los Abogados de los demandantes de utilizar la lengua catalana (art. 27.2 y 3).", "", " Los días 4 y 16 de noviembre, la Comisión presentó algunos documentos recabados por el Presidente por mediación del Secretario.", "", " 7. La audiencia pública se celebró el día señalado en el Palacio de Derechos Humanos, en Estrasburgo. Antes, el Tribunal celebró una reunión preparatoria.", "", " Comparecieron:", "", " - Por el Gobierno:", "", " los señores José Luis Fuertes Suárez, Asesor jurídico del Ministerio de Justicia, Agente;", "", " Manuel Peris Gómez, Vicepresidente del Consejo General del Poder Judicial;", "", " Cándido Conde-Pumpido Ferreiro, Teniente Fiscal del Tribunal Supremo, Asesores jurídicos;", "", " - Por la Comisión:", "", " el señor J. A. Frowein, Delegado.", "", " - Por el demandante:", "", " los señores Letrados C. Etelin, A. Gil Matamala, I. Doñate Sanglas, S. Miguel Roé, G. de Celis Bernat, I. Fortuny Ribas, Abogados.", "", " El Tribunal oyó las alegaciones, las declaraciones y las contestaciones a sus preguntas de los señores Peris Gómez y Conde-Pumpido Ferreiro, por el Gobierno, y Frowein, por la Comisión, y de los Letrados señores Etelin y Gil Matamala, por los demandantes.", "", "", "", " HECHOS", "", " 8. Los tres demandantes son ciudadanos españoles y nacieron en 1951, 1947 y 1955, respectivamente. Los señores Francesc-Xavier Barberá Chamorro y Antoni Messegué Mas cumplen una condena de reclusión, el primero en la cárcel número 2 de Lérida (Lleida-2), y el segundo en la de Barcelona, aunque disfrutando de régimen abierto. El señor Ferrán Jabardo García reside actualmente en Gironella, provincia de Barcelona.", "", " I. Las circunstancias del caso", "", " A. Origen de las actuaciones judiciales contra los demandantes", "", " 1. El atentado contra el señor Bultó", "", " 9. El 9 de mayo de 1977, hacia las 15 horas, el señor José María Bultó Marqués, empresario catalán, de setenta y siete años, se encontraba en el domicilio de su cuñado, en Barcelona, en su compañía y en la de su propia hermana, la señora Pilar Bultó Marqués, cuando dos hombres entraron en el piso. Se presentaron como empleados de la Compañía del Gas e inmovilizaron a la doncella de servicio facilitando así la entrada de otros individuos.", "", " Estos últimos amenazaron con sus armas, encerraron al señor Bultó en una habitación y colocaron sobre su pecho un aparato explosivo. Le pidieron un rescate de quinientos millones de pesetas que debían pagarse en el plazo de veinticinco días, le dieron instrucciones para satisfacerlo y le puntualizaron que, después del pago, le informarían sobre el procedimiento para quitarse el aparato sin ningún peligro. Los asaltantes abandonaron seguidamente el lugar y se alejaron en unos automóviles que les estaban esperando.", "", " 10. El señor Bultó regresó a su domicilio en su automóvil. Poco antes de las 17 horas la explosión del artefacto le ocasionó la muerte instantánea.", "", " 2 . Diligencias penales abiertas después del atentado", "", " 11. El mismo día, el Juez de Instrucción número 13 de Barcelona, abrió diligencias previas, con el número 1373/77, sobre estos hechos. El 11 de mayo, incorporó al Sumario número 61/1977 las actuaciones pero se inhibió posteriormente por entender que se trataba de un acto terrorista cuya competencia correspondía a la Audiencia Nacional en Madrid (apartado 45 posterior). En consecuencia, pasó a conocer del caso el Juez de Instrucción número 1 de Madrid (Juez Central de Instrucción) que abrió el Sumario número 46/1977.", "", " 12. Las investigaciones de la policía llevaron a la detención, el 1 de julio de 1977, de cuatro miembros de la organización EPOCA (Ejército Popular Catalán), entre los que no estaba ninguno de los demandantes; algunos testigos habían reconocido a uno de ellos. El 29 de julio se les acusó de asesinato, de acto terrorista que había causado la muerte de una persona y de tenencia de explosivos.", "", " Sin embargo, el 10 de noviembre de 1977, la Audiencia Nacional resolvió aplicarles la Ley de Amnistía número 46 de 15 de octubre de 1977, por la naturaleza política de los motivos, y recuperaron en seguida la libertad.", "", " 13. El Tribunal Supremo, a petición del Ministerio Fiscal, anuló dicha resolución el 28 de febrero de 1978, considerando que no habían probado en esta fase del procedimiento la existencia de tales motivos y la falta de ánimo de lucro del delito. Su fallo tuvo como consecuencia la reapertura del Sumario número 46/1977. Sin embargo, como los cuatro acusados no habían comparecido, el Juez ordenó su busca y captura por la policía; y, en julio de 1978, sobreseyó provisionalmente el caso.", "", " 3. Detención del señor Martínez Vendrell y actuaciones judiciales entabladas contra él", "", " 14. La policía, en sus investigaciones sobre la muerte del señor Bultó, detuvo el 4 de marzo de 1979 al señor Martínez Vendrell, de sesenta y tres años y a cuatro personas más. Se decretó su detención preventiva y se ordenó la incomunicación con arreglo a la legislación antiterrorista en vigor (apartado 6 posterior).", "", " El señor Martínez Vendrell, interrogado, sin la asistencia de un Abogado, en los locales de la policía, durante su detención, declaró substancialmente lo siguiente el 11 de marzo de 1979:", "", " - Hasta 1974, perteneció como miembro directivo a una organización nacionalista catalana, el «Frente Nacional de Cataluña», y participó desde 1967 en la creación y entrenamiento de grupos armados con la finalidad de luchar por la independencia de los Países Catalanes.", "", " - En 1968, se encontró con tres jóvenes, uno llamado «Thomas» al que identificó como el demandante Messegué, y al final de 1969 empezó su formación militar teórica y práctica. En 1973, creó otro grupo de jóvenes entre los que señaló al demandante Barberá.", "", " - Posteriormente, varios individuos, entre ellos «Thomas», compraron armas en Alemania y las introdujeron en España a través de Francia, ocultándolas en depósitos que sólo ellos conocían.", "", " - En 1976, se constituyeron tres grupos, uno mandado por «Thomas». Sus miembros, que habían abandonado cualquier otra actividad, recibían un sueldo de la organización. Se preparó después una estructura de pisos y de aparatos emisores de «radio» para asegurar los contactos entre ellos.", "", " - En febrero de 1977, se había señalado al señor Martínez Vendrell la fabricación de un aparato explosivo que se podía colocar sobre el cuerpo de una persona y desactivar después del pago del rescate convenido. El aparato podía haber sido concebido por «Thomas» (Messegué) y otro militante en la parte mecánica, y por Barberá y otro individuo en la electrónica. Posteriormente, «Thomas» y una tercera persona enseñalaron dicho artefacto al señor Martínez Vendrell.", "", " - En abril de 1977, le comunicaron el nombre de la primera víctima escogida: el señor José María Bultó.", "", " Dos días después del atentado se volvió a encontrar con los jefes de los comandos. Supo así que habían participado en la operación once personas y que «Barberá y Messegué habían colocado el aparato sobre el pecho del afectado».", "", " 15. El señor Martínez Vendrell, ante el Juez de Instrucción número 6 de Barcelona, en presencia y con la asistencia de un Abogado, modificó sus declaraciones. En especial, precisó que «la bomba había podido ser concebida por las personas indicadas pero que desconocía el nombre de los autores del atentado contra el señor Bultó».", "", " 16. Estas diligencias se remitieron al Juez de Instrucción Central número 1 de Madrid que volvió a abrir el Sumario número 46/1977 el 15 de marzo de 1979. Al día siguiente, procedió contra el señor Martínez Vendrell por asesinato y tenencia de armas y explosivos, y decretó su prisión provisional.", "", " Por otro Auto del mismo día, procedió contra otras seis personas -entre ellas Barberá y Messegué- por asesinato, estragos o daños y uso de documentos falsos, y dictó contra ellos orden de busca y captura. Como no se les encontró, el procedimiento continuó solamente contra los procesados detenidos.", "", " 17. Durante el período de instrucción y después en el juicio, el señor Martínez Vendrell volvió sobre su declaración ante el Juez de Instrucción en cuanto a la identificación de Barberá y Messegué.", "", " El 17 de junio de 1980, la Sección 1.a de la Sala de lo penal de la Audiencia Nacional le condenó a un año y tres meses de prisión por colaboración con banda armada. Descartó, en cambio, los originarios cargos de la acusación; destacó especialmente que había señalado que no estaba de acuerdo en el momento en que conoció, al final de abril de 1977, el proyecto sobre el señor Bultó, que los preparativos se efectuaron a sus espaldas y que sólo se enteró por la prensa de la muerte de la víctima. La Audiencia Nacional dispuso, además, su inmediata puesta en libertad como consecuencia del abono de la prisión provisional para el cumplimiento de la pena.", "", " 18. El Tribunal Supremo, en el recurso interpuesto por el acusador privado y actor civil -el hijo del señor Bultó-, casó, con fecha 10 de abril de 1981, la Sentencia de la Audiencia Nacional. En la misma fecha condenó al señor Martínez Vendrell a doce años y un día de reclusión como cómplice de un asesinato, debiendo satisfacer a los herederos una indemnización de cinco millones de pesetas. El Tribunal consideró que el papel desempeñado por el acusado en relación con los autores del delito tuvo la suficiente importancia para convertirse en complicidad y superaba mucho la mera colaboración con banda armada; era indudable que el acusado había manifestado su oposición al atentado, pero no hizo nada para impedirlo.", "", " En consecuencia, se dictó un mandamiento de prisión -el 24 de abril de 1981, según los demandantes- contra el señor Martínez Vendrell, quien, hasta la fecha, no ha podido ser detenido por la policía y, por tanto, no ha cumplido todavía la pena.", "", " B. La detención de los demandantes y las actuaciones judiciales entabladas contra ellos", "", " 19. Los demandantes fueron detenidos, con otras personas, el 14 de octubre de 1980 y acusados de pertenecer a la organización terrorista EPOCA. Se les encontró, en su residencia, unos aparatos emisores y receptores, instrumentos varios y material electrónico, publicaciones de partidos nacionalistas de izquierda, datos sobre personalidades de la vida política y económica, libros de topografía, de electrónica y de química de explosivos, etc.", "", " Se les aplicó el artículo 2 de la Ley número 56, de 4 de diciembre de 1978, sobre la represión del terrorismo, prorrogada por el Real Decreto-ley número 19, de 23 de noviembre de 1979 (apartado 46). Esta disposición permitía prolongar la detención más allá del plazo normal de setenta y dos horas con la autorización del Juez. Además, se les incomunicó y no contaron con la asistencia de un Abogado.", "", " Durante su detención gubernativa firmaron un atestado reconociendo su participación en el asesinato del señor Bultó, como autores o como cómplices; su versión era, sin embargo, diferente a la del señor Martínez Vendrell. Además, la policía descubrió depósitos de armas y de explosivos en los sitios indicados por los señores Barberá y Messegué.", "", " 20. El 23 de octubre de 1980, los detenidos comparecieron ante el Juez de Instrucción número 8 de Barcelona que les interrogó, sin que estuviera presente un Abogado defensor en el caso de los señores Barberá y Jabardo. Se retractaron de sus confesiones ante la policía y dos de ellos -este último y Messegué- se quejaron de torturas físicas y morales sufridas durante su detención gubernativa.", "", " El Juez, en Auto del mismo día, decretó su prisión provisional y se les trasladó a la cárcel de Barcelona.", "", " 21. Las diligencias practicadas así se remitieron el 24 de octubre de 1980 al Juez Central de Instrucción número 1 para su unión al Sumario número 46/1977.", "", " El 12 de enero de 1981, dicho Juez procesó a los demandantes y a dos personas más por asesinato y colaboración con bandas armadas. Remitió seguidamente a Barcelona un exhorto para que se completara la investigación. El Juez de Instrucción número 10 de dicha ciudad, después de notificarles el procesamiento, les tomó declaración el 22 de enero; y en ella se ratificaron en la prestada ante el Juez de Instrucción número 8 y alegaron de nuevo que sus confesiones habían sido arrancadas mediante torturas.", "", " No se produjo ningún careo entre ellos y los testigos de la acusación ni con el señor Martínez Vendrell, a la sazón en libertad.", "", " El señor Barberá nombró Abogado y Procurador el 22 de diciembre de 1980 en Barcelona, pero el Juez Central de Instrucción de Madrid no tomó nota hasta el 20 de enero de 1981. Los señores Messegué y Jabardo lo hicieron el 21 de febrero de 1981; y el sumario se había dado por concluido el día 16.", "", " 1. El proceso ante la Audiencia Nacional", "", " 22. A continuación, los autos se remitieron a la Sección 1.a de la Sala de lo penal de la Audiencia Nacional, competente para conocer del delito.", "", " La Sala, con fecha 13 de marzo de 1981, comunicó la causa al Ministerio Fiscal y al acusador privado para que formularan sus conclusiones provisionales. Calificaron los hechos como asesinato, tenencia de armas y de explosivos y falsificación de documentos de identidad, y propusieron, como pruebas, el interrogatorio de los acusados, el examen de los testigos de vista y el conjunto del sumario, sin referirse al señor Martínez Vendrell.", "", " La causa se pasó a la representación del señor Jabardo el 27 de mayo y a la de los señores Barberá y Messegué el 1 de junio. Cada acusado se defendía por separado con Abogado de su elección. Se declararon inocentes y manifestaron también las pruebas -análogas- de que intentaban valerse, con inclusión para Barberá y Messegué, de las declaraciones del señor Martínez Vendrell dejando sin efecto las hechas ante la policía implicándoles en el asesinato.", "", " El señor Messegué fue trasladado a Madrid, pero su Abogado y él mismo consiguieron que regresara a Barcelona para poder preparar su defensa.", "", " 23. El Tribunal -del que formaban parte, a la sazón, los señores De la Concha, Presidente, y Barnuevo e Infante-, por Auto de 27 de octubre de 1981, admitió las pruebas propuestas y señaló el 12 de enero de 1982 para empezar las sesiones del juicio oral. Dispuso además el traslado de los procesados a Madrid y designó a los señores Obregón Barreda y Martínez Valbuena, de la Sección 3.a, para elevar el número de Magistrados de la 1.a a cinco por la gravedad de las penas pedidas en la causa ( art. 145, apartado 2, de la Ley de Enjuiciamiento Criminal ).", "", " El 10 de diciembre de 1981, los Abogados de los cinco acusados -todos del Colegio de Barcelona- pidieron que el juicio se celebrase en dicha ciudad, teniendo en cuenta las necesidades de la defensa y las dificultades de traslado para los testigos. En una carta posterior, un Senador catalán pidió al Tribunal que retrasara, por lo menos, el traslado a Madrid hasta después de las fiestas de Navidad. La Audiencia Nacional, presidida por el señor Pérez Lemaur, y asistiendo también los señores Barnuevo y Bermúdez de la Fuente, rechazó, con fecha 18 de diciembre de 1981, la primera petición y confirmó que el juicio se celebraría en la capital el 12 de enero de 1982.", "", " 24. La víspera, los mencionados Abogados se reunieron con el Presidente de la Sección 1.a de la Sala de lo penal, señor De la Concha, para preparar la celebración del juicio y examinar la posibilidad de un aplazamiento, continuando todavía los demandantes en prisión en Barcelona. El Presidente les aseguró que el traslado se haría inmediatamente y que, por tanto, el juicio podría celebrarse.", "", " Afirman los demandantes que salieron de Barcelona al anochecer del 11 de enero y que llegaron a Madrid al día siguiente, a las cuatro de la mañana (debiendo empezar el juicio oral a las diez y media), en un estado lamentable, después de más de 600 kilómetros en un coche celular. El Gobierno estima que el viaje duró como máximo diez horas.", "", " En la misma mañana del 12 de enero de 1982, el Presidente del Tribunal tuvo que salir precipitadamente de Madrid a causa de la enfermedad de un cuñado y fue sustituido por el señor Pérez Lemaur en su condición de Magistrado más antiguo de la Sala. Con arreglo a la legislación vigente, según el Gobierno, no se dio cuenta a las partes ni de esta sustitución ni de las del señor Infante, que dejó de pertenecer a la Sección 1.a, por el señor Bermúdez de la Fuente.", "", " 25. El juicio se celebró el día señalado, en una sala con importantes medidas de seguridad; en especial, los acusados comparecieron encerrados en una cabina de cristal y esposados la mayor parte del tiempo. En el acta no consta ninguna protesta por su parte, salvo en cuanto a la falta de algunas piezas de convicción.", "", " El Tribunal aceptó la incorporación a los autos de los documentos presentados por la defensa. Los acusados, interrogados por el acusador privado sobre algunos extremos de sus declaraciones a la policía, negaron una vez más cualquier participación en el asesinato y se quejaron, de nuevo, de las torturas sufridas durante su detención gubernativa.", "", " 26. El Ministerio Fiscal sólo propuso el examen de tres testigos de la acusación, presentes cuando ocurrieron los hechos: la hermana y el cuñado del señor Bultó y su empleada de hogar. La primera y la tercera, de edad avanzada, no pudieron trasladarse a Madrid, pero el Fiscal pidió que se tuvieran en cuenta sus declaraciones a la policía al día siguiente del atentado. En cuanto al segundo, interrogado en estrados, no reconoció a ninguno de los demandantes. El Ministerio público sólo aportó como elementos de prueba documental la copia del sumario.", "", " 27. Por su parte, se examinó a diez testigos propuestos por la defensa; algunos, detenidos a la vez que los acusados, alegaron también que fueron víctimas de malos tratos durante su detención.", "", " En cuanto a la prueba documental, todas las partes la tuvieron por reproducida (apartado 40 posterior).", "", " 28. El Ministerio Fiscal y el acusador privado elevaron, a continuación, a definitivas sus conclusiones provisionales; por el contrario, los Abogados defensores modificaron las suyas, pidiendo la aplicación de la Ley de Amnistía (apartado 12).", "", " El juicio, suspendido hasta las 16 horas y media, continuó con los informes de las tres partes. Por último, el Presidente preguntó a los procesados si tenían algo que manifestar al Tribunal, contestando negativamente. El juicio terminó al anochecer.", "", " 29. El 15 de enero de 1982, la Sección 1.a de la Sala de lo penal de la Audiencia Nacional condenó a los señores Barberá y Messegué a treinta años de reclusión mayor como autores del asesinato del señor Bultó; y, además, condenó al primero a seis años y un día de prisión por tenencia ilícita de armas y a tres meses de arresto y multa de 30.000 pesetas, por uso de documento falso y al segundo a seis años y un día de prisión por tenencia de explosivos. El señor Jabardo fue con denado a doce años y un día de reclusión menor como cómplice de un asesinato.", "", " El Tribunal estimó probado que los dos primeros habían tomado parte en la colocación del aparato sobre el cuerpo de la víctima e instalado el mecanismo eléctrico, después de lo cual dieron instrucciones al señor Bultó para el pago del rescate, condición previa para que pudiera quitarse el instrumento sin peligro. Explosionó éste posteriormente sin que se conozcan los verdaderos motivos. El tercero había colaborado en la acción consiguiendo informaciones sobre personalidades de la vida pública catalana, incluido el señor Bultó.", "", " La misma Sentencia denegó a los demandantes la aplicación de la Ley de Amnistía de 15 de octubre de 1977; en el supuesto de que hubieran obedecido a una intencionalidad política, consistía ésta en la reivindicación de la independencia de los Países Catalanes -y no de la mera autonomía-, lo cual no se incluía en el ámbito de aplicación de dicha ley.", "", " 2. El procedimiento ante el Tribunal Supremo", "", " 30. Los demandantes recurrieron en casación: invocaron los artículos 14 (derecho de los españoles a la igualdad ante la ley), 17 (derecho a la libertad y a la seguridad) y 24 (derecho a obtener la tutela efectiva de los Jueces y Tribunales) de la Constitución . Subrayaban, con referencia a las circunstancias de su detención y prisión, que cuando les interrogó la policía no contaron con la asistencia de Abogados y no se les informó de sus derechos; y sus confesiones sólo se debieron a la coacción, a las amenazas y a los malos tratos (apartados anteriores, 19 y 20).", "", " Sostenían, además, que la presunción de su inocencia en el asesinato del señor Bultó no se había desvirtuado por ninguna prueba, ya que la violencia física que sufrieron anulaba sus confesiones. Por otra parte, los hechos considerados probados por la Audiencia Nacional no tenían ninguna relación con las pruebas practicadas ante ella y el fallo no explicaba cómo había llegado a su convicción.", "", " Los demandantes alegaban también que el Tribunal no había resuelto en la Sentencia todos los puntos objeto de la defensa ( art. 851.3 de la Ley de Enjuiciamiento Criminal , apartado 43); no se había referido a sus alegaciones sobre la nulidad de sus declaraciones a la policía, ni expresado la fuerza probatoria que les atribuía teniendo en cuenta las pruebas practicadas en el juicio. Según Messegué, por otra parte, su implicación en el caso se debía a las declaraciones arrancadas por la fuerza al señor Martínez Vendrell y de las que se retractó ante el Juez. Ahora bien, el Tribunal tampoco se pronunció sobre su validez.", "", " A mayor abundamiento, el Tribunal había cometido un error en la apreciación de la prueba ( art. 849.2 de la Ley de Enjuiciamiento Criminal , apartado 42), puesto que no se refutaban sus protestas de inocencia ante el Juez. Con referencia al artículo 24.2 de la Constitución (apartado 36 posterior) en el que se reconoce el derecho a la presunción de inocencia y a la jurisprudencia del Tribunal Supremo en esta materia, los interesados afirmaban que las pruebas no sólo se habían apreciado con error, sino incluso que no existían.", "", " Siempre según los recurrentes, la Audiencia Nacional no señaló las razones que la llevaron a estimar los hechos probados, como lo exige la doctrina del Tribunal Supremo, aunque el principal argumento de la defensa era la falta de pruebas. Sólo cabía una explicación: el Tribunal se había dejado influir por las supuestas confesiones de los procesados ante la policía, obtenidas mediante la evidente violación de los derechos fundamentales que garantizan los artículos 3 y 17 de la Constitución .", "", " El señor Jabardo censuraba además a la Audiencia Nacional por no haber intentado completar la instrucción sumarial en el juicio. Destacaba que el único testigo de la acusación no había reconocido a los procesados y que faltaban en el sumario pruebas importantes como la identificación y el careo entre testigos y procesados o la reconstrucción de los hechos. Señalaba, finalmente, la contradicción entre las Sentencias de 17 de junio de 1980 contra el señor Martínez Vendrell (apartado 17) y la dictada en el caso de autos el 15 de enero de 1982 (apartado 28); según él, en ella se demostraba que no pudo participar directamente en la acción contra el señor Bultó.", "", " 31. El 27 de diciembre de 1982, el Tribunal Supremo desestimó los recursos de los señores Barberá y Messegué. En cuanto a la validez de las confesiones recogidas por la policía, incluidas las de Martínez Vendrell, señaló que los defectos alegados se referían sólo a la comprobación de los hechos y, por consiguiente, no producían la irregularidad formal denunciada que únicamente afectaba a cuestiones de Derecho.", "", " En cuanto a la presunción de inocencia, el Tribunal Supremo decía lo siguiente (traducción del español facilitada por el Gobierno):", "", " «Entre los medios de prueba propuestos por el Ministerio Fiscal, el acusador privado y los defensores, se encuentra como prueba escrita el sumario completo que contiene: a) la declaración del señor Jaime Martínez Vendrell, prestada ante el Juez y con la asistencia de su Abogado (folio 572 del Sumario) en que deja en vigor, en relación a su primera declaración ante los agentes de policía, los siguientes hechos: que los procesados Barberá Chamorro y Messegué Mas eran miembros de un grupo armado, que debía ser base de un ejército revolucionario para liberar a los Países Catalanes, y que estaban muy relacionados con el declarante, especialmente el señor Messegué, que recibieron una instrucción a fondo para la guerrilla en el medio urbano, que vivían como \"liberados\" -pagados por la organización para dedicarse sólo a sus actividades- en viviendas de la organización, que se comunicaban entre sí por medio de radioemisoras, que utilizaban documentos de identidad falsos y nombres supuestos, que el señor Messegué dirigía uno de los grupos de acción directa que formaba con otros una unidad orgánica o brigada, que los dos ocupaban un puesto importante en la organización, y que estaban calificados por su preparación de tal manera que habrían podido -el señor Barberá en la parte electrónica y el señor Messegué en la mecánica- construir el aparato explosivo que se utilizó en las acciones económicas proyectadas, y concretamente en la que la víctima fue el señor Bultó Marqués, ignorando el declarante (el señor Martínez Vendrell) cuál era el dispositivo formado por los grupos que intervinieron en esta operación; b) hechos de la Sentencia dictada en este caso por la Audiencia Nacional el 17 de junio de 1980 (folio 138 de sus autos) literalmente aceptados por la sentencia en casación de 10 de abril de 1981, que condenó al señor Jaime Martínez Vendrell: en una fecha no precisada del principio de este año -se refiere a 1977- tres jóvenes, a los que veía con frecuencia, y de los que el procesado -el señor Martínez Vendrell- sabía que eran jefes de grupos armados, le dijeron que había llegado el momento de actuar y que pensaban hacerlo para conseguir recursos económicos con que atender las necesidades de los miembros de los grupos, comunicándole que contaban con aparatos explosivos que se podían regular y colocar fijándolos sobre la piel de la persona escogida, de manera que se viera obligada a entregar el dinero exigido para evitar el peligro de explosión que suponía el artefacto sin las instrucciones y los dispositivos que tenían los que lo habían instalado, y a fines de abril, dos de dichos jefes del grupo le informaron que habían pensado en un empresario, el señor José María Bultó Marqués, para utilizar por primera vez el mencionado instrumento explosivo; c) declaración del señor Francisco Javier Barberá Chamorro, ante el Juez y con la asistencia de su Abogado (903): reconoce pertenecer al Ejército de liberación de los Países Catalanes, su trabajo al lado del señor Martínez Vendrell, tener armas en su poder y conocer la existencia de depósitos de armas; d) declaración del señor Antoni Messegué Mas, ante el Juez y con la asistencia de su Abogado (906): formaba parte de la organización armada, recibió instrucción en la práctica de la guerrilla en medio urbano del señor Martínez Vendrell y conocía la existencia de un depósito de explosivos; e) diligencia de entrada y registro en la vivienda de la calle Pinos, número 1, en Hospitalet de Llobregat (890), y declaración en el Sumario de la señora Dolores Tubau Molas (904), de donde resulta que el procesado Barberá Chamorro ocupaba dicha vivienda con otros militantes, y que se encontraron en ella una emisora, material electrónico, tornos, herramientas y archivadores con recortes de periódicos e informaciones sobre personalidades, libros de topografía, de química de explosivos y de electrónica; f) diligencia de entrada y registro de la vivienda de la calle del Paralelo, número 27, en Barcelona (892), ocupada por el señor Antoni Messegué Mas y la señora Concepción Durán Freixa (declaración en el folio 908), donde se aprehendieron un aparato emisor y receptor, medicamentos, pelucas y papel de la clase que se emplea en el Documento Nacional de Identidad y en el permiso de conducir; g) diligencia procesal sobre el descubrimiento del depósito de armas y de dos emisoras de radio, en los tres sitios señalados por el procesado Barberá (882); h) diligencia procesal sobre el descubrimiento del depósito de explosivos, según las indicaciones del señor Messegué y su destrucción en el mismo sitio (833 y 899). La mera existencia de estos elementos de prueba, con independencia de su resultado y de la manera en que se aprecian, es suficiente para eliminar la presunción de inocencia que invocan los procesados Barberá Chamorro y Messegué Mas, y desestimamos los motivos de casación alegados en los números cinco y cuatro de sus respectivos recursos; en consecuencia, el hecho declarado probado en el apartado 1 del resultado en que se les atribuye una intervención directa e inmediata en la acción homicida debe ser mantenido íntegramente, la calificación penal de asesinato en el sentido del artículo 406.3 del Código Penal con la circunstancia agravante del número 6 del artículo 10, cuya aplicación indebida se alegaba en los fundamentos sexto de Barberá y quinto de Messegué, era, pues, correcta, y el recurso interpuesto en virtud del artículo 849.1 de la Ley procesal debe, por consiguiente, desestimarse.»", "", " En cambio, el Tribunal Supremo casó la Sentencia de la Audiencia Nacional en cuanto al señor Jabardo, estimando que los hechos probados no constituían el delito de complicidad en el asesinato, sino el de colaboración con banda armada. Dictó, por tanto, a continuación, otra sentencia absolviendo al procesado del primer cargo, pero condenándole a seis años de prisión por el segundo. Finalmente, confirmó que la Ley de Amnistía no era aplicable a los (ahora) demandantes y dispuso la apertura de una investigación sobre los malos tratos que habían denunciado.", "", " Comenzada en 1984 por el Juez de Instrucción número 13 de Barcelona, terminó en 1985 con una resolución de no ha lugar de la Audiencia Provincial.", "", " 3. El procedimiento ante el Tribunal Constitucional", "", " 32. Los tres condenados recurrieron ante el Tribunal Constitucional por violación de los artículos 17.3 (derecho de toda persona detenida a ser informada de las razones de su detención y a la asistencia de un Abogado), 24.2 (derecho a un proceso justo y a la presunción de inocencia) y 14 (igualdad de los españoles ante la ley), todos de la Constitución (apartados 30 y 36).", "", " Sobre la cuestión de las pruebas admitidas por el Tribunal Supremo, alegaban lo siguiente:", "", " 1) Sólo se podía considerar la declaración del señor Martínez Vendrell como una prueba testifical. Ahora bien, no se había puesto como tal ni se había confirmado en el juicio. Si se entendía que se había practicado mediante la fórmula «por reproducida», había que adoptar una solución, sin embargo, inadmisible: aceptar también como prueba el conjunto de las diligencias y declaraciones incluidas en el atestado de la policía, puesto que estaban incorporadas también al sumario. En cualquier caso, dicha declaración no proporcionaba ninguna indicación que demostrara que los procesados habían participado en el asesinato.", "", " 2) La Sentencia de la Audiencia Nacional de 17 de junio de 1980 sólo afirmaba en su segundo Resultado que el señor Martínez Vendrell ignoraba cómo se habían desarrollado los hechos.", "", " 3) Había que prescindir de la declaración del señor Barberá ante el Juez de Instrucción, ya que se prestó sin la asistencia de Abogado; además, se limitó a negar su participación en el atentado.", "", " 4) De la misma manera, el señor Messegué afirmó, ante el Juez de Instrucción, que era inocente.", "", " 5) Los objetos hallados en las viviendas de los señores Barberá y Messegué y las declaraciones de sus compañeras no tenían ninguna relación con el asesinato. Más aún: los objetos no fueron nunca piezas de convicción, puesto que no resultaba del sumario que se hubieran remitido al Juez y apreciadas como tales por el Tribunal; uno de los Abogados defensores protestó de esto, por otra parte, durante el juicio; en cuanto a los documentos, nunca se incluyeron en anexo al informe de la policía ni, por lo demás, en el sumario, de forma que el Tribunal no podría tenerlos en cuenta.", "", " 6) El descubrimiento de armas y de explosivos en los lugares señalados por los señores Barberá y Messegué afectaba a los delitos de tenencia ilícita de armas y de explosivos, no al asesinato.", "", " En definitiva, ninguno de los elementos enumerados por el Tribunal Supremo podía dejar sin efecto la presunción de inocencia para el principal cargo de la acusación, el atentado contra el señor Bultó.", "", " Por lo demás, los demandantes reiteraban, sustancialmente, los argumentos aducidos ante el Tribunal Supremo.", "", " 33. El Tribunal Constitucional, el 20 de abril de 1983, declaró inadmisible el recurso de amparo por falta manifiesta de fundamento. Sobre la cuestión de la presunción de inocencia fundaba el Auto en los siguientes términos:", "", " «Como la apreciación de la prueba es de la exclusiva competencia de los Jueces y de los Tribunales, el Tribunal Constitucional sólo puede comprobar una violación si no ha existido un mínimo de pruebas de la acusación.»", "", " «Ahora bien, este mínimo de pruebas de la acusación se ha dado en el caso de autos, a saber, en las declaraciones, con asistencia de un Abogado, ante el Juez de Instrucción en las diligencias procesales de los registros practicados, en las que se refieren a las piezas de convicción halladas y en los hechos declarados probados en otra sentencia. El Tribunal Constitucional no puede revisar la apreciación de las pruebas por los Tribunales penales.»", "", " 34. En marzo de 1984, se trasladó a los demandantes de la cárcel de Carabanchel, en Madrid, a la de Lérida -Lleida 2-. En septiembre, la Audiencia Nacional puso en libertad condicional al señor Jabardo. Desde enero de 1987, los señores Barberá y Messegué disfrutan de un régimen abierto.", "", " C. El desarrollo posterior de las actuaciones judiciales por el atentado contra el señor Bultó", "", " 35. Al detener de nuevo la policía a dos de las personas contra las que ya se había procedido al principio (apartado 12), el señor S. y la señora T., se reanudó la instrucción el 8 de febrero de 1985.", "", " El señor S., condenado a treinta años de reclusión mayor como autor del asesinato del señor Bultó con los demandantes Barberá y Messegué, interpuso recurso de casación que fue desestimado por el Tribunal Supremo el 28 de noviembre de 1986, considerando suficientes las pruebas apreciadas para dejar sin efecto la presunción de inocencia. Acudió seguidamente al Tribunal Constitucional que, con fecha 1 de abril de 1987, declaró inadmisible el recurso interpuesto.", "", " La señora T. fue condenada a cuatro años de prisión por colaboración con banda armada.", "", " II. La legislación española aplicable", "", " A. La Constitución española", "", " 36. El artículo 24 de la Constitución dispone:", "", " «1) Todas las personas tienen derecho a obtener la tutela efectiva de los Jueces y Tribunales en el ejercicio de sus derechos e intereses legítimos sin que, en ningún caso, pueda producirse indefensión.", "", " 2) Asimismo, todos tienen derecho al Juez ordinario predeterminado por la ley, a la defensa y a la asistencia de Letrado, a ser informados de", "", " la acusación formulada contra ellos, a un proceso público sin dilaciones indebidas y con todas las garantías, a utilizar los medios de prueba pertinentes para su defensa, a no declarar contra sí mismos, a no declararse culpables y a la presunción de inocencia.", "", " ...»", "", " 37. El Tribunal Supremo, teniendo en cuenta la jurisprudencia del Tribunal Constitucional en la materia, ha ampliado el ámbito de casación entendiendo que se puede invocar ante él la presunción de inocencia en la violación de la ley cuando haya existido error en la apreciación de la prueba (apartado 42 posterior) o por otra razón.", "", " Según una Sentencia de 3 de noviembre de 1982, el examen de los documentos de los autos por el Tribunal Supremo sólo se refiere a la existencia o la falta de elementos de prueba practicados, y no a su libre apreciación por el juzgador penal.", "", " 38. El artículo 53.2 de la Constitución prevé un recurso de amparo ante el Tribunal Constitucional para recabar la tutela de las libertades y derechos reconocidos en los artículos 14 a 30.", "", " B. La Ley de Enjuiciamiento Criminal", "", " 1. El sumario", "", " 39. Según la exposición de motivos de la Ley de Enjuiciamiento Criminal, el sumario es «la piedra angular del juicio y la sentencia». No sustituye al juicio pero lo prepara.", "", " Desde la reforma de 4 de diciembre de 1978 (Ley núm.", "", " 53/1978), la naturaleza contradictoria del proceso penal se extiende a la fase de instrucción y permite al inculpado, asistido por Letrado, intervenir en todas las diligencias del procedimiento (arts. 118 y 302). Para ejercitar este derecho se requiere la representación por Procurador y la defensa por un Letrado.", "", " Los Jueces de Instrucción formarán los sumarios bajo la inspección directa del Fiscal del Tribunal competente (art. 306). El Juez que instruya el sumario practicará las diligencias propuestas por el Ministerio Fiscal o cualquiera de las partes personadas, si no las considera inútiles o perjudiciales. De las ordenadas de oficio, sólo constarán en el sumario aquellas cuyo resultado fuera conducente al objeto del mismo (art. 315). Terminado el sumario, el Juez Instructor remitirá los autos y las piezas de convicción al Tribunal competente (art. 622.1). El Tribunal, después de haber pasado la causa al Ministerio Fiscal y al acusador privado (art. 627), confirmará o revocará el auto declarando terminado el sumario.", "", " 2. El juicio oral", "", " 40. Cuando se mande abrir el juicio oral se comunicará la causa al Fiscal y al acusador particular para que determine por escrito, en conclusiones precisas y numeradas, los hechos punibles que resulten del sumario, su calificación legal, la participación de los procesados, las circunstancias que pueden modificar su responsabilidad y las penas en que hayan incurrido. Seguidamente, se comunicará la causa a los procesados para que manifiesten también, en conclusiones numeradas y correlativas a las de la calificación que a ellos se refiere, si están o no conformes con cada una, o en otro caso formulen los puntos de divergencia (arts. 650, 651 y 652). La acusación y la defensa manifestarán en sus escritos de calificación las pruebas de que intenten valerse (arts. 656 y 657). El ponente examinará las pruebas propuestas y el Tribunal las admitirá o rechazará (arts. 658 y 659).", "", " Los debates del juicio oral serán públicos, bajo pena de nulidad (art. 680). No pueden empezar ni continuar sin la presencia del procesado. Para ello, la ley permite trasladar, en su caso, al acusado a la población en que ha de celebrarse el juicio.", "", " Las pruebas se practicarán por el orden en que las partes las han propuesto. Pueden también practicarse las que el Tribunal considere necesaria para la comprobación de los hechos objeto de calificación (art. 729.2).", "", " Además, «podrán también leerse a instancia de cualquiera de las partes las diligencias practicadas en el sumario que, por causas independientes de la voluntad de aquéllas, no puedan ser reproducidas en el juicio oral» (art. 730). Cuando se propone como prueba todo o parte del sumario, según la constante práctica se tiene por reproducida sin necesidad de leerla si las partes están conformes.", "", " Practicadas las pruebas, las partes podrán modificar las conclusiones provisionales, formulando por escrito las nuevas, o elevarlas a definitivas (art. 732). El Presidente concederá la palabra al Fiscal y al defensor del acusado particular, en su caso. En sus informes expondrán los hechos que consideren probados en el juicio, su calificación legal, la participación que en ellos hayan tenido los procesados y la consiguiente responsabilidad civil (art. 734). El Presidente dará en seguida la palabra a los defensores de los procesados, cuyos informes se acomodarán a las conclusiones definitivas (arts. 736 y 737).", "", " Por último, preguntará a los procesados si tienen algo que manifestar al Tribunal (art. 739). Después de lo dicho, declarará concluso el juicio para sentencia.", "", " 3. El fallo o sentencia", "", " 41. El Tribunal delibera inmediatamente después de celebrado el juicio oral o en el siguiente día ( art. 149); un Magistrado ponente informa al Tribunal, examina las pruebas que propone y redacta la sentencia ( arts. 146 y 147 de la Ley de Enjuiciamiento Criminal ). La sentencia se dictará y firmará dentro de los tres días siguientes al de terminación del juicio (art. 203). Al dictarla, el Tribunal apreciará, según su conciencia, las pruebas practicadas en el juicio, las razones expuestas por la acusación y la defensa y lo manifestado por los procesados (art. 741).", "", " 4. El recurso de casación", "", " 42. Contra las sentencias de la Audiciencia Nacional procede el recurso -extraordinario- de casación por infracción de ley y por quebrantamiento de forma; es decir, que no hay recurso de apelación. Según el artículo 849, se entenderá que ha sido infringida la ley para el efecto de que pueda interponerse el recurso de casación:", "", " 1) Cuando, dados los hechos que se declaren probados en las resoluciones impugnadas, se hubiere infringido un precepto penal de carácter sustantivo u otra norma jurídica del mismo carácter que deba ser observada en la aplicación de la ley penal;", "", " 2) Cuando haya existido error en la apreciación de la prueba, basado en documentos que obren en autos, que demuestren la equivocación del juzgador sin resultar contradichos por otros elementos probatorios. Según la jurisprudencia del Tribunal Supremo en el segundo caso se puede invocar el principio de la presunción de inocencia (apartado 37).", "", " 43. Podrá interponerse también el recurso de casación por quebrantamiento de forma, entre otros casos:", "", " 1) Cuando en la sentencia no se exprese clara y terminantemente cuáles son los hechos que se consideren probados, o resulte manifiesta contradicción entre ellos, o se consignen como hechos probados «conceptos» que, por su carácter jurídico, impliquen la predeterminación del fallo (art. 85.1);", "", " 2) Cuando no se resuelva en ella sobre todos los puntos que hayan sido objeto de la acusación y de la defensa (art. 851.3);", "", " 3) Cuando haya concurrido a dictar sentencia algún Magistrado cuya recusación, intentada en tiempo y forma, y fundada en causa legal, se hubiese rechazado (art. 851.6).", "", " 5. La composición del Tribunal y la recusación", "", " 44. La Audiencia Nacional y el Tribunal Supremo comprenden varias Salas de competencia determinada (civil, penal, contencioso-administrativa) y que se dividen a su vez, si lo permite el número de Magistrados, en secciones compuestas por tres. Los Magistrados de cada Sala pueden siempre sustituirse entre sí; y el Presidente por el de una Sección o por el Magistrado más antiguo.", "", " Según el artículo 648 de la Ley Orgánica de 1870 sobre el Poder Judicial, cuando los Magistrados designados para completar el número necesario no correspondieren a la dotación de la Sala de lo Criminal, se pondrá su designación en conocimiento de las partes veinticuatro horas por lo menos antes de empezar el juicio público.", "", " El mismo precepto excluye, en principio, la recusación después de abrirse el juicio. Sin embargo, el artículo 56 de la Ley de Enjuiciamiento Criminal dispone que la recusación podrá proponerse en cualquier estado de la causa pero nunca después de comenzado el juicio oral, a no ser que el motivo de la recusación sobreviniere con posterioridad. Entre las causas legítimas de recusación se enumeran el parentesco de consanguinidad o afinidad con cualquiera de las partes, estar o haber sido denunciado o acusado por alguna de ellas, ser o haber sido denunciador o acusador privado del que recusa, tener pleito pendiente con el recusante, ser o haber sido tutor o curador de alguno que sea parte en la causa (núm. 6), haber estado en tutela o guardaduría de alguno de los expresados en el número 6, haber sido defensor de alguna de las partes, emitido dictamen sobre el proceso, como Letrado, o intervenido en aquél como Fiscal, perito o testigo, haber sido instructor de la causa, tener interés directo o indirecto en ella, la amistad íntima y la enemistad manifiesta (art. 54).", "", " C. La legislación en materia de terrorismo", "", " 45. La competencia en materia de terrorismo ha sido atribuida a la Audiencia Nacional el 4 de enero de 1977 (Real Decreto-ley núm. 3/77). Creado en la misma fecha por el Real Decreto-ley número 1/77, este Tribunal tiene su sede en Madrid y conoce en lo penal de una serie de delitos, por grupos organizados, y de aquellos cuyos efectos exceden del territorio de una provincia. La instrucción sumarial de estos delitos corresponde a Magistrados especializados (Jueces centrales de Instrucción).", "", " 46. En la época en que se detuvo a los demandantes y al señor Martínez Vendrell, la Ley número 56, de 4 de diciembre de 1978, autorizaba una serie de medidas que excedían de las del Derecho común para los actos terroristas cometidos por grupos armados. En vigor inicialmente durante un año, se prorrogó por el Real Decreto-ley número 19, de 23 de noviembre de 1979.", "", " En su artículo 2, permitía prolongar la detención gubernativa hasta diez días (en lugar de las setenta y dos horas). Además, la autoridad judicial que hubiera decretado la detención o prisión podría ordenar la incomunicación por el tiempo que estimara necesario mientras se completaban las diligencias o la instrucción sumarial, sin perjuicio del derecho de defensa del preso o detenido (art. 2, también). Se añadían igualmente disposiciones especiales sobre los requisitos y la inspección de la correspondencia y las comunicaciones telegráficas y telefónicas (art. 3).", "", " EL PROCEDIMIENTO ANTE LA COMISIÓN", "", " 47. Los señores Barberá, Messegué y Jabardo, en sus demandas del 22 de julio de 1983 a la Comisión (núms.", "", " 10588/83 a 10590/83), se quejaban de que no contaron con un proceso justo ante un Tribunal independiente e imparcial; y afirmaban, especialmente, que se les condenó sin más prueba que las confesiones que se les arrancaron mediante la tortura, invocando el artículo 6, apartados 1 y 2 del Convenio.", "", " Alegaban, además, que habían sufrido, durante su detención gubernativa, tratos incompatibles con el artículo 3; y denunciaban también, a este respecto, que se violaron los artículos 5.1 , 8.1 y 9.1. Por último, se consideraban víctimas de una discriminación opuesta al artículo 9.1: los Tribunales competentes, al aplicar la Ley de Amnistía de 15 de octubre de 1977 (apartado 12 precedente), se mostraron más favorables con los nacionalistas vascos que con sus homólogos catalanes.", "", " 48. La Comisión, después de ordenar, el 14 de marzo de 1984, la acumulación de las demandas, las admitió a trámite el 11 de octubre de 1985 en cuanto a las reclamaciones sobre el artículo 6.1 y 2, y las declaró inadmisibles en lo demás.", "", " En su informe de 16 de octubre de 1986 (art. 31), llegó a la conclusión (por unanimidad) de que se había infringido el artículo 6.1, y opinó (por doce votos a favor, ninguno en contra y una abstención), que no había lugar a examinar por separado las reclamaciones de los demandantes Barberá y Messegué sobre el artículo 6.2. El texto íntegro de su opinión se incluye en un anexo a esta Sentencia.", "", " CONCLUSIONES PRESENTADAS AL TRIBUNAL", "", " 49. Los demandantes, en su Memoria del 6 de mayo de 1987, piden al Tribunal que «declare que España violó el artículo 6.1 del Convenio, puesto que se ha desconocido, en el caso de autos, su derecho a contar con un proceso justo». En el supuesto de que no se resolviera en este sentido, piden además que «se falle sobre la violación del artículo 6.2 por su condena... sin ninguna prueba».", "", " 50. Por su parte, el Gobierno, en su Memoria del 4 de junio de 1987, pide al Tribunal que «examine el procedimiento en que se condenó a los demandantes, en su conjunto y aisladamente y cada acto de los que en él figuran»; que se pronuncie «sobre las excepciones de no haberse agotado los recursos internos opuestos» y que declare que «no se ha violado en el caso de autos lo dispuesto en el artículo 6.1 y 2 del Convenio Europeo de Derechos Humanos y que, por consiguiente, los hechos origen del litigio no ponen de manifiesto por parte de España ninguna clase de violación de las obligaciones que le incumben a tenor del Convenio».", "", "", "", " FUNDAMENTOS DE DERECHO", "", " 51. Los demandantes se consideran víctimas de violaciones del artículo 6, a cuyo tenor,", "", " «1) Toda persona tiene derecho a que su causa se vea con justicia (y) públicamente... por un Tribunal independiente e imparcial... que resolverá... sobre el fundamento de cualquier acusación en materia penal dirigida contra ella.", "", " 2) Toda persona acusada de una infracción se presume inocente hasta que su culpabilidad haya sido legalmente declarada.", "", " 3) Todo acusado tiene, como mínimo, los siguientes derechos:", "", " a) ...", "", " b) A disponer del tiempo y de las facilidades necesarias para la preparación de su defensa.", "", " c) A defenderse por sí mismo o a ser asistido por un defensor de su elección y, si no tiene medios para pagarlo, a poder ser asistido gratuitamente por un Abogado de oficio, cuando el interés de la justicia lo exija.", "", " d) A interrogar o hacer interrogar a los testigos de la acusación y a obtener que se cite e interrogue a los testigos de la defensa en las mismas condiciones que a los propuestos por la acusación.", "", " e) ...»", "", " El Gobierno llega a la conclusión de que no existió la violación denunciada; y, además, en algunas de las quejas formuladas, alega que no se agotó la vía de los recursos internos.", "", " La Comisión, por el contrario, suscribe en buena parte la opinión de los interesados.", "", " 52. A la vista de los autos, los problemas que se plantean en este caso pueden dividirse en la siguiente forma:", "", " a) la imparcialidad de la Audiencia Nacional que juzgó a los demandantes;", "", " b) el carácter justo de su proceso; y c) el respeto de la presunción de inocencia.", "", " I. La violación que se alega del artículo 6.1", "", " A. La imparcialidad de la Audiencia Nacional", "", " 53. Los señores Barberá, Messegué y Jabardo consideran el cambio en la composición del Tribunal, sin notificación previa, las orientaciones políticas del Presidente sustituto señor Pérez Lemaur y su actitud durante el juicio, como factores que ponen en entredicho la imparcialidad de la Audiencia Nacional.", "", " También alegaron, al principio, que era un Tribunal de excepción, pero no lo reiteraron ante el Tribunal. La Comisión estima que se trata de un Tribunal ordinario (apartado 94 del Informe); y el Tribunal está de acuerdo con esta opinión.", "", " 1. El cambio en la composición del Tribunal sin aviso previo", "", " 54. Recuerda el Tribunal que la Sección competente de la Audiencia Nacional, por Auto de 27 de octubre de 1982, señaló el 12 de enero de 1982 como fecha de apertura del juicio y designó a los Magistrados que debían completarla (apartado 23 anterior). Su Presidente, el señor De la Concha, se reunió la víspera con los Abogados de los procesados para preparar la celebración del juicio, pero al día siguiente por la mañana tuvo que salir de Madrid por motivos familiares. Le sustituyó otro Magistrado, el señor Pérez Lemaur. No se informó de ello previamente a los mencionados Abogados; sin embargo, no formularon ninguna protesta a este respecto en la sesión (apartados 24 y 25 precedentes).", "", " a) La excepción previa", "", " 55. Sostiene el Gobierno que no se agotó la vía de los recursos internos en el punto de que se trata.", "", " Ante la Comisión se limitó a subrayar que el cambio en la composición se efectuó con arreglo a la legislación y a la práctica en vigor y que la defensa no formuló ninguna protesta; no indicaba en qué base legal se habría podido apoyar, teniendo en cuenta la legalidad del cambio. La Comisión señaló, en su Resolución en el trámite de admisión, que no se mencionó ningún recurso determinado.", "", " El Gobierno precisó, en cambio, ante el Tribunal que los interesados podían haber hecho constar en el acta del juicio su protesta contra la omisión de la notificación dispuesta por el artículo 648 de la Ley Orgánica del Poder Judicial de 1970 (apartado 44 anterior), y, después, pedir al Tribunal Supremo que anulara el procedimiento posterior por incumplimiento de una norma legal imperativa y, por último y en su caso, recurrir ante el Tribunal Constitucional denunciando un ataque a los derechos de la defensa que garantiza el artículo 24 de la Constitución .", "", " 56. No resulta de los antecedentes que el Gobierno haya citado ya el mencionado artículo 648, salvo para considerar que no era aplicable al caso. Ahora bien, le incumbía señalar con suficiente claridad los recursos a que aludía y demostrar su existencia; en esta materia, los órganos del Convenio no tienen por qué suplir de oficio la imprecisión o las lagunas de las tesis de los Estados demandados (véase la reciente Sentencia en el caso Bozano, de 18 de diciembre de 1986, serie A, núm. 111, pág. 9, apartado 46). Por consiguiente, la excepción previa de que se trata tropieza con la preclusión.", "", " A mayor abundamiento, el Gobierno la ha planteado por primera vez en la vista del 1 de diciembre de 1987. Ahora bien, el artículo 47 del Reglamento del Tribunal le obligaba a formularla antes de que terminara el plazo señalado para la presentación de su Memoria, de suerte, que procede rechazarla también como extemporánea (Sentencia en el caso Olsson de 24 de marzo de 1988, serie A, núm. 130, pág. 28, apartado 56).", "", " b) El fundamento de la queja", "", " 57. Para el Tribunal, las circunstancias que rodearon la variación en la composición impugnada no son de tal naturaleza que pongan en entredicho la imparcialidad del Tribunal. En cambio, hay que averiguar si afectó al carácter justo del proceso y, especialmente, al juicio oral del 12 de enero de 1982 (apartados 71 y 72 posteriores).", "", " 2. Si son admisibles las quejas sobre el Presidente sustituto", "", " 58. En cuanto a las quejas sobre el señor Pérez Lemaur, destaca el Gobierno que los Abogados de los demandantes no intentaron la recusación del Presidente sustituto, lo cual les hubiera permitido, si se hubiese rechazado, recurrir en casación por quebrantamiento de forma ( art. 851.6 de la Ley de Enjuiciamiento Criminal , apartado 43 precedente), y no alegaron tampoco ante el Tribunal Constitucional la parcialidad de la Audiencia Nacional ( art. 24.1 de la Constitución ).", "", " No hay aquí preclusión ni la pretensión es extemporánea: el Gobierno lo había alegado ya, sustancialmente, ante la Comisión en la fase de examen de la admisión de las demandas (véase, entre otras, la Sentencia en el caso Bonzano, ya citada antes, serie A, núm. 111, pág. 19, apartado 44) y lo reiteró en su Memoria ante el Tribunal (art. 47.1 del Reglamento).", "", " 59. El Tribunal observa, ante todo, que el Presidente sustituto había participado ya en el procedimiento el 18 de diciembre de 1981, con ocasión del rechazo de la petición de que el juicio se celebrara en Barcelona (apartado 23 anterior). Los Abogados defensores pudieron, por tanto, recusarle en aquel momento.", "", " Claro está que no tenían ningún motivo a la sazón para pensar que, posteriormente, el señor Pérez Lemaur tendría que juzgar a sus defendidos, mucho menos después de haberse reunido, la víspera de la celebración del juicio, con el Presidente titular de la Sección, señor De la Concha (apartado 24 anterior). No es menos cierto que, al darse cuenta al día siguiente, por la mañana, de que dicho señor no asistía, no expresaron ninguna preocupación sobre la nueva composición.", "", " Es indudable que la recusación se limita, en el Derecho español, a causas determinadas legalmente y que se refieren, especialmente, a la personalidad del Magistrado o a sus lazos con las partes; además, después del comienzo del juicio, sólo puede proponerse por un motivo sobrevenido con posterioridad (apartado 44 precedente). Ahora bien, la defensa, al no conocer anticipadamente el nombre y la personalidad del Presidente que sustituía al titular, no podía invocar ninguna causa legítima de recusación. Afirma, sin embargo, que pudo apreciar, después de comenzar el juicio, que el señor Pérez Lemaur llevaba insignias franquistas en su corbata y en los gemelos de su camisa; y, además, se mostró hostil hacia los procesados y hacia algunos testigos. No precia, sin embargo, cómo se manifestó esta hostilidad. En el supuesto de que hubiera sido real, un comportamiento así habría debido provocar, por lo menos, por parte de los demandantes, una protesta por enemistad manifiesta (apartado 44); y no formularon ninguna durante el juicio.", "", " Por tanto, no agotaron, en este punto, la vía de los recursos internos.", "", " B. El derecho a un proceso justo", "", " 60. Según los interesados, el cambio en la composición del Tribunal no fue un incidente aislado: se relacionaba con las condiciones en que se desarrolló el proceso en la instancia (y se añadía a ellas), en especial con las circunstancias del traslado de los procesos a Madrid, las medidas de seguridad tomadas en la sesión, la «asombrosa» brevedad del juicio y la pasividad del Ministerio Fiscal. Había en ello muchos elementos que permitían la conclusión de que el Tribunal, convencido ya de la culpabilidad de los señores Barberá, Messegué y Jabardo, consideraba el juicio del 12 de enero de 1982, como una mera formalidad. Ahora bien, según ellos, esta íntima convicción sólo podía fundarse, a la sazón, en las confesiones arrancadas por la policía, puesto que el Juez de Instrucción no hizo ningún esfuerzo para establecer los hechos. Los interesados critican además la manera en que se practicaron las pruebas, sin respetarse los principios de contradicción y de igualdad de medios. Se quejan, entre otras cosas, de que no pudieron interrogar al testigo señor Martínez Vendrell.", "", " Los señores Barberá y Jabardo destacan, a mayor abundamiento, que no contaron con la asistencia de un Abogado en su primera comparecencia ante el Magistrado instructor.", "", " 61. La declaración española de aceptación del derecho de recurso individual (art. 25 del Convenio) entró en vigor el 1 de julio de 1981. Sus términos impiden que el Tribunal examine el período anterior a dicha fecha; no así tener en cuenta el conjunto del procedimiento para apreciar su carácter justo (véase, especialmente, mutatis mutandis la Sentencia en el caso Milasi de 25 de junio de 1987, serie A, núm. 119, pág. 37, apartado 31).", "", " 1. La excepción previa del Gobierno", "", " 62. Frente a las diversas reclamaciones de que se trata, el Gobierno opone la excepción de que no se agotaron las vías de los recursos internos, dividida en varias partes.", "", " 63. Sostiene, primero, que si el estado físico o psíquico de los demandantes, como consecuencia de su viaje nocturno a Madrid, disminuía su capacidad de defensa, debían haber pedido el aplazamiento del juicio oral en virtud del artículo 746.5 de la Ley de Enjuiciamiento Criminal . Podían también -añadió durante el juicio- haber invocado los artículos 745 y 393.", "", " El Gobierno no citó ninguno de estos tres preceptos ante la Comisión pese a que se le trasladó un resumen de los hechos en que se incluía la alegación sobre las circunstancias y consecuencias del traslado de los interesados de Barcelona a Madrid. Hay, por tanto, preclusión. En cuanto a los artículos 745 y 393 de la Ley de Enjuiciamiento Criminal , se tropieza con el artículo 47 del Reglamento del Tribunal , ya que el Gobierno no ha utilizado este argumento hasta el juicio oral.", "", " Por otra parte, el artículo 746.5 difícilmente podía solucionar la queja; aunque permite la suspensión en el supuesto de que alguno de los procesados enfermare, parece que no es aplicable al cansancio producido por un largo viaje unas pocas horas antes del comienzo del juicio. Según uno de los Abogados que asistió a la reunión del 11 de enero de 1982 con el Presidente señor De la Concha, la defensa pidió, por otra parte, un aplazamiento debido a que los procesados estaban todavía en Barcelona (apartado 24 anterior).", "", " 64. En tanto en cuanto se quejan los demandantes de la brevedad de su proceso, el Gobierno les censura por no haberlo aducido en sus recursos de casación, con apoyo en los apartados 1 , 3 y 4 del artículo 850 de la Ley de Enjuiciamiento Criminal . El Tribunal comprueba, sin embargo, que estos preceptos se refieren a circunstancias que no concurrieron en el caso de autos: la denegación de prueba pertinentes, la negativa a que un testigo conteste a preguntas pertinentes o la desestimación de tales preguntas.", "", " En cuanto a lo demás, el Gobierno alegó ante la Comisión y reiteró ante el Tribunal que los Letrados de los procesados podían haber protestado formalmente contra el trato humillante, según ellos, dispensado a sus defendidos y contra cualquier otra irregularidad ocurrida durante la vista de la causa. Sin embargo, no precisa en qué habría podido fundarse legalmente esta protesta; por consiguiente, no señala con la necesaria claridad los recursos con que se cuenta en esta materia que no se utilizaron por los demandantes (véanse, especialmente, la citada Sentencia en el caso Bozano, serie A, núm. 111, pág. 19, apartado 46, y el apartado 56 precedente).", "", " 65. En cuanto a las reclamaciones sobre la práctica de la prueba, el Tribunal estima, con la Comisión (Resolución de 11 de octubre de 1985 sobre la admisión), que los interesados las plantearon ya, válida y substancialmente, ante los Tribunales españoles; e invocaron el artículo 24 de la Constitución española que corresponde en lo fundamental al artículo 6 del Convenio (apartados anteriores 30, 32 y 36).", "", " 66. Procede, por tanto, desestimar en su totalidad la excepción previa de que se trata.", "", " 2. El fundamento de los agravios de que se trata", "", " 67. Los demandantes se consideran víctimas de la flagrante violación del apartado 1 del artículo 6, en relación con los apartados 2 y 3. d).", "", " Recuerda el Tribunal que las exigencias de los dos últimos son aspectos especiales del derecho a un proceso justo que garantiza el primero (véase, entre otras, la Sentencia dictada en el caso Unterpertinger, de 24 de noviembre de 1986, serie A, núm. 110, pág. 14, apartado 29); lo tendrá, pues, en cuenta al examinar los hechos en el ámbito del apartado 1.", "", " 68. Corresponde en principio a los Tribunales internos, y especialmente al de primera instancia, apreciar los elementos probatorios con que se ha contado y la pertinencia de los propuestos por el acusado (Sentencia citada, pág. 15, apartado 33, segundo párrafo in fine ). No obstante, el Tribunal debe averiguar -en lo cual coincide con la Comisión- si el procedimiento, considerado en su conjunto, con inclusión de los medios de prueba propuestos por la acusación y la defensa, ha tenido el carácter justo que pretende el artículo 6.1. Para ello, se estudiarán sucesivamente los distintos agravios formulados ante el Tribunal (apartado 60).", "", " a) El traslado de los acusados a Madrid", "", " 69. El 11 de enero de 1982, o sea, la víspera del comienzo del juicio oral ante la Audiencia Nacional, los demandantes permanecían todavía detenidos en Barcelona. No salieron hacia Madrid hasta el anochecer, y llegaron el día siguiente, muy temprano, después de un viaje de más de 600 kilómetros en coche celular, cuando el juicio debía empezar a las diez y media (apartado 24).", "", " El hecho, alegado por el Gobierno, de que habían expresado sus deseos de pasar las Navidades en Barcelona, cerca de su familia y de sus amigos (apartado 23), no justifica un traslado con tanto retraso, puesto que estas fiestas terminan en España después del 6 de enero.", "", " 70. Los señores Barberá, Messegué y Jabardo tuvieron que encontrarse en un estado de menor resistencia física y moral al afrontar un juicio muy importante para ellos, teniendo en cuenta la gravedad de los delitos que se les imputaban y de las penas a que se exponían.", "", " A pesar de la asistencia de sus Abogados, que tuvieron ocasión de formular sus argumentos, este hecho, en sí lamentable, debilitó sin ninguna duda su situación en un momento crucial en que necesitaban todos los medios para defenderse y, especialmente, para afrontar su interrogatorio desde el principio del juicio y ponerse de acuerdo eficazmente con sus Abogados.", "", " b) La sustitución del Presidente y de otro Magistrado", "", " 71. El mismo día del juicio, el señor De la Concha, Presidente de la Sección 1.a de la Sala de lo penal de la Audiencia Nacional, tuvo que ausentarse por la enfermedad de un cuñado; y otro de los Magistrados que decretaron el Auto de 27 de octubre de 1981 (apartado 23), el señor Infante, no pudo actuar por haber dejado de pertenecer a dicha Sección. Les sustituyeron los señores Pérez Lemaur, Presidente de la Sección 3.a, y Bermúdez de la Fuente, Magistrado de la Sección 1.a (apartado 24).", "", " 72. No se dio cuenta a los demandantes ni a sus Abogados de dichos cambios, especialmente del que afectaba al Presidente (apartado 24). Sin duda, el señor Pérez Lemaur había dictado, con los señores Barnuevo y Bermúdez de la Fuente, una resolución meramente procesal el 18 de diciembre de 1981 (apartado 23), pero esto no permitía a los Abogados de la defensa llegar a la conclusión de que formaría parte del Tribunal en el juicio oral, especialmente si se tiene en cuenta su reunión preparatoria de la víspera con el señor De la Concha (apartados 24 y 59 anteriores). Fueron, pues, cogidos de improviso. Podían temer perfectamente que el nuevo Presidente conociera mal un caso, indiscutiblemente complejo, en que el sumario, de la máxima importancia para el resultado del proceso, tenía 1.600 folios. El señor Barnuevo, Magistrado ponente (apartados 23 y 24), permaneció en su puesto durante todo el proceso; pero el señor Pérez Lemaur no tomó parte en la reunión preparatoria del 11 de enero de 1982; no hubo un examen completo de las pruebas durante el juicio; las deliberaciones tenían que desarrollarse inmediatamente después de celebrado o en el siguiente día (apartado 41); y la Audiencia Nacional debía dictar Sentencia dentro de los tres días siguientes al en que se hubiera terminado el juicio, y así lo hizo (apartados 25, 29 y 41 anteriores).", "", " c) El desarrollo del juicio del 12 de enero de 1982 y la práctica de las pruebas", "", " 73. Las sesiones del juicio oral empezaron en la mañana del 12 de enero de 1982 y terminaron al final de la tarde, estando presentes los cinco procesados. La Comisión se extraña de la brevedad del juicio, teniendo en cuenta lo compleja que era la causa, el tiempo considerable transcurrido desde los hechos y las protestas de inocencia de los procesados ante los juzgadores.", "", " Por su parte, los demandantes insisten en la pasividad del Ministerio Fiscal.", "", " Según el Gobierno, la duración del juicio depende de la naturaleza y de las partes; en el caso de autos, se trataba del tiempo necesario para la práctica de las pruebas y para los informes de las partes. Si fue suficiente un solo día, se explica por dos razones: el juicio era la fase final de un procedimiento que había implicado dos, el sumario y las conclusiones provisionales; además, la acusación y la defensa, al utilizarse la fórmula «por reproducida», consintieron en la prueba sin necesidad de que se leyeran en el juicio los 1.600 folios del sumario.", "", " 74. El Tribunal deduce de dichos argumentos que existe en este caso un lazo directo entre la cuestión de la duración del juicio oral y el problema, más importante, de la práctica de las pruebas durante su celebración. El Tribunal las examinará, pues, en su conjunto.", "", " 75. Hay que señalar, en primer lugar, que si bien la legislación española deja a las partes determinada iniciativa para la proposición y presentación de las pruebas, esto no dispensa al Tribunal de instancia de asegurar el respeto de las exigencias del artículo 6 en la materia (véase, especialmente, mutatis mutandis, la Sentencia en el caso Goddi de 9 de abril de 1984, serie A, núm. 76, pág. 12, apartado 31). Por otra parte, los artículos 315 y 729.2 de la Ley de Enjuiciamiento Criminal permiten tanto al Juez de Instrucción como al Tribunal las pruebas que se consideren necesarias para la comprobación de los hechos (apartados 39 y 40 anteriores).", "", " 76. En el ámbito penal, el problema de la práctica de la prueba tiene que considerarse a la vista de los apartados 2 y 3 del artículo 6 del Convenio (apartado 67 precedente).", "", " 77. El primero reconoce el principio de la presunción de inocencia. Exige, entre otras cosas, que los miembros del Tribunal, al desempeñar sus funciones, no partan de la idea preconcebida de que el acusado ha cometido el acto de que se trata; la carga de la prueba recae sobre la acusación y la duda favorece al acusado. Además, la acusación tiene que informar al interesado de lo que se le imputa -con la finalidad de que pueda preparar y formular su consiguiente defensa- y proponer las pruebas suficientes para fundamental la declaración de culpabilidad.", "", " Según el Gobierno, corresponde a este objetivo la fase intermedia en que las partes presentan sus conclusiones provisionales y proponen las pruebas de que intentan valerse (apartado 40). En el caso de autos, el Ministerio Fiscal, en sus conclusiones provisionales, dio su versión de los hechos y los calificó. Manifestó además las pruebas de que intentaba valerse, con inclusión de los 1.600 folios del sumario cuya mayor parte no se referían a los procesados; sin embargo, no precisó con detalle los elementos en que se apoyaban en cuanto a los demandantes (apartado 22), lo cual entorpeció la tarea de la defensa.", "", " 78. El apartado 1, en relación con el 3, del artículo 6, obliga además a los Estados Contratantes a medidas positivas. Consisten especialmente en informar al acusado, en el plazo más breve, de la naturaleza y de la causa de la acusación formulada contra él, en concederle el tiempo y las facilidades que se necesiten para la preparación de su defensa, en asegurarle el derecho de defenderse por sí mismo o con la asistencia de un Abogado, y en permitir interrogar o hacer interrogar a los testigos de la acusación y en conseguir que se cite e interrogue a los propuestos por la defensa en las mismas condiciones que a los de la acusación. Este último derecho no supone sólo que exista en esta materia un equilibrio entre la acusación y la defensa (véase, mutatis mutandis, la Sentencia en el caso Bönisch de 6 de mayo de 1985, serie A, núm. 92, pág. 15, apartado 32) sino también que el examen de los testigos tenga, por lo general, carácter contradictorio.", "", " Del objeto y de la finalidad del artículo 6, y de la reducción de algunos párrafos del apartado 3, se derivan, por lo demás, la facultad del acusado de «tomar parte en el juicio» y su derecho a «que su causa se vea por un Tribunal que se reúna estando él presente» (Sentencia en el caso Colozza de 12 de febrero de 1985, serie A, núm. 89, pág. 14, apartado 7, y pág. 16, apartado 32). De ello deduce el Tribunal que, en principio, la prueba debe practicarse ante el acusado en audiencia pública, para que exista un debate contradictorio. Se investigará, por tanto, si así sucedió en el caso de autos.", "", " i) El interrogatorio de los acusados", "", " 79. El juicio del 12 de enero de 1982 empezó con el interrogatorio de los demandantes. Contestaron a las preguntas del Ministerio Fiscal, del acusador privado y de los Abogados defensores negando cualquier participación en el asesinato del señor Bultó; y se opusieron a las pruebas que afirmaban lo contrario, incluidas sus propias confesiones a la policía, arrancadas, según ellos, por medio de torturas (apartado 25).", "", " ii) El examen de los testigos", "", " 80. Sólo uno de los tres testigos directos propuestos por la acusación, el cuñado del señor Bultó, declaró ante la Audiencia Nacional; y no reconoció a los demandantes. El Ministerio Fiscal pidió, sin embargo, que se tuvieran en cuenta las declaraciones de los otros dos a la policía (apartado 26); y como en ellas no se acusaba a los procesados, la defensa no se opuso.", "", " En cuanto a los diez testigos propuestos por la defensa, la finalidad de su comparecencia era probar los malos tratos, para dejar sin efectos las confesiones conseguidas por la policía, y la buena conducta cívica de los señores Barberá, Messegué y Jabardo (apartado 27).", "", " El examen de estos diversos testigos se efectuó en condiciones conformes con las exigencias del apartado 1 del artículo 6, en relación con el apartado 3. d), en audiencia pública y contradictoria (apartado 78).", "", " iii) La prueba documental", "", " 81. En sus respectivas conclusiones provisionales, el Ministerio Fiscal y la acusación privada pidieron la lectura en el juicio del conjunto del Sumario, y la defensa solamente la de algunos documentos. Los señores Barberá y Messegué pidieron también que se leyeran las declaraciones del señor Martínez Vendrell en que retiró o modificó las anteriores a la policía implicándoles en el asesinato (apartados 15 y 17 anteriores).", "", " Sin embargo, durante los debates del juicio oral, las partes consintieron en que se prescindiera de dicha lectura. El empleo de la fórmula «por reproducida» tuvo como consecuencia que no fuera pública la práctica de una gran parte de las pruebas.", "", " 82. El Gobierno subraya que nada impedía a los Abogados defensores pedir la lectura en el juicio de algunos folios o de todo el sumario (apartado 40). Como no lo hicieron, renunciaron a ello.", "", " Según la jurisprudencia constante del Tribunal, la renuncia a un derecho garantizado por el Convenio -en cuanto sea lícita- debe probarse inequívocamente (véase, especialmente, la Sentencia ya citada, dictada en el caso Colozza, serie A, núm. 89, pág. 14, apartado 28). Ahora bien, aunque el empleo de la fórmula «por reproducida» demostraba que la defensa aceptaba que no se leyeran en público los elementos del sumario, no se puede deducir de lo dicho que consistiera en no impugnarlos incluso en la medida en que la acusación se apoyara en ellos, y, en especial, en las declaraciones de algunos testigos; los motivos que invocó posteriormente ante el Tribunal Supremo y el Tribunal Constitucional lo confirman (apartados 30 y 32 anteriores).", "", " 83. Mediante dicha fórmula todos los documentos del sumario se incorporaron al proceso durante el juicio. Sin embargo, el Tribunal tiene que averiguar si los elementos de prueba en las actuaciones contra los demandantes se consiguieron de manera adecuada para garantizar un proceso justo.", "", " 84. En España, la naturaleza contradictoria del procedimiento penal se extiende, como lo señala el Gobierno, al período de instrucción: la Ley de Enjuiciamiento Criminal permite al acusado, asistido por su Abogado, intervenir en las diligencias que le afectan, tanto en sus proposiciones de prueba como en las de la acusación o en las de iniciativa del Juez instructor (apartado 39).", "", " Señala, sin embargo, el Tribunal que en el caso de que se trata, la instrucción sumarial empezó mucho antes de la detención de los demandantes el 14 de octubre de 1980; como es natural, no pudieron intervenir en nada en ella hasta entonces. El 22 de diciembre de 1980, en Barcelona, el señor Barberá designó Abogado y Procurador para poder participar en el procedimiento, pero el Juez competente de Madrid no los tuvo por nombrados hasta el 20 de enero de 1981, después del procesamiento de los demandantes y menos de un mes antes de la conclusión del sumario el 16 de febrero de 1981; en cuanto a los señores Messegué y Jabardo, nombraron a sus Abogados defensores cinco días después de la última fecha (apartados 21 y 22 anteriores). Salvo su declaración del 22 de enero de 1981, en Barcelona (apartado 21) los interesados no intervinieron en ninguna otra diligencia del sumario. Además, el escaso tiempo que quedaba les impidió de hecho proponer pruebas con conocimiento de causa antes de la conclusión de la instrucción sumarial. Tampoco el Ministerio Fiscal propuso más a la sazón.", "", " Por otra parte, los acusados y sus abogados estaban en Barcelona, ciudad en que ocurrió el atentado y en el que residían todos los testigos, mientras que el Juez de Instrucción cumplía su tarea en Madrid. Esto les produjo, a unos y a otros, verdaderas dificultades de hecho. En especial, casi todas las diligencias procesales tuvieron que practicarse mediante exhorto en Barcelona (apartados 11, 15, 20 y 21).", "", " Por consiguiente, las lagunas observadas en el proceso no se compensaron con garantías en el período de instrucción.", "", " 85. Entre los elementos del sumario que hay que considerar figuran, en primer lugar, por orden cronológico, las declaraciones del señor Martínez Vendrell, la primera persona que acusó a los demandantes (apartado 14 anterior) y principal testigo indirecto para el Delegado de la Comisión. Puede parecer lamentable que no se haya conseguido que estuviera presente en el juicio del 12 de enero de 1982, en que la defensa habría podido interrogarle contradictoriamente. Sin embargo, el Estado demandado no es responsable de ello; la policía no consiguió encontrarle cuando, después de que el Tribunal Supremo, el 10 de abril de 1981, confirmara su condena, intentó detenerle en cumplimiento del correspondiente mandamiento dictado el 24 de abril (apartado 18). Por tanto, la Audiencia Nacional sólo dispuso del texto de las declaraciones del señor Martínez Vendrell. En la más antigua, implicaba directamente a los demandantes en el asesinato del señor Bultó (apartado 14), pero, como lo reconoce el Gobierno, no se podía admitir como prueba en Derecho español, puesto que la consiguió la policía durante la detención gubernativa de diez días y sin las mínimas garantías constitucionales. No obstante, estaba incluida en el sumario. Servía de base a la segunda, recogida por un Juez de Instrucción de Barcelona, en presencia de un Abogado, y en la que el interesado se retractó en parte de sus anteriores declaraciones (apartado 15 precedente). No se procesó a los señores Barberá y Messegué hasta el 16 de marzo de 1979, después de elevarse al Magistrado instructor de Madrid dichas aclaraciones (apartado 16). Hasta entonces, no podían intervenir en las actuaciones promovidas contra el señor Martínez Vendrell y, por tanto, no pudieron interrogarle ni hacer que se le interrogara; y sucedió lo mismo posteriormente, durante su proceso en la instancia, ya que se ignoraba su paradero (apartado 17).", "", " 86. El testimonio del señor Martínez Vendrell, que había recuperado su libertad el 17 de junio de 1980, habría sido de crucial importancia; así lo subrayó el Tribunal Supremo en su Sentencia de 27 de diciembre de 1982 (apartado 31 anterior). El Tribunal comprueba que el Juez Central de Instrucción ni siquiera intentó oír al interesado después de la detención de los demandantes el 14 de octubre de 1980, no sólo para confirmar su identificación, sino también para comparar sus sucesivas declaraciones con las suyas y para celebrar un careo con ellos. Indudablemente, los propios demandantes podían pedir también que se tomara declaración al señor Martínez Vendrell, sobre todo si se tienen en cuenta las especiales circunstancias mencionadas en el apartado 84. Los demandantes no tuvieron nunca ocasión de preguntar a una persona cuyo testimonio -esencial, como resulta de la Sentencia dictada el 27 de diciembre de 1982 por el Tribunal Supremo (apartado 31)- se había obtenido sin su presencia y que se dio por leído en el acto del juicio (véase, mutatis mutandis, la citada Sentencia en el caso Unterpertinger, serie A, núm. 110, pág. 15, apartado 31); el señor Martínez Vendrell huyó antes del 27 de mayo de 1981, en cuya fecha se comunicaron los autos a la defensa para proponer las pruebas (apartados 18 y 22 precedentes).", "", " 87. Las declaraciones de los acusados eran otro importante medio de prueba merecedor de consideración.", "", " En el momento de sus confesiones a la policía, se procedía ya contra ellos (apartado 16), pero no contaban con la asistencia de un Abogado, aunque no parece que hubieran renunciado a ello. Por tanto, estas confesiones, obtenidas además durante una larga detención gubernativa, con incomunicación, suscitan reservas por parte del Tribunal. Se incorporaron a la denuncia de la política y figuraron en el centro del interrogatorio de los acusados por los Jueces de Instrucción de Barcelona y por la acusación privada en el juicio del 12 de enero de 1982; sin embargo, la defensa se esforzó en impugnarlas alegando que la policía las había arrancado por medio de torturas.", "", " Los señores Barberá y Jabardo, cuando hicieron sus primeras declaraciones al Juez de Instrucción de Barcelona, no contaron tampoco con la asistencia de un Abogado, de su elección o de oficio [art. 6.3. c) del Convenio]; y no resulta del sumario que renunciaran a ello. No se tuvo por designado a un Abogado hasta el 20 de enero de 1981 en cuanto al señor Barberá, después de que se procedió contra él por segunda vez, y el 21 de febrero respecto a los señores Messegué y Jabardo, después de la conclusión del sumario (apartados 16 y 21).", "", " El Tribunal señala, además, que el Juez Central de Madrid no interrogó nunca personalmente a los procesados, a pesar de las manifiestas contradicciones entre sus sucesivas declaraciones, ni siquiera después del traslado temporal de uno de ellos a la capital (apartados 21 y 22); procedió siempre por exhorto.", "", " 88. En cuanto a las armas y otros objetos o documentos descubiertos en las residencias de los demandantes, y después en los depósitos indicados por los señores Barberá y Messegué, no se colocaron en el local del juicio aunque la acusación se refirió a ello como pruebas. Por tanto, la defensa no pudo discutir con plena eficacia la autenticidad y la pertinencia; después de formular sobre este punto la correspondiente protesta ante la Audiencia Nacional, lo sometió al Tribunal Supremo y al Tribunal Constitucional (apartados 25, 30 y 32 anteriores).", "", "", "", " d) Conclusión", "", " 89. El Tribunal, teniendo en cuenta el tardío traslado de los demandantes de Barcelona a Madrid, el cambio inopinado en la composición del Tribunal inmediatamente antes del principio del juicio, la brevedad de las sesiones de éste y, sobre todo, la circunstancia de que pruebas muy importantes no se practicaron y discutieron adecuadamente en el juicio, en presencia de los acusados y públicamente, llega a la conclusión de que el procedimiento controvertido, considerado en su conjunto, no ha atendido las exigencias de un proceso justo y público. Por consiguiente, se ha violado el artículo 6.1.", "", " II. El artículo 6.2 del Convenio", "", " 90. Los señores Barberá y Messegué se consideran además víctimas de un ataque a la presunción de inocencia al condenárseles, con el único fundamento de sus confesiones a la policía, por un Tribunal, la Audiencia Nacional, que se mostró parcial en perjuicio suyo.", "", " El Gobierno, con invocación de las Sentencias del Tribunal Supremo y del Tribunal Constitucional, sostiene que la Audiencia Nacional dispuso, en realidad, de otras pruebas.", "", " 91. Se infringe la presunción de inocencia cuando, sin que se pruebe, legal y previamente, la culpabilidad de un acusado, se refleja en una resolución judicial que le afecta el sentir de que es culpable. En el caso de que se trata, no resulta de los autos que la Audiencia Nacional o el Magistrado que la presidía hayan tomado, durante el procedimiento y especialmente en el juicio oral, resoluciones o actitudes que manifestaron un sentimiento así. El Tribunal no advierte, pues, que se haya violado el artículo 6.2.", "", " III. La aplicación del artículo 50", "", " 92. Los demandantes formulan diversas pretensiones en virtud del artículo 50. El precepto citado dice lo siguiente:", "", " «Si la Resolución del Tribunal declara que una Resolución tomada o una medida ordenada por una autoridad judicial o cualquier otra autoridad de una Parte Contratante se opone, total o parcialmente, a las obligaciones que se derivan del ... Convenio, y si el Derecho interno de dicha Parte sólo permite reparar de manera imperfecta las consecuencias de esta Resolución o medida, la Resolución del Tribunal concederá, si procede, una satisfacción equitativa a la parte lesionada.»", "", " El Gobierno señaló, en las sesiones del juicio, que si el Tribunal apreciaba una violación, los demandantes podrían entablar en España una acción de indemnización. Añadió que la Sentencia del Tribunal sería una reparación adecuada por el daño moral alegado y que los gastos y costas, cuyo reembolso piden los interesados, no se han probado suficientemente.", "", " 93. En las circunstancias del caso, estima el Tribunal que la cuestión de la aplicación del artículo 50 no está en condiciones para resolverse, de suerte que procede reservarla, teniendo en cuenta la posibilidad de un acuerdo entre el Estado demandado y los demandantes (art. 53.1 y 4 del Reglamento).", "", " El Tribunal, por estos fundamentos,", "", " 1. Rechaza, por unanimidad, por preclusión y por extemporánea, la excepción de que no se agotó la vía de los recursos internos, opuesta por el Gobierno relativa a la queja sobre el cambio, sin previo aviso, en la composición de la Audiencia Nacional;", "", " 2. Falla, por unanimidad, que los demandantes no agotaron la vía de los recursos internos en sus quejas sobre el Presidente sustituto de la Audiencia Nacional;", "", " 3. Rechaza, por unanimidad, por preclusión y, en parte, por extemporánea o por falta de fundamento, la excepción de que no se agotó la vía de los recursos internos, opuesta por el Gobierno por no haber pedido los demandantes a la Audiencia Nacional que aplazase las sesiones del juicio;", "", " 4. Rechaza, por diecisiete votos contra uno, por falta de fundamento, el resto de la excepción de que no se agotó la vía de los recursos internos, opuesta por el Gobierno;", "", " 5. Falla, por diez votos contra ocho, que se violó el artículo 6.1;", "", " 6. Falla, por unanimidad, que la cuestión de la aplicación del artículo 50 no está en condiciones de resolverse;", "", " En consecuencia;", "", " a) la reserva totalmente;", "", " b) pide al Gobierno y a los demandantes que le dirijan por escrito, en el plazo de tres meses a partir de esta fecha, sus observaciones complementarias sobre la cuestión y, especialmente, que le informen de cualquier posible acuerdo al que lleguen en esta materia;", "", " c) reserva el procedimiento posterior, y delega en el Presidente la facultad de establecerlo, si fuera necesario.", "", " Hecha en francés y en inglés y pronunciada en audiencia pública en el Palacio de Derechos Humanos, en Estrasburgo, el 6 de diciembre de 1988.", "", " Firmado: Rolv Ryssdal, PRESIDENTE", "", " Firmado: Marc-André Eissen, SECRETARIO", "", " Se incorporan a esta Sentencia, con arreglo a los artículos 51.2 del Convenio y 52.2 del Reglamento, los siguientes votos particulares:", "", "", "", " Voto particular", "", " discrepante y conjunto del señor Thór Vilhjálmsson, de la señora Bindschedler-Robert, y de los señores Gölcüklü, Matscher, Walsh, Russo, Valticos y Torres Boursault;", "", " Voto particular de conformidad y conjunto de los señores Lagergreen, Pettiti y Macdonald.", "", " Rubricado: R. R. Rubricado: M.-A. E.", "", " VOTO PARTICULAR DISCREPANTE Y CONJUNTO DE LOS JUECES SEÑORA BINDSCHEDLER-ROBERT Y DE LOS SEÑORES THÓR VILHJÁLMSSON, GÖLCÜKLÜ, MATSCHER, WALSH, RUSSO, VALTICOS Y TORRES BOURSAULT", "", " No podemos unirnos a la opinión de la mayoría del Tribunal que ha entendido que en este caso se ha violado el artículo 6.1 del Convenio por cuanto «el procedimiento controvertido, considerado en su conjunto, no ha atendido las exigencias de un proceso justo y público».", "", " Estudiaremos, a continuación, los tres puntos principales que han llevado a dicha conclusión, y expondremos sobre cada uno de los argumentos que nos conducen a un resultado contrario.", "", " Sin embargo, nos parece importante formular, antes de este examen detallado, algunas reflexiones de carácter general.", "", " Comprendemos perfectamente que, en algunos de sus aspectos -relativos a varios principios de las reglas del proceso penal español y, en especial, a su aplicación en el caso de autos- el procedimiento controvertido puede suscitar dudas.", "", " Sin embargo, este sistema penal permite el desarrollo de un proceso dotado con todas las garantías que pretende el 6. Corresponde, naturalmente, a la defensa -a los propios acusados y a sus Letrados- utilizar efectivamente las posibilidades que les ofrece el sistema de que se trata.", "", " Ahora bien, resulta de los autos que en este caso no ha sido así. Ni en las últimas fases de la instrucción ni en el momento de formular las conclusiones, ni en el juicio los acusados agotaron estos medios.", "", " En estas circunstancias, a nuestro entender, no corresponde al Tribunal reconstruir el proceso, a la manera de un Tribunal de Apelación, ni sustituir con su propia apreciación de las pruebas la que subyace en la resolución litigiosa. Su única tarea es fiscalizar si se han respetado las garantías procesales del artículo 6 del Convenio.", "", " La mayoría del Tribunal ha destacado algunos puntos débiles del procedimiento que, considerados en su conjunto, hacen - según ella- que no se ajuste a las exigencias del artículo 6; y esto quiere decir implícitamente que, para la mayoría, ninguno de estos aspectos por sí solo es de tal naturaleza que justifique la declaración de una violación que resulta solamente de su acumulación. Ciertamente, el uso de este argumento no es nuevo y, en otros supuestos, puede estar perfectamente justificado y ser incluso natural. Así, es claro que la duración total de un procedimiento es el resultado de la suma de todas sus fases, incluso si, considerada por sí sola, ninguna se presta a la crítica. El método de la acumulación tiene que apoyarse en premisas específicas en cada uno de los casos en que se aplique y no parece apropiado aplicarlo sencillamente en supuestos de naturaleza completamente distinta.", "", " En especial, la mayoría ha puesto de manifiesto las quejas siguientes:", "", " a) El traslado tardío de los acusados a Madrid", "", " Este hecho, según esta opinión, debilitó la situación de los acusados en un momento crucial en que necesitaban todas sus facultades para defenderse y, sobre todo, para afrontar su interrogatorio desde el principio del juicio, y para ponerse de acuerdo eficazmente con sus Abogados.", "", " A nuestro parecer, aunque la medida es lamentable, no parece que afectara sensiblemente a la defensa ni que viciara el procedimiento hasta privar a los acusados de los suficientes medios de defensa. Además, contaron éstos con la asistencia de sus Abogados que tuvieron ocasión de hacer uso de la palabra e informar sin restricción alguna. Por otra parte, como resulta de los autos, los acusados se limitaron a negar su responsabilidad. A mayor abundamiento, la defensa no pidió que se aplazara la celebración del juicio.", "", " b) El cambio en la composición del Tribunal inmediatamente antes del comienzo de las sesiones del juicio", "", " Según la mayoría, como consecuencia de esta situación, podían temer justificadamente que el nuevo Presidente conociera mal un caso tan complejo como éste. El argumento precedente desconoce el importante papel que desempeña el Magistrado ponente al que corresponde informar al Tribunal y proponer la Sentencia, y que actuó durante todo el procedimiento. Por otra parte, el nuevo Presidente pertenecía a la misma Sala (Sala de lo penal) y se había ocupado ya del caso. Hay que subrayar, además, que la defensa no formuló ninguna objeción a este respecto.", "", " c) El desarrollo de las sesiones del juicio", "", " La mayoría aduce también la brevedad de las sesiones del juicio y, sobre todo, que algunas pruebas muy importantes no se practicaron ni discutieron adecuadamente en el juicio oral, en presencia de los acusados y públicamente.", "", " Hacemos constar, a este respecto, que si el juicio se celebró en un solo día, se debió a dos razones: las sesiones eran la fase final de un procedimiento que ya había tenido dos, la instrucción y las conclusiones provisionales; además, al utilizarse la fórmula «por reproducida», la acusación y la defensa consintieron en la incorporación del sumario sin necesidad de que se leyeran en alta voz los 1.600 folios.", "", " La mayoría del Tribunal parece discutir la procedencia de dicha fórmula -«por reproducida»- a la vista de las exigencias del artículo 6.1 del Convenio.", "", " Sin embargo, mediante ella, todos los documentos del sumario -de los que una parte no se refería a los acusados- se incorporaron al procedimiento durante el juicio y nada impidió a los interesados examinarlos y criticarlos durante las sesiones. Ahora bien, no lo hicieron y por ello renunciaron a corregir los puntos endebles y las posibles lagunas de la instrucción.", "", " Ciertamente, el empleo de la fórmula «por reproducida» tuvo como consecuencia que se sustrajo a la fiscalización pública la práctica de una gran parte de las pruebas. A este respecto, y sin subestimar en nada el valor de la publicidad como garantía procesal, no consideramos que sea tan necesario hacer conocer al público todos los documentos del proceso. En el caso de autos, el público pudo entrar libremente a la sala en que se celebra el juicio, pudo seguir todo su desarrollo, con inclusión de las conclusiones de las partes, las pruebas propuestas y practicadas en él y, por último, pudo escuchar los informes que le permitieron conocer el examen y la crítica de los documentos del sumario; y, sobre todo, pudo oír que la defensa consentía que se utilizara la fórmula «por reproducida» y apreciar que con ello renunciaba voluntariamente a la lectura en el juicio de la mayor parte del sumario.", "", " En estas circunstancias, opinamos que el procedimiento de que se trata atendió también a las exigencias de la publicidad en el sentido del artículo 6.1.", "", " En conclusión, entendemos que no se ha violado el artículo 6.1 del Convenio.", "", " VOTO PARTICULAR DE CONFORMIDAD Y CONJUNTO DE LOS JUECES SEÑORES LAGERGREN, PETTITI Y MACDONALD", "", " Aunque suscribimos las conclusiones a que llega en este caso el Tribunal, deseamos añadir las siguientes observaciones sobre los fundamentos de la Sentencia del 15 de enero de 1982 de la Audiencia Nacional.", "", " Después de deliberar sobre la base de las pruebas aportadas, la Audiencia Nacional dictó Sentencia tres días después del juicio. Tras una breve exposición de los hechos, de los argumentos de las partes y del Derecho aplicable, la sentencia condenó a los demandantes a penas muy severas. No se examinaban las pruebas practicadas ni su relación con los hechos que se estimaban probados (apartado 107 del informe de la Comisión).", "", " Según el Gobierno, los fundamentos breves son propios habitualmente de los sistemas que se apoyan en la íntima convicción del juzgador, como el de España; y por otra parte, el Tribunal Supremo, en su Sentencia de 27 de diciembre de 1982, enumeraba algunas pruebas, incluidas en el sumario, sobre las cuales la Audiencia Nacional pudo fundarse.", "", " A falta de más precisiones, hay razones para pensar que la Sentencia de 15 de enero de 1982 se fundó en el conjunto de las pruebas y de las calificaciones de las partes, discutidas en el juicio oral o incluidas tan sólo en el sumario. En un sistema en que la posibilidad de recurrir en casación contra la apreciación de los hechos por el juzgador de instancia es muy limitada ( arts. 849 y 851.1 de la Ley de Enjuiciamiento Criminal ; apartados 42 y 43 de la Sentencia del Tribunal), habría sido razonable - parece- que el Tribunal que condenó señalara los elementos en que se fundaba su veredicto de culpabilidad, para que pudiera la defensa argumentar de manera efectiva en el recurso (apartado 53, in fine, de la Sentencia en el caso H. contra Bélgica de 30 de noviembre de 1987, serie A, núm. 127, págs. 35, 36 y 43, y nuestro voto particular de conformidad y conjunto incorporado a ella)."]}