{"file": "SPA_HJUDSPA_22999_06.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "22999/06", "text_paragraphs": ["", "", "", "SECCIÓN TERCERA", "", "", "", "", "", "ASUNTO POGHOSYAN Y BAGHDASARYAN c. ARMENIA", "", "(Demanda no 22999/06)", "", "", "", "", "", "", "SENTENCIA", "", "", "", "ESTRASBURGO", "", "12 junio 2012", "", "", "Esta sentencia es definitiva. Puede sufrir retoques de forma.", "", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013. Esta traducción no vincula al Tribunal. Para más información véase la indicación completa sobre derechos de autor al final de este documento.", "", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil del’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "En el caso Poghosyan y Baghdasaryan contra Armenia", "El Tribunal Europeo de Derechos Humanos (Sección Tercera), constituido, en una Sala compuesta por los siguientes Jueces Josep Casadevall, Presidente, Alvina Gyulumyan, Egbert Mujer, Ján Šikuta, Ineta Ziemele, Luis López Guerra, Kristina Pardalos, así como por Santiago Quesada, Secretario de Sección,", "Después de haber deliberado en privado el 22 de mayo de 2012,", "Dicta la siguiente", "SENTENCIA", "PROCEDIMIENTO", "1. El asunto tiene su origen en una demanda (núm. 22999/2006) dirigida contra la República de Armenia, que dos ciudadanos de este Estado, el señor Armen Poghosyan y la señora Anahit Baghdasarya («los demandantes») habían presentado el 16 de mayo de 2006 ante el Tribunal con arreglo al artículo 34 del Convenio para la Protección de los Derechos Humanos y Libertades Fundamentales («el Convenio»).", "2. Los demandantes estuvieron representados por el señor S. Safaryan, Abogado colegiado en Erevan. El Gobierno armenio («el Gobierno») estuvo representado por su agente, el señor G. Kostanyan, representante de la República de Armenia ante el Tribunal europeo de los Derechos Humanos.", "3. El señor Poghosyan («el primer demandante») alegaba en particular no haber recibido indemnización alguna en concepto del daño moral sufrido debido a los malos tratos, el arresto y el encarcelamiento ilegales y de la condena inequitativa de la que fue víctima.", "4. El 20 de noviembre de 2008, la demanda fue notificada al Gobierno De acuerdo con el artículo 29.3 del Convenio, decidió examinar conjuntamente la admisibilidad y el fundamento.", "", "HECHOS", "I. LAS CIRCUNSTANCIAS DEL CASO", "5. Los demandantes nacieron respectivamente en 1976 y 1932 y residen en Saratovka (Armenia).", "6. La segunda demandante es la madre del primer demandante.", "7. El 8 de octubre de 1998, el primer demandante, sospechoso de violación y muerte, fue trasladado a comisaría. El atestado policial de la detención precisaba que el interesado había sido arrestado por muerte y llevaba su firma. En la comisaría, el primer demandante fue maltratado por varios policías. Reconoció la muerte de la que se le acusaba durante el interrogatorio posterior por un investigador.", "8. El 11 de octubre de 1998, el primer demandante ingresó en prisión preventiva y, el 21 de octubre de 1998, fue formalmente acusado de violación y muerte.", "9. El 29 de marzo de 1999, el Tribunal regional de Lorri declaró al primer demandante culpable de los hechos que se le imputaban y le condenó a quince años de prisión, en base principalmente a sus declaraciones. La sentencia fue confirmada por el Tribunal de apelación penal y militar y por el Tribunal de casación respectivamente los días 20 de mayo y 16 de junio de 1999. Parece que durante todo el proceso el demandante alegó, en vano, que sus declaraciones habían sido obtenidas bajo coacción.", "10. Los días 26 de abril y 1 de julio de 2002 respectivamente, el Convenio y el Protocolo núm. 7 entraron en vigor respecto a Armenia.", "11. El 24 de noviembre de 2003, la Fiscalía general solicitó la reapertura del proceso concerniente al primer demandante debido a que nuevos hechos probaban su inocencia. Indicaba en particular en la demanda que el verdadero autor de los delitos imputados al primer demandante había sido arrestado tras haber cometido un delito similar, y que la condena del primer demandante se basaba en falsas pruebas, obtenidas vulnerando la Ley.", "12. El 2 de abril de 2004, el Tribunal de casación decidió admitir la demanda; anuló, por tanto, la condena del primer demandante y envió el asunto para complemento de información. En su sentencia, juzgó probado que los nuevos hechos habían sido descubiertos tras la condena del primer demandante. Según la alta jurisdicción, estos hechos, que eran desconocidos por los tribunales en el momento en el que había examinado el asunto, conducirían a pensar que las diligencias penales dirigidas contra el demandante habían dado lugar a violaciones de las reglas del proceso penal, lo que podía tener impacto sobre el carácter objetivo y exhaustivo del examen del asunto.", "13. El 17 de abril de 2004, se abrieron diligencias penales contra el investigador y varios policías implicados en la investigación inicial. Fueron acusados de abuso de poder, por haber forzado al primer demandante a declarar.", "14. El mismo día, el primer demandante fue puesto en libertad comprometiéndose a no abandonar su lugar de residencia. Había cumplido cerca de cinco años y seis meses de la condena que le había sido impuesta.", "15. El 29 de abril de 2004, concluyeron las diligencias dirigidas contra el primer demandante en aplicación del artículo 35.1, párrafo 2, de la Ley de Enjuiciamiento penal (CCP) por falta de corpus delicti.", "16. El mismo día, el Fiscal general envió una carta al primer demandante para informarle de esta decisión y del hecho de que tenía la condición de «persona absuelta», lo que le otorgaba el derecho a solicitar una indemnización por vía civil. El Fiscal general añadió que el Ministerio Fiscal le presentaba sus excusas por este error judicial.", "17. El 6 de mayo de 2004, el demandante obtuvo la condición de víctima. La decisión pertinente enunciaba que había sufrido daños psicológicos, físicos y materiales como consecuencia de las acciones ilícitas de los policías y de las autoridades de investigación.", "18. El 15 de junio de2005, el Tribunal regional de Lorri declaró a dos de los policías culpables de los hechos que se les imputaban y les condenó a una pena de tres años de prisión además de la inhabilitación para determinadas funciones durante un período de dos años, pero aplicó una medida de amnistía que les dispensaba de cumplir sus penas. En su Sentencia, el Tribunal regional establecía principalmente los siguientes hechos: el 8 de octubre de 1998, el primer demandante y su hermano fueron trasladados a la comisaría, donde los policías maltrataron al primer demandante con el fin de obligarle a declarar. Cuando éste se negó a declarar, uno de los policías le dio una patada y un puñetazo, posteriormente le encerró en la comisaría, de forma totalmente ilegal. Más tarde el mismo día, dos de los policías golpearon de nuevo al demandante. Uno de ellos le golpeo con las dos manos en las orejas, explotándole el tímpano izquierdo. A la vez, el primer demandante oía gritar a su hermano, a quien otro policía estaba golpeando en una oficina vecina. Pensando que no tenía otro medio para evitar los malos tratos, el primer demandante reconoció la muerte de la que se le acusaba. Al día siguiente, antes de conducir al primer demandante al lugar del crimen para una inspección, uno de los policías le dio puñetazos en varias ocasiones a modo de advertencia. Posteriormente, los días 14, 16 y 19 de octubre de 1998, el primer demandante fue sacado de su celda y conducido a la comisaría, donde los policías continuaron maltratándole con el fin de hacerle reconocer que había violado a la víctima antes de asesinarle. Incapaz de soportar los malos trataos que le infligían, el primer demandante fue obligado a declarar lo que esperara de él.", "19. Esta sentencia no fue objeto de apelación.", "20. El 17 de septiembre de 2004, el primer recurrente presentó ante los Tribunales civiles una demanda de daños y perjuicios por perjuicio material, por la que reclamaba una cuantía de 34.050.000 dracmas armenios (AMD) debido a los malos tratos, a la detención ilegal y a la condena inequitativa sufrida por él. Invocaba los artículos 3, 5 y 6 del Convenio.", "21. En una fecha no precisada, la señora Baghdasaryan («la segunda demandante») intervino en el proceso en tanto que codemandante, y solicitó una cantidad equivalente aproximadamente a la mitad de los daños y perjuicios reclamados por el primer demandante.", "22. En una fecha no precisada, el primer recurrente presentó una demanda adicional por la que solicitaba una cantidad de 60.000.000 AMD por daño moral. Señaló principalmente que, aunque hasta entonces solo había solicitado reparación del perjuicio material, el daño moral que había sufrido era más importante. En su opinión, la jurisprudencia del Tribunal requería una reparación en concepto de daño moral en dichos asuntos.", "23. El 28 de abril de 2005, el Tribunal del distrito de Kentron y de Nork-Marask rechazó la demanda de indemnización por el daño moral debido a que el artículo 17 del Código civil no preveía indemnización para este tipo de perjuicio. El Tribunal del distrito admitió parcialmente la demanda de indemnización por perjuicio material, estimando principalmente que, conforme al artículo 66 del CPP, el primer demandante - por su condición de persona absuelta- tenía derecho a solicitar una indemnización por arresto, detención, acusación y condenas ilegales, y le concedió 6.250.000 AMD por lucro cesante durante el período transcurrido entre el 11 de octubre de 1998 y el 17 de abril de 2004. A la segunda demandante se le concedieron 1.500.000 AMD por los gastos de transporte, gastos de correo y costas procesales.", "24. El 12 de mayo de 2005, el primer demandante interpuso recurso de apelación.", "25. El 31 de agosto de2005, el Tribunal de apelación civil rechazó la apelación del demandante y confirmó la sentencia del Tribunal del distrito.", "26. El 16 de septiembre de 2005, los demandantes recurrieron en casación.", "27. El 18 de noviembre de 2005, el Tribunal rechazó el recurso interpuesto por los demandantes.", "", "II. LA LEGISLACIÓN INTERNA APLICABLE", "El Código civil (en vigor desde el 1 de enero de 1999)", "28. Las disposiciones aplicables del Código civil son las siguientes:", "", "Artículo 17: Indemnización por daños", "", "«1. Toda persona cuyos derechos hayan sido vulnerados podrá solicitar ser íntegramente indemnizada por el daño sufrido, salvo si una reparación menor estuviera prevista por la Ley o por un contrato.", "", "2. Los daños y perjuicios correspondientes a los gastos satisfechos o a satisfacer por la persona cuyos derechos han sido vulnerados en relación con la reparación de la violación, la pérdida de bienes o el perjuicio provocado (perjuicio material), incluida la pérdida de ingresos que la persona hubiera tenido en condiciones normales de vida civil, si la violación no hubiera tenido lugar (pérdida de salario). (...)»", "", "Artículo 1064: Responsabilidad derivada de las acciones ilegales de la instrucción, de las autoridades de investigación, del Ministerio Fiscal o de los Tribunales", "", "«1. El daño resultante de una condena ilegal, de diligencias penales [ilegales], de la imposición [ilegal] de una medida preventiva bajo la forma de detención o de un compromiso escrito de no abandonar su lugar de residencia, o de la imposición [ilegal] de una multa administrativa deberá ser íntegramente indemnizada por la República de Armenia, en el marco de un proceso previsto por la Ley, sea cual fuere la falta cometida por los funcionarios que trabajan para el instructor, las autoridades de investigación, el Ministerio Fiscal o los Tribunales (...)»", "", "B. La Ley de Enjuiciamiento criminal (en vigor desde el 12 de enero de 1999)", "", "29. Las disposiciones aplicables de la Ley de Enjuiciamiento criminal se leen así:", "", "Artículo 35: Circunstancias que impiden la apertura de diligencias penales o de un procedimiento penal", "", "«1. No se abrirá procedimiento penal (Քրեական գործի վարույթ) ni diligencias penales (քրեական հետապնդում), y se pondrá término a los procesos penales ya instituidos en los siguientes casos (...) 2) ausencia del corpus delicti del acto; (...)»", "", "III. LOS DOCUMENTOS APLICABLES DEL CONSEJO DE EUROPA", "Explicación de motivos del Protocolo núm. 7 al Convenio para la protección de los Derechos Humanos y de las Libertades Fundamentales (STE núm. 117)", "30. La parte pertinente de la explicación de motivos se lee así:", "", "Artículo 3", "«22. Este artículo prevé la indemnización de la persona víctima de un error judicial, en determinadas condiciones.", "", "En primer lugar, la persona en cuestión debe haber sido declarada culpable de un delito por una sentencia firme y haber cumplido una pena tras la condena. Según la definición contenida en la exposición de motivos del Convenio europeo sobre el valor internacional de las sentencias represivas, una decisión será definitiva “si ha adquirido, según la expresión consagrada, fuerza de cosa juzgada. Este es el caso cuando es irrevocable, es decir, cuando no es susceptible de recurso ordinario o que las partes han agotado estas vías de recurso o dejado pasar los plazos sin ejercitarlas” (5). Resulta que una sentencia pronunciada en rebeldía no es considerada definitiva al permitir la legislación reanudar el proceso. Así mismo, el presente artículo no se aplica cuando la acusación sea retirada o cuando la persona acusada es absuelta, bien por el Tribunal de primera instancia, bien tras un recurso, por una jurisdicción superior. Si, por el contrario, en un Estado que tenga prevista dicha posibilidad (6), la persona ha recibido la autorización para recurrir (application for leave to appeal) tras el vencimiento del plazo normal previsto para recurrir y que su condena ha sido anulada en apelación, este artículo podrá aplicarse (bajo reserva de otras condiciones previstas por este artículo, en particular la mencionada en el apartado 24 supra).", "", "23. En tercer lugar, el artículo se aplica únicamente al caso en el que la condena de una persona sea anulada, o la gracia concedida, porque, en ambas hipótesis, un hecho nuevo o nuevamente revelado prueba que se ha producido un error judicial -es decir una falta grave en un proceso que supone un perjuicio importante para la persona que ha sido condenada. En consecuencia, no es necesario, en virtud de este artículo, abonar una indemnización si la condena ha sido anulada o la gracia concedida por otros motivos. Por otro lado, el artículo no contiene ninguna regla en cuanto a la naturaleza del proceso a seguir para probar un error judicial. Esta cuestión depende de la legislación interna o la doctrina del Estado afectado. Las palabras “o cuando la gracia concedida” están incluidas puesto que, en algunos sistemas jurídicos, más que un proceso judicial que conduce a la revisión de la condena, la gracia puede ser, en algunos casos, el recurso apropiado tras una decisión definitiva.", "", "24. En definitiva, este artículo no ofrece ningún derecho a indemnización si se prueba que la no revelación en tiempo útil del hecho desconocido es imputable, en todo o en parte, a la persona condenada.", "", "25. En los casos en los que estas condiciones previas se cumplen, la indemnización será abonada “conforme a la Ley o a la práctica en vigor en el Estado en cuestión”. Estas palabras no pueden ser interpretadas como que ninguna indemnización debe ser abonada cuando la Ley o la práctica en vigor no lo prevean. La Ley o esta práctica deben prever el abono de una indemnización en todos los casos en los que este artículo es aplicable. En opinión de los autores de esta disposición, los Estados estarán obligados a indemnizar a las personas únicamente en los casos evidentes de error judicial, es decir, cuando se haya reconocido que la persona afectada era claramente inocente. Este artículo no tiene como finalidad otorgar un derecho de compensación cuando no se han cumplido todas las condiciones previas; por ejemplo, cuando un Tribunal de apelación ha anulado una condena porque ha descubierto un hecho que ha arrojado una duda razonable sobre la culpabilidad del imputado y que el Juez de primera instancia no tuvo en cuenta.»", "", "FUNDAMENTOS DE DERECHO", "I. SOBRE LA CONDICIÓN DE VÍCTIMA DE LA SEGUNDA DEMANDANTE", "31. El Tribunal estima en primer lugar necesario pronunciarse sobre si la segunda demandante posee o no la condición de víctima. Recuerda que, por «víctima», le artículo 25 designa a la persona directamente afectada por el acto o la omisión en litigio (ver, entre otras, Vatan contra Rusia, núm. 47978/1999, ap. 48, 7 octubre 2004).", "32. En este caso, solo el primer demandante ha sido víctima de malos tratos, durante su detención, y ha sido objeto de una condena que posteriormente fue anulada. El Tribunal estima, por tanto, que la demanda, en lo que afecta a la segunda demandante, es incompatible ratione personae con las disposiciones del Convenio en el sentido del artículo 35.3 y debe ser rechazada en aplicación del artículo 35.4 del Convenio.", "33. El Tribunal limitará, en consecuencia, su examen a las alegaciones planteadas por la presente demanda en lo que afecta al primer demandante, a quien designará - con el fin de simplificar- con el término demandante.", "", "II. SOBRE LA VIOLACIÓN ALEGADA DE LOS ARTÍCULOS 5.5 Y 13 DEL CONVENIO Y DEL ARTÍCULO 3 DEL PROTOCOLO NÚM. 7 AL CONVENIO", "34. El demandante alega que el rechazo de su demanda de indemnización por daño moral debido a los malos tratos sufridos por él, al arresto y detención ilegales y a su condena injusta. El Tribunal estima que esta queja debe ser examinada bajo el ángulo de los artículos 5.5 y 13 del Convenio, así como del artículo 3 del Protocolo núm. 7 al Convenio, así redactados:", "", "Artículo 5.5 del Convenio", "", "«5. Toda persona víctima de una detención preventiva o de un internamiento en condiciones contrarias a las disposiciones de este artículo tendrá derecho a una reparación.»", "", "Artículo 13 del Convenio", "", "«Toda persona cuyos derechos y libertades reconocidos en el presente Convenio hayan sido violados tiene derecho a la concesión de un recurso efectivo ante una instancia nacional, incluso cuando la violación haya sido cometida por personas que actúen en el ejercicio de sus funciones oficiales.»", "", "Artículo 3 del Protocolo núm. 7 al Convenio", "", "«Cuando una sentencia penal condenatoria firme resulte posteriormente anulada o se conceda una medida de gracia porque un hecho nuevo o nuevas revelaciones demuestren que ha habido error judicial, la persona que haya sufrido la pena en virtud de esa condena será indemnizada conforme a la ley o al uso vigente en el Estado respectivo, excepto cuando se pruebe que la no revelación en tiempo oportuno del hecho desconocido fuere imputable total o parcialmente a dicha persona.»", "", "A. Sobre la admisión", "35. El Tribunal señala que puede ponerse en cuestión su jurisdicción en el plano temporal para examinar las circunstancias que hayan dado lugar a la alegación del demandante, teniendo en cuenta el hecho de que los malos tratos, el arresto y la detención ilegales y la condena injusta de la que el interesado dice haber sido víctima bajo el ángulo de los artículos 3, 5y 6 del Convenio son ajenos a su competencia ratione temporis (apartados 55-57 infra). Sin embargo, el Tribunal constata que la investigación sobre los malos tratos infligidos al recurrente, la condena de los policías y la demanda de indemnización que le siguieron tuvieron lugar tras la fecha de la entrada en vigor del Convenio respecto a Armenia. Por tanto, estima que las quejas del demandante de acuerdo con los artículos 5.5 y 13 del Convenio y del artículo 3 del Protocolo núm. 7 al Convenio dependen de su competencia ratione temporis.", "36. El Tribunal constata que estas quejas no carecen manifiestamente de fundamento en el sentido del artículo 35.3 a) del Convenio. Por otro lado, el Tribunal señala que no presentaban ningún otro motivo de inadmisión y, por tanto, conviene declararlas admisibles.", "", "B. Sobre el fondo", "", "1. Tesis de las partes", "", "a) El Gobierno", "37. En lo que concierne al artículo 5.5, el Gobierno señala que esta disposición presupone una violación de una o de varias disposiciones del artículo 5 que no existiría en este caso. Explica que, las jurisdicciones nacionales actuaron conforme a la Ley, el arresto y la detención del demandante en el período considerado no eran contrarias al artículo 5. En su opinión, no hay violación del artículo 5.1 a) teniendo en cuenta que el demandante fue condenado por un Tribunal competente, ni violación del artículo 5.1 c) teniendo en cuenta que el arresto del demandante pretendía poner a disposición el interesado ante una autoridad competente puesto que era sospechoso de violación y de muerte. El Gobierno estima que en el momento de los hechos, el Tribunal nacional no tenía a su disposición ninguna prueba susceptible de justificar la adopción de una decisión diferente. Añade que no puede haber violación del artículo 5.2 teniendo en cuenta que el demandante firmó el atestado policial de su arresto el día en que fue conducido a comisaría, lo que indicaría que el interesado había sido evidentemente informado del motivo de su arresto.", "38. El Gobierno estima que la posterior anulación de la condena del demandante y el fin del procedimiento penal contra el interesado no hicieron que su arresto y su detención fueran incompatibles con el artículo 5, puesto que éstos se llevaron a cabo conforme a las exigencias de esta disposición, en base a una sospecha razonable.", "39. En lo que concierne al artículo 13, el Gobierno señala que el demandante disponía de una posibilidad satisfactoria de indemnización. Concretamente indica que, en cuanto los nuevos hechos fueron revelados, se iniciaron inmediatamente diligencias penales contra los policías en cuestión, al demandante se le concedió la condición de víctima, los policías fueron condenados, las diligencias penales contra el demandante fueron abandonadas y su demanda de daños y perjuicios fue admitida. Recuerda igualmente que el Fiscal general presentó excusas oficiales al demandante por el error judicial. Todas estas medidas deberían ser consideradas como una reparación suficiente por todo el daño moral sufrido. Por otro lado, los hechos del caso diferirían de los de los casos Keenan contra Reino Unido (núm. 27229/1995, ap. 130, CEDH 2001-III) y Kontrová contra Eslovaquia (núm. 7510/2004, ap. 64, 31 mayo 2007), al no plantear este asunto ninguna cuestión bajo el ángulo del artículo 3.", "40. En último lugar, el Gobierno señala que una reparación adecuada fue concedida al demandante de acuerdo con el artículo 3 del Protocolo núm. 7. Señala en particular que al interesado se le concedieron daños y perjuicios por perjuicio material y recibió excusas oficiales de la Fiscalía general, lo que debería ser considerado como una reparación suficiente por el daño moral. Por otro lado, el artículo 3 del Protocolo núm. 7 requiere el abono de una indemnización conforme con el derecho o la práctica del Estado concernido. Así, en opinión del Gobierno, la reparación -en forma de excusa- que recibió el demandante por el daño moral no era arbitraria, dicha práctica era habitual en situaciones similares.", "", "b) El demandante", "41. El demandante señala que los artículos 3, 5 y 6 son aplicables a su asunto y que la concesión de una indemnización justa reviste, por tanto, una importancia crucial. En su opinión, las excusas que recibió no pueden tomarse en serio, teniendo en cuenta que el Fiscal general adjuntó a la carta oficial una versión del Conde de Montecristo de Alexandre Dumas. Sea como fuere, la prueba, la angustia mental y el dolor físico agudo sufrido durante cinco años y medio merecería una indemnización de manera más razonable que unas simples excusas. El demandante indica igualmente que, el 1 de septiembre de cada año de su encarcelamiento, la televisión del Estado armenio difundió un programa elaborado por la policía armenia que afirmaba que había admitido su culpabilidad. Así, declaró haber sido constantemente degradado a la vista del gran público sin que las autoridades hicieran algo tras su absolución para restaurar su reputación. El interesado indica además que contrajo matrimonio en 2007 pero que es incapaz de tener un hijo, debido en opinión de los médicos a las circunstancias de su condena. El demandante declara igualmente sufrir una otitis media adhesiva en el oído izquierdo y una sordera de percepción bilateral de primer o segundo grado debido a los golpes que le dieron en la oreja. Tomaba analgésicos y su sordera era irreversible. Señala que los Tribunales no le concedieron ninguna reparación por ello, a pesar de haber probado que había sufrido malos tratos. En definitiva, no puede aceptar el argumento del Gobierno según el cual su arresto se realizó conforme al artículo 5 y se basaba en sospechas razonables, teniendo en cuenta que los signos de malos tratos sufridos por él eran claramente visibles en su persona. Por otro lado, el demandante afirma haberse negado constantemente a admitir las acusaciones en su contra ante los Tribunales y recuerda haber interpuesto recurso ante las más altas instancias contra su condena.", "2. Valoración del Tribunal", "42. El Tribunal juzga necesario examinar, en primer lugar, las quejas planteadas del artículo 13 del Convenio y del artículo 3 del Protocolo núm. 7, y posteriormente las planteadas respecto al artículo 5.5 del Convenio.", "", "a) Artículo 13 del Convenio", "43. El Tribunal señala de nuevo que le resulta imposible -debido a su incompetencia- examinar las circunstancias del trato sufrido por el demandante en la comisaría con el fin de determinar si era o no compatible con las exigencias del artículo 3 del Convenio (apartado 55-57 supra). Sin embargo, recuerda que el artículo 13 puede entrar en juego incluso sin violación de otra cláusula del Convenio. Esta disposición garantiza la existencia en legislación interna de un recurso que permite aprovecharse-y, por tanto, denunciar el no respeto- de los derechos y libertades del Convenio tal como son consagrados por éste. Así, para que el artículo 13 entre en juego, basta que la persona concernida pueda defender presentar de un motivo defendible de acuerdo con el Convenio (Boyle y Rice contra Reino Unido, 27 abril 1988, ap. 52, serie A núm. 131).", "44. El Tribunal señala que los malos tratos infligidos al demandante por los policías fueron probados sin ambigüedad por las jurisdicciones internas, precisamente en la Sentencia del Tribunal regional de Lorri de 15 junio 2005 que condenó a dos de los policías implicados (apartado 18 supra). Por tanto, considera que el demandante presentó sin duda alguna a las jurisdicciones internas un motivo defendible de acuerdo con el artículo 13 cuando alegó ante ellas haber sido sometido a tratos prohibidos por el artículo 3 del Convenio.", "45. El demandante solicita indemnización en la vía civil, principalmente por los malos tratos sufridos, instituyendo un procedimiento distinto tras la condena de los policías, y solicitó en particular daños y perjuicios por el daño moral (apartado 22 supra). Sin embargo, no obtuvo nada por esta vía, al no estar previsto este tipo de reparación por la legislación interna.", "46. La cuestión que se plantea es la de saber si, en este contexto, el artículo 13 exige proponer dicha reparación. El propio Tribunal concede una indemnización justa cuando conviene, reconociendo que el dolor, el estrés, la angustia y la frustración exigen una reparación adecuada en concepto de daño moral. Ha dictaminado ya que, en caso de violación de los artículos 2 y 3 del Convenio, que son las disposiciones más importantes del Convenio, la reparación del daño moral que se desprende de la violación debe, en principio, figurar entre los recursos posibles (Keenan, previamente citada, ap. 130, y Kontrová, citada, ap. 64).", "47. En este caso, el Tribunal concluye que el demandante debía haber tenido la posibilidad de solicitar la reparación en concepto del daño moral sufrido debido a los malos tratos. Al no haber disponible en derecho armenio ninguna indemnización de este tipo, el demandante fue privado de un recurso efectivo.", "48. Ha habido, por tanto, violación del artículo 13 del Convenio.", "", "b) Artículo 3 del Protocolo núm. 7 al Convenio", "49. El Tribunal recuerda que el artículo 3 del Protocolo núm. 7 tiene como finalidad conferir un derecho a reparación a personas condenadas tras un error judicial en caso de que su condena haya sido anulada por los Tribunales internos debido a nuevos hechos o nuevamente revelados. En consecuencia, el artículo 3 del Protocolo núm. 7 no puede aplicarse con anterioridad a que la condena haya sido anulada (Matveïev contra Rusia, núm. 26601/2002, aps. 38-39, 3 julio 2008).", "50. En este caso, en la medida en que la condena del demandante fue anulada y que solicitó la reparación después del 1 de julio de 2000, fecha de entrada en vigor del Protocolo núm. 7 respecto a Armenia, se han cumplido las condiciones para la competencia ratione temporis (ibidem). Además, el Tribunal estima que este artículo es sin duda alguna aplicable al asunto del demandante, al haber sido satisfechas todas las condiciones necesarias.", "51. En cuanto al respeto de las garantías del artículo 3 del Protocolo núm. 7, el Tribunal estima que, aunque esta disposición garantiza el pago de una indemnización conforme a la Ley o a la práctica del Estado concernido, esto no significa que no se abone indemnización alguna cuando el derecho o la práctica internas no lo prevean (ver igualmente el apartado 25 de la exposición de motivos del Protocolo núm. 7 al Convenio, apartado 30 supra). Así mismo, el Tribunal estima que la finalidad del artículo 3 del Protocolo no es simplemente cubrir cualquier pérdida financiera causada por una condena sino también ofrecer a una persona condenada tras un error judicial una reparación por el daño moral sufrido, como el sentimiento de miseria o angustia, el disgusto y la degradación de la calidad de vida. Ahora bien, en este caso, el demandante no dispuso de ninguna reparación.", "52. Ha habido, por tanto, violación del artículo 3 del Protocolo núm. 7 al Convenio.", "", "c) Artículo 5.5 del Convenio", "53. El Tribunal señala que esta alegación está vinculada a la examinada y, por tanto, debe ser igualmente declarada admisible.", "54. Teniendo en cuenta su constatación bajo el ángulo del artículo 3 del Protocolo núm. 7 (apartado 52 supra), el Tribunal juzga inútil examinar si ha habido, en este caso, violación del artículo 5.5 del Convenio.", "", "III. SOBRE LAS OTRAS VIOLACIONES DEL CONVENIO", "55. El demandante alega igualmente que los malos tratos, el arresto y el encarcelamiento ilegales y la condena injusta de la que fue víctima vulneraron los artículos 3, 5 y 6 del Convenio.", "56. El Tribunal recuerda que en virtud de las reglas generales del derecho internacional, las disposiciones del Convenio no vinculan a la Parte Contratante ni en lo que concierne a un acto o hecho anterior a la fecha de la entrada en vigor del Convenio respecto a esta parte, ni en lo que concierne a una situación que había dejado de existir con anterioridad a esta fecha (Blečić contra Croacia [GC], núm. 59532/2000, ap. 70, CEDH 2006-III). Señala que los hechos en litigio se desarrollaron con anterioridad al 26 de abril de 2002, fecha de la entrada en vigor del Convenio respecto a Armenia.", "57. Considera que esta parte de la demanda es incompatible ratione temporis con las disposiciones del Convenio en el sentido del artículo 35.3 y, por tanto, debe ser rechazada en aplicación del artículo 35.4.", "58. Por último, el recurrente se queja de acuerdo con los mismos artículos de que su demanda de indemnización en concepto de perjuicio material no fuera totalmente admitida.", "59. Teniendo en cuenta los elementos que posee, y que esta queja depende de su competencia, el Tribunal no constata ninguna aparente violación de los derechos y libertades consagrados por el Convenio y sus Protocolos. Por tanto, esta parte de la demanda debe ser rechazada por carecer manifiestamente de fundamento, en aplicación de los artículos 35.3 y 35.4 del Convenio.", "", "IV. SOBRE LA APLICACIÓN DEL ARTÍCULO 41 DEL CONVENIO", "60. En términos del artículo 41 del Convenio,", "", "«Si el Tribunal declara que ha habido violación del Convenio o de sus protocolos y si el derecho interno de la Alta Parte Contratante sólo permite de manera imperfecta reparar las consecuencias de dicha violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa.»", "", "A. Daño", "61. El demandante reclama 34.000.000 AMD en concepto de perjuicio material, incluidos los gastos y el lucro cesante. Solicita igualmente 174.959 euros (EUR) en concepto de daño moral.", "62. El Gobierno señala que la demanda del recurrente en concepto de perjuicio material carece de fundamento y de hecho fue admitida por los Tribunales internos; estima igualmente que la demanda del interesado por daño moral no está fundada.", "63. El Tribunal no percibe vínculo alguno de causalidad entre la violación constatada y el perjuicio material alegado y rechaza esta demanda. En cambio, considera que procede conceder al demandante 30.000 EUR en concepto de daño moral.", "", "B. Costas y gastos", "64. Los demandantes solicitan igualmente 1.000 EUR en concepto de costas y gastos satisfechas ante el Tribunal, incluidas las costas procesales, gastos de traducción y de correspondencia.", "65. El Gobierno estima que la demanda del recurrente en concepto de costas y gastos no está totalmente justificada.", "66. Según la jurisprudencia del Tribunal, un demandante solo podrá obtener el reembolso de sus costas y gastos en la medida en que pruebe su realidad, su necesidad y el carácter razonable de su cuantía. En este caso y teniendo en cuenta los documentos que posee y los criterios mencionados, el Tribunal estima razonable conceder la cantidad de 500 EUR por el proceso ante él.", "", "C. Intereses de demora", "67. El Tribunal considera apropiado basar el tipo de los intereses de demora en el tipo de interés marginal de la facilidad de préstamo del Banco central europeo incrementado en tres puntos.", "", "POR ESTOS MOTIVOS, EL TRIBUNAL, POR UNANIMIDAD,", "1. Declara, la demanda admisible en lo que concierne a la queja planteada de los artículos 5.5 y 13 del Convenio y del artículo 3 del Protocolo núm. 7 relativa al rechazo de la demanda de daños y perjuicios por daño moral presentada por el recurrente, e inadmisible el resto;", "", "2. Declara, que ha habido violación del artículo 13 del Convenio;", "", "3. Declara, que ha habido violación del artículo 3 del Protocolo núm. 7 al Convenio;", "", "4. Declara, que no procede examinar la queja planteada del artículo 5.5 del Convenio;", "", "5. Declara,", "", "a) que el Estado demandado deberá abonar a los demandantes, dentro del plazo de tres meses a partir del día en que la sentencia se convierta en definitiva conforme al artículo 44.2 del Convenio, las siguientes cantidades, a convertir en moneda del Estado demandado al tipo aplicable en la fecha del pago:", "", "i) 30.000 EUR (treinta mil euros), más toda cantidad que pueda deberse al impuesto, en concepto de daño moral;", "", "ii) 500 EUR (quinientos euros), más toda cantidad que pueda deberse al impuesto por el demandante, en concepto de costas y gastos;", "", "b) que a contar desde el vencimiento del antedicho plazo hasta el pago, estas cantidades se verán incrementadas por un interés simple a un tipo equivalente al de la facilidad de préstamo del Banco central europeo aplicable durante este período, incrementado en tres puntos;", "", "6. Rechaza el resto de la demanda de indemnización.", "", "Redactada en francés, y notificada por escrito el 12 de junio de 2012 en aplicación de los artículos 77.2 y 77.3 del Reglamento. Firmado: Josep Casadevall, Presidente- Santiago Quesada, Secretario.", "", " © Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013.", "", "Los idiomas oficiales del Tribunal Europeo de Derechos Humanos son el Inglés y el Francés. Esta traducción no vincula al Tribunal, ni el Tribunal asume ninguna responsabilidad sobre la calidad de la misma. Puede descargarse desde la base de datos de jurisprudencia HUDOC del Tribunal Europeo de Derechos Humanos () o de cualquier otra base de datos con la que el Tribunal de Justicia la haya compartido. Puede reproducirse para fines no comerciales, a condición de que el título completo del caso sea citado junto con la indicación de derechos de autor anterior. Si se pretende utilizar cualquier parte de esta traducción con fines comerciales, por favor póngase en contacto con .", "", "© Council of Europe/European Court of Human Rights, 2013.", "", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil del’Europe/Cour européenne des droits de l’homme, 2013.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins comerciales est invitée à le signaler à l’adresse suivante: .", ""]}