{"file": "SPA_HJUDSPA_3111_10.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "3111/10", "text_paragraphs": ["", "", "SECCIÓN SEGUNDA", "", "", "", "", "", "", "ASUNTO AHMET YILDIRIM c. TURQUÍA", "", "(Demanda no 3111/10)", "", "", "", "", "", "", "SENTENCIA", "", "", "", "ESTRASBURGO", "", "18 diciembre 2012", "", "DEFINITIVA", "", "18/03/2013", "", "Esta sentencia ha devenido definitiva en virtud del artículo 44 § 2 del Convenio. Puede sufrir retoques de forma.", "", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013. Esta traducción no vincula al Tribunal. Para más información véase la indicación completa sobre derechos de autor al final de este documento.", "", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil del’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "En el asunto Ahmet Yıldırım contra Turquía", "El Tribunal Europeo de Derechos Humanos (Sección Segunda), constituido en una Sala compuesta por los siguientes Jueces: Guido Raimondi, Presidenet, Danutė Jočienė, Dragoljub Popović, András Sajó, Işıl Karakaş, Paulo Pinto de Albuquerque, Helen Keller, así como por Stanley Naismith Secretario de Sección,", "Tras haber deliberado en privado el 20 de noviembre de 2012,", "Dicta la siguiente", "SENTENCIA", "", "PROCEDIMIENTO", "", "1. El asunto tiene su origen en una demanda (núm. 3111/2010) dirigida contra la República de Turquía, que un ciudadano turco, Don Ahmet Yıldırım (”el demandante”), presentó ante el Tribunal, en virtud del artículo 34 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales (”el Convenio”), el 12 de enero de 2010.", "2. El demandante está representado ante el Tribunal por el señor A. Kaymak, abogado colegiado en İzmir. El Gobierno turco (”el Gobierno”) está representado por su agente.", "3. El demandante alega, en concreto, que la medida de bloqueo del acceso a su sitio web dictada por las autoridades internas constituye una lesión injustificada de sus derechos garantizados por los artículos 6, 7, 10 y 13 del Convenio y por el artículo 2 del Protocolo núm. 1 al Convenio.", "4. El 31 de enero de 2011 se comunicó la demanda al Gobierno. Asimismo, de conformidad con el artículo 29.1 del Convenio, se decidió que la Sala se pronunciara al mismo tiempo sobre la admisibilidad y el fondo del asunto.", "5. El demandante presentó escrito complementario de alegaciones (artículo 59.1 del Reglamento del Tribunal). Asimismo, se recibieron comentarios de the Open Society Justice Initiative, asociación a la que el Presidente había autorizado a participar por escrito en el procedimiento (artículos 36.2 del Convenio y 44.2 del Reglamento)", "HECHOS", "", "I. CIRCUNSTANCIAS DEL CASO", "", "6. El demandante nació en 1983 y reside en Estambul.", "7.Es propietario y usuario de la página web http://sites.google.com/a/ahmetyildirim.com.tr/academic/, en la que publica sus trabajos académicos y sus propias opiniones en distintos ámbitos. Dicha página web fue creada utilizando el servicio “Google Sites “ (http://sites.google.com/), aplicación de Google para crear y alojar páginas web.", "8. El 23 de junio de 2009, el Tribunal de primera instancia e instrucción de Denizli dictó una decisión que ordenaba, en virtud del artículo 8.1 b) de la Ley núm. 5651 sobre la Regulación de los contenidos de Internet y la Lucha contra los delitos cometidos en Internet, bloquear el acceso a la página web http://sites.google.com/site/kemalizminkarinagrisi/benimhikayem/atauerk-koessi/at (en adelante “la página web en litigio”). Se trataba ésta de una medida cautelar dictada en el contexto de un proceso penal dirigido contra su propietario, acusado de delito de injurias a la memoria de Atatürk.", "9. Ese mismo día, en virtud del artículo 8.3 de la ley núm. 5651, se notificó la medida cautelar de bloqueo a la Presidencia de Telecomunicaciones e Informática (la “PTI”).", "10. El 24 de junio de 2009, a instancias de la PTI, el Tribunal de primera instancia e instrucción de Denizli modificó su decisión de 23 de junio y decidió, en virtud del artículo 8 de la Ley núm. 5651, bloquear totalmente el acceso a Google Sites. La PTI había indicado, en efecto, que era la única posibilidad de bloquear la página web en litigio, toda vez que su propietario no era titular de un certificado de alojamiento y se encontraba en el extranjero.", "11. La PTI, en aplicación de la decisión de 24 de junio de 2009, bloqueó totalmente el acceso a Google Sites. Por lo tanto, el demandante se vio en la imposibilidad de acceder a su propio sitio web y sus intentos por hacerlo se enfrentaron invariablemente a la medida cautelar de bloqueo dictada por el tribunal.", "12. El 1 de julio de 2009, el demandante recurrio la medida de bloqueo de 24 de junio de 2009 y solicitó el levantamiento en tanto en cuanto afectaba a su página web, sosteniendo que la utilizaba con regularidad para publicar sus trabajos académicos y sus propias opiniones en distintos ámbitos y que la medida había tenido por efecto impedir todo acceso a dicha web, si bien él no tenía relación alguna con el sitio bloqueado por contenido ilegal. Mantuvo en concreto que para evitar que el resto de páginas web fueran afectadas por la medida en cuestión, era necesario elegir un método que hiciera inaccesible únicamente la página en litigio. Señaló a modo de ejemplo una medida de bloqueo de URL.", "En apoyo de su demanda, presentó al tribunal una copia de la página web que aparecía cuando se deseaba acceder a su página (http://sites.google.com/a/ahmetyildirim.com.tr/academic/). Esta página adjuntaba el siguiente anuncio:", "", "”La Presidencia de la telecomunicación y de la informática aplica la decisión de 24 de junio de 2009 adoptada por el tribunal de instancia penal de Denizli sobre este sitio de Internet (sites.google.com) en el marco de una medida cautelar”", "", "13. El 13 de julio de 2009, el tribunal correccional de Denizli desestimó la demanda del demandante. Refiriéndose a la notificación del PTI en este caso, consideró que el único medio para impedir el acceso a la página web en litigio, conforme a la decisión de bloqueo, era bloquear el acceso a la página http://sites.google.com, que difundía la publicación en cuestión.", "14. En una carta de fecha 25 de abril de 2012, el demandante indicó al Tribunal que todavía no podía acceder a su página en Internet, cuando, que él supiera, el procedimiento penal contra el propietario de la página web en litigio había concluido el 25 de marzo de 2011 por sobreseimiento debido a la imposibilidad de determinar la identidad y domicilio del acusado, que se encontraba en el extranjero.", "", "II. LEGISLACIÓN INTERNA APLICABLE", "A. La ley núm.5651 de 4 de mayo de 2007 por la que se regulan las publicaciones en Internet y la lucha contra los delitos cometidos en Internet", "15. En sus partes aplicables, la ley núm. 5651 dispone:", "", "Artículo 2", "", "Definiciones", "", "1) A efectos de la presente ley,", "", "(...)", "", "e) [Se entiende por] proveedor de acceso cualquier persona física o jurídica que provee a los usuarios el acceso a Internet;", "", "f) [Se entiende por] proveedor de contenidos cualquier persona física o jurídica que produce, modifica o provee cualquier tipo de información o de datos para los usuarios de Internet;", "", "(...)", "", "g) [Se entiende por] publicación difundida en Internet los datos accesibles en Internet a un número indeterminado de personas;", "", "(...)", "", "1) [Se entiende por] publicación la publicación en Internet;", "", "Artículo 4", "", "Responsabilidad de los proveedores de contenidos", "", "1) Los proveedores de contenidos serán responsables de cualquier contenido que cuelguen en Internet.", "", "2) Los proveedores de contenidos no serán responsables de contenidos pertenecientes a terceros accesibles a partir de un enlace proporcionado por ellos (...)", "", "(...)", "", "Artículo 5", "", "Responsabilidad de los proveedores de alojamiento", "", "1) El proveedor de alojamiento no tiene la obligación de vigilar los contenidos que aloja ni la de investigar si constituyen una actividad ilícita.", "", "2) Bajo responsabilidad penal, cuando sea informado, en virtud de los artículos 8 y 9 de la presente ley, del carácter ilícito de un contenido alojado por él, el proveedor de alojamiento tiene la obligación en la medida en que disponga de la posibilidad técnica, de dejar de publicarle.", "", "Artículo 6", "", "Responsabilidad de los proveedores de acceso", "", "1) a) Cuando, en virtud de las disposiciones de la presente ley, es informado del carácter ilícito del contenido publicado por un usuario, el proveedor de acceso tiene la obligación, en la medida en que disponga de la posibilidad técnica, de bloquear el acceso al contenido ilícito.", "", "(...)", "", "2) El proveedor de acceso no está obligado a controlar la conformidad de la ley con los contenidos e información a los que permite el acceso.", "", "(...)", "", "Artículo 8", "La decisión de bloqueo de acceso y su ejecución", "", "1) Se ordenará el bloqueo de acceso a las publicaciones difundidas en Internet cuando hay motivos suficientes para sospechar que, por su contenido, son constitutivas de delitos:", "", "a) los delitos previstos en el código penal (...)", "", "1) incitación al suicidio (art. 84),", "", "2) abusos sexuales sobre menores (art. 103.1),", "", "3) facilitar el uso de estupefacientes (art. 190),", "", "4) proveer un producto peligroso para la salud (art. 194),", "", "5) obscenidad (art. 226),", "", "6) prostitución (art. 227),", "", "7) alojamiento de juegos de apuestas (art. 228),", "", "b) delitos contra Atatürk previstos por la Ley núm. 5816 de 25 de julio de 1951.", "", "(...)", "", "2) El bloqueo de acceso será dictado por el juez, si el asunto está en fase de instrucción, o por el tribunal, en caso de que estuvieran iniciadas las diligencias. Durante la instrucción, el fiscal puede ordenar el bloqueo de acceso en casos donde el retraso sería perjudicial. Por tanto debe ser sometido, en el plazo de veinticuatro horas, a la aprobación del juez. Este debe tomar su decisión en un plazo de 24 horas. Si no aprueba el bloqueo, el fiscal levantará inmediatamente la medida. Es posible recurrir las decisiones de bloqueo de acceso dictadas como medida preventiva en virtud de las disposiciones del código de procedimiento penal núm. 5271.", "", "3) Se notificará a la Presidencia de telecomunicaciones e informática la decisión de bloqueo adoptada por un juez, por el tribunal o el fiscal de la República, para su ejecución.", "", "4) Cuando el proveedor de contenido o el proveedor de alojamiento se encuentran en el extranjero (...) la decisión de bloquear el acceso será dictada de oficio por la Presidencia. Posteriormente será puesto en conocimiento del proveedor de acceso, al que se le solicitará que lo ejecute.", "", "5) Las decisiones de bloqueo de acceso serán ejecutadas inmediatamente y a más tardar dentro de 24 horas siguientes a su notificación.", "", "(...)", "", "7) Cuando una investigación criminal queda sobreseída, la decisión de bloqueo de acceso quedará anulada automáticamente (...)", "", "8) Cuando un juicio de lugar a una sentencia absolutoria, la decisión de bloqueo de acceso quedará anulada (...)", "", "9) Tras la supresión del contenido ilícito, se producira el levantamiento del bloqueo de acceso (...)", "", "16. La Presidencia de las telecomunicaciones y la informática fue creada en virtud del artículo 7 provisional de la Ley núm. 2559 sobre las atribuciones y obligaciones de la policía, modificado el 3 de julio de 2005 por la Ley núm. 5397. En tanto que órgano administrativo, es particularmente responsable de registrar y controlar la información difundida por las herramientas de telecomunicaciones.", "17. En la práctica, cuando un tribunal ordena el bloqueo de acceso a una página web específica, corresponde al PTI llevar a cabo esta medida. Si el proveedor de contenido o el proveedor de alojamiento se encuentran en el extranjero, el PTI puede bloquear completamente el acceso a las páginas del prestatario intermediario, en virtud del artículo 8.3 y 8.4 de la Ley núm. 5651. Cuando se adopta una decisión de bloquear el acceso, no es sólo el acceso a la página objeto del procedimiento penal, sino también acceso a todo el contenido del dominio de Internet que pueda ser bloqueado. Es por eso que dominios tales como blogspot.com, blogger.com, Google groups, myspace.com o incluso youtube.com han sido objeto de medidas de bloqueo de acceso durante largos períodos debido a las páginas que alojaban.", "18. El concepto de “publicación” contemplado en el artículo 8.1 de la Ley núm. 5651 también ha sido objeto de un debate en la doctrina. (Según algunos comentaristas, el párrafo ğ), por el que la noción de “publicación difundida por Internet” se refiere a los “datos disponibles en Internet para un número indeterminado de personas” está en desacuerdo con el concepto contenido en el párrafo l) del mismo artículo, según el cual “se entiende por publicación la publicación en Internet”. De hecho, la dificultad se deriva de la referencia a “los datos disponibles en Internet”, que puede aplicarse a todo tipo de datos que se difunden por Internet.", "", "III. LEGISLACIÓN Y PRÁCTICA INTERNACIONALES", "", "A. Consejo de Europa", "", "1. El Convenio sobre la Ciberdelincuencia", "", "19. El Convenio sobre la Ciberdelincuencia (STE núm. 185), que entró en vigor el 1 de julio de 2004, fue elaborado por los Estados miembros del Consejo de Europa, Canadá, Japón, Sudáfrica y Estados Unidos. Se refiere a diferentes tipos de delitos informáticos: delitos contra la confidencialidad, integridad y disponibilidad de datos y sistemas informáticos, falsificación y fraudes informáticos, delitos relacionados con el contenido informático y más en concreto con la pornografía infantil y delitos relacionados con las violaciones de la propiedad intelectual y derechos afines (capítulo II, sección 1 títulos 1-4).", "", "2. Comité de Ministros", "", "a. La Declaración CM(2005)56 final", "", "20. En el preámbulo de la Declaración del Comité de Ministros sobre los derechos humanos y el estado de derecho en la sociedad de la información (CM(2005)56 final, 13 de mayo de 2005) se reconoce que “el acceso limitado o la ausencia de acceso a las [tecnologías de la información y de la comunicación (TIC) puede privar a los individuos de la capacidad de ejercer plenamente sus derechos fundamentales”. En el primer capítulo de esta Declaración, titulado “los derechos humanos en la sociedad de la información” se puede leer:", "", "”1. Derecho a la libertad de expresión, de información y de comunicación", "", "Las TIC ofrecen a todos posibilidades sin precedentes de disfrutar de la libertad de expresión. Sin embargo, ellas también cuestionan seriamente esta libertad, por ejemplo en el caso de censura por el Estado o el sector privado.", "", "Debe respetarse la libertad de expresión, información y comunicación tanto en un entorno digital, como no digital. No debe estar sujeto a otras restricciones que las previstas en el artículo 10 del TEDH, por la sencilla razón de que se ejerza en forma digital.", "", "Al garantizar la libertad de expresión, los Estados miembros velarán por que su legislación nacional para combatir los contenidos ilegales, tales como los contenidos de carácter racista o de discriminación racial y la pornografía infantil, también se aplique también a los delitos cometidos mediante el uso de las TIC.", "", "Los Estados miembros deberán conservar y mejorar las medidas jurídicas y prácticas para evitar la censura del Estado y del sector privado. (...)”", "", "b. La Declaración de 28 de mayo de 2003", "", "21. En el preámbulo de la Declaración titulado “libertad de la comunicación en Internet” aprobado por el Comité de Ministros el 28 de mayo de 2003, en la 840 reunión de delegados de ministros, se afirmó que el control a priori de las comunicaciones en Internet, sin consideración de fronteras, debe seguir siendo una excepción y que se deberían suprimir los obstáculos al acceso individual a Internet. La Declaración establece los siguientes principios:", "", "” (...)", "", "Principio 1: Regulación de contenidos en Internet.", "", "Los Estados miembros no han de colocar restricciones a los contenidos en Internet que vayan más allá de las aplicadas a otros medios de difusión de contenidos.", "", "(...)", "", "Principio 3: Ausencia de control previo por parte del Estado.", "", "Las autoridades públicas no deben, mediante bloqueo general o medidas de establecimiento de filtros, negar el acceso del público a la información y otra comunicación en Internet, más allá de las fronteras. Esto no impide la instalación de filtros para la protección de menores, concretamente en aquellos lugares a los que pueden acceder, como las escuelas o bibliotecas.", "", "Suponiendo que las garantías previstas en el párrafo 2 del artículo 10 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales sean respetadas, se pueden adoptar medidas para llevar a cabo la retirada de contenidos en Internet que se hallen claramente identificados o, alternativamente, bloquear el acceso a los mismos, si las autoridades nacionales competentes han adoptado una decisión provisional o definitiva acerca de su ilegalidad.", "", "(...) “", "", "22. En la nota explicativa de la Declaración, el principio núm. 3 se comenta:", "", "”Ausencia de control previo por parte del Estado", "", "Este principio señala la importancia de la ausencia de control previo por parte del Estado con respecto a lo que el público puede buscar en Internet. De hecho, algunos países tienden a bloquear el acceso de la población a los contenidos de algunas páginas web extranjeras o nacionales por razones políticas. Esta práctica y cualquier otra práctica similar de control previo por parte del Estado, debe ser condenada con vehemencia.", "", "Aunque los Estados no deben recurrir de ninguna manera a medidas para bloquear el acceso al contenido no deseado, se deben permitir excepciones para garantizar la protección de los menores. Cuando los menores tienen acceso a Internet, por ejemplo en la escuela o en las bibliotecas, las autoridades públicas deben exigir que se instalen filtros en los ordenadores para bloquear el acceso a contenidos nocivos.", "", "Por supuesto, la ausencia de control previo por parte del Estado no excluye que puedan adoptarse algunas medidas para suprimir un contenido de Internet o bloquear un acceso tras una decisión provisional o definitiva de las autoridades nacionales competentes sobre su carácter ilícito tanto en el ámbito penal como también el civil y administrativo. Sería el típico caso de una orden de no publicar en Internet un contenido ilegal. Dichas medidas, que podrían suponer un tipo de control previo, deben cumplir con las disposiciones del artículo 10.2 del Convenio para la protección de los derechos humanos y las libertades fundamentales y deben buscar un contenido en Internet claramente identificable.”", "", "c. Recomendación CM/Rec(2007)16", "", "23. En 2007, el Comité de Ministros aprobó la Recomendación CM/Rec(2007) sobre medidas para promover el valor de servicio público de Internet. Las cuestiones de la accesibilidad de Internet y de las restricciones permitidas son tratadas de manera implícita en el segundo y tercer capítulos titulados respectivamente “acceso” y “apertura”", "", "d. Recomendación CM/Rec(2007)11", "", "24. En 2007, el Comité de Ministros asimismo aprobó la recomendación CM/rec(2007)11 sobre la promoción de la libertad de expresión y de información en el nuevo entorno de la información y de las comunicaciones.", "", "e. Recomendación CM/Rec(2008)6", "", "25. En 2008, el Comité de Ministros aprobó la Recomendación CM/Rec (2008)6. En el anexo a esta recomendación se exponen las líneas directrices sobre la utilización y el control de filtros en Internet para ejercer y disfrutar plenamente de la libertad de expresión y de información.", "", "f. Recomendación CM/Rec (2012) 3", "", "26. El 4 de abril de 2012, el Comité de Ministros aprobó la recomendación CM/Rec(2012)3 sobre la protección de los derechos humanos en el contexto de motores de búsqueda. En el párrafo 1 de esta Declaración, se señala en concreto que “los motores de búsqueda permiten al público del mundo entero buscar, recibir y comunicar informaciones, ideas y otros contenidos, en concreto, tener acceso al conocimiento, tomar parte en debates y participar en los procesos democráticos.”", "", "B. Unión Europea", "", "a. La Recomendación 2008/2160 (INI)", "", "27. En la Recomendación 2008/2160 (INI) aprobada por el Parlamento europeo el 26 de marzo de 2009 se prevé explícitamente que los Estados deben participar de los esfuerzos tendentes al establecimiento de una democracia informática a través de un acceso a Internet seguro y sin reservas. Asimismo, el Parlamento recomienda la condena de la censura impuesta por el Gobierno a contenidos que pueden ser buscados en las páginas de Internet e invita a los Estados miembros que procuren que la libertad de expresión no sea objeto de restricciones arbitrarias por parte de la esfera pública o privada, y que se abstengan de medidas legislativas o administrativas que puedan tener un efecto paralizante en cualquier aspecto de la libertad de expresión;”", "", "b. Asunto de Scarlet Extended SA contra la Société belge des auteurs compositeurs et éditeurs (Tribunal de Justicia de la Unión europea)", "", "28. El Tribunal de Justicia de la Unión europea (TJUE) examinó el asunto C-70/10, relativo a una cuestión prejudicial sobre la orden de un tribunal belga, solicitando a un proveedor belga de servicios de Internet instalar un programa para tener acceso a un control permanente y bloquear cada actividad on line que pudiera vulnerar los derechos de la propiedad intelectual.", "29. Por una sentencia de 24 de noviembre de 2011, el TJUE recordó que los titulares de derechos de propiedad intelectual podrían solicitar una orden contra los intermediarios cuyos servicios fueran utilizados por un tercero para vulnerar sus derechos, y que los términos de la orden fueran formulados de conformidad con la legislación nacional. Sin embargo, estas normas nacionales deben respetar las limitaciones derivadas del derecho de la Unión, en particular la prohibición prevista por la Directiva 2000/31/CE sobre comercio electrónico, según la cual las autoridades nacionales no deberían adoptar medidas que obliguen a un proveedor de acceso a Internet a realizar un seguimiento general de la información transmitida a través de su red. Así, tal requerimiento que obligue al proveedor de acceso a Internet a configurar dicho sistema de filtrado no cumpliría el requisito de un justo equilibrio entre el derecho de propiedad intelectual, por un lado y la libertad de empresa, el derecho a la protección de datos de carácter personal y la libertad de recibir o comunicar información, por otro. Por tanto, el TJUE dictamino que la orden dada a un proveedor de acceso a Internet de establecer un sistema de filtrado de todas las comunicaciones electrónicas que transiten por sus servicios, que se aplicaba de forma indiscriminada a todos sus clientes, como medida cautelar, a su exclusivo cargo y sin limitación en el tiempo, se oponía al derecho comunitario y más concretamente a la Directiva 2000/31/CE y a los derechos fundamentales aplicables.", "", "C. El Comité de Derechos Humanos de las Naciones Unidas", "", "30. En su Observación General núm. 34 sobre el artículo 14 del Pacto Internacional de Derechos Civiles y Políticos, aprobado en el curso de su sesión 102ª (11-29 de julio de 2011), el Comité de Derechos Humanos de las Naciones Unidas declaró lo siguiente:", "", "”43. Toda limitación al funcionamiento de los sitios web, los blogs u otros sistemas de difusión de información en Internet, electrónicos o similares, incluidos los sistemas de apoyo a estas comunicaciones, como los proveedores de servicios de Internet o los motores de búsqueda, solo serán admisibles en la medida en que sean compatibles con el párrafo 3. Las restricciones permisibles se deben referir en general a un contenido concreto; las prohibiciones genéricas del funcionamiento de ciertos sitios y sistemas no son compatibles con el párrafo 3. Tampoco es compatible con el párrafo 3 prohibir que un sitio o un sistema de difusión de la información publique material por el mero hecho de que ese material pueda contener críticas al gobierno o al sistema político al que este se adhiere.”", "", "IV. LEGISLACIÓN COMPARADA", "", "31. Habida cuenta del hecho de que la legislación sobre Internet, que se inscribe en el contexto de una rápida evolución de las nuevas tecnologías, es especialmente dinámica y está particularmente fragmentada, parece difícil separar las normas comunes de los elementos de derecho comparado en los países miembros del Consejo de Europa. Las indagaciones realizadas por el Tribunal sobre la legislación de veinte Estados miembros del Consejo de Europa (Alemania, Austria, Azerbaiyán, Bélgica, España, Estonia, Finlandia, Francia, Irlanda, Italia, Lituania, Holanda, Polonia Portugal, República checa, Rumanía, Reino Unido, Rusia, Eslovenia y Suiza) muestran que el derecho de acceso a Internet está teóricamente protegido por las garantías constitucionales existentes en materia de libertad de expresión y de libertad de recibir ideas e informaciones. Tal derecho se considera inherente al derecho de acceso a la información y a la comunicación, protegido en las Constituciones nacionales. Incluye el derecho de cada persona a participar en la sociedad de la información, y la obligación para los Estados de garantizar el acceso de los ciudadanos a Internet. De este modo, el conjunto de garantías generales consagradas a la libertad de expresión constituye una base adecuada para reconocer igualmente el derecho de acceso, sin trabas, a Internet.", "32. En particular, en su sentencia de 10 de junio de 2009 (decisión núm. 2009-580 DC), el Consejo Constitucional francés afirmó claramente que en la actualidad debe entenderse que la libertad de expresión incluye el derecho de acceder a Internet. Igualmente, planteó los principios fundamentales en materia de restricción de acceso a Internet: la restricción del derecho al libre acceso público a los servicios de comunicación al público on line solo puede ser decretada por un juez, tras un proceso equitativo, y debe ser proporcionada. Según el Consejo Constitucional, “teniendo en cuenta la naturaleza de la libertad garantizada por el artículo 11 de la Declaración de 1789, el legislador no podía [...] confiar la facultad (de restringir o de impedir el acceso a Internet) a una autoridad administrativa con el propósito de proteger los derechos de los titulares de los derechos de autor y los derechos afines”. Por esta razón, el Consejo Constitucional declaró inconstitucionales los artículos de la ley que autorizaban el corte del acceso a Internet sin decisión judicial previa en caso de infracción a los derechos de autor. Dictaminó que la suspensión del acceso sólo era posible al término de un proceso judicial contradictorio como pena subsidiaria y señalo que las medidas cautelares o requerimientos podrán ser ordenadas por un juez siempre que sean “estrictamente necesarias para preservar los derechos en cuestión”.", "33. En lo referente a las posibles medidas de restricción en caso de contenidos ilícitos en Internet, en las legislaciones de los países europeos existe gran diversidad de enfoques y medidas legislativas previstas que van desde la suspensión individualizada del acceso a Internet hasta la prohibición de acceso a un sitio web específico, pasando por la eliminación del contenido ilícito. En principio, la protección de los derechos de los menores y la lucha contra la explotación sexual constituye una base en la mayoría de los Estados europeos que adoptan medidas adecuadas de restricción de acceso a los sitios específicos de Internet (Alemania, Reino Unido, Suiza y Francia). En cuanto a la delincuencia común en general, las medidas de restricción de acceso son distintas y menos severas en seis países (Austria, Estonia, Finlandia, Italia, Lituania, Holanda).", "34. En lo referente al alcance de las medidas de restricción de acceso, se distinguen por lo general según la naturaleza del delito cometido, delitos contra los derechos de la propiedad intelectual o de delincuencia común. Según el informe de la OSCE titulado: ”Freedom of Expression on the Internet: Study of legal provisions and practices related to freedom of expression, the free flow of information and media pluralism on the Internet in OSCE participating States” (libertad de expresión en Internet: estudio sobre las disposiciones legales y prácticas relativas a la libertad de expresión, el libre flujo de la información, y el pluralismo en los medios de Internet en los Estados participantes de la OSCE) no existen disposiciones legislativas generales sobre el bloqueo de acceso a Internet en Austria, Alemania, Polonia y República checa. En ausencia de disposiciones generales del bloqueo, cinco Estados tienen disposiciones legales específicas previendo el bloqueo para determinados tipos de delito (Estonia, Federación de Rusia, Finlandia, Holanda, Reino Unido). Estos delitos van desde la pornografía infantil al racismo y discurso de odio, pasando por la incitación al terrorismo o la difamación.", "35. En Rusia, aunque no puede prohibirse el acceso a Internet a nivel general, las leyes federales pueden autorizar una restricción en el acceso por razones concretas, sea para la protección de los fundamentos del sistema constitucional, de la moral, de salud, de derechos y legítimos intereses de terceros o para garantizar la defensa y seguridad nacional (Ley federal núm. 149 - FZ).", "36. En lo referente a los Estados que no disponen de un marco legislativo, general o específico, que prevea el cierre de sitios web y/o el bloqueo del acceso, tal ausencia no excluye que un juez pueda acordar medidas de bloqueo o que éstas se apliquen voluntariamente.", "37. En cuanto a la posibilidad de impugnar una medida de prohibición de acceso a Internet, está estrechamente vinculada a las garantías generales de protección del derecho a recibir informaciones y de expresión. En Azerbaiyán, Bélgica, España, Lituania, Reino Unido y República checa, no existen disposiciones específicas sobre las modalidades de impugnación de una medida de restricción de acceso a una web de Internet. Se remite a las disposiciones generales constitucionales sobre la libertad de expresión e información o, en el caso del Reino Unido, a la posibilidad de “revisión judicial” si el usuario acredita que tiene un interés suficiente vinculado al objeto de la medida impugnada. En Estonia, la legislación dispone especialmente la posibilidad de impugnar la restricción de acceso a la información en Internet ante una autoridad administrativa superior, una agencia especial o directamente ante los tribunales administrativos, cuando se trate de una información pública que las autoridades están obligadas a hacerla accesible («Public Information Act»).", "", "", "FUNDAMENTOS DE DERECHO", "I. SOBRE LA VIOLACIÓN DEL ARTÍCULO 10 DEL CONVENIO", "", "38. El demandante denuncia la imposibilidad de acceder a su sitio web resultante de una medida acordada en el marco de un proceso penal sin conexión alguna con su sitio. Ve en tal medida un atentado a su derecho a la libertad de recibir y de comunicar informaciones e ideas, garantizado por el artículo 10 del Convenio, que dispone lo siguiente:", "", "”1. Toda persona tiene derecho a la libertad de expresión. Este derecho comprende la libertad de opinión y la libertad de recibir o de comunicar informaciones o ideas, sin que pueda haber injerencia de autoridades públicas y sin consideración de fronteras. El presente artículo no impide que los Estados sometan las empresas de radiodifusión, de cinematografía o de televisión a un régimen de autorización previa.", "", "2. El ejercicio de estas libertades, que entrañan deberes y responsabilidades, podrá ser sometido a ciertas formalidades, condiciones, restricciones o sanciones, previstas por la ley, que constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la integridad territorial o la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, la protección de la reputación o de los derechos ajenos, para impedir la divulgación de informaciones confidenciales o para garantizar la autoridad y la imparcialidad del poder judicial.”", "", "39. El Gobierno no formula alegaciones.", "", "A. Sobre la admisibilidad", "", "40. El Tribunal constata que esta queja carece manifiestamente de fundamento, en el sentido del artículo 35.3a) del Convenio. Asimismo, no se enfrenta a ninguna otra causa de inadmisibilidad. En consecuencia, ha lugar a declararla admisible.", "", "B. Fundamentación", "", "1. Tesis de las partes", "", "41. El demandante sostiene que el bloqueo de Google Sites constituye una censura indirecta. Estima que la consecuencia para él de tal bloqueo, es decir, la imposibilidad de acceder a su propia web cuando ésta no tenía relación alguna con contenidos ilegales, era desproporcionada respecto a los objetivos que se perseguían. Considera, además, que el procedimiento que culminó en el bloqueo de Google Sites no puede considerarse equitativo e imparcial.", "42. El Gobierno no formula alegaciones.", "", "2. Tercero interviniente", "", "43. Remitiendo a la jurisprudencia del Tribunal, la asociación The Open Society Justice Initiative estima que, dado que Google Sites acoge gran cantidad de datos e informaciones y que, a este respecto, es comparable a los archivos on line de los grandes periódicos o de las grandes bibliotecas tradicionales, la medida en litigio constituye una restricción previa a la publicación. Subraya que, si bien el propósito de la medida adoptada en este caso era bloquear un solo sitio web que difundía un contenido atentatorio contra la reputación de Atatürk, lo que se bloqueó fue el acceso a la totalidad de Google Sites, que alojaba el sitio web en litigio. Tal medida, bloqueadora del acceso a mucha cantidad de informaciones por una duración indeterminada, sería asimilable a una restricción previa puesto que impide a los internautas acceder al contenido bloqueado durante una duración indeterminada. Ahora bien, tales restricciones presentarían por si mismas un gran peligro que necesitaría un examen atento por parte del Tribunal.", "44.The Open Society Justice Initiative añade que las medidas de bloqueo que impiden el acceso a un grupo de sitios web, presentan un riesgo de “censura colateral” y que, por tanto, conviene evitar el uso de tales medios, en su opinión desproporcionados, cuando sea técnicamente posible bloquear únicamente el sitio en litigio. Citando ejemplos de los países miembros del Consejo de Europa, la asociación señala que en Francia, Alemania o Reino Unido nunca se ha adoptado ninguna medida de bloqueo a gran escala del contenido de Internet similar a la adoptada en el presente caso.", "45. Asimismo, el sistema turco no presenta garantías adecuadas contra los actos arbitrarios. No existe así ninguna obligación de informar de la medida a los proveedores de contenido o a los propietarios de otros sitios web afectados por el bloqueo. Además se ordenaron numerosos bloqueos de sitios web con millones de usuarios en el país sin que se aplicara ninguna garantía. Por ejemplo, YouTube.com, GeoCities, Dailymotion y numerosos servicios de Google habrían sido bloqueados durante meses o años, lo que habría supuesto “una censura colateral” considerable.", "", "3. Valoración del Tribunal", "", "a. Sobre la existencia de una injerencia", "", "46. El Tribunal señala que el demandante es propietario y usuario de una web por medio de la cual manifiesta que publica sus trabajos académicos y sus opiniones en distintos ámbitos. Denuncia la imposibilidad de acceder a su web como resultado de una medida ordenada en el contexto de una causa penal sin relación alguna con su sitio web. Se trata, a su juicio, de una restricción previa producida antes de una sentencia sobre el fondo.", "47. El Tribunal recuerda que el artículo 10 no prohíbe, como tal, cualquier restricción previa a la publicación. Prueba de ello son los términos « condiciones », « restricciones », « impedir » y « prevención » que figuran en él, pero también las sentencias Sunday Times contra Reino Unido (núm. 1) (26 abril 1979, serie A núm. 30), y markt intern Verlag GmbH y Klaus Beermann contra Alemania (20 noviembre 1989, Serie A núm. 165). Tales restricciones presentan en si mismas tal peligro que requieren el examen más escrupuloso por parte del Tribunal. Así es, especialmente, en el caso de la prensa: la información es un bien perecedero y si se demora su publicación, incluso por un breve período, se corre el riesgo de privarla de todo valor e interés. Tal riesgo existe igualmente con respecto a las publicaciones, al margen de los diarios, que tratan sobre un asunto de actualidad.", "48. En cuanto a la importancia de los sitios Internet en el ejercicio de la libertad de expresión, el Tribunal recuerda que en el asunto Times Newspapers Ltd contra Reino Unido (núms. 1 y 2) (núms. 3002/03 y 23676/03, ap. 27, TEDH 2009), ya declaró lo siguiente:", "", "” [g]racias a su accesibilidad y a su capacidad de guardar y difundir grandes cantidades de datos, los sitios Internet contribuyen ampliamente a mejorar el acceso del público a la actualidad y, de forma general, a facilitar la comunicación de la información.”", "", "49. Tales consideraciones son válidas igualmente en el presente caso. En efecto, el Tribunal señala que Google Sites es una herramienta de Google que permite crear y compartir sitios webs en un grupo y constituye así un medio para ejercer la libertad de expresión.", "50. A este respecto, subraya que el artículo 10 garantiza la libertad de expresión a “toda persona”; no hace distinciones según la naturaleza de la finalidad que se persigue ni según el papel que las personas físicas o jurídicas han desempeñado en el ejercicio de tal libertad (Çetin y otros contra Turquía, núms. 40153/98 y 40160/98, ap. 57, TEDH 2003-III [extractos]). Se refiere no sólo al contenido de las informaciones sino también a los medios de difusión de dichas informaciones, pues toda restricción al respecto afecta al derecho de recibir y comunicar informaciones (véase, mutatis mutandis, Autronic AG contra Suiza, 22 de mayo 1990, ap. 47, serie A núm. 178). Asimismo, el Tribunal ha declarado en muchas ocasiones que el artículo 10 garantiza no solamente el derecho a comunicar informaciones, sino también el derecho, del público, a recibirlas (Observer y Guardian contra el Reino Unido, 26 noviembre 1991, ap. 59 b), serie A núm. 216, y Guerra y otros contra Italia, 19 febrero 1998 , ap. 53, Repertorio de sentencias y decisiones 1998-I).", "51. En el presente caso, la medida de bloqueo del acceso al sitio web era el resultado de una decisión adoptada por el tribunal de instancia penal de Denizli. Originalmente se trataba de una medida cautelar ordenada por el tribunal en el contexto de un procedimiento penal entablado contra un tercer sitio web en virtud de la Ley 5816 que prohíbe que se insulte la memoria de Atatürk. Sin embargo, el órgano administrativo encargado de ejecutar la medida de bloqueo en cuestión, la PTI, pidió que se ordenara el bloqueo total del acceso a Google Sites. Por decisión de 24 de junio de 2009, el Tribunal de instancia penal de Denizli acogió esta petición. Recurrida por el demandante, el Tribunal correccional de Denizli confirmó la orden al considerar que el único medio de bloquear el sitio web afectado por el procedimiento penal era bloquear el acceso a Google Sites. De esta forma, la PTI bloqueó el acceso a la totalidad del dominio « Google Sites », impidiendo accidentalmente al demandante acceder a su propia web. Según los datos del sumario, durante un período indeterminado el demandante se vio en la imposibilidad de acceder a su propia web, y sus intentos a este fin se enfrentaron a la decisión de bloqueo pronunciada por el tribunal. En consecuencia, el interesado puede legítimamente considerar que la medida en cuestión lesionó su derecho a recibir y comunicar informaciones e ideas.", "52. El efecto colateral de una medida cautelar adoptada en el contexto de un procedimiento judicial constituye, por tanto, el núcleo del asunto: aun cuando ni Google Sites como tal, ni la web del demandante habían sido objeto de tal procedimiento, la PTI bloqueó el acceso a los mismos para ejecutar la medida decretada por el Tribunal de instancia penal de Denizli. Tal bloqueo debía durar hasta que se pronunciara una sentencia en cuanto al fondo o se retirara el contenido ilegal del sitio web alojado por Google Sites (artículo 9 de la ley 5651). Se trataba, por tanto, de una restricción previa que se aplicaba con anterioridad a dictarse la sentencia sobre el fondo", "53. El Tribunal considera que, cualquiera que hubiese sido el fundamento legal, tal medida influía en la accesibilidad de Internet y, en consecuencia, comprometía la responsabilidad del Estado demandado en virtud del artículo 10 (véase, mutatis mutandis, Vereinigung demokratischer Soldaten Österreichs y Gubi contra Austria, 19 diciembre 1994, ap. 27, serie A núm. 302).", "54. Señala, igualmente, que el bloqueo enjuiciado resultaba de una prohibición que afectaba en su origen a un tercer sitio web. Es debido al bloqueo total de Google sites que se ve afectado el demandante, propietario a su vez de un alojamiento en ese dominio. Ciertamente, no se trata de una prohibición total propiamente dicha, sino de una restricción del acceso a Internet, restricción que tuvo por efecto bloquear igualmente el acceso al sitio web del demandante. Sin embargo, el efecto limitado de la restricción en litigio no disminuye su importancia, dado que Internet es en la actualidad el principal medio de la gente para ejercer su derecho a la libertad de expresión y de información: se encuentran herramientas esenciales de participación en actividades y debates relativos a cuestiones políticas o de interés público", "55. En síntesis, el Tribunal considera que la medida enjuiciada constituye una restricción resultante de una medida cautelar de bloqueo de un sitio Internet: para ejecutar tal medida, el tribunal ordenó igualmente, solicitandolo a la PTI, el bloqueo del acceso a Google Sites, que alojaba asimismo el sitio web del demandante. De este modo, este último se vio en la imposibilidad de acceder a su sitio web. Este hecho es suficiente para que el Tribunal concluya que la medida en cuestión constituye una “injerencia de las autoridades públicas” en el derecho del interesado a la libertad de expresión, de la que forma parte la libertad de recibir y de comunicar informaciones o ideas (véase, mutatis mutandis, Ayşe Öztürk contra Turquía, núm. 24914/94, ap. 42, 15 octubre 2002).", "56. Tal injerencia vulnera el artículo 10 si no está “prevista por la ley”, inspirada en uno o más de los fines legítimos mencionados en el artículo 10.2 y es “necesaria en una sociedad democrática” para su consecución.", "", "b. Prevista por la ley", "", "57. El Tribunal recuerda que las palabras “ prevista por la ley” que figuran en el artículo 10.2 implican que la medida en cuestión debe tener una base en la legislación interna, pero se refiere también a la calidad de la ley en causa: exigen su accesibilidad por la persona en cuestión quien, además debe poder prever las consecuencias que conlleva su incumplimiento y su compatibilidad con la preeminencia del derecho (véase, entre muchas otras, Dink contra Turquía, núms. 2668/07, 6102/08, 30079/08, 7072/09 y 7124/09, ap. 114, 14 septiembre 2010). Según reiterada jurisprudencia constante del Tribunal, una norma es “previsible” cuando está redactada con la suficiente precisión que permita a toda persona, asesorándose si fuera necesario, regular su conducta (véase, entre muchos otros, RTBF contra Bélgica, núm. 50084/06, ap. 103, 29 marzo 2011, Akçam contra Turquía, núm. 32964/96, ap. 87, 30 octubre 2001).", "58. En este caso, el Tribunal observa que el bloqueo del acceso al sitio en cuestión por el procedimiento judicial tiene una base legal, es decir el artículo 8.1 de la ley núm. 5651. Sobre si el artículo 8.1 de la Ley núm. 5651 responde igualmente a las exigencias de accesibilidad y de previsibilidad, el demandante estima que debe responderse negativamente, siendo esta disposición en su opinión demasiado incierta.", "59. Según la jurisprudencia constante del Tribunal, para responder a estas exigencias, la legislación interna debe ofrecer cierta protección frente a los incumplimientos arbitrarios del poder público de los derechos garantizados por el Convenio. Cuando se trata de cuestiones relativas a los derechos fundamentales, la ley iría contra la preeminencia del derecho, que constituye uno de los pilares fundamentales de una sociedad democrática consagrados por el Convenio, si el poder de apreciación acordado al ejecutivo no conociera límite. Consecuentemente, debe definir el alcance y las modalidades del ejercicio de tal poder con suficiente nitidez (véase, entre muchas otras, las sentencias Sunday Times ya citada, ap. 49, y Maestri contra Italia [GS], núm. 39748/98, ap. 30, TEDH 2004-I).", "60. La cuestión que se plantea aquí es la de saber si, en el momento en que se tomó la decisión de bloqueo, existía una norma clara y precisa que permitiera al demandante regular su conducta en la materia.", "61. El Tribunal observa que en virtud del artículo 8.1 de la Ley núm. 5651, el juez puede ordenar el bloqueo del acceso a las publicaciones difundidas en Internet cuando existan motivos suficientes para sospechar que, por su contenido, son constitutivos de delito. El artículo 2 de la misma ley establece dos definiciones del concepto de “publicación”: según el apartado ğ) “ [se entiende por] publicación difundida en Internet los datos accesibles en Internet a un número indeterminado de personas” mientras que según el apartado 1), “[se entiende por] publicación la publicación en Internet”. Incluso pareciendo que el concepto de “publicación » es muy amplio y puede abarcar toda clase de datos publicados en Internet, es evidente que ni la página web del demandante ni Google Sites en tanto que tal entran en el campo de aplicación del artículo 8.1 de la ley núm. 5651, puesto que su contenido, en el sentido de esta disposición, no está en litigio en este asunto.", "62. Efectivamente, ni Google Sites ni la página web del demandante eran objeto de un proceso judicial en virtud de la mencionada disposición. Se deduce de la redacción del artículo 8.1 de la Ley núm. 5651 invocada en la decisión de 24 de junio de 2009 (ap. 10 supra) que se hace responsable a Google Sites del contenido de un sitio que él alojaba, pero no se plantea en los artículos 4, 5 y 6 de la ley núm. 5651, qué determinan las responsabilidades de los proveedores de contenidos, de alojamiento y de acceso, un bloqueo de acceso general tal como el ordenado en este caso. Además, no se contempla que la ley autorice el bloqueo del conjunto de un dominio de Internet que permite el intercambio de ideas y de información, como es el de Google Sites. Además, nada en el sumario permite concluir que Google Sites haya sido informado, en virtud del artículo 5.2 de la Ley núm. 5651 que alojaba contenidos ilícitos ni que haya rechazado cumplir una medida cautelar relativa a un sitio web contra el que se habían instruido diligencias penales.", "63. El Tribunal también señala que el artículo 8, apds. 3 y 4 de la Ley núm. 5651 permitió que un órgano administrativo (PTI) disfrutara de un amplio poder en la ejecución de una decisión de bloqueo que, originalmente, fue adoptada para un sitio específico. Los hechos del caso demuestran que la PTI puede solicitar la ampliación de una medida de acceso sin que se haya iniciado ningún proceso contra el sitio o el dominio en cuestión ni se haya establecido una necesidad real de dicho bloqueo total.", "64. Por otra parte, el Tribunal considera que como indicó anteriormente (ap. 47supra), tales restricciones previas no son, a priori, incompatibles con el Convenio. Por lo tanto, deben inscribirse en un marco legal particularmente estricto en cuanto a la delimitación de la prohibición y eficaz con respecto a la revisión judicial contra posibles abusos (Asociación Ekin contra Francia, núm. 39288/98, ap. 58, TEDH 2001 VIII, ver también, mutatis mutandis, Consejo Editorial de Pravoye Delo y Shtekel contra Ucrania, núm. 33014/05, ap. 55, TEDH 2011 [extractos]). En este sentido, no puede concebirse una revisión judicial de tales medidas, por parte del juez, basado en un equilibrio entre los intereses en conflicto y buscando su equilibrio, sin un marco en el que se establecen normas detalladas y específicas con respecto a la aplicación de restricciones preventivas sobre libertad de expresión (RTBF, ya citado, ap. 114). Sin embargo, cabe señalar que cuando el tribunal de instancia penal de Denizli decidió bloquear por completo el acceso a Google Sites al amparo de la Ley núm. 5651, simplemente se refirió a una notificación del PTI sin buscar si hubiera podido adoptarse una medida menos grave para bloquear el acceso al sitio en cuestión (ap.10).", "65. Además, el Tribunal señala en particular que, en el recurso presentado el 1 de julio de 2009, el demandante mantuvo que para evitar que otros sitios web se vieran afectados por la medida en cuestión, debía escogerse un método que hiciera inaccesible el acceso únicamente al sitio en cuestión.", "66. Hasta ahora, el Tribunal observa que nada demuestra que los jueces que conocieron el recurso hubieran intentado conciliar los diferentes intereses en juego incluyendo la valoración de la necesidad de un bloqueo total del acceso a Google Sites. En opinión del Tribunal, este defecto es sólo una consecuencia del contenido mismo del artículo 8 de la ley núm. 5651, que no contenía ninguna obligación para los jueces nacionales de examinar la necesidad de un bloqueo total del acceso a Google Sites, teniendo en cuenta los criterios establecidos y aplicados por el Tribunal de conformidad con el artículo 10 del Convenio. En efecto, la mencionada obligación surge directamente del Convenio y de la jurisprudencia del Tribunal. En su decisión, los jueces entendieron que la única forma de bloquear el acceso al sitio en cuestión, de conformidad con la decisión dictada en este sentido, era bloquear completamente el acceso a Google Sites (apds. 8, 10 y 13supra). Sin embargo, en opinión del Tribunal, habrían debido tener en cuenta el hecho de que tales medidas que hacían inaccesible el acceso a una gran cantidad de información afectan a los derechos de gran cantidad de internautas y tienen un efecto colateral importante.", "67. A la luz de estas consideraciones y del examen de la legislación en cuestión, tal y como fue aplicada en el caso de autos, el Tribunal concluye que la injerencia a la que ha dado lugar el artículo 8 de la ley 5651 no responde al requisito de previsibilidad del Convenio y no ha permitido al demandante gozar del grado suficiente de protección que exige la preeminencia del derecho en una sociedad democrática. Asimismo, dicho texto parece afectar a la redacción misma del párrafo 1 del artículo 10 del Convenio, según la cual los derechos reconocidos lo son “sin consideración de fronteras” (véase en el mismo sentido Asociación Ekin, ya citada, ap. 64supra ).", "68. Por otra parte, el Tribunal observa que la medida en cuestión tuvo efectos arbitrarios y no puede considerarse que únicamente buscara bloquear el acceso al sitio en cuestión pues consistió en un bloqueo general de todos los sitios alojados por Google Sites. Además, la revisión judicial del bloqueo al acceso a sitios de Internet no cumplía las condiciones adecuadas para evitar el abuso: la legislación no proporciona ninguna garantía para evitar que una medida de bloqueo de un sitio específico se realice mediante un bloqueo general.", "69. Ha existido por lo tanto una violación del artículo 10 del Convenio .", "70. Considerando la conclusión anterior, el Tribunal no considera necesario examinar el cumplimiento de los demás requisitos del apartado 2 del artículo 10 en este caso.", "", "III. SOBRE LA VIOLACIÓN DE LOS ARTÍCULOS 6, 7 Y 13 DEL CONVENIO Y 2 DEL PROTOCOLO NÚM. 1", "", "71. Invocando los artículos 6 y 13 del Convenio, el demandante se alega no haber dispuesto de un recurso judicial efectivo afín de que un tribunal revisara la medida en litigio y de la sanción por un posible abuso de las autoridades.", "En virtud de artículo 7 alega asimismo una vulneración del principio de la legalidad de los delitos y penas consagrados en el artículo 7 del Convenio.", "Finalmente, en virtud del artículo 2 del Protocolo núm. 1, alega una violación de su derecho a la instrucción, señalando que la prohibición en cuestión tuvo como efecto impedirle continuar con sus estudios de doctorado.", "72. Atendiendo a la constatación de violación en el ámbito del artículo 10 del Convenio (apartado 70 supra), el Tribunal considera que ha examinado las principales cuestiones jurídicas que planteaba el presente caso. A la vista del conjunto de los hechos de la causa, estima que no ha lugar a pronunciarse separadamente sobre la admisibilidad y el fundamento de las quejas relativas a los artículos 6, 7 y 13 del Convenio y 2 del Protocolo núm. 1 (Recep Kurt contra Turquía, núm. 23164/09, ap. 70, 22 noviembre 2011, y Kamil Uzun contra Turquía, núm. 37410/97, ap. 64, 10 mayo 2007.", "", "III. APLICACIÓN DEL ARTÍCULO 41 DEL CONVENIO", "", "73. A tenor de lo dispuesto en el artículo 41 del Convenio,", "", "”Si el Tribunal declara que ha habido violación del Convenio o de sus Protocolos y si el derecho interno de la Alta Parte Contratante sólo permite de manera imperfecta reparar las Consecuencias de dicha violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa.”", "", "A. Daño", "", "74. El demandante reclama 10.000 euros (EUR) por el daño moral que estima haber sufrido.", "75. El Gobierno se opone a esta pretensión.", "76. El Tribunal estima que ha lugar a conceder al demandante 7.500 EUR en concepto de daño moral.", "", "B. Gastos y costas", "", "77. El demandante solicita igualmente 3.300 EUR por los gastos y costas satisfechos ante los órganos jurisdiccionales internos y ante el Tribunal. En particular, afirma que la presentación de su causa ante los tribunales internos y ante los órganos de Estrasburgo requirió más de 28 horas de trabajo, a razón de 250 liras turcas (TRY) la hora según lo que se infiere de la tabla de honorarios mínimos del Colegio de Abogados de Estambul y de İzmir.", "78. El Gobierno se opone a estas pretensiones.", "79. Según la jurisprudencia del Tribunal, un demandante sólo puede obtener el reembolso de sus gastos y costas en la medida en que se establezca su realidad, su necesidad y el carácter razonable de su cuantía. En el caso de autos y habida cuenta de la documentación obrante y de su jurisprudencia, el Tribunal considera razonable la cantidad de 1.000 EUR por todos los gastos y la concede al demandante.", "", "C. Intereses de demora", "", "80. El Tribunal considera apropiado fijar el tipo de los intereses de demora en el tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos.", "", "POR ESTOS MOTIVOS, EL TRIBUNAL, POR UNANIMIDAD", "", "1. Declara admisible la demanda en lo que respecta a la queja relativa al atentado injustificado al derecho del demandante a la libertad de recibir y de comunicar informaciones;", "", "2. Declara que ha habido violación del artículo 10 del Convenio;", "", "3. Declara que no ha lugar a examinar separadamente la admisibilidad y el fondo de las quejas relativas a los artículos 6, 7 y 13 del Convenio y 2 del Protocolo núm. 1;", "", "4. Declara", "", "a) Que el Estado demandado deberá abonar al demandante, dentro del plazo de tres meses a partir de que la sentencia sea definitiva, de conformidad con el artículo 44.2 del Convenio, las cantidades siguientes, a convertir en liras turcas al cambio aplicable en el momento del pago:", "", "i) 7.500 EUR (siete mil quinientos euros) en concepto de daño moral, más las cargas fiscales correspondientes;", "", "ii) 1.000 EUR (mil euros) en concepto de gastos y costas, más las cargas fiscales correspondientes;", "", "b) Que estas sumas se verán incrementadas por un interés simple anual equivalente al tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos a partir de la expiración del antedicho plazo y hasta el pago;", "", "5. Rechaza el resto de la solicitud de indemnización.", "", "Hecha en francés y notificada por escrito el 18 de diciembre de 2012, de conformidad con los artículos 77.2 y 77.3 del Reglamento del Tribunal. Firmado: Guido Raimondi, Presidente - Stanley Naismith, Secretario.", "“Los votos particulares no han sido traducidos, pero constan en Inglés y/o Francés en la versión(es) de la sentencia en el idioma original que pueden consultarse en la base de datos de jurisprudencia del Tribunal HUDOC.”", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013.", "", "Los idiomas oficiales del Tribunal Europeo de Derechos Humanos son el Inglés y el Francés. Esta traducción no vincula al Tribunal, ni el Tribunal asume ninguna responsabilidad sobre la calidad de la misma. Puede descargarse desde la base de datos de jurisprudencia HUDOC del Tribunal Europeo de Derechos Humanos () o de cualquier otra base de datos con la que el Tribunal de Justicia la haya compartido. Puede reproducirse para fines no comerciales, a condición de que el título completo del caso sea citado junto con la indicación de derechos de autor anterior. Si se pretende utilizar cualquier parte de esta traducción con fines comerciales, por favor póngase en contacto con .", "", "© Council of Europe/European Court of Human Rights, 2013.", "", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil del’Europe/Cour européenne des droits de l’homme, 2013.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins comerciales est invitée à le signaler à l’adresse suivante: .", ""]}