{"file": "SPA_HJUDSPA_25088_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "25088/94", "text_paragraphs": ["Sentencia 25088/94", "", "CASO CHASSANOU Y OTROS CONTRA FRANCIA", "", " Artículos 11 del Convenio (Libertad de asociación) y 14 (Interdicción de discriminación) y 1 del Protocolo número 1 (Derecho a la propiedad)", "", " Sentencia de 29 de abril de 1999", "", " Por sentencia dictada en Estrasburgo, el 29 de abril de 1999, en el caso arriba mencionado, el Tribunal Europeo de Derechos Humanos declaró, por doce votos contra cinco, que se había producido violación del artículo 1 del Protocolo número 1 del Convenio Europeo de Derechos Humanos , y del artículo 11, tomado aisladamente; por catorce votos contra tres, que había existido violación del artículo 1 del Protocolo número 1, combinado con el artículo 14; por dieciséis votos contra uno, que hubo violación del artículo 11, combinado con el artículo 14 del Convenio; e igualmente por dieciséis votos contra uno, que no es preciso examinar separadamente la queja basada en el artículo 9. En aplicación del artículo 41 del Convenio, el Tribunal concede a cada uno de los solicitantes una determinada suma por perjuicio moral.", "", "", " 1. HECHOS", "", " El caso se refiere a tres demandas presentadas en origen por ciudadanos franceses, la señora Marie-Jeanne Chassanou, el señor René Petit, la señora Simone Lasgrezas, el señor León Dumont, el señor Pierre Galland, el señor André Galland, el señor Edouard Petit (fallecido), el señor Michael Petit, el señor Michel Pinon y la señora Josephine Montion, nacidos en los años 1924, 1936, 1927, 1924, 1926, 1936, 1910, 1947, 1947 y 1940, respectivamente. La señora Chassanou, el señor René Petit y la señora Lasgrezas tienen su domicilio en los municipios de Tourtoirac y Chourgnac-d’Ans, en el departamento de la Dordogne, donde ejercen la profesión de agricultores. El señor Dumont, el señor Pierre Galland, el señor André Galland, el señor Michael Petit y el señor Michel Pinon, que son igualmente agricultores, tienen su domicilio en el territorio de los municipios de La Cellette y Genouillac, en el departamento de Creuse. La señora Montion tiene su domicilio en Salleboeuf, en el departamento de Gironde, en donde ejerce la profesión de secretaria.", "", " Todos los demandantes son propietarios de bienes inmuebles de superficie inferior a 20 hectáreas por cada propietario, para los domiciliados en Dordogne y Gironde, y a 60 hectáreas para los que tienen su domicilio en la Creuse. En virtud de una ley del 10 de julio de 1964, denominada Ley «Verdeille» relativa a la organización de las asociaciones municipales de caza reconocida (ACCA) todos los solicitantes, que son contrarios a la caza, se vieron obligados a convertirse en miembros de las ACCA creadas en su municipio, y aportarles su derecho cinegético en sus terrenos, para que todos los cazadores del municipio pudieran cazar en ellos. No podían sustraerse a esta adhesión obligatoria, ni a esta aportación obligada de sus terrenos, salvo que la superficie de sus fincas fuese superior a un umbral, variable según los departamentos afectados (20 hectáreas en Dordogne y Gironde y 60 hectáreas en la Creuse), lo que no era el caso. Los solicitantes intentaron obtener de las jurisdicciones internas la retirada de sus terrenos del perímetro de las ACCA de sus municipios, pero sus demandas fueron rechazadas, tanto por las jurisdicciones civiles como por las administrativas, y, en último lugar, por sentencia del Tribunal de Casación del 16 de marzo de 1994 (Caso de la señora Chassagnou, señor R. Petit y señora Lasgrezas) o por decretos del Consejo de Estado fechados el 10 de marzo de 1995 (Asunto Dumont y otros) y el 10 de mayo de 1995 (Asunto Montion), respectivamente.", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " Las demandas fueron presentadas ante la Comisión Europea de Derechos Humanos el 20 de abril de 1994 en cuanto a la señora Chassagnou, el Sr. R. Petit y la señora Lasgrezas; el 29 de abril de 1995 respecto al señor Dumont y otros, y el 30 de junio de 1995 por parte de la señora Montion. Después de haber declarado las peticiones admisibles, la Comisión publicó, los días 30 de octubre de 1997 y el 4 de diciembre de 1997, tres informes que establecían los hechos y formulaban la opinión, por mayoría, de que se había producido violación del artículo 1 del Protocolo número 1, y del artículo 11, así como del artículo 14, combinado por el artículo 1 del Protocolo número 1, y el artículo 11 del Convenio. La Comisión formuló igualmente, por mayoría, la opinión de que no se planteaba ningún problema distinto en cuanto al artículo 9 del Convenio. Los casos fueron enviados al Tribunal por la Comisión el día 15 de diciembre de 1997 en el primer caso (Chassagnou y otros) y el 16 de marzo de 1998 en los dos restantes (Dumont y otros) y (Montion).", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " Los demandantes se quejan de que la inclusión forzada de sus terrenos en el perímetro de las ACCA en cuestión y su adhesión obligatoria a una asociación cuyo objeto rechazaban, representan una violación de su derecho de propiedad, su derecho a la libertad de asociación, y su derecho a la libertad de pensamiento y de conciencia previstos en los artículos 11 y 9 del Convenio Europeo de los Derechos Humanos . Se quejan igualmente de discriminación contraria al artículo 14 del Convenio.", "", " II. Decisión del Tribunal", "", " 1. Artículo 1 del Protocolo número 1 en lo que se refiere a la vulneración del derecho de propiedad de los solicitantes", "", " El Tribunal señala que, en el presente caso, los demandantes no desean cazar en sus propiedades y se oponen que otros terceros puedan penetrar en sus fincas para practicar el deporte cinegético. Ahora bien, contrarios éticos a la caza, se ven obligados a soportar todos los años en sus fincas la presencia de hombres con armas y perros de caza. Esta limitación aportada a la libre disposición del derecho de uso constituye, sin lugar a dudas, una injerencia en el uso de los derechos que tienen los solicitantes en su carácter de propietarios. El Tribunal considera que, en lo que se refiere a la finalidad de esta injerencia, sería ciertamente a favor del interés general evitar una práctica anárquica de la caza y establecer una gestión racional del patrimonio cinegético.", "", " Después de haber indicado que ninguna de las opciones citadas por el Gobierno (posibilidad de cerrar su terreno, o demandas que habrían podido presentar los solicitantes con el fin de obtener la clasificación de sus terrenos como reservas de caza o reservas naturales) podía en la práctica dispensar a los solicitantes de la obligación legal de aportar sus fincas a las ACCA, el Tribunal ha considerado que las contrapartidas legales mencionadas por el Gobierno no podrían considerarse como representación de una justa indemnización por la pérdida del derecho de uso. Es evidente que, en el espíritu de la Ley Verdeille de 1964, la privación del derecho de caza exclusivo de cada propietario sometido a aportación debería compensarse con la posibilidad concomitante de cazar en el conjunto del territorio del municipio sometido a la actuación de la ACCA. No obstante, esta compensación sólo posee realismo e interés siempre y cuando todos los propietarios afectados fuesen cazadores o aceptaran la caza. Ahora bien, la Ley de 1964 no ha contemplado medida alguna de compensación a favor de los propietarios opuestos a la caza quienes, por definición, no desean obtener ventaja ni beneficio alguno de un derecho de caza que se niegan a ejercitar. El Tribunal observa que la aportación obligada del derecho de caza, atributo en Derecho francés del derecho de propiedad, representa una derogación del principio planteado por el artículo L.22-1 del Código Rural , sin el cual nadie podría cazar en la propiedad de otro sin el consentimiento del propietario. El Tribunal comenta además, que, posteriormente a la promulgación de la Ley Verdeille de 1964, que excluía desde su origen a los departamentos del Bajo Rin, el Alto Rin y la Mosella, sólo 29 departamentos de los 43 afectados en la Francia metropolitana quedaron sometidos al régimen de la creación obligatoria de las ACCA; que el régimen de las ACCA facultativas sólo se aplica en 851 municipios; y que la ley tiende únicamente a las fincas pequeñas, excluidas tanto las grandes fincas privadas como las pertenecientes al Estado.", "", " En conclusión, a pesar de los objetivos legítimos que intentaba cumplir la Ley de 1964 en el momento de su aprobación, el Tribunal considera que el sistema de aprobación forzada que dicha ley prevé tiene como resultado que los solicitantes queden en una situación que rompe el justo equilibrio que debe reinar entre la protección del derecho de propiedad y las exigencias del interés general: obligar a los pequeños propietarios a aportar su derecho de caza en sus terrenos de caza para que unos terceros hagan uso de los mismos de forma totalmente contraria a sus convicciones personales resulta una carga desmesurada que no justifica el punto de vista del segundo párrafo del artículo 1 del Protocolo 1. En consecuencia, existe violación de dicha disposición.", "", " 2. Artículo 1 del Protocolo número 1 combinado con el artículo 14 del Convenio", "", " El Tribunal observa que el Estado demandado intenta justificar la diferencia de trato entre los propietarios grandes y pequeños invocando la necesidad de asegurar la rehabilitación de parcelas pequeñas a fin de favorecer una gestión racional de los recursos cinegéticos. El Tribunal considera que, en el presente caso, el Gobierno demandado no ha explicado de manera convincente de qué modo puede ser atendido el interés general por la obligación impuesta únicamente a los pequeños propietarios de aportar su derecho de caza. En la medida en que la diferencia de trato que se establece entre los propietarios grandes y pequeños tiene como consecuencia reservar únicamente a los primeros la facultad de destinar su terreno a un uso contrario a su elección en conciencia, constituye una discriminación fundada en la riqueza e importancia de su finca, en el sentido del artículo 14 del Convenio. Por lo tanto, existe violación del artículo 1 del Protocolo número 1, combinado con el artículo 14 del Convenio.", "", " 3. Artículo 11 del Convenio, tomado de forma aislada", "", " Según el Tribunal, la noción de «asociación» posee un alcance autónomo: en el Derecho nacional, esta calificación sólo tiene un valor relativo y no constituye más que un simple punto de partida.", "", " Es cierto que las ACCA deben su existencia a la voluntad del legislador pero el Tribunal señala que no es menos cierto que las ACCA son asociaciones constituidas de acuerdo con la Ley de 1 de julio de 1901. Además, no podría sostenerse que las ACCA puedan disfrutar, en virtud de la Ley Verdeille, de prerrogativas exorbitantes del Derecho común, tanto administrativas como normativas o disciplinarias, o que utilicen procedimientos de los poderes públicos. El Tribunal considera, pues, que las ACCA son ciertamente «asociaciones» a tenor del artículo 11 .", "", " En opinión del Tribunal, la injerencia en el derecho a la libertad de asociación «negativa», es decir, el derecho a no formar parte de una asociación contra su voluntad, estaba en el caso en cuestión previsto por la ley y perseguía una finalidad legítima, a saber, la de la protección de los derechos y libertad de los demás. En el caso que nos ocupa, el Gobierno alega la necesidad de proteger o favorecer un ejercicio democrático de la caza. Incluso suponiendo que el Derecho francés consagrara un «derecho» o una «libertad» de caza, el Tribunal apunta que este derecho libertad no forma parte de los reconocidos por la Convención, la cual, por el contrario, garantiza expresamente la libertad de asociación.", "", " En cuanto a la cuestión de saber si la injerencia era proporcional a la finalidad legítima perseguida, el Tribunal señala que los solicitantes son oponentes éticos a la práctica de la caza, y que sus convicciones a este respecto alcanzan un determinado grado de fuerza, coherencia e importancia y, por este motivo, merecen respeto en una sociedad democrática. Por lo tanto, el Tribunal considera que la obligación impuesta a los oponentes a la caza de formar parte de una asociación de caza, puede parecer, a primera vista, incompatible con el artículo 11.", "", " El Tribunal subraya que, en este caso, los solicitantes no tienen razonablemente la posibilidad de sustraerse a dicha afiliación: si sus terrenos están situados en el territorio de una ACCA y no son propietarios de terrenos de una superficie que les permita oponerse, su afiliación es obligatoria. El Tribunal observa acto seguido que la ley excluye expresamente de su campo de aplicación todos los terrenos que forman parte de los dominios públicos del Estado, los departamentos y los municipios, de los bosques de dominio público o de las empresas de ferrocarriles. En otros términos, la necesidad de poner en común terrenos para el ejercicio de la caza sólo se impone a un número limitado de propietarios particulares, y sin que se tengan en cuenta, de manera alguna, sus opiniones.", "", " A la vista de lo que precede, los motivos alegados por el Gobierno no bastan para demostrar que era necesario obligar a los solicitantes a convertirse en miembros de las ACCA de sus municipios, en contra de sus convicciones personales. En cuanto a la necesidad de proteger los derechos y libertades de los demás para el ejercicio democrático de la caza, una obligación de adhesión a las ACCA que se impone únicamente a los propietarios de uno de cada cuatro municipios de Francia no puede considerarse como proporcional para el objetivo legítimo perseguido. El Tribunal tampoco entiende por qué sería necesario poner en común sólo las propiedades pequeñas mientras que las grandes, tanto públicas como privadas, quedarían inmunes frente al ejercicio democrático de la caza. Obligar por ley a una persona a una adhesión profundamente contraria a sus propias convicciones, y obligarlo, como consecuencia de dicha adhesión, a aportar el terreno de que es propietario para que la asociación en cuestión realice objetivos que desaprueba va más allá de lo que es necesario para asegurar un justo equilibrio entre intereses contradictorios, y no puede considerarse como proporcional a la finalidad perseguida. En consecuencia, existe violación del artículo 11.", "", " 4. Artículo 11, combinado con el artículo 14 del Convenio", "", " El Tribunal estima que el examen de la queja basada en el artículo 11, leído en combinación con el artículo 14, es en sustancia análogo al que se ha expuesto anteriormente en relación con el artículo número 11 del Protocolo número 1, y no ve razón alguna para desviarse de su conclusión precedente. El Tribunal considera que el Gobierno demandado no ha presentado ninguna justificación, objetiva y razonable, de la diferencia de trato observada, que obliga a los pequeños propietarios a ser miembros de las ACCA y permite a los grandes propietarios escapar a esta afiliación obligatoria, tanto si ejercen su derecho de caza exclusiva en su propiedad como si prefieren, en razón de sus convicciones, dedicar la misma al establecimiento de un refugio o reserva natural para los animales. En conclusión, se ha producido violación del artículo 11, combinado con el artículo 14 del Convenio.", "", " 5. Artículo 9 del Convenio", "", " Teniendo en cuenta las conclusiones a las que se ha llegado en relación a lo que se refiere el artículo 1 del Protocolo número 1 y del artículo 11, tomado tanto de forma aislada como combinados con el artículo 14 del Convenio, el Tribunal no considera necesario proceder a un examen separado del asunto desde el punto de vista del artículo 9 del Convenio.", "", " 6. Artículo 41 del Convenio", "", " El Tribunal, después de haber tomado nota del hecho de que los solicitantes no pedían nada en concepto de gastos y costas, ya que fueron representados gratuitamente ante los órganos del Convenio, rechaza sus peticiones de reparación del perjuicio material alegado, por falta de justificantes. Por el contrario, decidiendo en equidad, el Tribunal concede a cada uno de los participantes la suma de 30.000 FF por daños morales.", "", " Varios jueces expresaron un voto separado."]}