{"file": "SPA_HJUDSPA_25444_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "25444/94", "text_paragraphs": ["Sentencia 25444/94", "", "CASO PÉLISSIER Y SASSI CONTRA FRANCIA", "", " Artículo 6.1 y 6.3 (Derecho a ser informado de la acusación. Duración del procedimiento) Sentencia de 25 de marzo de 1999", "", " Por sentencia dictada en Estrasburgo, el 25 de marzo de 1999, en el caso arriba mencionado, el Tribunal Europeo de Derechos Humanos declaró, por unanimidad, que se había producido violación del artículo 6, párrafos 1 y 3. a ) y b), del Convenio Europeo de Derechos Humanos . En aplicación del artículo 41 del Convenio, el Tribunal concede a los solicitantes una suma por los daños materiales y morales, así como para costas y gastos.", "", "", "", " 1. HECHOS", "", " Los demandantes, François Pélissier y Philippe Sassi, son ciudadanos franceses. El señor Pélissier nació en 1944 y vive en Sanary-sur-Mer; el señor Sassi nació en 1935 y vive en Cannes.", "", " Como resultado de una instrucción penal, los solicitantes fueron enviados para ser juzgados ante el Tribunal penal de Toulon por acusaciones de quiebra fraudulenta. En 1991, el Tribunal de lo penal de Toulon los absolvió, por el motivo de que no podían ser considerados como gerentes de derecho o de hecho. Por sentencia dictada el 26 de noviembre de 1992, el Tribunal de apelación de Aix-en-Provence confirmó la imposibilidad de reconocer en los solicitantes el carácter de gerentes, pero decidió recalificar los hechos como complicidad en quiebra fraudulenta. El Tribunal de apelación condenó a los solicitantes a una pena de dieciocho meses de prisión, con anulación del cumplimiento, así como a 30.000 francos de multa. El Tribunal de casación rechazó el recurso de los solicitantes del 14 de febrero de 1994.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La demanda fue presentada ante la Comisión Europea de Derechos Humanos el 18 de julio de 1994. Después de haber declarado admisible la solicitud, la Comisión dictó, el 13 de enero de 1998, un informe que formulaba la opinión de que se había producido violación del artículo 6, párrafos 1 y 3. a) y b), del Convenio, en cuanto a las quejas relativas a la recalificación de los hechos y a la duración del procedimiento (por unanimidad). El caso fue sometido por la Comisión al Tribunal el 28 de abril de 1998. El Gobierno de la República Francesa, por su parte, acudió igualmente al Tribunal.", "", " De acuerdo con las disposiciones transitorias del Protocolo número 11 del Convenio, el caso fue enviado a la Gran Sala del nuevo Tribunal Europeo de Derechos Humanos en la entrada en vigor del Protocolo, el 1 de noviembre de 1998.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " Los demandantes se quejan de que la recalificación de los hechos como complicidad en quiebra, recalificación que efectuó el Tribunal de apelación durante sus deliberaciones, y que provocaron su condena, tuvo lugar sin debate contradictorio. Se quejan igualmente de la duración del procedimiento. Invocan el artículo 6, párrafos 1 y 3. a) y b), del Convenio. El señor Pélissier se queja igualmente, en lo que se refiere al artículo 6, párrafo 1, del Convenio, del uso de una certificación objeto de litigio por parte del Tribunal de apelación.", "", " II Decisión del Tribunal", "", " 1. Sobre los artículos 6.1 y 6.3. a) y b) del Convenio, en cuanto a la equidad del procedimiento", "", " En lo que se refiere a la queja basada en la utilización de una certificación objeto de litigio por parte del Tribunal de apelación, respecto al primer solicitante, el Tribunal, después de recordar principios fundamentales que se derivan de su jurisprudencia, considera, a la vista del conjunto de elementos en su poder, que el documento objeto de litigio y su utilización por parte del Tribunal de apelación de Aix-en-Provence no fueron determinantes para la declaración de culpabilidad del señor Pélissier ni para su condena. En conse1654 cuencia, el hecho de tener en cuenta el documento impugnado no tuvo por efecto un ataque a la equidad del procedimiento. En consecuencia, el uso del documento objeto de litigio por parte del Tribunal de apelación no representó una violación del artículo 6, párrafo 1, del Convenio.", "", " Quedaba por examinar la cuestión de la recalificación de los hechos por el Tribunal de apelación de Aixen-Provence. Después de haber precisado el alcance de las disposiciones del artículo 6, párrafos 3. a) y b), el Tribunal señaló que el auto de envío de los solicitantes ante el Tribunal de lo penal sólo se refería al delito de quiebra. Ningún elemento permite pensar que, durante la instrucción, se haya tenido realmente en cuenta la posibilidad de una complicidad en quiebra fraudulenta. Ante el Tribunal de lo penal, los debates sólo se refirieron al delito de quiebra.", "", " Remitidos ante el Tribunal de apelación de Aix-enProvence, los solicitantes no recibieron en ningún momento reproche alguno, por parte de las autoridades judiciales, en cuanto a una posible complicidad en quiebra, ni en la citación que recibieron para comparecer ni a lo largo de los debates. A la vista de los elementos del presente caso, no se ha demostrado que los solicitantes hubieran tenido conocimiento de la posibilidad de que los hechos fuesen recalificados como «complicidad» en quiebra por el Tribunal de apelación, y ninguno de los argumentos presentados por el Gobierno, tomados en conjunto o aisladamente, podía bastar para garantizar el cumplimiento de lo dispuesto en el artículo 6, párrafo 3. a), del Convenio.", "", " En cuanto a si la noción de complicidad en Derecho francés implicaba, por parte de los solicitantes, un conocimiento suficiente de la posibilidad de recalificación del delito de quiebra en complicidad en quiebra, el Tribunal señala que las disposiciones de los artículos 59 y 60 del Código Penal , aplicables en el momento de los hechos, preveían expresamente que la complicidad sólo podría considerarse demostrada si se reunían un cierto número de elementos específicos y de condiciones estrictas y acumulativas. El Tribunal no puede, pues, seguir al Gobierno, cuando este último sostiene que la complicidad sólo constituye un simple grado de participación en la infracción principal. El Tribunal no está obligado a apreciar los méritos de los medios de defensa que los solicitantes hubieran podido invocar de haber tenido la posibilidad de alegar contra la complicidad en quiebra. Señala simplemente que es posible sostener que estos medios habrían sido diferentes de los elegidos a fin de impugnar y defenderse respecto al caso principal. Por cierto, el principio de interpretación estricta del Derecho penal impide que se puedan eludir los elementos específicos de la complicidad.", "", " El Tribunal considera igualmente que la complicidad no constituía un elemento intrínseco de la acusación inicial, que los interesados habrían conocido desde el inicio del procedimiento. El Tribunal considera, en consecuencia, que el Tribunal de apelación de Aix-en-Provence, haciendo uso de su derecho indudable de recalificar los hechos que le habían sido regularmente sometidos, debía dar a los solicitantes la posibilidad de ejercitar su derecho de defensa sobre este punto, de manera concreta y efectiva y, particularmente, a su debido tiempo. En el caso en cuestión, el Tribunal no observa elemento alguno que pueda explicar, por ejemplo, la ausencia de aplazamiento del caso para que se reabrieran los debates o, en su caso, una petición dirigida a los solicitantes con el fin de que presentaran sus observaciones escritas durante las deliberaciones. De los autos se desprende, por el contrario, que a los solicitantes no se les ofreció la ocasión de organizar su defensa frente a la nueva calificación, puesto que sólo la sentencia del Tribunal de apelación les permitió conocer este cambio de calificación, cosa que se hizo, evidentemente, de forma tardía y fuera de plazo.", "", " El Tribunal concluye que ha quedado afectado el derecho de los solicitantes a ser informados de manera detallada de la naturaleza del caso de la acusación presentada contra ellos, así como su derecho a disponer del tiempo y de las facilidades necesarios para la preparación de su defensa. En consecuencia, se produjo una violación del párrafo 3. a) y b) del artículo 6 del Convenio, combinado con el párrafo 1 de ese artículo.", "", " 2. Artículo 6.1 del Convenio, respecto a la duración del proceso", "", " El Tribunal señala que el período que se debe tener en cuenta para evaluar la duración del procedimiento, en relación con la exigencia del «plazo razonable» planteada por el artículo 6, párrafo 1, comenzó con la inculpación de los señores Pélissier y Sassi, a saber, los días 14 de septiembre de 1984 y el 12 de junio de 1985, respectivamente, y terminó con la sentencia dictada por el Tribunal de Casación, el 14 de febrero de 1994. En consecuencia, el procedimiento tardó nueve años y cinco meses para el primer solicitante, y ocho años, nueve meses y dos días para el segundo.", "", " El carácter razonable de la duración de un procedimiento debe apreciarse según las circunstancias del caso, y teniendo en cuenta los criterios consagrados por la jurisprudencia del Tribunal, en particular la complicidad del asunto, el comportamiento del solicitante y el de las autoridades competentes. En el presente caso, el Tribunal considera que la complicidad en el asunto no permite justificar la duración del procedimiento, y en los asuntos no aparece elemento alguno que pueda poner en entredicho la responsabilidad de los solicitantes en el alargamiento del procedimiento.", "", " El Tribunal considera, además, que la instrucción sufrió retrasos y períodos injustificados de inactividad, especialmente en la etapa de la instrucción, que son imputables a las autoridades nacionales. En consecuencia, se ha producido violación del artículo 6, párrafo 1, del Convenio en cuanto a la duración del procedimiento.", "", " 3. Artículo 41 del Convenio", "", " El Tribunal observa que la única base que debe adoptarse para conceder una satisfacción equitativa reside, en el presente caso, en el hecho de que los solicitantes no han podido gozar de las garantías del artículo 6. Cierto que no podría especular sobre lo que hubiese sido el resultado del proceso en caso contrario, pero no considera irrazonable pensar que los interesados han sufrido una auténtica pérdida de oportunidades. A todo ello se añade un perjuicio moral, que los cargos de violación que figuran en la presente sentencia no bastan para remediar. Decidiendo en equidad, como impone el artículo 41, les concede a cada uno 90.000 FF.", "", " En concepto de gastos y costas, el Tribunal, decidiendo en equidad, y sobre la base de los elementos en su poder, concede a los interesados 70.000 FF."]}