{"file": "SPA_HJUDSPA_19187_91.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "19187/91", "text_paragraphs": ["Sentencia 19187/91", "", "CASO SAUNDERS CONTRA REINO UNIDO", "", " Artículo 6.1 (Derecho al proceso justo. Derecho a la tutela judicial efectiva) Sentencia de 17 de diciembre de 1996", "", " Mediante sentencia dictada en Estrasburgo el 17 de diciembre de 1996 en el caso Saunders contra Reino Unido el Tribunal de Derechos Humanos declara, por dieciséis votos contra cuatro, que ha habido una violación del apartado 1 del artículo 6 del Convenio Europeo de Derechos Humanos . El Tribunal no concede ninguna indemnización al demandante, aunque le asigna una determinada suma para sus gastos y costas.", "", " La sentencia fue leída en audiencia pública por el señor Rudolf Bernhardt, Vicepresidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El demandante era Consejero Delegado de Guinness PLC cuando en abril de 1986 su sociedad adquirió Distillers PLC, tras una batalla bursátil con Argyll Group PLC. En diciembre de 1986 inspectores del Ministerio de Comercio e Industria (en lo sucesivo, el «Ministerio») abrieron una investigación sobre las denuncias relativas a que Guinness, durante la batalla bursátil, había mantenido o inflado artificialmente el precio de sus acciones por medio de una operación ilegal de sostenimiento de la cotización de las acciones.", "", " Durante el primer semestre de 1987 los inspectores tuvieron nueve entrevistas con el demandante, quien asistido por sus abogados estaba obligado a responder a las preguntas. En caso contrario, un Tribunal podía condenarle por contempt (desobediencia a la autoridad) a una multa o a una pena de reclusión hasta dos años. En enero de 1987 los inspectores indicaron al Ministro que habían encontrado elementos según los cuales pudieran haberse cometido infracciones penales. Asimismo, remitieron al Ministerio Fiscal las actas y documentos obtenidos durante las entrevistas, el cual dio traslado de los mismos a la policía. A principios de mayo este cuerpo inició sus propias investigaciones.", "", " A continuación al demandante se le imputaron quince acusaciones, entre las cuales ocho fueron por falsedad en documentos contables, dos por robo y varias imputaciones por prácticas colusorias. En abril de 1989 fue procesado junto con otros querellados por el Crown Court. En la fase preliminar del proceso ante el Crown Court el demandante solicitó a dicho órgano jurisdiccional que no admitiera los informes correspondientes a la octava y novena entrevistas que figuraban en las actas del Ministerio. El Juez acogió dicha solicitud.", "", " Durante su proceso, el demandante afirmó no haber participado en ningún acto ilícito. La acusación trató de obtener su condena recurriendo a las actas de las declaraciones que había realizado a los inspectores. La acusación leyó al jurado, durante tres días, las actas de las entrevistas.", "", " En agosto de 1990 el Crown Court declaró culpable al demandante de doce de los cargos en su contra y le condenó a cinco años de prisión. En mayo de 1991 el Tribunal de Apelación desestimó el recurso interpuesto con respecto a todos los motivos, con la excepción de uno, y redujo la pena a dos años y medio. En julio de 1991 la Cámara de los Lores denegó la autorización para presentar un recurso.", "", " El 22 de diciembre de 1994, a la vista de nuevos elementos de prueba, el Ministro decidió remitir el caso del demandante y de sus coquerellados ante el Tribunal de Apelación. El 27 de noviembre de 1995 el Tribunal de Apelación desestimó de nuevo el recurso, y el 6 de diciembre de 1995 declaró que no existía ningún fundamento de derecho de importancia pública general a los efectos de un recurso ante la Cámara de los Lores.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Presentada la demanda el 20 de julio de 1988, la Comisión la admitió el 7 de diciembre de 1993.", "", " En su informe, el 10 de mayo de 1994, la Comisión formuló el dictamen de que había habido una violación del apartado 1 del artículo 6 del Convenio (catorce votos contra uno).", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6 del Convenio", "", " El Tribunal señala que la denuncia del demandante se limita al uso realizado por la acusación durante el proceso de las declaraciones obtenidas por los inspectores de manera legalmente coactiva. El Tribunal no tiene que pronunciarse sobre la instrucción administrativa realizada por los inspectores, la cual en ningún caso se encontraba sometida a las garantías de un proceso judicial enunciadas en el apartado 1 del artículo 6 del Convenio.", "", " El Tribunal subraya asimismo que el derecho a no declarar contra sí mismo y a no confesarse culpable y el derecho a guardar silencio son normas internacionales generalmente reconocidas que forman parte del núcleo del concepto de proceso equitativo consagrado en el artículo 6 del Convenio. Estrechamente vinculado al principio de la presunción de inocencia garantizado en el apartado 2 del artículo 6, el derecho a no declarar contra sí mismo y a confesarse culpable está encaminado primeramente a que se respete la determinación del acusado de guardar silencio. No prohíbe el uso, en un proceso penal, de datos que hayan podido obtenerse del acusado recurriendo a facultades coercitivas, pero que existan con independencia de la voluntad del sospechoso, como, por ejemplo, las muestras de aliento, sangre y orina.", "", " Según el Tribunal, la cuestión de si, a la luz de las circunstancias de la causa, el demandante fue víctima de una vulneración injustificable de su derecho a no contribuir a su propia incriminación dependerá del uso realizado por la acusación, durante el proceso, de las declaraciones obtenidas por los inspectores bajo amenaza de sanción. Poco importa que dichas declaraciones tuvieran o no un carácter incriminatorio. El derecho a no declarar contra sí mismo y a no confesarse culpable no puede razonablemente limitarse a la confesión de actos ilícitos o a observaciones que acusen directamente al imputado, ya que incluso una prueba neutral puede ser utilizada en apoyo de la tesis de la acusación.", "", " En cuanto al uso dado a las declaraciones del demandante, el Tribunal estima que la acusación las utilizó de manera incriminatoria con el fin de sembrar dudas sobre la honradez del señor Saunders y de probar su participación en la operación ilegal de sostenimiento de la cotización de las acciones. Señala que durante tres días, y a pesar de las objeciones del demandante, el abogado de la acusación dio lectura ante el jurado de parte de las actas de las respuestas facilitadas a los inspectores. Por ello, en el presente asunto se ha vulnerado el derecho a no declarar contra sí mismo y a no confesarse culpable y no puede invocarse el interés público de combatir el fraude para justificar la utilización de respuestas obtenidas coactivamente en una investigación no judicial con el fin de incriminar al demandante durante su proceso.", "", " En consecuencia, hubo una violación del apartado 1 del artículo 6 del Convenio.", "", " II. Alegación de desviación de poder por parte de las autoridades instructoras", "", " Tras haber concluido la existencia de una violación del Convenio, el Tribunal considera superfluo examinar las alegaciones del señor Saunders con arreglo a las cuales las autoridades instructoras retrasaron deliberadamente el inicio de la investigación policial para permitir a los inspectores recoger elementos de prueba en el ejercicio de sus facultades coercitivas.", "", " III. Artículo 50 del Convenio", "", " El Tribunal deniega la indemnización al demandante de sus pérdidas pecuniarias. Advierte que no puede especular sobre si la conclusión del proceso hubiera sido diferente en la hipótesis de que la acusación no hubiera podido valerse de las actas de las entrevistas, y que la declaración de existencia de una violación del artículo 6 no implica nada a este respecto.", "", " En cuanto a la reclamación de indemnización por daños morales, el Tribunal considera que la constatación de la violación constituye en sí misma una satisfacción equitativa suficiente.", "", " El Tribunal concede al demandante la cantidad de 75.000 libras esterlinas por los gastos y costas derivados del procedimiento seguido en Estrasburgo.", "", " Se han formulado siete votos particulares, cuyo texto se encuentra adjunto a la sentencia."]}