{"file": "SPA_HJUDSPA_25829_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "25829/94", "text_paragraphs": ["Sentencia 25829/94", "", "CASO DE CASTRO CONTRA PORTUGAL", "", " Artículo 6.1 (Derecho a un proceso justo) Sentencia de 9 de junio de 1998", "", " Mediante sentencia dictada en Estrasburgo el 9 de junio de 1998 en el caso Teixeira de Castro contra Portugal, el Tribunal Europeo de Derechos Humanos declara, por ocho votos a uno, que se ha violado el artículo 6.1 del Convenio Europeo de Derechos Humanos ; declara, por unanimidad, que no procede examinar el caso a la luz de los artículos 3 y 8 del Convenio, y concede al recurrente, por ocho votos a uno, una reparación por daños y perjuicios, y en concepto de costas.", "", " La sentencia fue leída en audiencia pública por el Sr. Rudolf Bernhardt, Presidente del Tribunal.", "", " 1.", "", "", "", " HECHOS", "", " El recurrente, el Sr. Francisco Teixera de Castro, ciudadano portugués, nació en 1955 y reside en Campelos (Guimarâes).", "", " El 31 de diciembre de 1992, el Sr. Teixeira de Castro fue detenido cuando se disponía a vender veinte gramos de heroína a dos policías vestidos de paisano. Éstos habían entrado en contacto con el recurrente por medio de V. S., sospechoso de dedicarse al tráfico de droga a pequeña escala para sufragar su consumo personal, y que por ello se suponía que podría llevar a los policías hasta su proveedor. Ese mismo día, el juez de instrucción del Tribunal de Famalicâo decretó la prisión provisional del recurrente. El 29 de enero de 1993, el interesado solicitó su puesta en libertad por detención ilegal. Invocó los artículos 3, 6 y 8 del Convenio, alegando que había sido incitado a cometer una infracción. El juez de instrucción rechazó su demanda mediante una decisión de 16 de febrero de 1992, confirmada el 21 de abril de 1993 por una sentencia del Tribunal de Apelación de Oporto.", "", " El 6 de diciembre de 1993, el Tribunal de Santo Tirso declaró al recurrente culpable y le condenó a seis años de prisión. El Tribunal Supremo rechazó su recurso mediante una Sentencia de 5 de mayo de 1994, al estimar que los policías en cuestión habían actuado dentro del marco de la Ley, y que su comportamiento no podía ser considerado como una forma ilícita de conseguir pruebas.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " La Comisión, a la que fue presentado el recurso con fecha de 24 de octubre de 1994, lo admitió a trámite el 24 de junio de 1996.", "", " Tras haber buscado en vano un arreglo amistoso, la Comisión redactó, el 25 de febrero de 1997, un informe en el que se exponían los hechos y en el que se indicaba que se había violado el artículo 6.1 del Convenio (treinta votos a uno), pero no el artículo 3 (unanimidad), y que no procedía examinar además si había existido violación del artículo 8 (treinta votos a uno).", "", " La Comisión elevó el asunto ante el Tribunal el 16 de abril de 1997.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " El recurrente denuncia que no tuvo un juicio justo, de forma contraria a lo previsto por el artículo 6.1 del Convenio Europeo de Derechos Humanos . Alega igualmente infracciones del artículo 3 (prohibición de la tortura) y 8 (derecho al respeto de la vida privada y familiar) del Convenio.", "", " I. Artículo 6.1 del Convenio", "", " El Sr. Teixeira de Castro denuncia que no tuvo un proceso justo, ya que fue incitado por los policías, vestidos de paisano, a cometer una infracción de la que posteriormente ha sido declarado culpable.", "", " El Tribunal recuerda que la admisibilidad de las pruebas depende en primer lugar de las reglas de Derecho interno y que, en principio, corresponde a los tribunales nacionales valorar los elementos de prueba que hayan obtenido. La labor del Tribunal consiste en investigar si el procedimiento, considerado en su conjunto, y teniendo en cuenta la forma de obtención de medios de prueba, puede ser considerado equitativo.", "", " Más concretamente, el Convenio no impide utilizar, en la fase de instrucción, y cuando la naturaleza de la infracción lo justifique, fuentes como confidentes ocultos, pero el uso posterior de esas fuentes por el juez competente sobre el fondo del asunto para justificar una condena plantea una problemática distinta.", "", " La intervención de agentes infiltrados debe estar muy acotada y rodeada de garantías, incluso cuando se trata de la represión del tráfico de estupefacientes. Las exigencias generales de equidad establecidas por el artículo 6 se aplican a los procedimientos relativos a cualquier tipo de infracción penal, de la más simple a la más compleja.", "", " 1520", "", " El interés público no justifica la utilización de elementos de prueba obtenidos tras una provocación policial.", "", " En el presente asunto, hay que determinar si la conducta de los dos policías ha ido o no más allá de la de un agente infiltrado. El Tribunal pone de manifiesto que el Gobierno no ha alegado que la intervención de estos policías se inscribiese en el marco de una operación de represión del tráfico de estupefacientes ordenada y coordinada por un magistrado. Tampoco parece que las autoridades competentes dispusiesen de buenas razones para sospechar que el Sr. Teixeira de Castro era un traficante de droga, sino más bien lo contrario: su expediente policial estaba en blanco y no se había abierto ninguna investigación previa relacionada con su persona. Por otro lado, los policías no le conocían, ya que entraron en contacto con él a través de otras dos personas. Además, la droga no se encontraba en el domicilio del recurrente; éste la consiguió de un tercero, que a su vez la había obtenido de otro individuo. De la Sentencia del Tribunal Supremo de 5 de mayo de 1994 no se desprende que el interesado, en el momento de la detención, tuviera más droga, aparte de la solicitada por los policías, ni tampoco por tanto que su actividad fuese más allá de la respuesta a la provocación policial. Ninguna prueba apoya la tesis del Gobierno según la cual el recurrente tenía propensión a infringir normas. Teniendo en cuenta estas circunstancias, hay que deducir que los dos policías no se han limitado a examinar de forma meramente pasiva la actividad delictiva del Sr. Teixeira de Castro, sino que han ejercido una influencia suficiente sobre él como para incitarle a cometer la infracción.", "", " Por último, el Tribunal destaca que, para motivar su decisión de condenar al recurrente, los Tribunales internos se han basado fundamentalmente en las declaraciones de los dos agentes de policía.", "", " Teniendo en cuenta el conjunto de las circunstancias concurrentes, el Tribunal concluye que la conducta de los dos policías ha ido más allá de una mera actuación como agentes infiltrados, ya que han provocado la infracción, y nada indica que, sin su intervención ésta hubiese sido cometida. Esta intervención y su utilización en el proceso penal litigioso han privado ab initio y de forma definitiva al recurrente de un proceso justo. Por consiguiente, se ha violado el artículo 6.1.", "", " II. Artículo 3 del Convenio", "", " En el escrito presentado ante la Comisión, el recurrente alegaba también la violación del artículo 3 del Convenio, que prohíbe las «penas o tratos inhumanos o degradantes». El Tribunal pone de manifiesto que ni el recurrente ni el Gobierno ni el representante de la Comisión han aportado ante él argumentos al respecto. El Tribunal no aprecia la necesidad de examinarlo de oficio.", "", " III. Artículo 8 del Convenio", "", " El Sr. Teixeira de Castro considera que la situación denunciada supone una violación del artículo 8 del Convenio.", "", " Habida cuenta de la violación constatada del artículo 6, el Tribunal no estima necesario examinar separadamente la reclamación basada en el artículo 8.", "", " IV. Artículo 50 del Convenio", "", " Los elementos que obran en el expediente hacen pensar que la prisión del recurrente no hubiera tenido lugar si no hubieran intervenido los dos policías. La pérdida por el Sr. Teixeira de Castro tanto de su salario durante su privación de libertad como de oportunidades tras salir de la prisión son reales (el Gobierno no lo discute) y dan derecho a la concesión de una reparación equitativa. Igualmente, el recurrente ha sufrido un daño moral incuestionable que el mero reconocimiento de la existencia de la violación no basta para compensar.", "", " Teniendo en cuenta los distintos elementos concurrentes, y resolviendo en equidad tal como establece el artículo 50, el Tribunal le concede 10.000.000 escudos portugueses (PTE) como compensación material y moral. El Tribunal ha constatado que el abogado del recurrente aceptó llevar el caso obteniendo como única remuneración la pagada por las autoridades portuguesas competentes en el marco del sistema nacional de asistencia jurídica gratuita. En estas condiciones, no se puede considerar que su cliente deba pagarle honorarios adicionales. No obstante, dada la escasa cuantía de la suma percibida del sistema de asistencia jurídica gratuita y la importancia del trabajo desarrollado por el abogado, el Tribunal, resolviendo en equidad, concede 300.000 PTE para las costas y gastos en Portugal.", "", " El Sr. Teixeira de Castro también obtuvo el beneficio de justicia gratuita ante los órganos del Convenio. El Tribunal no considera excesiva la cantidad solicitada en concepto de costas y gastos correspondientes a los procedimientos de Estrasburgo. En consecuencia, el Tribunal concede en este concepto la suma de 1.500.000 PTE, menos 19.801,70 francos franceses ya percibidos en concepto de asistencia jurídica gratuita.", "", " La sentencia ha sido adoptada por una Sala compuesta por nueve jueces, a saber, el Sr. R. Bernhardt (alemán), Presidente, el Sr. A. Spielmann (luxemburgués), el Sr.", "", " N. Valticos (griego), la Sra. E. Palm (sueca), el Sr. I. Foighel (danés), el Sr. M. A. Lopes Rocha (portugués), el Sr.", "", " B. Repik (eslovaco) y el Sr. V. Butkevych (ucraniano), así como por el Sr. H. Petzold, Secretario, y el Sr. P. J. Mahoney, Secretario adjunto.", "", "", "", " El juez Sr. Butkevych ha emitido un voto particular discrepante, cuyo texto se adjunta a la sentencia."]}