{"file": "SPA_HJUDSPA_9017_80.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "9017/80", "text_paragraphs": ["Sentencia 9017/80", "", "CASO MCGOFF", "", " Sentencia de 26 de octubre de 1984", "", " Detención ilegal", "", " COMENTARIO Y RESUMEN", "", " I", "", " Como ha sucedido repetidamente a lo largo de la andadura del Tribunal Europeo de Derechos Humanos, vuelven a plantearse dos aspectos de las garantías de la libertad personal, consagrados en los artículos 53 y 5.4 del Convenio. Nos referimos a la necesidad de presentación sin dilación del detenido ante la autoridad judicial y, en segundo término, a la posibilidad de recurrir la actuación ante un órgano jurisdiccional. Pero veamos cómo se presentan los hechos.", "", " II", "", " El señor Anthony McGoff, de nacionalidad irlandesa, empresario de profesión, fue objeto de una orden de detención emitida por el Tribunal de Distrito de Estocolmo el 27 de octubre de 1977, fundada en indicios racionales de comisión de un delito de contrabando y otro en materia de narcóticos.", "", " Sería arrestado en Holanda el 10 de julio de 1979 y extraditado a Suecia el 24 de enero de 1980.", "", " El señor McGoff se negó a declarar ante la policía sin consultar previamente a su abogado, rechazando el letrado de «oficio designado por el Tribunal.", "", " El 8 de febrero de 1980, el Tribunal de Distrito decidió prolongar la detención. El 13 de marzo, el Tribunal de Distrito le condenaría a dos años de prisión por un delito en materia de narcóticos, así como a la deportación de Suecia una vez concluida la condena.", "", " La sentencia sería confirmada por el Tribunal de Apelación de SVEA el 12 de mayo de 1980. El 26 de junio de 1980, el Tribunal Supremo inadmitió el recurso del señor McGoff. El demandante sería puesto en libertad el 24 de noviembre de 1980, tras cumplir dos tercios de su condena, computando el tiempo de detención transcurrido en Holanda y Suecia.", "", " III", "", " A continuación se observarán los aspectos jurídicos debatidos tanto por el Tribunal Europeo de Derechos Humanos como por la Comisión. La sentencia del Tribunal rechaza la posible violación del artículo 25.1, prohibición de escribir a la Comisión.", "", " En cambio, el Tribunal constata la violación del artículo 5.3, puesta a disposición judicial sin dilación del detenido. Un plazo de quince días no puede considerarse incurso dentro del sentido prescrito en el mencionado precepto. Para determinar su criterio el Tribunal se ha fundado en varios antecedentes. Se admite, en circunstancias excepcionales, hasta un lapso de seis días desde la detención. En el presente asunto no se produjeron acontecimientos extraordinarios y el período fue de quince días antes de la presentación del detenido ante el juez.", "", " El Tribunal, por otro lado, tampoco aprecia el quebrantamiento del artículo 5.4, derecho a recurrir la detención ante un órgano jurisdiccional. Simplemente el interesado no hizo uso de su derecho.", "", " La sentencia, asimismo, reconoce que, según se desprende del artículo 50, cada Estado puede utilizar los medios adecuados para dar cumplimiento a las decisiones del órgano jurisdiccional europeo. Por último, prefija una indemnización pecuniaria a abonar por el Gobierno sueco al señor McGoff en concepto de algunos gastos sufridos en el ejercicio de su defensa.", "", " A diferencia de otras ocasiones, el informe de la Comisión no se aparta de la sentencia, salvo en algún matiz, y reconoce la violación del artículo 5.3. Se rechaza la posible infracción, alegada por el demandante, del artículo 5.4, por las mismas razones que el Tribunal, ausencia de ejercicio del derecho por el propio interesado.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " CASO McGOFF", "", " Sentencia de 26 de octubre de 1984", "", " RESUMEN", "", " Suecia. Derecho de una persona, prolongada su detención, a ser puesta a disposición judicial sin dilación y a recurrir ante un tribunal la legalidad de su detención", "", " I. ARTICULO 25.1 DEL CONVENIO", "", " Decisión de la Comisión de no actuar en consideración a los obstáculos alegados para el ejercicio del derecho de petición individual, equivalente por sus efectos a una declaración de inadmisibilidad.", "", " Conclusión: incompetencia del Tribunal.", "", " II. ARTICULO 5.3 DEL CONVENIO", "", " Persona no oída por el Tribunal nacional que ha determinado su detención. Inicio de la detención dos años antes de la condena. El intervalo de quince días entre la detención y la comparecencia ante el Tribunal no puede ser considerado como un plazo breve.", "", " Conclusión: violación.", "", " III. ARTICULO 5.4 DEL CONVENIO", "", " La Comisión constata la existencia de una serie de recursos conforme a los requisitos del artículo 5.4. Ausencia de causas para apartarse de tal apreciación a juicio del Tribunal.", "", " Conclusión: no existe violación.", "", " IV. ARTICULO 50 DEL CONVENIO", "", " El Tribunal carece de competencia para exigir al Estado sueco la adopción de medidas encaminadas a evitar la repetición de nuevas violaciones del Convenio.", "", " Derecho del demandante a la devolución de costas y gastos.", "", " Conclusión: Suecia debe pagar una determinada cantidad en concepto de costas y gastos. El resto de la demanda debe rechazarse.", "", " REFERENCIAS A LA JURISPRUDENCIA DEL TRIBUNAL", "", " Sentencias: caso Campbell and Cosans, con fecha 22 de marzo de 1983; caso De Jong, Baljet y Van den Brink, de 22 de mayo de 1984, y caso Malone, de 2 de septiembre de 1984.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 26 de octubre de 1984", "", " CASO McGOFF", "", " SENTENCIA", "", " En el caso McGoff, el Tribunal Europeo de Derechos Humanos, con arreglo al artículo 43 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales, así como a las previsiones aplicables del Reglamento del Tribunal, en una Sala constituida por los siguientes jueces:", "", " Señores G. Wiarda, Presidente;", "", " Ganshof Van der Mersch,", "", " Lagergren,", "", " García de Enterría,", "", " Vincent Evans,", "", " Macdonald,", "", " Bernhardt,", "", " actuando como Secretario el señor Eissen, y Secretario adjunto, el señor H. Petzold,", "", " Habiendo deliberado el 21 de mayo y 29 de septiembre de 1984,", "", " Emite la siguiente sentencia, adoptada en la fecha mencionada en último lugar:", "", " PROCEDIMIENTO", "", " 1. El presente asunto fue planteado ante el Tribunal Europeo de Derechos Humanos por la Comisión Europea de Derechos Humanos el 13 de octubre de 1983 , dentro del período de tres meses previsto en los artículos 32.1 y 47 del Convenio. El caso tiene su origen en una demanda (núm. 9017/80) contra el Reino de Suecia, presentada ante la Comisión por un ciudadano irlandés, el señor Anthony McGoff, el 25 de marzo de 1980, en los términos del artículo 25.", "", " 2. La demanda de la Comisión se remite a los artículos 44 y 48, así como a la declaración donde Suecia reconocía la jurisdicción obligatoria del Tribunal Europeo de Derechos Humanos (art. 46). El objeto de la misma era la obtención de una decisión acerca de si los hechos del caso suponían una infracción por parte del Estado sueco de sus obligaciones a tenor de lo dispuesto en el artículo 5.3 y 4.", "", " 3. En respuesta a la investigación realizada de acuerdo con el articulo 33.3.d) del Reglamento del Tribunal , el demandante expresó su voluntad de constituirse en parte durante el proceso a celebrar ante la Corte y nombró un abogado que le representaría (artículo 30 del Reglamento).", "", " 4. Mediante un télex de 3 de noviembre de 1983 el representante permanente de Irlanda ante el Consejo de Europa informó al Secretario que su Gobierno no deseaba intervenir en el proceso (art. 33.3 y 6 del Reglamento).", "", " 5. El 3 de noviembre de 1983, el propio Presidente del Tribunal presentó el caso McGoff ante el órgano ya constituido para examinar el caso Skoogström ( articulo 21.6 del Reglamento). La Sala incluyó como miembros de oficio a los señores Lagergren, juez electo sueco ( art. 43 del Convenio), y G. Wiarda, Presidente del Tribunal ( art. 21.3 y 6 del Reglamento del Tribunal ). Los otros cinco miembros, designados por sorteo el 27 de octubre de 1983, eran los señores Ryssdal, Ganshof Van der Meersch, L. Liesch, E. García de Enterría y Vincent Evans ( arts. 43 in fine del Convenio y 21.4 del Reglamento del Tribunal ). Posteriormente, a la vista de las circunstancias del caso, los señores Ryssdal y Liesch fueron sustituidos por los jueces suplentes, señores Macdonald y Bernhardt, respectivamente (arts. 22.1 y 24.1 del Reglamento).", "", " 6. Habiendo asumido la presidencia del Tribunal (art. 21.5 del Reglamento), el señor Wiarda consultó, mediante el Secretario, al agente del Gobierno sueco, al delegado de la Comisión y al abogado del demandante acerca de la necesidad de un proceso escrito. El 23 de noviembre de 1983 determinó que el agente sueco y el abogado disponían de un plazo hasta el 6 de febrero de 1984 para presentar alegaciones. El delegado de la Comisión podría replicar a éstos dentro del plazo de dos meses desde su comunicación por el Secretario (art. 37.1 del Reglamento).", "", " 7. La alegaciones del Gobierno tuvieron entrada en el Registro el 29 de diciembre de 1983. El 26 de enero de 1984 el Secretario de la Comisión notificó al Secretario que el delegado no estimaba necesario desarrollar la opinión contenida en el informe de la Comisión de 13 de julio de 1983.", "", " El Secretario recibió las alegaciones del demandante el 7 de febrero.", "", " 8. A través de una orden, con fecha 9 de enero de 1984, el Presidente garantizó asistencia legal al señor McGoff( art. 4 de la addenda al Reglamento del Tribunal ).", "", " 9. El 21 de mayo, la Sala decide no celebrar audiencia, tras constatar la concurrencia de los requisitos exigidos para la derogación del procedimiento ordinario (art. 26 del Reglamento).", "", " 10. El 17 de julio, el abogado del demandante envió al Secretario un informe con el estado de sus gastos y honorarios.", "", "", "", " FUNDAMENTOS DE HECHO", "", " A. Circunstancias particulares del caso", "", " 11. El señor Anthony McGoff es un ciudadano irlandés nacido en 1950 y residente en Naas (condado de Kildare), en Irlanda. Al tiempo de los acontecimientos que motivaron la demanda, el señor McGoff era empresario.", "", " 12. El 27 de octubre de 1977, el Tribunal de Distrito de Estocolmo emitió una orden de arresto contra aquél, fundada en indicios de culpabilidad de un delito grave de contrabando, así como de infracción de la legislación en materia de narcóticos. La detención trataba de evitar la huida del sujeto mencionado.", "", " El señor McGoff no asistiría a la audiencia, pero fue representado por un abogado designado por el Tribunal.", "", " 13. Tras ser arrestado en Holanda el 10 de julio de 1979, sería extraditado a Suecia el 24 de enero de 1980 e inmediatamente detenido en la penitenciaría central de Estocolmo. El Tribunal de Distrito recibió la correspondiente comunicación al día siguiente.", "", " Desde el 25 de enero de 1980 el inspector de policía encargado del caso trató de interrogar al señor McGoff, quien declinó hacer cualquier tipo de declaración hasta haber consultado con un abogado.", "", " Pese a ser informado de la designación del señor L. como abogado de oficio, el demandante rechazó aceptar cualquier otro abogado que no fuera el señor F. El Tribunal de Distrito, por ello, nombró al último citado, quien el 28 de enero visitaría al detenido en su celda.", "", " 14. El 8 de febrero, el Tribunal de Distrito celebra una audiencia a puerta cerrada, en la que decidió la continuación de la detención del señor McGoff, así como la fijación del 21 de febrero de 1980 como fecha límite para el ejercicio de la acción pública. El fiscal actuaría el mismo día 21 de febrero.", "", " 15. El 26 de febrero, cuando se iba a celebrar el proceso, el demandante solicitó la audiencia de dos testigos y expresó su voluntad de presentar cierta prueba escrita que no estaba a su disposición en ese momento. El Tribunal de Distrito mantuvo al señor McGoff en prisión y aplazó la vista al día 7 de marzo de 1980.", "", " 16. En la última fecha mencionada, dada la precariedad de la salud del demandante, se decidió un nuevo aplazamiento de la vista y el mantenimiento de la detención del señor McGoff.", "", " 17. Finalmente se celebró la vista el 13 de marzo de 1980. El señor McGoff fue acusado de un delito grave en materia de legislación de narcóticos y sentenciado por el Tribunal de Distrito a dos años de prisión. Asimismo, el Tribunal decretó la deportación de Suecia del demandante una vez concluida su condena.", "", " 18. Acusación y sentencia fueron confirmadas el 12 de mayo de 1980 por el Tribunal de Apelación de SVEA.", "", " El 26 de junio de 1980, el Tribunal Supremo inadmitió la apelación del demandante.", "", " 19. El 24 de noviembre de 1980, el señor McGoff fue liberado, tras cumplir dos tercios de su sentencia, computando el tiempo transcurrido como detenido en Holanda y Suecia antes de su condena (capítulo 33, sección 5.ª, del Código Penal).", "", " B. Derecho interno aplicable", "", " 20. De acuerdo con el capítulo 52, sección 1.a, del Código Procesal, una apelación contra una orden de detención no está sometida a límite temporal alguno.", "", " Según el último párrafo de capítulo 24, sección 17, el Tribunal debe ser informado inmediatamente de la ejecución de la orden de detención. Recibida la notificación, el Tribunal comienza a contar el tiempo en el que el proceso criminal debe sustanciarse. Si supera el plazo de dos semanas, el Tribunal celebraría una audiencia pública para determinar la prolongación o no de la detención.", "", " 21. El 10 de marzo de 1983, el Gobierno sueco designó una comisión para el estudio de la reforma parcial del Código Procesal, incluyendo las normas referentes a la detención preventiva. Más concretamente, la Comisión estudió las posibilidades de endurecer los requisitos para la prolongación de la detención de sospechosos, así como la fórmulas de abreviar la duración de la detención preventiva y provisional.", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " 22. El señor McGoff en su demanda ante la Comisión (núm. 9017/80) citó una variedad de preceptos del Convenio: artículo 25 (prohibición de escribir a la Comisión), artículo 3 (malos tratos de funcionarios de prisiones), artículo 5.1.c) (la primera orden de detención era manifiestamente ilegal), artículo 5.3 (no puesta a disposición judicial con celeridad), artículo 5.4 (imposibilidad de alegar sobre la legalidad de su detención), artículo 6.3.b) (no recibir los medios adecuados para su defensa) y artículo 6.3.d) (no se le permitió proceder al interrogatorio de los testigos de la acusación).", "", " 23. El 13 de octubre de 1982, la Comisión resolvió no actuar en la queja referida al artículo 25 y declarara admisible la demanda fundada en los párrafos 3 y 4 del artículo 5. El resto de la demanda se inadmitió.", "", " En su informe de 13 de julio de 1983 ( art. 31 del Convenio), la Comisión acordó por unanimidad declarar la existencia de una infracción del artículo 5.3 del Convenio, aunque no del artículo 5.4.", "", " El texto de la opinión de la Comisión se adjunta a la presente sentencia.", "", "", "", " FUNDAMENTOS JURÍDICOS", "", " I. PRESUNTA VIOLACIÓN DEL ARTICULO 25.1", "", " 24. El señor McGoff reprodujo ante el Tribunal la demanda que ya había expuesto ante la Comisión acerca de la prohibición de escribir a la citada institución impuesta por las autoridades de la prisión de Estocolmo. Aquél invocó el artículo 25.1 in fine, por el que se establece que las Altas Partes Contratantes que hubieran reconocido la competencia de la Comisión para recibir demandas individuales se comprometen a no impedir el ejercicio del derecho de recurso.", "", " 25. La decisión de la Comisión, con fecha 13 de octubre de 1982, admitiendo la demanda del señor McGoff parcialmente, concreta el objeto del asunto planteado al Tribunal (véase la última sentencia Malone de 2 de agosto de 1984, serie A» núm. 82, p. 30, párrafo 63).", "", " En la sentencia citada en último lugar la Comisión decidió no tomar en consideración el artículo 25. Semejante decisión equivalía por sus efectos a una declaración de inadmisibilidad, con el resultado de que el Tribunal sea incompetente para entender de la demanda.", "", " II. SOBRE LA VIOLACIÓN DEL ARTICULO 5.3", "", " 26. El demandante alegó no haber recibido el beneficio de las garantías establecidas al principio del artículo 5.3 del Convenio, el cual señala:", "", " «Todo aquel que sea arrestado o detenido de acuerdo con las previsiones del párrafo 1.c) de este artículo deberá ser puesto a disposición judicial o de cualquier otra autoridad habilitada por ley para el ejercicio del poder judicial sin dilación.»", "", " El artículo 5.1.c) prevé:", "", " «Todos tienen derecho a la libertad y seguridad personal. Nadie será privado de libertad, excepto en los siguientes casos y de acuerdo con el procedimiento establecido legalmente:", "", " (...)", "", " c) El arresto o detención legal de una persona realizado con la finalidad de ponerle a disposición de la autoridad determinada por ley, fundada en la existencia de indicios racionales de criminalidad, cuando se estime necesario para evitar la comisión de un delito o impedir su huida tras haberlo realizado...»", "", " En su informe, la Comisión se adhirió a esta tesis (véase punto 23).", "", " Por su parte, el Gobierno sueco expresó su voluntad de enmendar el Código Procesal, a fin de eliminar cualquier género de dudas respecto a la adecuación de la normativa sueca al Convenio en dicha materia. No obstante, el Gobierno se sometía a la decisión del Tribunal en cuanto a la determinación de la posible infracción del Convenio en el presente asunto.", "", " 27. Tribunal y Comisión coinciden en que el Tribunal de Distrito de Estocolmo no oyó personalmente al señor McGoff cuando el citado órgano emitió una orden de arresto en octubre de 1977 y que su condena se inició dos años más tarde.", "", " Así las cosas, el mandato de detención no excluye la posterior aplicación de garantías del artículo 5.3; sin embargo, habían transcurrido quince días desde que el señor McGoff fue sometido a prisión en Suecia (24 de enero de 1980) y cuando él fue puesto a disposición del Tribunal de Distrito (8 de febrero de 1980).", "", " Un período de tal duración no puede considerarse acorde con «la brevedad» exigida por el Convenio. A título de comparación, cabe traer a colación el asunto De Jong, Baljet y Van den Brink, con fecha 22 de mayo de 1984, donde el Tribunal estableció que seis días, tras la detención excedían los límites fijados en el Convenio (serie A, núm. 7, p. 25, párrafo 53). Por tanto, existe infracción del artículo 5.3.", "", " III. PRESUNTA VIOLACIÓN DEL ARTICULO 5.4", "", " 28. Al principio, el señor McGoff alegó que también era víctima de la violación del artículo 5.4 del Convenio, que señala:", "", " «Todo aquel que haya sido privado de libertad mediante arresto o detención está legitimado para recurrir ante un tribunal, quien decidirá con rapidez la prórroga de la detención o, en su caso, la puesta en libertad.»", "", " Esta tesis fue combatida por el Gobierno y no sería acogida por la Comisión. Efectivamente, la Comisión puso de manifiesto que, de acuerdo con la Ley Procesal, el señor McGoff había tenido la posibilidad -sin límite de tiempo- de recurrir ante el Tribunal de Apelación contra la orden de detención emitida por el Tribunal de Distrito.", "", " Desde la perspectiva de la Comisión, no existían motivos para creer que dicho recurso no había cumplido con las previsiones del artículo 5.4 (véase punto 23). El demandante acepta dicha opinión.", "", " 29. El Tribunal no ve razón alguna para apartarse del criterio de la Comisión y, en consecuencia, no ha existido ruptura del artículo 5.4.", "", " IV. EN TORNO A LA APLICACIÓN DEL ARTICULO 50", "", " 30. El artículo 50 del Convenio determina lo siguiente:", "", " «Si el Tribunal estima que una decisión o medida adoptada por una autoridad de las Altas Partes Contratantes está total o parcialmente en contradicción con las obligaciones derivadas del Convenio y si el Derecho interno de la citada parte permite sólo una reparación parcial de las consecuencias de tal decisión o medida, la sentencia del Tribunal, si procede, concederá a la parte lesionada una satisfacción equitativa.»", "", " El señor McGoff solicitó al Tribunal durante el estudio de las violaciones de los artículos 5.3 y 25 que exigiera al Gobierno sueco la adopción de medidas «prontas y efectivas» para asegurar que similares violaciones no se produjeran en el futuro.", "", " El demandante no ha buscado una compensación pecuniaria; sin embargo, ha solicitado el reintegro de determinadas costas y gastos realizados antes del 9 de enero de 1984, fecha en que el Tribunal le garantizó asistencia jurídica. Costas y gastos ascendían a 2.070,25 libras irlandesas.", "", " 31. Respecto a la primera cuestión, el Tribunal recuerda que sus sentencias permiten a los Estados afectados elegir los medios adecuados en su ordenamiento jurídico para el cumplimiento de sus obligaciones, según se deduce del artículo 53 del Convenio (véase, inter alia, la sentencia en el asunto Campbell y Cosans de 22 de marzo de 1983, serie A, núm. 60, párrafo 16). El Tribunal no es competente para solicitar del Gobierno sueco el cumplimiento pedido en la demanda.", "", " En cuanto al segundo aspecto, ni el Gobierno ni el delegado de la Comisión suscitan objeción alguna a la queja del demandante. En consecuencia, al Tribunal no le cabe duda de la realidad de los gastos y costas, así como de su necesidad y razonabilidad en su montante. La cifra reclamada debe ser devuelta al demandante.", "", "", "", " POR ESTOS MOTIVOS, EL TRIBUNAL, UNÁNIMEMENTE,", "", " 1. Falla que carece de competencia para entender de la alegada existencia de prácticas contrarias al artículo 25.1 in fine.", "", " 2. Falla que se ha producido una infracción del artículo 5.3", "", " 3. Falla que no se ha producido infracción del artículo 5.4.", "", " 4. Rechaza la reclamación restante; asimismo falla que el Reino de Suecia debe pagar al demandante 2.070 libras irlandesas con 25 peniques (£ 2.070,25).", "", " Hecha en inglés y en francés y emitida en audiencia pública en el Human Drights Building, Estrasburgo, a 26 de octubre de 1984.", "", " Firmado: Gérard Wiarda, PRESIDENTE", "", " Firmado: Marc-André Eissen, SECRETARIO", "", "", "", " ANEXO", "", " Opinión de la Comisión Europea de Derechos Humanos", "", " (Contenida en el informe de la Comisión de 15 de julio de 1983)", "", " A. Cuestiones en litigio", "", " 21. Los dos principales puntos de debate son:", "", " - Si el demandante fue puesto sin dilación a disposición judicial, de acuerdo con el artículo 5.3.", "", " - Si el demandante disfrutó de las garantías previstas en el artículo 5.4.", "", " B. Artículo 5.3", "", " 22. El demandante alega la violación del artículo 5.3 y denuncia que no fue puesto a disposición judicial o de otra autoridad sin dilación, prolongándose su detención al 24 de enero de 1980.", "", " El artículo 5.3 prevé:", "", " «Todo arrestado o detenido, de acuerdo con la prescripción del párrafo 1.c) del mencionado artículo, deberá ser puesto sin dilación a disposición judicial o de otra autoridad habilitada legalmente para el ejercicio del poder judicial y tiene el derecho a ser juzgado por un tribunal en un tiempo razonable o a ser puesto en libertad durante el proceso. La puesta en libertad puede condicionarse a las medidas tendentes a asegurar su presencia ante el tribunal.»", "", " 23. La citada norma, que forma un todo con el párrafo 1.c) del artículo 5 (cf . TEDH, sentencia caso Lawless de 1 de julio de 1961 , serie A, núm. 3, p. 52), tiene como objeto dotar a los individuos privados de libertad de una enérgica garantía: un proceso judicial destinado a asegurar que nadie sea privado de libertad arbitrariamente (cf. TEDH, sentencia caso Schiesser de 4 de diciembre de 1979 , serie A, núm. 34, párrafo 30).", "", " 24. La detención del demandante en Suecia el 24 de enero de 1980, tras la extradición, se fundaba en la orden de detención emitida por el Tribunal de Distrito de 27 de octubre de 1977.", "", " No se ha discutido que la detención del demandante caía de lleno dentro del ámbito del artículo 5.1.c), y la Comisión asume dicha afirmación. En consecuencia, el artículo 5.3 es de aplicación al caso.", "", " 25. El Gobierno mantiene que desde que la detención del demandante fue ordenada por un tribunal no existe obligación de adoptar una nueva decisión sobre tal detención.", "", " 26. El artículo 5 está claramente orientado a asegurar el derecho de todos a la libertad y a asegurar que la privación de libertad sólo se realiza en las situaciones previstas en el párrafo 1 del artículo. Asimismo, el precepto intenta abreviar en lo posible la detención o el internamiento.", "", " Los párrafos 3 y 4 establecen especiales garantías procesales para el cumplimiento de los objetivos mencionados.", "", " De la literalidad del artículo 5.3 del Convenio se desprende la obligación de las Altas Partes Contratantes de poner a disposición judicial o de otra autoridad habilitada por ley para el ejercicio del poder judicial de toda persona privada de libertad, automáticamente y sin dilación, a fin de que el órgano judicial decida sobre la continuación de la detención o su puesta en libertad (véase informe de la Comisión de 11 de octubre de 1982 sobre el caso De Jong, Balset y Van den Brink contra Holanda, párrafo 85).", "", " El artículo 5.3 impone al juez u otro funcionario judicial la obligación de examinar las circunstancias favorables y adversas a la detención, de decidir mediante criterios ajustados a Derecho si existen motivos que justifican la detención y de ordenar la puesta en libertad si no existen tales razones. Asimismo obliga al juez a oír por sí mismo al detenido (cf. TEDH, sentencia Schiesser de 4 de diciembre de 1979 , serie A, núm. 24, párrafo 31).", "", " 27. De lo reseñado se deduce, inter alia, que la privación de libertad puede continuar, en los términos del artículo 5.Le), respetando la idea de «sin dilación» únicamente si un juez u otra autoridad habilitada por ley para el ejercicio del poder judicial ha oído personalmente al detenido y ha examinado las razones favorables y adversas a la detención.", "", " En el asunto objeto de estudio, el demandante no fue oído personalmente por el Tribunal que ordenó su detención en octubre de 1977. Además, la detención no comenzó hasta dos años después. Durante dicho lapso de tiempo las razones para la detención del demandante pudieron haber desaparecido perfectamente.", "", " Ante, tales circunstancias, la Comisión estima que la orden del Tribunal de 1977, aunque fue precedida por una audiencia, donde el demandante no estuvo presente en persona, sino sólo representado por un abogado de oficio, ello no excluía la aplicación de las garantías contenidas en el artículo 5.3 del Convenio cuando el demandante fue detenido en enero de 1980.", "", " 28. El demandante fue puesto a disposición judicial el 8 de febrero de 1980, esto es, quince días después de su detención.", "", " La cuestión acerca de si el requisito de «sin dilación», previsto en el artículo 5.3, se ha cumplido debe examinarse a la luz de las disposiciones legales en vigor dentro del ámbito de los países que han ratificado el Convenio. En una demanda anterior contra Holanda (demanda núm. 2894/66, «Anuario», vol. 9, p. 564), la Comisión estimó cuatro días de dilación como plazo aceptable. Posteriormente, en una demanda contra Bélgica también se aceptó el plazo de cinco días, aunque bajo circunstancias excepcionales (demanda número 4960/71, «Colección de sentencias», núm. 42, p. 49). En su informe de 11 de octubre de 1982 en el caso De Jong, Baljet y Van den Brink contra Holanda, la Comisión afirmó que un período superior a siete días desde el arresto no podría incluirse, en forma alguna dentro del concepto de «sin dilación» determinado por el artículo 5.3 (párrafo 89 del informe).", "", " A la vista de tales precedentes y teniendo en cuenta las particulares notas del caso, la Comisión mantiene que un período de quince días no es, desde luego, conciliable con el concepto de «sin dilación».", "", " Conclusión", "", " 29. La Comisión concluye unánimemente que se ha producido una infracción al artículo 5.3 del Convenio en el presente caso.", "", " C. Artículo 5.4", "", " 30. El demandante protesta de la imposibilidad de recurrir la legalidad de su arresto y detención. Para ello ha invocado el artículo 5.4 del Convenio, que prescribe:", "", " «Toda persona privada de libertad por internamiento o detención está legitimada para recurrir ante un tribunal, quien decidirá con rapidez sobre su detención o su puesta en libertad si la detención no se ajusta a derecho.»", "", " 31. De acuerdo con el artículo 25 del Convenio, la Comisión no recibirá peticiones, salvo que el demandante «se considere víctima» de una violación del Convenio.", "", " Tal carácter puede suscitarse en cualquier momento de los procesos previstos en el Convenio (cf. TEDH, sentencia caso Klass y otros de 6 de septiembre de 1978 , serie A, núm. 28, párrafos 30 y ss., y el informe de la Comisión en la demanda núm. 6504/74, Preikhzas contra la República Federal de Alemania, «Sentencias e informes», núm. 16, p. 5, párrafo 84).", "", " 32. En el presente caso, el demandante tenía derecho, de acuerdo con la Ley de Enjuiciamiento sueca, a recurrir ante el Tribunal de Apelación contra la primera orden de detención, sin sometimiento a límite temporal alguno. Ningún dato revela que este recurso no habría satisfecho las exigencias del artículo 5.4, ni tampoco el demandante ha alegado nada sobre las razones que le movieron a no utilizar esta vía.", "", " La Comisión recuerda que el demandante fue asistido por un abogado de oficio, con el que se había reunido el 28 de enero de 1980.", "", " 33. La Comisión, sin embargo, estima que el demandante no puede considerarse víctima de la violación del artículo 5.4 del Convenio, puesto que no utilizó todos los recursos a su alcance (cf . informe de la Comisión de 19 de marzo de 1981, demanda número 7975/77, Bonazzi contra Italia, «Sentencias e informes», núm. 24, p. 33, párrafos 70-71).", "", " Conclusión", "", " 34. La Comisión concluye unánimemente que no se ha producido infracción del artículo 5.4 del Convenio en este caso.", "", " D. Resumen de conclusiones", "", " 35. La Comisión concluye declarando que:", "", " - Por unanimidad, no se ha producido infracción del artículo 5.3 del Convenio en el presente caso.", "", " - Por unanimidad, no se ha producido infracción del artículo 5.4 del Convenio en el presente caso.", "", " Firmado: C. A. Norgaard, PRESIDENTE", "", " Firmado: H. C. Krüger, SECRETARIO", "", " (Comentario y traducción: Luis Fátima De la Peña)"]}