{"file": "SPA_HJUDSPA_24348_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "24348/94", "text_paragraphs": ["Sentencia 24348/94", "", "CASO GRIGORIADES CONTRA GRECIA", "", " Artículo 10 (Críticas al Ejército y libertad de expresión) Sentencia de 25 de noviembre de 1997", "", " Mediante sentencia dictada en Estrasburgo el 25 de noviembre de 1997, con motivo del caso Grigoriades contra Grecia, el Tribunal Europeo de Derechos Humanos (TEDH) declara que la condena del demandante por insultos al Ejército supone una violación del artículo 10 del Convenio Europeo de Derechos Humanos (por doce votos contra ocho), pero no del artículo 7 (por unanimidad). En virtud del artículo 50, concede al interesado una suma determinada en concepto de costas procesales.", "", " La sentencia fue leída en audiencia pública por el Vicepresidente del Tribunal, señor Rudolf Bernhardt.", "", "", "", " 1. HECHOS", "", " El demandante, señor Panayiotis Grigoriades, es de nacionalidad griega y nació en 1964. Cuando realizaba el servicio militar en el Ejército griego como oficial de complemento en la reserva, afirmó haber descubierto multitud de abusos de los que los reclutas eran víctimas. Dicha afirmación le enfrentó con sus superiores. Le fue impuesta una sanción disciplinaria, cuya consecuencia fue la prolongación de su servicio militar.", "", " El demandante se negó a cumplir el período adicional. El 6 de mayo de 1989 fue declarado desertor y se emprendieron contra él las diligencias penales oportunas.", "", " El 8 de mayo de 1989, el oficial comandante de la unidad del interesado recibió una declaración de éste en la que explicaba su postura. En este documento, calificaba al Ejército de «máquina opuesta al hombre y la sociedad» y de «máquina criminal y terrorista que, creando un clima de intimidación y eliminando el bienestar espiritual de la juventud radical, tiende claramente a convertir a las personas en simples partes de un mecanismo de dominación que destruye la naturaleza humana y transforma las relaciones humanas: de relaciones de amistad y de amor, éstas degeneran en relaciones de dependencia, como consecuencia de una jerarquía del miedo, inspirada por un reglamento militar (...) intolerante y opresivo, por el temor a ser fichado por convicciones políticas, etc.».", "", " Juzgado el 27 de junio de 1989 por el Tribunal Militar Permanente de Ioannina por deserción y por insulto al Ejército, el señor Grigoriades fue declarado culpable de dos de los cargos, y fue condenado a una pena de privación de libertad de un año y diez meses.", "", " Éste recurrió. Con fecha 5 de septiembre de 1989, el Tribunal de Apelación de los Tribunales Militares anuló su condena por deserción, pero confirmó su condena por insulto al Ejército, y redujo su pena a tres meses de prisión.", "", " El demandante presentó entonces ante el Tribunal de Casación un recurso en el cual sostenía, en especial, que la definición legal de insulto era demasiado confusa y que, además, el Derecho vigente en esta materia constituía una restricción inaceptable de la libertad de expresión. Su recurso fue desestimado con fecha 22 de septiembre de 1993.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " La Comisión, ante la que fue presentado el recurso con fecha de 17 de marzo de 1994, lo admitió a trámite el 4 de septiembre de 1995.", "", " Tras haber buscado en vano un arreglo amistoso, la Comisión redactó, el 25 de junio de 1996, un informe haciendo constar los hechos y en el que expresó su opinión de que se había violado el artículo 10 del Convenio (por veintiocho votos contra uno) pero no así el artículo 7 (por unanimidad).", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 10 del Convenio", "", " 1. Sobre si hubo «injerencia» en el ejercicio por parte del demandante de los derechos garantizados por el artículo 10", "", " No controvertido.", "", " 2. Sobre si la injerencia era «prevista por la ley»", "", " El demandante sostiene que la disposición legal sobre la cual se fundamentaba su condena no era lo suficientemente precisa para cumplir la exigencia de previsibilidad que se deriva de la expresión «prevista por la ley». En particular, ni definía la noción de «insulto», ni enumeraba los actos considerados insultantes; además, no existía ninguna jurisprudencia que pudiera servir de apoyo.", "", " No obstante, el TEDH considera que ateniéndose al significado habitual de los términos utilizados, el demandante podría haber sido perfectamente consciente que corría el riesgo de incurrir en una sanción penal.", "", " 3. Sobre si la injerencia perseguía «un fin legítimo»", "", " El TEDH no duda que una defensa militar eficaz requiere el mantenimiento de un nivel apropiado de disciplina dentro de las fuerzas armadas y, en consecuencia, juzga que la injerencia de que se trata perseguía en todo caso el fin legítimo de proteger la seguridad nacional y la seguridad pública.", "", " 4. Sobre si la injerencia era «necesaria en una sociedad democrática»", "", " El TEDH comienza reiterando los principios aplicables, para lo que cita su sentencia Vogt contra Alemania de fecha 26 de septiembre de 1995 .", "", " A continuación, señala que el artículo 10 no se detiene en las puertas de los cuarteles. Tiene tanta validez para los militares como para el conjunto de las demás personas sometidas a la jurisdicción de los Estados parte. No obstante, el Estado debe poder imponer restricciones a la libertad de expresión allí donde existe una amenaza real para la disciplina militar, puesto que el funcionamiento eficaz de un ejército no se concibe sin unas reglas jurídicas destinadas a impedir que se socave dicha disciplina. Las autoridades nacionales no pueden, sin embargo, apoyarse en tales reglas para obstaculizar la libre expresión de opiniones, aun cuando sean dirigidas contra el Ejército como institución.", "", " Ciertamente, la carta dirigida por el demandante a su comandante contenía algunas observaciones virulentas e intempestivas referidas a las Fuerzas Armadas griegas. El TEDH señala, sin embargo, que esos comentarios han sido expresados en el contexto de un discurso general y bastante largo en el que se criticaba la vida militar y al Ejército como institución. La carta no fue publicada por el señor Grigoriades, ni difundida por él a terceros -aparte de otro oficial a quien habría remitido una copia- y nadie ha alegado que alguien haya tenido conocimiento de dicha carta. Tampoco contenía insultos hacia su destinatario o cualquier otra persona. Tenidos en cuenta esos elementos, el TEDH juzga insignificante el impacto objetivo que podía tener sobre la disciplina militar.", "", " En consecuencia, el TEDH no puede admitir que las imputaciones que se hacen al demandante y su condena fueran «necesarias en una sociedad democrática», en el sentido del apartado 2 del artículo 10. Se produjo, pues, violación de dicho artículo.", "", " II. Artículo 7 del Convenio", "", " La queja formulada por el demandante con base en este artículo coincide con la alegación formulada por aquél en el contexto del artículo 10, según la cual su condena y su pena no estaban «previstas por la ley». El TEDH , remitiéndose a las conclusiones a las que llegó anteriormente en relación con esta alegación, considera, por los mismos motivos, que no se produjo violación del artículo 7.", "", " III. Artículo 50 del Convenio", "", " 1. Perjuicio", "", " El interesado pide reparación por el perjuicio moral resultante de su encarcelamiento y de las dificultades experimentadas, a causa de su condena, para encontrar un empleo como periodista.", "", " El TEDH no puede acoger esas pretensiones. Puesto que la verdadera razón de la detención del señor Grigoriades, a saber, la acusación de deserción, no forma parte del objeto del litigio presentado ante él, el TEDH no puede asignar ninguna indemnización en relación con la pena de prisión. Asimismo, no puede admitir sin ninguna otra prueba que el demandante hubiese encontrado un empleo antes de no haber sido condenado. No se ha establecido ningún nexo causal entre el perjuicio alegado y la violación del artículo 10 constatada; en esas condiciones, el TEDH estima que el reconocimiento de la violación de su derecho da al interesado una satisfacción equitativa suficiente.", "", " 2. Costas procesales", "", " Sentenciando equitativamente, el TEDH concede al demandante la cantidad de 2.000.000 de dracmas griegos, más el IVA correspondiente.", "", " Tres miembros del Tribunal emitieron votos particulares conformes con el fallo y ocho emitieron votos particulares discrepantes, cuyo texto se encuentra adjunto a la sentencia."]}