{"file": "SPA_HJUDSPA_27671_95.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "27671/95", "text_paragraphs": ["Sentencia 27671/95", "", "CASO VALENZUELA CONTRERAS CONTRA ESPAÑA", "", " Artículo 8 (Derecho al respeto de la vida privada y de la correspondencia) Sentencia de 30 de julio de 1998", "", " El Tribunal Europeo de Derechos Humanos, constituido conforme el artículo 43 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales («el Convenio») y las disposiciones pertinentes de su Reglamento A en una Sala compuesta por los siguientes Jueces:", "", " Señor R. Bernhardt, Presidente del Tribunal; Señora E. Palm, Señores A. N. Loizou, J. M. Morenilla, Sir John Freeland, Señores A. B. Baka, L. Wildhaber, J. Casadevall, V. Butkevych,", "", " así como por los señores H. Petzold, Secretario del Tribunal, y P. J. Mahoney, Secretario adjunto del Tribunal.", "", " Después de haber deliberado a puerta cerrada los días 28 de marzo y 30 de junio de 1998, Dicta la siguiente Sentencia, la cual fue adoptada en esta última fecha:", "", " PROCEDIMIENTO", "", " 1. El caso fue remitido al Tribunal por la Comisión Europea de Derechos Humanos («la Comisión») el 29 de mayo de 1997, dentro del plazo de tres meses que establecen los artículos 32.1 y 47 del Convenio. Tiene su origen en una demanda (núm. 27671/95) contra el Reino de España interpuesta por un ciudadano de este Estado, don Cosme Valenzuela Contreras, ante la Comisión el 2 de mayo de 1995 al amparo del artículo 25.", "", " La demanda de la Comisión remite a los artículos 44 y 48, así como a la declaración española reconociendo la jurisdicción obligatoria del Tribunal (art. 46). Su objeto es obtener una decisión sobre si los hechos enjuiciados revelan una infracción por el Estado demandado de las obligaciones que le incumben en virtud del artículo 8 del Convenio.", "", " 2. En respuesta a la invitación prevista en el artículo 33.3. d) del Reglamento A, el demandante expresó su deseo de participar en el procedimiento y designó al letrado que le representará (art. 30), a quien el Presidente del Tribunal autorizó a usar el idioma español (art. 27.3).", "", " 3. La Sala a constituir comprendía como miembros de pleno derecho al señor J. M. Morenilla, Juez elegido de nacionalidad española ( art. 43 del Convenio) y al señor R. Ryssdal, Presidente del Tribunal [ art. 21.4. b) del Reglamento A]. El 27 de agosto de 1997 , en presencia del Secretario del Tribunal, el Presidente designó mediante sorteo a los otros siete miembros de la Sala, a saber: señor B. Walsh, señora E. Palm, señor A. N. Loizou, señor A. B. Baka, señor L. Wildhaber, señor J. Casadevall y señor V. Butkevych (arts. 43 in fine del Convenio y 21.5 del Reglamento A). Con posterioridad, R. Bernhardt, Vicepresidente del Tribunal, sustituyó al señor Ryssdal, fallecido el 18 de febrero de 1998 (art. 21.6, párrafo segundo, del Reglamento A) y Sir John Freeland, Juez suplente, sustituyó al señor Walsh, fallecido el 9 de marzo de 1998 (art. 22.1).", "", " 4. En su calidad de Presidente de la Sala (art. 21.6 del Reglamento A), el señor Ryssdal consultó, por intermedio del Secretario, al agente del Gobierno español («el Gobierno»), al abogado del demandante y al delegado de la Comisión a propósito de la organización del procedimiento (arts. 37.1 y 38). De conformidad con lo dispuesto en la providencia emitida en consecuencia el 30 de septiembre de 1997, el Secretario recibió los escritos del Gobierno y del demandante el 15 de diciembre de 1997. El 19 de enero de 1998, el Secretario de la Comisión informó al Secretario del Tribunal que el delegado no tenía intención de responder por escrito.", "", " 5. El 19 de enero de 1998, la Comisión presentó el expediente del procedimiento seguido ante ella, tal como le había solicitado el Secretario del Tribunal a instancias del Presidente.", "", " 6. De acuerdo con la decisión del Presidente, que había autorizado igualmente al agente del Gobierno a dirigirse al Tribunal en el idioma español (art. 27.2 del Reglamento A), la vista se celebró el 26 de marzo de 1998 en el Palacio de los Derechos Humanos de Estrasburgo, habiendo celebrado previamente el Tribunal una sesión preparatoria.", "", " Comparecieron:", "", " - En representación del Gobierno:", "", " el señor J. Borrego Borrego, Jefe del Servicio Jurídico ante la Comisión y el Tribunal Europeos de Derechos Humanos, Ministerio de Justicia, agente.", "", " - En representación de la Comisión:", "", " el señor M. A. Nowicki, delegado.", "", " - En representación del demandante:", "", " el señor J. C. Rubio Moreno, abogado del Ilustre Colegio de Madrid, letrado.", "", " El Tribunal oyó a los señores Nowicki, Rubio Moreno y Borrego Borrego.", "", "", "", " HECHOS", "", " I. Circunstancias del caso", "", " 7. El demandante, ciudadano español nacido en 1952, es subdirector de personal de la sociedad mercantil W.", "", " A. Origen del caso y desarrollo de la investigación", "", " 8. El 12 de noviembre de 1984 se abrieron diligencias previas a raíz de una denuncia contra X presentada por la señora M., empleada de la sociedad W., ante el Juez de Instrucción número 31 de Madrid por injurias y amenazas telefónicas y escritas. El 6 de febrero de 1985, el señor R., novio de la señora M., presentó una denuncia contra X por los mismos hechos.", "", " 9. Los días 8 de enero y 19 de febrero de 1985, el Juez de Instrucción, al amparo del artículo 18.3 de la Constitución y a petición de la señora M. y del señor R., formulada en el curso de su declaración, ordenó la intervención de sus líneas telefónicas durante un mes. Se interceptaron varias llamadas sospechosas efectuadas desde la sociedad W. o desde cabinas telefónicas.", "", " 10. Los días 18 de febrero y 25 de marzo de 1985, respectivamente, se suprimió la intervención de las líneas telefónicas.", "", " 11. El 19 de marzo de 1985, la señora M. reveló al Juez de Instrucción los nombres de cinco personas, entre ellas el demandante, que tenían acceso al número de la línea de teléfono de la sociedad W. desde el que se habían realizado varias de las llamadas sospechosas.", "", " Ese mismo día, fueron citadas a comparecer otras tres personas. Se instó a la sociedad W. a que aportara detalles sobre los despachos y las personas a quienes correspondían los números de teléfono litigiosos.", "", " 12. El 30 de abril de 1985, el Juez de Instrucción ordenó nuevamente la vigilancia de las líneas telefónicas de la señora M. y del señor R. durante el período comprendido entre los días 1 y 31 de mayo de 1985. El Juez ordenó asimismo el estudio de las cartas anónimas que contenían las amenazas contra la señora M. a los efectos de determinar el modelo de máquina de escribir utilizada para redactarlas, así como de las fotografías adjuntas a algunas cartas. El Juez hizo examinar igualmente los restos de saliva y las huellas que se encontraban en los sobres.", "", " 13. El 7 de junio de 1985 se entregó al Juez de Instrucción la cinta que contenía la grabación de las llamadas hechas a los números intervenidos, algunas de las cuales revelaban que se habían proferido amenazas e insultos contra la señora M.", "", " 14. El 19 de noviembre de 1985, el Juez de Instrucción, basándose en el artículo 18.3 de la Constitución (apartado 29 infra ) y tomando en consideración el Título VIII del Libro II de la Ley de Enjuiciamiento Criminal «relativo a la entrada y registro en lugar cerrado, del de libros y papeles y de la detención y apertura de la correspondencia escrita y telegráfica» (apartado 30 infra ), ordenó la intervención de las líneas telefónicas privadas del señor S. y del señor Valenzuela, director y subdirector de personal, respectivamente, de la sociedad en la que trabajaba la demandante, durante el período de un mes a partir del 26 de noviembre de 1985. El demandante resultaba el principal sospechoso, habida cuenta, de un lado, del hecho de que la mayor parte de las llamadas habían sido efectuadas desde la sociedad W. donde trabajaba y de que, en su calidad de subdirector de personal, tenía acceso a los archivos de la sociedad; y, de otro, de la relación sentimental que el señor Valenzuela había tenido con la señora M. La orden del Juez de Instrucción rezaba:", "", " «Se solicita la intervención de las líneas telefónicas números 641 29 25 y 795 22 00, pertenecientes a Cosme Valenzuela Contreras y al señor [S.], respectivamente, instaladas en esta ciudad, en la Avenida del Oeste, número 41, de Alcorcón la primera, y en la Calle H., la segunda, con motivo de la investigación de ciertos hechos delictivos sobre los que hay una investigación policial en curso.", "", " Considerando que: se puede deducir de lo que ha expuesto la Policía Judicial que existen indicios bien fundados de que se puedan descubrir hechos y circunstancias de interés sobre la comisión de un delito mediante las escuchas de las líneas telefónicas números 641 29 25 y 795 22 00 que pertenecen a Cosme Valenzuela Contreras y al señor [S.] respectivamente; procede, pues, la intervención de las líneas telefónicas solicitada, que será llevada a cabo por los agentes de la Compañía Telefónica Nacional, tal y como lo autoriza el artículo 18.3 de la Constitución .", "", " Visto, además del artículo citado, el Título VIII del Libro II de la Ley de Enjuiciamiento Criminal y entre otras disposiciones de aplicación general.", "", " [El Juez] declara: se ordena la intervención de las líneas telefónicas números 641 29 25 y 795 22 00, pertenecientes, respectivamente, a Cosme Valenzuela Contreras y al señor [S.], que será llevada a cabo por los funcionarios de la Compañía Telefónica Nacional de España durante un período de un mes a partir de hoy; al término de dicho período, deberán rendir cuentas de los resultados de la intervención mencionada.", "", " (...)»", "", " 15. El 10 de diciembre de 1985, la Dirección General de la Policía del Ministerio del Interior informó al Juez de Instrucción número 1 de Madrid que la intervención del número de teléfono del señor S. había sido infructuosa, ya que no se había grabado ninguna llamada o conversación sospechosa. En cambio, precisaba que la vigilancia de la línea telefónica del señor Valenzuela había revelado se efectuaron numerosas llamadas desde su teléfono hacia los de la señora M., el novio de ésta y parientes cercanos de ambos. No obstante, la persona que llamaba colgaba tan pronto como se contestaba desde el número llamado.", "", " El mismo día, la Dirección General de la Policía solicitó al Juez autorización para llevar a cabo un registro en el domicilio del señor Valenzuela tras el envío de nuevas cartas injuriosas a la víctima.", "", " 16. La intervención de la línea telefónica del señor Valenzuela cesó el 20 de diciembre de 1985 debido a una avería del sistema. Las cintas originales así grabadas se remitieron al Juez y se incluyeron en el sumario judicial sometido al examen contradictorio de las partes.", "", " 17. El 27 de diciembre de 1985, el propio demandante presentó ante el Juez de Instrucción número 2 de Madrid una denuncia por amenazas telefónicas. El 17 de junio de 1986, durante su comparecencia, el demandante pidió al Juez que ordenara la intervención de su propia línea telefónica, lo cual no dio ningún resultado. El 14 de junio de 1988, el Juez decretó el sobreseimiento provisional.", "", " 18. Los días 9 de diciembre de 1985 y 13 de enero de 1986, la Dirección General de la Policía confirmó ante el Juez de Instrucción que se habían efectuado veintidós llamadas desde la línea telefónica del demandante durante la intervención de la línea, de las cuales, tres al domicilio de la señora M., ocho al del señor R., dos la tía de este último y nueve a su jefe.", "", " 19. El 26 de enero de 1986, el Ministerio Fiscal solicitó la apertura de un sumario por delitos de injurias graves y amenazas contra el señor Valenzuela y, en su caso, contra el señor S.", "", " 20. El 25 de febrero de 1986, el Juez de Instrucción número 31 de Madrid ordenó sendos registros en el domicilio del demandante y en el domicilio social de la sociedad W.", "", " 21. El 18 de abril de 1986, este mismo Juez decidió abrir un procedimiento criminal contra el señor Valenzuela. Mediante auto de procesamiento de 18 de abril de 1986, inculpó al demandante de injurias graves y amenazas en virtud de los artículos 457 , 458.2 , 458.3 , 458.4 , 459 , 463 y 493.2 del Código Penal .", "", " 21. El 26 de diciembre de 1990, el Juez de Instrucción número 27 de Madrid, a quien había sido asignado el caso el 2 de enero de 1990, declaró cerrada la instrucción y ordenó la remisión del asunto a la Audiencia Provincial de Madrid.", "", " B. Procedimiento ante la Audiencia Provincial de Madrid", "", " 23. Los días 25 de junio y 8 de julio de 1991, el Ministerio Fiscal, así como la señora M. y el señor R., estos últimos en calidad de acusadores particulares, presentaron sus conclusiones provisionales.", "", " 24. El 7 de mayo de 1992, el demandante alegó que la intervención de su línea telefónica y los registros de su domicilio habían violado los artículos 18 y 24 de la Constitución (apartado 29 infra ).", "", " 25. El 8 de mayo de 1992, la Audiencia Provincial de Madrid condenó al demandante a una pena de cuatro meses, a una multa, así como a indemnizar a la señora M. por un delito continuado de amenazas cometido durante cuatro años, por teléfono y por carta contra ella y el señor R., su novio, y sus respectivos familiares, en su entorno privado y profesional.", "", " 26. En la sentencia se indicaba que, en cualquier caso, ni los registros ni las escuchas telefónicas constituían un elemento determinante para concluir la culpabilidad del demandante; por medio de las escuchas, se había acreditado que algunas de las llamadas efectuadas desde el teléfono del demandante correspondían al número de teléfono de la señora M. y que la mayoría de las llamadas litigiosas se habían hecho desde la sociedad en la que trabajaban tanto la señora M. como el demandante; ahora bien, no se había podido determinar la identidad de la persona que llamaba, ya que ésta colgaba tan pronto como se contestaba a su llamada desde el teléfono llamado.", "", " C. Procedimiento ante el Tribunal Supremo", "", " 27. El demandante interpuso un recurso de casación que fue desestimado por el Tribunal Supremo el 19 de marzo de 1994. En lo que respecta a las escuchas telefónicas litigiosas, en la sentencia se precisaba que, aun suponiendo que la autorización judicial para proceder a la intervención de la línea telefónica del demandante se hubiera acordado «de forma genérica», este medio de prueba no constituía el único elemento que había llevado a la convicción del Tribunal a quo y que, en cualquier caso, las amenazas también habían sido proferidas por escrito.", "", " D. Recurso de amparo ante el Tribunal Constitucional", "", " 28. Seguidamente, el demandante interpuso un recurso de amparo ante el Tribunal Constitucional basándose en el principio de presunción de inocencia y en el derecho al respeto de su vida privada y familiar y al secreto de las comunicaciones telefónicas ( arts. 24 y 18 de la Constitución ) (apartado 29 infra ). El 16 de noviembre de 1994, el Tribunal Constitucional rechazó el recurso por los motivos siguientes:", "", " «(...) Contrariamente a los argumentos del demandante, no se aprecia ninguna violación de su derecho al secreto de las comunicaciones telefónicas en el caso presente, en la medida en que la vigilancia de su línea telefónica privada había sido previamente autorizada por una decisión judicial motivada conforme al artículo 579.3 de la Ley de Enjuiciamiento Criminal . Hay que señalar, sin embargo, que dicha intervención no dio resultados que permitieran determinar la culpabilidad del señor Valenzuela en el caso del delito de amenazas de que era sospechoso, en la medida en que lo único que se constató era que se habían efectuado frecuentes llamadas telefónicas y sin ningún contenido desde su domicilio al de la persona amenazada, ya que el autor de dichas llamadas colgaba el teléfono en cuanto [la víctima] descolgaba. Lo que fue verdaderamente determinante [para llegar a la culpabilidad del demandante] fue el conjunto de los indicios, tales como la reciente relación sentimental del demandante de amparo con [la señora M.], su condición de subdirector de personal de la empresa en la que esta última trabajaba, el hecho de demostrarse que algunas de las llamadas habían sido efectuadas desde dicha empresa, y el que las fotografías que acompañaban algunas de las cartas anónimas eran las de los ficheros del personal que pertenecían a los archivos de la empresa, a los que únicamente tenían acceso quienes trabajaban en su departamento de personal, las reacciones del [señor Valenzuela] durante el juicio oral, etc. Estos indicios, debidamente apreciados por la [Audiencia Provincial] mediante un razonamiento claro no susceptible de ser calificado como de ilógico, pueden ser considerados suficientes para destruir la presunción de inocencia del demandante de amparo (...).»", "", " II. Derecho interno aplicable", "", " A. La Constitución", "", " 29. Las disposiciones pertinentes de la Constitución rezan como sigue:", "", " Artículo 10.2: «Las normas relativas a los derechos fundamentales y a las libertades que la Constitución reconoce se interpretarán de conformidad con la Declaración Universal de Derechos Humanos y los tratados y acuerdos internacionales sobre las mismas materias ratificados por España.»", "", " Artículo 18.3: «Se garantiza el secreto de las comunicaciones y, en especial, de las postales, telegráficas y telefónicas salvo resolución judicial.»", "", " Artículo 96: «Los tratados internacionales válidamente celebrados, una vez publicados oficialmente en España, formarán parte del ordenamiento interno (...).»", "", " B. Ley de Enjuiciamiento Criminal", "", " 1. Antes de la entrada en vigor de la Ley Orgánica 4/1988, de 25 de mayo", "", " 30. De las disposiciones pertinentes del Libro II del Título VIII de la Ley de Enjuiciamiento Criminal (relativas a la entrada y registro en lugar cerrado, del de libros y papeles y de la detención y apertura de la correspondencia escrita y telegráfica), las relativas a la correspondencia, en particular, eran las siguientes:", "", " Artículo 579: «Podrá el Juez acordar la detención de la correspondencia privada, postal y telegráfica que el procesado remitiere o recibiere y su apertura y examen, si hubiere indicios de obtener por estos medios el descubrimiento o la comprobación de algún hecho o circunstancia importante de la causa.»", "", " Artículo 581: «El empleado que haga la detención remitirá inmediatamente la correspondencia detenida al Juez instructor de la causa.»", "", " Artículo 583: «El auto motivado acordando la detención y registro de la correspondencia (...) determinará la correspondencia que haya de ser detenida o registrada (...).»", "", " Artículo 586: «La operación se practicará abriendo el Juez por sí mismo la correspondencia (...).»", "", " Artículo 588: «La apertura de la correspondencia se hará constar por diligencia (...).", "", " Esta diligencia será firmada por el Juez Instructor, el Secretario y demás asistentes.»", "", " 2. Después de la entrada en vigor de la Ley Orgánica4/1988, de 25 de mayo", "", " 31. La Ley Orgánica 4/1988 modificó dos artículos del Título VIII del Libro II (véase el apartado 30 anterior), los artículos 553 y 579 . Este último, el único pertinente en el presente caso, dispone:", "", " Artículo 579: «1. Podrá el Juez acordar la detención de la correspondencia privada, postal y telegráfica que el procesado remitiere o recibiere y su apertura y examen, si hubiere indicios de obtener por estos medios el descubrimiento o la comprobación de algún hecho o circunstancia importante de la causa.", "", " 2. Asimismo, el Juez podrá acordar, en resolución motivada, la intervención de las comunicaciones telefónicas del procesado, si hubiere indicios de obtener por estos medios el descubrimiento o la comprobación de algún hecho o circunstancia importante de la causa.", "", " 3. De igual forma, el Juez podrá acordar, en resolución motivada, por un plazo de hasta tres meses, prorrogable por iguales períodos, la observación de las comunicaciones postales, telegráficas o telefónicas de las personas sobre las que existan indicios de responsabilidad criminal, así como de las comunicaciones de las que se sirvan para la realización de sus fines delictivos.", "", " (...).»", "", " C. Jurisprudencia 32. En su Sentencia 114/1984, de 29 de noviembre, el Tribunal Constitucional precisó que el concepto de «secreto» no cubre sólo el contenido de las comunicaciones, sino también otros aspectos de éstas tales como, por ejemplo, la identidad subjetiva de los interlocutores.", "", " 33. En su Sentencia de 21 de febrero de 1991, el Tribunal Supremo puso de manifiesto la imperfección de la modificación legislativa llevada a cabo por la Ley Orgánica 4/1988, de 25 de mayo, mediante la cual se daba una nueva redacción al artículo 579 de la Ley de Enjuiciamiento Criminal . En la sentencia se indicaba que las cintas grabadas a partir de una intervención telefónica debían ponerse a disposición judicial, con la transcripción exacta de su contenido, y ser cotejadas por el secretario, para su reproducción, de ser necesario, durante el juicio oral. En dicha sentencia se añadía que «si se cumplen los requisitos previstos en el artículo 579, si el Juez controla el resultado de la prueba y si se posibilita su reproducción en el plenario», la interceptación de la línea telefónica será considerada como una prueba válida.", "", " 34. En su auto de 18 de junio de 1992, el Tribunal Supremo interpretó la legislación existente en España en la materia después de la entrada en vigor de la Ley Orgánica 4/1988, de 25 de mayo de 1988 (apartados 29 y 31). Precisa que «el legislador no establece [establecía] limitaciones en razón de la naturaleza de los posibles delitos o de las penas a ellos asociadas» y señala que las lagunas, la insuficiencia y la indeterminación de esta legislación tenían que ser subsanadas por la jurisprudencia nacional y por la del Tribunal Europeo de Derechos Humanos.", "", " A la luz de esta última, el Tribunal Supremo llegaba a las siguientes conclusiones en el citado auto:", "", " «En resumen, las vulneraciones que determinan la nulidad de la prueba de intervención telefónica y sus consecuencias, son éstas:", "", " 1. No exteriorización de indicios. Falta de motivación efectiva.", "", " (...) La no exteriorización de los indicios existentes, a juicio del Juez, que pudieran justificar una medida tan especialmente restrictiva de los Derechos Fundamentales, como lo es la interceptación telefónica, sin que la simple sospecha policial, que se ofrece, en principio, como cobertura de la resolución judicial, pueda ser suficiente.", "", " 2. Ausencia de control.", "", " La carencia, prácticamente total, de cualquier tipo de control judicial respecto a la realización efectiva de la intervención del teléfono afectado, a través, por ejemplo, de un examen de las conversaciones grabadas en períodos razonables para comprobar la progresión de la investigación, en este caso policial, y siempre bajo la vigencia inexcusable del principio de proporcionalidad cuya existencia sólo se puede constatar a través, precisamente, de la motivación, decidiendo la necesidad o no, en los términos expuestos, de continuar sucesivamente, a través de prórrogas, la intervención/observación que ha de tener también un límite razonable en el tiempo, siguiendo los principios de la Ley de Enjuiciamiento Criminal.", "", " 3. Periodicidad del control. Efectos.", "", " Una vez grabadas en las correspondientes cintas las conversaciones, el Juez debe proceder periódicamente, en los términos que prudencialmente fije, en función de las circunstancias concurrentes, a su examen en presencia del Secretario Judicial y decidir, oídas que hayan sido las voces transcritas, lo procedente, ordenando la continuación o no de la intervención y fijando, en su caso, las oportunas pautas de comportamiento para quienes hayan de ejecutar la medida.", "", " Si ordena el cese de la medida, deberá ponerse en conocimiento de la persona o personas afectadas la operación llevada a cabo (...), para que desde ese momento ejercite las acciones, si lo desea, que puedan corresponderle (...).", "", " Sólo en casos excepcionales podrá mantenerse el secreto hasta ultimar la investigación y no frustrar el interés legítimo que con ella se persigue (véase la sentencia del TEDH, de 6 de septiembre de 1978, en el asunto Klass ), aunque con el inexcusable límite temporal del fin de la misma investigación (...).", "", " 4. Disociación entre autorización e investigación.", "", " (...) Hubo vulneración del derecho a la intimidad y, más sencillamente aún, al secreto de las comunicaciones, en general, y de las telefónicas, en particular (...) cuando, en el desarrollo de la interceptación, inicialmente acordada, aparece como posible un delito o unos posibles nuevos delitos, en cuyo momento (...) la policía debió, de manera inmediata, sin solución de continuidad, ponerlo en conocimiento del Juez de Instrucción autorizante/ordenador de la interceptación a los efectos consiguientes, entre ellos el de examinar su propia competencia y la exigencia de proporcionalidad (...). No son correctas las autorizaciones genéricas, ni tampoco, sin la nueva y expresa autorización del Juez, es correcto mantener la intervención/observación cuando se descubre que el nuevo y presunto delito que se dibuja por la telefonía es independiente del que fue objeto de la autorización inicial. Tales situaciones, si no son controlables y controlada de manera directa por el Juez, provocan o pueden provocar el completo desconocimiento del principio de proporcionalidad, que no se sabrá nunca si existe o no (...).", "", " 5. Entregas de copias, no de originales. También hay vulneración por no ajustarse la medida a una interpretación, de acuerdo con la Constitución y el resto del Ordenamiento Jurídico, respecto al artículo 579 de la Ley de Enjuiciamiento Criminal . El hecho de que las cintas entregadas al Juzgado no sean las originales, sino copias, y, a su vez, éstas representen una selección verificada por la Policía sin control judicial alguno, es una grave violación del sistema (...) porque se trata de que el Juez, asesorado, si lo estima oportuno, de los expertos y en presencia del Secretario Judicial (...) seleccione, en la forma que estime oportuna, lo que le interesa de la investigación por él ordenada y mantenga el resto bajo la custodia de dicho Secretario, impidiendo cualquier conocimiento no deseado ni deseable de aquellas conversaciones ajenas al propósito de la interceptación y haga cesar de manera inmediata dicha intervención cuando no interese a los fines legítimos de la averiguación de un delito grave, cuya gravedad ha de ser siempre proporcional a la invasión de la intimidad, en principio intolerable, de las vidas privadas (...).", "", " 6. Constatación de la proporcionalidad.", "", " (...) Sobre estas coordenadas hay que observar la proporción y la desproporción existente entre las medidas cautelares adoptadas y la finalidad perseguida (...). El Juez, garante esencial de los Derechos Fundamentales y de las Libertades Públicas, debe examinar cada infracción con las circunstancias que la acompañan y decidir, valorando si los objetivos legítimos de la investigación, enjuiciamiento y, en su caso, condena, merecen en ese concreto supuesto el sacrificio de otro bien jurídico, especialmente valioso como es la dignidad, la intimidad y la libertad de la persona (...).", "", " 7. Determinación de la medida y sus límites. (...) Debe la autoridad judicial precisar en qué habrá de consistir la medida, procurando que su realización se lleve a cabo con el mínimo de gravamen para la persona afectada (...).»", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " 35. El señor Valenzuela Contreras recurrió a la Comisión el 2 de mayo de 1995 alegando que no había disfrutado de un proceso equitativo, ya que su culpabilidad no había sido demostrada legalmente y que la vigilancia de su línea telefónica había vulnerado su derecho al respeto de su vida privada. El señor Valenzuela fundaba su demanda en los artículos 6.1 y 8 del Convenio.", "", " 36. El 18 de octubre de 1996, la Comisión declaró admisible la demanda (núm. 27671/95) con respecto a las imputaciones basadas en el artículo 8 y la declaró inadmisible en cuanto al resto. En su informe de 11 de abril de 1997 (art. 31), la Comisión formulaba el dictamen, por once votos contra seis, de que hubo violación del artículo 8. El texto íntegro de su dictamen y de la opinión discrepante que le acompaña figuran en el anexo de la presente sentencia.", "", " CONCLUSIONES PRESENTADAS ANTE EL TRIBUNAL", "", " 37. En su escrito de alegaciones, el Gobierno pide al Tribunal que declare que la intervención de la línea telefónica del demandante no había entrañado violación del artículo 8 del Convenio.", "", " 38. Por su parte, el demandante solicita al Tribunal que aprecie la existencia de violación de los artículos 6 y 8 del Convenio y que le conceda una satisfacción equitativa al amparo del artículo 50.", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. Sobre la presunta violación del artículo 6 delConvenio", "", " 39. En su escrito al Tribunal, el demandante reitera su queja basada en el artículo 6 del Convenio, presentada por él a la Comisión y no admitida por ésta (apartados 35 y 36 supra ). Afirma que las escuchas telefónicas han sido el único fundamento de su condena y que, sin ellas, no se habría podido demostrar su culpabilidad.", "", " 40. Ahora bien, dado que el objeto del litigio está delimitado por la decisión de la Comisión sobre la admisibilidad, el Tribunal no tiene competencia para revisar las cuestiones declaradas inadmisibles (véanse, entre otras, las Sentencias Masson y Van Zon contra los Países Bajos, de 28 de septiembre de 1995, serie A, núm. 327-A, pág. 16, 40, y Leutscher contra los Países Bajos, de 26 de marzo de 1996, Recueil des arrêtes et des décisions, 1996-II, pág. 434, 22).", "", " II. Sobre la presunta violación del artículo 8 delConvenio", "", " 41. El demandante afirma que la interceptación de sus comunicaciones telefónicas entrañó una violación del artículo 8 del Convenio, que establece:", "", " «1. Toda persona tiene derecho al respeto de su vida privada y familiar, de su domicilio y de su correspondencia.", "", " 2. No podrá haber injerencia de la autoridad pública en el ejercicio de este derecho, sino en tanto en cuanto esta injerencia esté prevista por la ley y constituya una medida que, en una sociedad democrática, sea necesaria para la seguridad nacional, la seguridad pública, el bienestar económico del país, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, o la protección de los derechos y las libertades de los demás.»", "", " A. Aplicabilidad del artículo 8", "", " 42. El Tribunal considera que de su jurisprudencia se deduce claramente que las llamadas telefónicas procedentes del domicilio están comprendidas en las nociones de «vida privada» y de «correspondencia» que figuran en el artículo 8 ( Sentencias Klass y otros contra Alemania, de 6 de septiembre de 1978, serie A, núm. 28, pág. 21, §41 ; Malone contra el Reino Unido, de 2 de agosto de 1984 ; serie A, núm. 82, pág. 30, §64, y Kruslin contra Francia y Huvig contra Francia, de 24 de abril de 1990, serie A, núm. 176-A y B, pág. 20, §26, y pág. 52, §25, respectivamente). Por lo demás, este punto no ha sido objeto de controversia.", "", " B. Cumplimiento del artículo 8", "", " 1. Argumentos de los comparecientes", "", " a) El demandante", "", " 43. El demandante alega esencialmente que la interceptación de las conversaciones telefónicas de las que fue objeto constituye una injerencia en el ejercicio de su derecho al respeto de su vida privada, que vulnera el artículo 8. Sostiene que la medida litigiosa no estaba recogida en una ley suficientemente previsible y clara y que la existencia de un sistema de vigilancia de las comunicaciones de carácter general e ilimitado sería contrario al artículo 8, especialmente cuando no existe ningún control judicial como en el presente caso. Se remite a la sentencia dictada por el Tribunal en el asunto Malone (sentencia citada, supra, págs. 32-33, 68), y precisa que la «ley», es decir, la Constitución española, de aplicación directa ya que es la única norma aplicable al presente caso, no define «el alcance y las modalidades del ejercicio de dicho poder con una claridad suficiente -habida cuenta del fin legítimo perseguido- para proporcionar al individuo una protección adecuada contra la arbitrariedad.", "", " El demandante sostiene que las escuchas telefónicas no se ajustaban a las exigencias requeridas por la jurisprudencia del Tribunal, en particular, por cuanto que el auto de 19 de noviembre de 1985 del Juez de Instrucción ordenando la intervención de su línea telefónica no estaba suficientemente motivado. Señala que este auto parecía un «auto de formulario», ya que no menciona los hechos en que se basaba ni los motivos que hubieran podido justificar tal medida; ésta era, por lo demás, desproporcionada con respecto a la gravedad del delito.", "", " b) El Gobierno", "", " 44. En opinión del Gobierno, la injerencia en la vida privada del demandante estaba prevista por la ley ( art. 18 de la Constitución y disposiciones de la Ley de Enjuiciamiento Criminal aplicables por interpretación extensiva antes de la modificación, en 1988, del artículo 579 de la Ley de Enjuiciamiento Criminal ), y justificada por la necesidad de probar la existencia del delito en cuestión. Recuerda, asimismo, que las disposiciones relativas a los derechos fundamentales deben interpretarse a la luz de la Declaración Universal de los Derechos Humanos y de los tratados internacionales en la materia ratificados por España (apartado 29 supra ).", "", " La vigilancia de la línea telefónica del demandante fue hecha en virtud de una orden judicial debidamente motivada, emitida por el Juez de Instrucción en el marco de un procedimiento penal por injurias y amenazas telefónicas y escritas. Esta medida era necesaria para descubrir o comprobar hechos determinantes para el procedimiento. Las escuchas litigiosas estaban limitadas en el tiempo y las cintas grabadas fueron transcritas y sometidas al examen contradictorio de las partes. Además, los números de teléfono objeto de esta medida y sus titulares se mencionaban en la orden judicial, así como las disposiciones legales al amparo de las cuales se había decidido la interceptación de las comunicaciones.", "", " El Gobierno hace referencia, en particular, a un auto del Tribunal Supremo de 18 de junio de 1992 (apartado 34 supra ), dictado dos años antes que la Sentencia del Tribunal Supremo de 19 de marzo de 1994 y que la Decisión del Tribunal Constitucional de 16 de noviembre de 1994 (apartados 27 y 28 supra ), donde se detallaban todas las condiciones aplicables y requeridas con arreglo al Derecho español, conforme habían sido establecidas por la jurisprudencia del Tribunal.", "", " c) La Comisión", "", " 45. Ante el Tribunal, el delegado de la Comisión recordó que en la época de los hechos, la legislación española en materia de escuchas telefónicas no ofrecía las garantías adecuadas; no indicaba con la claridad y la precisión requeridas por el Convenio el alcance y las modalidades del ejercicio del poder conferido a las autoridades. Si bien la evolución legislativa y, en particular, la jurisprudencial en este campo es muy positiva, no comenzó hasta unos años después de la orden judicial en cuestión.", "", " 2. Apreciación del Tribunal", "", " a) Principios generales", "", " 46. De la jurisprudencia del Tribunal se deducen los siguientes principios, aplicables al presente caso:", "", " i) La interceptación de las conversaciones telefónicas constituye una injerencia de una autoridad pública en el derecho al respeto a la vida privada y a la correspondencia. Tal injerencia infrinje el artículo 8.2, salvo que, «prevista por la ley», persiga uno o varios fines legítimos de acuerdo con el párrafo 2 y, además, sea «necesaria, en una sociedad democrática» para alcanzarlos (Sentencia Kopp contra Suiza, de 25 de marzo de 1998, Recueil, 1998-II, pág. 539, §50).", "", " ii) Con las palabras «prevista por la ley» se pretende, en primer lugar, que la medida impugnada tenga una base en el Derecho interno. Ahora bien, esta expresión no se limita a remitir al Derecho interno, sino que también hace referencia a la calidad de la «ley», exigiendo que la medida sea compatible con la preeminencia del derecho, implicando, por tanto, que el Derecho interno debe ofrecer una cierta protección contra los atentados arbitrarios de los poderes públicos a los derechos garantizados en el párrafo 1 (Sentencia Malone antes citada, pág. 32, §67). De esta exigencia deriva la necesidad de la accesibilidad de la ley para la persona afectada, quien, además, debe poder prever las consecuencias para ella de dicha ley (Sentencias Kruslin antes citada, pág. 20, §27, y Kopp antes citada, pág. 540, §55).", "", " iii) El peligro de arbitrariedad resulta especialmente evidente en los casos en que existe un ejercicio en secreto de facultades discrecionales. Cuando se trata de medidas secretas de vigilancia o de interceptación de las comunicaciones por las autoridades públicas, la exigencia de previsibilidad significa que el interno debe usar términos suficientemente claros para indicar a todos de manera adecuada en qué circunstancias y bajo qué condiciones se autoriza a los poderes públicos a tomar tales medidas (Sentencia Malone antes citada, págs. 31-32, 66-67; Kruslin antes citada, págs. 22-23, §30; Halford contra el Reino Unido, de 25 de junio de 1997. Recueil, 1997-111, pág. 1017, §49, y Kopp antes citada, pág. 541, §64). La existencia de reglas claras y detalladas en la materia es indispensable, tanto más cuanto que los procedimientos técnicos no cesan de perfeccionarse (Sentencias Kruslin y Huvig antes citadas, pág. 23, §33, y pág. 55, §32, respectivamente, y Kopp antes citada, págs. 542-543, §72).", "", " iv) En las Sentencias Kruslin y Huvig se mencionan las siguientes salvaguardas mínimas que deben figurar en la ley para evitar los abusos de poder: la definición de las categorías de personas cuyas líneas telefónicas pueden ser intervenidas por orden judicial; la naturaleza de los delitos que pueden dar lugar a dicha orden judicial; la duración máxima de la ejecución de la medida; el procedimiento de transcripción resumida de las conversaciones interceptadas; las precauciones a adoptar para comunicar las grabaciones realizadas intactas y completas a los efectos del eventual control por el Juez y por la defensa; y, las circunstancias en las que se puede o se debe proceder al borrado o a la destrucción de las cintas, en especial, después de un sobreseimiento o de una absolución ( loc. cit., pág. 24, §35, y pág. 56, §34, respectivamente):", "", " b) Aplicación de estos principios en el presente caso", "", " i) Existencia de una injerencia", "", " 47. La intervención de la línea telefónica del señor Valenzuela Contreras entre el 26 de noviembre y el 20 de diciembre de 1985 (apartados 14 y 16 supra ) constituye una «injerencia de una autoridad pública» a los efectos del artículo 8.2, en el ejercicio por el demandante del derecho al respeto de su vida privada y de su correspondencia. Este punto no ha sido objeto de controversia. Por lo demás, a este respecto no es determinante que el sistema utilizado haya sido un simple «contador» como afirma el Gobierno (sentencia Malone, antes citada, pág. 38, §87).", "", " ii) Justificación de la injerencia", "", " 48. Procede examinar si dicha injerencia se ajusta a los requisitos del apartado 2 del artículo 8.", "", " ¿Estaba la injerencia «prevista por la ley»?", "", " 49. No se discute la existencia de una base legal en el derecho español en la materia. Así pues, el Tribunal se limita a constatar que el artículo 18.3 de la Constitución , en el que el Juez de Instrucción fundó principalmente el auto ordenando la vigilancia de la línea telefónica del demandante, dispone «se garantiza el secreto de las comunicaciones y, en especial, de las postales, telegráficas y telefónicas salvo resolución judicial» (apartados 14 y 29 supra ).", "", " 50. La segunda exigencia que se deriva de la expresión «prevista por la ley», la accesibilidad de esta última, no plantea ningún problema en el presente caso.", "", " 51. No sucede lo mismo con el tercer requisito, la previsibilidad de la ley en cuanto al sentido y a la naturaleza de las medidas aplicables.", "", " 52. De acuerdo con el Gobierno, el conjunto de las disposiciones legales aplicables y de la jurisprudencia del Tribunal Supremo y del Tribunal Constitucional (apartados 29, 30, 32-32 supra ) permiten concluir que las escuchas telefónicas ordenadas en el presente caso se ajustan perfectamente a la exigencia de previsibilidad tal y como ha sido definida por el Tribunal Europeo.", "", " 53. El Tribunal debe, por tanto, examinar la «calidad» de las normas jurídicas aplicables al señor Valenzuela Contreras en el presente caso.", "", " 54. En primer lugar, el Tribunal señala que la línea telefónica del demandante fue intervenida al amparo del artículo 18.3 de la Constitución , el único artículo que prevé la posibilidad, en el momento en el que se ordenó la intervención, de limitar el derecho al secreto de las comunicaciones telefónicas (apartado 29 supra ). No obstante, el Tribunal observa que el Juez que ordenó dicha medida tuvo en cuenta, para motivar su decisión, el Título VIII del Libro II de la Ley de Enjuiciamiento Criminal vigente en ese momento, que trata «de la entrada y registro en lugar cerrado, del de libros y papeles y de la detención y apertura de la correspondencia escrita y telegráfica» (apartados 14 y 30 supra ).", "", " 55. Según el Gobierno, en el presente caso, el Juez que ordenó la vigilancia de la línea telefónica del demandante respetó las garantías recomendadas por la jurisprudencia del Tribunal en la materia: indicó la identidad y los números de teléfono de los dos sospechosos, precisó que la intervención era necesaria para la averiguación de ciertos hechos sobre los cuales estaba en curso una investigación policial, limitó la duración de la intervención a un mes y controló la ejecución en la medida ordenada. Así pues, el Juez de instrucción habría anticipado, cinco años antes de que se dictaran las Sentencias Kruslin y Huvig contra Francia, las salvaguardias y garantías contra la arbitrariedad que figuran en ellas.", "", " 56. El Tribunal reconoce que el Juez de instrucción trató de asegurar un máximo de protección en lo que respecta a la ejecución de la medida de vigilancia ordenada, dentro del marco de las disposiciones legales en vigor en ese momento. En efecto, al menos de forma general, el Juez tuvo en cuenta las disposiciones de la Ley de Enjuiciamiento Criminal «que tratan de la entrada y registro en lugar cerrado, del de libros y papeles y de la detención y apertura de la correspondencia escrita y telegráfica» (apartado 14 supra ) que podrían servir de base jurídica para su decisión.", "", " 57. No obstante, procede señalar que las garantías citadas por el Gobierno (apartado 55 supra ), deducidas de una interpretación amplia de la ley o de la jurisprudencia, no se desprendían de los propios términos del artículo 18.3 de la Constitución , ni tampoco, en su mayor parte, de las disposiciones de la Ley de Enjuiciamiento Criminal consideradas por el Juez en el auto en el que ordenó la intervención de las comunicaciones telefónicas del demandante (apartados 14 y 30 supra ).", "", " 58. El Tribunal tiene constancia de los esfuerzos realizados por el legislador y por el poder judicial para introducir, en la legislación y en la jurisprudencia españolas, las garantías exigidas por el Convenio en la materia: el auto del Tribunal Supremo de 18 de junio de 1992 (apartado 34 supra ) constituye el mejor ejemplo de ello. Al igual que el Delegado de la Comisión, el Tribunal observa, sin embargo, que esta evolución tuvo lugar mucho después de la orden judicial de intervención de la línea telefónica del demandante.", "", " El Tribunal indica asimismo que dicho auto del Tribunal Supremo interpreta no la legislación vigente en el momento en el que se ordenó la intervención telefónica, sino la resultante de la modificación llevada a cabo mediante la Ley Orgánica 4/1988, de 25 de mayo (apartado 31 supra ), que introdujo la noción de escuchas telefónicas en el artículo 579 de la Ley de Enjuiciamiento Criminal .", "", " 59. El Tribunal subraya que algunas de las condiciones derivadas del Convenio, necesarias para asegurar la previsibilidad de la «ley» y garantizar así el respeto de la vida privada y de la correspondencia, no están incluidas ni en el artículo 18.3 de la Constitución ni en las disposiciones de la Ley de Enjuiciamiento Criminal mencionadas en la orden judicial de 19 de noviembre de 1985 (apartados 14 y 30 supra ), en particular, la definición de las categorías de personas cuyas líneas telefónicas pueden ser intervenidas por orden judicial; la naturaleza de los delitos que pueden dar lugar a dicha orden judicial; la duración máxima de la ejecución de la medida; el procedimiento de transcripción resumida de las conversaciones interceptadas, así como el uso y la destrucción de las grabaciones realizadas (apartado 46.iv supra ).", "", " 60. Del mismo modo que el Delegado de la Comisión, el Tribunal no puede aceptar el argumento del Gobierno de que no podía esperarse que el Juez de Instrucción que ordenó la interceptación de las comunicaciones telefónicas del demandante conociera las condiciones establecidas en las Sentencias Kruslin y Huvig cinco años antes de su pronunciamiento en 1990. El Tribunal recuerda que las condiciones relativas a la calidad de la ley mencionadas en las sentencias citadas por el Gobierno derivan del propio Convenio. El requisito de previsibilidad de la «ley» conlleva que, en el terreno de la interceptación de las comunicaciones telefónicas, las garantías que establecen el alcance y las modalidades de las facultades discrecionales de las autoridades deben figurar de forma detallada en el derecho interno, de modo que tengan una fuerza vinculante que circunscriba el poder discrecional del Juez en la aplicación de dichas medidas [apartado 46.iii) y iv) supra ]. En consecuencia, la «ley» española que tenía que aplicar el Juez de Instrucción debería haber previsto, con suficiente precisión, estas garantías. El Tribunal señala, además, que en la época en que se ordenó la vigilancia de la línea telefónica del demandante, éste ya había precisado en una sentencia, en la que apreciaba una violación del artículo 8, que «la ley debe usar términos suficientemente claros para indicar a todos de manera suficiente en qué circunstancias y bajo qué condiciones autoriza a los poderes públicos para vulnerar de esta forma secreta, y potencialmente peligrosa, el derecho al respeto de la vida privada y de la correspondencia» (Sentencia Malone antes citada, pág. 32, §67). Adicionalmente, Tribunal señala que, en cualquier caso, el Juez de Instrucción que ordenó la intervención de las comunicaciones telefónicas del demandante aplicó él mismo varias garantías que, como afirma el Gobierno, no fueron desarrolladas en la jurisprudencia de este Tribunal hasta mucho tiempo después.", "", " 61. En resumen, en el momento de los hechos, el Derecho español, escrito y no escrito, no indicaba con suficiente claridad el alcance y las modalidades del ejercicio de las facultades discrecionales de las autoridades en el ámbito considerado. Así pues, el señor Valenzuela Contreras no gozó del grado de protección mínimo exigido por la preeminencia del derecho en una sociedad democrática (Sentencia Malone antes citada, pág. 36, 79). Hubo, por lo tanto, violación del artículo 8.", "", " Finalidad y necesidad de la injerencia", "", " 62. Habida cuenta de la conclusión anterior, este Tribunal, al igual que la Comisión, no estima necesario entrar a examinar, en el presente caso, el respeto de los demás requisitos del apartado 2 del artículo 8.", "", " III. Aplicación del artículo 50 del Convenio", "", " 63. El demandante solicita una satisfacción equitativa al amparo del artículo 50 del Convenio, que dispone:", "", " «Si la decisión del Tribunal declara que una resolución tomada o una medida ordenada por una autoridad judicial o cualquier otra autoridad de una Parte contratante se encuentra total o parcialmente en oposición con las obligaciones que se derivan del presente Convenio, y si el derecho interno de dicha Parte sólo permite de manera imperfecta reparar las consecuencias de esta resolución o medida, la decisión del Tribunal concederá, si procede, una satisfacción equitativa a la parte lesionada.»", "", " A. Daños", "", " 64. El demandante solicita 1.304.181 pesetas por el perjuicio material sufrido como consecuencia de su condena, correspondiente a la indemnización que tuvo que pagar a la señora M., a la multa y a las costas procesales que le fueron impuestas por la Audiencia Provincial de Madrid.", "", " 65. El Gobierno estima que dadas las circunstancias de este caso, la sentencia constituye por sí misma una satisfacción equitativa suficiente. El Delegado de la Comisión no se pronuncia sobre este punto.", "", " 66. El Tribunal considera que no existe ningún nexo causal entre la violación constatada del artículo 8 y el daño material alegado, el cual, correspondería a las cantidades que el demandante se vio obligado a pagar como consecuencia de su condena por delito de amenazas. Procede, por tanto, rechazar la petición.", "", " B. Costas y gastos", "", " 67. El demandante pide 1.500.000 pesetas en concepto de costas y honorarios de abogado ante el Tribunal Constitucional y los órganos del Convenio.", "", " 68. El Gobierno estima razonable esta petición.", "", " 69. El Delegado de la Comisión no adopta ninguna posición.", "", " 70. El Tribunal, resolviendo en equidad y recurriendo a los criterios que aplica en la materia, concede en su totalidad la cantidad solicitada.", "", " C. Intereses de demora", "", " 71. De acuerdo con la información de que dispone el Tribunal, el tipo de interés legal vigente en España en la fecha de adopción de la presente sentencia es del 7,5 por 100 anual.", "", "", "", " Por estos motivos, el Tribunal, por unanimidad", "", " 1. Declara que no es competente para examinar la imputación fundada en el artículo 6 del Convenio.", "", " 2. Declara que hubo violación del artículo 8 del Convenio.", "", " 3. Declara:", "", " a) que el Estado demandado debe pagar al demandante, en el plazo de tres meses, 1.500.000 (un millón quinientas mil) pesetas en concepto de costas y gastos;", "", " b) que este importe se incrementará aplicando un tipo de interés simple del 7,5 por 100 anual a partir del vencimiento de dicho plazo y hasta su abono efectivo.", "", " 4. Rechaza el resto de la demanda de satisfacción equitativa.", "", " Dictada en francés y en inglés y leída en audiencia pública en el Palacio de los Derechos Humanos de Estrasburgo, el 30 de julio de 1998.", "", " Firmado: Rudolf Bernhardt, PRESIDENTE", "", " Firmado: Herbert Petzold, SECRETARIO", "", " ANEXO", "", " OPINIÓN DE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " (Formulada en el informe de la Comisión de 11 de abril de 1997)", "", " La Comisión estaba compuesta por las siguientes personas:", "", " Señor Trechsel, Presidente, señoras G. H. Thune, J. Liddy, señores E. Busuttil, H. Danelius, F. Martínez, L. Loucaides, I. Cabral Barreto, B. Conforti, I. Békés, J. Mucha, D. S váby, A. Pereni, P. Lorenzen, E. Bieliünas, E. A. Alkema, M. Vila Amigó, y señor H. C. Krüger, Secretario.", "", " A. Imputación declarada admisible", "", " 32. La Comisión declaró admisible la imputación referente a la intervención de la línea telefónica del demandante.", "", " B. Punto en litigio", "", " 33. La Comisión ha de pronunciarse sobre la siguiente cuestión: ¿vulneró la intervención de la línea telefónica del demandante su derecho al respeto de su vida privada, tal y como está garantizado en el artículo 8 del Convenio?", "", " C. Sobre la violación del artículo 8 del Convenio", "", " 34. El artículo 8 del Convenio establece lo siguiente:", "", " «1. Toda persona tiene derecho al respeto de su vida privada y familiar, de su domicilio y de su correspondencia.", "", " 2. No podrá haber injerencia de la autoridad pública en el ejercicio de este derecho, sino en tanto en cuanto esta injerencia esté prevista por la ley y constituya una medida que, en una sociedad democrática, sea necesaria para la seguridad nacional, la seguridad pública, el bienestar económico del país, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, o la protección de los derechos y las libertades de los demás.»", "", " 35. El demandante alega esencialmente que la intervención de su línea telefónica y la interceptación de las conversaciones telefónicas de las que fue objeto constituyen una injerencia en el ejercicio del derecho al respeto de su vida privada, en violación del artículo 8. Indica que la medida litigiosa no estaba recogida por una ley suficientemente previsible y clara y que la existencia de un sistema de vigilancia de las comunicaciones de carácter general e ilimitado es contrario a la citada disposición del Convenio.", "", " 36. El demandante sostiene, en primer lugar, que las escuchas telefónicas eran ilegales con arreglo al Convenio y que no se ajustaban a las exigencias establecidas por el Tribunal Europeo de Derechos Humanos en sus Sentencias Kruslin y Huvig contra Francia, de 24 de abril de 1990 (serie A, núm. 176-A y E), en especial, en tanto en que el Auto de 19 de noviembre de 1985 del Juez de Instrucción que ordenaba la intervención de la línea telefónica del demandante no estaba suficientemente motivado.", "", " 37. El demandante precisa, asimismo, que se trata de un «auto de formulario», que no expone ni los fundamentos de hecho ni los fundamentos de derecho por los que la medida resulte necesaria. El demandante considera que las escuchas telefónicas constituyeron el único fundamento de su condena y que sin las escuchas litigiosas, los otros medios de prueba habrían sido meras elucubraciones.", "", " 38. El Gobierno demandado considera que la imputación del demandante carece de fundamento.", "", " 39. El Gobierno recuerda que los artículos 96.1 y 10.2 de la Constitución prevén que las disposiciones relativas a los derechos fundamentales se interpretarán de conformidad con la Declaración Universal de Derechos Humanos y los tratados internacionales en la materia ratificados por España. El Gobierno estima que las sentencias del Tribunal eran conocidas por los Tribunales españoles encargados de velar por que las modalidades de la ejecución de las escuchas no sean contrarias a los criterios establecidos en las sentencias de los asuntos Kruslin y Huvig antes citadas.", "", " 40. El Gobierno hace referencia, en especial, a un auto del Tribunal Supremo de 18 de junio de 1992, en el que se precisa: «a la vista de la insuficiente regulación, en nuestro ordenamiento jurídico, del problema objeto de examen es necesario considerar, de forma complementaria para determinar el perfil exacto, el Convenio Europeo de Derechos Humanos (...)».", "", " 41. El Gobierno recuerda que la intervención de la línea telefónica del demandan fue objeto de un auto motivado dictado por el Juez de Instrucción en el marco del procedimiento penal incoado el 12 de noviembre de 1984 por la señora M. Las medidas estaban limitadas en el tiempo y fueron retranscritas y sometidas, al igual que las cartas incluidas en el sumario judicial, al examen contradictorio de las partes. El Gobierno señala asimismo que las escuchas telefónicas se produjeron en el marco de un procedimiento en el que el demandante fue condenado por un delito continuado de amenazas cometido, entre otros medios, por teléfono, y que eran necesarias para el descubrimiento o la comprobación de hechos o de circunstancias importantes para el procedimiento. Por otra parte, tanto los números de teléfonos afectados por dicha medida como sus titulares estaban correctamente indicados, así como las disposiciones legales en virtud de las cuales se pronunció la orden judicial de intervención.", "", " 42. El Gobierno considera que la injerencia en la vida privada del demandante estaba prevista, tal y como se precisaba en el auto de 19 de noviembre de 1985, por la ley [ art. 18 de la Constitución y disposiciones de la Ley de Enjuiciamiento Criminal «que tratan de (...) la apertura de la correspondencia escrita y telegráfica», aplicables por interpretación extensiva antes de la modificación del art. 579 de la Ley de Enjuiciamiento Criminal en virtud de la Ley Orgánica 4/1988, de 25 de mayo] y justificada por la necesidad de demostrar la existencia del delito en cuestión, y estima que el demandante gozó del «grado mínimo de protección exigido por la preeminencia del derecho en una sociedad democrática» en el sentido de lo establecido en las Sentencias Kruslin y Huvig antes citadas.", "", " 43. La Comisión ha de determinar si, en el presente caso, la intervención de que fue objeto la línea telefónica del demandante, constituye una injerencia en el ejercicio del derecho al respeto de la vida privada en el sentido del artículo 8.1 del Convenio, la cual pueda estar justificada con arreglo al apartado 2 de dicha disposición.", "", " 44. La Comisión recuerda, en primer lugar, que según la jurisprudencia del Tribunal Europeo de Derechos Humanos, las conversaciones telefónicas están comprendidas en las nociones de «vida privada» a los efectos del artículo 8. La interceptación de las conversaciones telefónicas debe considerarse, por tanto, una injerencia de la autoridad pública en el ejercicio de un derecho garantizado por el apartado 1 del artículo 8 ( Sentencia Klass y otras contra Alemania, de 6 de septiembre de 1978 , serie A, núm. 28, pág. 21, §41; Malone contra el Reino Unido, de 2 de agosto de 1984, serie A, núm. 82, pág. 30, §64; Kruslin y Huvig, antes citadas, respectivamente, pág. 20, §26, y pág. 52, §25).", "", " 45. La cuestión que se plantea, por tanto, consiste en determinar si esta injerencia cumple las exigencias previstas en el apartado 2 del artículo 8 y, en especial, si estaba prevista por la ley, si perseguía uno o varios fines legítimos con arreglo al artículo 8.2 y si era necesaria en una sociedad democrática para alcanzar ese fin o esos fines (véanse, entre otras, las Sentencias Silver y otros contra el Reino Unido, de 25 de marzo de 1983, serie A, núm. 61, pág. 29, §84).", "", " 46. En cuanto a si la medida impugnada estaba «prevista por la ley» a los efectos del artículo 8.2 del Convenio, la Comisión recuerda, primero, que tal condición exige que la injerencia tenga, en primer lugar, una base legal en el Derecho interno, que la ley sea suficientemente accesible y esté redactada con una precisión suficiente que permita a cualquier ciudadano regular su conducta (Sentencia Silver y otros antes citada, pág. 33, §85-88).", "", " 47. En lo que concierne a la primera condición, la Comisión señala que en el momento de los hechos, el artículo 18.3 de la Constitución preveía tal injerencia en el derecho al respeto de la vida privada del demandante. La Comisión recuerda a este respecto que, en el ámbito del apartado 2 del artículo 8 del Convenio y de otras disposiciones análogas, el Tribunal siempre ha entendido el término «ley» en su acepción «material» y no «formal», incluyendo en el mismo las normas de rango inferior y el «Derecho no escrito». En el ámbito del Derecho escrito, la «ley» es el texto en vigor conforme haya sido interpretado por los Tribunales competentes a la luz, si es necesario, de cualesquiera nuevos datos técnicos. La Comisión constata que la Constitución española es directamente aplicable sin necesidad de desarrollo legislativo ulterior. Estima, por tanto, que la injerencia litigiosa tenía una base legal en el Derecho español.", "", " 48. La segunda exigencia que se deduce de la expresión «prevista por la ley», la accesibilidad de esta última, no plantea problemas en el presente caso, ya que la Constitución es directamente aplicable conforme al Derecho interno.", "", " 49. En lo que a la «previsibilidad» de la ley con respecto a la naturaleza de las medidas aplicables se refiere, la Comisión señala, tal y como estableció el Tribunal en la Sentencia Malone antes citada, que el artículo 8.2 del Convenio no se limita a remitir al Derecho interno, sino que también hace referencia a la calidad de la ley, la cual debe ser compatible con la preeminencia del Derecho, mencionada en el preámbulo del Convenio ( TEDH, Sentencia Golder contra el Reino Unido, de 21 de febrero de 1975 , serie A, núm. 18, pág. 17, §34). Implica igualmente que el Derecho interno debe ofrecer una cierta protección contra los atentados arbitrarios de los poderes públicos a los derechos garantizados por el apartado 1.", "", " 50. La Comisión recuerda que, en la Sentencia Silver y otros (pág. 33, §88), el Tribunal Europeo estimó que si bien la ley que autoriza facultades discrecionales debe en principio determinar el alcance de las mismas, es imposible llegar a una incertidumbre absoluta, ya que la búsqueda de tal certidumbre podría resultar en una rigidez excesiva de la ley. El grado de precisión de la «ley» aquí exigido depende del ámbito considerado. Puesto que la aplicación de medidas de vigilancia secreta de las comunicaciones escapa al control tanto de los interesados como del público, la ley infringiría el principio de la preeminencia del derecho si la facultad discrecional acordada al ejecutivo no estuviera limitada. En consecuencia, la ley debe definir el alcance y las modalidades del ejercicio de tal facultad con suficiente claridad para dar al individuo una protección adecuada contra la arbitrariedad.", "", " 51. La Comisión observa que, para someter a vigilancia las conversaciones telefónicas, la Constitución exige una autorización judicial. Además, aplicando las disposiciones de la Ley de Enjuiciamiento Criminal en vigor en el momento de los hechos, que tratan de la apertura de la correspondencia postal y telegráfica, el Juez podía autorizar las escuchas mediante una resolución motivada, si existían indicios de que por este medio se pudiera obtener el descubrimiento o la comprobación de hechos o de circunstancias importantes para el procedimiento.", "", " 52. La Comisión señala, sin embargo, que en el momento de los hechos, la legislación española no ofrecía las garantías adecuadas para evitar posibles abusos. Por ejemplo, ninguna ley definía las categorías de personas cuyas líneas telefónicas podían ser intervenidas por orden judicial, ni la naturaleza de los delitos que podían dar lugar a dicha orden judicial. Nada obligaba al Juez a establecer un limite a la duración de la medida. Tampoco se especificaban las precauciones a tomar para comunicar, intactas y completas, las grabaciones realizadas a los efectos del eventual control por el Juez (que apenas podría verificar in situ el número y la duración de las cintas originales) y por la defensa, ni las circunstancias en las que se podía o se debía proceder al borrado o a la destrucción de dichas cintas, en especial, después de un sobreseimiento o de una absolución (sentencia Kruslin antes citada). La información facilitada por el Gobierno sobre estos puntos pone de manifiesto, en el mejor de los casos, la existencia de una práctica desprovista de fuerza vinculante.", "", " 53. La Comisión estima, en consecuencia, que el derecho español en vigor en el momento de los hechos no indicaba con la claridad y la precisión requeridas por el Convenio el alcance y las modalidades del ejercicio de la facultad discrecional conferida a los poderes públicos en el ámbito considerado.", "", " 54. A la luz de las consideraciones anteriores, la Comisión no estima necesario entrar a examinar, adicionalmente, si se respetaron las otras exigencias del apartado 2 del artículo 8 del Convenio.", "", " Conclusión", "", " 55. La Comisión concluye, por once votos contra seis, que hubo, en el presente caso, violación del artículo 8 del Convenio.", "", " Firmado: S. Trechsel, PRESIDENTE", "", " Firmado: H. C. Krüger, SECRETARIO", "", "", "", " OPINIÓN DISIDENTE DEL SEÑOR M. MARTÍNEZ, A CUAL DECLARAN ADHERIRSE LA SEÑORA LIDDY Y LOS SEÑORES", "", " CONFORTI, BÉKÉS, ALKEMA Y VILA AMIGÓ He votado en contra de la violación del artículo 8 del Convenio. He aquí los motivos:", "", " Recuerdo que, de acuerdo con su jurisprudencia reiterada, el Tribunal Europeo debe, cuando se trata de asuntos originados por una demanda individual, limitarse, tanto como sea posible, a estudiar los problemas planteados por el caso concreto que ha de enjuiciar. Su tarea no consiste, pues, en apreciar in abstracto, a la luz del Convenio, el texto del Derecho interno impugnado por el interesado, sino la manera en que ha sido aplicado en el caso en cuestión (TEDH, Sentencia Bönisch contra Austria, de 6 de mayo de 1985, serie A, núm. 92, pág. 14, §27).", "", " Así pues, no se trata de «hacer un proceso» a la legislación española, sino de juzgar, si en las circunstancias del presente caso, el demandante puede considerarse víctima de una violación de sus derechos protegidos por el artículo 8 del Convenio.", "", " Estimo que la jurisprudencia sentada en las Sentencias de los casos Kruslin y Huvig no puede aplicarse «ciegamente», sin tomar en consideración las circunstancias en las que el Juez ordenó las escuchas telefónicas o la cuestión de si esta medida fue realmente ejecutada para interceptar conversaciones. De este modo, el punto relevante es si existe la ley que autoriza las escuchas telefónicas y si incorpora en su articulado las limitaciones enunciadas en las sentencias antes citadas del Tribunal Europeo, en ausencia de lo cual no podría sino concluirse que hubo violación del artículo 8 del Convenio.", "", " En mi opinión, lo importante es el apartado 2 del artículo 8 del Convenio. Considero la doctrina Kruslin y Huvig como la aplicación del artículo 8 a las circunstancias concretas de cada caso y no una norma, además retroactiva, en virtud de la cual pueda concluirse que la Alta Parte contratante (que no anticipó los términos que serán usados por el Tribunal Europeo dentro de cinco años) ha vulnerado el Convenio cuando uno de sus jueces ordena unas escuchas telefónicas autorizadas por la Constitución, a pesar del hecho que esta orden reúne todas las garantías necesarias, que en realidad no se interceptó ninguna conversación telefónica y que la resolución judicial es irreprochable con arreglo tanto a la letra como al espíritu del apartado 2.", "", " Que se me excuse mi franqueza, pero no considero razonable la interpretación hecha por la mayoría de la Comisión de la doctrina Kruslin y Huvig.", "", " En dichas sentencias, el Tribunal consideró inaceptables unas escuchas telefónicas que la legislación francesa, de la época, no preveía expresamente y reafirmó el principio, muy reiterado en su jurisprudencia, según la cual, la ley había de ser previsible para que los individuos afectados pudieran regular su conducta en consecuencia.", "", " Ahora bien, tal no es el caso en el presente asunto. La ley preveía las escuchas telefónicas ordenadas por la resolución judicial (véase el art. 18 de la Constitución en el apartado 30 del informe de la Comisión). En el sistema jurídico español, los artículos de la Constitución se aplican directamente si su texto no remite expresamente al poder legislativo. Así pues, cualquier persona que, como el demandante, utilice su teléfono repetidamente para proferir amenazas e insultos contra otras personas, debería suponer, salvo que sea un insensato o un idiota, que un Juez de Instrucción puede ordenar la intervención de su línea telefónica.", "", " En el presente caso, la resolución judicial, prevista por la ley y previsible para el demandante, tenía por finalidad la prevención de delitos, así como la protección de los derechos de las víctimas del demandante. Resultaría una tarea difícil demostrar que la medida no era necesaria en una sociedad democrática o que era desproporcionada para las necesidades del caso. En resumen, la resolución judicial se ajusta sin duda alguna al artículo 8 del Convenio.", "", " Considero, además, que si el Juez de Instrucción ordenó la intervención de las líneas telefónicas del demandante y del señor S., director de personal de la sociedad donde el demandante había trabajado durante un mes, y las cintas originales fueron entregadas al Juez e incorporadas al sumario judicial, sometidas al examen contradictorio de las partes, tal y como se ha indicado en el apartado 23 del informe de la Comisión, el demandante disfrutó de todas las garantías mencionadas en las Sentencias Kruslin y Huvig, en la medida en que pudo gozar del «grado mínimo de protección exigido por la preeminencia del derecho en una sociedad democrática».", "", " Dicho esto, me gustaría añadir algunas palabras con respecto al demandante y al Juez de Instrucción.", "", " El demandante, del que de hecho no se interceptó ninguna conversación, malamente puede quejarse de la vigilancia de su línea durante un período de veinticuatro horas, cuando él utilizó las líneas privadas de sus víctimas para someterlas a vejaciones graves y continuas durante mucho más tiempo. En mi opinión, ello es contrario al espíritu del artículo 17 del Convenio. Por otra parte, el mismo demandante había solicitado la intervención del Juez alegando ser víctima de amenazas. En estas circunstancias, su demanda me parece más bien abusiva.", "", " En lo que al Juez se refiere, en las circunstancias del presente caso, se encontraba ante la alternativa de, o bien, ordenar la intervención de las líneas de los principales sospechosos, o bien, desatender sus deberes, su trabajo y sus obligaciones de perseguir al autor de un delito. Me permito creer que el Tribunal Europeo nunca exigiría a un Estado que obligue a sus jueces a desatender sus obligaciones en las circunstancias de este caso.", "", " Por último, me gustaría subrayar que el juez nacional aplicó con cinco años de antelación las garantías enunciadas en las Sentencias Kruslin y Huvig."]}