{"file": "SPA_HJUDSPA_7299_75.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "7299/75", "text_paragraphs": ["Sentencia 7299/75", "", "CASO ALBERT Y LE COMPTE [TEDH-45]", "", " Sentencia de 10 de febrero de 1983", "", " Procedimiento disciplinario ante el Colegio de Médicos belga. Derecho a un juicio equitativo e imparcial", "", " COMENTARIO", "", " El caso Albert y Le Compte se basa en uno de los derechos esenciales en toda sociedad democrática: el derecho a un juicio equitativo e imparcial, establecido en el artículo 6 del Convenio para la Salvaguarda de los Derechos Humanos y que nuestra Constitución reconoce en su artículo 24 .", "", " Así, nuestra Ley de leyes, al regular este derecho, señala que «todas las personas tienen el derecho a obtener la tutela efectiva de los jueces y tribunales en el ejercicio de sus derechos e intereses legítimos, sin que en ningún caso pueda producirse indefensión». Se plantea, pues, el reconocimiento del derecho a la jurisdicción, es decir, la facultad de todos los ciudadanos de acudir a los órganos jurisdiccionales del Estado para interponer sus legítimas pretensiones o para oponerse a ellas.", "", " En el caso que nos ocupa, los demandantes, los doctores Alfred Albert y Herman Le Compte, presentaron sendas demandas ante la Comisión Europea de Derechos Humanos, en las que señalaban haber sido víctimas de una violación de los derechos amparados por el Convenio y especialmente en sus artículos 3 y 6.", "", " LOS HECHOS", "", " El doctor Albert, de nacionalidad belga, ejercía la Medicina en Molenbeck. En abril de 1974 recibió una carta del Consejo Provincial del Colegio de Médicos de Brabante, en la que se le comunicaba la apertura de una investigación, así como su comparecencia para explicar la razón por la que había expedido una serie de certificados de incapacidad laboral. El doctor Albert compareció ante dicho órgano, que le acusó de haber expedido dichos certificados sin que existiese razón aparente que justificase la incapacidad laboral. Después del oportuno procedimiento disciplinario, el Consejo Provincial de Médicos le suspendió para el ejercicio de la Medicina por un período de dos años.", "", " El doctor Albert apeló esta decisión; en última instancia, el Tribunal de Casación belga desestimó su recurso, fundado en que había habido violación de los derechos de defensa protegidos en el artículo 97 de la Constitución .", "", " Por su parte, el doctor Le Compte se encontró en una situación similar. El Consejo Provincial del Colegio de Médicos de Flandes le notificó que se había abierto una investigación por «publicidad prohibida» y «ultraje al Colegio», pues había concedido tres entrevistas a la prensa y dirigido una carta al Presidente del Colegio Provincial. El doctor Le Compte escribió al citado Presidente informándole que iba a ejercer su derecho de recusación. El Consejo Provincial rechazó la recusación y le sancionó con dos años de suspensión.", "", " El doctor Le Compte interpuso recurso en el que denunciaba una violación del artículo 6, párrafo 1, del Convenio, el cual garantiza al demandado que «su caso se trate en audiencia pública ante un juez independiente e imparcial», y, según su recurso, dichas garantías no se habían respetado en su caso, pues los Consejos del Colegio de Médicos no tratan los asuntos públicamente y sus miembros no son imparciales ni independientes, ya que están formados por los propios médicos.", "", " A pesar de que apeló esta decisión, el Tribunal de Casación no la aceptó, declarándose incompetente en este caso.", "", " Los dos demandantes alegaban ser víctimas de una violación de los derechos reconocidos en el artículo 6, párrafo 1, del Convenio, ya que sus casos no se habían tratado de forma equitativa y pública y en un plazo razonable de tiempo. Además, el doctor Albert afirmaba no haber estado amparado por las garantías que establecía este artículo 6 en sus párrafos 2o y 3.o, a), b) y d).", "", " Por su parte, el doctor Le Compte consideraba que su inhabilitación constituía una pena inhumana o degradante, contraria al artículo 3 del Convenio. Así también alegaba que la obligación de colegiación y el sometimiento a sus órganos disciplinarios suponían una vulneración del artículo 11, bien considerado aisladamente, bien en relación con el artículo 17 del Convenio.", "", " Analizado el caso, la Comisión concluyó con las siguientes opiniones:", "", " 1. Que no había habido violación del artículo 3 del Convenio.", "", " 2. Que los doctores Albert y Le Compte no habían sido objeto de «una acusación de Derecho penal» (artículo 6 del Convenio).", "", " 3. Que el artículo 6, párrafo 1.o, del Convenio se aplica a los litigios relativos a «derechos y obligaciones de carácter civil» que tengan por finalidad medidas disciplinarias.", "", " 4. Que, en este caso, los órganos del Colegio de Médicos se establecían por ley y tenían un carácter independiente.", "", " 5. Que las causas de los doctores Albert y Le Compte se habían visto por un Tribunal independiente.", "", " 6. Que había habido violación del artículo 6, párrafo 1.o, del Convenio, ya que sus casos no se habían tratado «públicamente», como establece este artículo.", "", " EN DERECHO", "", " 1. Sobre el artículo 3 del Convenio: concepto de tratos inhumanos y degradantes", "", " El doctor Le Compte alega este artículo, ya que, según su opinión, su exclusión del Colegio de Médicos constituía una pena degradante e inhumana, sobre todo por los efectos que producía tanto en su vida privada como profesional.", "", " El artículo 3 del Convenio establece que «nadie puede ser sometido a torturas ni a penas o tratamientos inhumanos o degradantes».", "", " El primer comentario que sugiere este artículo es saber qué se entiende por «tratos inhumanos o degradantes». La Comisión, en el caso Marckx, los ha definido como «aquellos tratamientos que causan deliberadamente un severo sufrimiento físico o mental».", "", " En el caso que nos ocupa, el Tribunal entiende que este artículo no es aplicable. La inhabilitación, con carácter disciplinario, para ejercer la Medicina tiene por objeto «castigar a un profesional cuyas faltas graves revelen que no ha cumplido con las reglas deontológicas que le exige su profesión». No hay razón, pues, para poner en duda la legitimidad de una medida que es práctica usual en muchos países miembros del Consejo de Europa.", "", " Independientemente de este caso, un segundo comentario es la distinción que el Tribunal ha realizado entre tratos inhumanos o degradantes y tortura. Los elementos que influyen en estas distinciones tienen tanto un carácter objetivo como subjetivo, es decir, habrá que considerar las medidas en sí mismas y también los efectos producidos en el sujeto afectado por ellas. Y el criterio para distinguir entre unas y otras no es otro que la intensidad de dicho resultado.", "", " La importancia de los derechos protegidos en este artículo se pone de manifiesto tanto en que la Comisión ha considerado que no es aplicable la norma de agotar las vías internas en los casos de demandas entre Estados en las que se denuncie la compatibilidad del artículo 3 con determinadas prácticas administrativas, como tampoco aquella que admite demandas particulares que aporten pruebas sustantivas de prácticas administrativas contrarias a dicho artículo 3.", "", " En estos casos se revela la gran importancia de suministrar a la Comisión pruebas concluyentes, no sirviendo la mera alegación de tales prácticas, como ocurre en el caso que nos ocupa.", "", " Donde el artículo 3 ha encontrado una mayor aplicación ha sido en relación a la conducta de las autoridades policiales y penitenciarias.", "", " 2. Sobre el artículo 6 del Convenio: garantías judiciales", "", " El primer problema que plantea este caso es el de la aplicación del párrafo 1.o de este artículo, que dice:", "", " «Toda persona tiene derecho a que su causa se escuche de forma equitativa y pública, dentro de un plazo razonable, por un Tribunal independiente e imparcial, establecido por la Ley, que decidirá los litigios sobre sus derechos y obligaciones de carácter civil o sobre el fundamento de cualquier acusación en materia penal dirigida contra ella. La sentencia debe pronunciarse públicamente, pero el acceso a la sala puede prohibirse a la prensa y al público durante la totalidad o parte del proceso en interés de la moralidad, del orden público o de la seguridad nacional en una sociedad democrática cuando los intereses de los menores o la protección de la vida privada de las partes en el proceso así lo exijan o, en la medida que se considere necesario por el Tribunal, cuando, en circunstancias especiales, la publicidad pudiera perjudicar a los intereses de la justicia.»", "", " Este párrafo del artículo 6 recoge, como ya hemos señalado con anterioridad, el derecho a la jurisdicción, el cual comienza a reconocerse en la parte dogmática de las Constituciones como una importante garantía de las partes que actúan en juicio.", "", " Si nos centramos en la evolución histórica del derecho a la acción jurisdiccional o, más en concreto, al «eterno tema de la acción», como lo ha calificado un procesalista patrio, el concepto de acción ha pasado por tres grandes etapas: la primera, en la que la acción se equiparaba al derecho meramente material, apareciendo únicamente como la manifestación del derecho material que se alegaba ante los Tribunales. En una segunda fase se distinguía entre el derecho material y el derecho de acción, pero éste era considerado como un derecho a obtener una sentencia de contenido concreto de carácter favorable; aparecían así las llamadas teorías de la acción como derecho concreto. Y la tercera y última fase, en esta evolución, considera la acción como un derecho abstracto. Se trata de un derecho a obtener de los Tribunales una sentencia. Conforme a esta última interpretación, se llega a la distinción entre derecho de acción y pretensión.", "", " Ahora bien, si está claro que este artículo recoge el derecho de todo ciudadano a una acción jurisdiccional, cabe preguntarse dónde se encuentran los límites de la misma. El propio artículo 6 establece que éste es de aplicación sobre «derechos y obligaciones de carácter civil» y sobre «el fundamento de toda acusación en materia penal»; habrá que ver, pues, si las pretensiones de los demandantes se ajustan a alguna de estas dos categorías.", "", " Tanto el doctor Le Compte como el doctor Albert sostenían que los procedimientos disciplinarios que se les habían abierto daban lugar a «litigios sobre derechos y obligaciones de carácter civil».", "", " La primera cuestión que se plantea es determinar qué se entiende sobre derechos y obligaciones civiles a la luz del Convenio.", "", " El Tribunal, en numerosas sentencias, ha señalado cómo el Convenio se refiere, en este artículo 6, a aquellos derechos incluidos en el ámbito del Derecho privado. No puede limitarse, pues, su concepto a la noción anglosajona de «civil rights», que se refiere únicamente a los derechos humanos existentes frente al Estado. Queda también fuera de su ámbito la protección de los derechos públicos subjetivos. Ahora bien, puede ocurrir que determinadas materias sean, en un país concreto, objeto de Derecho privado y en otro formen parte del Derecho público; también puede ocurrir que decisiones administrativas afecten a ulteriores relaciones de carácter civil, y como tales estarían incluidas en el concepto de «derecho civil», según la interpretación del Tribunal.", "", " En este caso, el Tribunal señala que la profesión médica, al ser una profesión liberal (da derecho a establecer relaciones de carácter privado con sus pacientes), lleva a la conclusión de que nos encontramos ante un derecho civil y, consiguientemente, amparado por el artículo 6.", "", " El concepto de derecho civil, en el artículo 6 del Convenio, se ha convertido en un tópico de la jurisprudencia del Tribunal, aunque hay interpretaciones según se use la versión francesa o la inglesa. Los órganos del Convenio, y muy especialmente la Comisión, han tratado de establecer las categorías jurídicas cubiertas, usando para ello el método de aplicarlas en cada caso, más que establecer una definición de carácter general. Así, la Comisión ha entendido que el concepto de derecho civil no era aplicable, por ejemplo, a materias como impuestos, seguridad social, etc.", "", " También el doctor Albert fundaba su demanda en que los órganos del Colegio de Médicos habían decidido sobre una acusación en «materia penal».", "", " Sobre este punto, el Tribunal se manifiesta en el sentido de señalar que el artículo 6, párrafo 1.o, no excluye los dos aspectos: civil y penal, pues ambos pueden darse conjuntamente. Sin embargo, no considera necesario analizar si ha existido una acusación en «materia penal».", "", " Por otra parte, los demandantes alegan la falta de independencia e imparcialidad del Consejo de Apelación que juzgó sus casos.", "", " En efecto, el artículo 6 establece una definición de juicio justo que tiene como características fundamentales la independencia e imparcialidad de los jueces y el carácter público de sus decisiones.", "", " En el IV Coloquio Internacional sobre el Convenio Europeo de Derechos Humanos, celebrado en Roma en 1975, se señalaba que el concepto de un «fair trial» requiere que las dos partes en litigio estén en un plano absoluto de igualdad. La Comisión ha adoptado, para definir esta idea, el concepto anglosajón de «equality of arms».", "", " Por su parte, el Tribunal ha interpretado que el derecho de acceso a la justicia es un derecho inherente al artículo 6. Esta interpretación no es extensiva ni establece nuevas obligaciones para los Estados signatarios del Convenio, sino que ofrece un mayor grado de seguridad jurídica de acuerdo con el espíritu del mismo. En este contexto, el Tribunal ha tomado este principio como un principio general de derecho, mencionándolo en el propio Preámbulo.", "", " A pesar de todo, el artículo 6, párrafo 1.o, ha ido evolucionando en la interpretación del Tribunal. En este Coloquio Internacional se decía que el Convenio Europeo para la Salvaguarda de los Derechos Humanos establece una serie de derechos, si bien sometidos a determinadas restricciones, pero no recoge los correspondientes deberes u obligaciones. Esto explica quizás por qué el Convenio tiene como propósito fundamental la protección del individuo frente a las arbitrariedades de los poderes públicos.", "", " Sin embargo, esto no quiere decir que el individuo esté exento de obligaciones, tanto personales como colectivas; dentro de éstas, y por su importancia, está el cumplimiento de los deberes profesionales.", "", " El Tribunal, en el caso Albert y Le Compte, considera que las garantías de imparcialidad y publicidad se han cumplido con toda escrupulosidad.", "", " Así, respecto de la primera y en relación con el Consejo de Apelación, tanto la Comisión como el Tribunal consideran que los miembros de este Consejo han actuado imparcialmente, ya que tienen intereses muy próximos a las partes en el procedimiento. La imparcialidad personal de los miembros de un Tribunal debe presumirse siempre, salvo prueba en contrario. En concreto, la forma de designación de los médicos que forman el Consejo de Apelación no autoriza a tacharles de parciales, ya que son elegidos por los Consejos Provinciales y asisten no en su calidad de representantes del Colegio de Médicos, sino a título personal, nombrados por el Rey.", "", " En materia de publicidad, el Tribunal considera que la causa de los doctores Albert y Le Compte no se ha oído públicamente por un «Tribunal con plenitud de jurisdicción», por lo que se ha violado el artículo 6, párrafo 1.º", "", " Su decisión se basa en que tanto las audiencias como las decisiones del Consejo de Apelación del Colegio de Médicos no se realizan de forma pública. No es suficiente, según el Tribunal, el carácter público de la instancia en casación, a la que tienen derecho de apelar los demandantes, pues esta alta jurisdicción no conoce del fondo del caso y numerosos aspectos del mismo relativos a los derechos y obligaciones de carácter civil escapan a su control.", "", " 3. Sobre el artículo 6, párrafos 2.º y 3.º, a), b) y d)", "", " Uno de los demandantes, el doctor Albert, alega que, en su caso, no se han cumplido las garantías recogidas en estos preceptos.", "", " Estos párrafos establecen:", "", " «2.o Toda persona acusada de una infracción se presume inocente hasta que su culpabilidad no se declare conforme a la Ley.", "", " 3.o Todo acusado tiene derecho a:", "", " a) Ser informado en el plazo más breve posible, en una lengua que comprenda y de forma detallada, de la naturaleza y de la causa de la acusación que se le imputa.", "", " b) Disponer del tiempo y de las facilidades necesarias para preparar su defensa.", "", " c) ...", "", " d) Interrogar y hacer interrogar a los testigos que declaren contra él e interrogar a los testigos que declaren a su favor, en las mismas condiciones que a los testigos que lo hagan en su contra.»", "", " De forma general, lo que estos preceptos establecen es el derecho de todo ciudadano a una recta administración de la justicia. El Tribunal, en el caso Delcourt, refiriéndose a esta idea, señalaba que el derecho a un juicio justo ocupa un lugar de tal preeminencia en el propio Convenio que una interpretación restrictiva del artículo 6 no correspondería al sentido y objeto de este Convenio.", "", " «Cualquier Estado firmante del Convenio está obligado a instituir Tribunales que garanticen que las personas responsables ante la Ley gocen de las garantías contenidas en este artículo», concluía la sentencia precitada.", "", " En el caso que nos ocupa, dos son los comentarios pertinentes que deben hacerse: primero, si se ha cumplido con el principio básico de presunción de inocencia, y segundo, si los doctores Albert y Le Compte fueron informados de las acusaciones que se les imputaban y si gozaron del tiempo necesario para preparar su defensa.", "", " Respecto del primer punto, el Tribunal establece que el Consejo Provincial de Médicos, al imponerles la sanción, tuvo en cuenta los antecedentes y demás elementos del caso, incluso las propias alegaciones de los médicos, por lo que no resiste una crítica seria, en opinión del Tribunal, que el Consejo se dejase influir por los antecedentes de los doctores encausados y se fundase en pruebas insuficientes, como alegaban los demandantes.", "", " Por lo que se refiere al segundo punto, el Tribunal tampoco considera que haya habido violación de los derechos amparados en el artículo 6, párrafo 3.o Así, las cartas enviadas por el Presidente del Consejo Provincial, invitando a comparecer a los doctores, precisaban exactamente la naturaleza y las causas de las acusaciones que se les imputan; así también contaron con quince días para preparar su defensa.", "", " 4. Artículo 11", "", " El artículo 11 del Convenio tiene el siguiente tenor:", "", " «1. Toda persona tiene derecho a la libertad de reunión pacífica y a la libertad de asociación, incluido el derecho de fundar, con otras, sindicatos y de afiliarse a los mismos, para la defensa de sus intereses.", "", " 2. El ejercicio de estos derechos no podrá ser objeto de otras restricciones que aquellas previstas por la Ley que constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral o la protección de los derechos ajenos. El presente artículo no prohíbe que se impongan restricciones legítimas al ejercicio de estos derechos para los miembros de las Fuerzas Armadas, de la Policía o de la Administración del Estado.»", "", " Este artículo proclama dos derechos independientes que conviene comentar:", "", " Por un lado está el derecho de reunión. Tres son las características que deben darse, en todo caso, para el legítimo ejercicio de este derecho. La primera de ellas es que el derecho de reunión debe tener una limitación en el tiempo, diferenciándose del derecho de asociación, que implica una relación permanente entre sus miembros. La segunda es que el derecho de reunión debe tener un carácter organizado, es decir, que debe realizarse con una programación prevista con antelación. La tercera y última de las características de este derecho es que ha de tener una finalidad concreta, que puede ser la exposición de ideas u opiniones o la defensa de intereses concretos.", "", " Por su parte, el derecho de asociación aparece como un derecho en el que se establece un vínculo de carácter permanente entre sus miembros para la consecución de una determinada finalidad.", "", " En este caso, uno de los demandantes, el doctor Le Compte, alegaba la violación de este artículo 11. Para él el carácter obligatorio de la afiliación al Colegio de Médicos suponía un atentado contra la libertad de asociación, que implica también el derecho negativo de no asociarse, y excedía los límites de las restricciones autorizadas por el párrafo 2.o del propio artículo.", "", " Sin embargo, el Tribunal no comparte esta tesis. En su opinión, los Colegios profesionales no pueden considerarse como asociaciones en el sentido del artículo 11; de la obligación de los profesionales a inscribirse en el Colegio y de someterse a su disciplina no se infiere una limitación, y menos aún una supresión, del derecho garantizado en el artículo 11 del Convenio.", "", " S. Artículo 50", "", " También el doctor Le Compte consideraba que, si había existido una violación a sus derechos, era de aplicación el artículo 50, que establece una satisfacción equitativa para la persona afectada; en concreto, el artículo 50 establece:", "", " «Si la decisión del Tribunal declara que una resolución tomada o una medida ordenada por una autoridad judicial o cualquier otra autoridad de una parte contratante, se encuentra total o parcialmente en oposición con obligaciones que se derivan del presente Convenio, y si el derecho interno de dicha parte sólo permite de manera imperfecta reparar las consecuencias de esta resolución o medida, la decisión del Tribunal concederá, si procede, una satisfacción equitativa a la parte lesionada.»", "", " En este caso, el Tribunal decidió que la cuestión no podía todavía ser objeto de una decisión por su parte y, en consecuencia, se la reservaba.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " CASO ALBERT Y LE COMPTE", "", " SENTENCIA", "", " El Tribunal Europeo de Derechos Humanos, deliberando en Pleno según el artículo 48 de su Reglamento y compuesto por los siguientes jueces:", "", " Señores G. Wiarda, Presidente;", "", " R. Ryssdal,", "", " J. Cremona,", "", " Thor Vilhjálmsson,", "", " W. Ganshof van der Meersch,", "", " D. Bindschedler-Robert,", "", " D. Evrigenis,", "", " G. Legergren,", "", " L. Liesch,", "", " F. Gölcüklü,", "", " F. Matscher,", "", " J. Pinheiro Farinha,", "", " E. García de Enterría,", "", " L.-E. Pettiti,", "", " B. Walsh,", "", " Sir Vincent Evans,", "", " R. Macdonald,", "", " C. Russo,", "", " R. Bernhardt,", "", " J. Gersing,", "", " así como de los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto,", "", " Después de haber deliberado a puerta cerrada los días 28 a 30 de septiembre de 1982 y 26 a 28 de enero de 1983,", "", " Dicta la siguiente sentencia, adoptada en esta última fecha:", "", " PROCEDIMIENTO", "", " 1. El caso Albert y Le Compte ha sido remitido al Tribunal por la Comisión Europea de Derechos Humanos («la Comisión»). En un principio se trataba de dos demandas (números 7299/75 y 7496/76) dirigidas contra Bélgica y por las que dos súbditos belgas, los doctores Alfred Albert y Herman Le Compte, habían presentado en 1975 y 1976, en virtud del artículo 25 del Convenio de Salvaguarda de los Derechos Humanos y las Libertades Fundamentales («el Convenio»), ante la Comisión, que ordenó su unión el 10 de julio de 1979.", "", " 2. La petición de la Comisión fue depositada en la Secretaría del Tribunal el 12 de marzo de 1982 en el plazo de tres meses previsto por el artículo 32, párrafos 1.o y 47. Reenvía a los artículos 44 y 48, así como a la Declaración del Reino de Bélgica por la que reconoce la jurisdicción obligatoria del Tribunal (art. 46). Trata de obtener una resolución del mismo al objeto de si el procedimiento disciplinario promovido contra los demandantes ante los órganos competentes del Colegio belga de Médicos ha podido atentar contra los derechos garantizados por el Convenio, especialmente en sus artículos 3 y 6.", "", " 3. La Sala, de siete jueces, al constituirse comprendía, de pleno derecho, a los señores W. Ganshof van der Meersch, juez de nacionalidad belga ( artículo 43 del Convenio), y G. Wiarda, Presidente del Tribunal ( art. 21, párrafo 3.o, b), del Reglamento). El 26 de marzo de 1982 designó por sorteo, en presencia del Secretario, los otros cinco miembros, a saber: señores M. Zekia, J. Cremona, D. Evrigenis, R. Macdonald y J. Gersing (arts. 43 in fine del Convenio y 22, párrafo 4.o, del Reglamento).", "", " 4. Asumida la Presidencia de la Sala (art. 21, párrafo 5, del Reglamento) por el juez señor Wiarda, recabó, por mediación del Secretario, la opinión del agente del Gobierno belga («el Gobierno»), así como la de los delegados de la Comisión, según el procedimiento a seguir. El 3 de mayo de 1982 constató, según sus declaraciones concordantes, que no había lugar a establecer el depósito de las memorias, y decidió, además, que la audiencia se celebrase el 27 de septiembre.", "", " 5. El 28 de mayo de 1982, la Sala resolvió, en virtud del artículo 48 del Reglamento, deferir, con efecto inmediato, el caso al Tribunal en Pleno.", "", " 6. El 27 de agosto, el Presidente encargó al Secretario que pidiera a la Comisión que remitiera otros documentos y al Gobierno a que le comunicara ciertos datos. Estos lo hicieron el 8 y el 23 de septiembre, respectivamente.", "", " 7. El procedimiento oral se desarrolló públicamente el 27 de septiembre en el Palacio de Derechos Humanos de Estrasburgo. El Tribunal tuvo con anterioridad una reunión preparatoria.", "", " Comparecieron:", "", " - Por el Gobierno:", "", " el señor J. Niset, consejero jurídico del Ministerio de Justicia;", "", " el señor J.-M. Nelissen Grade, agente;", "", " los señores J. Putzeys y S. Gehlen, abogados del Colegio de Médicos;", "", " el señor F. Verhaegen, consejero del Ministerio de Sanidad;", "", " el señor F. Vinckenbosch, Secretario de la Administración del Ministerio de Sanidad, consejeros.", "", " - Por la Comisión:", "", " los señores G. Spenduti y M. Melchior, delegados;", "", " el señor J. Bultinck, consejero del doctor Le Compte ante la Comisión y delegado adjunto ( art. 29, párrafo 1.o, segundo inciso, del Reglamento del Tribunal ).", "", "", "", " HECHOS", "", " I. LAS CIRCUNSTANCIAS DEL CASO", "", " a) El doctor Albert", "", " 8. El doctor Alfred Albert ejercía la profesión de médico. Nacido en 1908 y de nacionalidad belga, residía en Molenbeck.", "", " 9. En una carta de 9 de abril de 1974, el Consejo Provincial del Colegio de Médicos de Brabante le comunicaba la apertura de una investigación en la que estaba implicado; se le convocaba para que compareciera el 8 de mayo ante la Mesa a fin de que explicara una serie de certificados de incapacidad para el trabajo expedidos por él y le invitaba a que remitiese el informe médico de los pacientes implicados.", "", " El demandante compareció en la fecha fijada. La Mesa del Consejo Provincial le informó que se le había acusado de haber expedido dichos certificados por favoritismo.", "", " El 16 de mayo, el Presidente del Consejo Provincial dirigió al doctor Albert una carta que decía lo siguiente:", "", " «Querido compañero: El Consejo del Colegio de Médicos de Brabante tiene el honor de pedirle que comparezca el martes 4 de junio de 1974, a las 20,30 horas, en el 32 de la Plaza de Jamblinne de Meux para presentar su defensa sobre los cargos siguientes:", "", " Haber expedido diferentes certificados de incapacidad de trabajo, especialmente:", "", " - El 26-XII-1973 a B. (...).", "", " - El 7-1-1974 a T. (...).", "", " - El 9-1-1974 a A. (...).", "", " Sin haberse asegurado de manera fehaciente, por un examen exhaustivo, de la justificación de la incapacidad y no poseer ninguna ficha médica correspondiente a sus enfermedades.", "", " Hechos que comprometen el honor, la probidad y la dignidad de la profesión médica.", "", " Su expediente puede consultarse en la Secretaría los días laborables de 9 a 11,30 y de 14 a 17 horas, salvo los sábados hasta las 12 horas, del 18 al 31 de mayo de 1974, ambos inclusive.", "", " Usted puede estar asistido por uno o varios consejeros.", "", " Atentamente...»", "", " El 4 de junio, el Consejo Provincial inhabilitó al doctor Albert y le infligió una suspensión para ejercer la Medicina por un período de dos años. Se constaba que, en efecto, el médico no había «realizado los exámenes médicos pertinentes para confirmar la incapacidad para trabajar» y que él no había hecho «ningún examen médico que estableciese esta incapacidad» y que «su informe no justificaba dichos términos». Estimaba «que debía pronunciar una sanción más severa» en razón de los «graves antecedentes disciplinarios» del interesado (dos suspensiones consecutivas de condena penal).", "", " La decisión se le notificó el 11 de junio.", "", " 10. El doctor Albert recurrió al Consejo de Apelación del Colegio de Médicos el 18 de junio. El magistrado asesor del Consejo Provincial hizo lo mismo el 26 de junio a fin de imponerle una sanción más grave.", "", " El 19 de noviembre, el Consejo de Apelación confirmó la decisión adoptada en primera instancia.", "", " 11. Por una sentencia de 12 de junio de 1975, el Tribunal de Casación desestimó el recurso del demandante, que estaba fundado en que había existido violación de los derechos de defensa, protegidos en el artículo 97 de la Constitución .", "", " b) El doctor Le Compte", "", " 12. El súbdito belga nació en 1929 y residía en Knokke-Heist; el doctor Herman Le Compte era médico.", "", " 13. El 12 de febrero de 1974, el Consejo Provincial del Colegio de Médicos de Flandes occidental le notificó que se había abierto una investigación en su contra por «publicidad prohibida» (Ongeoorloofde publiciteit) y «ultraje (Betedigingen) al Colegio»; había concedido tres entrevistas a la prensa y dirigido una carta al Presidente del Consejo Provincial.", "", " El 26 de marzo, el demandante escribió al citado Presidente para informarle que iba a ejercer su derecho de recusación contra la Asamblea del Consejo Provincial en virtud de los artículos 40 y 41 de la Real Orden de 6 de febrero de 1970.", "", " El 27 de marzo, el Consejo Provincial rechazó la petición de recusación y sancionó al doctor Le Compte con una suspensión de dos años.", "", " 14. El demandante interpuso un recurso el 5 de abril de 1974. Denunciaba, entre otras, una violación del artículo 6, párrafo 1.o, del Convenio.", "", " Esta disposición del Convenio garantiza al demandante que su asunto se trate en audiencia pública ante un juez independiente e imparcial. En este caso ni una ni otra de estas garantías se han respetado.", "", " a) Los casos de los Consejos del Colegio de Médicos no se tratan en audiencia pública, aunque no exista ningún motivo fundado en el interés de orden público para tratar los casos a puerta cerrada o, al menos, para pronunciar las decisiones a puerta cerrada. Por tanto, el tratamiento justo, según las normas del Convenio Europeo, no se cumplen en estas resoluciones.", "", " b) Los Consejos del Colegio de Médicos non son, por su propia composición, ni independientes ni imparciales, ya que están compuestos, por mitades, por otros médicos.", "", " Los magistrados asesores del Consejo Federal no usaron su derecho de apelación.", "", " El 28 de octubre, el Consejo de Apelación rechazó los motivos de recusación referentes a sus miembros y transformó la suspensión en la exclusión del cuadro de sus miembros.", "", " El 4 de noviembre, el doctor Le Compte apeló contra esta decisión, dada en rebeldía.", "", " Dado que fue convocado a una audiencia el 16 de diciembre, presentó el 6 del mismo mes una nueva demanda de recusación contra la Asamblea del Consejo de Apelación.", "", " El 6 de enero de 1975, este último desestimó la recusación.", "", " 15. Apelada por el demandante, el Tribunal de Casación se declaró incompetente por decisión de 7 de noviembre de 1975, que fue notificada el 25 de noviembre.", "", " 16. La exclusión del doctor Le Compte del cuadro del Colegio de Médicos tiene efecto el 26 de diciembre.", "", " En virtud de los artículos 7, párrafo 1.o, y 31 de la Real Orden núm. 79, de 10 de noviembre de 1977, y del artículo 38, párrafo 1.o, de la Real Orden número 78, del mismo día, se prohibió a los interesados ejercer la Medicina.", "", " II. EL COLEGIO DE MÉDICOS", "", " 17. La legislación belga relativa al Colegio de Médicos, y especialmente sus órganos y el procedimiento en materia disciplinaria, se describe en la sentencia Le Compte, Van Leuven y De Meyere de 23 de junio de 1981 (Serie A, núm. 43, pp. 11-17, párrafos 20-34), a la que reenvía el Tribunal.", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " EN DERECHO", "", " 18. El doctor Albert se dirigió a la Comisión el 10 de diciembre de 1975, y el doctor Le Compte, el 6 de mayo de 1976.", "", " Los dos demandantes alegaban una violación del artículo 6, párrafo 1o, del Convenio, y sostenían, en concreto, que su caso no había sido tratado de forma equitativa ni pública y en un plazo razonable por un Tribunal independiente e imparcial establecido por la Ley.", "", " Además, el doctor Albert afirmaba que él no se había beneficiado de las garantías reconocidas en el artículo 6, párrafos 2o y 3.o, a), b) y d).", "", " Por otro lado, el doctor Le Compte señalaba que su exclusión del cuadro del Colegio de Médicos constituía una pena inhumana o degradante contraria al artículo 3 y que la obligación de afiliarse al Colegio y someterse a sus órganos disciplinarios vulneraba el artículo 11, considerado aisladamente o en relación con el artículo 17.", "", " 19. La Comisión ha analizado las dos demandas el 4 de diciembre de 1979, después de haberlas unido el 10 de julio de 1979 en virtud del artículo 29 del Reglamento.", "", " En su informe de 14 de diciembre de 1981 (artículo 31 del Convenio) expresó la opinión siguiente:", "", " - Que no había habido violación del artículo 3 (unanimidad);", "", " - Que el doctor Albert (ocho votos contra cuatro, con una abstención) y el doctor Le Compte (12 votos, con una abstención) no habían sido objeto de una «acusación en materia penal»;", "", " - Que el artículo 6, párrafo 1.o, se aplica a los «litigios» relativos a «derechos y obligaciones de carácter civil» que tengan por finalidad medidas disciplinarias tomadas contra los demandantes (12 votos contra uno);", "", " - Que en el caso que nos ocupa los órganos del Colegio de Médicos «se establecían por la Ley» y tenían un carácter «independiente» (10 votos, con tres abstenciones);", "", " - Que la causa del doctor Albert (siete votos contra cuatro, con dos abstenciones) y del doctor Le Compte (ocho votos contra uno, con cuatro abstenciones) había sido vista por un Tribunal imparcial;", "", " - Que había habido violación del artículo 6, párrafo 1.o, ya que ellos no habían sido escuchados «de forma pública» (11 votos contra uno, con una abstención).", "", " Haciendo notar que las alegaciones del doctor Le Compte al artículo 11 se parecen a las formuladas en el caso Le Compte, Van Leuven y De Meyere, la Comisión reenvía su informe de 14 de diciembre de 1979 (párrafos 61-65 y la sentencia del Tribunal de 23 de junio de 1981, Serie A, núm. 43, p. 17, párrafo 36, y pp. 26-27, párrafos 62-66).", "", " El informe contiene cuatro votos particulares.", "", " CONCLUSIONES PRESENTADAS AL TRIBUNAL", "", " 20. En la audiencia de 23 de septiembre de 1982, el Gobierno pedía al Tribunal:", "", " «Que no había habido en el presente caso violación del artículo 3 ni de ninguna disposición del artículo 6 del Convenio.»", "", "", "", " EN DERECHO", "", " I. SOBRE LA VIOLACIÓN DEL ARTICULO 3", "", " 21. Uno de los dos demandantes, el doctor Le Compte, invoca el artículo 3 del Convenio según el cual:", "", " «Nadie puede ser sometido a torturas ni a penas o tratamientos inhumanos o degradantes.»", "", " La exclusión de su nombre del cuadro del Colegio de Médicos constituía una pena degradante e inhumana, tanto por su naturaleza como por sus efectos sobre su vida privada, profesional y familiar.", "", " 22. El Tribunal sostenía, por el contrario, la opinión expresada por la Comisión en el párrafo 57 de su informe. Esta revela que la retirada, a título disciplinario, del derecho de practicar la Medicina tiene por objeto castigar a un médico cuyas faltas graves revelen que ya no cumple las condiciones necesarias para ejercerla. No hay razón para poner en duda la legitimidad de una medida de esta naturaleza que es practicada en la mayoría de los Estados miembros del Consejo de Europa. Tampoco encuentra motivo para pronunciarse si esta medida estaba justificada en el caso que nos ocupa.", "", " Teniendo esto en cuenta, la suspensión tenía por finalidad sancionar las faltas que se imputaban al doctor Le Compte y no atentar contra su personalidad; considerada en sus efectos, no ha habido violación del artículo 3 en el presente caso.", "", " No ha habido, pues, infracción de esta disposición.", "", " II. SOBRE LA VIOLACIÓN DEL ARTICULO 6, PÁRRAFO 1.o", "", " 23. Los doctores Albert y Le Compte se consideran víctimas de una violación del artículo 6, párrafo 1.o, del Convenio, que establece:", "", " «Toda persona tiene derecho a que su causa se oiga equitativa y públicamente, y dentro de un plazo razonable, por un Tribunal independiente e imparcial establecido por la Ley, que decidirá los litigios sobre sus derechos y obligaciones de carácter civil o sobre el fundamento de cualquier acusación en materia penal dirigida contra ella. La sentencia debe ser pronunciada públicamente, pero el acceso a la Sala puede ser prohibido a la prensa y al público durante la totalidad o parte del proceso en interés de la moralidad, del orden público o de la seguridad nacional en una sociedad democrática cuando los intereses de los menores o la protección de la vida privada de las partes en el proceso así lo exijan o en la medida considerada necesaria por el Tribunal y cuando, en circunstancias especiales, la publicidad pudiera ser perjudicial para los intereses de la justicia.»", "", " 24. El primer problema que debe resolverse es el de la aplicación de este párrafo, reafirmado por la Comisión y los demandantes y negado por el Gobierno.", "", " a) Sobre la aplicación del artículo 6, párrafo 1.o", "", " 25. El artículo 6, párrafo 1.o, es de aplicación al examen de «litigios sobre derechos y obligaciones de carácter civil» y sobre el «fundamento de toda acusación en materia penal». Por el contrario, las demás «causas» escapan a su ámbito cuando no se refieren a una de estas dos categorías, y el Tribunal así lo ha establecido en múltiples ocasiones (sentencia Le Compte, Van Leuven y De Meyere, precitada, Serie A, núm. 43, p. 19 párrafo 41, con referencias a la jurisprudencia anterior).", "", " Los procedimientos disciplinarios no conducen por lo general a un litigio sobre «derechos y obligaciones de carácter civil», aunque puede ocurrir en determinadas circunstancias (ibidem, p. 19, párrafo 42). De la misma forma, estos procedimientos tampoco se refieren a «materia de carácter penal», pero se pueden alegar en determinados casos (sentencia Engel y otras de 8 de junio de 1976, Serie A, número 22, pp. 33-36, párrafos 80-85).", "", " 26. Como en el caso Le Compte, Van Leuven y De Meyere, hay que analizar si el artículo 6, párrafo 1, era de aplicación a todo o a una parte del procedimiento ante los Consejos Provinciales de Apelación.", "", " 1. Sobre la existencia de litigios relativos a «derechos y obligaciones de carácter civil»", "", " 27. El doctor Le Compte y, subsidiariamente, el doctor Albert sostenían que los procedimientos disciplinarios que se les habían abierto daban lugar a «litigios sobre derechos y obligaciones de carácter civil».", "", " El problema, planteado de esta forma, se relaciona en gran medida con el que plantea la sentencia de 23 de junio de 1981, dada por el Tribunal en Pleno ( art. 48 del Reglamento). El Tribunal no encuentra razón alguna para separarse de esta sentencia, ya que el doctor Le Compte, el Gobierno y la Comisión reenvían, cada uno en la parte correspondiente, a los argumentos desarrollados en el caso Le Compte, Van Leuven y De Meyere.", "", " Como en este último caso, los puntos del informe revelan la existencia de un verdadero «litigio». En efecto, los demandantes fueron sancionados por el Colegio de Médicos por faltas disciplinarias, de las que ellos se defendieron, y que trajeron como consecuencia sanciones. El Consejo Provincial les declaró culpables, y al pronunciar su suspensión -después de haber escuchado al interesado en el caso del doctor Albert (Brabante) y por ausencia en el caso del doctor Le Compte (Flandes occidental)- apelaron al Consejo de Apelación. Al ser rechazados sus recursos, nuevamente apelaron en casación (párrafos 11- 15).", "", " 28. Hay que determinar si el litigio ha recaído sobre sus «derechos y obligaciones de carácter civil»; es decir, que el procedimiento venga determinado por un derecho de esta naturaleza (sentencia Ringeisen de 16 de julio de 1971, Serie A, núm. 13, página 39, párrafo 94).", "", " a) Sobre el primer punto (relación directa entre el litigio y un derecho), el Tribunal recuerda que el artículo 6, párrafo 1.o, no se fundamenta ni en vínculos ni en repercusiones vagas, sino que su objeto debe ser un derecho concreto (sentencia Le Compte, Van Leuven y De Meyere precitada, Serie A, número 43, p. 21, párrafo 47).", "", " Según el Gobierno, «el único objeto del procedimiento disciplinario» es «analizar» y «decidir si la persona encausada ha violado las reglas deontológicas» o ha «atentado contra el honor o la dignidad de la profesión», y, en caso afirmativo, infligirle una sanción disciplinaria.", "", " El Tribunal no puede pronunciarse de esta manera. Las medidas de suspensión pronunciadas por el Consejo Provincial el 4 de junio de 1974 contra el doctor Albert y el 27 de marzo de 1974 contra el doctor Le Compte se dirigían a prohibirles temporalmente su derecho de practicar la Medicina. El recurso que ellos presentaron tenía por finalidad obtener la anulación de estas medidas. El derecho mencionado se encontraba directamente encausado ante el Consejo de Apelación, que además podía agravar la sanción, y así lo hizo en el caso del doctor Le Compte. Ellos lo alegaron nuevamente ante el Tribunal de Casación, que tenía por objeto conocer -en el límite de su competencia- las quejas de los interesados contra la decisión que les afectaba.", "", " b) Sobre el segundo punto (carácter civil del derecho), el Tribunal señala que se trata en este caso -como en el caso Kónig y en el caso Le Compte, Van Leuven y De Meyere- del derecho de continuar ejerciendo la profesión médica. En sus sentencias de 28 de junio de 1978 y 23 de junio de 1981, el Tribunal ha constatado que existía, en las circunstancias de cada uno de estos dos casos, un carácter privado, es decir, civil, en el sentido del artículo 6, párrafo 1.o, y así estableció al aplicar este texto (Serie A, núm. 27, p. 32, párrafo 95, y Serie A, núm. 43, página 22, párrafo 48).", "", " Sin embargo, las sanciones disciplinarias en litigio despojaban, con carácter temporal en el caso del doctor Albert o definitivo en el caso del doctor Le Compte, a los demandantes de este derecho, adquirido correctamente y que les permitía cumplir con los fines de su vida profesional.", "", " El Tribunal no debe decidir si, en base a los hechos sometidos a su examen, este derecho presenta un carácter civil en el sentido del artículo 6, párrafo 1.o, en el caso de la profesión médica (ver especialmente mutatis mutandis la sentencia Golder de 22 de febrero de 1975, Serie A, núm. 18, p. 19, párrafo 39). Es suficiente con señalar que la carrera médica, al ser una profesión liberal, les da derecho a practicar y a establecer una relación de orden privado con sus clientes y pacientes; en Bélgica existe la costumbre de establecer relaciones contractuales, y de esta forma se desarrollan directamente relaciones individuales entre paciente y médico. Además, el derecho mencionado tenía, en el casó de los interesados, un carácter privado en el sentido del artículo 6, párrafo 1.o, a pesar de la naturaleza específica y de interés general de la profesión médica y de los deberes especiales a que está sometida.", "", " 29. Ya que las resoluciones que se habían tomado contra ellos se basaban en un «derecho de carácter civil», los demandantes tenían derecho a que se examinase su causa por un «Tribunal» que reuniera las condiciones establecidas en el artículo 6, párrafo 1.o (sentencia Golder precitada. Serie A, número 18, p. 28, párrafo 36). Numerosos Estados miembros del Consejo de Europa confían a la jurisdicción ordinaria el cuidado de estatuir sobre las infracciones disciplinarias. Cuando incluso el artículo 6, párrafo 1.o, es de aplicación, una atribución de competencias de esta naturaleza no contraviene el Convenio (sentencia Le Compte, Van Leuven y De Meyere precitada, Serie A, núm. 43, p. 23, párrafo 1.o). Sin embargo, al menos, se pueden establecer dos sistemas: o bien la precitada jurisdicción cumple ella misma las exigencias del artículo 6, párrafo 1.o, o bien ésta no responde más que a un control ulterior de un órgano judicial con plena jurisdicción que representa las garantías establecidas en este artículo.", "", " En concreto, los tres órganos que han tratado el caso de los demandantes son: el Consejo Provincial, el Consejo de Apelación y el Tribunal de Casación. Como en el caso Le Compte, Van Leuven y De Meyere, el Tribunal no cree indispensable analizar lo que es un Consejo Provincial (ibidem). Además debe asegurarse que ante el Consejo de Apelación o, en su caso, ante el Tribunal de Casación, los doctores Albert y Le Compte han gozado del «derecho a un Tribunal» (sentencia Golder precitada, Serie A, número 18, p. 18, párrafo 36) y a una resolución judicial del litigio (sentencia König precitada. Serie A, número 27, p. 34, párrafo 98 in fine) tanto para las cuestiones de hecho como de Derecho.", "", " 2. Sobre la existencia de una «acusación en materia penal»", "", " 30. La tesis principal del doctor Albert -aunque no la del doctor Le Compte- se fundamenta en que los órganos del Colegio de Médicos han decidido sobre una «acusación en materia penal». El Gobierno rechaza esta afirmación; señala, en concreto, que el artículo 6, párrafo 1.o, en este supuesto no se refiere al mismo tiempo a la expresión «litigios sobre derechos y obligaciones de carácter civil» y a «acusaciones en materia penal».", "", " Al pronunciarse sobre la admisión de las demandas, la Comisión no ha eliminado el carácter penal del artículo 6, párrafo 1.o Ha examinado a continuación la naturaleza de las violaciones alegadas por los interesados -y entre ellas aquellas que daban lugar a procedimientos penales-, así como la severidad de las sanciones impuestas. Sin embargo, ha concluido en su informe que ni el doctor Albert ni el doctor Le Compte han sido objeto de una «acusación en materia penal».", "", " Por su parte, el Tribunal estima que los dos aspectos, el civil y el penal, del artículo 6 no se excluyen necesariamente (sentencia Engel y otras precitadas, Serie A, núm. 22, pp. 36-37, párrafo 87; sentencia König precitada. Serie A, núm. 27, pp. 32-33, párrafo 96; sentencia Le Compte, Van Leuven y De Meyere precitada, Serie A, núm. 43, pp. 23-24, párrafos 52-53). Sin embargo, no cree que se deba analizar la cuestión de si, en el caso concreto, ha existido una «acusación en materia penal». En efecto, el párrafo 1.o del artículo 6, cuya violación se alega por los demandantes es de aplicación tanto en materia de carácter civil como penal (sentencia Le Compte, Van Leuven y De Meyere precitada, Serie A, núm. 43, pp. 23-24, párrafo 53). El doctor Albert, por su parte, invoca los números 2 y 3, párrafos a), b) y d), pero, en opinión del Tribunal, los principios consagrados en ellos se encuentran ya contenidos en el precepto de juicio equitativo que se desprende del párrafo 1.o el Tribunal lo analizará, pues, en consideración con el contexto de este último (párrafos 38 a 42).", "", " b) Sobre el artículo 6, párrafo 1.o", "", " 31. En el caso Le Compte, Van Leuven y De Meyere, el Tribunal ha analizado si el Consejo de Apelación y el Tribunal de Casación son Tribunales «establecidos por la Ley, independientes e imparciales», y si habían conocido «públicamente» la causa de los demandantes. En concreto, no juzga necesario volver sobre los tres primeros puntos; concluyó, lo mismo que la Comisión, en que no había existido violación.", "", " 1. Imparcialidad", "", " 32. La imparcialidad del Tribunal de Casación no estaba en tela de juicio (sentencia Le Compte, Van Leuven y De Meyere, Serie A, núm. 43, p. 25, párrafo 58).", "", " Por lo que se refiere al Consejo de Apelación, la Comisión no sostiene que la decisión de los miembros del Consejo médico haya sido desfavorable para los demandantes, ya que tienen intereses muy próximos a los de las partes en el procedimiento (ibidem); constatan además que el doctor Le Compte, pero no el doctor Albert, ha intentado recusarles en conjunto, sin establecer las quejas precisas contra alguno o contra todos (párrafo 14). Al expresar su reserva sobre la imparcialidad de la institución, la Comisión formula la opinión de que no ha habido violación del artículo 6, párrafo 1.o", "", " El Tribunal suscribe esta última conclusión. La imparcialidad personal de los miembros de un «Tribunal» debe presumirse en un principio, salvo prueba en contrario (sentencia Le Compte, Van Leuven y De Meyere precitada, ibidem); el doctor Le Compte ha hecho uso de su derecho de recusación, pero de una forma tan indeterminada que no puede considerarse bien fundada (párrafo 14). En cuanto a la imparcialidad, considerada bajo el ángulo objetivo y orgánico (ver mutatis mutandis, sentencia Piersack de 1 de octubre de 1982, Serie A, núm. 53, páginas 14-15, párrafo 30), ningún elemento del informe puede ponerse en duda por el Tribunal. En concreto, la forma de designación de los médicos que forman el Consejo de Apelación no autoriza a tacharles de parciales, ya que son elegidos por los Consejos Provinciales (sentencia Le Compte, Van Leuven y De Meyere, Serie A, núm. 43, p. 14, párrafo 26); ellos no asisten en su calidad de representantes del Colegio de Médicos, sino a título personal, como magistrados nombrados por el Rey.", "", " 2. Publicidad", "", " 33. En materia de publicidad, la legislación belga la somete a la jurisdicción ordinaria, y el Tribunal de Casación tiene normas de carácter diferente.", "", " a) Ante el Consejo de Apelación", "", " 34. La Real Orden de 6 de febrero de 1970 excluyó toda publicidad, tanto para las audiencias del Consejo de Apelación como para las decisiones que ésta pronuncie. A menos que se corrija en un estado ulterior del procedimiento, esta prohibición puede privar a los interesados de una de las garantías que establece la primera frase del artículo 6, párrafo 1.o, del Convenio. Bajo las reservas que se establecen en el párrafo 2.o, el médico encausado tiene el derecho a esta publicidad si en el procedimiento disciplinario que se sigue contra él surge una controversia sobre los derechos y obligaciones de carácter civil (sentencia Le Compte, Van Leuven y De Meyere precitada, Serie A, núm. 43, p. 25, párrafo 59).", "", " Las condiciones a las que el artículo 6, párrafo 1.o, subordina las excepciones precitadas no se encuentran recogidas en el caso del doctor Le Compte. El Tribunal constata, en concreto, que, como en el caso Le Compte, Van Leuven y De Meyere (ibidem), la naturaleza misma de las faltas imputadas a los demandantes y sus propias quejas contra el Colegio (párrafos 13-14) no se referían al arte de curar.", "", " Nada induce a pensar que uno de los motivos enumerados en el segundo inciso del artículo 6, párrafo 1.o, justificase el secreto o falta de publicidad. La cuestión se presenta de forma distinta para el doctor Albert: las faltas que se le imputan (párrafo 9.o) se referían directamente al ejercicio de la profesión médica, que podía plantear excepciones previstas en el artículo 6, párrafo 1.o Los elementos en poder del Tribunal no son suficientes, sin embargo, para demostrar que existía en esta situación una ausencia legítima de publicidad.", "", " 35. Consagrada por el artículo 6, párrafo 1.o, la regla de la publicidad de las audiencias puede ceder ante la voluntad del interesado. Sin duda, la naturaleza de ciertos derechos garantizados por el Convenio establecen un límite en su ejercicio (sentencia De Wilde, Ooms y Versyp de 18 de julio de 1971, Serie A, núm. 12, p. 36, párrafo 65), pero no ocurre lo mismo en otros casos. Así, ni en la letra ni en el espíritu del artículo 6, párrafo 1.o, se impide a un médico renunciar a la publicidad de una forma plena y de manera inequívoca (sentencia Neumeister de 7 de mayo de 1974, Serie A, núm. 17, p. 16, párrafo 36); un procedimiento disciplinario de este género, que se desarrolla de forma secreta, no vulnera este artículo si el derecho interno lo establece y si el defensor lo consiente (sentencia Le Compte, Van Leuven y De Meyere precitada, Serie A, núm. 43, página 25, párrafo 59).", "", " Sin embargo, lejos de establecer este acuerdo, el doctor Le Compte ha reclamado un proceso público (párrafo 14). El artículo 6, párrafo 1.o, no le autoriza a rehusar del derecho en él recogido, ya que no se encontraba en ninguno de los casos excepcionales mencionados en el segundo párrafo (párrafo 34). El doctor Albert no ha pedido nada parecido, pero los documentos del informe no demostraron que haya renunciado a la publicidad establecida por el Convenio.", "", " b) Ante el Tribunal de Casación", "", " 36. El carácter público de la instancia en casación no es suficiente para llenar la laguna constatada en el procedimiento disciplinario. La alta jurisdicción no conoce del fondo del caso, si bien numerosos aspectos del litigio relativos a los «derechos y obligaciones de carácter civil» escapan a su control, así como el examen de los hechos y la apreciación de la proporcionalidad entre la falta y la sanción (sentencia Le Compte, Van Leuven y De Meyere precitada, Serie A, núm. 43, p. 16, párrafo 33).", "", " 37. En resumen, la causa de los doctores Albert y Le Compte no ha sido oída públicamente por un Tribunal con plenitud de jurisdicción y estatuyendo en público. Sobre este punto ha habido violación del artículo 6, párrafo 1.o, en las circunstancias del presente caso.", "", " III. SOBRE LA VIOLACIÓN DEL ARTICULO 6, PÁRRAFOS 2o y 3.o, A), B) Y D)", "", " 38. Uno de los demandantes, el doctor Albert, afirma que no se ha beneficiado de las garantías del párrafo 2.o del artículo 6 ni de los tres puntos recogidos en el párrafo 3.o:", "", " «2. Toda persona acusada de una infracción se presume inocente hasta que su culpabilidad haya sido legalmente declarada.", "", " 3. Todo acusado tiene, como mínimo, los siguientes derechos:", "", " a) Ser informado en el plazo más breve, en una lengua que comprenda y de forma detallada, de la naturaleza y de la causa de la acusación que se le imputa.", "", " b) Disponer del tiempo y de las facilidades necesarias para preparar su defensa.", "", " c) Interrogar o hacer interrogar a los testigos que declaren contra él e interrogar a los testigos que declaren en su favor en las mismas condiciones que a los testigos que lo son en su contra.»", "", " La Comisión, al concluir que los demandantes no habían sido objeto «de una acusación en materia penal» (párrafo 19), no expresa su opinión sobre estas alegaciones; el Gobierno las había rebatido ante la propia Comisión.", "", " 39. Por su parte, el Tribunal estima superfluo abordar la cuestión de la aplicación del párrafo 1.o del artículo 6 sobre la materia penal, pero ha resuelto examinarlo bajo el ángulo del párrafo 1.o, al interpretar la noción de «proceso equitativo», la subsistencia de las quejas formuladas por los demandantes en virtud de los párrafos 2 y 3 (párrafo 30). En su opinión, los principios enunciados en los párrafos 2.o y 3.o, invocados por el doctor Albert, a saber: las letras a), b) y d) son de aplicación mutatis mutandis tanto a procedimientos disciplinarios a los que se refiere el párrafo 1.o como a aquellos en los que una persona es acusada por una infracción de carácter penal.", "", " 40. Por lo que se refiere al respeto a la presunción de inocencia, el doctor Albert hace tres críticas al Consejo Provincial del Colegio de Médicos de Brabante:", "", " Dejarse influir por los antecedentes judiciales, fundarse en pruebas insuficientes y no acceder a la presentación de sus pruebas.", "", " Ninguna de sus quejas resiste una crítica. Como indica claramente el texto de la resolución de 4 de junio de 1974, el Consejo Provincial ha tenido en cuenta los antecedentes del demandante al adoptar la sanción, pero el principio que consagra el artículo 6, párrafo 2.o, no ha sido un obstáculo (sentencia Engel y otras precitadas, Serie A, núm. 22, páginas 37-38, párrafo 90). El Consejo ha tenido en cuenta todos los elementos del caso, incluso las propias declaraciones del doctor Albert. Además, en ningún momento este último presentó alegaciones en su contra.", "", " 41. Por lo que se refiere al párrafo 3.o del artículo 6, los demandantes se han quejado de no haber sido informados de una manera detallada de las acusaciones que se les imputaban y de no haber dispuesto del tiempo necesario para preparar su defensa y no haber contado con el derecho de convocar e interrogar a los testigos a su favor. Estas alegaciones carecen de fundamento. La carta que el Presidente del Consejo Provincial dirigió al doctor Albert para invitarle a comparecer precisaba la naturaleza y las causas de las quejas del Colegio (párrafo 9.o). Además, el interesado tuvo más de quince días para preparar su defensa. Este plazo, previsto por el artículo 25 de la Real Orden de 6 de febrero de 1970, parecía razonable, sobre todo teniendo en cuenta la simplicidad del caso. Finalmente, el informe no induce a pensar que el doctor Albert haya intentado obtener la convocatoria y el interrogatorio de testigos a su favor y que se le haya negado.", "", " 42. Por todo ello, el Tribunal estima que no ha habido violación del artículo 6 en este caso.", "", " IV. SOBRE LA VIOLACIÓN DEL ARTICULO 11", "", " 43. Uno de los demandantes, el doctor Le Compte, alega una violación del artículo 11, que establece:", "", " «1. Toda persona tiene derecho a la libertad de reunión pacífica y a la libertad de asociación, incluido el derecho de fundar, con otras, sindicatos y de afiliarse a los mismos para la defensa de sus intereses.", "", " 2. El ejercicio de estos derechos no podrá ser objeto de otras restricciones que aquellas que, previstas por la Ley, constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral o la protección de los derechos ajenos. El presente artículo no prohíbe que se impongan restricciones legítimas al ejercicio de estos derechos para los miembros de las Fuerzas Armadas, de la Policía o de la Administración del Estado.»", "", " La obligación de afiliarse al Colegio de Médicos (sentencia Le Compte, Van Leuven y De Meyere precitada, Serie A, núm. 43, p. 12, párrafo 21) atentaba contra la libertad de asociación -que implicaba la de no asociarse- y excedía los límites de las restricciones autorizadas por el párrafo 2o del artículo 11; además, la creación misma del Colegio tendía a suprimir esta libertad.", "", " Contenido en su opinión de 14 de diciembre de 1979 sobre las demandas números 6878/75 y 7238/ 75, los doctores Le Compte, Van Leuven y De Meyere (sentencia de 23 de julio de 1981 precitada, Serie A, núm. 43, p. 26, párrafo 63), la Comisión estimó inútil conocer de nuevo en este caso las quejas relativas a este artículo 11. Las partes se han remitido, pues, a las tesis desarrolladas ante la propia Comisión y después ante el Tribunal en aquel tiempo. Después de las audiencias de 23 de septiembre de 1982, los comparecientes -y en especial el consejero del doctor Le Compte- no han vuelto a plantear esta cuestión.", "", " 44. El Tribunal no ve que exista razón alguna para separarse de la solución que se dio a este mismo problema en su sentencia de 23 de julio de 1981 (ibidem, pp. 26-27, párrafos 64-66). Es suficiente recordar que el Colegio de Médicos no podía considerarse como una asociación en el sentido del artículo 11; que su existencia y obligación correlativa para los médicos de inscribirse en su cuadro y de someterse a la disciplina de sus órganos no se infiere, ni por su objeto ni por sus efectos, una limitación, y menos una supresión, del derecho garantizado en el artículo 11, párrafo 1.o; no se le puede aplicar, pues, el párrafo 2o de este artículo ni analizar si el Convenio consagra la libertad de no asociación.", "", " V. SOBRE EL ARTICULO 50", "", " 45. En la audiencia, el abogado del doctor Le Compte rogó al Tribunal, si consideraba que había existido una violación, acordar, según el artículo 50, una satisfacción equitativa para su cliente. Sin embargo, ha estimado que la cuestión no se encuentra todavía en situación de resolverse por el Tribunal.", "", " Por su parte, los delegados de la Comisión han pedido al Tribunal definirse sobre este punto en ausencia de toda indicación por parte del doctor Albert y de su consejero.", "", " El Gobierno no ha presentado observaciones sobre este punto.", "", " 46. En virtud del artículo 47 bis de su Reglamento, la cuestión no puede ser todavía objeto de una decisión. En consecuencia, el Tribunal se reserva; en las circunstancias presentes estima que debe reenviarla a la Sala conforme a lo establecido en el artículo 50, párrafo 4.o, del Reglamento.", "", "", "", " POR TODOS ESTOS MOTIVOS, EL TRIBUNAL", "", " 1. Dice, por unanimidad, que no ha habido violación del artículo 3 del Convenio en el caso del doctor Le Compte.", "", " 2. Dice, por 16 votos contra cuatro, que el artículo 6, párrafo 1.o, es de aplicación en el caso de los dos demandantes.", "", " 3. Dice, por 16 votos contra cuatro, que ha habido violación del artículo 6, párrafo 1.o, ya que la causa no ha sido conocida públicamente por el Consejo de Apelación y que no han pronunciado su resolución de forma pública.", "", " 4. Dice, por unanimidad, que no ha habido violación de este artículo sobre las quejas planteadas por los demandantes, ni del artículo 11 en el caso del doctor Le Compte.", "", " 5. Dice, por unanimidad, que la aplicación del artículo 50 no se encuentra en situación de resolverse.", "", " En consecuencia:", "", " a) Se reserva esta cuestión.", "", " b) La reenvía a la Sala en virtud del artículo 50, párrafo 4.o, del Reglamento.", "", " Dado en francés y en inglés, siendo fehaciente el texto francés, en el Palacio de Derechos Humanos de Estrasburgo, el 10 de febrero de 1983.", "", " Firmado: Gérard Wiarda,", "", " PRESIDENTE", "", " Firmado: Marc-André Eissen,", "", " SECRETARIO", "", " La presente sentencia contiene una declaración del juez señor Thor Vilhjálmsson, y conforme a los artículos 51, párrafo 2.o, del Convenio y 50, párrafo 2.o, del Reglamento, los siguientes votos particulares:", "", " - Voto particular de los jueces señor Cremona y señora Bindschedler-Robert.", "", " - Voto particular del juez señor Liesch.", "", " - Voto particular del juez señor Matscher.", "", " - Voto particular del juez señor Pinheiro Farinha.", "", " - Voto particular del juez Sir Vincent Evans.", "", "", "", " DECLARACIÓN", "", " DEL JUEZ SEÑOR THOR VILHJÁLMSSON", "", " Mi voto difiere en este caso del que expresé en el caso Le Compte, Van Leuven y De Meyere. La decisión de la mayoría en aquél es la razón.", "", " VOTO PARTICULAR DE LOS JUECES SEÑORES CREMONA Y BINDSCHEDLER-ROBERT", "", " Apruebo totalmente las conclusiones que figuran en la parte dispositiva de la sentencia.", "", " En especial, en la parte que se refiere al artículo 6, párrafo 1.o, del Convenio: con la mayoría de mis colegas, estimo que ha habido violación en este caso concreto de los derechos de los demandantes. Sin embargo, en cuanto a su aplicación, me fundo en motivos diferentes a los expresados por la mayoría del Tribunal. En efecto, como en el caso análogo de los doctores Le Compte, Van Leuven y De Meyere y por las razones expuestas en mi voto particular de aquella sentencia del Tribunal, estimo que, según las circunstancias del caso, los procedimientos que se aplican a los demandantes no se referían a litigios sobre derechos y obligaciones de carácter civil, sino, como se explica en el voto particular susodicho, a acusaciones en materia penal en el sentido del artículo 6.", "", " En fin, para evitar repeticiones, creo que es suficiente en este caso remitirnos al voto particular precitado.", "", " VOTO PARTICULAR DEL JUEZ SEÑOR LIESCH", "", " La sentencia Albert y Le Compte me confirma en mi voto particular que expresé en el caso Le Compte, Van Leuven y De Meyere.", "", " El artículo 6, párrafo 1.o, del Convenio no es aplicable en materia disciplinaria.", "", " El único objeto de un procedimiento disciplinario es investigar si se ha violado una regla deontológico. El litigio, el debate, no recae a priori sobre el derecho para continuar el ejercicio de la Medicina, sino únicamente sobre la cuestión de si el comportamiento de un hombre es susceptible de una sanción disciplinaria.", "", " En el marco de este caso no existe ningún elemento de derecho privado.", "", " El malentendido proviene del hecho de que en la sentencia Ringeisen de 16 de julio de 1971 se interpretó de una forma más amplia.", "", " Este caso concreto se constituye en una resolución de principio que se aplica a hipótesis de naturaleza diferente.", "", " En efecto, el Tribunal confirmaba que los términos franceses «litigios sobre derechos y obligaciones de carácter civil cubren todo el procedimiento, cuya finalidad es determinante para los derechos y obligaciones de carácter privado», y el texto inglés, que se refiere a «determinaciones de derechos y obligaciones civiles», confirman esta interpretación (Serie A, núm. 13).", "", " Sin embargo, para conocer el alcance de este principio es necesario analizar los términos precitados del último inciso del párrafo 94 de la sentencia donde el Tribunal establece su opinión en este caso:", "", " «La resolución de la Comisión Regional, aplicando las reglas de Derecho administrativo, debería determinarse en razón del carácter civil entre Ringeisen y el matrimonio Roth.»", "", " Que la resolución administrativa fuese positiva o negativa -aprobación o rechazo del contrato de venta- debería, en las dos hipótesis, tener una incidencia directa e inmediata sobre los derechos y obligaciones de carácter civil; en cada una de estas hipótesis, la suerte del derecho civil en juego dependía directamente de las medidas que se tomasen por los órganos del Ejecutivo y de la Administración.", "", " La resolución tiene, pues, por efecto ineludible confirmar, modificar o anular los derechos y obligaciones de carácter civil.", "", " Y el Tribunal añadía que «poco importa la naturaleza de la Ley en base a la cual debe resolverse el litigio (ley civil, mercantil, administrativa, etc.), y que poco importa también la autoridad competente en esta materia (jurisdicción de derecho común, órgano administrativo, etc.)».", "", " Sin embargo, ello no ocurre en el caso que nos ocupa.", "", " La resolución del Consejo Provincial podía afectar a sus derechos de carácter privado, y esto no debía ocurrir. El procedimiento disciplinario, en el presente caso, contrariamente al procedimiento administrativo en el caso Ringeisen, no recaía inevitablemente sobre sus derechos y obligaciones de carácter civil.", "", " Sin embargo, el Consejo Provincial no pronunció más que una advertencia a los demandantes: la finalidad del procedimiento no era determinante, ya que el derecho a practicar la Medicina no se había puesto en cuestión.", "", " Según mi opinión, el artículo 6.o, párrafo 1.o, del Convenio no es de aplicación en el presente caso.", "", " VOTO PARTICULAR DEL JUEZ SEÑOR MATSCHER", "", " En mi opinión, parcialmente contraria a la del caso Le Compte, Van Leuven y De Meyere (sentencia de 23 de junio de 1981, Serie A, núm. 43, pp. 34-38), he desarrollado extensamente las razones que me han llevado, a mi pesar, a separarme de las conclusiones a las que llegan la mayoría de mis colegas en lo que se refiere a la aplicación del artículo 6, párrafo 1.o, del Convenio en los casos disciplinarios, en cuanto se refieren a la noción de materias de derecho civil en el sentido de este artículo. La situación, aunque esencialmente era la misma que la del presente caso, no hace más que reafirmarme en la opinión expuesta en aquel supuesto y recordar sus puntos esenciales. Sin embargo, la mayoría del Tribunal, en el presente caso, se limita a confirmar el punto de vista que se había adoptado en el caso precedente, sin hacer el menor esfuerzo por discutir y, ni siquiera, refutar los argumentos contrarios que habían sido expuestos sobre este punto.", "", " Hay que señalar que, además de otros puntos subrayados por el presente caso y de acuerdo con la posición que había yo adoptado en el caso Le Compte, Van Leuven y De Meyere, comparto plenamente las conclusiones adoptadas, por unanimidad, por el Tribunal.", "", " Repito igualmente mi rechazo al ver que el Tribunal no ha juzgado necesario examinar el presente caso bajo el punto de vista del Derecho Penal.", "", " Las líneas esenciales de mi voto particular en el caso Le Compte, Van Leuven y De Meyere eran las siguientes:", "", " 1. El derecho de los demandantes a ejercer la Medicina no era el objeto de los procedimientos disciplinarios que se habían planteado contra ellos ante la jurisdicción ordinaria y apelados ante el Tribunal de Casación. El único objeto de estos procedimientos (como ocurre en general en todo procedimiento disciplinario) era saber si los demandantes habían violado las reglas de la deontología médica (de la deontología profesional) y, en caso afirmativo, aplicarles la sanción correspondiente. Esta no era más que una sanción que, en este caso concreto, tenía en cuenta su situación profesional, y por ello tenía una incidencia directa sobre las relaciones de derecho privado que los demandantes hubieran podido establecer con sus pacientes. Pero estas relaciones no eran nulas desde el punto de vista del procedimiento disciplinario.", "", " Sin embargo, el artículo 6, párrafo 1.o, del Convenio (en su rama civil) no cubre más que los procedimientos que tengan por objeto «los litigios sobre derechos y obligaciones de carácter civil» («todo procedimiento cuyo objeto viene determinado por derechos y obligaciones de carácter civil», para emplear la fórmula de la sentencia Ringeisen), mientras que el único hecho que puede tener una incidencia indirecta en un procedimiento de esta naturaleza sobre un derecho civil no puede encuadrarse en este procedimiento en el marco de lo establecido en el artículo 6, párrafo 1.o", "", " 2. En concreto, no había habido un litigio sobre un derecho de carácter civil. La sentencia del Tribunal, dejando a un lado el procedimiento ante el Consejo Provincial, que había impuesto a los demandantes una sanción, aprecia la existencia de un litigio en el caso que los demandantes hayan apelado la primera decisión impuesta contra ellos (párrafo 34, primera línea). Una argumentación como ésta desconoce totalmente la función de un procedimiento de recurso. En efecto, el objeto y la naturaleza de un caso no cambia a pesar de los diferentes grados de la jurisdicción, la independencia de los medios, los motivos y las demandas del recurso. Si el procedimiento ante el Consejo Provincial no tuviera por objeto decidir un litigio sobre derechos y obligaciones de carácter civil, no hubiera podido apelarse contra el Consejo de Apelación y ante el Tribunal de Casación. Además, el litigio constituía el objeto de este procedimiento desde su comienzo, que queda sin resolver, pues no ha podido conocerse ni de apelación ni en casación (párrafo 34, primera línea).", "", " 3. La sentencia se limita a constatar que el derecho de practicar la Medicina libremente se enmarca entre los derechos protegidos en el artículo 6, párrafo 1.o Por mi parte, yo no veo la posibilidad, racional de distinguir, en este punto, entre el derecho de practicar la Medicina libremente y el de ejercerla en calidad de médico funcionario o asalariado y entre el derecho de practicar la Medicina en general y el derecho a ejercer cualquier otra profesión. Sin embargo, si una afirmación puede cambiar, debe ser susceptible de generalización o, para ser más exactos, si mi conclusión es correcta, no debe valer solamente para el caso concreto que nos ocupa, sino para todas las situaciones que respondan a las mismas premisas.", "", " La conclusión no puede ser más que ésta: el derecho a ejercer una profesión cualquiera figura entre los derechos protegidos por el artículo 6, párrafo 1.o ¿Han conocido realmente los autores del Convenio el artículo 6 de esta forma? Creo que al contestar afirmativamente a esta pregunta el Tribunal sale del marco de una interpretación «evolutiva» del Convenio y se coloca en una posición más general e indefinida (por ejemplo, «necesario... en una sociedad democrática»), susceptible de una interpretación que ha seguido una evolución concorde con las concepciones sociales de los países miembros.", "", " Además, el hecho de que la sentencia no se pronuncie claramente sobre esta conclusión -la única que me parece coherente entre todas sus premisas-, prefiriendo dejar sobre este punto una ambigüedad, conduce a la inseguridad jurídica, lo que es especialmente grave en situaciones y problemas que se plantean continuamente en todos los estados contratantes.", "", " 4, Por último, la sentencia lleva a condenar la falta de publicidad de estos casos, donde la función de garantía procesal que el artículo 6, párrafo 1.o, atribuye a la publicidad de los debates y a pronunciar las decisiones no se ponía en juego (la condena por una falta puramente formal a las disposiciones del artículo 6, párrafo 1.o); esto, según mi opinión, es una razón suplementaria para afirmar que el artículo 6, párrafo 1.o, no encaja en este caso.", "", " VOTO PARTICULAR DEL JUEZ SEÑOR PINHEIRO FARINHA", "", " Con profundo pesar no puedo compartir la opinión de la mayoría de mis colegas en lo que se refiere a la violación del artículo 6 del Convenio Europeo de los Derechos Humanos .", "", " En efecto:", "", " 1. Ante los órganos disciplinarios del Colegio de Médicos no se han puesto en duda las resoluciones de derecho privado establecidas por los doctores Albert y Le Compte con sus clientes.", "", " 2. La impugnación ante los órganos disciplinarios (Consejos Provinciales de Apelación) y después ante el Tribunal de Casación se refieren a una materia deontológica que escapa al Derecho civil.", "", " 3. La causa de los demandantes se sitúa solamente en la violación de las reglas deontológicas, donde, en mi opinión, no es aplicable el artículo 6, párrafo 1.o (así lo expresé en mi voto particular en el caso Le Compte, Van Leuven y De Meyere).", "", " 4. En conclusión, estimo que no ha habido violación ni del artículo 3, ni del artículo 6, ni del artículo 11 del Convenio.", "", " VOTO PARTICULAR DEL JUEZ SIR VINCENT EVANS", "", " Estoy de acuerdo con la sentencia del Tribunal cuando afirma que no ha habido violación de los artículos 3 y 11 del Convenio.", "", " Sin embargo, estoy en desacuerdo con la conclusión de la mayoría del Tribunal, según la cual ha habido desconocimiento del artículo 6. Por las razones que ya expuse en mi voto particular en el caso Le Compte, Van Leuven y De Meyere, y que no procede repetir aquí, estimo que el artículo 6 no es aplicable en este caso: el procedimiento en el que estaban incursos los demandantes no trataba sobre derechos y obligaciones de carácter civil ni se refería a una materia penal en el sentido que lo hace el artículo 6 del Convenio.", "", " CASO ALBERT Y LE COMPTE", "", " (Artículo 50)", "", " RESOLUCIÓN", "", " La Sala del Tribunal, constituida el 26 de marzo de 1982 para examinar el caso Albert y Le Compte,", "", " Vista su resolución, adoptada el 28 de mayo de 1982, de deferir al Tribunal en Pleno en virtud del artículo 48 de su Reglamento;", "", " Vista la sentencia por la que el Tribunal en Pleno reenvía, conforme al artículo 50, párrafo 4.o, del Reglamento, la cuestión sobre la aplicación del artículo 50 del Convenio de Salvaguarda de los Derechos Humanos y Libertades Fundamentales , después de constatar una falta de las exigencias establecidas en el artículo 6, párrafo 1.o;", "", " Reunida en Estrasburgo a puerta cerrada y compuesta por los jueces señores G. Wiarda, Presidente; J. Cremona, W. Ganshof van der Meersch, D. Evrigenis, J. Pinheiro Farinha, R. Macdonald y J. Gersing, así como M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto;", "", " Considerando que ha lugar determinar el procedimiento ulterior y teniendo en cuenta la hipótesis de un acuerdo entre el Estado demandado y los demandantes (art. 50, párrafos 3,o y 5.o del Reglamento); invita a la Comisión Europea de Derechos del Hombre a presentarle por escrito, en el plazo de dos meses a contar desde que se pronuncie esta resolución, sus observaciones sobre esta cuestión y, especialmente, a darle conocimiento de todo arreglo amistoso que el Gobierno del Reino de Bélgica y los demandantes hubieran podido llegar;", "", " Se reserva el procedimiento ulterior y delega en su Presidente la potestad de fijarlo en caso de que sea necesario.", "", " Adoptado por unanimidad el 28 de enero de 1983, dado en francés y en inglés, siendo fehaciente el texto francés, en el Palacio de Derechos Humanos de Estrasburgo, el 10 de febrero de 1983.", "", " Firmado: Gérard Wiarda", "", " PRESIDENTE", "", " Firmado: Marc-André Eissen", "", " SECRETARIO", "", " (Comentario y traducción: José Luis Ruiz Navarro y Pinar)"]}