{"file": "SPA_HJUDSPA_26103_95.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "26103/95", "text_paragraphs": ["Sentencia 26103/95", "", "CASO VAN GEYSEGHEM CONTRA BÉLGICA", "", " Artículos 6.1 y 6.3 (Derecho a la defensa) Sentencia de 21 de enero de 1999", "", " Por sentencia dictada en Estrasburgo, el 21 de enero de 1999, en el caso arriba mencionado, el Tribunal Europeo de Derechos Humanos declaró, por dieciséis votos contra uno, que se había producido violación del artículo 6, párrafos 1 y 3. c) del Convenio Europeo de Derechos Humanos . En aplicación del artículo 41 del Convenio, el Tribunal concede a la solicitante una suma en concepto de gastos y costas.", "", "", "", " 1. HECHOS", "", " La demandante, señora Nicole van Geyseghem, ciudadana belga, nació en 1942 y, en la época de los hechos, residía en Hoeilaart (Bélgica).", "", " En 1987, la solicitante fue procesada ante las jurisdicciones penales belgas por haber participado, en tres ocasiones, en un tráfico internacional de cocaína, encargándose de introducir en Bélgica la droga procedente del Brasil.", "", " Después de haber sido condenada en primera instancia por el Tribunal de lo penal de Bruselas, interpuso apelación contra su condena. La solicitante no acudió a la primera audiencia de su apelación, y posteriormente solicitó, tal como le permitía hacer el Derecho belga, que fuese anulada la sentencia dictada en rebeldía, y que confirmaba su condena a tres años de prisión y a una multa de 60.000 francos belgas. Esta oposición devolvió el caso ante el Tribunal de apelación, que celebró una nueva audiencia. La solicitante tampoco acudió a esta audiencia. Compareció su abogado, quien precisó que representaba a su cliente, y solicitaba el depósito de las conclusiones relativas a la prescripción del caso público. El Tribunal de apelación se opuso a ello y, por sentencia del 4 de octubre de 1993, declaró nula su solicitud. El recurso de la señora Van Geyseghem fue rechazado por el Tribunal de casación el 4 de mayo de 1994.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La demanda fue presentada ante la Comisión Europea de Derechos Humanos el 25 de octubre de 1994. Después de haber declarado admisible la solicitud, la Comisión publicó, el 3 de diciembre de 1997, un informe en el que expresaba la opinión de que se había producido violación del artículo 6 del Convenio (catorce votos contra uno). El Gobierno belga devolvió el caso al antiguo Tribunal el 9 de abril de 1998. La solicitante, por su parte, acudió igualmente a dicho Tribunal.", "", " De acuerdo con las disposiciones transitorias del Protocolo número 11 del Convenio, el caso fue transmitido a la Gran Sala del nuevo Tribunal Europeo de Derechos Humanos en la fecha de entrada en vigor del Protocolo, es decir, el 1 de noviembre de 1998 .", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " La señora Van Geyseghem reprocha al Tribunal de apelaciones de Bruselas el no haber autorizado, en su ausencia, a su abogado a encargarse de su defensa en el procedimiento de oposición en instancia de apelación. En consecuencia, alegaba que se había producido violación de los párrafos 1 y 3. c) del artículo 6 del Convenio.", "", " II. Decisión del Tribunal", "", " 1. Artículos 6.1 y 6.3 del Convenio", "", " El Tribunal recuerda los principios que se desprenden de las causas Poitrimol contra Francia (Sentencia del 23 de noviembre de 1993, serie A, núm. 277), así como de Lala y Pelladoah contra los Países Bajos (Sentencias del 22 de septiembre de 1994, serie A, núm. 297A y B), que se referían a situaciones similares a la del caso que nos ocupa. En la primera de estas tres causas, consideró que la comparecencia de un demandado revestía una importancia capital, en razón tanto del derecho del mismo a ser escuchado, como de la necesidad de controlar la exactitud de sus afirmaciones, y compararlas con las declaraciones de la víctima, cuyos intereses conviene proteger, así como de los testigos. En consecuencia, el legislador debe estar en condiciones de desalentar las ausencias injustificadas. En las dos últimas, precisó, sin embargo, que era igualmente «de importancia crucial para la equidad del sistema penal que el acusado fuese defendido adecuadamente, tanto en primera instancia como en apelación, a fortiori cuando, como ocurría en el Derecho neerlandés, las decisiones dictadas en apelación no son susceptibles de recurso». El Tribunal añadió que era este último interés el que prevalecía y que, por consiguiente, el hecho de que el acusado, aunque debidamente citado, no compareciera, no podría justificar -incluso a falta de excusa- que quedara privado del derecho a la asistencia de un defensor que le reconocía el artículo 6, párrafo 3, del Convenio. Según el Tribunal , corresponde a las jurisdicciones asegurar el carácter equitativo de un proceso y cuidar, por consiguiente, de que un abogado que, evidentemente, asiste al mismo para defender a su cliente en ausencia del mismo, tenga la ocasión de así hacerlo.", "", " El Tribunal no puede admitir la argumentación del Gobierno belga cuando este último declara que la comprobación de la ausencia de una posibilidad de oposición contra un condenado en rebeldía fue decisiva en la motivación de las sentencias Lala y Pelladoah. El párrafo que comienza por la locución adverbial « a fortiori » fue introducido de manera adicional y secundaria. El Tribunal afirmó, por el contrario, que prevalecía el interés de ser adecuadamente defendido. El derecho de cualquier acusado a ser debidamente defendido por un abogado figura entre los elementos fundamentales de un proceso equitativo. Por el mero hecho de su ausencia en los debates, un acusado no pierde dicho beneficio. Aunque el legislador debe poder desalentar las ausencias injustificadas, no puede sancionarlas derogando el derecho a la asistencia de un defensor. Las exigencias legítimas de la presencia de los acusados a los debates pueden asegurarse por otros medios que la pérdida del derecho a la defensa.", "", " El principio que se deriva de las causas Lala y Pelladoah se aplica al presente caso. A pesar de que la señora Van Geyseghem haya tenido varias posibilidades de defenderse, correspondía al Tribunal de apelaciones de Bruselas dar la ocasión para que su abogado, el señor Verstraeten, que estuvo presente en la audiencia, la defendiera, incluso en ausencia de la acusada. Y esto fue particularmente cierto dado que, en el presente caso, el medio de defensa que pretendía desarrollar el señor Verstraeten se refería a una cuestión de derecho. Este último tenía la intención de argumentar sobre la prescripción del caso público, cuestión calificada ya de crucial por el Tribunal. A pesar de que, como pretende el Gobierno, el Tribunal de apelación debió examinar de oficio el problema de la prescripción, no es menos cierto que el abogado aporta un concurso indispensable para la solución de los conflictos, y que su papel se justifica siempre que deba ejercitarse el derecho de defensa. Además, de la sentencia del 4 de octubre de 1993 no se desprende que haya fallado sobre la cuestión.", "", " En conclusión, tuvo lugar violación del artículo 6.1, combinado con el artículo 6.3. c) del Convenio.", "", " 2. Artículo 41 del Convenio", "", " La señora Van Geyseghem solicita una indemnización de 4.332.000 francos belgas (BEF) por el daño material sufrido, y de 2.000.000 BEF por el daño moral. El Tribunal considera que no estaría en condiciones de especular sobre la conclusión a la que hubiera llegado el Tribunal de apelaciones de Bruselas si hubiese autorizado a la interesada a hacerse representar. Además, no se considera demostrado ningún lazo de causalidad entre la violación del Convenio señalada en el presente caso y los diversos elementos del perjuicio material alegado, debido en parte a su fuga. Rechaza, pues, las pretensiones formuladas al respecto. En cuanto al perjuicio moral, el Tribunal lo considera suficientemente reparado por el hecho de señalar la existencia de violación del artículo 6.", "", " La solicitante pide igualmente que el Estado belga se comprometa a no ejecutar la pena impuesta contra ella por el Tribunal de apelación de Bruselas. El Tribunal recuerda que el Convenio no le otorga competencia para exigir del Estado belga que se comprometa a adoptar dicha medida.", "", " Finalmente, a título de gastos y costas en cuanto al procedimiento interno y al planteado ante las instancias de Estrasburgo, la señora Van Geyseghem solicita 412.781 BEF. El Tribunal considera que la solicitante tiene derecho a pedir el pago de los gastos y costas correspondientes a la instancia en casación, además de los que se refieren a los procedimientos ante la Comisión y el Tribunal. Basándose en estos procedimientos, el Tribunal, decidiendo en equidad y sobre la base de los elementos que tiene en su poder, concede a la señora Van Geyseghem 300.000 BEF.", "", " Varios jueces han expresado votos separados, cuyo texto se adjunta a la sentencia."]}