{"file": "SPA_HJUDSPA_13092_87.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "13092/87", "text_paragraphs": ["Sentencia 13092/87", "", "CASO LOS SANTOS MONASTERIOS CONTRA GRECIA", "", " Artículos 6.1 del Convenio (Derecho a un proceso equitativo) y 1 del Protocolo 1 (Derecho de propiedad) Sentencia de 9 de diciembre de 1994", "", " Mediante sentencia dictada en Estrasburgo el 9 de diciembre de 1994 en el caso Los Santos Monasterios contra Grecia, el Tribunal Europeo de Derechos Humanos decidió por unanimidad que hubo violación de los artículos 1 del Protocolo número 1 (derecho al respeto de los bienes) y 6.1 del Convenio Europeo de Derechos Humanos (derecho a un proceso equitativo) en el caso de los Monasterios demandantes, que no eran parte del Convenio del 1 de mayo de 1988.", "", " En cambio, decidió por unanimidad para el conjunto de los Monasterios demandantes que no hubo violación de los artículos 9 (derecho a la libertad de religión), 11 (derecho a la libertad de asociación), 13 (derecho a un recurso efectivo ante una instancia nacional), y que en cuanto al artículo 14, en relación con los artículos 6, 9 y 11 del Convenio y 1 del Protocolo número 1, bien no hubo violación o bien no se considera que se deba resolver sobre la denuncia.", "", " La sentencia fue leída en audiencia pública por Rolv Ryssdal, Presidente del Tribunal.", "", "", "", " 1. HECHOS", "", " Los Monasterios demandantes -Ano Xenia, Ossios Loucas, Aghia Lavra Kalavryton, Metamorphossis Sotiros, Assomaton Petraki, Chryssoleontissa Eginis, Phlamourion Volou y Mega Spileo Kalavryton- habían acumulado numerosos bienes recibidos como donación antes de la formación del Estado griego en 1829.", "", " Gran parte de estos bienes habían sido expropiados desde los primeros años de existencia de éste. Además, amplias porciones de los dominios monásticos fueron ofrecidas por los Monasterios al Estado y a las personas sin tierras. La Ley 4684/1930 definía los bienes de los Monasterios como un patrimonio bien «a conservar» o bien «a liquidar». La administración de los bienes de la segunda categoría que permanecían como propiedad de los Monasterios fue encomendada a una institución eclesiástica, la ODEP (Oficina de Administración de los Bienes de la Iglesia), cuyos miembros del Consejo de Administración eran designados por el Santo Sínodo.", "", " La Ley 1700/1987, publicada en el Diario Oficial Griego de 6 de mayo de 1987, modificó las normas relativas a la gestión, administración y representación de todos los bienes monásticos; se asignaron estas tareas a la ODEP, cuya composición se modificó por cuanto la mayoría de sus miembros deberían ser nombrados por el Estado. Además, la Ley decidió que a los seis meses de su publicación el Estado se convertiría en el propietario de todos los haberes monásticos, salvo si los Monasterios estuvieran en condiciones de probar su condición de propietarios presentando, bien un título legal debidamente registrado, bien una decisión judicial definitiva adoptada contra el Estado.", "", " Por decisión del 16 de julio de 1987, el Ministro de Educación Nacional y de Cultos estableció el Consejo de Administración de la ODEP conforme al artículo 8 de la Ley 1.700/1987 . Algunos Monasterios, entre ellos tres demandantes y sus archimandritas, atacaron la decisión ante el Consejo de Estado; entre otras razones, alegaban que la Ley 1.700/1987 constituía una violación de la Constitución griega y del Convenio Europeo. A través de la Sentencia de 7 de diciembre de 1987 el Consejo de Estado consideró que la Ley era constitucional, pero anuló la Decisión de 16 de julio de 1987.", "", " El 11 de mayo de 1988 el Santo Sínodo permanente firmó un acuerdo con el Estado griego por el cual algunos de los Monasterios demandantes -Assomaton Petraki, Phlamourion Volou y Ossios Loucas- cedían al Estado sus tierras agrícolas y forestales. El acuerdo fue ratificado por el Parlamento (Ley 1.811/1988) el 13 de octubre de 1988.", "", " A través de dos circulares de enero y febrero de 1989 el Ministro de Agricultura decidió desarrollar las Leyes 1.700/1987 y 1.811/1988. Sin embargo, las modalidades de cesión no han sido todavía establecidas, sobre todo en lo relativo al procedimiento que debe seguirse para determinar qué bienes deben ser transferidos, ya sea en virtud de la Ley 1.700/1987 o de la Ley 1.811/1988. Además, han aparecido diversos problemas en cuanto a la delimitación de los terrenos de arbolado que se supone pertenecen al Estado.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Presentados dos recursos, uno el 16 de julio de 1987 y otro el 15 de mayo de 1988, la Comisión los unió el 4 de diciembre de 1989. Los admitió el 5 de junio de 1990, pero únicamente en la medida en que procedieron de Monasterios.", "", " Tras haber intentado en vano un acuerdo amistoso, adoptó un informe de 14 de enero de 1993, reconociendo los hechos del caso y formulando la opinión de que:", "", " a) En cuanto al conjunto de los Monasterios demandantes, - el traspaso de la propiedad establecido por la Ley 1.700/1987 no violó el artículo 1 del Protocolo número 1 (unanimidad);", "", " - las disposiciones de la Ley 1.700/1987, tal y como ha sido modificada por la Ley 1.811/1988, no violaron el artículo 1 del Protocolo número 1 (unanimidad);", "", " - que no hubo violación de los artículos 9, 11, 13 del Convenio (unanimidad), ni del derecho de los Monasterios a un proceso equitativo, en el sentido del artículo 6.1 (unanimidad), ni del artículo 14 en relación con los artículos 6, 9 y 11 del Convenio y 1 del Protocolo número 1 (unanimidad).", "", " b) En cuanto a los Monasterios Ano Xenia, Aghia Lavra Kalavryton, Metamorphossis Sotiros, Chryssoleontissa Eginis y Mega Spileo Kalavryton,", "", " - que no hubo violación del derecho de acceso a un Tribunal, en el sentido del artículo 6.1 (once votos contra dos).", "", " c) En cuanto a los Monasterios Assomaton Petraki, Phlamourion Volou y Ossios Loucas, - que no hubo violación del derecho de acceso a un Tribunal, en el sentido del artículo 6.1 (unanimidad).", "", " El 7 de abril de 1993 la Comisión trasladó el caso ante el Tribunal.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Excepciones preliminares del Gobierno", "", " A. Competencia rationae personae del Tribunal", "", " El Tribunal rechaza la excepción preliminar del Gobierno según la cual los Monasterios demandantes no tendrían la condición de organización no gubernamental en el sentido del artículo 25 del Convenio.", "", " Situados bajo la tutela -espiritual- del arzobispo del lugar en el que se encuentran ubicados y no bajo la tutela del Estado, los Monasterios se constituyen en entidades distintas de este último, respecto del cual gozan de una total autonomía (unanimidad).", "", " B. Agotamiento de las vías de recurso internas", "", " El Tribunal rechaza asimismo la segunda excepción preliminar del Gobierno según la cual los Monasterios demandantes no habrían agotado en ningún caso las vías de recurso internas, puesto que ningún Tribunal se ha pronunciado sobre el litigio en relación con la violación alegada de sus derechos.", "", " El Tribunal señala que el Consejo de Estado juzgó las disposiciones pertinentes de la Ley 1.700/1987 conformes al artículo 17 de la Constitución y al Convenio Europeo. Se trata aquí de declaraciones emanadas de magistrados de una de las más altas instancias del país, lo que reduce considerablemente las posibilidades de éxito de cualquier otro recurso que los Monasterios demandantes hubieran planteado.", "", " En cuanto a las posibilidades de recursos mencionadas por el Gobierno, el Tribunal señala que o bien no se refieren a la violación denunciada y no pueden remediar las quejas de los demandantes, o bien no entran en la cuestión.", "", " II. Violación alegada del artículo 1 del Protocolo número 1", "", " A. Observaciones preliminares", "", " En este caso concreto el Tribunal debe examinar las Leyes 1.700/1987 y 1.811/1988 en la medida en que los interesados se refieren a las repercusiones de éstas sobre sus bienes.", "", " El Tribunal constata que el patrimonio agrícola y forestal de los Monasterios demandantes se encuentra en estos momentos sometido a dos regímenes jurídicos paralelos: el de la Ley 1.700/1987, que regula el patrimonio de los Monasterios de Ano Xenia, Aghia Lavra Kalavryton, Metamorphossis Sotiros, Chryssoleontissa Eginis y Mega Spileo Kalavryton, y el de la Ley 1.811/1988, que regula el patrimonio de los Monasterios de Assomaton Petraki, Phlamourion Volou y Ossios Loucas. Por tanto, considera necesario distinguir entre los Monasterios que han firmado el Convenio de 11 de mayo de 1988 y aquellos que no están vinculados a él.", "", " B. Situación de los Monasterios no contemplados en elConvenio del 11 de mayo de 1988", "", " 1. Existencia de una injerencia en el derecho de propiedad y regla del artículo 1 aplicable", "", " El Tribunal considera que al establecer una presunción de propiedad a favor del Estado, el artículo 3.1.A) de la Ley 1.700/1987 produce una modificación de la carga de la prueba, que a partir de ese momento es responsabilidad de los Monasterios demandantes: éstos sólo pueden hacer prevalecer su derecho de propiedad sobre los terrenos objeto del litigio si dicho derecho resulta de un título legal debidamente registrado, de una disposición legislativa o de una decisión judicial definitiva contra el Estado, pero no de la usucapión, ni incluso de una decisión judicial definitiva contra un simple particular [art. 3.1.A) en relación con el artículo 1.1].", "", " Al ser considerado propietario de tal patrimonio agrícola y forestal en virtud del apartado 1.A) del artículo 3, al Estado se le atribuye de oficio el uso y la posesión de dicho patrimonio, según el apartado 1.B) de ese mismo artículo. En opinión del Tribunal, se trata no de una simple norma de procedimiento relativa a la carga de la prueba, sino de una disposición de fondo que tiene como efecto traspasar al Estado la propiedad de los terrenos en litigio en su totalidad.", "", " En cuanto a la ausencia hasta ahora de medidas concretas de aplicación de la Ley 1.700/1987, invocada por el Gobierno, ello no invalida en nada el hecho de que las disposiciones de esta Ley siguen siendo aplicables respecto de los Monasterios demandantes que no han firmado el Convenio de 11 de mayo de 1988, y no garantiza en ningún caso que en un futuro un protocolo de expulsión administrativa pueda ser establecido.", "", " En consecuencia, el derecho al respeto de los bienes de los Monasterios demandantes es objeto de una injerencia que se analiza como una «privación» de la propiedad en el sentido de la segunda frase del primer apartado del artículo 1.", "", " 2. Por causa de utilidad pública", "", " Aunque ciertos aspectos de las medidas denunciadas pueden provocar dudas sobre las consideraciones que les han justificado, no serían suficientes para despojar al objetivo global de la Ley 1.700/1987 de su carácter legítimo de «utilidad pública».", "", " 3. Proporcionalidad de la injerencia", "", " En 1952 el legislador griego adoptó medidas para proceder a la expropiación de una gran parte del patrimonio agrícola monástico. Tanto en 1952 como en 1987 los Monasterios no ejercían ya las mismas funciones sociales, educativas y culturales que asumían antes de la creación del Estado griego. Sin embargo, el legislador griego estableció una indemnización equivalente a un tercio del valor real de las tierras expropiadas.", "", " Ahora bien, la Ley 1.700/1987 no contiene ninguna disposición similar. Las medidas previstas en los artículos 9 y 10 no pueden considerarse como el pago de una indemnización.", "", " Al imponer así una carga considerable a los Monasterios demandantes privados de su propiedad, la Ley 1.700/1987 no respeta el justo equilibrio entre los distintos intereses encausados concebido por el artículo 1 del Protocolo número 1 .", "", " Por tanto, existe una violación de este último en el caso de los cinco Monasterios demandantes que no se han adherido al Convenio de 11 de mayo de 1988 (unanimidad).", "", " C. Situación de los tres Monasterios parte del Convenio del 11 de mayo de 1988", "", " Según estos Monasterios -Assomaton Petraki, Ossios Loucas y Phlamourion Volou- la Ley 1.811/1988 también ignora el artículo 1 del Protocolo número 1. Pretenden haber firmado el Convenio de 11 de mayo de 1988 bajo coacción.", "", " A la vista del expediente, el Tribunal no está en condiciones de considerar que los tres Monasterios demandantes actuaron bajo coacción. En consecuencia, debe concluir que no ha existido injerencia en el derecho de propiedad de los interesados (unanimidad).", "", " III. Violación alegada del artículo 6.1 del Convenio", "", " Según los Monasterios demandantes, el artículo 1.1 de la Ley 1.700/1987 les niega el derecho a plantear el caso ante un Tribunal para que resuelva, en primer lugar, cualquier diferencia relativa a la gestión de los bienes que permanecen de su propiedad, y en segundo lugar, cualquier litigio relativo al establecimiento de una indemnización por expropiación de una parte de su patrimonio.", "", " El Tribunal señala que únicamente los Monasterios que no son parte en el Convenio de 11 de mayo de 1988 pueden formular estas demandas.", "", " En cuanto a la primera demanda, el Tribunal reconoce que al privar a estos Monasterios de toda posibilidad de plantear ante las jurisdicciones competentes cualquier denuncia relativa a sus derechos de propiedad que ellos pudieran presentar contra el Estado griego, contra terceros o contra la propia Iglesia de Grecia, o incluso intervenir en un procedimiento de esta naturaleza, el artículo 1.1 vulnera el contenido esencial de su «derecho a un Tribunal». Por tanto, hubo violación del artículo 6.1 en cuanto a la primera denuncia (unanimidad).", "", " En cuanto a la segunda denuncia, el Tribunal no considera que deba proseguir el examen de esta demanda al amparo del artículo 6.1, teniendo en cuenta la afirmación anterior relativa al artículo 1 del Protocolo número 1 y la relativa a la primera demanda (unanimidad).", "", " IV. Violación alegada a los artículos 9 y 11 del Convenio", "", " Respecto de la alegación presentada por los Monasterios relativa al artículo 9, el Tribunal considera que las disposiciones juzgadas contrarias al artículo 1 del Protocolo número 1 no se establecen de ninguna manera en relación con los bienes de los demandantes destinados al ejercicio del culto; en consecuencia, no suponen un atentado al ejercicio del derecho a la libertad de religión. En cuanto a la alegación acerca de la libertad de asociación (art. 11), parece asumir un carácter hipotético. Por consiguiente, no ha habido violación de los artículos 9 y 11 del Convenio (unanimidad).", "", " V. Violación alegada del artículo 13 del Convenio", "", " El Tribunal recuerda que el artículo 13 no exige un recurso por el que se pueda denunciar ante una autoridad nacional las leyes de un Estado parte que se estimen contrarias al Convenio. Por tanto, no puede aceptar la demanda de los interesados (unanimidad).", "", " VI. Violación alegada del artículo 14 del Convenio en relación con los artículos 6, 9 y 11 del Convenio y el artículo 1 del Protocolo número 1", "", " Por razón de los estrechos vínculos que unen a la Iglesia de Grecia con los Monasterios demandantes, la distinción entre éstos y los Monasterios dependientes del patriarcado ecuménico de Constantinopla, de los patriarcas de Alejandría, de Antioquía y de Jerusalén, del Santo Sepulcro y del Monte Sinaí, así como de aquellos relacionados con otras denominaciones y confesiones, tiene una justificación objetiva y razonable.", "", " En consecuencia, no ha habido violación del artículo 14 en relación con los artículos anteriormente mencionados del Convenio y del Protocolo número 1 (unanimidad).", "", " En cuanto a la diferencia derivada de la Ley 1.811/1988 entre los Monasterios que han firmado el Convenio de 11 de mayo de 1988 y aquellos que no están obligados por él, el Tribunal no juzga necesario resolver sobre esta cuestión a causa de sus constataciones acerca de los artículos 1 del Protocolo número 1 , y 6, 9 y 11 del Convenio (unanimidad).", "", " VII. Aplicación del artículo 50 del Convenio", "", " Los interesados reclaman una indemnización por perjuicio material, así como la devolución de los gastos y las costas por ellos asumidos ante los órganos del Convenio.", "", " En cuanto a la primera, al estimar que la cuestión se encuentra pendiente, el Tribunal la reserva teniendo en cuenta la posibilidad de un acuerdo entre el Estado demandado y los interesados (unanimidad).", "", " En cuanto a la segunda, el Tribunal les concede ocho millones cuatrocientos mil dracmas (unanimidad)."]}