{"file": "SPA_HJUDSPA_2034_07.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "2034/07", "text_paragraphs": ["", "", "", "", "", "", "", "", "", "", "", "", "", "", "SECCIÓN TERCERA", "", "", "", "", "", "ASUNTO OTEGI MONDRAGON C. ESPAÑA", "", "(Demanda nº 2034/07)", "", "", "", "", "", "SENTENCIA", "", "", "", "ESTRASBURGO", "", "15 de marzo de 2011", "", "", "Esta sentencia devendrá firme en las condiciones previstas en el § 2 del artículo 44 del Convenio. Puede sufrir retoques de forma.", "", "En el asunto Otegi Mondragón c. España,", "El Tribunal Europeo de Derechos Humanos (Sección Tercera), reunida en Sala compuesta por:", "\t Josep Casadevall, Presidente,\n\t Corneliu Bîrsan,\n\t Alvina Gyulumyan,\n\t Ján Šikuta,\n\t Luis López Guerra,\n\t Nona Tsotsoria,\n\t Mihai Poalelungi, jueces,\ny de Santiago Quesada, Secretario de Sección,", "Después de haber deliberado a puerta cerrada el 8 de marzo de 2011,", "Dicta la presente sentencia, adoptada en dicha fecha:", "PROCEDIMIENTO", "1.  En el origen del asunto se encuentra una demanda (nº 2034/07) dirigida contra el Reino de España, uno de cuyos ciudadanos, el Sr. Arnaldo Otegi Mondragón (“el demandante”), recurrió al Tribunal el 5 de enero de 2007 al amparo del artículo 34 del Convenio de protección de los derechos humanos y de las libertades fundamentales (“el Convenio”).", "2.  El demandante ha estado representado por Mr. D. Rouget y J. Goirizelaia Ordorika, abogados en San Juan de Luz y Bilbao respectivamente. El Gobierno español (“el Gobierno”) ha estado representado por su agente, el Sr. I. Blasco, Abogado del Estado-Jefe ante el Tribunal europeo de los derechos humanos en el Ministerio de Justicia.", "3.  El demandante alegaba que la decisión del Tribunal Supremo que le declara culpable de injurias graves al Rey constituía un ataque injustificado a su derecho a la libertad de expresión con arreglo al artículo 10 del Convenio.", "4.  El 27 de noviembre de 2008, el Presidente de la Sección Tercera decidió comunicar la demanda al Gobierno. De otra parte, tal como permite el artículo 29 § 1 del Convenio, se decidió que la Sala se pronunciaría al mismo tiempo sobre admisibilidad y sobre el fondo.", "5.  El 7 de junio de 2009, el demandante pidió al Tribunal la celebración de una audiencia pública. El Tribunal examinó esta demanda. Habida cuenta de los elementos de los que disponía, decidió que no era necesaria la celebración de una audiencia pública.", "SOBRE LOS HECHOS", "I. LAS CIRCUNSTANCIAS DEL CASO", "6.  El demandante nació en 1956. En el momento de la presentación de la demanda residía en Elgoibar (Gipuzkoa).", "7.  En la época de los hechos, el demandante era el portavoz de Sozialista Abertzaleak, grupo parlamentario de la izquierda independentista vasca en el Parlamento de la Comunidad autónoma del País Vasco.", "A. El origen del asunto", "8.  El 21 de febrero de 2003, por resolución del Juez Central de Instrucción nº 6 del Audiencia Nacional, se acordó la entrada y registro de los locales del diario Euskaldunon Egunkaria, en razón de los presuntos vínculos del Diario con ETA. Fueron detenidas diez personas, que eran los principales responsables del Diario (miembros del consejo de administración y Redactor Jefe). Después de cinco días de detención incomunicada, los interesados se quejaron de haber sufrido malos tratos durante la detención preventiva.", "9.  El 26 de febrero de 2003, el Presidente del Gobierno de la Comunidad autónoma recibió al Rey de España del País Vasco para participar en la inauguración de una central eléctrica en la provincia de Vizcaya.", "10.  Durante una rueda de prensa celebrada el mismo día en San Sebastián, el demandante, como portavoz del grupo parlamentario Sozialista Abertzaleak, expuso la evaluación política hecha por su grupo de la situación del Diario Egunkaria. En respuesta a una cuestión planteada por un periodista, afirmó, refiriéndose a la visita del rey al País Vasco, que “esto [era] patético” y que era una “verdadera vergüenza política” que el Presidente del Gobierno vasco inaugurara el proyecto (...) con Juan Carlos de Borbón, indicando que “esta imagen valía mas que mil de palabras”. Añadió que inaugurar un proyecto con el Rey de los Españoles, que era el jefe supremo último de la Guardia civil y el jefe supremo de las Fuerzas armadas españolas, era absolutamente lamentable. Con respecto a lo acontecido durante la operación policial contra el Diario Egunkaria, añadió que el Rey era el jefe de los que habían torturado a las personas detenidas en el marco de dicha operación. Se expresó en estos términos:", "“¿Cómo es posible que se fotografíen hoy en día en Bilbao con el Rey español, cuando el Rey español es el jefe máximo del Ejército español, es decir, el responsable de los torturadores y que ampara la tortura y que impone su régimen monárquico a nuestro pueblo mediante la tortura y la violencia?”", "B. El procedimiento penal ante el Tribunal Superior de Justicia del País Vasco", "11.  El 7 de abril de 2003, la Fiscalía presentó una querella criminal contra el demandante a causa de sus declaraciones del 26 de febrero de 2003, por «injurias graves al Rey”, según lo dispuesto en el artículo 490 § 3 del Código penal, en relación con el artículo 208 dicho del Código.", "12.  Ante el Tribunal Superior de Justicia del País Vasco, jurisdicción competente para examinar y juzgar los hechos de los que era acusado el demandante debido a su estatuto de parlamentario, este último alegó que sus manifestaciones, como crítica política, se dirigían contra el Jefe del Gobierno vasco. Añadió que no había ninguna intención de afectar a la dignidad y al honor en el hecho de decir que el Rey de España era el jefe supremo de la Guardia civil, puesto que no era sino una constatación de la realidad política del Estado español, donde el Rey poseía el mando último y supremo de las Fuerzas armadas. Por otra parte, para el demandante no implicaba en ningún caso una injuria o un ataque al honor el decir que la Guardia civil había torturado a los detenidos en el marco del cierre del Diario Euskaldunon Egunkaria, porque era la realidad y sobre tales hechos se habían iniciado unas diligencias ante el Juez de instrucción nº 5 de Madrid. Había también numerosas declaraciones de personalidades públicas a este respecto. En conclusión, se trataba para el demandante, responsable político, de una crítica política en el marco de la libertad de expresión, fundamento del Estado de Derecho y la democracia. El interesado recordaba a este respecto que un responsable político dispone de un margen de maniobra más amplio cuando se trata de informar a la sociedad sobre cuestiones de interés público.", "13.  Por una sentencia del 18 de marzo de 2005, el Tribunal Superior declaró al demandante inocente de los hechos que se le acusaban. El Tribunal, después de haber declarado que las manifestaciones del demandante “son claramente ofensivas, impropias, injustas, oprobiosas y ajenas a la realidad”, añadió lo que sigue:", "“(...) No se trata de una cuestión referente a la vida privada del jefe del Estado sino del rechazo de la vinculación del poder político fundado en el carácter hereditario de la institución que aquél personalmente simboliza (...) La crítica de una institución constitucional no está excluida del derecho a la libertad de expresión, y en tales casos éste adquiere, frente al derecho al honor, el carácter de un derecho constitucional prevalerte en tales materias. La Constitución no acuerda el derecho a la libertad de expresión sólo para algunos puntos de vista considerados correctos, sino para todas las ideas dentro de los límites que ella misma establezca (...)”.", "14.  El Tribunal concluye así:", "“Las declaraciones [del demandante] se realizaron en un ámbito de carácter público, político e institucional, no sólo en razón de la condición del sujeto agente, sino también de la de la autoridad a la que se dirige, coincidente con la más Alta Magistratura del Estado, y a su contexto, que es el de la crítica política hecha por el [jefe del gobierno vasco] por su formal hospitalidad en el recibimiento ofrecido a su Majestad el Rey Juan Carlos I, en las circunstancias que refiere de cierre de la revista Egunkaria y la detención de sus responsables, además de la denuncia de malos tratos hecha pública por aquéllos, y por tanto, ajeno al núcleo último de la dignidad de las personas, que el ordenamiento jurídico sustrae a toda injerencia de parte de terceros”.", "C. El recurso en casación ante el Tribunal Supremo", "15.  La Fiscalía recurrió en casación. Destacó, por una parte, que la ley protegía el honor del Rey como persona física concreta, titular de su dignidad personal, objeto del delito de injuria y, por otra parte, que la ley tenía por objeto garantizar el cumplimiento del contenido simbólico de la institución de la Corona, tal como establecía la Constitución española y “representada por el jefe del Estado, símbolo de su unidad y permanencia”. La gravedad del delito se deducía del hecho de que el legislador había pretendido garantizar a la dignidad del Rey una protección reforzada, incluso con relación a las otras autoridades públicas (artículos 496 y 504 del Código penal). Además, la inviolabilidad del Rey, declarada por el artículo 56 § 3 de la Constitución, mostraba la posición excepcional de la Corona en el sistema de la Constitución española de 1978. Esta posición constitucional ponía de manifiesto el carácter desproporcionado de las expresiones vejatorias e insultantes pronunciadas por el demandante. Según la Fiscalía, que se refirió en sucesivas ocasiones a la jurisprudencia del Tribunal europeo de derechos humanos, quedaba claro que el Rey se encontraba en el ejercicio de sus funciones y que era una persona que tiene un interés público, pero que eso no le privaba de su derecho al honor. A este respecto, recordó que el artículo 20 § 1 de la Constitución no protege un supuesto derecho al insulto. Por otra parte, invocando la analogía con la protección especial de que goza el Poder Judicial, según el artículo 10 § 2 del Convenio, afirmó que era necesario garantizar la misma protección al jefe del Estado, “símbolo de la unidad y la permanencia del Estado” y ajeno al juego político, contra “los ataques destructivos desprovistos de fundamento” que constituían las manifestaciones del demandante. Por último, para la Fiscalía, estas manifestaciones podían calificarse de “discurso del odio” en el sentido de la jurisprudencia del Tribunal, habida cuenta de la situación existente en lo que se refiere a los atentados terroristas.", "16.  Mediante dos sentencias del 31 de octubre de 2005, el Tribunal Supremo, en primer lugar, casó la sentencia dictada por la jurisdicción a quo basándose en numerosas referencias a la jurisprudencia del Tribunal y, en segundo lugar, condenó al demandante a una pena de un año de prisión, a la suspensión del derecho de sufragio pasivo durante la duración de la pena y al pago de las costas, como autor penalmente responsable de un delito de injurias graves al Rey. El Tribunal Supremo consideró que las observaciones controvertidas eran juicios de valor y no declaraciones sobre hechos. Estas declaraciones, calificadas de “oprobiosas” por el Tribunal a quo, expresaban un menosprecio del Rey y la institución que representa, afectando al núcleo último de su dignidad, al atribuirle una de las manifestaciones delictivas más graves en un Estado de Derecho. El ejercicio del derecho a la libertad de expresión había sido, por tanto, contrario al principio de proporcionalidad e innecesario, traspasando el límite a partir del cual se puede considerar que estamos en presencia de críticas hirientes y ofensivas. El Tribunal Supremo observó también que el contexto en el cual las afirmaciones se habían hecho no cambiaban nada su carácter ofensivo. Por una parte, las denuncias por malos tratos de los detenidos en el marco de la operación contra el Diario Egunkaria se habían archivado por falta de pruebas. Por otra, las manifestaciones denunciadas no podían interpretarse como una reacción o una respuesta a un debate político con el Rey. Habida cuenta de la gravedad de las manifestaciones injuriosas y de la voluntad del demandante de hacerlas públicas, el Tribunal Supremo fijó la pena de un año de prisión.", "17.  El juez P.A.I. expresó un voto particular a la sentencia. Éste consideró que las manifestaciones denunciadas eran de naturaleza política, habida cuenta la calidad de parlamentario del demandante y el contexto en el cual se habían pronunciado, a saber la visita del Rey al País Vasco y la actitud del Presidente del Gobierno Vasco a este respecto. Tal como hizo el Tribunal Superior de Justicia del País Vasco, el juez consideró que estas observaciones no cuestionaban la vida privada o el honor personal del Rey, sino que contemplaban solamente su papel institucional de jefe de las fuerzas armadas. No asignaban al Rey actos concretos de tortura, sino una responsabilidad objetiva como jefe del aparato estatal. El juez recordó que los límites de la libertad de expresión son más amplios respecto a las Instituciones, debido a que éstas no son titulares del honor, atributo exclusivo de la persona.", "D. El recurso de amparo ante el Tribunal Constitucional", "18.  El demandante presentó un recurso de amparo ante el Tribunal Constitucional. Alegaba, entre otras cosas, la violación de su derecho a la libertad de expresión (el artículo 20 § 1, a)) de la Constitución) y a la libertad ideológica (artículo 16 de la Constitución).", "19.  Para el demandante, la sentencia del Tribunal Supremo no había ponderado correctamente los derechos en conflicto; las frases controvertidas no contenían expresión injuriosa o vejatoria; las manifestaciones en cuestión no se dirigían principalmente contra el Rey de España, sino contra el Presidente de la Comunidad Autónoma vasca y, en cualquier caso, se correspondían con la realidad y no se referían ni a la vida privada ni a la actitud del Rey. Similares declaraciones no eran desproporcionadas en el contexto en el cual se habían formulado, a saber la recepción cordial que el Gobierno vasco había reservado al Rey de España después del cierre del diario Egunkaria y, en relación con este cierre, la detención de varias personas que habían declarado, ante los órganos jurisdiccionales así como en el Parlamento vasco, haber sido torturadas.", "20.  Por un auto del 3 de julio de 2006, notificado el 11 de julio de 2006, el Tribunal Constitucional declaró inadmisible, por carecer manifiestamente de contenido constitucional, el recurso de amparo formulado por el demandante. De entrada señala que el derecho a la libertad de expresión no incluye el derecho al insulto. Recordó a este respecto que la Constitución no prohibe el empleo de expresiones ofensivas en cualquier circunstancia, pero la libertad de expresión no protege las expresiones vejatorias que, independientemente de su veracidad, sean ofensivas, ignominiosas y no pertinentes para expresar las opiniones o información en cuestión.", "21.  La Alta jurisdicción estima que la ponderación de los diferentes derechos en conflicto había sido realizada de manera adecuada por la sentencia del Tribunal Supremo, en la que se había concluido que las manifestaciones litigiosas eran desproporcionadas teniendo en cuenta el contexto en el cual se habían pronunciado, el carácter público del acto, el interés público del asunto en cuestión (la práctica de la tortura) así como el carácter público de las personas afectadas (un representante político y el Rey). Para el Tribunal Constitucional, era difícil negar el carácter ignominioso, vejatorio e infamante de las manifestaciones controvertidas, incluso estando dirigidas a una persona pública. Esta conclusión era más válida al tratarse de la persona del Rey, que “no está sujeta a responsabilidad” según lo dispuesto en el artículo 56 § 3 de la Constitución y es “símbolo de la unidad y la permanencia del Estado”. Habida cuenta de su papel de “árbitro y de moderador del funcionamiento regular de las Instituciones”, el Rey ocupa una posición de neutralidad en el debate político, lo que implica que se le deba un respeto institucional “cualitativamente” diferente del debido a las otras Instituciones del Estado. La Alta jurisdicción se expresó del siguiente modo:", "“(...) En un sistema democrático, con libertad ideológica y de expresión, tal caracterización [de la figura del rey] no le hace inmune a la crítica “en el ejercicio de sus funciones o con motivo u ocasión de éstas” (...); pero tal eventual crítica no puede implicar la imputación de actuaciones efectivas del poder público -algo que imposibilita la Constitución según antes se ha señalado- como pretexto para menoscabar gratuitamente su dignidad o su estima pública »", "22.  Por último, el Tribunal Constitucional concluye que las manifestaciones del demandante, por su carácter obviamente infamante, iban manifiestamente más allá de lo que pueden entenderse por legítimo. Al igual que el Tribunal Supremo, considera que estas manifestaciones expresaban un menosprecio evidente del Rey y la institución personificada por su persona, afectando al núcleo íntimo de su dignidad. Por tanto, tales declaraciones no podían manifiestamente entenderse protegidas por el ejercicio del derecho a la libertad de expresión.", "E. La ejecución de la pena y hechos posteriores", "23.  Por un auto del 15 de mayo de 2006, el Tribunal Superior de Justicia del País Vasco pidió que la pena impuesta fuera objeto de una suspensión de la ejecución durante tres años. Según el Gobierno, la remisión de la pena fue acordada el 16 de julio de 2009.", "24.  El 8 de junio de 2007, tras la confirmación por el Tribunal Supremo de la sentencia del 27 de abril de 2006, por la que la Audiencia Nacional había condenado al demandante a quince meses de prisión por apología del terrorismo, el demandante fue encarcelado.", "25.  Actualmente, el demandante está en prisión provisional en el marco de otros procedimientos penales.", "II.  EL DERECHO INTERNO E INTERNACIONAL PERTINENTE", "A. La legislación nacional", "26.  Las disposiciones pertinentes de la Constitución española son del siguiente tenor:", "Artículo 14", "“Los españoles son iguales ante la Ley, sin que pueda prevalecer discriminación alguna por razón de nacimiento, raza, sexo, religión, opinión o cualquier otra condición o circunstancia personal o social.”", "Artículo 16", "“1.  Se garantiza la libertad ideológica,  de los individuos y las comunidades sin más limitación, en sus manifestaciones, que la necesaria para el mantenimiento del orden público protegido por la Ley.(...)”", "Artículo 20", "“1.  Se reconocen y protegen los derechos:", "a) a expresar y difundir libremente los pensamientos, ideas y opiniones mediante la palabra, el escrito o cualquier otro medio de reproducción.", "2. El ejercicio de estos derechos no puede restringirse mediante ningún tipo de censura previa. (...)", "4. Estas libertades tienen su límite en el respeto a los derechos reconocidos en este Título, en los preceptos de las Leyes que lo desarrollan y, especialmente, en el  y a la protección de la juventud y de la infancia.”", "Artículo 56", "“1. El Rey es el Jefe del Estado, símbolo de su unidad y permanencia, arbitra y modera el funcionamiento regular de las instituciones, asume la más alta representación del Estado Español en las relaciones internacionales, especialmente con las naciones de su comunidad histórica, y ejerce las funciones que le atribuyen expresamente la Constitución y las Leyes.", "(...)", "3. La persona del Rey es inviolable y no está sujeta a responsabilidad. (...)”", "Artículo 62", "“Corresponde al Rey:", "(...)", "h. El mando supremo de las Fuerzas Armadas. (...).", "Ejercer el derecho de gracia con arreglo a la Ley, que no podrá autorizar indultos generales (...)”", "", "27.  Las disposiciones pertinentes del Código penal (tal como fue modificado por la ley Orgánica nº10/1995 del 23 de noviembre de 1995) son las siguientes:", "Artículo 208", "“Es injuria la acción o expresión que lesionan la dignidad de otra persona, menoscabando su fama o atentando contra su propia estimación.", "Solamente serán constitutivas de delito las injurias que, por su naturaleza, efectos y circunstancias, sean tenidas en el concepto público por graves”", "Artículo 209", "“Las injurias graves hechas con publicidad se castigarán con la pena de multa de seis a catorce meses y, en otro caso, con la de tres a siete meses.”.", "", "28.  Para el delito de injurias al Rey, el artículo 490 del Código penal prevé las penas indicadas a continuación:", "Artículo 490", "“(...) 3.  El que calumniare o injuriare al Rey o a cualquiera de sus ascendientes o descendientes, a la Reina consorte o al consorte de la Reina, al Regente o a algún miembro de la Regencia, o al Príncipe heredero de la Corona, en el ejercicio de sus funciones o con motivo u ocasión de éstas, será castigado con la pena de prisión de seis meses a dos años si la calumnia o injuria fueran graves, y con la multa de seis a doce meses si no lo son”.", "Esta disposición figura en el título XXI del libro II del Código penal (“Delitos contra la Constitución”) y en el capítulo II de este título (“Delitos contra la Corona”).", "29.  Los artículos 496 y 504 del Código penal prevén el delito de injurias graves al Parlamento, al Gobierno o a otras Instituciones del Estado. Estos textos figuran en el título XXI del libro II del Código penal (“Delitos contra la Constitución”) y en el capítulo III de este título (“Delitos contra las Instituciones del Estado y la separación de los poderes”).", "Artículo 496", "“El que injuriare gravemente a las Cortes Generales o a una Asamblea Legislativa de Comunidad Autónoma, hallándose en sesión, o a alguna de sus Comisiones en los actos públicos en que las representen, será castigado con la pena de multa de doce a dieciocho meses (...)”", "Artículo 504", "“Incurrirán en la pena de multa de doce a dieciocho meses los que calumnien, injurien o amenacen gravemente al Gobierno de la Nación, el Consejo General del Poder Judicial, el Tribunal constitucional, al Tribunal supremo, o al Consejo del Gobierno o al Tribunal Superior de Justicia de una Comunidad autónoma (...)”", "B. Los textos del Consejo de Europa", "30.  Sobre esta materia, conviene referirse, en primer lugar, a la Declaración sobre la libertad del discurso político en los medios de comunicación, adoptada por el Comité de los Ministros el 12 de febrero de 2004. Se expresa así:", "“El Comité de Ministros de Consejo de Europa,", "(...) Consciente que algunos sistemas jurídicos internos conceden aún privilegios jurídicos a las personalidades políticas o a los funcionarios contra la difusión de información y opiniones que les conciernen en los medios de comunicación, lo que no es compatible con el derecho a la libertad de expresión e información garantizados por el artículo 10 del Convenio;", "(...) II. Libertad de crítica respecto al Estado o a las instituciones públicas", "El Estado, el Gobierno o cualquier otro órgano de los poderes ejecutivo, legislativo o judicial pueden ser objeto de críticas en los medios de comunicación. Debido a su posición preeminente, estas instituciones no deberían ser protegidas como tales por el derecho penal contra las declaraciones difamatorias o que insultan. No obstante, cuando estas instituciones se benefician de tal protección, esta protección debería aplicarse de manera muy restrictiva evitando, en todos los casos, que pudiera utilizarse para que se limite la libertad de crítica. Las personas que representan a estas instituciones permanecen por otra parte protegidas como individuos.", "(...) VI. Reputación de las personalidades políticas y funcionarios", "Las personalidades políticas no deberían beneficiarse de una mayor protección de su reputación y de sus otros derechos que la de las otras personas, y no deberían pues pronunciarse en derecho interno sanciones más severas contra los medios de comunicación cuando estos últimos critican personalidades políticas. (...)", "(...) VIII. Vías de recurso contra las violaciones por los medios de comunicación", "Las personalidades políticas y los funcionarios sólo deberían tener acceso a las mismas vías de recurso a disposición de los particulares en caso de violación de sus derechos por los medios de comunicación (...) La difamación o el insulto por los medios de comunicación no debería implicar pena de prisión, salvo si esta pena es estrictamente necesaria y proporcionada respecto a la gravedad de la violación de los derechos o de la reputación de otros, en particular si se violaron seriamente otros derechos fundamentales a través de declaraciones difamatorias o que insultaban en los medios de comunicación, como el discurso de odio”.", "31.  Por otra parte, la Resolución nº 1577 (2007) de la Asamblea parlamentaria, titulada “hacia una despenalización de la difamación”, se expresa así:", "“(...) 11. [La Asamblea] constata con una viva inquietud que numerosos Estados miembros prevén penas de prisión en caso de difamación y que algunos persisten a utilizarlas en la práctica, por ejemplo Azerbaiyán y Turquía.", "(...) 13. Por lo tanto, la Asamblea considera que las penas de prisión por difamación deberían derogarse sin más demora. Exhorta, en particular, a los Estados cuyas legislaciones prevén aún penas de prisión - aunque éstas no se impongan en la práctica - a derogarlos sin demora, para no dar ninguna excusa, aunque injustificada, a algunos Estados que siguen utilizándola, implicando así una degradación de las libertades públicas.", "(...) 17. En consecuencia, la Asamblea invita a los Estados miembros:", "17. 1. a suprimir sin demora las penas de encarcelamiento para difamación;", "17. 2. a garantizar que no hay un recurso abusivo a las diligencias penales (...);", "17. 3. a definir más concretamente en su legislación el concepto de difamación, con el fin de evitar una aplicación arbitraria de la ley, y de garantizar que el derecho civil aporta una protección efectiva de la dignidad de la persona afectada por la difamación;", "(...) 17. 6. a excluir de su legislación relativa a la difamación cualquier protección reforzada de las personalidades públicas, de acuerdo con la jurisprudencia del Tribunal (...)”.", "EN DERECHO", "I. SOBRE LA ALEGADA VIOLACIÓN DEL ARTÍCULO 10 DEL CONVENIO", "32.  El demandante alega que la decisión del Tribunal Supremo que le declara culpable de injurias graves al Rey constituye un ataque indebido a su derecho a la libertad de expresión con arreglo al artículo 10 del Convenio, que es del siguiente tenor:", "", "“1. Toda persona tiene derecho a la libertad de expresión. Este derecho comprende la libertad de opinión y la libertad de recibir o de comunicar informaciones o ideas sin que pueda haber injerencia de autoridades públicas y sin consideración de fronteras. El presente artículo no impide que los Estados sometan las empresas de radiodifusión, de cinematografía o de televisión a un régimen de autorización previa.", "2. El ejercicio de estas libertades, que entrañan deberes y responsabilidades, podrá ser sometido a ciertas formalidades, condiciones, restricciones o sanciones, previstas por la ley, que constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la integridad territorial o la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, la protección de la reputación o de los derechos ajenos, para impedir la divulgación de informaciones confidenciales o para garantizar la autoridad y la imparcialidad del poder judicial.”", "", "", "33.  El Gobierno se opone a esta tesis.", "A. Sobre admisibilidad", "34.  El Tribunal constata que esta queja no está manifiestamente mal fundada, según lo dispuesto en el artículo 35 § 3 del Convenio. Destaca por otra parte que no concurre ningún otro motivo de inadmisibilidad. Conviene pues declararla admisible.", "B. sobre el fondo", "1.  Argumentos de las partes", "a) el demandante", "35.  El demandante mantiene en primer lugar que la disposición del Código penal en la cual se basa su condena (artículo 490 § 3 del Código penal) no se formula con suficientemente precisión y claridad. De hecho, la protección reforzada prevista por el artículo 490 § 3 del Código penal se desviaría en favor de una defensa absoluta del sistema monárquico constitucional, yendo más allá de la defensa del honor y la dignidad de los individuos. Para el demandante, una interpretación tan amplia de esta disposición no puede entenderse como “prevista por la ley” en el sentido del apartado 2 del artículo 10.", "36.  Por otra parte, la injerencia no habría perseguido un “objetivo legítimo” tal como dispone el apartado 2 del artículo 10. Habría tenido por objeto sancionar de manera simbólica todo cuestionamiento de la monarquía como Institución y, por lo mismo, de la Constitución.", "37.  El demandante afirma que su condena ni es proporcionaba al objetivo legítimo contemplado, ni “necesaria en una sociedad democrática”. Se refiere a su propio estatuto de portavoz del grupo parlamentario independentista vasco y a las circunstancias particulares del caso: el cierre del diario vasco Egunkaria y la conmoción causada en la sociedad vasca debido a las alegaciones de tortura de las personas detenidas en el marco de esta operación. En sus manifestaciones, se habría referido a una cuestión de interés público, a saber, la práctica de la tortura por las fuerzas de seguridad españolas en el marco de la lucha antiterrorista, práctica cuya existencia se corroboraría por numerosos mecanismos internacionales de protección de los derechos humanos. En cuanto al argumento del Tribunal Supremo según el cual sus observaciones carecerían de fundamento habida cuenta del sobreseimiento de las denuncias por presuntas torturas, el demandante considera, por una parte, que no podía, cuando hizo sus declaraciones, conocer los resultados de la investigación penal que se desarrolló varios meses después de los hechos y, por otra parte, que no existe ninguna decisión definitiva en cuanto al archivo de estas denuncias. A este respecto, el demandante, refiriéndose a la sentencia Martínez Sala y otros c. España (nº 58438/00, § 160, 2 de noviembre de 2004), afirma que en España numerosas denuncias por tortura se archivan sin ulterior trámite sin que se efectúe ninguna investigación profunda. Por otra parte, el monarca habría concedido su gracia, en virtud de la Constitución española, a numerosos miembros de las fuerzas de seguridad españolas condenados por tortura. El interesado menciona como ejemplo la decisión del Comité de las Naciones Unidas contra la tortura en el asunto Kepa Urra Guridi c. España. Es en este contexto en el que deberían inscribirse las afirmaciones controvertidas hechas por el demandante quien durante su detención en julio de 1987, habría sido objeto de actos de tortura.", "38.  Además refiriéndose a la jurisprudencia del Tribunal en materia de ofensas hacia un Jefe de Estado (Colombani y otros c. Francia, n 51279/99, §§ 66-69, CEDDH 2002  V; Pakdemirli c. Turquía, n 35839/97, §§ 51-52, 22 de febrero de 2005), el demandante considera que el régimen de superprotección de la Corona en el Derecho penal español es incompatible con el artículo 10 del Convenio. Mientras que para los simples particulares y las otras instituciones la injuria debe calificarse de grave para que su autor sea perseguido, para la Corona una simple injuria basta y es castigable. Las injurias graves a la Corona son las únicas castigadas con una pena de prisión (de seis meses a dos años), mientras que para el derecho común y las otras Instituciones, las injurias graves se castigan con una pena de multa. Estas disposiciones confieren pues a la Corona “un privilegio exorbitante que no podría reconciliarse con la práctica y las concepciones políticas de hoy” (Colombani y demás, antes citado, § 68). El demandante se refiere a las evoluciones legislativas ocurridas en los Estados miembros del Consejo de Europa, donde la tendencia mayoritaria es someter al derecho común los ataques dirigidos contra el soberano. Así pues, la incriminación de las injurias al Rey no sería una medida necesaria en una sociedad democrática, tanto más que la incriminación de difamación e injuria bastaría a todo Jefe de Estado o monarca para hacer sancionar declaraciones que afecten a su honor.", "39.  En cuanto a la proporcionalidad de la sanción en cuestión, el demandante destaca que en virtud de la pena impuesta, que se ha convertido en ejecutoria después de la confirmación por el Tribunal Supremo de su condena de 2006 por apología del terrorismo, fue encarcelado del 8 de junio de 2007 al 30 de agosto de 2008. Refiriéndose a la jurisprudencia del Tribunal según el cual una pena de prisión firme impuesta por una infracción cometida en el marco del debate político sólo es compatible con la libertad de expresión en circunstancias excepcionales (Feridun Yazar c. Turquía, n 42713/98, § 27, 23 y de septiembre de 2004), considera que nada en el presente caso podría justificar la imposición de tal pena, que es a su modo de ver manifiestamente desproporcionada al objetivo perseguido. Por último, observa que el Rey no sufrió ningún perjuicio y que ningún procedimiento civil fue iniciado.", "b) el Gobierno", "40.  El Gobierno considera que las manifestaciones del demandante implican un grave ataque al honor de cualquier persona afectada, incluido obviamente el Rey. El hecho de calificar a una persona de torturador equivaldría a decir que viola los valores esenciales de la sociedad de los que forma parte y a suscitar una opinión negativa en cuanto a su dignidad y a su honorabilidad, sobre todo teniendo en cuenta que en el caso de autos la persona afectada por las manifestaciones tenía una obligación particular de respetar y de hacer respetar los valores esenciales en cuestión.", "41.  El Gobierno mantiene que los Tribunales españoles tuvieron debidamente en cuenta la jurisprudencia del Tribunal sobre este tema. A este respecto, recuerda que la jurisprudencia del Tribunal constitucional reconoce la importancia de la libertad de expresión como garantía esencial de una opinión pública libre, indisolublemente vinculada al pluralismo democrático. Sin embargo, el derecho a la libertad de expresión no protege, a su modo de ver, un supuesto derecho al insulto, y excluye pues de su ámbito de aplicación las expresiones vejatorias que son impertinentes y superfluas para expresar las opiniones o la información en cuestión. Refiriéndose a la jurisprudencia del Tribunal (Lingens c. Austria, 8 de julio de 1986, serie A nº 103), el Gobierno destaca que aunque los límites de la crítica admisible sean más amplios respecto a un hombre público, la reputación de éste debe también protegerse según lo dispuesto en el artículo 10 § 2 del Convenio, incluso cuando el interesado no actúa en el marco de su vida privada.", "42.  El Gobierno destaca la posición institucional particular que ocupa el Rey en virtud de la Constitución española, recordando que no se somete a ninguna responsabilidad y que su estatuto constitucional de neutralidad en el debate político exige al respecto un respeto institucional “cualitativamente” diferente del debido a las otras instituciones del Estado.", "43.  El Gobierno considera que aunque la crítica de un parlamentario regional hacia el rey de España puede ser más amplia, no cabe admitir que la Constitución española o el Convenio reconozca el derecho a la injuria en menoscabo de la dignidad de la persona. Tal como entienden los Tribunales españoles, añade que la injerencia controvertida no tiene en cuenta la ideología antimonárquica del demandante, sino las expresiones concretas que superaron el ejercicio legítimo del derecho a la libertad de expresión para afectar al derecho al honor del Rey. En conclusión, el Gobierno mantiene que los Tribunales españoles justificaron ampliamente la condena del demandante, a la luz del contexto del asunto.", "2.  Apreciación del Tribunal", "44.  No hay controversia entre las partes sobre que la condena del demandante constituye una “injerencia de las autoridades públicas” en su derecho a la libertad de expresión. Similar intromisión infringiría el Convenio si no cumple las exigencias del apartado 2 del artículo 10. Procede pues determinar si “estaba prevista por la ley”, inspirada por uno o más de los objetivos legítimos previstos en dicho apartado y “necesaria, en una sociedad democrática” para alcanzarlos.", "a) “Prevista por la ley”", "45.  El Tribunal constata que la condena del demandante tiene por fundamento jurídico el texto del artículo 490 § 3 del Código penal, que castiga la injuria hecha al Rey. En cuanto a la cuestión de si esta disposición fue aplicada por los órganos jurisdiccionales del caso con el fin de defender el régimen monárquico, como lo sugiere el demandante, hasta el punto de reducir la previsibilidad de la norma jurídica aplicable, es una cuestión vinculada en realidad a la pertinencia y a la suficiencia de los motivos elegidos por los órganos jurisdiccionales internos para justificar la injerencia controvertida en el derecho a la libertad de expresión del demandante; el Tribunal lo examinará en consecuencia en el marco de la evaluación de la “necesidad” de ésta.", "46.  El Tribunal concluye que la injerencia controvertida “estaba prevista por la ley” según lo dispuesto en el apartado 2 del artículo 10 del Convenio.", "b) Objetivo legítimo", "47.  Según el Tribunal, la injerencia perseguía uno de los objetivos enumerados en el artículo 10 § 2: la “protección de la reputación o los derechos de otros”, en este caso del Rey de España.", "c) “Necesario en una sociedad democrática”", "I.  Principios generales", "48.  La libertad de expresión constituye uno de los fundamentos esenciales de una sociedad democrática, una de las condiciones primordiales de su progreso y del desarrollo de cada individuo. Sin perjuicio del apartado 2 del artículo 10, ampara no sólo para la “información” o las “ideas” recibidas favorablemente o consideradas inofensivas o indiferentes, sino también las que ofenden, chocan o perturban: así lo demanda el pluralismo, la tolerancia y el espíritu de apertura sin las cuales no existe una “sociedad democrática” (Handyside c. el Reino Unido, 7 de diciembre de 1976, § 49, serie A n 24, Lindon, Otchakovsky-Laurens y July c. Francia [GC], Nos. 21279/02 y 36448/02, § 45, CEDDH 2007  XI, y Verein gegen Tierfabriken Schweiz (VgT) c. Suiza (n 2) [GC], n 32772/02, § 96, CEDDH 2009 ...). Tal como consagra el artículo 10, esa libertad se combina con excepciones que requieren no obstante una interpretación restrictiva, y la necesidad de limitarla debe encontrarse establecida de manera convincente.", "49.  El adjetivo “necesaria”, según lo dispuesto en § 2 del artículo 10, implica una “necesidad social imperiosa”. El Tribunal tiene pues competencia para pronunciarse en último término sobre si una “restricción” es compatible con la libertad de expresión que protege el artículo 10.", "El Tribunal no tiene por tarea, cuando efectúa su control, sustituir a los órganos jurisdiccionales internos competentes, pero sí comprobar desde el punto de vista del artículo 10 las decisiones que dictaron en virtud de su poder de valoración. No debe limitarse, por tanto, a analizar si el Estado demandado usó este poder de buena fe, con cuidado y de manera razonable: debe considerar la injerencia controvertida a la luz del conjunto del asunto para determinar si “es proporcionada al objetivo legítimo perseguido” y si los motivos alegados por las autoridades nacionales para justificarlo parecen “pertinentes y suficientes”. Así, el Tribunal debe convencerse de que las autoridades nacionales han aplicado las normas conforme a los principios consagrados al artículo 10 y si al hacerlo, además, se basaron en una aperciación aceptable de los hechos relevantes (véanse, entre otras muchas, las sentencias Mamère c. Francia, n 12697/03, § 19, CEDDH 2006  XIII, y Lindon, Otchakovsky-Laurens y July, antes citado, § 45).", "50.  El artículo 10 § 2 apenas deja lugar para restricciones a la libertad de expresión en el ámbito del discurso y el debate político -en el cual la libertad de expresión reviste la más alta importancia- o de las cuestiones de interés general. Preciosa para todos, la libertad de expresión lo es muy especialmente para un cargo electo del pueblo; representa a sus electores, manifiesta sus preocupaciones y defiende sus intereses. Por consiguiente, las injerencias en la libertad de expresión de un parlamentario obligan al Tribunal a realizar un control más estricto (Castells c. España, 23 de abril de 1992, § 42, serie A nº 236).", "Además, los límites de la crítica admisible son más amplios respecto a un hombre político, contemplado en este carácter, que los de un particular: a diferencia del segundo, el primero se expone inevitable y conscientemente a un control atento de sus hechos y gestos tanto por los periodistas como por el conjunto de los ciudadanos; debe, por lo tanto, mostrar una mayor tolerancia (Lingens, antes citado, § 42, Vacío Aizsardzības Klubs c. Letonia, n 57829/00, § 40, 27 de mayo de 2004, y Lopes Gomas DA Silva c. Portugal, n 37698/97, § 30, CEDDH 2000  X). Tiene ciertamente derecho a ver protegida su reputación, incluso fuera del marco de su vida privada, pero los imperativos de esta protección deben ponderarse con los intereses del libre debate de las cuestiones políticas, las excepciones a la libertad de expresión requieren una interpretación restrictiva (véase, en particular, Pakdemirli, antes citado, § 45, y Artun y Güvener c. Turquía, nº 75510/01, § 26, 26 y de junio de 2007).", "ii.  Aplicación de los principios anteriormente mencionados", "51.El Tribunal tiene en cuenta en primer lugar que el demandante se expresaba sin duda alguna en su calidad de cargo electo y portavoz de un grupo parlamentario, de modo que sus manifestaciones son parte del debate político (Mamère, precitada, § 20). Por otra parte, las afirmaciones hechas por el demandante estaban incluidas en una cuestión de interés público en el País Vasco, a saber la recepción que el Presidente del Gobierno vasco ofreció al Rey de España en su visita oficial al País Vasco el 26 de febrero de 2003, en el contexto del cierre del Diario en lengua vasca Egunkaria y de la detención de sus responsables algunos días antes, así como de la denuncia de malos tratos hecha pública por estos últimos. Las declaraciones del demandante se inscribían pues en el marco de un debate sobre cuestiones de interés público. El margen de apreciación del que disponían las autoridades para juzgar la “necesidad” de la sanción pronunciada contra el demandante era, en consecuencia, especialmente limitado (véase, mutatis mutandis, Mamère, antes citado, § 20).", "52.  El Tribunal debe ahora examinar los motivos que llevaron a los órganos jurisdiccionales internos a dictar las resoluciones controvertidas, con el fin de determinar si eran suficientes y pertinentes para justificar la condena del demandante con fundamento en el objetivo legítimo enunciado, a saber la protección de la reputación del Rey de España. El Tribunal Supremo, casando la sentencia absolutoria del Tribunal Superior de Justicia del País Vasco, condenó al demandante a una pena de prisión de un año por injurias graves al Rey. Consideró que las manifestaciones controvertidas afectaban directamente a la persona del Rey de España y a la Institución personificada por éste, y que superaban los límites de la crítica admisible.", "53.  Por lo que se refiere a los términos empleados por el demandante, los Tribunales nacionales consideraron que eran ignominiosos, vejatorias e infamantes, en la medida en que atribuía al Jefe del Estado “una de las conductas sancionables más graves en un Estado de Derecho”, a saber la tortura (“responsable de la tortura”, “que protege la tortura” y “que impone su régimen monárquico a nuestro pueblo por medio de la tortura y la violencia”). El Tribunal recuerda a este respecto que procede distinguir entre declaraciones sobre hechos y juicios de valor. Si la realidad de los hechos puede probarse, los segundos no se prestan a una demostración de su exactitud; la pretendida exigencia de acreditación de la veracidad de los juicios de valor es irrealizable y afecta a la propia libertad de opinión, elemento fundamental del derecho garantizado por el artículo 10. La calificación de una declaración como fáctica o juicio de valor recae, sin embargo, en primer término en el margen de apreciación de las autoridades nacionales, en particular, de los órganos jurisdiccionales internos. Por otra parte, incluso cuando una declaración equivale a un juicio de valor, debe basarse en una base fáctica suficiente, pues, de lo contrario, sería excesiva (véase, por ejemplo, Lindon, Otchakovsky-Laurens y July, antes citado, § 55). El Tribunal precisa también que la necesidad de proporcionar hechos que apoyan un juicio de valor es menos rigurosa cuando éstos ya se conocen por el público en general (Feldek c. Slovaquie, no 29032/95, § 86, CEDH 2001  VIII).", "En este caso concreto, el Tribunal observa que el Tribunal Supremo afirmó en su sentencia que las manifestaciones controvertidas eran juicios de valor y no afirmaciones de hechos. Consideró sin embargo, que el contexto en el cual estas afirmaciones se habían hecho no podía justificar su gravedad, habida cuenta del hecho de que las denuncias de los responsables del Diario Egunkaria por presuntas torturas habían sido sobreseidas por falta de pruebas. El Tribunal destaca que las observaciones del demandante tenían un vínculo suficiente con las alegaciones de malos tratos, hechas públicas por el Redactor Jefe del Diario Egunkaria en el momento de su puesta en libertad. Tiene en cuenta por otra parte que las fórmulas empleadas por el demandante podían considerarse insertas en el marco de un debate público más amplio sobre la posible responsabilidad de las fuerzas de seguridad del Estado en casos de malos tratos.", "54.Examinando las manifestaciones en sí mismas, el Tribunal admite que las expresiones utilizadas por el demandante pudieron ser consideradas como provocativas. Sin embargo, si bien es cierto que todo individuo que se compromete en un debate público de interés general, como el demandante en este caso, no debe superar algunos límites, en particular, el respeto de la reputación y los derechos de otros, le está permitido recurrir a una determinada dosis de exageración, o incluso de provocación, es decir, de ser un tanto inmoderado en sus observaciones (Mamère, precitada, § 25). El Tribunal observa que si algunos términos del discurso del demandante describen un cuadro muy negativo del Rey como institución y dan así al relato una connotación hostil, no incitan sin embargo a la violencia, y no se trata de un discurso de odio, lo que a los ojos del Tribunal es el elemento esencial que debe tenerse en cuenta (véase, a contrario, Sürek c. Turquía (n 1) [GC], n 26682/95, § 62, CEDDH 1999  IV). Por lo demás, tiene en cuenta que ni los órganos jurisdiccionales internos ni el Gobierno justificaron la condena del demandante hablando de la incitación a la violencia o discurso de odio.", "El Tribunal tiene en cuenta, por otra parte, que se trataba de expresiones orales pronunciadas en una rueda de prensa, lo que privó al demandante de la posibilidad de reformularlas, de perfeccionarlas o retirarlas antes de que se hicieran públicas (Fuentes Bobo c. España, nº 39293/98, § 46, 29 de febrero de 2000, y Birol c. Turquía, n 44104/98, § 30, 1 de marzo de 2005).", "55.  El Tribunal constata a continuación que, para condenar al demandante, los órganos jurisdiccionales internos se basaron en el artículo 490 § 3 del Código penal, disposición que concede al Jefe del Estado un nivel de protección más elevado que a otras personas (protegidas por el régimen común de la injuria) o Instituciones (como el Gobierno y el Parlamento) respecto a la difusión de información u opiniones que les conciernen, y que prevé sanciones más graves para los autores de declaraciones injuriosas (véase apartados 27-29 arriba). A este respecto, el Tribunal ya declaró que una mayor protección otorgada por una ley especial respecto de las ofensas no se ajusta, en principio, al espíritu del Convenio. En su sentencia Colombani y otros, antes citada, examinó el artículo 36 de la ley francesa del 29 de julio de 1881, derogada después, referente a los delitos contra los Jefes de Estado y agentes diplomáticos extranjeros. Consideró que la aplicación del artículo 36 de la ley de 1881 confería a los Jefes de Estado extranjeros un privilegio exorbitante, sustrayéndolos de la crítica en función únicamente de su función o estatuto, lo que no es compatible con la práctica y las concepciones políticas de hoy en día. Concluyó que era el régimen especial de protección previsto por el artículo 36 de la ley para los Jefes de Estado extranjeros lo que atentaba contra la libertad de expresión, y no el derecho de estos últimos de hacer sancionar los ataques a su honor en las condiciones de derecho reconocidas a cualquier persona (Colombani y otros, antes citado, § 69). En su sentencia Artun y Güvener, antes citada, el Tribunal consideró que lo que se había enunciado en la sentencia Colombani y otros, con respecto a los Jefes de Estado extranjeros, valía con mayor razón en relación con el interés de un Estado en proteger la reputación de su propio Jefe de Estado: similar interés no podía justificar el conferir a este último un privilegio o una protección especial frente al derecho a informar y expresar opiniones (Artun y Güvener, antes citados, § 31; ver también, por lo que se refiere a la protección excesiva del estatuto de Presidente de la República en materia civil, Pakdemirli, antes citado, § 52).", "56.  El Tribunal considera que, a pesar de las diferencias existentes con un régimen republicano como el de Turquía, los principios que se deducen de su propia jurisprudencia en la materia son en teoría también válidos respecto un régimen monárquico como el de España, donde el Rey ocupa una posición institucional singular, como lo recuerda el Gobierno. En efecto, en el asunto Pakdemirli antes citado, la sobreprotección excesiva del Presidente de la República se debía también a que la persona que ocupaba esta función carecía de la condición de hombre político y era un hombre de Estado (Pakdemirli, précité, § 51). El Tribunal considera que el hecho de que el Rey ocupe una posición de neutralidad en el debate político, una posición de árbitro y símbolo de la unidad del Estado, no podría ponerlo al abrigo de toda crítica en el ejercicio de sus funciones oficiales o - como en el caso- como representante del Estado que simboliza, en particular para los que rechazan legítimamente las estructuras constitucionales de este Estado, incluido su régimen monárquico. A este respecto, tiene en cuenta que el Tribunal Superior de Justicia del País Vasco, que declaró inocente al demandante en primera instancia, recordó que criticar una institución constitucional no está excluido del derecho a la libertad de expresión (apartado 13 arriba). El Tribunal se siente en el deber de destacar que es precisamente cuando se presentan ideas que ofenden, chocan o pertuban el orden establecido cuando la libertad de expresión es más preciosa (Women on Waves y otros c. Portugal, nº 31276/05, § 42, CEDDH 2009 ...). Además considera que el hecho de que el Rey “no esté sujeto a responsabilidad” en virtud de la Constitución española, en particular, a nivel penal, no podría suponer un obstáculo en sí al libre debate sobre su posible responsabilidad institucional, o incluso simbólica, a la cabeza del Estado, dentro de los límites del respeto a su reputación como a la de cualquiera.", "57.  A este respecto, el Tribunal considera que en este caso las manifestaciones controvertidas no cuestionaban la vida privada del Rey (véase, a contrario, Normal Verlags GmbH c. Austria (n 2), nº 21277/5, 4 y de junio de 2009, asunto en el cual se cuestionaban los aspectos íntimos de la vida privada del Presidente austríaco; ver también Von Hannover c. Alemania, nº 59320/00, § 64, CEDDH 2004  VI) o su honor personal, y que no implicaban un ataque personal gratuito contra su persona (véase, a contrario, Pakdemirli, antes citado, § 46). Tiene en cuenta también que para el Tribunal Superior de Justicia del País Vasco, las declaraciones del demandante se pronunciaron en un contexto público y político, ajeno al “núcleo último de la dignidad de las personas” (apartado 14 arriba). El Tribunal observa por otra parte que estas manifestaciones no cuestionaban tampoco la manera en que el Rey había ejercido de sus funciones oficiales en un ámbito particular ni le asignaban ninguna responsabilidad individual en la comisión de una infracción penal concreta. Las fórmulas empleadas por el demandante contemplaban solamente la responsabilidad institucional del Rey como jefe y símbolo del aparato oficial y de las fuerzas que, según las declaraciones del demandante, habían torturado a los responsables del Diario Egunkaria.", "58.Por último, en cuanto a la sanción, si bien es totalmente legítimo que las instituciones del Estado estén protegidas por las autoridades competentes en su calidad de garantes del orden público institucional, la posición dominante que estas Instituciones ocupan, obliga a las autoridades a demostrar contención en el uso de la vía penal (véase, mutatis mutandis, Casstells, antes citado, § 46; ver también los trabajos del Consejo de Europa, apartados 30 y 31 citados). A este respecto, el Tribunal destaca que la naturaleza y la dureza de las penas impuestas son también elementos que deben tenerse en cuenta cuando se trata de medir la “proporcionalidad” de la injerencia. Observa la severidad particular de la sanción pronunciada: se condenó al demandante a una pena de un año de prisión. Su condena, por otra parte, le supuso una suspensión del derecho de sufragio pasivo durante el tiempo de cumplimento de la pena, cuando era un hombre político.", "59.  El Tribunal ya consideró que si la fijación de las penas es en principio competencia de los órganos jurisdiccionales nacionales, una pena de prisión impuesta por una infracción cometida en el ámbito del discurso político sólo es compatible con la libertad de expresión garantizada por el artículo 10 del Convenio en circunstancias excepcionales, en particular, cuando se hayan afectado seriamente otros derechos fundamentales, como en la hipótesis, por ejemplo, de la difusión de un discurso de odio o incitación a la violencia (Bingöl c. Turquía, n 36141/04, § 41, 22 de junio de 2010; mutatis mutandis, Cumpănă y Mazăre c. Rumania [GC], n 33348/96, § 115, CEDDH 2004  XI). Se remite a este respecto a la orientación dada en los trabajos del Comité de Ministros y de la Asamblea parlamentaria del Consejo de Europa sobre las penas de prisión en el marco del discurso político (apartados 30 y 31 citados).", "60.  Nada en las circunstancias del presente caso, donde las afirmaciones controvertidas se hicieron en el contexto de un debate sobre una cuestión que presentaba un interés público legítimo, podía justificar la imposición de una pena de prisión. Por su propia naturaleza, tal sanción produce inevitablemente un efecto disuasorio, a pesar del hecho de que se haya suspendido la ejecución de la pena del demandante. Si tal medida pudo aliviar la situación del demandante, no borra sin embargo su condena ni las repercusiones duraderas de toda inscripción en el registro de antecedentes penales (véase, mutatis mutandis, Artun y Güvener, antes citados, § 33, y Martchenko c. Ucrania, nº 4063/04, § 52, 19 de febrero de 2009).", "61.Habida cuenta de lo que precede, suponiendo incluso que las razones alegadas por los órganos jurisdiccionales internos puedan considerarse pertinentes, no bastan para demostrar que la injerencia denunciada era “necesaria en una sociedad democrática”. A pesar del margen de apreciación de las autoridades nacionales, el Tribunal considera que la condena del demandante es desproporcionada al objetivo contemplado.", "62.  Por lo tanto, hay violación del artículo 10 del Convenio.", "II.SOBRE LA ALEGADA VIOLACIÓN DEL ARTÍCULO 14 EN RELACIÓN CON EL ARTÍCULO 10 DEL CONVENIO", "63.  El demandante se considera víctima de una discriminación basada en sus opiniones políticas y su función de portavoz del movimiento independentista vasco. Alega el artículo 14 del Convenio combinado con el artículo 10. El artículo 14 se expresa así:", "Artículo 14", "“El disfrute de los derechos y libertades reconocidos en el (...) Convenio debe estar garantizado, sin distinción ninguna, fundada, en particular, sobre el sexo, la raza, el color, la lengua, la religión, las opiniones políticas o todas las opiniones, el origen nacional o social, la pertenencia a una minoría nacional, la fortuna, el nacimiento o cualquier otra situación.”", "64.  El Tribunal destaca que esta queja está vinculada a la examinada más arriba y debe pues también ser declarada admisible.", "65.  Habida cuenta lo constatado en relación con el artículo 10 del Convenio (apartado 62 anterior), el Tribunal considera que no hay motivos para examinar separadamente la queja formulada al amparo del artículo 14 en relación con el artículo 10 (véase, entre otras cosas, Bingöl, antes citado, § 44).", "III.  SOBRE LA APLICACIÓN DEL ARTÍCULO 41 DEL CONVENIO", "66.  Según el artículo 41 del Convenio,", "", "“Si el Tribunal declara que ha habido violación del Convenio o de sus Protocolos y si el derecho interno de la Alta Parte Contratante sólo permite de manera imperfecta reparar las consecuencias de dicha violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa”.", "A. daño material", "67.  El demandante reclama 78.586 euros (EUR) en concepto de perjuicio material que habría sufrido. Mantiene que esta suma corresponde a las pérdidas efectivamente sufridas como consecuencia directa de la violación alegada, en particular, por la pérdida de las compensaciones como parlamentario vasco a causa de su encarcelamiento del 8 de junio de 2007 al 30 de agosto de 2008.", "68.  El Gobierno impugna esta pretensión.", "69.  No apreciando vínculo de causalidad entre la violación constatada y el daño material alegado, el Tribunal rechaza esta pretensión.", "B. Daño moral", "70.  El demandante pide 30.000 EUR en concepto de perjuicio moral que habría sufrido.", "71.  El Gobierno juzga excesiva la suma reclamada.", "72.  El Tribunal considera que el demandante sufrió, debido a la violación constatada, un daño moral que no puede ser reparado por la simple constatación de la violación. Resolviendo en equidad, como prevé el artículo 41 del Convenio, concede al demandante la suma de 20.000 EUR por perjuicio moral.", "C. Gastos y costas", "73.  El demandante pide también 3 000 EUR por los gastos y costas causados ante el Tribunal.", "74.  El Gobierno impugna esta pretensión.", "75.  En este caso y habida cuenta los documentos aportados y su jurisprudencia, el Tribunal considera razonable la suma de 3.000 EUR por el procedimiento ante el Tribunal y la reconoce al demandante.", "D. intereses moratorias", "76.  El Tribunal considera apropiado calcular los intereses moratorios con base en el tipo de interés de la facilidad marginal de crédito del Banco Central Europeo incrementado en tres puntos de porcentaje.", "\nPOR ESTOS MOTIVOS, EL TRIBUNAL, POR UNANIMIDAD,", "1.  Declara la demanda admisible;", "", "2.  Dice que hay violación del artículo 10 del Convenio;", "", "3.  Dice que no hay motivo para examinar la queja deducida en relación con el artículo 14 del Convenio;", "", "4.  Dice,", "a)  que el Estado demandado debe abonar al demandante, en tres meses a partir del día en que la sentencia sea definitiva conforme al artículo 44 § 2 del Convenio, las siguientes cantidades:", "i. 20 000 EUR (veinte mil de euros) para daño moral;", "ii. 3 000 EUR (tres mil de euros) por gastos y costas;", "iii. Todo importe que pueda ser debido en calidad de impuesto sobre dichas cantidades;", "que a partir de la expiración de dicho plazo y hasta el pago, este importe será incrementado por un interés simple calculado conforme al tipo de interés de la facilidad marginal de crédito del Banco Central Europeo incrementado en tres puntos de porcentaje;", "5.  Rechaza la solicitud de satisfacción equitativa en cuanto al resto.", "Hecha en francés, y posteriormente notificada por escrito el 15 de marzo de 2011, en aplicación del artículo 77 §§ 2 y 3 del Reglamento.", "\t Quesada\tJosep Casadevall\n\tSecretario\tPresidente", "", "", ""]}