{"file": "SPA_HJUDSPA_16969_90.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "16969/90", "text_paragraphs": ["Sentencia 16969/90", "", "CASO KEEGAN CONTRA IRLANDA", "", " Artículos 8 (Respeto a la vida privada y familiar) y 6.1 (Derecho a un proceso justo) Sentencia de 26 de mayo de 1994", "", " Mediante fallo dictado en Estrasburgo el 26 de mayo de 1994 y recaído en el caso Keegan contra Irlanda, el Tribunal Europeo de Derechos Humanos resolvió por unanimidad que la entrega de la niña a una institución para su adopción supuso la infracción de los artículo 8 y 6.1 del Convenio Europeo de Derechos Humanos .", "", " El fallo fue leído en audiencia pública por el Presidente del Tribunal, D. Rolv Ryssdal.", "", "", "", " 1. HECHOS", "", " La amiga del actor dio a luz el 29 de septiembre de 1988 a una niña, S., de la que aquél es el padre. El 17 de noviembre de 1988 S. fue entregada a un establecimiento para su adopción por la madre, que informó posteriormente al interesado.", "", " Éste incoó un procedimiento con el fin de ser nombrado tutor de S. de acuerdo con lo establecido en el artículo 6A de la Ley de 1964 sobre Tutela de Menores, lo que le habría permitido oponerse a la adopción de su hija y obtener su custodia. El 29 de mayo de 1989 la Circuit Court le nombró tutor y le atribuyó la custodia de la niña.", "", " La madre y los eventuales adoptantes interpusieron apelación ante la High Court. Ésta estimó en julio de 1989 que el actor era apto para ser designado tutor y que no existía ninguna circunstancia relacionada con el bienestar de la niña que exigiera una negativa. La madre remitió, no obstante, el caso al Tribunal Supremo para que se pronunciara prejudicialmente sobre la interpretación que había de darse a dos puntos de la legislación pertinente. El 1 de diciembre de 1989 el Tribunal Supremo estimó concretamente que el padre natural no tiene derecho a ser nombrado tutor, sino únicamente a formular una petición en ese sentido. La consideración primordial es el bienestar del niño.", "", " La High Court retomó el examen del caso a la luz de la decisión del Tribunal Supremo, y el 9 de febrero de 1990 estimó que la solicitud presentada por el actor con el fin de ser nombrado tutor y obtener la custodia de la niña debía rechazarse, dado que, con el tiempo, el afecto de la niña hacia los eventuales adoptantes se había acrecentado y su sustracción a éstos amenazaba todavía más con tener efectos traumáticos. Posteriormente se adoptó una orden de adopción en relación con la niña.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " En su recurso del 1 de mayo de 1991 dirigido a la Comisión, el Sr. Keegan se quejaba de una lesión a su derecho a la vida familiar (art. 8) dado que su hija había sido entregada a un establecimiento para su adopción a sus espaldas y sin su consentimiento y debido a que el Derecho interno no le había ofrecido ni siquiera un derecho revocable a ser designado tutor. Alegaba asimismo que no tuvo acceso a un tribunal (art. 6.1), dado que carecía de legitimación para intervenir en el procedimiento ante el Consejo de Adopción. Pretendía también que, como padre natural, había sido víctima de una discriminación en el ejercicio de los citados derechos (art. 14 en relación con el art. 6 y/o el art. 8) si se comparaba su situación con la de un hombre casado.", "", " La Comisión admitió el recurso el 13 de febrero de 1992. En su informe del 17 de febrero de 1993 formuló la opinión de que hubo infracción del artículo 8 y del artículo 6.1 (unanimidad) y que no se imponía examinar si también se incumplió el artículo 14 en relación con las citadas disposiciones (once votos contra uno).", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Excepciones preliminares del Gobierno", "", " A. Legitimación del actor para demandar en nombre de su hija", "", " En la audiencia celebrada ante el Tribunal el actor indicó que ya no tenía motivos para mantener ninguna queja por lesión a los derechos de su hija, dado que mientras tanto ésta había sido objeto de una orden de adopción.", "", " Teniendo en cuenta esa postura, el Tribunal se estima obligado únicamente a examinar las alegaciones referentes a las infracciones de los derechos del actor.", "", " B. Agotamiento de las vías de recurso internas", "", " Por no haber planteado este punto ante la Comisión, el Gobierno no puede pretender que el actor no recurrió ante el Tribunal Supremo la resolución final de la High Court en el procedimiento relativo a la tutela y la custodia.", "", " El Gobierno afirma asimismo:", "", " 1. Que el actor no se quejó ante las jurisdicciones irlandesas de que la ley no le permitiera en absoluto participar en el proceso de adopción y, en particular, ser consultado por el Consejo de Adopción antes de la eventual adopción.", "", " 2. Que no impugnó la constitucionalidad de las disposiciones jurídicas referentes a los padres naturales, emprendiendo ante la High Court una instancia donde se alegara que el Estado no le había tratado en condiciones de igualdad con los padres casados y no defendió sus derechos personales.", "", " El Tribunal estima que el Sr. Keegan no habría tenido ninguna perspectiva de éxito formulando tales quejas ante los tribunales, habida cuenta de la jurisprudencia del Tribunal Supremo, que niega a los padres naturales todo derecho constitucional a participar en el proceso de adopción.", "", " El Tribunal rechaza, pues, las excepciones de no agotamiento de las vías de recurso internas.", "", " II. Infracción alegada del artículo 8", "", " A. Aplicabilidad del artículo 8", "", " El Tribunal recuerda que la noción de «familia» objeto de ese artículo no se limita sólo a las relaciones basadas en el matrimonio y puede englobar otros vínculos «familiares» de facto cuando las partes cohabitan fuera del matrimonio. El hijo nacido de esas relaciones se inserta de pleno Derecho en la «cédula» familiar desde el momento de su nacimiento y por el hecho mismo de éste. Así pues, entre el hijo y sus padres existe un vínculo constitutivo de una vida familiar incluso en el caso de que en la época del nacimiento los padres hubieran dejado de vivir juntos o de que en ese momento sus relaciones hubieran finalizado.", "", " La relación entre el actor y la madre de la niña duró dos años, de los que cohabitaron uno. Asimismo, la concepción de su hija derivó de una decisión deliberada y también habían proyectado casarse. En esa época su relación estaba, pues, bajo el sello de la vida familiar a los efectos del artículo 8.", "", " B. Observancia del artículo 8", "", " 1. Párrafo 1 del artículo 8", "", " Con arreglo a los principios que se desprenden de la jurisprudencia del Tribunal, allí donde se encuentre establecida la existencia de un vínculo familiar con un niño el Estado debe actuar de tal manera que se permita el", "", " 1064 desarrollo de ese vínculo y debe concederse una protección jurídica que posibilite desde el nacimiento la integración del niño en la familia. Para un padre y su hijo el estar juntos constituye un elemento fundamental de la vida familiar, incluso cuando la relación entre los padres se haya quebrado.", "", " En el presente caso, el hecho de que la ley irlandesa permitiera la entrega en secreto de la niña a un establecimiento para su adopción a espaldas y sin consentimiento del actor, con la consiguiente... de la creación de un vínculo entre la niña y los eventuales adoptantes y la posterior orden de adopción, se traduce en una injerencia en el derecho del interesado al respeto de su vida familiar. Una injerencia tal sólo es tolerable si se han cumplido las condiciones que se enuncian en el párrafo 2 del artículo 8.", "", " 2. Párrafo 2 del artículo 8", "", " a) «Prevista por la ley» y finalidad legítima", "", " El Tribunal estima que la decisión de entregar a la niña a un establecimiento para su adopción a espaldas y sin el consentimiento del padre fue conforme al Derecho irlandés, al igual que las adoptadas por los tribunales. Buscaban el fin legítimo de proteger los derechos y libertades de la niña.", "", " b) Necesidad en una sociedad democrática", "", " El Tribunal observa que el Derecho irlandés ofrecía al actor la posibilidad de reclamar la tutela y la custodia de su hija y que, apreciando el bienestar de ésta, la High Court ponderó equitativamente los intereses del padre. El problema esencial en el caso concreto no reside, sin embargo, en esa apreciación, sino antes bien en el hecho de que la legislación irlandesa autorizara a entregar a la niña a su establecimiento para su adopción poco después de su nacimiento a espaldas y sin consentimiento del padre. Un niño confiado a personas distintas de sus padres puede establecer con ellas, con el transcurso del tiempo, unos vínculos nuevos cuya perturbación o ruptura, modificando una decisión anterior sobre la custodia, podría ser contraria a sus intereses. Esa situación no sólo ha perjudicado el buen desarrollo de los vínculos del Sr. Keegan con su hija, sino que puso en movimiento un proceso que podía llegar a ser irreversible, lo que ha supuesto una considerable desventaja para el actor en su lucha con los eventuales adoptantes por la custodia de la niña.", "", " Hubo, pues, infracción del artículo 8.", "", " III. Infracción alegada del artículo 6.1", "", " A. Aplicabilidad", "", " En el procedimiento ante el Tribunal el Gobierno no se ha opuesto seriamente a la aplicabilidad de esta disposición.", "", " B. Observancia", "", " El problema clave en el caso concreto se refiere a la entrega de la niña a un establecimiento para su adopción sin que previamente el actor hubiera sido informado o hubiera dado su consentimiento. La legislación irlandesa no reconocía al interesado el derecho a impugnar esa decisión ante el Consejo de Adopción o ante los tribunales, ni tampoco legitimación para intervenir en el procedimiento de adopción en general. El único medio de que éste disponía para impedir la adopción de su hija era emprender una instancia para reclamar la tutela y la custodia. En el momento en que finalizó ese procedimiento la balanza se había inclinado inevitablemente en favor de los eventuales adoptantes en lo que refiere al bienestar de la niña.", "", " Hubo, pues, infracción del artículo 6.1.", "", " IV. Infracción alegada del artículo 14", "", " Habida cuenta de sus constataciones en relación con los artículos 8 y 6.1, el Tribunal estima que no ha lugar a examinar esta queja.", "", " V. Aplicación del artículo 50", "", " A. Daños y perjuicios", "", " 1. Daños materiales", "", " El actor reclama 2.000 libras IR, que es la cantidad que debió pagar antes de gozar del beneficio de justicia gratuita en el procedimiento relativo a la tutela y la custodia.", "", " El Tribunal estima que debe concederse ese importe en su totalidad.", "", " 2. Perjuicios morales", "", " El actor pretende que se le asigne una importante compensación por daños y perjuicios. Precisa que no busca revocar la orden de adopción.", "", " El Tribunal considera que ha lugar a conceder una reparación teniendo en cuenta el traumatismo, la angustia y el sentimiento de injusticia que el interesado no pudo por menos de experimentar con motivo del procedimiento que desembocó en la adopción de su hija y la instancia relativa a la tutela y la custodia. Le concede 10.000 £ IR por este concepto.", "", " B. Costas y gastos", "", " El Tribunal asigna al actor 42.863 £ IR en total en concepto de costas y gastos menos los 51.691 francos franceses ya percibidos en concepto de beneficio de justicia gratuita.", "", " Esa cantidad deberá aumentarse con la que pudiera adeudarse en concepto de Impuesto sobre el Valor Añadido.", "", " De acuerdo con el Convenio, la sentencia fue dictada por una sala formada por nueve jueces, a saber, los Sres. R. Ryssdal (noruego), Presidente, J. de Meyer (belga) y S. K. Martens (holandés), D.ª E. Palm (sueca) y los Sres. R. Pekkanen (finlandés), A. N. Loizou (chipriota), J. M. Morenilla (español) y J. Makarczyk (polaco), Jueces, D. J. Blaney (irlandés), Juez ad hoc, y los Sres. M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto."]}