{"file": "SPA_HJUDSPA_37698_97.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "37698/97", "text_paragraphs": ["Sentencia 37698/97", "", "CASO LOPES GOMES DA SILVA CONTRA PORTUGAL", "", " Artículo 10 (Libertad de expresión) Sentencia de 28 de septiembre de 2000", "", " Por sentencia dictada en Estrasburgo el 28 de septiembre de 2000 en el caso Lopes Gomes da Silva contra Portugal, el Tribunal Europeo de Derechos Humanos declara, por unanimidad, que existió violación del artículo 10 del Convenio Europeo de Derechos Humanos . En aplicación del artículo 41 (satisfacción equitativa) del Convenio, el Tribunal concede al solicitante 480.000 PTE (escudos portugueses) por perjuicio material, así como 1.758.297 PTE por gastos y costas. Considera, por otra parte, que la sentencia constituye en sí misma una satisfacción equitativa en cuanto al perjuicio moral.", "", " 1. HECHOS", "", " El caso se refiere a una demanda presentada por un ciudadano portugués, Vicente Jorge Lopes Gomes da Silva, nacido en 1945 y residente en Lisboa (Portugal).", "", " El demandante era, en la época de los hechos, director del periódico Público, uno de los diarios más importantes de Portugal. En su número del 10 de junio de 1993 este diario publicó un artículo según el cual el Partido Popular (Partido Popular- CDS/PP) habría invitado al señor Silva Resende, abogado y periodista, a presentarse a las elecciones municipales de Lisboa. En esa misma página, el solicitante publicó un editorial criticando esta posibilidad, y afirmó particularmente: «(...) no puede encontrarse a un candidato ideológicamente más grotesco y rústico, una mezcla tan increíble de grosería reaccionaria, beatería fascista y antisemitismo vulgar (...)». En el mismo número del Público se publicaron numerosos extractos de artículos recientes del señor Silva Resende. En estos extractos, el señor Silva Resende realizaba particularmente un elogio de Salazar, el Frente Nacional y del señor Le Pen; calificaba a un antiguo Primer Ministro francés, el señor Laurent Fabius, de «judío calvo» y atacaba la revolución portuguesa del 25 de abril de 1974.", "", " El señor Silva Resende presentó ante la Fiscalía de Lisboa una demanda penal con constitución de assis tente (sustituto del fiscal) contra el solicitante, el cual fue acto seguido acusado del delito de difamación a través de la prensa ( abuso de liberdade de imprensa ). Por sentencia del 15 de mayo de 1995, el Tribunal Penal de Lisboa absolvió al solicitante, pero en apelación presentada por el señor Silva Resende y el Ministerio Público, el Tribunal de Apelación ( Tribunal da Relaçao ) de Lisboa anuló la decisión tomada por fallo del 29 de noviembre de 1995. El solicitante fue así condenado al pago de una multa de 150.000 escudos portugueses (PTE), al pago de 250.000 PTE al señor Silva Resende a título del artículo 10 de daños y perjuicios, y, por último, al pago de los gastos y costas judiciales. Fundándose, entre otros, en el artículo 10 del Convenio Europeo de Derechos Humanos (libertad de expresión), el solicitante presentó un recurso constitucional ante el Tribunal Constitucional ( Tribunal Constitucional ), pero por sentencia del 5 de febrero de 1997 este último rechazó el recurso.", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La demanda fue presentada ante la Comisión Europea de Derechos Humanos el 15 de julio de 1997. Posteriormente fue sometida al Tribunal, el día 1 de noviembre de 1998, de acuerdo con el artículo 5, párrafo 2, del Protocolo número 11, y asignada a la cuarta sala. La petición fue declarada admisible el 13 de enero de 2000. El 30 de mayo de 2000 se celebró una audiencia. La sentencia fue dictada por una sala compuesta por siete jueces, a saber: Georg Ress (alemán), presidente; Antonio Pastor Ridruejo (español), Lucius Caflisch (suizo), Jerzy Makarczyk (polaco), Ireneu Cabral Barreto (portugués), Nina VajicŽ (croata), Matti Pellonpää (finlandés), jueces; así como Vincent Berger, secretario de sala.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " El demandante alega que su condena vulneró su derecho a la libertad de expresión, en violación del artículo 10 del Convenio Europeo de Derechos Humanos .", "", " II. Decisión del Tribunal", "", " 1. Artículo 10 del Convenio", "", " El Tribunal recuerda que la libertad de expresión reviste una importancia muy particular para la prensa, dado que los límites de la crítica admisible son además más amplios en relación con una personalidad política cuando actúa en su condición de personaje público. Señala que si bien la invectiva política se desborda a menudo en el plano personal, es algo que forma parte de los imponderables del juego político y del libre debate de ideas, garantes de una sociedad democrática. Conviene recordar, según el Tribunal, que el periodista puede recurrir a una cierta dosis de exageración, incluso provocación. El solicitante, al reproducir, junto a su editorial, numerosos extractos de artículos recientes del señor Silva Resende, actuó respetando las reglas de la profesión de periodista, hecho al que el Tribunal concede la máxima importancia. Finalmente, a pesar del carácter mínimo de la sanción impuesta al solicitante, este último fue en cualquier caso objeto de una condena que no representaba un medio razonablemente proporcionado para alcanzar la finalidad legítima contemplada. El Tribunal concluye pues, por unanimidad, que existió violación del artículo 10 del Convenio.", "", " 2. Artículo 41 del Convenio", "", " El demandantes, que no reclamó suma alguna a título de perjuicio moral, solicitó la suma de 480.000 PTE para cubrir el importe de la multa y los daños y perjuicios a los que fue condenado, así como los gastos y costas judiciales. Solicitó igualmente que se le reembolsaran los gastos de viaje de su abogado, en el marco de su comparecencia en la audiencia de Estrasburgo, a saber, 258.297 PTE, así como una suma a título de honorarios, para la cual se acogía a la libre opinión del Tribunal. El Tribunal decide conceder al solicitante la suma de 480.000 PTE por perjuicio material y 1.758.297 PTE en concepto de gastos y costas. Considera igualmente que la sentencia constituye por sí misma una satisfacción equitativa en cuanto al perjuicio moral sufrido."]}