{"file": "SPA_HJUDSPA_5100_71.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "5100/71", "text_paragraphs": ["Sentencia 5100/71", "", "CASO ENGEL Y OTROS [TEDH-16]", "", " Sentencia de 8 de junio de 1976.", "", " Sobre aplicación de las garantías del Convenio Europeo (artículos 5 , 6 , 10 y 14 ) al régimen disciplinario militar.", "", " 1. Los casos objeto de recurso ante los Órganos del Convenio Europeo consistían en determinadas sanciones impuestas a soldados del ejército holandés por diversas infracciones disciplinarias (no cumplimiento de arresto, conducción irresponsable de un vehículo militar, publicación de una revista de la asociación de soldados en que se vertían conceptos contra la disciplina militar y los mandos militares).", "", " Los afectados recurrieron ante la Comisión Europea de Derechos Humanos -que trasladó ulteriormente el caso ante el Tribunal Europeo- por considerar que en el procedimiento disciplinario llevado contra ellos en su país se habían infringido las garantías del Convenio Europeo, especialmente el derecho a la libertad y la seguridad (artículo 5) y el derecho a un juicio equitativo rodeado de todas las garantías procesales existentes en una sociedad democrática ( artículo 6.1 ).", "", " 2. El Convenio Europeo, dice el TEDH, es aplicable a los miembros de las Fuerzas Armadas, pero el Tribunal debe tener en cuenta «las características particulares de la condición militar» (54)", "", " 3. La disciplina militar no está fuera del ámbito del artículo 5 del Convenio (derecho a la libertad y a la seguridad) (57).", "", " El servicio militar no constituye, sin embargo, por sí mismo una privación de libertad en el sentido del artículo 5. El Estado es competente para organizar su sistema de disciplina militar; «goza en la materia de un cierto margen de apreciación». Sin embargo, una sanción disciplinaria no escapa al dominio del artículo 5 «cuando se concreta en restricciones que se apartan netamente de las condiciones normales de vida en el seno de las Fuerzas Armadas de los Estados contratantes. Para saber si ello es así, debe tenerse en cuenta un conjunto de elementos tales como la naturaleza, la duración, los efectos y las modalidades de ejecución de la sanción o medida considerada» (59).", "", " 4. En el caso, los «arrestos de rigor», que los afectados cumplían encerrados día y noche en una celda y quedando excluidos del cumplimiento de sus deberes normales (arrestos abolidos en el ejército holandés desde 1974), y el «destino a una unidad disciplinaria», consistente en tres a seis meses sin salir de la unidad (sanción también abolida), constituyeron «privación de libertad» en el sentido del artículo 5 del Convenio, y por tanto están sometidos a las garantías del artículo 5 (63 y 64). No así los arrestos leves, ni los arrestos agravados.", "", " 5. A este respecto, las sanciones de arrestos de rigor y destino a unidad disciplinaria fueron confirmadas en última instancia por el Tribunal Superior Militar holandés. El TEDH considera que se trata de un «tribunal competente» en el sentido del artículo 5.1.a) (68).", "", " Sin embargo, los arrestos provisionales sufridos por el señor Engel sí violaron el artículo 5.1.c), al exceder de la máxima duración fijada en la ley de 1903 (69).", "", " 6. En cuanto a la discriminación que según los recurrentes existe en el régimen disciplinario holandés entre oficiales por un lado y clase de tropa y suboficiales por otro ( artículo, 14 del Convenio), el TEDH entiende que una distinción fundada en el grado puede violar el artículo 14. No obstante, en el caso no aprecia tal discriminación (72).", "", " 7. En relación con la posible violación del artículo 6.1 del Convenio (garantías judiciales), el TEDH se plantea el problema de fondo de la distinción entre procedimientos disciplinarlos y procedimientos penales. La cuestión es: ¿Deja el artículo 6 de aplicarse en el momento en que las autoridades de un Estado califican de «disciplinarias» una acción u omisión y las sanciones impuestas a su autor, o, por el contrario, se aplica a ciertos casos a pesar de esa calificación? El Tribunal señala que la autonomía conceptual del término «acusación penal» del artículo 6.1 funciona en un único sentido, es decir, los Estados pueden ampliar el campo de lo penal, pero no el de lo disciplinario a los efectos de que a éste no se le apliquen las garantías de los artículos 6 y 7 del Convenio.", "", " Por tanto, el Tribunal tendrá que precisar, en el caso del servicio militar, cuándo una sanción determinada, a la que el Estado en cuestión atribuye el carácter de «disciplinaria», se refiere en realidad a una «materia penal» en el sentido del artículo 6 del Convenio. Y a ese respecto el Tribunal señala: «En una sociedad sujeta a la preeminencia del derecho, son de «materia penal» las privaciones de libertad susceptibles de ser impuestas a título represivo, excepto aquellas que por su naturaleza, duración o sus modalidades de ejecución no son susceptibles de causar un perjuicio importante». Y añade: «Así lo requiere la gravedad de la cuestión, las tradiciones de los Estados contratantes y el valor que el Convenio atribuye al respeto de la libertad física de la persona» (80, 81, 82).", "", " En el caso, el TEDH entiende que las «acusaciones» dirigidas contra los señores De Wit, Dona y Schul caen dentro de la «materia penal»; se aplica el artículo 6 por tanto. Así pues, en estos supuestos hay que plantearse si el artículo 6 ha sido violado por las autoridades holandesas.", "", " 8. Pues bien, el TEDH observa que el Tribunal Superior Militar ha cumplido las garantías que señala el artículo 6.1, a excepción de una: las audiencias llevadas a cabo en el juicio se han desarrollado a puerta cerrada (89).", "", " 9. Tampoco considera violado el derecho a la libertad de expresión (artículo 10). El TEDH entiende que las medidas disciplinarias tomadas contra la difusión de determinado número de la revista editada por los soldados pueden considerarse «necesarias en una sociedad democrática» «para la defensa del orden». La palabra «orden» no se refiere sólo al orden de la sociedad entera (orden público), sino también al orden que debe reinar en el interior de un grupo social particular; especialmente cuando, como en el caso de las Fuerzas Armadas, el desorden en este grupo puede incidir en el orden de toda la sociedad. Por tanto, las medidas impugnadas han cumplido esta condición del artículo 10.2 en la medida en que hayan tenido por objeto la defensa del orden en el seno de las Fuerzas Armadas holandesas, como así ha sido en el caso en cuestión (97 a 101).", "", " 10. Tampoco se constata una violación del derecho a la libertad de expresión y asociación (artículo 11), dado que los recurrentes no fueron castigados disciplinariamente en cuanto miembros de la asociación de soldados, sino por editar una revista que utilizó la libertad de expresión contra la disciplina militar (107).", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 8 junio 1976", "", " CASO ENGEL Y OTROS", "", " SENTENCIA", "", " En el asunto Engel y otros,", "", " El Tribunal Europeo de Derechos Humanos, reunido en sesión plenaria en aplicación del artículo 48 del Reglamento del Tribunal y compuesto de los siguientes jueces:", "", " Señores H. Mosler, Presidente;", "", " A. Verdross,", "", " M. Zekia,", "", " J. Cremona,", "", " G. Wiarda,", "", " P. OŽDonoghue,", "", " señora H. Pedersen,", "", " T. Vilhjàlmsson,", "", " S. Petren,", "", " A. Bozer,", "", " W. Ganshof van der Meersch,", "", " señora D. Bindschedler-Robert,", "", " D. Evrigenis,", "", " y también Mr. M.-A. Eissen, Secretario, y Mr. H. Petzold, Secretario adjunto.", "", " Habiendo deliberado en privado los días 30 y 31 de octubre de 1975, del 20 al 22 de enero y del 26 al 30 de abril de 1976,", "", " Pronunciaron el siguiente fallo, que fue adoptado en la reunión del último día mencionado:", "", " PROCEDIMIENTO", "", " 1. El asunto Engel y otros fue remitido al Tribunal por la Comisión Europea de Derechos Humanos (de ahora en adelante citada como «la Comisión») y por el Gobierno del Reino de Holanda (de ahora en adelante citado como «el Gobierno»). El caso se originó en cinco demandas contra el Reino de Holanda y fueron presentadas en la Comisión en 1971 por Conelis J. M. Engel, Peter van der Wiel, Gerrit Jan de Wit, Johannes C. Dona y Willen A. C. Schul, todos de nacionalidad holandesa.", "", " 2. Ambas, la demanda de la Comisión, a la cual se acompañaba el informe determinado en el artículo 31 del Convenio para la Protección de los Derechos Humanos y Libertades Fundamentales (de ahora en adelante citado como «el Convenio»), y la solicitud del Gobierno fueron depositadas en el registro del Tribunal en el período de tres meses que prescriben los artículos 32, párrafo 1, y 47 -la primera el 8 de octubre de 1974, la última el 17 de diciembre-. Ellas hacen referencia a los artículos 44 y 48 y a la declaración por la cual el Reino de Holanda reconoce la jurisdicción vinculante del Tribunal (artículo 46). Su propósito es obtener una decisión del Tribunal respecto a saber si los hechos de la causa revelan o no, por parte del Estado correspondiente, un incumplimiento de las obligaciones que le incumben en los términos de los artículos 5.o, 6.o, 10, 11, 14, 17 y 18 del Convenio.", "", " 3. El 15 de octubre de 1974, el Presidente del Tribunal procedió a elegir al azar, en presencia del Secretario, los nombres de cinco de los siete jueces designados como miembros de la Sala; el señor G. J. Wiarda, el Juez electo de nacionalidad holandesa, y el señor H. Mosler, Vicepresidente de la Sala, eran «ex oficio» miembros, de acuerdo con el art. 43 del Convenio y la regla 21, párrafo 3, b), del Reglamento del Tribunal , respectivamente. Los cinco jueces así designados fueron los señores A. Verdross, M. Zekia, P. OŽDonoghue, T. Vilhjàlmsson y R. Ryssdal (artículo 43 «in fine» del Convenio y regla 21, párrafo 4).", "", " El señor Mosler asumió el cargo de Presidente de la Sala de acuerdo con la regla 21, párrafo 5.", "", " 4. El Presidente de la Sala recogió, a través del Secretario, la opinión del representante del Gobierno y del delegado de la Comisión respecto al procedimiento que debía seguirse. Por Orden de 31 de octubre de 1974, decidió que el Gobierno presentaría un memorándum cuyo plazo expiraba el 14 de febrero de 1975 y que los delegados estarían facultados para presentar otro de respuesta en el plazo de dos meses a partir de la recepción del memorándum del Gobierno.", "", " El 22 de enero de 1975 se prorrogó el plazo dado al Gobierno hasta el 1 de abril.", "", " El memorándum del Gobierno tuvo entrada en el registro el 1 de abril, y el de los delegados el 30 de mayo de 1975.", "", " 5. Después de haber consultado, a través del Secretario, al representante del Gobierno y a los delegados de la Comisión, el Presidente decidió por Decreto de 30 de junio de 1975 que las audiencias orales deberían empezar el 28 de octubre.", "", " 6. En una reunión a puerta cerrada, habida el 1 de octubre de 1975 en Estrasburgo, la Sala decidió, de acuerdo con la regla 48, renunciar a la jurisdicción en favor del Tribunal en pleno, «considerando que el caso conlleva serias cuestiones que afectan a la interpretación del Convenio...». Al mismo tiempo, se tomó nota del deseo de los delegados de la Comisión de ser asistidos durante el procedimiento oral por el señor Van der Schans, que había actuado como representante de los demandantes ante la Comisión; asimismo se autorizó al señor Van der Schans para hablar en holandés (reglas 29, párrafo 1 «in fine», y 27, párrafo 3).", "", " 7. El 27 de octubre de 1975, el Tribunal tuvo una reunión preparatoria para estructurar el procedimiento de la fase oral. En esta reunión se realizaron dos listas de requerimientos y cuestiones que fueron comunicadas a las personas que debían comparecer ante él. Los documentos así solicitados fueron depositados por la Comisión en el mismo día y por el Gobierno el 21 de noviembre de 1975.", "", " 8. Las audiencias orales fueron realizadas en público en el edificio de Derechos Humanos de Estrasburgo los días 28 y 29 de octubre de 1975.", "", " Comparecieron ante el Tribunal:", "", " Por parte del Gobierno:", "", " - Señor C. W. van Santen, consejero legal adjunto del Ministerio de Asuntos Exteriores (agente).", "", " - Señor C. W. van Boetzelaer van Asperen, representante permanente de Holanda en el Consejo de Europa (agente suplente).", "", " - Señor E. Droogleever Fortuijn, letrado del Gobierno.", "", " - Señor R. J. Akkerman, funcionario del Ministerio de Justicia.", "", " - Señor J. J. E. Schutte, funcionario del Ministerio de Justicia.", "", " - Señor A. D. Belinfante, profesor de la Universidad de Amsterdam.", "", " Por la Comisión:", "", " - Señor J. E. S. Fawcett, delegado principal.", "", " - Señor F. Ermacora, delegado.", "", " - Señor E. van der Schans, que había representado a los demandantes ante la Comisión y que asiste a los delegados de acuerdo con la regla 29, párrafo 1, inciso segundo.", "", " El Tribunal escuchó las alegaciones de los señores Fawcett, Ermacora y Van der Schans por parte de la Comisión y de los señores Van Santen, Droogleever Fortuijn y Belinfante por el Gobierno; asimismo se tomaron en cuenta las contestaciones a las preguntas planteadas por el Tribunal.", "", " 9. El 30 de octubre, la Comisión facilitó varios documentos citados por sus representantes durante las audiencias orales.", "", " 10. Siguiendo instrucciones del Tribunal, el Secretario requirió a la Comisión los días 3 y 13 de noviembre de 1975 para que complementara detalles respecto a puntos concretos del asunto; éstos fueron entregados los días 4 y 14 de noviembre.", "", "", "", " HECHOS", "", " 11. Los hechos de la causa pueden sintetizarse de la siguiente manera:", "", " 12. Todos los demandantes eran, en el momento de dirigir sus solicitudes a la Comisión, soldados cumpliendo el servicio militar obligatorio en las fuerzas armadas holandesas en calidad de soldados o de suboficiales. En diversas ocasiones se les había aplicado penas diversas por sus respectivos jefes oficiales debidas a infracciones de la disciplina militar. Los demandantes habían apelado ante el oficial encargado de las quejas (beklagmeerdere) y finalmente ante el Tribunal Superior Militar (Hoog Militair Gerechtshof), el cual confirmó sustancialmente la decisión puesta en cuestión, pero redujo en dos casos la pena impuesta.", "", " EL SISTEMA DE DERECHO DISCIPLINARIO MILITAR EN HOLANDA", "", " 13. El derecho disciplinario aplicable al Ejército holandés en el momento de tomarse las medidas puestas en cuestión en este caso está contenido en la Ley de Disciplina Militar de 27 de abril de 1903 (Wet op de Krijgstucht -de ahora en adelante citada como «la Ley de 1903»-), el Reglamento de Disciplina Militar de 31 de julio de 1922 (Reglement bettreffende de Krijgstucht), el Código Penal Militar de 27 de abril de 1903 (Wetboek van Militar Strafrecht) y el Código de Procedimiento de los Ejércitos de Tierra y Aire en su versión de 9 de enero de 1964 (Rechtspleging bij de Land-en Luchtmacht).", "", " Este sistema legal evolucionó en el curso de los años. En particular, determinadas previsiones legales de la Ley de 1903, aplicadas en el presente caso, han sido derogadas o enmendadas por la Ley de 12 de septiembre de 1974, que entró en vigor el 1 de noviembre de 1974.", "", " 14. Junto a este Derecho disciplinario existe en Holanda un Derecho penal militar. Los procedimientos a los cuales se refiere este último se desarrollan en primera instancia ante un Tribunal Marcial (Krijgsraad) y posteriormente, si corresponde, ante el Tribunal Superior Militar en apelación.", "", " Lo que sigue se refiere únicamente a Derecho disciplinario militar. Al igual que el Derecho penal militar, se aplica tanto a los reclutas forzosos, como es el caso de los demandantes, como a los voluntarios.", "", " Infracciones disciplinarias militares", "", " 15. Las infracciones contra la disciplina militar están contempladas en el artículo 2o de la Ley de 1903 como sigue:", "", " «1. Todos aquellos actos que no estén incluidos en la legislación criminal y que sean contrarios a cualquier orden o reglamento oficial o incompatibles con el orden y la disciplina militar.", "", " 2. Toda infracción penal que caiga dentro de la jurisdicción militar, en la medida en que sean incompatibles con la disciplina militar y el orden, pero siendo, al mismo tiempo, de naturaleza tan leve que el asunto pueda ser objeto de otros procedimientos diferentes del procedimiento criminal.»", "", " El Reglamento de Disciplina Militar de 31 de julio de 1922 enuncia los principios básicos de la disciplina militar (artículo 15, párrafo 2). Según el artículo 16, párrafo 1 , la cuestión de si la conducta de un miembro de las Fuerzas Armadas es o no incompatible con el orden y la disciplina militar debe ser resuelta con referencia a la consideraciones generales planteadas en la primera parte de este Reglamento.", "", " Los artículos 17 a 26 enumeran -por ejemplo, como se determina en el artículo 16, párrafo 2- infracciones contra la disciplina militar, tales como pertenencia a organizaciones extremistas, ruptura del secreto, posesión y distribución de escritos reprimibles, muestras de descontento, abandono de las obligaciones militares, ausencia sin permiso, conducta incorrecta o desordenada, atentados contra la propiedad, falta de cumplimiento de los deberes de asistencia, negligencia en la higiene y limpieza, incumplimiento de las obligaciones de control y patrullas, etc.", "", " Algunos de estos actos u omisiones constituyen al mismo tiempo infracciones penales punibles a la luz del Código Penal Militar; por ejemplo, la ausencia sin permiso por uno o más días (artículo 96 ), desobediencia a una orden militar (artículo 114) y distribución de escritos rechazables (artículo 147).", "", " De acuerdo con el artículo 8.o del Código de Procedimiento de las Fuerzas Armadas y Aéreas , el oficial competente impone una pena disciplinaria si considera que el interesado es culpable de una infracción que puede resolverse fuera de los procedimientos penales.", "", " Sanciones y medidas disciplinarias militares", "", " 16. En la época tomada en consideración, las disposiciones relativas a las diversas sanciones que pudieran imponerse a las personas que hubiesen cometido infracciones disciplinarias se hallaban contenidas en los artículos 3 al 5 de la Ley de 1903.", "", " La naturaleza de las sanciones dependía del grado del infractor. Así, el artículo 3.oA determinaba la represión de «arresto leve (licht arrest) de un máximo de catorce días» y «arresto estricto (streng arrest) de un máximo de catorce días» como los principales castigos para oficiales. En lo referente a los suboficiales, el artículo 4.oA determina, «inter alia», como castigos estancias en los campamentos durante la noche, «arresto leve de un máximo de veintiún días», «arresto agravado (verzwaard arrest) de un máximo de catorce días» y «arresto estricto de un máximo de catorce días». Normalmente, la tropa estaba, de acuerdo con el artículo 5.oA, sujeta, hablando en términos generales, a los mismos castigos que los suboficiales, con la posibilidad adicional para los soldados rasos «del destino en una unidad disciplinaria» (plaatsing in een tuchtklasse). Todos los militares pueden, de acuerdo con el parágrafo B de cada uno de los anteriores artículos, sufrir la pérdida de su salario como «castigo suplementario».", "", " 17. De acuerdo con la Ley de 1903, la modalidad de ejecución de los castigos varía también de acuerdo con el rango.", "", " 18. La ejecución del arresto leve estaba regulada por el artículo 8.o:", "", " «El arresto leve debe ser cumplimentado:", "", " A. Por los oficiales:", "", " 1. En tierra: en sus domicilios, tiendas o barracones o, cuando se encuentren de vivaqueo, en el lugar designado por el oficial- jefe.", "", " 2. ...", "", " B. Por los suboficiales y clases de tropa:", "", " 1. En tierra: en sus barracones, bases o domicilios o, cuando se encuentren acantonados, en campamentos o vivaqueando, en el lugar designado por el oficial-jefe.", "", " 2. ...", "", " Los militares sometidos a arresto leve no están excluidos de su deberes.»", "", " Los efectos de esta determinación eran que cualquier militar bajo arresto leve, independientemente de su rango, podía normalmente permanecer en su domicilio fuera de las horas de trabajo si vivía fuera del campamento; caso contrario, se verían confinados a los barracones.", "", " Los oficiales y suboficiales normalmente vivían fuera, mientras que los soldados rasos eran obligados normalmente a vivir en el campamento. En la práctica, los soldados rasos gozan durante cierto tiempo de libertad de movimientos por la tarde y noche, entre las 5 y las 12, y en los fines de semana. Frecuentemente hacen uso de este derecho para estar con sus familias, pero esto no significa que no estén obligados a vivir en el campamento.", "", " Por las razones antes mencionadas, los soldados, a diferencia de los oficiales y suboficiales, no estaban facultados normalmente para cumplimentar el arresto leve en su domicilio y, por consiguiente, perdían el privilegio de volver con su familia fuera de las horas de servicio. A los soldados que se les permitía vivir fuera del campamento se les situaba bajo la misma tesitura: de acuerdo con el artículo 123 del Reglamento de Servicios Internos en el Ejército Real (Reglement op de Inwendige Dienst der Koninklijke Landmacht), el permiso es suspendido, «inter alia», en el caso de arresto disciplinario, aunque, no obstante, esta previsión contraria a la Ley de 1903 desapareció en 1974.", "", " Un militar bajo arresto leve en el campamento está facultado para recibir visitas, correspondencia y para usar el teléfono y puede moverse libremente por el campamento fuera de las horas de trabajo, estando capacitado, por ejemplo, para acudir al cine del campamento, a la cantina y gozar de otras facilidades de recreo.", "", " 19. La ejecución del arresto agravado, que se aplica únicamente a los suboficiales y soldados rasos, se halla regulado por el artículo 9.o de la Ley de 1903. Los afectados por ella continúan ejecutando sus trabajos ordinarios, pero durante el resto del tiempo deben permanecer en compañía de otros militares sujetos al mismo castigo, en lugar especialmente designado, aunque no cerrado con llave. El infractor puede recibir visitas si tiene el permiso escrito del comandante de la compañía. A diferencia de las personas sometidas a arresto leve, no pueden moverse libremente por el campamento ni visitar el cine, la cantina o demás posibilidades. En la medida que sea posible, los soldados rasos deben ser separados de sus compañeros (afzondering) durante la noche.", "", " 20. La ejecución del arresto estricto está regulada por el artículo 10 de la Ley de 1903. El grado de arresto, que cubre tanto el tiempo de trabajo como el tiempo libre, era cumplido por los oficiales en manera idéntica a la del arresto leve, lo que normalmente les permitía estar en el domicilio, mientras que los suboficiales y clase de tropa estaban encerrados en calabozos. Todos los grados estaban excluidos del cumplimiento de sus deberes ordinarios.", "", " 21. La ejecución de lo que, al tiempo de plantearse este caso, era la más severa forma de castigo disciplinario, la condena a una unidad disciplinaria (plaatsing in een tuchtklasse), que se aplica únicamente a los soldados rasos, está regulada por los artículos 18 y 19 de la Ley de 1903. Este castigo consiste en someter al infractor a una disciplina más estricta de la normal mediante su envío a un establecimiento especialmente designado a este fin (artículo 18). De acuerdo con el artículo 19, los servicios en una unidad disciplinaria son impuestos por un período, fijado cuando es dictada la pena, de tres a seis meses. En este único aspecto existe diferencia con la condena a una unidad de castigo (plaatsing in een strafklasse), un castigo suplementario que de acuerdo con el artículo 27 del Código Penal Militar puede ser impuesto a un militar en el contexto de procedimientos penales por un período de tres meses a dos años.", "", " La condena a una unidad disciplinaria, cuando se dictamina hacia el fin del servicio militar, generalmente pospone el retorno del soldado a la vida civil. Su ejecución estaba regulada por Decreto de 14 de junio de 1971 (Besluit straf-en tuchklassen voor de krijgsmacht), que se refiere tanto a la condena a una unidad de castigo como, en principio (artículo 57 ), al destino a una unidad disciplinaria. Los sujetos a este castigo están separados de su propia unidad y colocados en un cuerpo especial aislado; sus movimientos están restringidos y llevan a cabo su servicio militar bajo constante supervisión y poniendo un énfasis especial en su educación (artículos 17, 18 y 20).", "", " Las unidades estaban divididas en tres secciones. Los infractores, como regla general, pasan treinta días en cada una de las dos primeras, pero estos períodos pueden ser prolongados o acortados de acuerdo con su conducta (artículos 26 y 27). En la medida que fuera posible, pasaban las noches separados unos de otros (afgezonderd) (artículo 28). En la primera sección se les permite recibir visitas dos veces al mes y estudiar fuera de las horas de trabajo (artículo 29). En la segunda gozan de un cierto grado de libertad de movimientos sábados y domingos y, al menos dos veces a la semana, pueden visitar la cantina y/u otras facilidades de recreo en la noche después del trabajo (artículo 30). En la tercera el régimen es apreciablemente menos estricto (artículo 31).", "", " 22. De acuerdo con el artículo 20 de la Ley de 1903, un militar castigado a ser condenado a una unidad disciplinaria podía sobre esta base ser colocado bajo arresto después de que la sentencia haya sido dictada y mantenido en custodia hasta que llegase al establecimiento donde debía ser cumplido el castigo. Aparentemente, cualquiera de las tres formas de arresto antes mencionadas podían ser aplicadas en virtud de los términos de esta disposición.", "", " No existe previsión en la ley disciplinaria militar para limitar o fijar por adelantado la duración de esta custodia «ad interina» ni otros medios de control o para determinar la posibilidad de que se deduzca el período de dicha custodia del tiempo que debe ser cumplimentado en la unidad disciplinaria.", "", " 23. Las penas disciplinarias impuestas a un militar pueden ser tomadas en cuenta cuando se trate, por ejemplo, de la cuestión de su ascenso. Por otro lado, no entran dichas sanciones en su expediente penal y, de acuerdo con la información obtenida por el Tribunal en su audiencia de 28 de octubre de 1975, no tienen efectos legales en la vida civil.", "", " 24. Como consecuencia de la Ley de 12 de septiembre de 1974, tanto los márgenes de los castigos disciplinarios posibles como el modo en que deben ser puestos en práctica han sido unificados para todos los grados militares. El arresto estricto y la condena a una unidad disciplinaria han sido abolidos. Incluso antes de su entrada en vigor (1 de noviembre de 1974), estos castigos dejaron de ser impuestos en la práctica siguiendo una instrucción ministerial.", "", " Aunque existe la represión y subsisten los arrestos leves y agravados, el período máximo durante el cual puede ser impuesto cualquier arresto es actualmente de catorce días y, de ahora en adelante, el arresto agravado es asimismo aplicable a los oficiales (artículos 3.o, 8.o y 9.o de la Ley de 1974). El arresto agravado constituye hoy la forma más severa de castigo disciplinario. Tres nuevas penalidades han sido introducidas por la Ley de 1974 trabajos extras entre una y dos horas al día, obligación de pasar la noche en los cuarteles y barracones y la multa.", "", " Procedimiento disciplinario militar", "", " 25. Los artículos 39 a 43 de la Ley de 1903 determinan quién puede imponer castigos disciplinarios. Se trata normalmente del jefe de cada unidad individual. Es él quien investiga el asunto y escucha a los militares acusados (artículo 46 de la Ley de 1903) y pregunta a los testigos y expertos, si se demuestra que esto es necesario.", "", " Para cada infracción cometida el oficial elige cuál de los varios castigos posibles, de acuerdo con la Ley, debe ser aplicado. «A la hora de determinar la naturaleza y severidad del castigo disciplinario», debe ser «a la vez justo y severo» y tendrá en cuenta «tanto las circunstancias en las que la infracción fue cometida como el carácter y el comportamiento habitual del acusado» y basará su decisión «en su propia opinión y convencimiento» (artículo 37 de la Ley de 1903).", "", " 26. El artículo 44 de la Ley de 1903 dictamina que cualquier superior que tenga indicios suficientes para suponer que un subordinado ha realizado una infracción grave contra la disciplina militar está facultado, si es necesario, para notificarle su arresto provisional (woorlopig arrest); el subordinado está obligado a cumplir inmediatamente la notificación. El arresto provisional se realiza normalmente del mismo modo que el arresto leve, pero si es necesario, bien sea por interés de la investigación o para prevenir desórdenes, se cumple de igual modo que el arresto agravado o, tal como era el caso con anterioridad a la Ley de 1974, como arresto estricto. El militar interesado es normalmente excluido de realizar su trabajo fuera del lugar donde ha sido confinado. El artículo 45 estipula que el arresto provisional no debe durar más de veinticuatro horas y el artículo 49 dictamina que el superior jerárquico del oficial que impone el arresto provisional puede anularlo después de oír a éste. El período de tal arresto provisional puede ser deducido en todo o en parte del castigo impuesto.", "", " 27. De acuerdo con el artículo 61 de la Ley de 1903, el militar castigado con una sanción disciplinaria puede, salvo que dicha sanción haya sido dictada por la Jurisdicción Militar, apelar contra su pena o contra los motivos de la misma ante el oficial de quejas. No se trata de un oficial especializado, sino de un superior jerárquico de aquel oficial del cual emanó la decisión inicial; pero normalmente el oficial de quejas se halla asistido por un colega jurista, especialmente (antes de la Ley de 1974) en los casos de destino a una unidad disciplinaria.", "", " La queja debe ser presentada en el plazo de cuatro días, y si el recurrente está bajo arresto puede requerir la consulta de otras personas designadas por él (con un máximo de tres), a menos que el oficial jefe considere su presencia inoportuna (artículo 62).", "", " El oficial de quejas debe examinar el caso tan pronto como sea posible, interrogar a los testigos y expertos en la medida que crea necesario y dar audiencia al recurrente y al oficial que determinó el castigo. Es entonces cuando emite una decisión que debe ser motivada y comunicada tanto al recurrente como al oficial sancionador (artículo 65).", "", " 28. La apelación de la decisión que impone un castigo disciplinario no tiene efectos suspensivos, aunque el Ministro de Defensa puede diferir su ejecución teniendo en cuenta circunstancias especiales. El artículo 64 de la Ley de 1903 prevé una excepción en el caso del destino a una unidad disciplinaria; la apelación del militar no entraña, en cualquier caso, la suspensión o terminación de cualquier arresto provisional impuesto a la luz del artículo 20.", "", " 29. Si el castigo no ha sido anulado por el oficial de quejas, el recurrente puede apelar, en el plazo de cuatro días, al Tribunal Superior Militar (artículo 67 de la Ley de 1903).", "", " 30. La composición de este Tribunal y su funcionamiento están regulados por las «Instrucciones provisionales» del Tribunal Superior Militar (Provisionele Instructie voor het Hoog Militair Gerechtshof), promulgadas el 20 de julio de 1814, aunque enmendadas frecuentemente desde entonces. De acuerdo con el artículo 1.o el Tribunal tendrá su sede en La Haya y estará compuesto de seis miembros: dos juristas civiles -uno de los cuales es el Presidente del Tribunal- y cuatro oficiales militares. Un Abogado del Estado para las Fuerzas Armadas (advocaat-fiscaal voor de Krijgsmacht) y un Secretario se hallan asimismo adscritos a la Comisión.", "", " Los miembros civiles ( artículo 2o de las «Instrucciones provisionales») deben ser Magistrados del Tribunal Supremo (Hoog Raad) o del Tribunal de Apelación (Gerechtshof) en La Haya, y los artículos 11 , 12 , 13 y 15 de la Ley de Organización Judicial (Wet op de Rechterlijke Organisatie) de 18 de abril de 1827 establecen, «inter alia», la duración del cargo y los motivos de recusación que les son aplicables. Los miembros son designados por la Corona sobre la recomendación conjunta de los Ministros de Justicia y Defensa; el plazo del cargo es igual al de los Magistrados del Tribunal Supremo o del Tribunal de Apelación.", "", " Los miembros militares del Tribunal [artículo 2.o, a), de las «Instrucciones provisionales»l, que no deben ser menores de treinta años ni mayores de setenta, son igualmente designados por la Corona de acuerdo con la recomendación conjunta del Ministro de Justicia y el de Defensa. El sistema de destitución es idéntico. En teoría, por lo tanto, son removibles sin la observancia de los estrictos requisitos y salvaguardias que estén establecidos para los miembros civiles por la Ley de Organización Judicial. De acuerdo con el Gobierno, la designación de los miembros militares del Tribunal suele ser la culminación de su carrera; no están en sus funciones como jueces del Tribunal bajo las órdenes de ninguna autoridad superior ni están obligados a cumplimentar en sus actos las órdenes de la jerarquía militar.", "", " Al tomar posesión, todos los miembros del Tribunal deben prestar un juramento que les obliga, «inter alia», a ser justos, honestos e imparciales (artículo 9.o de las «Instrucciones provisionales»). Es cierto que al continuar los jueces militares del Tribunal en su carácter de miembros de las Fuerzas Armadas se hallan también ligados por su juramento como oficiales, lo cual implica, entre otras cosas, obedecer órdenes de sus superiores. Este último juramento, no obstante, entraña también obediencia a la Ley, lo cual incluye, en general, las «Instrucciones provisionales» que rigen al Tribunal Superior Militar y, en particular, el juramento de imparcialidad que se toma a los Magistrados.", "", " 31. Los casos no son nunca examinados por un Magistrado individualmente, sino por el Tribunal como conjunto. El Tribunal debe examinar los casos tan pronto como sea posible y dar audiencia a los demandantes y, si es necesario, al oficial que emitió el castigo, al oficial de quejas y a cualquier testigo experto cuya prueba sea deseable obtener (artículo 56 de las «Instrucciones provisionales»). El Tribunal revisa la decisión del oficial de quejas tanto en lo que se refiere a los hechos cuanto al derecho; pero no le cabe nunca la posibilidad de aumentar el castigo (artículo 58).", "", " Aun cuando en los casos penales las audiencias del Tribunal sean públicas (artículo 43 de las «Instrucciones provisionales» y parágrafo 14 antes citado), se reúnen a puerta cerrada en los casos disciplinarios. Por otro lado, el fallo se pronunciará en una sesión pública; debe ser acompañado por las motivaciones y comunicado al oficial de quejas, al oficial que emitió la sanción y al militar que apela (artículo 59).", "", " 32. Al tiempo de tomarse las medidas previstas en este caso no existía en la Ley ninguna previsión respecto a la representación legal de los demandantes. No obstante, como explica el informe del Secretario del Tribunal Superior Militar, de fecha 23 de diciembre de 1970, el Tribunal en la práctica otorgaba asistencia legal en determinados casos cuando se esperaba que el interesado no sería capaz de hacer frente por sí mismo a los específicos problemas legales planteados en su apelación. Lo cual se aplicaba especialmente a los casos en que era invocado el Convenio. La asistencia se halla, no obstante, limitada a los asuntos jurídicos.", "", " La situación cambió en 1973 de acuerdo con una instrucción ministerial de 7 de noviembre de 1973 (Regeling vertrowensman- KL), un militar acusado de infracciones disciplinarias puede gozar de los servicios de una persona de confianza (vertrouwensman) en todas las fases del procedimiento y también de un abogado en aquellas materias que se discutan ante el Tribunal Superior Militar (artículos 1.o, 17 y 18 de la Instrucción).", "", " HECHOS CONCERNIENTES A CADA UNO DE LOS DEMANDANTES", "", " Señor Engel", "", " 33. En marzo de 1971 el señor Engel estaba sirviendo como sargento en el Ejército holandés. De hecho, vivía en su domicilio fuera de las horas de trabajo. El demandante era miembro de la Asociación de Soldados de Reemplazo Obligatorio (Verediging van Dienstplichtige Militairen -VVDM-), que había sido creada en 1966 y ayuda a defender los intereses de los soldados forzosos. Dicha organización había sido reconocida por el Gobierno como negociadora en este campo y su afiliación alcanzaba alrededor de las dos terceras partes de todos los soldados forzosos.", "", " El señor Engels era candidato a la vicepresidencia de la VVDM. El 12 de marzo planteó al jefe de su compañía la necesidad de un permiso de ausencia para acudir al congreso general en Utrech, donde debían celebrarse las elecciones. No obstante, no hizo mención de su candidatura.", "", " A continuación, el señor Engel enfermó y permaneció en su domicilio de acuerdo con las instrucciones del médico que le había atendido, quien le dio un permiso de convalecencia hasta el 18 de marzo, y fue autorizado a abandonar su domicilio el día 17 de marzo. El 16 de marzo el jefe de la compañía tuvo una charla con el jefe del batallón y se acordó que no se tomara decisión alguna respecto de la solicitud anteriormente mencionada hasta tanto no se obtuviera una información más detallada del solicitante, el cual no había dado noticia alguna de su ausencia o retorno. No obstante, al día siguiente se realizó un control en el domicilio del solicitante y se descubrió que éste no estaba allí. De hecho, había acudido al congreso de la VVDM, donde había sido elegido Vicepresidente.", "", " 34. El 18 de marzo el señor Engel se reincorporó a su unidad y el mismo día el jefe de la compañía le castigó con cuatro días de arresto leve por haberse ausentado de su residencia el día anterior. El demandante consideraba esta sanción como una grave interferencia con sus asuntos personales y en su vida privada, que le impedía prepararse adecuadamente para su examen de doctorado en la Universidad de Utrech, el cual había sido fijado para el 24 de marzo. De acuerdo con el demandante, éste realizó varios intentos el 18 de marzo de hablar con un oficial a este respecto, pero sin éxito alguno. Pensando que bajo la regulación del Ejército los suboficiales estaban facultados para cumplir sus arrestos leves en su domicilio, abandonó el cuartel por la noche y pasó la misma en su casa. No obstante, al día siguiente el jefe de la compañía le impuso una sanción de tres días de arresto agravado por haber desobedecido su primer castigo.", "", " El demandante, que había sido informado de que con efectos de 1 de abril de 1971 había sido degradado al rango de soldado raso, abandonó de nuevo el cuartel por la noche y marchó a su domicilio. Fue arrestado el sábado 20 de marzo por la policía militar y detenido provisionalmente en régimen de arresto estricto por dos días de acuerdo con el artículo 44 de la Ley de 1903 (parágrafo 26, antes mencionado). El lunes 22 de marzo el jefe de la compañía le impuso una pena de tres días de arresto estricto por haber desobedecido sus dos castigos previos.", "", " 35. La ejecución de estas sanciones fue suspendida por decisión ministerial, a fin de permitir al demandante realizar su examen de doctorado, el cual tuvo lugar el 24 de marzo de 1971. Además, con fechas 21, 22 y 25 de marzo, el señor Engel se quejó al oficial de quejas respecto de las sanciones impuestas por el jefe de la compañía. El 5 de abril el oficial de quejas decidió, después de haber oído a las partes, que el primer castigo de cuatro días de arresto leve debería ser reducido a reprensión; el segundo castigo de tres días de arresto agravado, a tres días de arresto leve, y el tercer castigo de tres días de arresto estricto, a dos días de arresto estricto. En estos dos últimos casos, su fallo estaba basado en el hecho de que las sanciones anteriores habían sido reducidas y que el recurrente había sufrido una fuerte tensión debido a la inminencia de su examen. El oficial de quejas decidió asimismo que el castigo del señor Engel, consistente en dos días de arresto estricto, debería estimarse cumplimentado en función del arresto provisional sufrido entre los días 20 a 22 de marzo.", "", " 36. El 7 de abril de 1971 el demandante apeló al Tribunal Superior Militar contra la decisión del oficial de quejas, invocando, entre otros, el Convenio en términos generales. El Tribunal escuchó al recurrente y obtuvo la opinión del Abogado del Estado para las Fuerzas Armadas. El 23 de junio de 1971, es decir, alrededor de tres meses después de la fecha de las medidas disciplinarias en discusión, el Tribunal confirmó la decisión recurrida. Refiriéndose al artículo 5.o, parágrafo 1, b), del Convenio, juzgó que la detención del recurrente había sido acorde con la Ley, ya que se impuso para asegurar el cumplimiento de una obligación prescrita por la Ley. El sistema, de acuerdo con la Ley de 1903 y la reglamentación aplicable, exigía de hecho que cualquier militar debe someterse y cooperar para mantener la disciplina militar. Esta obligación podía ponerse en práctica imponiendo sanciones disciplinarias de acuerdo con el procedimiento prescrito por la Ley susodicha. En estas circunstancias, el castigo del recurrente a dos días de arresto estricto había estado justificado con el fin de asegurar el completo cumplimiento de esta obligación.", "", " El recurrente no recibió la ayuda «de ninguna persona jurídicamente preparada en ningún nivel del procedimiento que se desarrolló contra él. No obstante, del examen del expediente no se puede deducir si él solicitó dicha ayuda.", "", " Señor Van der Wiel", "", " 37. El señor Van der Wiel, al tiempo de presentar la demanda ante la Comisión, servía como cabo en el Ejército holandés. En la mañana del 30 de noviembre de 1970 se presentó con cuatro horas de retraso a su tarea. Su coche se había averiado durante el fin de semana y había mandado repararlo antes de retornar a su unidad en vez de tomar el primer tren. Sobre esta base, el entonces jefe de la compañía, en el mismo día impuso una sanción de cuatro días de arresto leve al demandante. Al día siguiente revisó, sobre la base de lo anteriormente expuesto, la sanción para incluir una referencia a que el demandante no había solicitado previamente del jefe el permiso para ausentarse.", "", " 38. El 2 de diciembre el demandante se quejó de su castigo al oficial de quejas, invocando, entre otros, los artículos 5.o y 6.o del Convenio. A este respecto, alegaba que había sido privado de su libertad por una decisión que, contra lo dictaminado por el artículo 5.o, no había sido tomada por una autoridad judicial y que, más aún, su caso no había sido juzgado por un tribunal independiente e imparcial (artículo 6.o, parágrafo 1), que no tuvo tiempo ni facilidades para la preparación de su defensa [artículo 6.o, parágrafo 3, b)] y que no tuvo ayuda legal [artículo 6.o, parágrafo 3, c)].", "", " 39. El 18 de diciembre, subsiguientemente al rechazo de sus quejas por parte del oficial de quejas el día 16 de diciembre, el demandante apeló al Tribunal Superior Militar. El 17 de marzo de 1971 el Tribunal dio audiencia al demandante, que estaba asistido por un abogado, el sargento Reintjes, y solicitó la opinión del Abogado del Estado para las Fuerzas Armadas. El Tribunal anuló la decisión del oficial de quejas, pero confirmó el castigo de cuatro días de arresto leve impuesto al demandante, sobre la base de los motivos que en su momento se indicaron el 30 de noviembre de 1970.", "", " El Tribunal sentenció ante todo que el artículo 6.o del Convenio no era aplicable a un caso donde ni la determinación de una acusación penal ni la determinación de los derechos y obligaciones de carácter civil estaban en cuestión. El Tribunal se refirió a la definición de infracciones a la disciplina militar contenida en el artículo 2.o de la Ley de 1903 (parágrafo 15, antes citado) y concluía de este modo que los procedimientos disciplinarios escapaban claramente del ámbito del artículo 6.o Tampoco estimó con fundamentación los argumentos del demandante de que en la medida en que un soldado forzoso no se ha situado voluntariamente en el ámbito de la jurisdicción de las autoridades militares, ninguna medida disciplinaria puede serle impuesta que tenga un carácter penal.", "", " En cuanto a las quejas basadas en el artículo 5.o, el Tribunal dedujo, en primer lugar, que cuatro días de arresto leve no constituían «privación de libertad». Y además, el Tribunal dictaminó también que el castigo en disputa fue impuesto para «asegurar el cumplimiento de obligaciones prescritas por la Ley», de acuerdo con el significado del artículo 5.o, parágrafo 1, b).", "", " 40. En primera y en segunda instancia de los procedimientos, el señor Van der Wiel estuvo desprovisto de asistencia legal y durante el proceso ante el Tribunal Superior Militar la asistencia legal que se le proporcionó, de acuerdo con la práctica descrita anteriormente en el parágrafo 32, estuvo constreñida a los aspectos jurídicos del tema.", "", " Señor De Wit", "", " 41. El señor De Wit, al tiempo de presentar la demanda ante la Comisión, estaba sirviendo como soldado raso en el Ejército holandés. El 22 de febrero de 1971 fue sentenciado por el jefe de su compañía a ser destinado a una unidad disciplinaria por un período de tres meses, fundamentándose en que el 11 de febrero de 1971 había conducido de manera irresponsable un jeep, sobre un terreno accidentado y a una velocidad de alrededor de 40 ó 50 km. por hora; en que no había cumplido de manera inmediata su misión, consistente en haber recogido un camión en determinado lugar, sino que solamente lo había hecho después de haber parado, preguntado acerca de las órdenes que tenía y por fin las había ejecutado; lo cual, a la vista de su repetida conducta irregular y la falta de observancia de disciplina, había sido ya tenido en cuenta para avisarle acerca de la posibilidad de ser destinado a una unidad disciplinaria.", "", " El 25 de febrero el demandante se quejó de su castigo al oficial de quejas alegando, entre otras, violaciones del Convenio. El 5 de marzo el oficial de quejas dio audiencia al demandante, que estaba asistido por el soldado Eggenkamp, abogado y miembro del Comité Central de la VVDM, cuya asistencia le había sido permitida al haber alegado el demandante el Convenio. El oficial de quejas examinó asimismo a seis testigos, incluyendo a uno, el soldado De Vos, en representación del demandante, y había confirmado el castigo aunque alterando ligeramente los motivos sobre los que se le impuso. Rechazó asimismo el oficial de quejas las alegaciones que se referían al Convenio en relación con un fallo del Tribunal Superior Militar con fecha 13 de mayo de 1970.", "", " El 11 de marzo el demandante apeló al Tribunal Superior Militar contra esta decisión. De acuerdo con el artículo 74 de la Ley de 1903, las sucesivas apelaciones del demandante tuvieron el efecto de suspender la ejecución del castigo (parágrafo 88, antes citado). El Tribunal dio audiencia al demandante y al antes señalado consejero legal y requirió la opinión del Abogado del Estado para las Fuerzas Armadas. El 28 de abril de 1971 el Tribunal, sin mencionar la conducta previa del demandante, redujo el castigo a doce días de arresto agravado, siendo la sentencia ejecutada a continuación. Se consideró que, en las circunstancias dadas, el destino a una unidad disciplinaria por un período de tres meses era una sanción excesiva.", "", " 42. El demandante alegó que en su caso la llamada de dos testigos en su descargo, los soldados Knijkers y Dokestijn, fue impedida en todas las fases procesales. También se quejó de que la asistencia legal que se le permitió estuvo limitada a los aspectos legales del caso.", "", " Señores Dona y Schul", "", " 43. El señor Dona estaba sirviendo como soldado raso en el Ejército holandés en el momento de presentar su demanda ante la Comisión. Como editor de un periódico llamado Alarma, publicado mediante el sistema de cliché por la VVDM en el cuartel «General Spoor» en Ermelo, había colaborado en particular en la preparación del número 8 de esta revista, fechado en septiembre de 1971. Actuando en virtud del Decreto militar sobre «Distribución de escritos» de 21 de diciembre de 1967, el jefe del cuartel prohibió provisionalmente la distribución de este número, cuyo contenido consideraba incompatible con la disciplina militar.", "", " El 28 de septiembre una comisión de dos oficiales se reunió bajo las instrucciones del comandante para realizar una encuesta relativa a la aparición de dicho número. El demandante fue, entre otros, oído por la Comisión.", "", " El 8 de octubre de 1971 el demandante fue sentenciado por el superior jerárquico a una corrección de tres meses de destino en una unidad disciplinaria, por haber tomado parte en la publicación y difusión de un escrito tendente a minar la disciplina. La decisión se fundamentaba en el artículo 2o, parágrafo 2, de la Ley de 1903, interpretado sistemáticamente con el primer párrafo del artículo 147 del Código Penal Militar , que determina:", "", " «Es susceptible de una pena de prisión que no exceda de tres años aquel que intente minar la disciplina de las Fuerzas Armadas por medio de señal, signo, mímica, discurso, canción, escrito o diseño, o que, conociendo el contenido de tal escrito o diseño, lo defienda, exponga, anuncie o guarde en \"stocks\" con el fin de difundirlo.»", "", " Titulado «La Ley del más fuerte» (Het recht van de sterkste), el artículo incluido en el número 8 de la revista Alarma alude a una manifestación que había tenido lugar en Ermelo el 13 de agosto de 1971 a iniciativa del Comité Ejecutivo de la VVDM. Según el señor Van de Schans, la manifestación fue inmediatamente disuelta, ya que los manifestantes volvieron inmediatamente a sus cuarteles, siguiendo la promesa del jefe de que si lo hacían no serían sancionados con castigos disciplinarios. No obstante, unos cuantos soldados fueron sancionados debido a haber tomado parte en los incidentes.", "", " Los pasajes del artículo que dan pie al castigo disciplinario de 8 de octubre de 1971 rezan como sigue:", "", " a) «Un tal general Smits escribe a sus \"inferiores\": \"Haré todo lo posible para impedirles violar la Ley.\" Es el general propiamente quien es el responsable de los traslados de Daalhuisen y Duppen. Sin embargo, como sabéis, las medidas no deben jamás tomar la forma de un castigo encubierto. El general profesa un culto a la Ley -en la medida que le conviene-.»", "", " b) «... además de los castigos ordinarios, los jefes del Ejército tienen a su disposición una gama completa de medidas de todo tipo -de las cuales el traslado es sólo una- para aniquilar a los soldados. Esto no se soluciona con las preguntas en el Parlamento -que los hace más precavidos-. Esto sólo tendrá solución cuando esta gente, que no saben demostrar su autoridad más que por el castigo y la intimidación, tenga que buscarse un trabajo normal.»", "", " 44. La decisión que ordenaba el destino de los demandantes a una unidad disciplinaria se fundamentaba en los extractos arriba señalados. Por otra parte, la decisión tomó en cuenta algunas circunstancias agravantes: el señor Dona había colaborado en la publicación del número 6 de la revista, que había sido igualmente prohibida bajo el Decreto de «Distribución de escritos», en base a su contenido rechazable; además, había tomado parte en las manifestaciones en Ermelo y, muy especialmente, había publicado con este motivo un panfleto por el cual había sido sancionado el 13 de agosto de 1971 con castigo de arresto estricto.", "", " 45. El señor Schul, soldado raso en el Ejército holandés al tiempo de su demanda en la Comisión, era también editor de la revista Alarma. Los hechos a los que se refiere su caso son idénticos a los de Dona, excepto en que su castigo inicial se elevaba a cuatro meses de destino en una unidad disciplinaria, debido a la circunstancia agravante adicional de haber participado en la publicación de un «boletín de información» destinado a los nuevos reclutas, cuya distribución había sido prohibida por razón de su contenido negativo.", "", " 46. Desde el 8 de octubre de 1971 los dos demandantes anunciaron su intención de quejarse de sus castigos. Según ellos, se les solicitó que se abstuvieran de realizar cualquier otra publicación mientras estuvieran pendientes los procedimientos contra los mismos. El Gobierno sostenía que dicho requerimiento se limitaba simplemente a no publicar otros artículos tendentes a minar la disciplina militar. Los demandantes replicaron ante el Tribunal que no tenían la más mínima intención de escribir tales artículos y que lo habían puesto de relieve contundentemente el 28 de diciembre de 1971 ante la Comisión de encuesta. De acuerdo con el informe posterior, el señor Dona había declarado que él no tenía intención en absoluto de escribir artículos para los cuales se prescribiese su prohibición y el señor Schul se expresó diciendo: «Cuando producimos panfletos de este tipo, no es nuestra intención que sean prohibidos; la intención es que sean leídos. El riesgo de que sean prohibidos es grande.»", "", " Sea como fuere, los demandantes rechazaron suscribir el requerimiento que les fue propuesto y se les impuso entonces un arresto agravado de acuerdo con el artículo 20 de la Ley de 1903.", "", " 47. Los demandantes se quejaron acerca de su castigo al oficial de quejas, el cual el 19 de octubre confirmó la decisión, aunque en el caso del señor Dona modificó levemente los fundamentos. Rechazó las tesis de los demandantes, incluidas aquellas que se referían a los artículos 5.o, 6.o y 10 del Convenio. En conexión con los artículos 5.o y 6.o, se remitió a la decisión del Tribunal Superior Militar de fecha 13 de mayo de 1970. El oficial de quejas especificó asimismo que los demandantes podrían permanecer entre tanto en prisión preventiva de acuerdo con el artículo 20 de la Ley de 1903.", "", " 48. Los demandantes apelaron al Tribunal Superior Militar, el señor Schul el 21 de octubre y el señor Dona el día siguiente, invocando los artículos 5.o, 6.o y 10 del Convenio. De acuerdo con el artículo 64 de la Ley de 1903, las sucesivas quejas y apelaciones de los demandantes suspendieron su destino a una unidad disciplinaria, pero no su prisión preventiva (parágrafo 28, antes citado).", "", " El 27 de octubre de 1971 el Tribunal ordenó la libertad de los demandantes, una vez que éstos hubieron prometido aceptar el fallo del Tribunal sobre el fondo del asunto y conformarse en el futuro, así como no realizar ninguna actividad en relación con la compilación y distribución de material escrito cuyo contenido pudiera ser susceptible de estimarse contrario a la disciplina militar mientras estuvieran pendientes de los procedimientos contra ellos. De acuerdo con los demandantes, este requerimiento fue aceptado por ellos sólo «in extremis» en la medida que no disponían de medios legales para acabar con su prisión preventiva.", "", " Al igual que el señor De Wit, los demandantes habían sido asistidos ante el Tribunal por el soldado raso Eggenkamp, el cual estaba no obstante facultado únicamente para prestar asistencia en los aspectos legales de la materia (parágrafos 41 y 42, antes mencionados).", "", " 49. El 17 de noviembre de 1971, el Tribunal Superior Militar confirmó el envío a una unidad disciplinaria de tres meses al señor Dona y rebajó el destino a una unidad disciplinaria del señor Schul de cuatro a tres meses, modificando levemente los fundamentos del castigo en ambos casos. El Tribunal rechazó las alegaciones de los demandantes, estimándose desprovistos de fundamento. Haciendo mención en ambos casos a su conducta previa y sanciones, el Tribunal recalcó particularmente su participación en la publicación y distribución de escritos que estaban prohibidos a la luz del Decreto de 21 de diciembre de 1967 (parágrafos 44 y 45, antes citados). A la hora de fijar la pena el Tribunal estimó que estos factores eran elementos reveladores de la actitud general de los afectados.", "", " El Tribunal examinó a continuación las alegaciones de los demandantes respecto de los artículos 5.o, 6.o y 10 del Convenio y los rechazó igualmente. Respecto del artículo 5.o, el Tribunal sostuvo que la obligación de servir en una unidad disciplinaria no constituye «privación de libertad». Subsiguientemente adoptó un razonamiento similar al contenido en el fallo de la demanda del señor Engel (parágrafo 36, antes citado) y encontró que los castigos controvertidos se hallaban justificados a la luz del artículo 5.o, parágrafo 1, b).", "", " Respecto al artículo 6.o, parágrafo 1, el Tribunal consideró que los procedimientos disciplinarios relativos a la publicación de la revista Alarma no envolvían ni un «derecho civil», como pudiera ser la libertad de expresión, ni una «acusación penal»; en el último de los apartados, el Tribunal expreso su decisión con razones similares a las dadas en el fallo de la demanda de Van der Wiel (parágrafo 39).", "", " Los demandantes habían sostenido asimismo que las medidas tomadas contra ellos interferían su libertad de expresión. A este respecto, el Tribunal se apoyó sobre el parágrafo 2 del artículo 10; en su opinión las restricciones controvertidas habían sido necesarias en una sociedad democrática para la prevención del desorden, en el ámbito regulado por el artículo 147 del Código Penal Militar . Finalmente, los demandantes mantenían que su prisión preventiva era contradictoria con el artículo 5.o, parágrafo 1, c), del Convenio y solicitaban una reparación con fundamento en el articulo 5.o, parágrafo 5. El Tribunal sostuvo que no tenía competencia para examinar y decidir tal tipo de solicitud.", "", " 50. Pocos días después del rechazo de sus apelaciones los señores Dona y Schul fueron enviados a los barracones disciplinarios (Depot voor Discipline) en Nieuwersluis, a fin de cumplir con su castigo. No se les permitió abandonar este establecimiento durante el primer mes; y además, ambos permanecían encerrados en un calabozo durante la noche.", "", " 51. Aparte de los hechos particulares relativos a los señores Dona y Schul, existe en el fondo un conflicto entre el Gobierno y la VVDM. A mediados de agosto de 1971, por ejemplo, tuvo lugar la manifestación de Ermelo antes mencionada en el parágrafo 43. Los demandantes citan también el hecho de que, con anterioridad a su castigo y en particular entre el 1 de enero y el 20 de octubre de 1971, el Ministerio de Defensa había decretado un gran número de prohibiciones para publicaciones de la VVDM; aún más, otros militares, como los editores o los redactores de revistas de secciones de la Asociación, habían sido castigados en vía penal o disciplinaria -con arresto agravado, multa y en un caso con la detención militar ( artículo 6.o, parágrafo 3, del Código Penal Militar )- por escribir o distribuir publicaciones consideradas como susceptibles de minar la disciplina militar en los términos del artículo 147 del Código Penal Militar .", "", " A partir de la Instrucción Ministerial de fecha 19 de noviembre de 1971, y posteriormente las medidas contestadas, todos los supuestos que suponen una posible infracción al artículo 147 del Código Penal Militar deben estar sujetos a los Tribunales Penales Militares (parágrafo 14, antes citado) y no a las autoridades disciplinarias. El Decreto de «Distribución de escritos» de 21 de diciembre de 1967, mencionado en el anterior parágrafo 43, fue derogado el 26 de noviembre de 1971.", "", " PROCEDIMIENTO SEGUIDO ANTE LA COMISIÓN", "", " 52. Las demandas fueron depositadas ante la Comisión el 6 de julio de 1971 por el señor Engel, el 31 de mayo de 1971 por el señor Van der Wiel y el señor De Wit, el 19 de diciembre de 1971 por el señor Dona y el 29 de diciembre de 1971 por el señor Schul. El 10 de febrero de 1972, la Comisión acordó acumular las demandas de acuerdo con lo previsto en la regla 39 del Reglamento de Procedimiento.", "", " Todos los demandantes alegaban que las sanciones impuestas constituían una privación de libertad contraria al artículo 5.o del Convenio; que los procedimientos seguidos ante las autoridades militares y el Tribunal Superior Militar no estaban de acuerdo con lo preceptuado en el artículo 6.o y que el modo en que se les trató fue discriminatorio y conculcaba el artículo 14 interpretado sistemáticamente junto con los artículos 5.o y 6.o", "", " El señor Engel alegó asimismo una infracción del artículo 5.o en el tema de su arresto provisional y una contravención del artículo 11 dados los datos concretos de su caso.", "", " Por su parte, los señores Dona y Schul sostuvieron que su detención provisional había hecho caso omiso del artículo 5.o y que el castigo que se les aplicó por la publicación y difusión de artículos juzgados como susceptibles de minar la disciplina militar había contravenido los artículos 10, 11, 14, 17 y 18.", "", " Además, todos los demandantes solicitaban indemnización.", "", " Las demandas se declararon admisibles por la Comisión el 17 de julio de 1972, salvo la queja del señor Engel amparada en el artículo 11, que fue rechazada al estimarse que se hallaba patentemente desprovista de fundamento (artículo 27, párrafo 2).", "", " En contestación a determinadas objeciones realizadas por el Gobierno demandado durante el examen del caso, la Comisión decidió el 29 de mayo de 1973 no desestimar, de acuerdo con el artículo 29, dos órdenes de quejas presentadas por los señores Engel, Dona y Schul el 21 de junio de 1972 en apoyo de sus respectivas demandas.", "", " 53. En su dictamen de 19 de julio de 1974 la Comisión expresó su opinión de que:", "", " - Los castigos de arresto leve impugnados por los señores Engel y Van der Wiel no conllevaban privación de libertad de acuerdo con los términos del artículo 5.o de la Convención (once votos a favor y una abstención).", "", " - Los demás castigos objeto de queja por parte te los señores Engel, De Wit, Dona y Schul habían infringido el artículo 5.o, párrafo 1, ya que ninguno de sus subapartados justificaban aquéllos (conclusión obtenida después de varias votaciones con diversas mayorías).", "", " - Había existido también violación del artículo 5.o, párrafo 4, al no haber sido «rápidamente resueltas» las quejas y apelaciones de los cuatro demandantes anteriormente citados (once votos y una abstención).", "", " - El arresto provisional del señor Engel, decidido a la luz del artículo 44 de la Ley de 1903, había contravenido, por su lado, el artículo 5.o, párrafo 1, en la medida en que había excedido el período predeterminado en el artículo 45 de la susodicha Ley (once votos con una ausencia).", "", " - El artículo 6.o no era aplicable a ninguno de los procedimientos disciplinarios en cuestión (diez votos contra uno y una ausencia).", "", " - En los casos de los señores Dona y Schul no se había probado conculcación alguna ni del artículo 5.o del Convenio respecto a su custodia interina ni de los artículos 10, 11, 17 ó 18 (decisión que sobrevino después de varias votaciones con mayorías diversas).", "", " - No existía violación del artículo 14, sea o no éste interpretado en relación con los artículos 5.o, 6.o, 10 u 11, en este caso (decisión a la que se llegó después de varias votaciones con mayorías diversas).", "", " El informe contiene cinco votos particulares.", "", "", "", " FUNDAMENTOS DE DERECHO", "", " 54. Según opinión del Gobierno, de la Comisión y de los enmendantes, el Convenio es válido en principio para los miembros de las Fuerzas Armadas y no únicamente para los civiles. Aquél precisa en sus artículos 1.o a 14 que «todas las personas dependientes de la jurisdicción» de los Estados contratantes deben gozar, «sin distinción alguna», de los derechos y libertades enumerados en el título I. El artículo 4.o, parágrafo 3, b), que sustrae al servicio militar de la prohibición de trabajos forzosos u obligatorios, confirma que por regla general las garantías del Convenio se extienden a los militares. La misma aplicación se deduce del artículo 11, parágrafo 2, que permite a los Estados introducir restricciones específicas en el ejercicio de los derechos de reunión y asociación para los miembros de las Fuerzas Armadas.", "", " Sin embargo, al interpretar y aplicar las normas del Convenio en esta materia, el Tribunal debe tener en cuenta las características particulares de la condición militar y sus efectos en la situación de los miembros individuales de las Fuerzas Armadas.", "", " 55. Una vez establecidos estos puntos preliminares, el Tribunal examinará sucesivamente, artículo por artículo, cada uno de los motivos presentados por los cinco demandantes o por alguno de ellos.", "", " I. SOBRE LAS VIOLACIONES ALEGADAS POR EL ARTICULO 5.º", "", " a) Sobre la violación alegada por el parágrafo 1 del articulo 5.o, considerado aisladamente", "", " 56. Los demandantes señalan que las sanciones y medidas disciplinarias tomadas contra ellos contravienen el artículo 5.o, parágrafo 1, según el cual:", "", " «Toda persona tiene derecho a la libertad y seguridad. Nadie puede ser privado de su libertad, salvo en los casos siguientes y con arreglo al procedimiento establecido por la ley:", "", " a) Si ha sido penado legalmente en virtud de una sentencia dictada por un tribunal competente.", "", " b) Si ha sido detenido preventivamente o internado, conforme a derecho, por desobediencia a una orden judicial o para asegurar el cumplimiento de una obligación establecida por la ley.", "", " c) Si ha sido detenido preventivamente o internado, conforme a derecho, para hacerle comparecer ante la autoridad judicial competente, cuando existan indicios racionales de que ha cometido una infracción o cuando se estime necesario para impedirle que cometa una infracción o que huya después de haberla cometido.", "", " d) Si se trata del internamiento de un menor en virtud de una orden legalmente acordada con el fin de vigilar su educación o de su detención, conforme a derecho, con el fin de hacerle comparecer ante la autoridad competente.", "", " e) Si se trata del internamiento, conforme a derecho, de una persona susceptible de propagar una enfermedad contagiosa, de un enajenado, de un alcohólico, de un toxicómano o de un vagabundo.", "", " f) Si se trata de la detención preventiva o del internamiento, conforme a derecho, de una persona para impedir que entre ilegalmente en el territorio o contra la que esté en curso un procedimiento de expulsión o extradición.", "", " 1. Sobre el derecho a la libertad en el contexto del servicio militar", "", " 57. Con ocasión de la elaboración y consiguiente aplicación del Convenio, los Estados contratantes poseían en su gran mayoría fuerzas de defensa y, en consecuencia, un sistema de disciplina militar, lo que implicaba la posibilidad sobre ciertos derechos y libertades de los miembros de tales fuerzas de limitaciones de imposible aplicación a los civiles. La existencia de tal sistema, que tales Estados han conservado después, no les exime por sí mismo de sus obligaciones.", "", " La disciplina militar no está fuera, pues, del artículo 5.o, parágrafo 1. No sólo este texto debe leerse a la luz de los artículos 1.o y 14 (parágrafo 54), sino que la lista de privaciones de libertad que enumera reviste un carácter exhaustivo, como testimonian las palabras «salvo en los siguientes casos». Una sanción o medida disciplinaria podrá en consecuencia violar el artículo 5.o, parágrafo 1, como el propio Gobierno reconoce.", "", " 58. Proclamado el «derecho a la libertad, el parágrafo 1 del artículo 5.o está viendo la libertad individual en el sentido clásico, es decir, la libertad física de la persona. Tiene por objeto asegurar que nadie sea despojado de manera arbitraria; así, como han dicho el Gobierno y la Comisión, no se refiere a las simples restricciones de la libertad de circular ( artículo 2o del Protocolo núm. 4). Ello se deduce a la vez del empleo de los términos «privado de su libertad», «arresto» y «detención», que figuran igualmente en los parágrafos 2 a 5, y de una comparación entre el artículo 5.o y las otras disposiciones normativas del Convenio y de los Protocolos .", "", " 59. Para establecer si alguno se encuentra «privado de su libertad», en el sentido del artículo 5.o, es necesario partir de su situación concreta. Tal y como se entiende por los Estados contratantes, el servicio militar no constituye por sí mismo una privación de libertad en el sentido del Convenio, dado que éste lo consagra expresamente en su artículo 4.o, parágrafo 3, b). Entraña, en razón de sus imperativos específicos, amplias limitaciones a la libertad de movimiento de los miembros de las Fuerzas Armadas; las restricciones normales de las cuales viene acompañado no caen tampoco bajo el ámbito del artículo 5.o", "", " Cada Estado es competente para organizar su sistema de disciplina militar; goza en la materia de un cierto margen de apreciación. Los límites que el artículo 5.o le impide traspasar no son idénticos para militares y para civiles. Una sanción o medida disciplinaria que se vería incuestionablemente como una privación de libertad si se aplicase a un civil, puede no tener el mismo carácter si se refiere a un militar. Sin embargo, no escapa del artículo 5.o cuando se concreta en restricciones que se apartan netamente de las condiciones normales de vida en el seno de las Fuerzas Armadas de los Estados contratantes. Para saber si ello es así, debe tenerse en cuenta un conjunto de elementos tales como la naturaleza, la duración, los efectos y las modalidades de ejecución de la sanción o medida considerada.", "", " 2. Sobre la existencia de privación de libertad en el presente caso", "", " 60. Es en base a tales premisas que el Tribunal examinará si se han dado en este caso una o más circunstancias de privación de libertad. Según la tesis principal del Gobierno, la cuestión tiene una respuesta negativa para todas las medidas disciplinarias (parágrafos 15 al 19 de la memoria y argumentos ofrecidos oralmente), mientras que para la Comisión sólo los arrestos leves no plantean problemas respecto al artículo 5.o, parágrafo 1 (parágrafos 67 a 76 del informe).", "", " 61. Ninguna privación de libertad resulta del arresto de los tres y cuatro días de arrestos leves impuestos, respectivamente, al señor Engel (parágrafos 34 a 36 más arriba) y el señor Van der Wiel (parágrafos 37 a 39 más arriba). De cualquier forma que fueran retenidos fuera de sus horas de servicio, en su domicilio o en un establecimiento militar, según el caso, los militares castigados con tal sanción no se encuentran encerrados y continúan desarrollando sus tareas (artículo 8 de la Ley de 1903 y parágrafo 18 más arriba); queda de una u otra forma en el cuadro ordinario de su vida en el ejército.", "", " 62. Los arrestos agravados no difieren de los arrestos simples más que en un punto: fuera de sus horas de servicio, los soldados permanecen en un local especialmente fijado que no pueden dejar para ir a la cantina, al cine o a las salas de recreo, pero no son encarcelados (artículo 9.oB de la Ley de 1903 y parágrafo 19 más arriba). El Tribunal no considera, en consecuencia, como una privación de libertad los doce días de arresto agravado a los que alude el señor De Wit (parágrafo 41 más arriba).", "", " 63. Los arrestos de rigor, abolidos en 1974, se distinguían de los arrestos leves y agravados en que los suboficiales y clases de tropa los cumplían día y noche encerrados en una celda y quedaban excluidos del cumplimiento de sus deberes normales (artículo 10-B de la Ley de 1903 y parágrafo 20 más arriba). Por tanto, han revestido ese carácter, pese a su corta duración (20 a 22 de marzo de 1971), los arrestos provisionales impuestos al señor Engel en forma de arresto de rigor (artículo 44 de la Ley, parágrafos 26, 34 y 35 más arriba).", "", " 64. La afectación a una unidad disciplinaria, igualmente suprimida en 1974 pero aplicada en 1971 a Dona y a Schul, representaban la sanción más pesada en Derecho disciplinario holandés. Los soldados contra los cuales había sido ordenada por vía disciplinaria no estaban separados de aquellos que habían sido condenados a la pena a título de pena complementaria, y durante un mes o más no tenían derecho a salir del establecimiento. La afectación cubría un período de tres a seis meses, duración muy superior a las otras sanciones, comprendidos los arrestos de rigor que podían ser impuestos por un período de uno a catorce días. Por otra parte, los señores Dona y Schul pasaron la noche encerrados en celdas ( artículos 5 .o, 8 .o y 19 de la Ley de 1903, Real Decreto de 14 de junio de 1971 y parágrafos 21 y 50 más arriba). Por tales diversas razones, el Tribunal estima que hubo en este caso privación de libertad.", "", " 65. No ocurre lo mismo con la medida que del 8 de octubre al 3 de noviembre había precedido a dicha afectación. Los señores Dona y Schul cumplieron sus arrestos transitorios bajo forma de arrestos agravados (artículo 20 de la Ley de 1903, parágrafos 22, 46, 48 y 52 más arriba).", "", " 66. El Tribunal llega, por tanto, a la conclusión de que ni los arrestos simples de los señores Engel y Van der Wiel, ni los arrestos agravados del señor De Wit, ni los arrestos transitorios de los señores Dona y Schul requieren un examen más profundo a la luz del parágrafo 1 del artículo 5.o", "", " En cuanto a la pena de dos días de arresto de rigor impuesto al señor Engel el 7 de abril de 1971 y confirmada por el Tribunal Superior Militar el 23 de junio de 1971, coincidió de hecho con una medida anterior: se consideró que el interesado la había cumplido ya previamente: del 20 al 22 de marzo de 1971 durante sus arrestos provisionales (parágrafos 34 a 36 más arriba, tercera pena).", "", " Por el contrario, incumbe al Tribunal verificar si estos últimos, así como el destino («aflectation») de los señores Dona y Schul a una unidad disciplinaria, han respetado el artículo 5.o, parágrafo 1.", "", " 3. Sobre la compatibilidad de las privaciones de libertad constatadas en el caso con el parágrafo 1 del artículo 5.º", "", " 67. El Gobierno ha mantenido subsidiariamente que la afectación de los señores Dona y Schul a una unidad disciplinaria satisfacía las exigencias del párrafo a) del artículo 5.o, parágrafo 1, y que los arrestos provisionales del señor Engel respondían a los del párrafo b) (parágrafos 21 a 23 de la memoria); aquél no invocó los apartados c) a f).", "", " 68. En su párrafo a), el artículo 5.o, parágrafo 1, permite la condena «legal» de un individuo «en virtud de una sentencia [condena] dictada por un tribunal competente».", "", " El Tribunal entiende, con el Gobierno (audiencia del 29 de octubre de 1975), que este texto no distingue según el carácter jurídico de la infracción por la cual una persona ha sido declarada culpable. Se aplica a toda sentencia [condena] privativa de libertad dictada por un «tribunal», ya el derecho interno del Estado en cuestión la califique de penal o de disciplinaria.", "", " Los señores Dona y Schul han sido, en efecto, privados de su libertad «en virtud de» una sentencia [condena] del Tribunal Superior Militar. El artículo 64 de la Ley de 1903 atribuía al recurso contra las decisiones del jefe de compañía (8 de octubre de 1971) y del beklagmeerdere (19 de octubre de 1971) un efecto suspensivo que parece haber sido olvidado por la Comisión (parágrafo 85 y anexo IV del informe), pero sobre el cual el Gobierno ha insistido justamente (parágrafo 21 de la memoria). En consecuencia, su envío a la unidad disciplinaria de Nieuwersluis no ha tenido lugar sino en virtud de las sentencias definitivas de 17 de noviembre de 1971 (parágrafos 28, 48 y 50 más arriba).", "", " No obstante hay que fijar si tales sentencias emanaron de un «tribunal competente» en el sentido del artículo 5.o, parágrafo 1-a).", "", " El Tribunal Superior Militar, cuya competencia no ha sido puesta en discusión, constituye un tribunal desde el punto de vista orgánico. Sin duda, sus cuatro miembros militares no son inamovibles en derecho, pero, como los dos miembros civiles, gozan de la independencia inherente a la noción de tribunal tal y como la concibe el Convenio (sentencia De Wilde, Ooms y Versyp de 18 de junio de 1971, serie A, número 12, página 41, parágrafos 30 y 48 más arriba).", "", " No se deduce de los autos [«dossier»l (parágrafos 31 a 32 y 48 a 49 más arriba) que los señores Dona y Schul no se hayan beneficiado ante el Tribunal Superior Militar de las garantías judiciales adecuadas a tenor del artículo 5.o [parágrafo 1-a)], disposición autónoma cuyas exigencias no coinciden con las del artículo 6.o; las garantías acordadas a los dos demandantes parecen «suficientes» bajo el ángulo del artículo 5.o, parágrafo 1-a) si se tiene en cuenta «la naturaleza particular de las circunstancias» en la que se desarrollaba la instancia (sentencia más arriba citada de 18 de junio de 1971, serie A, número 12, páginas 41 y 42, parágrafo 78). En cuanto al artículo 6.o, el Tribunal verá más tarde si es aplicable en este caso y, en caso afirmativo, si ha sido respetado.", "", " Finalmente, la sanción impuesta y después ejecutada lo ha sido «conforme a derecho» y «según las vías legales»; en resumen, no ha violado el artículo 5.o, parágrafo 1.", "", " 69. Los arrestos provisionales del señor Engel no entran por su parte en el ámbito del apartado a) del artículo 5.o, parágrafo 1.", "", " El Gobierno ha obtenido argumentos del apartado b) en cuanto que este último permite «un arresto o (...) una detención conforme a derecho» destinados a «asegurar el cumplimiento de una obligación establecida por la ley.", "", " El Tribunal entiende que las palabras «asegurar el cumplimiento de una obligación establecida por la ley» se aplican sólo a los casos en los cuales la ley autoriza a detener a alguien para forzarlo a ejecutar una obligación específica y concreta que hasta el momento no ha cumplido. Una interpretación extensiva conllevaría a un resultado incompatible con la idea de la preeminencia del derecho en la que se inspira el Convenio en su integridad (sentencia Golder de 21 de febrero de 1975, serie A, número 18, páginas 16 y 17, parágrafo 34). Justificaría, por ejemplo, un internamiento administrativo tendente a compeler a un ciudadano a cumplir, en relación con cualquier punto, su deber general de obediencia a la ley.", "", " De hecho, los arrestos provisionales del señor Engel no tenían por fin asegurar en el futuro la ejecución de tales obligaciones. El artículo 44 de la Ley de 1903, aplicable cuando un oficial tiene «razones suficientes para pensar que un subordinado ha ofendido gravemente la disciplina militar», se refiere a un comportamiento pasado. La medida que autoriza representa una etapa complementaria de la precedente disciplinaria militar y se sitúa, por tanto, en un cuadro represivo. Quizá tiene también por objeto efectos accesorios, en este caso incitar a un miembro de las Fuerzas Armadas a respetar, en todo caso, sus obligaciones, pero sólo difícilmente puede caer bajo el ámbito del párrafo b); en este sentido, se podría, por otra parte, llegar a englobar en este párrafo, en nombre de sus virtudes disuasorias, verdaderas penas privativas de libertad que quedarían sustraídas de las garantías fundamentales del apartado a).", "", " En realidad, dicha medida se parece más a aquella de la que habla el apartado c) del artículo 5.o, parágrafo 1, del Convenio. No obstante, no satisface en este caso una de las exigencias del texto por cuanto el señor Engel no ha sido detenido del 20 al 22 de marzo de 1971 «para hacerle comparecer ante la autoridad judicial competente» (parágrafos 86 a 88 del informe de la Comisión).", "", " Las detenciones provisionales del señor Engel no han sido además conforme a derecho en el sentido del artículo 5.o, parágrafo 1, en la medida en que han excedido -de veintidós a treinta horas según información de la audiencia del 28 de octubre de 1975- la máxima duración de veinticuatro horas fijada por el artículo 45 de la Ley de 1903.", "", " Según el Gobierno, el oficial de quejas ha corregido esta irregularidad considerando como cumplida, del 20 al 22 de marzo de 1971, la sanción disciplinaria de dos días de arresto de rigor con que se castigó al demandante el 5 de abril de 1971 y que el Tribunal Superior Militar confirmó el 23 de junio de 1971. Resulta, sin embargo, de la jurisprudencia del Tribunal Europeo que la imputación de una detención provisional (Untersuchungshaft) sobre una pena posterior no puede eliminar una violación del parágrafo 3 del artículo 5.o, sino solamente repercutir sobre el artículo 50 para limitar el perjuicio causado (sentencia Stögmüller de 10 de noviembre de 1969, serie A, número 9, páginas 27, 36 y 39 a 45; sentencias Ringeisen de 16 de julio de 1971 y 22 de junio de 1972, serie A, número 13, páginas 20 y 41 a 45, y número 15, parágrafo 8, página 21; sentencia Neumeister de 7 de mayo de 1974, serie A, número 17, páginas 18 y 19, parágrafos 40 y 41). El Tribunal Europeo no aprecia ninguna razón para adoptar una solución diferente teniendo en cuenta la compatibilidad de los arrestos provisionales del señor Engel con el apartado 1 del artículo 5.o", "", " En conclusión, la privación de libertad impuesta al interesado del 20 al 22 de marzo de 1971 ha tenido lugar en condiciones contrarias a este apartado.", "", " b) Sobre la violación alegada de los artículos 5.1 y 14 conjuntamente", "", " 70. Según los demandantes, las sanciones y medidas litigiosas han contravenido también el artículo 5.o, parágrafo 1, en relación con el artículo 14, según el cual «el goce de los derechos y libertades reconocidos en el presente Convenio ha de ser asegurado sin distinción alguna, especialmente por razones de sexo, raza, color, lengua, religión, opiniones políticas u otras, origen nacional o social, pertenencia a una minoría nacional, fortuna, nacimiento o cualquier otra situación».", "", " 71. Teniendo en cuenta que algunas de las más arriba citadas sanciones y medidas no han revestido un carácter de privación de libertad (parágrafos 61, 62 y 65 más arriba), las discriminaciones alegadas a este respecto no plantean ningún problema a la luz del artículo 14 no han afectado al ejercicio del derecho reconocido en el artículo 5.o, parágrafo 1. No sucede lo mismo con el arresto provisional del señor Engel ni con la afectación de los señores Dona y Schul a una unidad disciplinaria (parágrafos 63 y 64 más arriba).", "", " 72. Los señores Engel, Dona y Schul alegan, en primer lugar, discriminación de trato entre militares: según los artículos 10 y 44 de la Ley de 1903, los arrestos provisionales impuestos bajo forma de arresto de rigor eran cumplidos por los oficiales en su domicilio, mientras que los suboficiales y clases de tropa permanecían encerrados en una celda (parágrafo 20 más arriba); en cuanto a la afectación a una unidad disciplinaria sólo la cumplían los simples soldados (artículos 3.o a 5.o de la Ley de 1903 y parágrafos 16 y 21 más arriba).", "", " Una distinción fundada en el grado puede oponerse al artículo 14. La lista que contiene este texto reviste un carácter indicativo y no limitativo como testimonio del adverbio «especialmente»; la palabra «situación» parece suficientemente amplia para comprender el grado. Además, una distinción concerniente a las modalidades de ejecución de una sanción o medida privativa de libertad no escapa del ámbito del artículo 14 porque no deja de repercutir sobre la manera en que se encuentra «asegurado» el «goce» del derecho consagrado por el artículo 5.o, parágrafo 1. Sobre estos dos puntos, este Tribunal no suscribe las tesis del Gobierno (parágrafo 40, primer apartado del informe de la Comisión); y señala su acuerdo con la Comisión (ibidem, parágrafos 133 y 134).", "", " El Tribunal no ignora que las respectivas legislaciones de una serie de Estados contratantes parecen evolucionar, bien que con distinta intensidad, hacia una mayor igualdad entre oficiales, suboficiales y clases de tropa en materia disciplinaria. La Ley holandesa de 12 de septiembre de 1974 ofrece un ejemplo ilustrativo de esta tendencia; en particular, ha suprimido para el futuro las detenciones criticadas por los señores Engel, Dona y Schul al abolir arrestos de rigor y afectación a una unidad disciplinaria.", "", " Para saber si tales detenciones constituían discriminación contraria a los artículos 5.o y 14 conjuntamente, es necesario, sin embargo, situarse en el momento en que existían. El Tribunal examinará la cuestión a la luz de su sentencia de 23 de julio de 1968 en el asunto «lingüístico belga» (serie A, número 6, páginas 33-35, parágrafo 10) (véase BJC núm. 1, páginas 77 ss.).", "", " La estructura jerárquica inherente en los ejércitos entraña diferenciaciones. A diversos grados corresponden diferentes responsabilidades que justifican cierta desigualdad de trato en materia disciplinaria. De tales desigualdades se hacen eco tradicionalmente los Estados contratantes y son afectados por el derecho internacional humanitario (parágrafo 140 del informe de la Comisión, artículo 88 de la Convención de Ginebra de 12 de agosto de 1949, relativo al trato de prisioneros de guerra). A este respecto, el Convenio europeo reserva a las autoridades nacionales competentes un considerable margen de apreciación.", "", " En la época de que se trata, las distinciones denunciadas por los tres demandantes tenían su equivalente en el orden jurídico interno de casi todos los Estados contratantes. Apoyándose sobre un elemento por sí mismo objetivo, el grado, ellas podían estar dictadas con un fin legítimo: preservar la disciplina por métodos adaptados a cada una de las categorías de militares. Si sólo los simples soldados podían verse destinados a una unidad disciplinaria, por otra parte ellos evidentemente no se encontraban expuestos a una sanción grave que amenazaba a los otros miembros de las Fuerzas Armadas: la degradación. En cuanto al encierro en celda durante los arrestos de rigor el legislador holandés podía tener motivos plausibles de no aplicarla a los oficiales. En conjunto, parece no haber abusado en el caso del margen que le dejaba el Convenio. El Tribunal no estima tampoco que el principio de proporcionalidad definido en su sentencia más arriba citada de 23 de julio de 1968 (serie A, número 6, página 34, parágrafo 10, segundo apartado «in fine») haya sido transgredido en este caso.", "", " 73. Los señores Engel, Dona y Schul alegan, en segundo lugar, desigualdades de trato entre militares y civiles. De hecho, incluso los civiles sometidos por su profesión a un régimen disciplinario particular no podrían sufrir en los Países Bajos sanciones análogas a las privaciones de libertad sobre las que se litiga. No resulta por tanto ninguna discrimina-nación incompatible con el Convenio; las condiciones y los imperativos de la vida militar difieren por naturaleza de los de la vida civil (parágrafos 54 y 57 más arriba).", "", " 74. El Tribunal no aprecia, por tanto, ninguna violación de los artículos 5.o, parágrafo 1, y 14, considerados conjuntamente.", "", " c) Sobre la violación alegada del artículo 5.o, parágrafo 4", "", " 75. Además del apartado 1 del artículo 5.o, los demandantes invocan el apartado 4, según el cual «toda persona privada de su libertad mediante detención preventiva o internamiento tendrá derecho a presentar un recurso ante un órgano judicial, a fin de que se pronuncie en breve plazo sobre la legalidad de su privación de libertad y ordene su puesta en libertad si fuera ilegal».", "", " 76. La cuestión no se plantea más que por el destino de los señores Dona y Schul a una unidad disciplinaria. El señor Engel no la ha planteado, ni siquiera sobre el terreno de los hechos, para sus arrestos provisionales; en cuanto a las otras sanciones o medidas, no han «privado» a nadie «de su libertad por arresto o detención» (parágrafos 61 a 66 más arriba).", "", " 77. El Tribunal recuerda que la afectación de los señores Dona y Schul a una unidad disciplinaria derivaba de su «condena por un tribunal competente» en el sentido del artículo 5.1.a) (parágrafo 68 más arriba). Si «el artículo 5.4 obliga (...) a los Estados a establecer (...) un derecho de recurso ante un tribunal «cuando« la decisión privativa de libertad emane de un órgano administrativo», «nada indica que deba ocurrir lo mismo cuando es dictada por un tribunal en un procedimiento judicial» «en esta última hipótesis», por ejemplo, «una condena de prisión dictada por un tribunal competente [artículo 5.1.a) del Convenio]», «el control querido por el artículo 5.4 se haya incorporado a la decisión» (sentencia De Wilde, Ooms y Versyp de 18 de junio de 1971, serie A, número 12, páginas 40 y 41, parágrafo 76). El Tribunal deduce de ello, con el Gobierno (parágrafo 21 de la memoria), que no ha habido violación del artículo 5.4 en el caso de los señores Dona y Schul.", "", " II. SOBRE LAS VIOLACIONES ALEGADAS DEL ARTICULO 6.o", "", " a) Sobre la violación alegada del artículo 6.º aisladamente considerado", "", " 78. Los cinco demandantes alegan violaciones del artículo 6.o, que establece:", "", " «1. Toda persona tiene derecho a que su causa sea oída equitativa, públicamente y dentro de un plazo razonable, por un Tribunal independiente e imparcial, establecido por la Ley, que decidirá los litigios sobre sus derechos y obligaciones de carácter civil o sobre el fundamento de cualquier acusación en materia penal dirigida contra ella. La sentencia debe ser pronunciada públicamente, pero el acceso a la Sala de Audiencia puede ser prohibido a la prensa y al público durante la totalidad o parte del proceso en interés de la moralidad del orden público o de la seguridad nacional en una sociedad democrática, cuando los intereses de los menores o la protección de la vida privada de las partes en el proceso así lo exijan o en la medida considerada necesaria por el Tribunal, cuando en circunstancias especiales la publicidad pudiera ser perjudicial para los intereses de la justicia.", "", " 2. Toda persona acusada de una infracción se presume inocente hasta que su culpabilidad haya sido legalmente declarada.", "", " 3. Todo acusado tiene, como mínimo, los siguientes derechos:", "", " a) A ser informado, en el más breve plazo, en una lengua que comprenda y detalladamente, de la naturaleza y de la causa de la acusación formulada contra él.", "", " b) A disponer del tiempo y de las facilidades necesarias para la preparación de su defensa.", "", " c) A defenderse por sí mismo o a ser asistido por un defensor de su elección, y si no tiene medios para pagarlo, poder ser asistido gratuitamente por un Abogado de oficio, cuando los intereses de la justicia lo exijan.", "", " d) A interrogar o hacer interrogar a los testigos que declaren contra él y a obtener la citación y el interrogatorio de los testigos que declaren en su favor en las mismas condiciones que los testigos que lo hagan en su contra.", "", " é) A ser asistido gratuitamente de un intérprete, si no comprende o no habla la lengua empleada en la Audiencia.»", "", " 79. Para el Gobierno y la Comisión, los procedimientos llevados a efecto contra el señor Engel, el señor Van der Wiel, el señor Dona y el señor Schul no versaban ni sobre «litigios sobre derechos y obligaciones de carácter civil» ni sobre «acusaciones en materia penal».", "", " Llevado así a preguntarse sobre la aplicabilidad del artículo 6.o en el caso, el Tribunal examinará en primer lugar si tales procedimientos encierran «acusaciones en materia penal» en el sentido de este texto: en efecto, aunque disciplinarios según la ley holandesa, dichos procedimientos tienden a reprimir por medio de sanciones las infracciones imputadas a los recurrentes, objetivo análogo al fin general del derecho penal.", "", " 1. SOBRE LA APLICABILIDAD DEL ARTÍCULO 6.o", "", " a) Sobre la existencia de «acusaciones en materia penal»", "", " 80. Todos los Estados contratantes distinguen desde hace tiempo, si bien con formas y grados diversos, entre procedimientos disciplinarios y procedimientos penales. Según los individuos a los que primeros ofrecen sobre los segundos ventajas sustanciales, por ejemplo en lo que concierne a las penas impuestas: en general más suaves, no figuran en el registro judicial y entrañan consecuencias más limitadas. Por otra parte, sin embargo, las instancias penales se rodean habitualmente de mayores garantías.", "", " Asimismo, hay que preguntarse si la solución adoptada en este caso a nivel nacional es o no decisiva a la luz del Convenio: ¿ deja el artículo 6.o de aplicarse en el momento en que los órganos competentes de un Estado contratante califican de disciplinarias una acción u omisión y los procedimientos dirigidos contra su autor o, por el contrario, se aplica en ciertos casos a pesar de esta calificación? El problema, cuya importancia es reconocida por el Gobierno, fue correctamente planteado por la Comisión, y surge particularmente cuando una acción u omisión se analiza según el derecho interno del Estado que lo considera como una infracción mixta, a la vez penal y disciplinaria, y existe, pues, para ella una posibilidad de optar o incluso acumular el procedimiento penal y el procedimiento disciplinario.", "", " 81. El Tribunal ha prestado atención a las tesis respectivas de los demandantes, del Gobierno y de la Comisión sobre lo que han denominado la «autonomía» de la noción de «acusaciones en materia penal», pero no suscribe en su integridad ninguna de ellas. (Informe de la Comisión, parágrafos 33 y 34, parágrafos 114-119 y voto particular del señor Welter; memoria del Gobierno, parágrafos 25-34; memoria de la Comisión, parágrafos 9-16, parágrafos 14-17 del anexo I y parágrafos 12-14 del anexo II; diarios de las audiencias de 28 y 29 de octubre de 1975.)", "", " En su sentencia Neumeister de 27 de junio de 1968, el Tribunal ha juzgado ya que la palabra «acusación» debe interpretarse en el sentido del Convenio (serie A, número 8, página 18, en relación con el segundo párrafo de la página 28 y el primer párrafo de la página 45; vid también la sentencia Wemhoff de 27 de junio de 1968, serie A, número 7, páginas 26-27, parágrafo 19, y la sentencia Ringeisen de 16 de julio de 1971, serie A, número 13, página 45, parágrafo 110).", "", " La cuestión de la «autonomía» de la noción de «materia penal» no tiene exactamente la misma solución. El Convenio permite sin ninguna duda a los Estados, en el cumplimiento de su función de guardianes del interés público, mantener o establecer una distinción entre el derecho penal y el derecho disciplinario, así como fijar sus límites, pero solamente bajo ciertas condiciones. Les deja libres para tipificar como infracción penal una acción u omisión que no constituya el ejercicio normal de uno de los derechos que protege; ello se deduce especialmente del artículo 7.o. Tal elección, que tiene por efecto hacer aplicables los artículos 6.o y 7.o, escapa en principio al control del Tribunal Europeo.", "", " La elección inversa, por su parte, obedece a reglas más estrictas. Si los Estados contratantes pudieran discrecionalmente calificar una infracción de disciplinaria en lugar de criminal o perseguir al autor de una infracción «mixta» disciplinariamente con preferencia a la vía penal, el juego de las cláusulas fundamentales de los artículos 6 .o y 7.o se encontraría subordinado a su voluntad soberana. Una lexitud tan amplia conllevaría el riesgo de llevar a resultados incompatibles con el fin y el objetivo del Convenio. El Tribunal tiene, por tanto, competencia para asegurarse, según el artículo 6.o, e incluso prescindiendo de la referencia a los artículos 17 y 18, que el procedimiento disciplinario no sustituya indebidamente al penal.", "", " En resumen, la «autonomía» de la noción de «materia penal» opera, por así decir, en sentido único.", "", " 82. Por tanto, este Tribunal debe precisar, limitándose al dominio del servicio militar, cómo verificará si una «acusación» determinada, a la cual el Estado en cuestión atribuye, como en este caso, un carácter disciplinario, se refiere, sin embargo, a una «materia penal» tal como se entiende en el art. 6.o", "", " A este respecto, importa en primer lugar saber si el o los textos que definen la infracción incriminada pertenecen, según la técnica jurídica del Estado demandado, al derecho penal, al derecho disciplinario o a los dos a la vez. Se trata, sin embargo, de un simple punto de partida. Tal indicación no tiene más que un valor formal y relativo, debiendo examinarse a la luz del denominador común de las legislaciones respectivas de los diversos Estados contratantes.", "", " La naturaleza misma de la infracción representa un elemento de apreciación de gran peso. Si un militar es sancionado por una acción u omisión que habría transgredido una norma jurídica reguladora del funcionamiento de las Fuerzas Armadas, el Estado puede en principio utilizar contra él el derecho disciplinario antes que el penal. A este respecto, este Tribunal señala su acuerdo con el Gobierno.", "", " No se acaba, sin embargo, ahí el control del Tribunal, que sería meramente ilusorio si no tomase igualmente en consideración el grado de severidad de la sanción que puede sufrir el interesado. En una sociedad sujeta a la preeminencia del derecho, son de «materia penal» las privaciones de libertad susceptibles de ser impuestas a título represivo, excepto aquellas que por su naturaleza, su duración o sus modalidades de ejecución no son susceptibles de causar un perjuicio importante. Así lo requiere la gravedad de la cuestión, las tradiciones de los Estados contratantes y el valor que el Convenio atribuye al respeto de la libertad física de la persona (cf. «mutatis mutandis» la sentencia de De Wilde, Ooms y Versyp de 18 de junio de 1971, serie A, número 12, página 36, último párrafo, y página 42 «in fine»).", "", " 83. Fundándose sobre estos criterios, el Tribunal investigará si los demandantes, o algunos de entre ellos, han sido objeto de alguna «acusación en materia penal» en el sentido del artículo 6.o, apartado 1.", "", " En el caso, la acusación en cuestión reside en la decisión del jefe de la compañía, tal como fue confirmada o atenuada por el oficial de quejas. Como el tribunal llamado a decidir, el Tribunal Superior Militar, no tenía competencia para ordenar una sanción más rigurosa (parágrafo 31 más arriba), es claramente esta decisión la que está en juego.", "", " 84. Las infracciones de las que se acusa a los señores Engel, Van der Wiel, De Wit, Dona y Schul, que entran en el ámbito de los textos de derecho disciplinario según la legislación holandesa (Ley de 1903 y Reglamento de disciplina militar), e incluso aquellas de las que deben responder los señores Dona y Schul ( artículo 147 del Código Penal Militar ) y los señores Engel y De Wit ( artículos 96 y 114 de dicho Código según la señora Van der Schans, audiencia de 28 de octubre de 1975), dieron lugar también a procedimientos penales. Además, aquéllas habían transgredido, a juicio del mando militar, normas jurídicas reguladoras del funcionamiento de las Fuerzas Armadas holandesas. La elección de la vía disciplinaria quedaba justificada desde esa perspectiva.", "", " 85. En cuanto a la sanción máxima que podía imponer el Tribunal Superior Militar era de cuatro días de arresto leve para el señor Van der Wiel, de dos días de arresto de rigor para el señor Engel (tercera pena) y de tres o cuatro meses de asignación a una unidad disciplinaria para los señores De Wit, Dona y Schul. El señor Van der Wiel no podía ser castigado sino a una pena ligera y no privativa de libertad (parágrafo 61 más arriba).", "", " Por otra parte, la sanción privativa de libertad de la cual el señor Engel se vería en teoría amenazado era de muy corta duración para entrar en la «materia penal»; no corría el riesgo de ser castigado a tal pena en el procedimiento seguido en relación con él ante el Tribunal Superior Militar el 7 de abril de 1971, puesto que ya la había cumplido del 20 al 22 de marzo (parágrafos 34-36, 63 y 66 más arriba).", "", " Sin embargo, las «acusaciones» dirigidas contra los señores De Wit, Dona y Schul caen dentro de la «materia penal», pues tienden a la imposición de fuertes penas privativas de libertad (parágrafo 64 más arriba). Sin duda, el Tribunal Superior Militar no condenó al señor De Wit más que a doce días de arresto agravado, es decir, a una sanción no privativa de libertad (parágrafo 62 más arriba), pero el resultado final de la sentencia no puede disminuir la importancia de la posibilidad inicial.", "", " El Convenio no obligaba ciertamente a las autoridades competentes a perseguir a los señores De Wit, Dona y Schul en virtud del Código Penal Militar ante un consejo de guerra (parágrafo 14 más arriba), solución que hubiese resultado menos ventajosa para ellos: les obligaba, sin embargo, a concederles las garantías del artículo 6 .o", "", " b) Sobre la existencia de «litigios» relativos a derechos de «carácter civil»", "", " 86. Tres de los cinco demandantes alegan subsidiariamente que los procedimientos abiertos contra ellos suponen «litigios» relativos a derechos «de carácter civil». El señor Engel atribuye este carácter a su libertad de reunión y de asociación (artículo 11), y los señores Dona y Schul a su libertad de expresión (artículo 10).", "", " 87. El artículo 6.o se muestra menos exigente para tales «litigios» que para las «acusaciones en materia penal» si su apartado 1 es válido para unos y otros, los apartados 2 y 3 no protegen más que a los «acusados». Como los señores Dona y Schul eran objeto de «acusaciones en materia penal» (parágrafo 85 «in fine» más arriba), el artículo 6.o se aplicaba a ellos por entero; este Tribunal entiende que es superfluo el descubrir si el apartado 1 entraría en juego en una segunda instancia, ya que la cuestión no ofrece interés práctico.", "", " En cuanto al señor Engel, que no tenía la cualidad de «acusado» (parágrafo 85 más arriba, tercer párrafo), los procedimientos seguidos contra él no estaban determinados más que por infracciones de la disciplina militar, consistentes en haberse ausentado de su domicilio el 17 de marzo de 1971 y, consecuentemente, haber incumplido las sanciones impuestas contra él los dos días siguientes. En estas condiciones, no ha lugar a decidir en el caso sobre el «carácter civil» de la libertad de reunión y de asociación.", "", " 88. En resumen, incumbe a este Tribunal examinar, desde el ángulo del artículo 6.o, el tratamiento de que han sido objeto los señores De Wit, Dona y Schul, pero no el de los señores Engel y Van der Wiel.", "", " 2. SOBRE LA OBSERVANCIA DEL ARTÍCULO 6.o", "", " 89. El Tribunal Superior Militar, ante el cual han comparecido los señores De Wit, Dona y Schul, constituye un «tribunal independiente e imparcial establecido por la ley»» (parágrafos 30 y 68 más arriba) y nada indica que no haya estudiado su causa «equitativamente». Por otro lado, el «plazo» transcurrido entre la «acusación» y la decisión última parece «razonable»; no ha alcanzado seis semanas para los señores Dona y Schul (8 de octubre-17 de noviembre de 1971) y no ha excedido apenas de dos meses para el señor De Wit (22 de febrero-28 de abril de 1971). Por otra parte, la sentencia fue «pronunciada públicamente».", "", " Sin embargo, las audiencias contradictorias en presencia de las partes han tenido lugar a puerta cerrada, conforme a la práctica constante del Tribunal Superior Militar en materia disciplinaria (parágrafo 31 más arriba). En verdad, los demandantes no parecen haber sido perjudicados; dicho Tribunal, por otra parte, ha mejorado la suerte de dos de ellos, el señor Schul y más aún el señor De Wit. En su ámbito de aplicación, el artículo 6.1 impone, sin embargo, de manera muy general la publicidad del procedimiento judicial. Sin duda autoriza excepciones que enumera, pero el Gobierno no ha alegado, y no resulta de los autos, que estuviéramos en este caso ante una de las situaciones donde se permite prohibir «el acceso a la sala de audiencia (...) a la prensa y al público». En este punto preciso ha habido por tanto violación del apartado 1 del artículo 6.o", "", " 90. Los señores Dona y Schul reprochan al Tribunal Superior Militar haber tenido en cuenta que habían contribuido a publicar dos escritos anteriores al número 8 de Alarma, cuya difusión no había sido prohibida más que a título provisional en virtud del Decreto de 21 de diciembre de 1967, y por los cuales nunca habían sido perseguidos (parágrafo 49 más arriba). Se habría, por tanto, desconocido la presunción de inocencia que proclama el apartado 2 del artículo 6 .o (informe de la Comisión, parágrafo 45, antepenúltimo párrafo).", "", " En realidad, esta cláusula no tiene el alcance que le dan los dos demandantes. Como muestran sus palabras, se refiere a la declaración de culpabilidad y no a la naturaleza ni a la clase de pena. No impide al juez nacional, al pronunciarse sobre la sanción a imponer a un acusado legalmente convicto de la infracción sometida a su veredicto, tener en cuenta factores relativos a la personalidad del interesado.", "", " El Tribunal Superior Militar ha «declarado legalmente» la culpabilidad de los señores Dona y Schul en cuanto a la falta de la que respondían ante él (número 8 de Alarma). Es al sólo fin de fijar su pena en función de su carácter y de sus antecedentes que ha tomado también en consideración ciertos hechos análogos verificados y de los cuales no se contestaba la materialidad; no les ha castigado por estos hechos (artículo 37 de la Ley de 1903 y memoria enviada por el Gobierno a la Comisión el 24 de agosto de 1973).", "", " 91. Los señores De Wit, Dona y Schul no niegan que se ha respetado en su caso el párrafo a) del apartado 3 del artículo 6.o, y no invocan evidentemente el párrafo e). Sin embargo, afirman no haber gozado de las garantías prescritas por los párrafos b), c) y d).", "", " Sus alegaciones se muestran sin embargo demasiado vagas para llevar al Tribunal a concluir que no han dispuesto, en el sentido del párrafo b), «del tiempo y de las facilidades necesarias para la preparación de su defensa».", "", " Por otra parte, los tres demandantes han tenido la posibilidad de defenderse personalmente en los diversos estadios del procedimiento. Se han beneficiado además ante el Tribunal Superior Militar, y el primero de ellos ante el oficial de quejas, de «la asistencia de un defensor de (su) elección», escogido entre el contingente pero abogado en la vida civil. Los servicios del señor Eggenkamp se limitaban al estudio de los problemas jurídicos en litigio; en las circunstancias del caso, esta restricción podía sin embargo conciliarse con los intereses de la justicia, pues los demandantes no eran ciertamente incapaces de explicarse por sus propios medios sobre los hechos muy simples de los que se les acusaba. En consecuencia, ninguna violación del derecho protegido por el párrafo c) resulta de los autos [«dossier»].", "", " Las informaciones recogidas por este Tribunal, en especial con ocasión de las audiencias de 28 y 29 de octubre de 1975, no revelan de entrada una violación del párrafo d). A pesar de la opinión contraria de los demandantes, este texto no obliga a la convocatoria y el interrogatorio de todo testigo de descargo. Como indican las palabras «en las mismas condiciones», tiene por objeto esencial una completa «igualdad de medios de defensa»; a salvo esta reserva, deja a las autoridades nacionales competentes el cuidado de juzgar sobre la pertinencia de una petición de prueba en la medida compatible con la noción de proceso equitativo que inspira el conjunto del artículo 6.o El artículo 65 de la Ley de 1903 y el artículo 56 de la «Instrucción provisional» de 20 de julio de 1814 colocan la acusación y la defensa en un plano de igualdad. Los testigos propuestos por uno y por otro no son citados más que si el oficial de quejas o el Tribunal Superior Militar lo estiman necesario. En lo que concierne a la manera en que esta legislación ha sido aplicada en el caso, este Tribunal constata que ninguna audiencia de testigos de cargo ha tenido lugar ante el Tribunal Superior Militar en el caso de los señores De Wit, Dona y Schul, y que no resulta del informe que estos demandantes hayan solicitado a dicho Tribunal la audiencia de testigos de descargo. Sin duda, el señor De Wit reprocha al oficial de quejas no haber oído más que a uno de los tres testigos de descargo que había propuesto, pero este hecho no puede por sí justificar la constatación de una violación del articulo 6.o, apartado 3, d).", "", " b) Sobre la violación alegada de los artículos 6.º y 14 conjuntamente considerados", "", " 92. Según los demandantes, el procedimiento disciplinario de que fueron objeto atenta a los artículos 6.o y 14 conjuntamente considerados, pues no se rodeó de tantas garantías como en los procesos penales iniciados contra civiles (informe de la Comisión, parágrafo 37).", "", " Si el procedimiento disciplinario militar no se acompaña de las mismas garantías que las acciones penales dirigidas contra civiles, ofrece, sin embargo, ventajas esenciales frente a éstos (parágrafo 80 más arriba). Las distinciones que existen entre estos dos tipos de procedimientos en la legislación de los Estados contratantes se explican por las diferencias entre las condiciones de la vida militar y las de la vida civil. No se puede considerar que entrañan para los miembros de las Fuerzas Armadas una discriminación en el sentido del artículo 14 conjuntamente con el artículo 6.o", "", " c) Sobre la violación alegada de los artículos 6.a y 18 conjuntamente considerados", "", " 93. Según los señores Dona y Schul, la decisión de perseguirlos por la vía disciplinaria antes que por la penal ha tenido por objeto privarles del beneficio del artículo 6.o La elección de las autoridades competentes habría revestido un carácter arbitrario irreconciliable con el artículo 18 (informe de la Comisión, parágrafo 53).", "", " Las conclusiones a las que este Tribunal llegó en cuanto a la aplicabilidad y observancia del artículo 6.o en el caso de los dos demandantes (parágrafos 85 y 89-91 más arriba) le dispensan de pronunciarse sobre esta demanda.", "", " III. SOBRE LAS VIOLACIONES ALEGADAS DEL ARTICULO 10", "", " a) Sobre la violación alegada del artículo 10 aisladamente considerado", "", " 94. Los señores Dona y Schul alegan la violación del artículo 10, que establece:", "", " «1. Toda persona tiene derecho a la libertad de expresión. Este derecho comprende la libertad de opinión y la libertad de recibir o de comunicar informaciones o ideas sin que pueda haber injerencia de autoridades públicas y sin consideración de fronteras. El presente artículo no impide que los Estados sometan las empresas de radiodifusión, de cinematografía o de televisión a un régimen de autorización previa.", "", " 2. El ejercicio de estas libertades, que entrañan deberes y responsabilidades, podrá ser sometido a ciertas formalidades, condiciones, restricciones o sanciones previstas por la ley, que constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la integridad territorial o la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, la protección de la reputación o de los derechos ajenos, para impedir la divulgación de informaciones confidenciales o para garantizar la autoridad y la imparcialidad del poder judicial.»", "", " Tal como la Comisión la ha declarado admisible, la demanda concierne únicamente a la pena disciplinaria que los recurrentes han sufrido después del 17 de noviembre de 1971 por haber colaborado a editar y difundir el número 8 de Alarma. No se refiere a la prohibición de que había sido objeto este número, el número 6 y el «boletín de información» destinado a los jóvenes reclutas, en virtud del Decreto de 21 de diciembre de 1967, ni a los arrestos de rigor impuestos a los demandantes el 13 de agosto de 1971 por haber participado en la distribución de un panfleto con ocasión de los incidentes de Ermelo (parágrafos 43-45 más arriba).", "", " 95. La sanción litigiosa ha representado sin duda una «injerencia» en el ejercicio de la libertad de expresión de los señores Dona y Schul, garantizada por el apartado 1 del artículo 10; exige por consecuencia un control bajo el ángulo del apartado 2.", "", " 96. Dicha sanción se encontraba sin duda «prevista por la Ley», a saber los artículos 2.o, apartado 2 ; 5 -A- 8 .o; 18 , 19 y 37 de la Ley de 1903, en relación con el artículo 147 del Código Penal Militar . Incluso en cuanto a las acciones llevadas a cabo por los acusados en la redacción y difusión de los escritos anteriores al número 8 de Alarma y que el mando militar había prohibido, aquéllas amparaban sobre la Ley de 1903 (parágrafo 90 más arriba) y no en el Decreto de 21 de diciembre de 1967. El Tribunal no examina por tanto la tesis de los demandantes en cuanto a la validez de este Decreto (informe de la Comisión, parágrafo 45, quinto párrafo).", "", " 97. Para mostrar que la injerencia alegada respondía igualmente a las otras condiciones del apartado 2 del artículo 10, el Gobierno ha señalado que las medidas tomadas en el caso eran «necesarias en una sociedad democrática» «para la defensa del orden»; no ha invocado el artículo 10, apartado 2, más que a título de este último imperativo.", "", " 98. Este Tribunal subraya en primer lugar, con el Gobierno y la Comisión, que el término «orden», tal y como figura en esta disposición, no designa solamente el «orden público» en el sentido de los artículos 6.1 y 9.2 del Convenio, y del artículo 2.3 del Protocolo número 4 se refiere también al orden que debe reinar en el interior de un grupo social particular; así es especialmente cuando, como en el caso de las Fuerzas Armadas, el desorden en este grupo puede incidir sobre el orden de la sociedad entera. Resulta, por tanto, que las sanciones litigiosas han cumplido esta condición si, y en la medida en que hayan tenido por objeto la defensa del orden en el seno de las Fuerzas Armadas holandesas.", "", " Según los señores Dona y Schul, ciertamente, el artículo 10.2 no toma en consideración la «defensa del orden» más que en relación con la «prevención del delito». El Tribunal no suscribe esta opinión. Si la versión francesa utiliza la conjunción copulativa «y», la versión inglesa emplea la conjunción disyuntiva «o»; teniendo en cuenta el contexto y la economía del artículo 10, la versión inglesa proporciona una guía más segura en este punto. En tales condiciones, el Tribunal entiende superfluo investigar si el trato sufrido por los demandantes tenía por fin la «prevención del delito» por encima de la «defensa del orden».", "", " 99. Queda por saber si la interferencia a la libertad de expresión de los señores Dona y Schul era «necesaria en una sociedad democrática» «para la defensa del orden».", "", " 100. Es claro que la libertad de expresión garantizada por el artículo 10 es aplicable a los militares como a todas las personas sometidas a la jurisdicción de los Estados contratantes. Sin embargo, el funcionamiento eficaz de un ejército difícilmente se concibe sin reglas jurídicas destinadas a impedir que sea minada la disciplina militar, en particular mediante escritos. El artículo 147 del Código Penal Militar (parágrafo 43 más arriba) se basa en esta experiencia legítima; no se opone por sí mismo al artículo 10 del Convenio.", "", " Este Tribunal indudablemente es competente para verificar, desde la perspectiva del Convenio, la forma en que el derecho interno de Holanda ha sido aplicado en el presente caso, pero no debe a este respecto olvidar tampoco las características peculiares de la vida militar (parágrafo 54 «in fine» más arriba), los específicos «deberes» y «responsabilidades» de los miembros de las Fuerzas Armadas, ni el margen de apreciación que el artículo 10.2, como el artículo 8-2, deja a los Estados firmantes (sentencia De Wilde, Ooms y Versyp de 18 de junio de 1971, serie A, número 12, página 45, parágrafo 93, y sentencia Golder de 21 de febrero de 1975, serie A, número 18, página 22).", "", " 101. El Tribunal constata que los demandantes han contribuido, en un momento en que reinaba cierta tensión en el cuartel de Ermelo, a editar y difundir un escrito cuyos trozos pertinentes han sido reproducidos anteriormente (parágrafos 43 y 51 más arriba). En estas circunstancias, el Tribunal Superior Militar puede haber tenido razones fundadas para estimar que aquéllos habían intentado minar la disciplina militar y que era necesario para la defensa del orden aplicarles las sanciones de que han sido objeto. No se trataba para ese alto Tribunal, pues, de privarles de su libertad de expresión, sino únicamente de reprimir el abuso en que habían incurrido en el ejercicio de esa libertad. Consecuentemente, no parece que la decisión haya infringido el artículo 10.2.", "", " b) Sobre la violación alegada de los artículos 10 y 14 conjuntamente", "", " 102. El señor Dona y el señor Schul alegan una doble violación a los artículos 10 y 14 conjuntamente considerados: subrayan que en los Países Bajos un civil no tiene la menor sanción en un caso parecido al suyo; afirman, además, haber sido castigados más severamente que numerosos militares holandeses no afiliados a la VVDM y perseguidos igualmente por haber escrito y difundido escritos tendentes a minar la disciplina militar.", "", " 103. Sobre el primer punto, el Tribunal subraya que la distinción litigiosa se explica por las diferencias entre las condiciones de la vida militar y las de la vida civil y más específicamente por los peculiares «derechos» y «responsabilidades» de los miembros de las Fuerzas Armadas en el campo de la libertad de expresión (parágrafos 54 y 100 más arriba). Sobre la segunda cuestión, el Tribunal entiende que no le pertenece en principio la competencia de comparar las diversas decisiones tomadas -incluso en casos a primera vista similares- por tribunales nacionales, cuya independencia se impone tanto al Tribunal Europeo como a los Estados signatarios. En realidad tal decisión revestiría un carácter discriminatorio si se separase de otras hasta el punto de constituir una denegación de justicia o un manifiesto abuso, pero las informaciones aportadas al Tribunal no permiten deducir tal cosa.", "", " c) Sobre la violación alegada del artículo 10 en relación con los artículos 17 y 18", "", " 104. El señor Dona y el señor Schul pretenden haber sufrido, en el ejercicio de su libertad de expresión, violando los artículos 17 y 18, «limitaciones más amplias que las previstas» en el artículo 10, persiguiendo un «fin» del que no se habla.", "", " Esta argumentación no será examinada dado que el Tribunal ha concluido ya que tales limitaciones se justifican a la vista del apartado 2 del artículo 10 (parágrafos 96-101 más arriba).", "", " IV. SOBRE LA VIOLACIÓN ALEGADA DEL ARTICULO 11", "", " 105. Según los señores Dona y Schul, muchos soldados de reemplazo miembros de la VVDM han sido después de ellos víctimas de sanciones por haber escrito y/o distribuido publicaciones tendentes a minar la disciplina en el sentido del artículo 147 del Código Penal . En su opinión, se trataría de medidas sistemáticamente dirigidas a poner trabas en el funcionamiento de la VVDM, y que, por tanto, violan el artículo 11 del Convenio, según el cual:", "", " «1. Toda persona tiene derecho a la libertad de reunión pacífica y a la libertad de asociación, incluido el derecho de fundar, con otras, sindicatos y de afiliarse a los mismos para la defensa de sus intereses.", "", " 2. El ejercicio de estos derechos no podrá ser objeto de otras restricciones que aquellas que, previstas por la ley, constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, o la protección de los derechos y libertades ajenos. El presente artículo no prohíbe que se impongan restricciones legítimas al ejercicio de estos derechos para los miembros de las fuerzas armadas, de la policía o de la Administración del Estado.»", "", " 106. El Tribunal sólo puede tomar en consideración el caso de los dos demandantes y no la situación de otras personas o de una asociación que no les ha mandatado para apelar a la Comisión en su nombre (sentencia De Becker de 27 de marzo de 1962, serie A, número 4, página 26 «in fine», y sentencia Golder de 21 de febrero de 1975, serie A, número 18, página 19, parágrafo 39 «in fine»).", "", " 107. En cuanto a la alegación que los señores Dona y Schul hacen de su propia libertad de asociación, el Tribunal subraya que ellos no han sido castigados en razón de su calidad de miembros de la VVDM, ni de su participación en las actividades de ésta, comprendida la redacción y la publicación de la revista Alarma: si el Tribunal Superior Militar los ha condenado, es únicamente porque ha estimado que habían usado su libertad de expresión con el fin de minar la disciplina militar.", "", " 108. Vista la ausencia de todo atentado al derecho reconocido á los dos demandantes en el apartado 1 del artículo 11, el Tribunal no tiene que pronunciarse en relación con el apartado 2, ni con los artículos 14, 17 y 18.", "", " V. SOBRE LA APLICACIÓN DEL ARTICULO 50", "", " 109. Según el artículo 50 del Convenio, si el Tribunal declara «que una resolución tomada o una medida ordenada» por cualquier autoridad de un Estado contratante «se encuentra total o parcialmente en oposición con las obligaciones que se derivan del presente Convenio, y si el derecho interno (de dicho Estado) sólo permite de manera imperfecta reparar las consecuencias de esta resolución o medida», el Tribunal «concederá, si procede, una satisfacción equitativa a la parte lesionada».", "", " El Reglamento del Tribunal precisa que cuando éste «constate una violación al Convenio, decide en la misma sentencia sobre la aplicación del artículo 50 del Convenio si la cuestión, tras haber sido planteada en virtud del artículo 47 bis del (...) Reglamento, sigue aún planteada; si no, el Tribunal la reserva en todo o en parte y determina el procedimiento ulterior» (artículo 50.3, primera frase, combinada con el artículo 48.3).", "", " 110. En la audiencia de 29 de octubre de 1975, el Tribunal invitó a los comparecientes, en virtud del artículo 47 bis de su Reglamento, a formular sus observaciones sobre la cuestión de la aplicación del artículo 50 del Convenio en el caso.", "", " De la respuesta del delegado principal de la Comisión resulta que los demandantes no presentan ninguna demanda de reparación por perjuicio material; no obstante, esperan verse conceder una satisfacción equitativa si el Tribunal falla apreciando la existencia de una o varias violaciones de las exigencias del Convenio, pero no indican a qué suma ascenderían sus pretensiones en la hipótesis en que tal satisfacción debiese revestir la forma de una indemnización.", "", " El Gobierno ha declarado por su parte, a través de su agente, someterse completamente sobre este punto a la sabiduría del Tribunal Europeo.", "", " 111. La cuestión de la aplicación del artículo 50 del Convenio no se plantea para el señor Van der Wiel, ni para las demandas de los señores Engel, De Wit, Dona y Schul, que el Tribunal ha descartado. No obstante, sí surge para la violación del artículo 5.1 en el caso del señor Engel y del artículo 6.1 en el de los señores De Wit, Dona y Schul (parágrafos 69 y 89 más arriba). La información aportada por el delegado principal de la Comisión muestra, sin embargo, que la cuestión no se plantea; debe, pues, reservarse y determinar el procedimiento ulterior que le corresponda.", "", "", "", " POR ESTOS MOTIVOS, EL TRIBUNAL,", "", " 1. Falla, por unanimidad, que el artículo 5.o no se aplica a los arrestos leves del señor Engel (segunda pena) y del señor Van der Wiel;", "", " 2. Falla, por 12 votos contra 1, que no se aplica tampoco a los arrestos agravados del señor De Wit, ni a los arrestos agravados transitorios de los señores Dona y Schul;", "", " 3. Falla, por 11 votos contra 2, que la afectación de los señores Dona y Schul a una unidad disciplinaria no ha violado el artículo 5.1;", "", " 4. Falla, por 9 votos contra 4, que los arrestos provisionales de rigor del señor Engel han violado el artículo 5.1 durante toda su duración, pues no encuentran justificación en ninguno de los párrafos de este texto;", "", " 5. Falla, por 10 votos contra 3, que dichos arrestos han violado el artículo 5.1 en tanto que han rebasado el plazo de veinticuatro horas prescrito por el artículo 45 de la Ley holandesa de 27 de abril de 1903 sobre la disciplina militar.", "", " 6. Falla, por unanimidad, que la asignación de los señores Dona y Schul a una unidad disciplinaria y los arrestos provisionales del señor Engel no han violado los artículos 5.1 y 14 conjuntamente considerados;", "", " 7. Falla, por 12 votos contra 1, que no ha habido violación del artículo 5.4 en cuanto a la afectación de los señores Dona y Schul a una unidad disciplinaria;", "", " 8. Falla, por 11 votos contra 2, que el artículo 6.o no se aplica al señor Engel en el sentido de los términos «acusación en materia penal»;", "", " 9. Falla, por unanimidad, que no se aplica tampoco a este demandante en el sentido de los términos «derechos y obligaciones de carácter civil»;", "", " 10. Falla, por unanimidad, que no se aplica al señor Van der Wiel;", "", " 11. Falla, por 11 votos contra 2, que ha habido violación del artículo 6.1 en el caso de los señores De Wit, Dona y Schul, dado que las audiencias del Tribunal Superior Militar se han desarrollado a puerta cerrada;", "", " 12. Falla, por unanimidad, que no ha habido violación del artículo 6.2 en el caso de los señores Dona y Schul;", "", " 13. Falla, por unanimidad, que no ha habido violación del artículo 6.3.b) en el caso de los señores De Wit, Dona y Schul;", "", " 14. Falla, por 9 votos contra 4, que no ha habido violación del artículo 6.3.c) en el caso de los tres demandantes;", "", " 15. Falla, por 9 votos contra 4, que no ha habido violación del artículo 6.3.d) en el caso del señor De Wit;", "", " 16. Falla, por 12 votos contra 1, que no ha habido violación del artículo 6.3.d) en el caso de los señores Dona y Schul;", "", " 17. Falla, por unanimidad, que no ha habido violación de los artículos 6.o y 14 conjuntamente considerados en el caso de los señores De Wit, Dona y Schul;", "", " 18. Falla, por unanimidad, que no ha lugar a pronunciarse sobre el asunto planteado por los señores Dona y Schul de la violación ilegal de los artículos 6.o y 18 conjuntamente considerados.", "", " 19. Falla, por unanimidad, que no ha habido violación del artículo 10, considerado conjuntamente con los artículos 14, 17 y 18, en el caso de los señores Dona y Schul;", "", " 20. Falla, por unanimidad, que no ha habido violación del artículo 11 en el caso de los señores Dona y Schul;", "", " 21. Falla, por unanimidad, que la cuestión de la aplicación del artículo 50 no se plantea para el señor De Wiel ni para los casos de los señores Engel, Dona, De Wit y Schul, en los que el Tribunal no se ha pronunciado (puntos 1ª 3, 6 a 10 y 12 a 20 más arriba);", "", " 22. Falla, por 12 votos contra 1, que aún no está vista para sentencia la cuestión de las violaciones constatadas en el caso del señor Engel (artículo 5.1, puntos 4 y 5 más arriba) y en el de los señores De Wit, Dona y Schul (artículo 6.1, punto 11 anterior).", "", " En consecuencia,", "", " a) Reserva absolutamente la cuestión de la aplicación del artículo 50 tal como se plantea por estos cuatro demandantes;", "", " b) Invita a los delegados de la Comisión a formular por escrito en el plazo de un mes, a contar desde la notificación de la presente sentencia, sus observaciones sobre esta misma cuestión;", "", " c) Decide que el Gobierno tendrá la facultad de responder por escrito de estas observaciones en el plazo de un mes, a contar de la fecha en que les sea comunicada por el Secretario del Tribunal;", "", " d) Reserva el procedimiento a seguir ulteriormente sobre este aspecto del asunto.", "", " Redactado en francés y en inglés, haciendo fe el texto francés, en el Palacio de los Derechos Humanos, en Estrasburgo, el ocho de junio de mil novecientos setenta y seis.", "", " Firmado: HERMANN MOSLER", "", " Presidente", "", " Firmado: MARC-ANDRE EISSEN", "", " Secretario", "", " A la presente sentencia se adjuntan, conforme al artículo 51.2 del Convenio y al artículo 50.2 del Reglamento, los votos particulares de los siguientes jueces:", "", " Señor Verdross;", "", " Señor Zekia;", "", " Señor Cremona;", "", " Señor OŽDonoghue y señora Pedersen;", "", " Señor Vilhjàlmsson;", "", " Señora Bindschedler-Robert;", "", " Señor Evrigenis.", "", " Rubricado: H. M.", "", " Rubricado: M.-A. E.", "", "", "", " VOTO PARTICULAR DEL JUEZ SEÑOR VERDROSS", "", " He votado a favor del fallo de la sentencia porque se halla en armonía con la jurisprudencia constante del Tribunal. Sin embargo, y muy a pesar mío, no puedo aceptar la tesis subyacente en la sentencia de que toda detención pronunciada (decretada) por una autoridad militar competente cuya decisión no esté sujeta a un recurso judicial suspensivo viola el artículo 5.o del Convenio.", "", " He aquí mis razones. Si se compara una detención disciplinaria en una celda del cuartel con el encarcelamiento de un civil o de un militar en una prisión [párrafo 1.a) del artículo 5.o], no se puede desconocer el hecho de que existe entre ellas una diferencia fundamental. En el segundo caso, el condenado está completamente separado de su medio y de su función normales, ya que se encuentra alejado de su residencia. Por el contrario, el soldado detenido a título disciplinario permanece en su cuartel y puede, en cualquier momento, recibir la orden de asumir una función militar; incluso mientras dura tal detención queda potencialmente en el marco del servicio militar. De este análisis me parece que se desprende que semejante detención no constituye, en principio, una privación de libertad en el sentido del artículo 5.o, párrafo 1. Esto no significa que toda detención disciplinaria pronunciada por la autoridad militar competente escape al control del Tribunal. Puede infringir el Convenio si viola el artículo 3.o o si su duración o su gravedad sobrepasan las normas («standard») generalmente admitidas por los Estados miembros del Consejo de Europa en materia de sanciones disciplinarias, dado que el carácter de una pena depende, a mi parecer, en último extremo, de esta medida, que, naturalmente, puede variar según las exigencias de la vida militar internacional.", "", " VOTO PARTICULAR DEL JUEZ SEÑOR ZEKIA", "", " He suscrito la parte principal de la sentencia en la que se encuentran consignadas las opiniones, conclusiones y criterios relativos al trazado de la línea más allá o más acá de la cual, en el caso de un recluta o de cualquier otro militar, una privación de libertad entra en el ámbito del artículo 5.1 del Convenio. Admito que ciertas restricciones de libertad pueden ser impuestas a un militar sin infringir el artículo 5.o, mientras que no podrían ser válidamente aplicadas a un civil. No necesito repetir los motivos detallados enunciados sobre este punto en la sentencia.", "", " Por el contrario, no me puedo adherir a la interpretación adoptada para determinar el campo de aplicación del artículo 5.1.a) y del artículo 6.1 y 3, apartados c) y d), en este caso concreto. A partir del momento en que, según los criterios definidos por este Tribunal, un militar se ve acusado de una infracción que le hace susceptible de una privación de libertad, tal como la afectación a una unidad disciplinaria, y es objeto de un procedimiento tendente a dicho fin, me parece plenamente en derecho invocar los artículos en cuestión. Las diligencias seguidas contra él revisten a todas luces un carácter penal y en materia de procedimiento judicial no es necesario distinguir entre militares y civiles. No quiero decir que semejante instancia deba desarrollarse ante las jurisdicciones civiles; por el contrario, me parece muy oportuno que unas jurisdicciones militares con uno o varios jueces, asistidos, llegado el caso, de asesores o de hombres de leyes, puedan conocer de asuntos en los que se trata de juzgar a militares.", "", " Los señores De Wit, Dona y Schul servían en el ejército holandés como simples soldados. Se reprochó al primero el haber conducido un jeep de una forma desconsiderada, a gran velocidad y sobre un terreno accidentado. Su comandante de la compañía le condenó a tres meses de afectación (sujeción, de destino) a una unidad disciplinar. El recurrente se quejó al oficial de quejas, que le tomó declaración e interrogó a uno de los tres testigos de descargo propuestos». Estaba asistido de un abogado que no le podía ayudar más que en materia jurídica. Recurrió ante el Tribunal Superior Militar, el cual, después de haber oído a su asesor y a él mismo, y tras haber recogido la opinión del procurador del Estado en las Fuerzas Armadas, rebajó la pena a doce días de arresto agravado a cumplir ulteriormente. La condena inicial se remontaba al 22 de febrero de 1971 y el Tribunal Superior Militar resolvió el 28 de abril de 1971.", "", " Por lo que respecta a los señores Dona y Schul, redactores de la revista Alarma, el 8 de octubre de 1971 su superior jerárquico les impuso, respectivamente, tres y cuatro meses de afectación a una unidad disciplinaria por unas publicaciones tendentes a minar la disciplina militar. Cada uno de ellos recurrió ante el oficial de quejas, pero inútilmente. Entonces sometieron su caso al Tribunal Superior Militar, que lo examinó el 17 de noviembre de 1971. Un abogado asistía a ambos para los aspectos jurídicos de la causa. El Tribunal confirmó las condenas, aunque reduciendo a tres meses la del señor Schul.", "", " A la espera de su decisión, los señores Dona y Schul habían sido objeto de arresto agravado del 8 al 19 de octubre a título transitorio; así permanecieron hasta el 27 de octubre, fecha en la cual recobraron su libertad hasta el día en que su asunto pasó ante el Tribunal Superior Militar.", "", " En la exposición de los hechos que figuran en la sentencia y el breve resumen que he dado de algunos de ellos muestran con evidencia que el superior jerárquico ha jugado el papel de juez de primera instancia; después de haber examinado el caso ha declarado culpables a los recurrentes y les ha condenado a arresto en una unidad disciplinaria. Igualmente el oficial de quejas ha realizado el papel de jurisdicción de apelación competente para el conocimiento de recursos de personas condenadas por una jurisdicción inferior, en este caso el superior jerárquico. Su decisión puede a su vez ser recurrida ante el Tribunal Superior Militar competente para confirmar, anular o modificar la condena. El Tribunal Superior Militar conoce en apelación de las decisiones del superior jerárquico y del oficial de quejas (officier de recours). La condena no emana de aquél. La pena de arresto a cumplir en una unidad disciplinaria tiene su origen en una decisión del superior jerárquico, que no es un juez y que tampoco puede constituir un tribunal. El procedimiento desarrollado ante este oficial es en parte cuasi judicial y no cuadra necesariamente con los apartados 1 y 3, párrafos c) y d), del artículo 6.o Las mismas consideraciones valen en conjunto para el oficial de quejas. El Tribunal Superior Militar merece la denominación de Tribunal aunque, contra lo dispuesto en el artículo 6.1, sus deliberaciones se desarrollen a puerta cerrada. Dicho Tribunal no tiene como finalidad realizar un juicio, sino corregir decisiones ya tomadas y condenas ya pronunciadas. Creo, pues, que no se ha respondido a las exigencias del artículo 5.1, letra a). Para un acusado es de especial interés que su caso sea conocido en primer lugar por un órgano judicial que le ofrezca igualdad de medios de defensa (égalité des armes) y que respete las reglas del proceso equitativo. En caso de condena, es de especial importancia poder proclamar su inocencia ante una jurisdicción superior. Corrientemente, un Tribunal de apelación se estima vinculado por los hechos probados de la jurisdicción inferior, salvo si existen motivos serios para rechazarlos, y no hace falta insistir demasiado sobre la importancia que para la Administración de justicia tiene la existencia de un órgano judicial de primera instancia. Sin embargo, sí creo tener razón al pensar que un militar, desde el momento en que se le priva de libertad de una manera incompatible e inconciliable incluso con su propio estatuto de miembro de las Fuerzas Armadas, tiene derecho a ser tratado como un civil; los arrestos agravados (arrêts aggravés) o transitorios impuestos a los recurrentes antes del examen de su caso por el Tribunal Superior Militar han constituido una detención antes de una condena por un Tribunal competente. Sufrida durante el período indicado más arriba y antes del examen del caso por el Tribunal Superior Militar, dicha condena se funda de otra parte en un arresto infligido por un superior jerárquico que no era un Tribunal competente, y no estaba ligada a las necesidades del servicio.", "", " Me refiero a continuación a las infracciones a los apartados 1 y 3, párrafos c) y d), del artículo 6.o El Tribunal considera que ha habido una violación del artículo 6.1. No tengo nada en contra. En lo que concierne al artículo 6.3.c) se deduce de los autos que los recurrentes no se han beneficiado de asesoramiento más que para los aspectos jurídicos de su caso, y muy probablemente porque ellos han invocado el Convenio. En mi opinión esto no cumple las condiciones del citado párrafo. En cuanto al artículo 6.3.d), aparece que los recurrentes no han conseguido que se convoque y se interrogue a los testigos que querían citar. La omisión o el rechazo a la convocatoria de tales testigos de la defensa no parece fundarse en la falta de pertinencia de su testimonio, ni en cualquier otra razón válida. No se les ha permitido a los recurrentes interrogar ellos mismos a los testigos de cargo ni hacerles interrogar por su consejero o por el Tribunal Superior Militar en el sentido previsto por el artículo 6.3.d).", "", " VOTO PARTICULAR DEL JUEZ SEÑOR CREMONA", "", " He votado con la mayoría del Tribunal en cuanto a la constatación de las violaciones del Convenio mencionadas en la sentencia. Habiendo llegado con él a la conclusión de que ciertas medidas punitivas impugnadas en el caso (arrestos de rigor y arrestos de asignación a una unidad disciplinaria) constituían de hecho privaciones de libertad incluso en el contexto de las características y exigencias particulares de la vida militar, estimo que hay otros puntos también a considerar. Sobre estos puntos, que expongo brevemente a continuación, me permito señalar mi desacuerdo con la opinión de la mayoría de mis colegas.", "", " Consideremos el primero. Del concepto de privación de libertad en el sentido del artículo 5.1 del Convenio excluyo ciertas medidas punitivas (calificadas como arrestos) por la razón de que «interpretando y aplicando las normas del Convenio al caso controvertido, el Tribunal debe (...) prestar atención a las particularidades de la condición militar y a las consecuencias de la misma sobre el status de los miembros de las Fuerzas Armadas» (apartado 54 de la sentencia). Cuando a continuación busco si ciertas «disposiciones disciplinarias» implicando el riesgo de sanciones indudablemente privativas de libertad pueden considerarse como acusaciones de naturaleza penal (a los fines del artículo 6.1), no puedo, a diferencia de la mayoría de mis colegas (apartado 82), establecer distinciones adicionales fundadas en especial sobre la duración respectiva de tales privaciones de libertad.", "", " Pienso, pues, que incluso en el caso del señor Engel (y no sólo en el de los señores De Wit, Dona y Schul, como señala el apartado 88 de la sentencia) se trata de decidir del fundamento de una acusación en materia penal. Ya que las deliberaciones han tenido lugar a puerta cerrada, tanto en un caso como en los otros, el señor Engel ha sufrido también una violación del artículo 6.1, a pesar de la brevedad de los arrestos de rigor que le fueron aplicados. La evaluación del riesgo en el cual él se encontraba expuesto de hecho el 7 de abril de 1971 no sería causa suficiente, a mi juicio, para modificar la situación jurídica existente.", "", " En su apartado 6.3, la sentencia reconoce que los arrestos provisionales impuestos al señor Engel en la forma de arrestos de rigor tenían, «a pesar de su corta duración», un carácter privativo de libertad. Admitiendo que lo que quiero decir no es exactamente lo mismo, incluso aunque el fundamento sea idéntico en sustancia, creo que al examinar la verdadera naturaleza de una acusación penal hace falta contemplar el riesgo de una pena privativa de libertad sin tener en cuenta la duración de la misma. La naturaleza de la pena prevalece sobre su duración. A menos de separarse del espíritu del Convenio, no puede considerarse, incluso cuando se trata de determinar la verdadera naturaleza de una acusación penal a los fines del artículo 6.1, que la constatación de una privación de libertad se encuentre desdibujada por su brevedad. En lo que concierne en particular al último párrafo del apartado 82 de la sentencia, tengo la convicción de que no es justo servirse (como lo hace ese párrafo) de la noción cuantitativa de «débil importancia» para calificar el perjuicio producido por una privación de libertad en sí misma, ni para apreciar ese perjuicio después de haber transcurrido, sino para medir su gravedad.", "", " Otra observación a propósito del artículo 6.3.c) que engloba, entre otros derechos mínimos garantizados a todo acusado, el de «defenderse por sí mismo o a ser asistido por un defensor de su elección y si no tiene medios para pagarle poder ser asistido gratuitamente por un abogado de oficio, cuando los intereses de la justicia lo exijan», no considero que ese derecho tomado en su conjunto, tal como lo define la cláusula citada, sea absoluto a todos los efectos. Sin embargo, considero que no se puede limitar ese importante derecho del acusado haciendo que el defensor (en este caso un compañero de la promoción, en posesión de una formación jurídica y elegido por los recurrentes personalmente) se ocupe únicamente de los problemas jurídicos del caso. Debo recordar a este respecto que en el momento en que se tomaron las medidas impugnadas, el Tribunal Superior Militar permitió en la práctica una asistencia judicial en algunos casos en que se pensaba que el interesado no podría hacer frente por sí mismo a los particulares problemas jurídicos sobrevenidos por su recurso; tal asistencia no valía más que para los aspectos jurídicos del caso. Sin embargo, esta limitación es impugnada en nuestro caso y su aplicación a los recurrentes mencionados en el apartado 91 de la sentencia me parece contraria al artículo 6.3.c). La asistencia judicial de la que habla este precepto concierne al litigio en su conjunto ya se trate del derecho o de los hechos. Es por otra parte evidente que derecho y hecho coexisten en cada litigio, que ambos son necesarios para la defensa (que esta cláusula tiende precisamente a proteger) y que en el caso en cuestión no se les puede disociar.", "", " En particular, me permito encontrar poco razonable intentar justificar, como la mayoría de mis colegas en el tercer párrafo del apartado 91 de la sentencia, la situación impugnada por el motivo de que «los recurrentes no eran incapaces de explicarse por sus propios medios sobre los hechos muy simples de que se les acusaba». Aparte de las dudas que inspira el que sean simples esos hechos, o al menos algunos de ellos, lo esencial aquí no es la posibilidad de explicarse, sino la de defenderse de manera adecuada contra una acusación penal. El derecho garantizado por el artículo 6.3.c), es indispensable al acusado como en realidad a toda la defensa; tiene por finalidad asegurar que los procesos entablados contra un acusado no se desarrollen en condiciones que puedan impedir o dificultar su defensa. Como lo consagra esta disposición, el derecho a la asistencia de un defensor de elección propia no depende de la ineptitud del acusado para defenderse (o utilizando el término empleado en la sentencia, para explicarse) personalmente. Por otra parte, el problema no residía manifiestamente, en nuestro caso, en una tal ineptitud de los recurrentes, sino en la circunstancia de que ellos no deseaban defenderse personalmente: tal como el Convenio les daba el derecho, preferían ser defendidos (no solamente para los aspectos jurídicos de las acusaciones dirigidas contra ellos, sino también en cuanto a los hechos) por un abogado designado por ellos mismos. Se ha admitido acertadamente esto último, pero se les ha restringido indebidamente, a mi juicio, lo he señalado ya, su contribución a la defensa de los recurrentes.", "", " Otra consideración: Se ha omitido la convocatoria a dos testigos propuestos por el señor De Wit. Este se ha quejado de ello invocando el artículo 6.3.d) que garantiza a todo acusado, entre otros derechos mínimos, el de «interrogar o hacer interrogar a los testigos que declaren contra él y obtener la citación y el interrogatorio de los testigos que declaren en su favor en las mismas condiciones que los testigos que lo hagan en su contra». Aquí, no puede negarse que se trata de un derecho no absoluto sino limitado, por ejemplo, y para no mencionar más que un elemento, por la noción de pertinencia. Asistiendo los Delegados de la Comisión (después de haber representado a los recurrentes ante la misma) el señor Van der Schans ha afirmado ante el Tribunal que los testigos de descargo no citados a comparecer, habrían podido facilitar la tarea de la defensa (les calificó de «testigos oculares»). Los representantes del Gobierno han señalado que «otros testigos no eran necesarios», por lo que el señor De Wit había declarado reconocer ciertos hechos (acta de la Audiencia publicada el 29 de octubre de 1975). No deseo inmiscuirme en las decisiones de las jurisdicciones nacionales y dejo de lado el hecho de que la declaración del señor De Wit no cubría más que una parte de la acusación que se le imputaba (él contestaba a ciertos aspectos de ella, así como a la decisión que le concernía). La tesis de los representantes del Gobierno parece sin embargo mostrar que la no dimisión de dos de los tres testigos propuestos por el señor De Wit (en contraste con la admisión de cinco testigos de cargo) no se fundaba sobre consideraciones legítimas tales como la pertinencia, sino más bien sobre la idea de que ciertas declaraciones del recurrente habían hecho superflua la audiencia de esos testigos. Sin embargo, tal motivo no se justifica a mi juicio al menos sobre la base de los datos que poseo.", "", " VOTO PARTICULAR COMÚN A LOS JUECES SEÑOR OŽDONOGHUE Y SEÑORA PEDERSEN", "", " Compartimos la opinión según la cual no se constata en el caso ninguna violación de los artículos 10, 11, 14, 17 y 18 del Convenio. Se deduce claramente de la sentencia que las dificultades se refieren a la aplicabilidad de los artículos 5 y 6. Puede decirse que existe una cierta vinculación entre los dos artículos: si el primero se aplica en el sentido de que ha habido una privación de libertad como consecuencia de una acusación en materia penal, la obligación de respetar el segundo entrará en juego con todas sus consecuencias.", "", " No podemos suscribir la conclusión de la mayoría del Tribunal según la cual no se ha especificado, y sale, pues, del marco del artículo 5.1.b), la obligación clara que incumbe a los miembros de las Fuerzas Armadas de observar el código de disciplina aplicable a éstos. La obligación para los ciudadanos en general de obedecer la ley difiere manifiestamente, a nuestro juicio, de la situación especial de los militares obligados a cumplir el código de disciplina que constituye un componente vital e intrínseco de la fuerza a la que pertenecen.", "", " Fuera de las consideraciones manifestadas en el voto particular disidente de los señores Fawcett y otros, de los cuales aprobamos plenamente sus conclusiones, se debe hacer hincapié en un aspecto elemental de la estructura y de la naturaleza del ejército de todo Estado contratante. Nos referimos al Código de Disciplina cuya observancia es indispensable para la subsistencia de una fuerza armada, institución enteramente diferente de todo cuerpo o grupo que pretenda sujetar a sus miembros a una cierta disciplina.", "", " La importancia especial de la disciplina en una fuerza armada y el reconocimiento de su importancia por los militares nos llevan a pensar que nos encontramos claramente aquí ante una obligación específica y concreta prescrita por la ley que pesa sobre los militares. A la luz de estas reflexiones estimamos que en ninguno de los casos en litigio ha habido violación del artículo 5.1 del Convenio, y esto en razón de la excepción que figura en el párrafo b).", "", " Los «arrestos provisionales» del señor Engel empezaron el 20 de marzo de 1971 por su arresto. La Ley de 1903 sobre la disciplina militar autorizaba parecidos arrestos y detenciones, pero su artículo 45 limitaba los arrestos provisionales a veinticuatro horas. En el caso del señor Engel, dichos arrestos han durado veintidós horas de más y este exceso era irregular. Consideramos que todo el período transcurrido de marzo a junio del 71 debe ser tenido en cuenta en el caso. En relación con el exceso de veintidós horas, indudable pero de orden más bien formal, hay que tener en cuenta la decisión ministerial de suspensión tomada para permitir al interesado presentarse a su examen, así como las deducciones de pena acordadas en abril. A la vista del conjunto de estas circunstancias, no consideramos que el Gobierno holandés haya violado el artículo 5.1 del Convenio.", "", " En cuanto a la cuestión de «litigios sobre (sus) derechos y obligaciones de carácter civil», en el sentido del artículo 6.1 del Convenio, no surgió para ninguno de los recurrentes, porque consideramos sus faltas como infracciones disciplinarias concernientes únicamente a su comportamiento en calidad de militares y a sus obligaciones militares (apartado 122 del informe de la Comisión).", "", " Por las mismas razones, pensamos que no han transgredido el artículo 6.o ni los procesos entablados en relación a estas faltas ni el hecho de que ninguna de éstas haya sido tratada por medio de una acusación en materia penal que exija el recurso al procedimiento definido por este texto.", "", " Debe reconocerse que el tratamiento de los casos de infracciones a las leyes penales y disciplinarias puede presentar dificultades a los Estados. Un criterio, no debiera ser el dominante, disciplinario o penal, en la infracción incriminada. El respeto del artículo 6.o se impone en la segunda hipótesis. La naturaleza del recurso y la pena prescrita por el Código disciplinario y el derecho penal ofrecerían indicaciones útiles en cuanto a la posición a adoptar para conformarse al Convenio. Toda tentativa de diluir el procedimiento en el caso de una fuerte infracción penal, tratándose a esta última como una falta disciplinaria, constituiría a nuestra opinión un abuso grave; ello no podría de ninguna manera, de acuerdo con el Convenio, evitar la aplicación del artículo 6.o, cuyas exigencias deberían ser entonces íntegramente cumplidas.", "", " El voto particular del señor Welter nos ha sido de gran utilidad. Aprobamos especialmente la opinión que expresa en el apartado 9 y los motivos señalados por él para mostrar que el artículo 6.o no es aplicable a ninguno de los cinco recurrentes.", "", " De todo lo anterior se deduce que el artículo 50 no es aplicable al caso en cuestión.", "", " VOTO PARTICULAR DEL JUEZ SEÑOR THOR VILHJALMSSON", "", " 1. No puedo aprobar el razonamiento que figura en el apartado 62 de la sentencia. La mayoría del Tribunal declara en el mismo que los arrestos agravados previstos por la ley de 1903 no constituyen una privación de libertad en el sentido del artículo 5.o del Convenio. Sin embargo, en mi opinión sí lo son, tanto por su naturaleza como por su carácter jurídico.", "", " Como lo muestra el apartado 19 de la sentencia, los militares sometidos a arrestos agravados no gozan de la misma libertad de movimiento que los demás. Las restricciones que sufren se separan netamente de las condiciones habituales de vida en el seno de las Fuerzas Armadas holandesas. Así, los interesados deben, fuera de sus horas de servicio, permanecer en un lugar expresamente designado, no pueden ir a las salas de ocio abiertas a sus compañeros del mismo cuartel y duermen a menudo en un local especial.", "", " El que este tratamiento se traduce en una privación de libertad está confirmado por su fin manifiestamente punitivo. Merece asimismo señalarse que se trata de un tratamiento llamado «arresto», término que indica por sí mismo privación de libertad.", "", " Lo que precede no me lleva a juzgar como contrarios al artículo 5.o del Convenio los arrestos agravados del señor De Wit (apartado 41 de la sentencia) ni los de los señores Dona y Schul (apartado 65). Mi conclusión se funda sobre la forma en que interpreto más adelante el artículo 5.1.b) del Convenio. Me apoyo por otra parte, en cuanto al señor De Wit, en el hecho de que este último ha purgado sus arrestos agravados después de una decisión pronunciada por el Tribunal Superior Militar de los Países Bajos.", "", " 2. El artículo 5.1.b) del Convenio autoriza «una detención preventiva... conforme a un derecho... para asegurar el cumplimiento de una obligación establecida por la ley». La mayoría del Tribunal, de acuerdo con la mayoría de la Comisión, estima que esta cláusula es inaplicable al caso (apartado 69 de la sentencia). No puedo seguirla en este punto. Todo país en que exista un servicio militar lo organiza sobre la base de principios estables que, en los Países Bajos, se encuentran definidos en las leyes y reglamentos mencionados en la sentencia. Estas normas forman un conjunto determinado e imponen a los militares ciertas obligaciones precisas. Me parece que, lejos de amenazar al respecto de la preeminencia del derecho, aquéllas están contenidas en el párrafo precitado del artículo 5.1.b).", "", " Esta conclusión no vale, sin embargo, para los arrestos del señor Engel, dado que ellos han durado más de las veinticuatro horas preceptuadas por el artículo 45 de la Ley de 1903 (apartado 26 de la sentencia). A este respecto, me uno a la mayoría del Tribunal (apartado 69).", "", " 3. En el párrafo 91 de la sentencia, la mayoría se refiere a los recursos relativos al artículo 6.3.c) y d) del Convenio. No suscribo su opinión.", "", " Una interpretación natural del artículo 6.3.c) me parece mostrar que corresponde al acusado decidir si la defensa la hará él mismo o la encargará a un defensor. Ello está en consonancia, por otra parte, con los principios generales del derecho que inspiran el artículo 6.o. No veo cómo un Tribunal -sin hablar de las autoridades administrativas- podría razonablemente apreciar, en un asunto determinado, en qué medida un acusado es capaz de asegurar su propia defensa. Percibo, pues, una violación del artículo 6.3.c) en el caso de los señores De Wit, Dona y Schul.", "", " En cuanto al artículo 6.3.d), creo con la mayoría del Tribunal (apartado 91 de la sentencia) que el citado precepto no exige el interrogatorio de todo testigo cuya convocatoria pueda desear el acusado. Pienso también, con la mayoría, que «la igualdad de medios de defensa» tiene importancia cuando se interpreta esta disposición. Sin embargo, esta última confiere a todo acusado el derecho a la audiencia de testigos en su defensa por la jurisdicción competente, salvo si se le ofrecen razones jurídicamente válidas para no proceder así. En realidad, nuestro Tribunal no posee más que informaciones bastante incompletas sobre los hechos concernientes a las violaciones alegadas del artículo 6.3.d). El señor De Wit afirma que en su caso la audiencia de los testigos ha sido impedida en todas sus fases procedimentales (apartado 42 y 91 de la sentencia). Según mi opinión, esta afirmación no ha sido refutada; incluso aunque el oficial de quejas haya escuchado a testigos el 5 de marzo de 1971 (apartado 41), esto no respondería a las exigencias del artículo 6.3.d), porque no se trata de un Tribunal en el sentido del artículo 6.3.d) en el caso del señor De Wit. Por el contrario, estoy de acuerdo con la mayoría del Tribunal en cuanto a no constatar una violación similar en el de los señores Dona y Schul, porque aquí no está establecido que éstos hayan presentado ante el Tribunal Superior Militar una demanda a este respecto.", "", " VOTO SEPARADO DE LA SEÑORA BINDSCHEDLER-ROBERT, JUEZ", "", " Estoy de acuerdo con el fallo de la sentencia, salvo en los dos puntos que se refieren a los arrestos provisionales del señor Engel y que contienen la constatación de que esos arrestos han violado el artículo 5.1 del Convenio, de un lado porque ellos no encontrarían justificación en ninguno de los párrafos de ese texto (punto 4), y de otro lado porque han rebasado el plazo de veinticuatro horas prescrito por la ley holandesa y en la medida en que han rebasado ese plazo (punto 5).", "", " 1. La divergencia sobre el primer punto es la expresión de un desacuerdo fundamental sobre la aplicabilidad del artículo 5.1 en la materia en cuestión.", "", " La sentencia descansa en su primera parte -«Fundamentos jurídicos»- sobre la idea de que el articulo 5.1 es aplicable en cualquier caso «de plano» a las medidas y sanciones disciplinarias privativas de libertad tomadas en el marco disciplinario del derecho militar. De ello deduce: 1.o) que las sanciones disciplinarias privativas de libertad no son conformes al Convenio más que si han sido pronunciadas por un Tribunal, conforme al artículo 5.1.a), y 2.o) que de acuerdo con el párrafo c), el arresto y la detención provisional no podrían realizarse más que con la finalidad de presentar a la persona arrestada ante la autoridad judicial competente y no ante el superior jerárquico, incluso si éste es competente para aplicar una sanción disciplinaria. Mientras que, a la vista de las circunstancias del asunto, la primera de estas deducciones no conduce a la constatación de una violación del Convenio, la segunda lleva al Tribunal a concluir en que se ha violado el artículo 5.1 en lo que concierne a los arrestos provisionales del señor Engel.", "", " No me es posible, desgraciadamente, unirme a esta conclusión; soy de la opinión de que, a pesar del carácter aparentemente exhaustivo del artículo 5.1, las medidas y sanciones de derecho disciplinario y militar no deben ser medidas con el rasero del artículo 5.1, y esto por los siguientes motivos:", "", " 1) Hay que tomar en consideración la naturaleza del servicio militar y la función del derecho disciplinario en el aprendizaje y el mantenimiento de ese elemento primordial que es la disciplina para el buen funcionamiento del órgano particular que constituye el Ejército. No debe adoptarse, como lo hace el Tribunal, una noción estrecha de la privación de libertad; es el conjunto del sistema de derecho disciplinario lo que hay que tener en cuenta. La disciplina militar exige expresamente medidas y sanciones rápidas y eficaces, adecuadas a cada situación, y que deben, pues, poder ser tomadas por el superior jerárquico.", "", " 2) El Convenio mismo reconoce el carácter de específico del servicio militar en su artículo 4.3.b). Esta disposición expresa una opción fundamental de los Estados contratantes y establece con carácter general, la compatibilidad del servicio militar con el Convenio. Las derogaciones y restricciones de los derechos fundamentales que pueden desprenderse de ello -por ejemplo, el derecho a circular libremente garantizado en el artículo 2 del Protocolo número 4- no son, pues, contrarias al Convenio, incluso si ellas no han sido previstas expresamente. Ocurre, sin embargo, que el sistema de disciplina inherente al Ejército constituye una de esas derogaciones; el artículo 5.1 no contempla el derecho disciplinario militar, y su carácter exhaustivo no se refiere más« que a las situaciones de la vida civil. Es por eso justo lo que el Juez Verdross señala, en su voto particular, respecto al carácter sui generis de las sanciones disciplinarias en el marco del servicio militar.", "", " 3) El hecho de que el derecho disciplinario no entre en el dominio del artículo 5.1 explica la dicción de esta disposición y su ausencia total de adecuación a las situaciones contempladas por el derecho disciplinario militar. Esto, junto al lugar del artículo 5.o en el Convenio y su vinculación lógica con el artículo 6.o, son una muestra de lo que los redactores del Convenio han querido respecto de las situaciones relacionadas con los procesos penales.", "", " 4) Las consideraciones que preceden son corroboradas por el modo en que los Estados que forman parte del Convenio han tratado la cuestión en su legislación interna. Todavía hoy, en su derecho disciplinario militar, el superior jerárquico es, con carácter general, la instancia competente para tomar medidas o imponer sanciones privativas o no de libertad; en algunos Estados existe, ciertamente, un recurso judicial, pero sus efectos no son siempre suspensivos y, por otra parte, el artículo 5.1.a) no distingue instancias. Los gobiernos no parecen haber contemplado la eventualidad de que su derecho disciplinario militar - contrariamente al procedimiento penal militar- puede ser afectado por el Convenio. Parece difícil admitir, en estas circunstancias, una interpretación que hace abstracción del concepto tan generalmente expandido de «denominador común a las legislaciones respectivas de los diversos Estados firmantes» tal como explica el Tribunal en relación con otro tema (apartado 82 de la sentencia).", "", " Deduzco de lo que precede que el arresto provisional del señor Engel, dado que se ha desarrollado en el marco del procedimiento disciplinario, no es justificable en relación con el artículo 5.1.a) y que, en consecuencia, dicho arresto no ha violado esta disposición por el hecho de que el señor Engel haya sido arrestado y detenido para ser conducido ante su superior jerárquico y no ante una autoridad judicial.", "", " 2. La inaplicabilidad del artículo 5.1 al derecho disciplinario no significa que las medidas y sanciones disciplinarias escapen a todo control. En efecto, como lo constata la sentencia, el artículo 6.o da la posibilidad a los órganos del Convenio de corregir una extensión excesiva del ámbito del derecho disciplinario y, por otra parte, hay que considerar que las sanciones privativas de libertad del derecho disciplinario no escapan a la exigencia de la legislación y subyacen en el conjunto del artículo 5.o.", "", " Los arrestos provisionales del señor Engel pueden ciertamente ser vistos bajo este ángulo. No obstante, aunque admito que ellos hayan sufrido originalmente de un vicio de ilegalidad en la medida en que han durado más de veinticuatro horas, no puedo unirme a la resolución de la sentencia que constata una violación del Convenio a este respecto. El Estado que repara el daño causado por la violación del derecho internacional evita por ello mismo su responsabilidad internacional; ofrecerle esta posibilidad es el verdadero sentido de la regla del agotamiento de los recursos internos (cfr. Guggenheim, Traité de droit international public, volumen II, página 23). Pues bien, en nuestro caso, el Estado ha reparado completamente el daño sufrido por el señor Engel cuando la instancia superior del recurso ha decidido que los dos días de arresto de rigor a los que este último había sido condenado habían de considerarse cumplidos durante el arresto provisional. En estas condiciones no hay lugar a constatar una violación del Convenio. Este punto de vista no olvida la jurisprudencia del Tribunal porque, cada vez que éste ha considerado que la imputación de la detención preventiva sobre la pena no le impedía conocer la irregularidad de la detención preventiva, se trataba de una detención de larga duración para la cual la imputación no constituía una reparación completa, y ha sido desde la pretensión del otorgamiento de una satisfacción equitativa que la cuestión ha sido planteada ante el Tribunal (cfr. por ejemplo: caso Neumeister, sentencia 17 de mayo de 1974, serie A, número 17, páginas 18 y 19).", "", " VOTO PARTICULAR DEL JUEZ SEÑOR EVRIGENIS", "", " 1. No he podido, a mi pesar, unirme a la mayoría del Tribunal sobre los puntos números 3, 14, 15 y 16 del fallo. He aquí las consideraciones que han motivado mi desacuerdo:", "", " a) La mayoría del Tribunal ha estimado que la asignación de los señores Dona y Schul a una unidad disciplinaria, en virtud de una decisión del Tribunal Superior Militar, estaba de acuerdo con las exigencias del artículo 5.1.a) del Convenio. Su condena a una pena preventiva de libertad emanaba, según la mayoría de mis colegas, de un «tribunal» en el sentido que este término tiene en el artículo 5.1.a). Pero si el Tribunal Militar representaba un tribunal desde el punto de vista orgánico, según la terminología utilizada en la jurisprudencia del Tribunal Europeo, por el contrario el procedimiento previsto en derecho y observado de hecho ante él en el caso en cuestión, parece difícilmente ser conforme a las condiciones que debe reunir un órgano jurisdiccional. Dos aspectos de ese procedimiento me parecen no responder a estas condiciones, a saber la libertad de acción reconocida al defensor del acusado, de un lado, y la realización de la prueba, de otro.", "", " En cuanto al primero de estos aspectos, los hechos constatados por el Tribunal (sentencia, apartado 32, 49, 91), revelan una limitación importante de la libertad de acción del defensor ante el Tribunal militar que ha estatuido en materia disciplinaria en el caso. En efecto, el defensor no ha sido admitido más que para tratar problemas jurídicos e incluso problemas jurídicos particulares que hubiesen sido eventualmente planteados por la apelación de su representado, tales como, por ejemplo, las cuestiones que habrían surgido por la aplicación del Convenio Europeo de los Derechos del Hombre. Por otra parte, hay razones plausibles para admitir que el defensor no ha sido autorizado a recurrir en el curso de la audiencia (cfr., la referencia al informe, de fecha 23 de diciembre de 1970, del Secretario interino del Tribunal Superior Militar Holandés, decisión sobre la admisibilidad, informe de la Comisión, página 99). A la vista de estas restricciones, parece difícil conciliar el procedimiento en cuestión con la noción de Tribunal existente en el artículo 5.1.a) que, no hay que olvidar, es una jurisdicción con el poder de decretar sanciones privativas de libertad [confróntese sentencia de Wilde, Ooms y Versyp de 18 de junio de 1971, serie A, número 12, páginas 41 y 42, apartados 78 y 79, y vid más abajo b)].", "", " Las mismas consideraciones valen igualmente para el segundo aspecto procedimental apuntado antes, es decir, el procedimiento de realización de la prueba previsto en derecho y practicado de hecho ante el Tribunal militar que estatuye en cuanto instancia disciplinaria. A partir de los hechos constatados por el Tribunal y en relación con las disposiciones de la ley holandesa aplicables al caso (cfr. apartados 31 y 91 de la sentencia), la convocatoria y audición de los testigos a favor de los acusados no parece hayan podido desarrollarse en condiciones que aseguren, a mi juicio, las garantías de defensa necesarias en un proceso equitativo que pueda implicar el pronunciamiento de una pena privativa de libertad. Por estos motivos he de concluir en la existencia de una violación del artículo 5.1 en el caso de Dona y Schul.", "", " Dicho esto, estimo que el Tribunal, habiendo admitido el carácter penal de la acusación realizada a los dos recurrentes (artículo 6.o, sentencia, apartados 80 y s., especialmente apartado 85 in fine), debió abstenerse de examinar si el Tribunal militar correspondía a la noción de Tribunal en el sentido del artículo 5.1.a). Si el término «tribunal» goza, en principio, de una autonomía conceptual en cada una de las disposiciones, no es menos cierto que el Tribunal del artículo 5.1.a) debe responder a las exigencias del artículo 6.o cuando la sanción privativa de libertad que él pronuncie es finalmente, como en el caso, considerada como la consecuencia de una acusación penal y, por consiguiente, subsumible en el artículo 6.o. El Tribunal del artículo 5.1.a) puede en su caso, no reunir todas las condiciones exigidas por el artículo 6.o para el Tribunal penal. Lo inverso parece lógico y jurídicamente difícil. Si una sanción privativa de libertad ha sido infligida por una jurisdicción que debe corresponder a las condiciones del artículo 6.o, es inútil interrogarse sobre la conformidad de esta jurisdicción con la noción de tribunal del artículo 5.1.a).", "", " b) Por las mismas razones creo no debo compartir la opinión de la mayoría del Tribunal sobre los puntos 14, 15 y 16 del fallo. Me limito, pues, a remitirme a las reflexiones formuladas anteriormente en 1.a).", "", " No obstante, el examen del caso de la asignación a una unidad disciplinaria desde la perspectiva de la noción de acusación penal del artículo 6.o requiere, en mi opinión, ciertas observaciones de orden más general. Me permito señalarlas con el deseo de poner en evidencia que mi desacuerdo con la mayoría sobre estos puntos es más pronunciada.", "", " Imponiendo la sanción de asignación a una unidad disciplinaria (caso de los señores Dona y Schul) o ejerciendo el control de una sanción similar pronunciada por una autoridad no jurisdiccional (caso del señor De Wit), el Tribunal militar actuaba, según el derecho holandés, en cuanto jurisdicción disciplinaria. Su procedimiento no debía ser, en principio, considerado incompatible con el Convenio en la medida en que el Tribunal militar no actuase respecto de comportamientos que pudieran ser sancionados con penas privativas de libertad. Nuestro Tribunal ha estimado, sin embargo, justamente por otra parte, que los casos precitados no sólo implicaban penas privativas de libertad, sino, asimismo, entraban en la noción de acusación en materia penal en el sentido del artículo 6.o del Convenio. Este Tribunal ha debido, por tanto, investigar si el Tribunal militar ofrecía las garantías que esta disposición requiere de una instancia penal. Según la mayoría, estas garantías existían en el caso en cuestión, salvo la de la publicidad del proceso, prevista en el artículo 6.1. Sin embargo, la imagen de la jurisdicción penal que se desprende de la opinión de la mayoría me parece difícilmente conforme a las exigencias mínimas que impone el artículo 6.o para la jurisdicción penal ideal. Encuentro, en efecto, muy difícil admitir que una jurisdicción penal de no importa qué grado y competencia pueda funcionar con un defensor muy limitado en la libertad de acción que es tradicionalmente reconocida por el procedimiento penal de los países democráticos de Europa, y con reglas de realización de la prueba poco generosas respecto del acusado, sin contradecir las disposiciones del artículo 6.o. No se puede, ciertamente, imputar estas faltas al Tribunal militar que, hay que recordar, ejercía en el caso, según el derecho holandés, funciones de jurisdicción disciplinaria y, por consiguiente, no debía normalmente plantearse su conformidad con el artículo 6.o del Convenio. Es nuestra sentencia la que, al trazar la línea a partir de la cual lo disciplinario pasa a ser penal, exige retrospectivamente, en virtud del Convenio, que un Tribunal disciplinario deba satisfacer las garantías de una jurisdicción penal. Sin embargo, temo que la opinión de la mayoría, en cuanto que restringe estas garantías, sitúa la interpretación del artículo 6.o, y en particular la de la noción de Tribunal penal, en una vía que, me permito señalar, no está desprovista de riesgos. Desearía por otra parte observar en este mismo texto que la calificación, desde la perspectiva del Convenio, de una materia como penal y esto de conformidad o no con las concepciones del derecho nacional respectivo, debe igualmente poner en práctica las garantías del artículo 7.o del Convenio.", "", " c) Al constatar una violación del artículo 5.1 por los motivos expuestos en 1.a), yo debería en buena lógica concluir en que ha habido una violación del artículo 5.4 en el caso de los señores Dona y Schul (punto número 7, fallo). Si el Tribunal Supremo Militar, que según la sentencia, acumula las funciones del Tribunal a que se refieren tanto el artículo 5.1.a) como el artículo 5.4, no corresponde a la noción de Tribunal del artículo 5.1.a), en principio aquél no sería conforme a la noción de Tribunal del artículo 5.4. Me he unido, sin embargo, a la mayoría en este punto teniendo en cuenta que en el derecho holandés existe una jurisdicción civil de competencia general ante la cual se puede plantear por la vía del recurso de urgencia («référe»), la legalidad de toda privación de libertad ( artículo 289 del código de procedimiento civil , artículos 2 y 53, Ley de Organización Judicial ).", "", " 2. He votado en relación con el punto 6 del fallo en el sentido de una ausencia en los casos allí mencionados, de violación de los artículos 5.1 y 14 conjuntamente. Habría votado en el mismo sentido, por los mismos motivos (sentencia, apartados 72 y s.) en lo concerniente a los hechos recurridos ante el Tribunal que no han sido considerados como originadores de privaciones de libertad, si la cuestión hubiese sido planteada. El Tribunal, sin embargo, ha considerado separar estos casos por las razones formuladas en el apartado 71 de la sentencia. No puedo compartir este punto de vista. Según la jurisprudencia del Tribunal (caso relativo a ciertos aspectos del régimen lingüístico de la enseñanza en Bélgica, sentencia de 23 de julio de 1968, serie A, número 6, páginas 33 y 34, apartado 9; caso Sindicato Nacional de la Policía Belga, sentencia de 27 de octubre de 1975, serie A, número 19, página 19, apartado 44), una «medida que sea conforme a las exigencias del artículo que consagre el derecho a la libertad en cuestión, puede, sin embargo, oponerse al artículo 14 por el motivo de que aquélla está revestida de un carácter disciplinario». El artículo 14 impone a los Estados la obligación de asegurar el goce de los derechos y libertades reconocidos por el Convenio «sin ninguna distinción». El Convenio se opone, por tanto, a toda discriminación que se manifieste en relación con el disfrute de un derecho garantizado por aquél, ya se exprese esta discriminación de forma positiva, por medidas que favorezcan el goce de ese derecho, o de forma negativa, por restricciones, legítimas o no, aplicadas a ese derecho. Difícilmente concibo cómo se podría distinguir desde la perspectiva del artículo 14, tal como ha sido interpretado por el Tribunal, entre medidas que comportan una restricción ilegítima del derecho en cuestión y medidas que comportan restricciones toleradas por el Convenio. Un tratamiento discriminatorio por medidas referentes a no importa cuál de las categorías, puede conducir a una discriminación que debe ser necesariamente juzgada a la luz del artículo 14 del Convenio. El Tribunal habría debido en consecuencia juzgar también, desde el punto de vista de su conformidad con el artículo 14, las sanciones llevadas a su conocimiento que aquél finalmente ha considerado no privativas de libertad.", "", " (Traducción: Manuel Alba, Antonio Jiménez Blanco, Diego López Garrido, María Paesa.)"]}