{"file": "SPA_HJUDSPA_25792_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "25792/94", "text_paragraphs": ["Sentencia 25792/94", "", "CASO TRZASKA CONTRA POLONIA", "", " Artículos 5.3, 5.4 (Derecho a la libertad y a la seguridad) y 6.1 (Derecho a un proceso equitativo en un plazo razonable)", "", " Sentencia de 11 de julio de 2000", "", " El Tribunal Europeo de Derechos Humanos ha comunicado hoy por escrito la sentencia en el caso Trzaska contra Polonia. El Tribunal declara, por unanimidad, que hubo violación de los artículos 5, párrafos 3 y 4 (derecho a la libertad y a la seguridad), y 6, párrafo 1 (derecho a un proceso equitativo en un plazo razonable), del Convenio Europeo de Derechos Humanos . En aplicación del artículo 41 (satisfacción equitativa) del Convenio, el Tribunal considera que el hecho de aceptarse la existencia de violación representa una satisfacción equitativa suficiente para cualquier daño que hubiera podido sufrir el solicitante. Además, concede al interesado la suma de 6.000 zlotys (PLN) en concepto de gastos y costas.", "", "", "", " 1. HECHOS", "", " El demandante, Andrzej Trzaska, ciudadano polaco, nació en 1970 y cumple actualmente una pena de prisión en Wolów.", "", " El 27 de junio de 1991, el solicitante, sospechoso de intento de homicidio, robo y violación, fue puesto en prisión preventiva. El 29 de noviembre de 1991, el Fiscal Regional de Katowice envió el acta de acusación al Tribunal Regional de Katowice. El interesado fue acusado de intento de homicidio, malos tratos de hecho, golpes y heridas graves, de uso de arma peligrosa, de robo cualificado, violación y robo. El Tribunal Regional de Katowice celebró la primera audiencia el 4 de marzo de 1992. A continuación, dado que había enfermado el juez ponente, el caso fue asignado a un nuevo tribunal de jueces. Teniendo en cuenta los cambios en su composición, el Tribunal reinició los debates el 2 de agosto de 1993.", "", " A continuación, se celebraron audiencias los días 19 y 22 de noviembre de 1993, 7 de enero de 1994, 23 de febrero de 1994, 23 de mayo de 1994, 11 de octubre de 1994, 10 y 31 de enero de 1995 y 7 y 22 de marzo de 1995. El 22 de marzo de 1995, el Tribunal Regional de Katowice condenó al interesado por intento de homicidio, violación y robo cualificado a una pena de prisión de veinticinco años. El solicitante interpuso recurso. El 19 de octubre de 1995, el Tribunal de Apelación de Katowice anuló en parte la sentencia de primera instancia y ordenó que el caso fuese examinado de nuevo. El 27 de mayo de 1997, el Tribunal Regional de Katowice condenó una vez más al solicitante a una pena de prisión de veinticinco años.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La demanda fue presentada ante la Comisión Europea de Derechos Humanos el 11 de abril de 1994. Después de haberla declarado admisible en parte, la Comisión dictó, el 19 de mayo de 1998, un informe donde expresaba la opinión de que había existido violación de los artículos 5, párrafo 3 (treinta votos contra uno) y 5, párrafo 4, del Convenio (por unanimidad) y que no se había producido violación del artículo 6, párrafo 1 (veintiséis votos contra cinco), y sometió el caso al Tribunal el 24 de noviembre de 1998.", "", " La sentencia fue dictada por una sala compuesta por siete jueces: Elisabeth Palm (sueca), presidenta; Wilhelmina Thomassen (neerlandesa), Luigi Ferrari Bravo (italiano), Jerzy Makarczyk (polaco), Riza Türmen (turco), Bostjan Zupancic (esloveno), Rait Maruste (estoniano), jueces; así como Michael O’Boyle, secretario de sala.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " El demandante alega la violación del artículo 5, párrafo 3 , del Convenio, en razón de la duración excesiva de su detención provisional. Pretende, además, que el procedimiento que tendía a controlar la legalidad de su detención provisional no revistió el carácter contradictorio que exige el artículo 5, párrafo 4. Finalmente, invocando el artículo 6, párrafo 1, se queja de la excesiva duración del procedimiento penal desarrollado contra él.", "", " II. Decisión del Tribunal", "", " 1. Artículo 5.3 del Convenio", "", " El Tribunal recuerda que corresponde en primer lugar a las autoridades judiciales nacionales por velar que, en un caso determinado, la duración de la prisión o detención provisional de un acusado no supere el límite de lo razonable. Con esta finalidad, es preciso examinar todas las circunstancias que permitan revelar o desechar la existencia de una auténtica exigencia de interés público que justifique, teniendo en cuenta la presunción de inocencia, una excepción a la regla del respeto de la libertad individual, y de dar cuenta de la existencia de dicho interés público en sus decisiones relativas a las peticiones de puesta en libertad.", "", " La persistencia de razones que permiten sospechar que la persona detenida ha cometido una infracción -no impugnada en el presente caso- es condición sine qua non para la regularidad del mantenimiento en prisión, pero, al cabo de un cierto tiempo, ésta no basta. El Tribunal debe comprobar entonces si los demás motivos adoptados por las autoridades judiciales continúan legitimando la privación de libertad. Cuando resultan ser «pertinentes» y «suficientes», debe investigar además si las autoridades nacionales competentes aportaron una «diligencia particular» al desarrollo del procedimiento. Teniendo en cuenta las circunstancias del caso, el Tribunal considera que la detención provisional del solicitante, que duró tres años y seis meses, infringió el artículo 5, párrafo 3.", "", " 2. Artículo 5.4 del Convenio", "", " El Tribunal afirma de nuevo que el artículo 5, párrafo 4, confiere a cualquier persona arrestada y/o detenida el derecho de iniciar un procedimiento que tienda a hacer que un Tribunal controle el cumplimiento de las condiciones procedimentales y de fondo necesarias para la «legalidad», a tenor del artículo 5, párrafo 1, de su privación de libertad. Si bien es cierto que el procedimiento a título del artículo 5, párrafo 4, no siempre debe ir acompañado por garantías idénticas a las que prescribe el artículo 6, párrafo 1, para los procesos civiles o penales, también lo es que es preciso que revista un carácter judicial y ofrezca garantías apropiadas al tipo de privación de libertad en cuestión. Si se trata de una persona cuya detención corresponde al artículo 5, párrafo 1. c), se impone la celebración de una audiencia. En particular, el procedimiento de examen de un recurso contra una detención debe garantizar la «igualdad de las armas» entre las partes, el fiscal y el detenido.", "", " En el presente caso, nadie niega que la ley, tal como se encontraba en vigor en la época de los hechos, permitiera al solicitante o a su abogado asistir a la sesión durante la cual el Tribunal examinó la legalidad de la decisión que ordenó la detención. Además, las disposiciones aplicables no exigían que las observaciones presentadas por el fiscal, en apoyo de la detención del solicitante, fuesen comunicadas al interesado o a su abogado. En consecuencia, el solicitante no tuvo la posibilidad de responder a dichos argumentos para impugnar los motivos invocados por las autoridades judiciales en apoyo de su detención. Finalmente, en virtud de las leyes aplicables, el fiscal podía asistir a las sesiones del Tribunal durante las cuales se examinaba la legalidad de la detención del solicitante y, en una ocasión, asistió además a las mismas.", "", " En conclusión, el Tribunal señala que existió violación del artículo 5.4.", "", " 3. Artículo 6.1 del Convenio", "", " El Tribunal recuerda que el carácter razonable de la duración de un procedimiento se aprecia teniéndose en cuenta los criterios consagrados por su jurisprudencia, en particular la complejidad del caso, el comportamiento del solicitante y el de las autoridades competentes, y teniéndose también en cuenta las circunstancias del caso, las cuales exigen en este caso una evaluación global.", "", " El Tribunal señala que, teniendo en cuenta el hecho de que se declaró competente el 1 de mayo de 1993 para conocer sobre las peticiones individuales dirigidas contra Polonia, el procedimiento penal desarrollado contra el solicitante duró cuatro años, un mes y dieciocho días. Teniendo en cuenta también las circunstancias particulares del caso, concluye que la duración del procedimiento litigioso no tuvo en cuenta el artículo 6.1.", "", " 4. Artículo 41 del Convenio", "", " El Tribunal considera que, teniendo en cuenta las circunstancias del caso, la aceptación de la existencia de violación constituye en sí misma una satisfacción equitativa suficiente para cualquier daño que haya podido sufrir el solicitante. Le concede la suma de 6.000 PLN en concepto de gastos y costas."]}