{"file": "SPA_HJUDSPA_28054_95.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "28054/95", "text_paragraphs": ["Sentencia 28054/95", "", "CASO MAVRONICHIS CONTRA CHIPRE", "", " Artículo 6.1 (Duración del proceso) Sentencia de 24 de abril de 1998", "", " Mediante la sentencia dictada en Estrasburgo el 24 de abril de 1998 en el caso Mavronichis contra Chipre, el Tribunal Europeo de Derechos Humanos declara, por unanimidad, que ha habido violación del artículo 6.1 del Convenio Europeo de Derechos Humanos por cuanto el «derecho de carácter civil» del demandante no fue resuelto dentro de un «plazo razonable». En virtud del artículo 50 del Convenio, el Tribunal concede al demandante una cierta cantidad en concepto de daño moral y de gastos y costas judiciales.", "", " La sentencia fue leída en audiencia pública por el señor Rudolf Bernhardt, presidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El demandante, Michael Mavronichis, de nacionalidad chipriota, es contable de su Estado. Nació en 1949 y vive en Nicosia.", "", " El 2 de noviembre de 1981, un organismo público, la Oficina de Formación Profesional, contrató a un tal señor I. para el cargo de jefe de contabilidad. El demandante, el único otro candidato, tenía cualificaciones superiores a las exigidas para el puesto. El demandante presentó un recurso ante el Tribunal Supremo contra el nombramiento del señor I. El señor I. entregó su dimisión en", "", " 1495 octubre de 1982 y el puesto de jefe de contabilidad fue suprimido en noviembre de 1983.", "", " El 22 de febrero de 1986, el Tribunal Supremo declaró nula e inexistente la decisión de la Oficina de Formación Profesional.", "", " El 13 de abril de 1987, el demandante inició ante el Tribunal de Primera Instancia de Nicosia un procedimiento civil contra la Oficina, reclamando una indemnización al amparo del artículo 146.6 de la Constitución .", "", " El Tribunal señaló la vista el 8 de noviembre de 1988. Ese día, el Tribunal aplazó de oficio la vista hasta el 20 de abril de 1989; luego, este día, hizo lo mismo hasta el 27 de octubre de 1989. El 26 de octubre de 1989, el demandado solicitó un aplazamiento al cual no se opuso el demandante. La vista fue trasladada al 7 de febrero de 1990. Ahora bien, no pudiendo terminar la vista ese mismo día, el Tribunal aplazó de nuevo el procedimiento hasta el 7 de marzo de 1990, fecha en la cual el demandante solicitó un aplazamiento y la vista se fijó para 5 de abril de 1990. Ese día, no pudiendo concluir el examen del caso, el Tribunal aplazó de nuevo la vista al 10 de mayo de 1990, después otra vez más de oficio al día 5 de junio de 1990, fecha en la cual concluyó el examen del caso.", "", " El 30 de noviembre de 1990, el Tribunal dictó sentencia a favor del demandante. El 8 de enero de 1991, el demandante recurrió ante el Tribunal Supremo para impugnar el importe de la indemnización. La Oficina presentó una contraapelación afirmando que la acción del demandante debía haber sido desestimada. El 15 de marzo se celebró una vista.", "", " El 20 de junio de 1995, el Tribunal Supremo declaró que la decisión de 22 de febrero de 1986 de la Oficina no había creado a ésta ninguna obligación de nombrar al demandante y que, por lo tanto, éste no era una víctima a los efectos del artículo 146.6 de la Constitución . La supresión ulterior del puesto no podía dar lugar a ningún derecho de reparación por lo que el Tribunal Supremo admitió el recurso de contraapelación.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Instada a conocer del caso por la demanda presentada el 10 de julio de 1995, la Comisión la admitió el 26 de junio de 1996.", "", " Tras haber intentado en vano una solución amistosa, el 15 de enero de 1997, la Comisión aprobó un informe en el que se hacen constar los hechos y se formula la opinión unánime de que ha habido violación del artículo 6.1 del Convenio.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " El demandante se queja de que el tiempo tardado por las jurisdicciones internas en resolver su petición de reparación dirigida contra la Oficina de Formación Profesional no es razonable y, por tanto, era contrario al artículo 6.1 del Convenio.", "", " I. Artículo 6.1 del Convenio", "", " 1. Aplicabilidad", "", " El Gobierno sostiene que el demandante no puede alegar el artículo 6.1: el procedimiento de indemnización es la prolongación de su anterior acción de Derecho público impugnando la validez de la decisión de no nombrarle para un cargo en el sector público, el acceso a los empleos del sector público no está comprendido dentro del concepto de «derechos de carácter civil».", "", " Ahora bien, este Tribunal comparte la tesis del demandante de que el único fin del procedimiento de indemnización era obtener una reparación financiera y no conseguir su nombramiento para el puesto al que se había presentado como candidato, ni hacer reabrir el procedimiento de entrevistas. Por lo demás, ninguna de estas dos finalidades era posible, ya que dicho puesto había sido suprimido. Además, y haciendo referencia al artículo 146.6 de la Constitución , este Tribunal pone de manifiesto que el Derecho interno del Estado demandado reconocía al demandante un derecho a pedir una reparación a la Administración en las circunstancias litigiosas. Este derecho era puramente económico y el demandante lo hizo valer en un procedimiento jurídico de naturaleza esencialmente civil.", "", " Por estos motivos, el Tribunal concluye que el artículo 6.1 es aplicable al procedimiento de indemnización.", "", " 2. Observancia del artículo 6.1", "", " El Tribunal señala que el procedimiento de indemnización duró ocho años, dos meses y ocho días. Este Tribunal ha tenido en cuenta el hecho de que sólo es competente ratione temporis desde el 1 de enero de 1989, fecha de entrada en vigor de la declaración chipriota reconociendo el derecho de recurso individual consagrado en el artículo 25 del Convenio. El Tribunal observa, sin embargo, que debe tener en cuenta el estado en el que se encontraba el caso en dicha fecha para apreciar el carácter razonable o no de su duración.", "", " Independientemente del plazo que llevó resolver el caso en primera instancia, este Tribunal constata en particular que la secretaría del Tribunal Supremo no adoptó ninguna medida para que el caso fuera examinado en apelación entre el 8 de enero de 1991 y el 15 de marzo de 1995. Puesto que las cuestiones litigiosas planteadas en el recurso de casación del demandante no eran complejas, este Tribunal estima que se trata de un período de inactividad particularmente significativo que no puede justificarse por el volumen de trabajo del Tribunal Supremo. El Tribunal recuerda a este respecto que el artículo 6 obliga a los Estados contratantes a organizar su sistema judicial de tal manera que sus Tribunales puedan cumplir cada una de estas exigencias, en particular, lo referente al plazo razonable. En consecuencia, el Tribunal declara que ha habido violación del artículo 6.1.", "", " II. Artículo 50 del Convenio", "", " 1. Daño material", "", " El Tribunal rechaza la pretensión del demandante puesto que considera que el interesado no ha demostrado ningún nexo causal entre la violación y el daño material alegado.", "", " 2. Daño moral", "", " El Tribunal admite en una parte sustancial la pretensión del demandante (4.784 libras chipriotas menos los 2.000 francos franceses ya abonados en concepto de asistencia jurídica).", "", " La sentencia fue dictada por una Sala integrada por nueve jueces, a saber: R. Bernhardt (alemán), presidente, F. Matscher (austríaco), L.-E. Pettiti (francés), A. Spielmann (luxemburgués), N. Valticos (griego), E. Palm (sueca), A. N. Loizou (chipriota), J. Casadevall (andorrano) y P. van Dijk (neerlandés), así como H. Petzold, secretario del Tribunal, y P. J. Mahoney, secretario adjunto del Tribunal."]}