{"file": "SPA_HJUDSPA_38433_09.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "38433/09", "text_paragraphs": ["© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013. Esta traducción no vincula al Tribunal. Para más información véase la indicación completa sobre derechos de autor al final de este documento.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "GRAN SALA", "", "", "", "", "", "", "", "ASUNTO CENTRO EUROPA 7 S.R.L. Y DI STEFANO c. ITALIA", "", "(Demanda no 38433/09)", "", "", "", "", "", "", "", "SENTENCIA", "", "", "", "ESTRASBURGO", "", "7 de junio de 2012", "", "", "Esta sentencia es definitiva. Puede sufrir retoques de forma.", "", "En el asunto Centro Europa 7 S.r.l. y Di Stefano contra Italia", "El Tribunal Europeo de Derechos Humanos, constituido en Gran Sala compuesta por los siguientes Jueces loa señores Françoise Tulkens, Presidenta, Jean-Paul Costa, Josep Casadevall, Nina Vajic, Dean Spielmann, Corneliu Bîrsan, Elisabeth Steiner, Elisabet Fura, Ljiljan Mijović, David Thór Björgvinsson, Dragoljub Popović, András Sajó, Noa Tsotsoria, Işıl Karakaş, Kristina Pardalos, Guido Raimondi, Linos-Alexandre Sicilianos y Vincent Berger, Secretario,", "Tras haber deliberado en privado el 12 de octubre de 2011 y 11 de abril de 2012,", "Dicta la siguiente", "SENTENCIA", "PROCEDIMIENTO", "1. El asunto tiene su origen en una demanda (núm. 38433/09) dirigida contra la República Italiana y en la que una empresa italiana de responsabilidad limitada, Centro Europa 7 S.r.l., y un ciudadano italiano, el Sr. Francescantonio Di Stefano, recurrieron al Tribunal el 16 de julio de 2009 en virtud del artículo 34 del Convenio para la Protección de los Derechos Humanos y de las Libertades («el Convenio»).", "2. Los demandantes son representados por los señores A. Pace, R. Mastroianni, O. Grandinetti y F. Ferraro, abogados en Roma. El Gobierno italiano («el Gobierno») esta representado por su agente, la Sra. E. Spatafora.", "3. Los demandantes alegaban que la no atribución a la sociedad demandante de radiofrecuencias necesarias para la difusión de emisiones televisadas había violado su derecho a la libertad de expresión y, en particular, su libertad de comunicar informaciones o ideas. Asimismo, invocaban una violación de los artículos 14 y 6 ap. 1 del Convenio y del artículo 1 del Protocolo núm. 1.", "4. La demanda fue atribuida a la Sección Segunda Sección del Tribunal (artículo 52. 1 del Reglamento). El 10 de noviembre de 2009, la Sección Segunda decidió comunicarlo al Gobierno. Como permitía el antiguo artículo 29 ap. 3 del Convenio (artículo 29 ap. 1 actual) y el artículo 54A del Reglamento, decidió que se examinarían, al mismo tiempo, la admisibilidad y el fondo del asunto. El 30 de noviembre de 2010, una Sala de esa Sección, compuesta por Françoise Tulkens, Danute Jočienė, Dragoljub Popović, András Sajó, Noa Tsotsoria, Kristina Pardalos, Guido Raimondi, jueces, así como de Françoise Elens-Passos, Secretaria Adjunta de Sección, se inhibió en favor de la Gran Sala, no habiéndose opuesto ninguna de las partes (artículos 30 del Convenio y 72 del Reglamento).", "5. La composición de la Gran Sala fue establecida conforme a los artículos 26 apdos. 4 y 5 del Convenio y 24 del Reglamento. El 3 de noviembre de 2011, el mandato del Presidente del Tribunal, Jean-Paul Costa, finalizó. Françoise Tulkens asumió, a partir de esa fecha, la Presidencia de la Gran Sala en este caso concreto (artículo 9 ap. 2 del Reglamento). Jean-Paul Costa ha continuado formando parte de la Sala tras la expiración de su mandato, en virtud de los artículos 23 ap. 3 del Convenio y 24 ap. 4 del Reglamento.", "6. Tanto los demandantes como el Gobierno han presentado alegaciones complementarias por escrito (artículo 59 ap. 1 del Reglamento). También se han recibido alegaciones de la Asociación Open Society Justice Initiative, a la que la Presidenta había autorizado a intervenir en la fase escrita (artículos 36 ap. 2 del Convenio y 44 ap. 2 del Reglamento).", "7. Se celebró una audiencia pública en el Palacio de los Derechos Humanos, en Estrasburgo, el 12 de octubre de 2011 (artículo 59 ap. 3 del Reglamento).", "Comparecieron:", "- Por el Gobierno: el Sr. Remus, asesor, P. Gentili, abogado del Estado;", "- Por los demandantes: los Sres. R. Mastroianni, O. Grandinetti, F. Ferraro, asesores.", "El Tribunal escuchó sus alegaciones, así como sus respuestas a las preguntas formuladas por los jueces Sres. Remus y Gentili y las Sras. Mastroianni y Grandinetti.", "HECHOS", "I. CIRCUNSTANCIAS DEL CASO", "8. La demandante, Centro Europa 7 S.r.l., es una sociedad de responsabilidad limitada que opera en el ámbito de la televisión y que tiene su sede social en Roma. El demandante, el señor Francescantonio Di Stefano, es un ciudadano italiano nacido en 1953, residente en Roma. Es el representante legal de la sociedad recurrente.", "9. Por un Decreto ministerial de 28 de julio de 1999, las autoridades competentes concedieron a Centro Europa 7 S.r.l., conforme a las disposiciones de la Ley núm. 249 de 1997 (apartados 56-61 infra), una licencia para la radiodifusión televisiva por vía terrestre a nivel nacional que autorizaba la sociedad demandante a instalar y explotar una red de radiodifusión televisiva analógica. La licencia preveía que la demandante tenía derecho a tres frecuencias que cubrían el 80% del territorio nacional. La licencia se remitía, para la concesión de radiofrecuencias, al Plan Nacional de atribución de radiofrecuencias aprobado el 30 de octubre de 1998. Se indicó que la conformidad de las instalaciones a las prescripciones del “plan de asignación” (piano di assegnazione) debía tener lugar en un plazo de veinticuatro meses y debía respetar el programa de conformidad (programma di adeguamento) establecido por la Autoridad para las garantías en las comunicaciones (Autorità per le garanzie nelle comunicazioni - en adelante «AGCOM») en colaboración con el Ministerio de Comunicaciones (en adelante «el Ministerio »).", "Se deduce de la sentencia del Consejo de Estado núm. 2624 del 31 de mayo de 2008 (apartado 14 infra), que los términos de la licencia de atribución de radiofrecuencias se remitían a una fase posterior, que dependía de la aprobación por la Administración de dicho programa de conformidad, sobre la base del cual la demandante debería proceder a efectuar intervenciones sobre sus instalaciones. A su vez, el programa de conformidad hubiera debido basarse en los requisitos del plan nacional de atribución de radiofrecuencias. Ahora bien, este plan no fue puesto en práctica. Se aplicaron sucesivamente regímenes transitorios aprovechando las cadenas existentes a nivel nacional, de manera que, aunque disponía de una licencia, la demandante no pudo emitir hasta junio de 2009 debido a la falta de concesión de radiofrecuencias.", "10. La demandante, por medio de su representante legal, presentó diversos recursos ante la jurisdicción administrativa.", "", "A. El primer procedimiento administrativo", "11. En noviembre de 1999, la demandante solicitó al Ministerio que le concediera las radiofrecuencias. Mediante una nota de 22 de diciembre de 1999, el Ministerio se opuso.", "", "1. El procedimiento sobre el fondo del asunto", "12. En 2000, la sociedad demandante presentó un recurso ante el Tribunal Administrativo Regional (en adelante «TAR») de Lacio contra el Ministerio y la sociedad RTI (cadena de televisión italiana controlada por Mediaset), quejándose de que la Administración no le había concedido las radiofrecuencias de emisión. Este recurso se dirigió también contra la sociedad RTI debido a que la cadena Retequattro había sido autorizada a emitir ocupando las radiofrecuencias que hubieran debido ser transferidas a la demandante.", "13. El 16 de septiembre de 2004, el TAR estimó el recurso de la demandante estableciendo que la Administración debía, bien asignarle las radiofrecuencias, bien revocarle la licencia. Por consiguiente, anuló la nota del 22 de diciembre de 1999.", "14. La sociedad RTI apeló al Consejo de Estado. Mediante la sentencia núm. 2624 de 31 de mayo de 2008, éste rechazó la apelación y confirmó el fallo del TAR. Destacó que en la licencia no se había establecido ningún plazo para que la Administración aprobara el programa de conformidad establecido por la AGCOM en colaboración con el Ministerio, pero que la demandante tenía un plazo de veinticuatro meses para proceder a intervenir sus instalaciones. Por consiguiente, según la Alta Jurisdicción, el programa de conformidad debería haber sido aprobado en un plazo breve.", "El Consejo de Estado añadía que el Ministerio debía pronunciarse sobre la solicitud de concesión de radiofrecuencias de la demandante en aplicación de una sentencia del Tribunal de Justicia de la Unión Europea (1) (en adelante, «TJUE») pronunciada entre tanto (apartados 33-36 infra).", "", "(1) En el momento de los hechos, Tribunal de Justicia de las Comunidades Europeas", "", "2. El procedimiento de ejecución", "15. No habiendo obtenido las radiofrecuencias, el 23 de octubre de 2008 la demandante denuncia al Ministerio ante el Consejo de Estado para quejarse de la falta de ejecución de la sentencia de 31 de mayo de 2008.", "16. El 11 de diciembre de 2008, el Ministerio prorroga la duración de la licencia otorgada en 1999 hasta la finalización de la difusión analógica («switch off») y concede a Centro Europa 7 S.r.l. un canal único a partir del 30 de junio de 2009.", "17. Por consiguiente, el Consejo de Estado, en su sentencia núm. 243/09, de 20 de enero de 2009, estimó que el Ministerio había ejecutado correctamente su sentencia de 31 de mayo de 2008.", "18. El 18 de febrero de 2009, la demandante presenta un nuevo recurso ante el TAR alegando que el Decreto de atribución de radiofrecuencias de 11 de diciembre de 2008 era insuficiente ya que, contrariamente a los términos de la licencia, sólo se refería a un único canal que no cubría el 80% del territorio nacional. En su recurso, la demandante solicita la anulación de este Decreto y el pago de una suma por daños y perjuicios.", "19. El 9 de febrero de 2010, la demandante firmó un acuerdo con el Ministerio de Desarrollo Económico (antiguo Ministerio de Comunicaciones) por el cual, éste se comprometía a asignarle otras radiofrecuencias de conformidad con los términos de la licencia.", "20. El 11 de febrero de 2010, en cumplimiento de una de las cláusulas de este acuerdo, la demandante pidió la cancelación del procedimiento pendiente ante el TAR.", "21. El 8 de marzo 2011, solicitó la reapertura del procedimiento ante el TAR. En su demanda, reclamaba la anulación del Decreto de atribución de radiofrecuencias de 11 de diciembre de 2008 y el pago de una suma por daños y perjuicios. Sostiene que la Administración no había cumplido plenamente su obligación de concederle las frecuencias adicionales ni había respetado el Acuerdo de 9 de febrero de 2010 ni la Decisión de 11 de diciembre de 2008.", "22. En efecto, el artículo 6 del Acuerdo en cuestión establece:", "", "«Centro Europa 7 S.r.l. se compromete a solicitar, antes del 11 de febrero de 2010, la cancelación del recurso núm. 1313/09 que está pendiente ante el TAR del Lacio, a dejar que caduque por defecto de presentación de una nueva demanda de fijación de audiencia en los plazos fijados por la ley, y a renunciar, en el mismo plazo, a las solicitudes de daños y perjuicios presentadas por este recurso, a reserva de que, en la fecha de vencimiento y en ese intervalo de tiempo, el presente Acuerdo, la Decisión de atribución de frecuencias complementarias y la Decisión del 11 de diciembre de 2008 no hayan perdido su validez.", "La Administración se compromete, por su parte, a ejecutar plenamente su obligación de asignar frecuencias complementarias, así como a ejecutar el presente Acuerdo y la Decisión del 11 de diciembre de 2008.", "En su defecto, Centro Europa 7 y las Administraciones incumplidoras recuperarán la plena posesión de sus respectivas prerrogativas procesales. En la hipótesis de la pérdida de validez de la asignación de frecuencias complementarias, se precisa que Centro Europa 7 S.r.l. no podrá reactivar el recurso núm. 1313/09 salvo en el caso de que esto condujera a la imposibilidad de Europa Way S.r.l. de explotar una o varias de las instalaciones mencionadas en el anexo técnico A.»", "", "23. El procedimiento se encuentra actualmente pendiente ante el TAR.", "", "B. El segundo procedimiento administrativo", "1. El procedimiento ante el TAR", "24. Entre tanto, el 27 de noviembre de 2003, mientras que su primer recurso estaba pendiente ante el TAR, la demandante presentó, de nuevo ante esta jurisdicción, una demanda destinada, en particular, a que se reconociera su derecho a obtener la asignación de radiofrecuencias y la reparación del perjuicio sufrido.", "25. Por sentencia de 16 de septiembre de 2004, el TAR desestimó esa demanda, concluyendo que la demandante sólo era titular de un simple interés legítimo («interesado legitimo»), es decir ostentaba una posición individual protegida de forma indirecta y subordinada al respeto del interés general, y no era titular de un derecho subjetivo («diritto soggettivo») de obtener la asignación de radiofrecuencias de emisión para la radiodifusión televisiva por vía terrestre en modo analógico.", "", "2. La apelación ante el Consejo de Estado", "26. La demandante apeló al Consejo de Estado, afirmando que, puesto que se le había adjudicado una licencia por las autoridades competentes, era efectivamente titular de un derecho subjetivo. En concreto, impugnaba la conformidad del Decreto-Ley núm. 352/2003 y de la Ley núm. 112/2004 con el derecho comunitario (apartados 65-67 - posteriores).", "27. El 19 de abril de 2005, el Consejo de Estado decidió limitar su examen a la demanda de reparación de la recurrente y no resolver, en ese momento, sobre la solicitud de concesión de radiofrecuencias.", "28. No obstante observó que la falta de atribución de radiofrecuencias a Centro Europa 7 S.r.l. se debía a factores esencialmente legislativos.", "29. Recordó que el artículo 3 ap. 2 de la Ley núm. 249 de 1997 (apartado 58 infra) permitía a los «ocupantes de hecho» de radiofrecuencias, autorizados a ejercer su actividad en virtud del régimen anterior, a continuar sus emisiones hasta la concesión de nuevas licencias o hasta el rechazo de las solicitudes y, en cualquier caso, hasta el 30 de abril de 1998, fecha límite.", "30. Asimismo destaca que el artículo 3 ap. 7 de la Ley núm. 249 de 1997 (apartado 61 infra) autorizó la continuación de dichas emisiones, remitiéndose a la AGCOM para la fijación de una fecha límite, con la sola condición de que las emisiones fueran difundidas al mismo tiempo sobre radiofrecuencias terrestres y por satélite o cable. Recordó que, a falta de fecha establecida por la AGCOM, el Tribunal Constitucional había fijado en el 31 de diciembre de 2003, la fecha en que los programas difundidos por las cadenas excedentarias (cadenas nacionales de televisión que superaban los límites de concentración impuestos por el artículo 2 apartado 6 de la Ley núm. 249 de 1997) debían difundirse únicamente por satélite o por cable, de modo que las radiofrecuencias que debían atribuirse a concesionarios como la demandante hubieran sido liberadas. Sin embargo, el Consejo de Estado observó que este plazo no había sido respetado tras la intervención del legislador nacional, ya que el artículo 1 del Decreto-Ley núm. 352 de 2003, convertido en la Ley núm. 43 del 24 de febrero de 2004 (apartado 65 - posterior), había prorrogado la actividad de las cadenas excedentarias hasta el final de una investigación de la AGCOM sobre el desarrollo de las cadenas de televisión digital. Añadió que el artículo 23 ap. 5 de la Ley núm. 112 de 2004 (apartado 67 infra) había prolongado, mediante un mecanismo de autorización general, la posibilidad de que las cadenas excedentes continuasen emitiendo sobre las ondas hertzianas hasta la puesta en marcha del plan nacional de atribución de radiofrecuencias para la televisión digital, de manera que estas cadenas no habían sido obligadas a liberar las radiofrecuencias destinadas a ser atribuidas a los que, como la demandante, eran titulares de las licencias.", "31. La Ley núm. 112 de 2004 había provocado que, según el Consejo de Estado, no se liberasen las radiofrecuencias destinadas a ser atribuidas a los titulares de licencias en modo analógico y había impedido que nuevos operadores participasen en las pruebas de la televisión digital.", "32. En estas condiciones, el Consejo de Estado decidió suspender el procedimiento y solicitó al TJUE que se pronunciase sobre la interpretación de las disposiciones del Tratado sobre la libre prestación de servicios y la competencia, de la Directiva 2002/21/CE («Directiva marco»), de la Directiva 2002/20/CE (Directiva «autorización»), de la Directiva 2002/77/CE (Directiva «competencia»), así como del artículo 10 del Convenio Europeo sobre los Derechos Humanos, al que el artículo 6 del Tratado de la Unión Europea hacía referencia.", "", "3. La Sentencia del TJUE", "33. El 31 de enero de 2008, el TJUE dictó su sentencia. Declaró dos cuestiones inadmisibles, estimando no disponer de información suficiente para pronunciarse sobre estos puntos.", "34. En cuanto a la cuestión relativa al artículo 10 del Convenio, el TJUE concluyó lo siguiente:", "", "«En lo relativo a la primera cuestión, el órgano jurisdiccional nacional solicita al Tribunal, en sustancia, que establezca si las disposiciones del artículo 10 del CEDH, al que se refiere el artículo 6 UE, se oponen, en materia de radiodifusión televisiva, a una legislación nacional cuya aplicación conduce a que un operador titular de una licencia, como Centro Europa 7, se encuentre ante la imposibilidad de emitir debido a la falta de concesión de radiofrecuencias de emisión.", "(...)", "Por estas cuestiones, el órgano jurisdiccional nacional considera oportuno verificar la existencia de violaciones del derecho comunitario a fin de pronunciarse sobre una demanda de reparación de los daños que se hayan producido.", "Sin embargo, (...), el artículo 49 CE y, a partir de su aplicabilidad, el artículo 9, apartado 1, de la Directiva «marco», los artículos 5, apartados 1 y 2, apartado segundo, y 7, apartado 3, de la Directiva «autorización» así como el artículo 4 de la Directiva «competencia» deben interpretarse en el sentido de que se oponen, en materia de radiodifusión televisiva, a una legislación nacional cuya aplicación conduce a que un operador titular de una licencia se encuentre en la imposibilidad de emitir por falta de radiofrecuencias de emisión, concedidas sobre la base de criterios objetivos, transparentes, no discriminatorios y proporcionados.", "Por tanto, esta respuesta permite, por sí sola, a la jurisdicción nacional pronunciarse sobre la demanda presentada por Centro Europa 7 solicitando la reparación de daños y perjuicios sufridos.", "Por consiguiente, habida cuenta de la respuesta del Tribunal sobre la segunda, cuarta y quinta cuestiones, no ha lugar a pronunciarse sobre las cuestiones primera y tercera.»", "", "35. Sobre el fondo, el TJUE observa que las cadenas existentes habían sido autorizadas a continuar sus actividades de radiodifusión a raíz de varias intervenciones del legislador nacional, en detrimento de los nuevos operadores de radiodifusión titulares de licencias para la radiodifusión televisiva por vía terrestre. Destacó que esas intervenciones del legislador nacional habían ocasionado la aplicación sucesiva de regímenes transitorios, establecidos en favor de los titulares de las redes existentes, y que esta situación había impedido que los operadores sin radiofrecuencias de emisión, como la demandante, tuvieran acceso al mercado de la radiodifusión televisiva, incluso aunque se hubieran beneficiado de una licencia (concedida, en el caso de la demandante, en 1999). EL TJUE se expresaba así:", "", "«(...) La Ley núm.112/2004, no se limita a atribuir a los operadores existentes un derecho prioritario a obtener las radiofrecuencias, sino que les reserva este derecho en exclusividad, la situación de privilegio atribuida a estos operadores se establece sin límite temporal y sin prever la obligación de restituir las radiofrecuencias excedentarias tras el paso a la radiodifusión televisiva en forma digital.»", "", "36. EL TJUE añadió que la aplicación de estos regímenes transitorios no era conforme al nuevo marco normativo común (NCRC) poniendo en práctica las disposiciones del Tratado, en particular las relativas a la libre prestación de servicios en el ámbito de las redes y servicios de las comunicaciones electrónicas.", "A este respecto, destacó varias disposiciones del NCRC que precisaban que la atribución y asignación de radiofrecuencias debían basarse en criterios objetivos, transparentes, no discriminatorios y proporcionados; según el TJUE, tales criterios no habían sido aplicados ya que la situación de las cadenas existentes no había sido modificada en el marco del régimen transitorio y habían continuado sus actividades de radiodifusión en detrimento de operadores como la parte recurrente que, a falta de concesión de radiofrecuencias de emisión, no habían podido de ejercer sus derechos y gozar de su licencia.", "EL TJUE estableció las siguientes conclusiones:", "", "«(...) Es importante precisar que, en el ámbito de las emisiones de radio y televisión, la libre prestación de servicios, tal y como ha sido consagrada en el artículo 49 CE y puesta en funcionamiento por el NCRC, requiere no solamente la concesión de autorizaciones de emisión, sino también la concesión de radiofrecuencias de emisión. En efecto, un operador no puede ejercer de manera efectiva los derechos que obtiene del Derecho comunitario en términos de acceso al mercado de la radiodifusión televisiva en ausencia de radiofrecuencias de emisión. (...)", "El artículo 49 CE y, a partir de su aplicabilidad, el artículo 9, apartado 1, de la Directiva 2002/21/CE del Parlamento Europeo y del Consejo, de 7 de marzo 2002, relativa a un marco regulador común de las redes y servicios de comunicaciones electrónicas (Directiva «marco»), los artículos 5, apartados 1 y 2, apartado segundo, y 7, apartado 3, de la Directiva 2002/20/CE del Parlamento Europeo y del Consejo, de 7 de marzo 2002, relativa a la autorización de redes y servicios de comunicaciones electrónicas (Directiva «autorización»), así como el artículo 4 de la Directiva 2002/77/CE de la Comisión, de 16 de septiembre de 2002, relativa a la competencia en los mercados de redes y servicios de comunicaciones electrónicas, deben interpretarse en el sentido de que se oponen, en materia de radiodifusión televisiva, a una legislación nacional cuya aplicación conduce a que un operador titular de una concesión se vea en la imposibilidad de emitir debido a la falta de radiofrecuencias de emisión concedidas sobre la base de criterios objetivos, transparentes, no discriminatorios y proporcionados.»", "", "4. La reanudación de las actuaciones ante el Consejo de Estado", "37. Mediante la Decisión núm. 2622/08 de 31 de mayo de 2008, el Consejo de Estado concluyó que no podía sustituir al Gobierno para atribuir las radiofrecuencias, ni tampoco obligarle a hacerlo. Ordenó al Gobierno que tramitara la solicitud de radiofrecuencias presentada por la parte demandante respetando los criterios establecidos por el TEDH. En particular, formuló las siguientes consideraciones:", "", "«La adopción por la Administración de un acto específico es más una cuestión de ejecución y de cumplimiento que de reparación: en caso de rechazo ilegal a cumplir un acto administrativo que ha sido solicitado, la adopción del acto no constituye una medida de indemnización, pero si el cumplimiento de una obligación que incumbe a la Administración, salvo si la parte privada afectada ha sufrido un perjuicio.»", "", "38. En cuanto a la solicitud de asignación de radiofrecuencias, el Consejo de Estado subraya que:", "", "«En presencia de intereses legítimos, no es posible establecer una medida de reparación específica, dado que el silencio, los retrasos o un rechazo ilegal siempre tienen una incidencia sobre una situación que era o que continua siendo insatisfactoria, de manera que no haya nada que pueda ser reparado; en lo concerniente a tales intereses, la cuestión se refiere a la obligación específica de ejecutar una posible condena de anulación del acto impugnado.", "(...)", "Aplicando esos principios en el presente caso, el Consejo considera inadmisible la demanda presentada por la demandante solicitando que se obligue a la Administración a adjudicar la red o las frecuencias.»", "", "5. La decisión sobre la solicitud de indemnización de la parte recurrente", "39. El Consejo de Estado envió, el 16 de diciembre de 2008, la decisión definitiva pronunciándose sobre el abono de daños y perjuicios a la demandante, considerando necesario, para determinar el importe, esperar al acto reglamentario del Gobierno sobre la concesión de las radiofrecuencias.", "40. El Consejo de Estado solicitó que las dos partes cumplieran, antes del 16 de diciembre de 2008, los siguientes requisitos: el Ministerio debía, en primer lugar, precisar que radiofrecuencias estaban disponibles tras los procedimientos de contratación pública de 1999 y las razones por las que no habían sido asignadas a la demandante y, en segundo lugar, que explicase su afirmación de que la licencia de la demandante había expirado en 2005.", "41. En cuanto a la demandante, la Alta Jurisdicción le pidió, por un lado, que presentase un informe sobre su actividad entre 1999 y 2008 y, por otro lado, que expusiera las razones por las que no había participado, en 2007, en el procedimiento de mercado público para la atribución de radiofrecuencias.", "42. El Consejo de Estado invitó también a la AGCOM a explicar porqué el Plan Nacional de Atribución de Radiofrecuencias para la Radiodifusión Televisiva por vía Hertziana nunca había sido puesto en práctica. Por último, rechazó la solicitud de suspensión de la autorización provisional de uso de radiofrecuencias que había sido concedida a una cadena (Retequattro) del grupo Mediaset, presentada por la demandante.", "43. En su respuesta, la AGCOM recordó al Consejo de Estado que el Plan Nacional de Atribución de Radiofrecuencias había sido puesto en práctica el 13 de noviembre de 2008. Según la AGCOM, este retraso se debió a varias razones. En primer lugar la situación jurídica era complicada porque era difícil identificar las frecuencias de emisión disponibles a causa de las decisiones judiciales que habían permitido a las cadenas excedentarias a seguir transmitiendo.", "Además, la legislación transitoria introducida por la Ley núm. 66 de 2001 (apartados 63-64 posteriores), que había autorizado a las cadenas excedentarias a continuar sus emisiones en modo analógico, impedía la puesta en marcha del plan, teniendo en cuenta la incompatibilidad entre, por una parte, los intereses de las cadenas susceptibles de ser autorizadas a emitir en los términos del plan y, por otra parte, los intereses de las cadenas legalmente habilitadas para continuar con el ejercicio de su actividad.", "44. La demandante presentó un dictamen pericial, elaborado por el banco comercial UNIPOL, según el cual el daño sufrido ascendía a 2.175.213.345,00 euros (EUR). Esta evaluación del perjuicio fue formulada sobre la base de los beneficios obtenidos por Retequattro, es decir la cadena excedentaria que debería haber liberado las radiofrecuencias asignadas a la demandante.", "45. Por una sentencia de 20 de enero de 2009, el Consejo de Estado, basándose en el artículo 2043 del Código Civil, (apartado 69 posterior) condenó al Ministerio a pagar a la demandante, a título de indemnización, la suma de 1.041.418 EUR. El Consejo de Estado recalcó que, durante diez años, la acción del Ministerio había sido culpable, ya que había concedido a Centro Europa 7 S.r.l una concesión sin atribuirle las radiofrecuencias de emisión.", "46. El Consejo de Estado estableció que existía un nexo de causalidad entre el comportamiento de la Administración y el perjuicio invocado y que la concesión de la licencia a Centro Europa 7 S.r.l. no le había conferido el derecho inmediato a ejercer la actividad económica correspondiente; por consiguiente la indemnización debía calcularse sobre la base de una expectativa legítima de asignación de las radiofrecuencias por las autoridades competentes.", "47. Según el Consejo de Estado, el hecho de no haber atribuido las radiofrecuencias hasta el 11 de diciembre de 2008 era atribuible a la Administración. Se había producido un daño por un hecho ilícito que generaba la responsabilidad extracontractual de la Administración, y que incluía tanto la pérdida de la confianza legítima como la adjudicación tardía de frecuencias. La convocatoria, por la Administración, de una licitación para las frecuencias en 1999, cuando la situación del sistema audiovisual no se había clarificado y quedaban cuestiones técnicas pendientes, había sido «arriesgada». Según el Consejo de Estado, la reparación de los daños sufridos por la demandante debía tener en cuenta de este contexto. La conducta de la Administración no se había caracterizado por una «gravedad importante» (notevole gravità) y, en consecuencia, el hecho ilícito procedía de un comportamiento «culpable» y no intencionado.", "48. El Consejo de Estado añadió que el importe del daño material debía calcularse a partir del 1 de enero de 2004, habiendo considerado el Tribunal Constitucional que el «período de transición» tras el cual el legislador estaba obligado a intervenir para permitir a los titulares de una licencia comenzar a difundir, había finalizado el 31 de diciembre de 2003 (apartado 62 - posterior). En cuanto a los criterios de evaluación de los daños y perjuicios, el Consejo de Estado recalcó que, en lo relativo a las pérdidas sufridas, la parte demandante tenía, en el momento de convocarse la licitación, pleno conocimiento de las circunstancias concretas y de las condiciones a las que estaba sometida la licencia. Además, los acontecimientos sucesivos que habían impedido la asignación de frecuencias eran, en gran medida, previsibles.", "Por consiguiente, hubiera debido saber, que era poco probable obtener las frecuencias, a menos a corto plazo. Además, hubiera podido comprar las radiofrecuencias, de conformidad con el artículo 1 de la Ley núm. 66, de 20 de marzo 2001 (apartado 64 posterior).", "A la luz de estas consideraciones, el Consejo de Estado, sin ordenar un dictamen pericial, decidió conceder a la sociedad demandante 391.418 EUR por las pérdidas sufridas. En cuanto al lucro cesante, se consideró que, a partir del 1 de enero de 2004, la demandante hubiera podido obtener beneficios que no habían sido alcanzados debido al retraso en la asignación de frecuencias y que podían evaluarse en 650.000 EUR. Rechazó tomar en consideración el dictamen pericial presentado por la demandante y destacó que era poco probable que ésta hubiera comprado cuotas de mercado, incluso en la hipótesis de una liberación de las frecuencias por las cadenas excedentarias. Para el Consejo de Estado, la comparación entre la parte recurrente y los dos principales operadores (Mediaset y RAI) era injustificada, tanto más cuando no se tenía en cuenta al otro operador nacional («La 7»), que, aunque con un peso económico superior al de la demandante, tenía balances deficitarios.", "", "II. LEGISLACIÓN Y PRÁCTICA INTERNA APLICABLES", "A. La sentencia núm. 225 de 1974 del Tribunal Constitucional", "49. En su sentencia núm. 225 de 1974, el Tribunal Constitucional, basándose en el artículo 43 de la Constitución, reafirmó el principio del monopolio de la RAI, la sociedad de televisión nacional, en nombre del interés general. El Tribunal consideró que el número técnicamente limitado de frecuencias justificaba este monopolio y exigió objetividad e imparcialidad para el servicio público.", "", "B. La Ley núm. 103 de 1975", "50. La Ley núm. 103, de 14 de abril de 1975 (Nuove norme in materia di diffusione radiofonica e televisiva) transfirió el control del servicio público de radiodifusión del Ejecutivo al Cuerpo Legislativo. Una Comisión parlamentaria bicameral fue creada para garantizar la Dirección General y la vigilancia de los servicios de radio y televisión. El Consejo de Administración de la RAI fue, entonces, nombrado por el Parlamento. Una tercera cadena de la RAI fue lanzada en 1979, dedicada a la difusión de programas regionales.", "", "C. La sentencia núm. 202 de 1976 del Tribunal Constitucional", "51. En su sentencia núm. 202 del 15 de julio de 1976, el Tribunal Constitucional declaró inconstitucionales las disposiciones de la Ley núm. 103 de 1975 previendo un monopolio o un oligopolio sobre la radiodifusión local. A raíz de esta decisión, los operadores comerciales fueron autorizados a explotar las cadenas locales de televisión.", "52. La asignación y la redistribución espontánea de frecuencias locales han favorecido el desarrollo de grandes operadores regionales e incluso nacionales, entre ellos el grupo Mediaset.", "Este grupo difundió, en primer lugar, sobre la cadena Canale 5, que comenzó a emitir a nivel nacional en 1980, y posteriormente, tras haber tomado el control de otras dos cadenas (Italia Uno y Retequattro), llegó a establecer en 1984 un «duopolio» de operadores público y privado con la RAI.", "", "D. La Ley núm. 223 de 1990", "", "53. La Ley núm. 223 del 6 de agosto de 1990, denominada «Disposiciones en materia de sistema de radio y televisión público y privado» (Disciplina del sistema radiotelevisivo pubblico e privato) transfirió de la Comisión parlamentaria a los Presidentes de la Cámara de Diputados y del Senado la designación de los miembros del Consejo de Administración de la RAI.", "", "E. La sentencia núm. 420 de 1994 del Tribunal Constitucional", "54. En su sentencia núm. 420, de 5 de diciembre de 1994, el Tribunal Constitucional declaró inconstitucionales las disposiciones que permitían a las tres cadenas controladas por el Grupo Mediaset (Canale 5, Italia Uno y Retequattro) ocupar una posición dominante. Consideró que la disposición autorizando a un mismo operador a poseer varias licencias de televisión con la condición de que no sobrepasar el 25% del número total de cadenas nacionales, es decir, tres cadenas en total, no era suficiente para impedir la concentración de las cadenas de televisión y, por consiguiente, era contrario al artículo 21 de la Constitución, ya que no permitía garantizar la pluralidad de las fuentes de información. La Alta Jurisdicción consideró que la existencia de una legislación destinada a impedir el establecimiento de posiciones dominantes era una condición fundamental para justificar el abandono por el Estado de su monopolio sobre la radiodifusión. En efecto, el establecimiento de dichas posiciones dominantes en este sector no sólo modificaría las normas de competencia, sino que también conduciría a la formación de un oligopolio e iría en contra del principio fundamental de la pluralidad de las fuentes de información. Así, el Tribunal Constitucional estimó que el simple hecho de que coexistan dentro del sistema de radiodifusión una empresa pública y empresas privadas (sistema mixto) no bastaba para garantizar el respeto del derecho a recibir información procedente de varias fuentes competidoras. Como lo había indicado anteriormente en su Decisión núm. 826 de 1988, en esta ocasión confirmó que esta empresa pública no podía, por sí misma, asegurar un equilibrio que garantice la ausencia de posición dominante en el sector privado.", "55. El 11 de junio de 1995, por referéndum, los votantes italianos rechazaron por mayoría (57%), una propuesta de enmendar las leyes existentes, introduciendo la prohibición de un empresario privado de controlar más de una cadena de televisión.", "", "F. La Ley núm. 249 de 1997", "56. La Ley núm. 249, de 31 de julio de 1997, que entró en vigor el 1 de agosto de 1998, ha creado la AGCOM (Autoridad para la garantía de la comunicación). El artículo 2 ap. 6 de dicha ley ha impuesto límites de concentración en el sector de la radiodifusión televisiva, prohibiendo a un mismo operador ser titular de licencias que le permitan emitir a escala nacional sobre más de un 20 % de las cadenas de televisión que operan sobre radiofrecuencias hertzianas.", "57. Según el artículo 3 ap. 1, los operadores autorizados a emitir en virtud del marco jurídico anterior podían seguir difundiendo sus programas a nivel nacional y local hasta la concesión de nuevas licencias o hasta el rechazo de las solicitudes pero, en cualquier caso, no más allá del 30 de abril de 1998.", "58. En virtud del artículo 3 ap. 2, la AGCOM debía adoptar, a más tardar el 31 de enero de 1998, un plan nacional de atribución de radiofrecuencias para la radiodifusión televisiva, sobre la base del cual las nuevas concesiones se asignarían, a más tardar, el 30 de abril de 1998.", "59. La AGCOM aprobó el Plan Nacional de Atribución de Radiofrecuencias por la Deliberación núm. 68 del 30 de octubre de 1998, y luego, por la Deliberación núm. 78 del 1 de diciembre de 1998, el Reglamento relativo a las condiciones y modalidades de concesión de las licencias para la radiodifusión televisiva sobre radiofrecuencias analógicas.", "60. El artículo 3 ap. 6 de la Ley núm. 249 de 1997 instauró, para las cadenas de televisión nacionales existentes que superasen los límites de concentración impuestos en el artículo 2 ap. 6 (las «cadenas excedentarias») un régimen transitorio que les permitía continuar emitiendo temporalmente sobre las radiofrecuencias analógicas tras el 30 de abril de 1998, respetando las obligaciones que incumbían a las cadenas concesionarias y bajo reserva de que las emisiones fuesen difundidas, al mismo tiempo, mediante satélite o mediante cable.", "61. El artículo 3 ap. 7 de la misma ley encomendó a la AGCOM fijar el plazo en que las cadenas excedentarias, teniendo en cuenta el importante aumento de usuarios de programas por cable o satélite, deberían difundir sus programas únicamente por satélite o por cable, abandonando las radiofrecuencias analógicas.", "", "G. La sentencia núm. 466 de 2002 del Tribunal Constitucional", "62. El 20 de noviembre de 2002, el Tribunal Constitucional dictó una sentencia relativa al artículo 3 ap. 7 de la Ley núm. 249 de 1997. En ella, consideró que el período transitorio previsto en esa disposición era aceptable, en la medida en que, a partir de la aprobación de la ley, no se podía considerar que, en Italia, las modalidades de emisión alternativas a la difusión analógica tradicional fueran competitivas, por lo que era necesario establecer un período de transición destinado a permitir el desarrollo de la difusión digital. En cambio, la Alta Jurisdicción declaró inconstitucional la ausencia de una fecha determinada y definida de expiración de dicho período transitorio. Refiriéndose a las conclusiones técnicas de la Decisión núm. 346/2001 de la AGCOM, resultante de un estudio sobre el número de usuarios de televisión por cable y por satélite en Italia, estimó que el 31 de diciembre de 2003 era una fecha razonable para la expiración del período de transición.", "El Tribunal Constitucional expresó lo siguiente:", "", "«(...) la formación del actual sistema de televisión italiana privada en el plano nacional y en tecnología analógica es el resultado de situaciones de simple ocupación de hecho de las frecuencias (explotación de instalaciones sin concesión de licencias ni autorizaciones), fuera de toda lógica de desarrollo del pluralismo en la concesión de frecuencias y de planificación efectiva del ámbito analógico. (...). Esta situación de hecho no garantiza, por lo tanto, la aplicación del principio del pluralismo de la información sobre el plan externo, que constituye uno de los «imperativos» absolutos derivados de la jurisprudencia constitucional en la materia (...). En estas circunstancias, la persistencia de una situación (agravada incluso) ya juzgada ilegal en la sentencia núm. 420 de 1994 y el mantenimiento de redes consideradas como «excedentarias» por el legislador de 1997 exigen el establecimiento, con la finalidad de respetar los principios constitucionales, de una fecha de vencimiento absolutamente cierta, definitiva y en consecuencia inevitable (...)».", "", "H. La Ley núm. 66 de 2001", "63. El Decreto-Ley núm. 5 de 23 de enero de 2001, convertido en ley y modificado por la Ley núm. 66 de 20 de marzo 2001, autorizó a los operadores que ejercían legalmente la actividad de radiodifusión televisiva sobre radiofrecuencias analógicas a continuar emitiendo hasta la aplicación del Plan Nacional de Atribución de Radiofrecuencias para la Televisión Digital.", "64. El artículo 1 establecía que los operadores que no transmitían y que habían obtenido una licencia podían comprar las instalaciones para la difusión y las conexiones que eran empleadas de forma legítima en la fecha de entrada en vigor del Decreto-Ley.", "El artículo 2 bis dispone:", "", "«A fin de asegurar el despliegue del mercado de la televisión digital terrestre, los operadores que ejercen de forma legítima actividades de difusión radiotelevisiva digital, vía satélite o por cable, pueden proceder a experimentar la radiodifusión simultánea de programas ya difundidos en analógico.»", "", "I. Las leyes núms. 43 de 24 de febrero de 2004 y 112 de 3 de mayo de 2004", "65. El artículo 1 del Decreto-Ley núm. 352 de 24 de diciembre de 2003, convertido en la ley y modificado por la Ley núm. 43 de 24 de febrero de 2004, autorizó a las cadenas excedentarias a proseguir sus emisiones en las redes de radiodifusión televisiva en modo analógico y digital hasta el final de un estudio de investigación sobre el desarrollo de las cadenas de televisión digital.", "66. La Ley núm. 112 de 3 de mayo de 2004 (la llamada «Ley Gasparri») precisó las diferentes etapas de lanzamiento de la fase de emisión en forma digital sobre las radiofrecuencias hertzianas.", "67. El artículo 23 de esta Ley dispone que:", "", "”1. Hasta la realización del Plan Nacional de Asignación de Radiofrecuencias de Televisión en Tecnología Digital, los operadores que ejercen, por cualquier título, actividades de difusión radiotelevisiva a nivel nacional o local, que cumplen las condiciones requeridas para obtener la autorización de experimentación de emisiones en tecnología terrestre digital, en aplicación (...) del Decreto-Ley núm. 5 [de 23 de enero de 2001], transformado, con modificaciones, en la Ley núm. 66 [de 20 de marzo 2001], pueden efectuar estos experimentos, incluso mediante la emisión simultánea de programas ya publicados por vía analógica, hasta la conversión completa de las redes, así como solicitar, a partir de la entrada en vigor de la presente ley, (...) las licencias y autorizaciones requeridas para llevar a cabo emisiones mediante la técnica terrestre digital.", "2. La experimentación de las emisiones en tecnología digital puede realizarse por medio de instalaciones que emitan legalmente en tecnología analógica en la fecha de entrada en vigor de la presente ley.", "3. A fin de permitir la creación de redes digitales, se autorizan las transferencias de instalaciones o de ramas de empresa entre operadores que ejercen legalmente una actividad de televisión a nivel nacional o local, con la condición de que las adquisiciones sean destinadas a la difusión en tecnología digital.", "(...)", "5. A partir de la fecha de entrada en vigor de la presente ley, la licencia de operador de cadena de televisión se concederá, previa solicitud, a las personas que ejercen legalmente la actividad de difusión televisiva en virtud de una concesión o de la autorización general contemplada en el apartado 1, siempre que demuestren haber alcanzado una cobertura de, al menos, el 50% de la población o de la zona de influencia local.", "(...)", "9. A fin de facilitar la conversión del sistema analógico al digital, la difusión de los programas radiotelevisados continuará mediante la explotación de instalaciones legalmente en actividad en la fecha de entrada en vigor de la presente ley (...) »", "", "68. El 29 de enero de 2003, la AGCOM aprobó un plan denominado «de primer nivel» de atribución de radiofrecuencias a cadenas nacionales y regionales, y posteriormente, el 12 de noviembre de 2003, el «Plan integrado», que complementa el plan «de primer nivel» con un plan denominado «de segundo nivel» (Asignación de frecuencias a los canales locales).", "", "J. El artículo 2043 del Código Civil", "69. Esta disposición dice así:", "", "«Todo hecho ilícito causando un perjuicio a los demás compromete la responsabilidad civil de su autor y obliga a indemnizar a la víctima.»", "", "III. DOCUMENTOS INTERNACIONALES PERTINENTES", "A. Documentos del Consejo de Europa", "1. La Recomendación núm. R (99) 1 del Comité de Ministros a los Estados miembros sobre las medidas encaminadas a promover el pluralismo de los medios de comunicación", "70. Los apartados pertinentes de esta Recomendación, aprobada por el Comité de Ministros el 19 de enero de 1999, en la 656ª Reunión de los Delegados de los Ministros, dicen así:", "", "« El Comité de Ministros en virtud del Artículo 15.b del Estatuto del Consejo de Europa,", "(...)", "Subrayando que los medios de comunicación y, en particular, el sector de la radiodifusión de servicio público, deberían permitir a los diferentes grupos e intereses que existen en la sociedad - incluidas las minorías lingüísticas, sociales, económicas, culturales o políticas - a expresarse;", "Destacando que la existencia de una multiplicidad de medios de comunicación independientes y autónomos a nivel nacional, regional y local, promueve el pluralismo y la democracia;", "Recordando que la diversidad política y cultural de los tipos y contenidos de los medios de comunicación es esencial para el pluralismo de los mismos;", "Subrayando que los Estados deben promover el pluralismo político y cultural desarrollando su política en la esfera de los medios de comunicación de conformidad con el artículo 10 del Convenio Europeo de Derechos Humanos, que garantiza la libertad de expresión y de información, y respetando debidamente el principio de independencia de los medios de comunicación;", "(...)", "Destacando que ya existen casos de cuellos de botella en el sector de los nuevos servicios de comunicación, como el control de sistemas de acceso condicionado a los servicios de televisión digital;", "Observando, igualmente, que la creación de posiciones dominantes y el desarrollo de las concentraciones de los medios de comunicación podrían aumentar con la convergencia técnica entre los sectores de la radiodifusión, telecomunicaciones e informática;", "(...)", "Convencido de que la transparencia sobre el control de las empresas del sector de los medios de comunicación, incluidos los proveedores de contenidos y los de nuevos servicios de comunicación, puede contribuir a la pluralidad de los medios de comunicación;", "(...)", "Recordando, asimismo, las disposiciones sobre el pluralismo de los medios de comunicación contenidas en el Protocolo de enmienda a la Convención Europea sobre Televisión Transfronteriza;", "Teniendo presente la labor realizada en el marco de la Unión Europea y de otras organizaciones internacionales en el ámbito de las concentraciones de los medios de comunicación y el pluralismo,", "Recomienda que los Gobiernos de los Estados miembros:", "I. Examinen las medidas contenidas en el Anexo de esta Recomendación y estudien su inclusión en su derecho y práctica internos, si fuera necesario, a fin de promover el pluralismo de los medios de comunicación;", "II. Evalúen, de manera regular, la eficacia de sus medidas para promover el pluralismo y/o de sus mecanismos existentes contra la concentración, y examinen la posible necesidad de revisarlos a la luz de los desarrollos económicos y tecnológicos en el sector de los medios de comunicación.»", "", "2. Recomendación Rec(2003)9 del Comité de Ministros a los Estados miembros sobre las medidas encaminadas a promover la contribución democrática y social de la radiodifusión digital", "71. Los apartados pertinentes de esta Recomendación, aprobada por el Comité de Ministros el 28 de mayo de 2003, en la 840ª Reunión de los Delegados de los Ministros establecen lo siguiente:", "", "«(...)", "Recordando la importancia, para las sociedades democráticas, de la existencia de una amplia gama de medios de comunicación independientes y autónomos, que permitan reflejar la diversidad de ideas y opiniones, tal y como se enuncia en su Declaración sobre la Libertad de Expresión y de Información de 29 de abril de 1982;", "Teniendo presente el espíritu de la Resolución núm. 1 sobre el futuro del servicio público de radiodifusión, aprobada en la 4ª Conferencia Ministerial Europea sobre la Política de Comunicación de Masas (Praga, 7-8 de diciembre de 1994), y recordando la Recomendación núm. (96) 10 sobre la garantía de la independencia del servicio público de radiodifusión;", "Subrayando el papel especial de los medios de comunicación del sector de la radiodifusión y, en particular, del servicio público de radiodifusión en las sociedades democráticas modernas, que es la promoción de los valores que sustentan las estructuras políticas, jurídicas y sociales de las sociedades democráticas, y en particular el respeto de los derechos humanos, de las culturas y del pluralismo político;", "(...)", "Destacando que, paralelamente a la multiplicación del número de cadenas en el entorno digital, la concentración de los medios de comunicación continúa acelerándose, en particular en el contexto de la mundialización, y recordando a los Estados miembros los principios enunciados en la Recomendación núm. R (99) 1 sobre medidas destinadas a promover el pluralismo de los medios de comunicación, en particular los referentes a las normas en materia de propiedad de los medios de comunicación, el acceso a las plataformas y diversidad de los contenidos;", "(...)", "Recomienda a los Gobiernos de los Estados miembros, teniendo en cuenta los principios que figuran en el Anexo:", "A. Que preparen las condiciones jurídicas y económicas adecuadas para el desarrollo de la radiodifusión digital, que garanticen el pluralismo de los servicios de radiodifusión y el acceso del público a una amplia elección de programas diferentes y de calidad, incluido el mantenimiento y, si es posible, la ampliación de la oferta de los servicios transfronterizos;", "B. Que protejan y, si fuera necesario, adopten medidas positivas para salvaguardar y promover el pluralismo de los medios de comunicación, a fin de reequilibrar la creciente concentración en este sector;", "(...)»", "", "3. Recomendación CM/Rec(2007)2 del Comité de Ministros a los Estados miembros sobre el pluralismo de los medios de comunicación y la diversidad del contenido de los medios de comunicación", "72. Los apartados pertinentes de esta Recomendación, aprobada por el Comité de Ministros el 31 de enero de 2007, en la 985ª Reunión de los delegados de los ministros, establecen lo siguiente:", "", "«(...)", "Recordando el artículo 10 del Convenio para la Protección de los Derechos Humanos y las Libertades (STE núm. 5) que garantiza la libertad de expresión y la libertad de recibir o comunicar informaciones o ideas sin que se puedan producir injerencias de autoridades públicas y sin consideración de fronteras;", "Recordando su Declaración sobre la libertad de expresión y de información, adoptada el 29 de abril de 1982 que subraya que la libre circulación y la amplia difusión de información de cualquier naturaleza a través de las fronteras, constituyen un importante factor para la comprensión internacional, el acercamiento de los pueblos y el enriquecimiento mutuo de las culturas;", "Recordando su Recomendación Rec(2000)23 relativa a la independencia y las funciones de las autoridades reguladoras del sector de la radiodifusión y su Exposición de Motivos, cuyas disposiciones subrayan la importancia de la independencia política, financiera y operativa de las entidades reguladoras de la radiodifusión;", "Recordando las oportunidades ofrecidas por las tecnologías digitales, así como los riesgos potenciales que surgen en las sociedades modernas, enunciados en la Recomendación Rec(2003)9 sobre las medidas destinadas a promover la contribución democrática y social de la radiodifusión digital;", "Recordando su Recomendación núm. R (99) 1 relativa a las medidas destinadas a promover el pluralismo de los medios de comunicación y su Recomendación núm. R (94) 13 sobre medidas destinadas a promover la transparencia de los medios de comunicación, cuyas disposiciones deben aplicarse a todos los medios de comunicación;", "Destacando que, desde la adopción de las Recomendaciones núms. R (99) 1 y R (94) 13, han tenido lugar importantes avances tecnológicos que hacen necesaria una revisión de estos textos a fin de adaptarlos a la actual situación del sector de los medios de comunicación en Europa;", "(...)", "Reafirmando que el pluralismo de los medios de comunicación y la diversidad de contenidos son esenciales para el funcionamiento de una sociedad democrática y son el corolario del derecho fundamental a la libertad de expresión y de información, tal y como garantiza el artículo 10 del Convenio para la Protección de los Derechos Humanos y las Libertades;", "Considerando que las exigencias que se derivan del artículo 10 del Convenio para la Protección de los Derechos Humanos y las Libertades serán plenamente satisfechas si se ofrece, a cada individuo, la posibilidad de formarse sus propias opiniones a partir de variadas fuentes de información variadas;", "Reconociendo la contribución esencial que aportan los medios de comunicación para estimular el debate público, el pluralismo político y la sensibilización a opiniones diversas, permitiendo a los diferentes grupos de la sociedad - incluidas las minorías culturales, lingüísticas, étnicas, religiosas o de otra índole - la posibilidad de recibir o de comunicar información, expresarse e intercambiar ideas;", "(...)", "Reafirmando que, a fin de proteger y promover activamente el pluralismo de las corrientes de pensamiento y de opinión así como la diversidad cultural, los Estados Miembros deben adaptar los marcos de reglamentación existentes, en particular en lo que respecta a la propiedad de los medios de comunicación, y adoptar las medidas reglamentarias y financieras necesarias para garantizar la transparencia y el pluralismo estructural de los medios de comunicación y la diversidad de los contenidos difundidos por éstos;", "(...)", "Teniendo presente que la política nacional en materia de medios de comunicación puede tratar de preservar la competitividad de las empresas nacionales de medios de comunicación frente a la mundialización de los mercados y que el fenómeno de concentración transnacional de los medios de comunicación puede tener un impacto negativo sobre la diversidad de los contenidos,", "Recomienda a los Gobiernos de los Estados miembros:", "I. Incluir en su derecho y en sus prácticas internas las medidas que se enumeran más adelante;", "II. Evaluar de manera regular, en el plano nacional, la eficacia de las medidas existentes para promover el pluralismo de los medios de comunicación y la diversidad de los contenidos y examinar la posible necesidad de revisarlos a la luz del desarrollo económico, social y tecnológico que afecta a los medios de comunicación;", "III. Intercambiar información sobre la estructura de los medios de comunicación, la legislación nacional y los estudios relativos a su concentración y diversidad.", "Medidas recomendadas:", "I. Medidas que favorezcan el pluralismo estructural de los medios de comunicación", "1. Principio general", "1.1. Los Estados Miembros deberán velar para se ponga a disposición del público un abanico suficiente de medios de comunicación, propuestos por propietarios diferentes, públicos o privados, teniendo en cuenta las características del mercado y, en particular, los aspectos económicos y los relativos a la competencia existente.", "1.2. Cuando la aplicación de las normas de competencia comunes en el sector de los medios de comunicación y de la reglamentación relativa al acceso no sea suficiente para garantizar el respeto a las exigencias de diversidad cultural y pluralidad de las corrientes de pensamiento y de opinión, los Estados Miembros deben adoptar medidas específicas.", "(...)", "1.4. Adaptando su marco reglamentario, los Estados miembros deben prestar una atención especial a la necesidad de separación real y aparente entre el ejercicio del poder político o la influencia política y el control de medios de comunicación o la toma de decisiones sobre el contenido de los medios de comunicación.", "(...)", "4. Otros medios de comunicación que contribuyen al pluralismo y la diversidad", "Los Estados miembros deben fomentar el desarrollo de otros medios de comunicación susceptibles de contribuir al pluralismo y la diversidad, y de proporcionar un espacio de diálogo. Estos medios de comunicación podrían, por ejemplo, adoptar la forma de medios de comunicación comunitarios, locales, minoritarios o sociales. (...)", "II. Medidas que favorecen la diversidad de los contenidos", "(...)", "3. Licencias de radiodifusión, normas de obligación de recuperación", "3.1. Los Estados miembros deben considerar la adopción de medidas que permitan promover y continuar la producción y el suministro de contenidos diversificados en los medios de comunicación. En cuanto al sector de la radiodifusión, estas medidas pueden consistir, particularmente, en complementar las licencias concedidas a los organismos de radiodifusión con la obligación de producir, por sí mismos o de encargar un cierto volumen de programas, en lo relativo sobre todo a los boletines de información y a las emisiones de actualidad.", "3.2. Los Estados miembros deben considerar la adopción de normas encaminadas a preservar la diversidad del paisaje mediático local garantizando, en particular, que la unión de productores, entendida como el suministro centralizado de programas y servicios asociados, no ponga en peligro el pluralismo.", "3.3. Los Estados miembros deben considerar la posibilidad, si fuera necesario, de adoptar normas obligando a repetir programas sobre plataformas de distribución distintas de las redes por cable. Además, a la vista del proceso de digitalización - que implica una mayor capacidad de las redes y la proliferación de distintas redes - los Estados miembros deberán revisar periódicamente sus normas de obligación de repetición para garantizar que se continúan correspondiendo con objetivos de interés general. Los Estados miembros deben examinar el interés de introducir, en paralelo a la obligación de repetición, una obligación para que los editores de los programas afectados no se opongan a su repetición para fomentar los medios públicos de comunicación y que las principales empresas comerciales de medios de comunicación pongan sus cadenas a disposición de los operadores de red que deseen difundirlos. Estas medidas y las modalidades de su aplicación deben respetar las normas relativas a los derechos de autor.»", "4. Resolución 1387(2004) de la Asamblea Parlamentaria: «Monopolización de medios de comunicación electrónicos y posibilidad de abuso de poder en Italia»", "", "73. Esta Resolución, aprobada por la Asamblea Parlamentaria el 24 de junio de 2004, establece lo siguiente:", "", "«1. Italia es un miembro fundador del Consejo de Europa y apoya firmemente los ideales que defiende. La Asamblea Parlamentaria está muy preocupada por la concentración del poder político, económico y mediático en manos de una sola persona, el Primer Ministro Silvio Berlusconi.", "2. La Asamblea Parlamentaria no puede aceptar que esta anomalía se minimice alegando que no plantea mas que un problema potencial. Una democracia es juzgada por su funcionamiento cotidiano pero también por los principios que el país defiende con respecto a sus ciudadanos y a la comunidad internacional. La Asamblea recuerda que, en virtud del artículo 10 del Convenio de Protección de los Derechos Humanos y las Libertades y de la jurisprudencia del Tribunal Europeo de Derechos Humanos, los Estados tienen la obligación de proteger el pluralismo de los medios de comunicación y, si fuera necesario, adoptar medidas concretas para preservarlo y promoverlo.", "3. La Asamblea lamenta que, desde 1994, varios gobiernos italianos consecutivos hayan fracasado en la resolución del problema del conflicto de intereses y que el Parlamento actual no haya adoptado, todavía, medidas legislativas adecuadas. No considera que el principio rector del Proyecto de ley Frattini examinado actualmente - que establece que sólo los gestores y no a los propietarios pueden ser considerados responsables - aporte una solución efectiva y completa al problema del conflicto de intereses del Sr. Berlusconi.", "4. Por conducto de Mediaset, el primer grupo privado de comunicación y de radiodifusión de Italia y uno de los grupos más grandes del mundo, el Sr. Berlusconi detenta, aproximadamente, la mitad de la actividad de radiodifusión del país. Como Jefe del Gobierno, se encuentra en situación de ejercer una influencia indirecta sobre el servicio público de radiodifusión, la RAI, que es el principal competidor de Mediaset. Dado que Mediaset y la RAI alcanzan, aproximadamente, el 90% de la cuota de audiencia de la televisión y más de tres cuartas partes de los recursos de este sector, el Sr. Berlusconi ejerce un control sin precedentes sobre el medio más poderoso de Italia.", "5. Esta situación de duopolio en el mercado de la televisión constituye, en sí misma, una anomalía en la perspectiva antimonopolística. El statu quo se ha mantenido a pesar del hecho de que las disposiciones jurídicas relativas al pluralismo de los medios de comunicación han sido declaradas, en dos ocasiones, inconstitucionales y que las autoridades competentes han demostrado que la RAI y las tres cadenas de televisión privadas de Mediaset ejercen una posición dominante. Esta situación se ilustra por un reciente Decreto del Primer Ministro, aprobado por el Parlamento, que ha permitido a la tercera cadena de la RAI y a Retequattro de Mediaset seguir difundiendo, violando las restricciones contra los monopolios, hasta la adopción de nuevas medidas legislativas. La distorsión de competencia en el sector de los medios de comunicación se agrava por el hecho de que la gestora publicitaria de Mediaset, Publitalia ‘80, ejerce una posición dominante en el mercado publicitario de la televisión.", "La Asamblea deplora la exclusión de un potencial organismo de radiodifusión nacional, Europa 7, que ganó un concurso organizado por el Gobierno en 1999 con vistas a la asignación de las frecuencias utilizadas por Retequattro, cadena del grupo Mediaset.", "6. La Asamblea considera que la reciente ley adoptada sobre la reforma del sector de la radiodifusión (”Ley Gasparri ») podría no garantizar, de manera efectiva, el fortalecimiento del pluralismo mediante el simple incremento del número de cadenas de televisión con ocasión del paso a la transmisión digital. Al mismo tiempo, esta ley permite a Mediaset crecer todavía más, ya que concede a los operadores en el mercado la posibilidad de ejercer una posición de monopolio en un sector determinado, sin ningún riesgo de alcanzar el límite antimonopolio en el interior del Sistema Integrado de las Comunicaciones (SIC). La Asamblea apunta que estos problemas han impulsado al Presidente de la República a oponerse a la versión anterior de la ley.", "7. La Asamblea está especialmente preocupada por la situación de la RAI, que es contraria a los principios de independencia establecidos en la Recomendación 1641 (2004) sobre el servicio público de radiodifusión. La RAI siempre ha sido un espejo del sistema político del país y su pluralismo interno, que se expresaba mediante una representación proporcional de las ideologías políticas predominantes, dio paso al principio del «ganador se lo lleva todo», propio del nuevo sistema político. La Asamblea observa con preocupación las dimisiones de la Presidenta de la RAI y de una de las periodistas más conocidas del país, como protesta por la falta de representación equilibrada de las fuerzas políticas en el seno del Consejo de Administración y contra la influencia política ejercida sobre la programación de la RAI.", "8. Si bien en Italia la prensa escrita presenta, tradicionalmente, un pluralismo y un equilibrio político superiores a los de la radiodifusión, la mayoría de los italianos se informan por medio de la televisión. El elevado costo de la publicidad en los periódicos en comparación con la publicidad televisada tiene un efecto destructivo en la prensa escrita italiana. No obstante, la Asamblea desea señalar su aprobación respecto de medidas gubernamentales destinadas a ayudar a los periódicos de pequeña y mediana importancia y de otras medidas destinadas a aumentar el número de lectores de prensa.", "9. La Asamblea está sumamente preocupada por el hecho de que la imagen negativa proyectada en el extranjero por Italia, debido al conflicto de intereses que afecta al Sr. Berlusconi, pueda socavar los esfuerzos del Consejo de Europa para promover la existencia de medios de comunicación independientes e imparciales en las jóvenes democracias. Se considera que Italia, uno de los principales países que contribuyen al funcionamiento de la organización, asume una responsabilidad especial a este respecto.", "10. La Asamblea observa que varios foros internacionales, tales como el representante de la OSCE para la libertad de los medios de comunicación y, más recientemente, el Parlamento Europeo, expresaron preocupaciones similares a las suyas. Se felicita de las medidas encaminadas a salvaguardar el pluralismo de los medios de comunicación propuestas por el Parlamento Europeo en su Resolución de 22 de abril de 2004 sobre «los riesgos de violación, en la Unión Europea y particularmente en Italia, de la libertad de expresión y de información (Artículo 11(2) de la Carta de derechos fundamentales)», medidas que prevén que la protección del pluralismo de los medios de comunicación debería convertirse en una prioridad de la legislación de la Unión Europea en materia de competencia.", "11. En consecuencia, la Asamblea exhorta al Parlamento italiano:", "i. A que adopte con urgencia una ley regulando el conflicto de intereses entre la propiedad y el control de empresas, y el ejercicio de funciones públicas, previendo sanciones para los casos en que haya un conflicto de intereses con el ejercicio de funciones públicas al más alto nivel;", "ii. A que vele por que las leyes y otras medidas reglamentarias pongan término a la injerencia política, practicada desde tiempos inmemoriales, en el trabajo de los medios de comunicación, teniendo en cuenta la Declaración del Comité de Ministros sobre la libertad del discurso político en los medios de comunicación, aprobada el 12 de febrero de 2004;", "iii. A que enmiende la Ley Gasparri conforme a los principios enunciados en la Recomendación núm. R (99) 1 del Comité de Ministros sobre las medidas destinadas a promover el pluralismo de los medios de comunicación, en particular:", "a. Evitando posiciones dominantes en los mercados pertinentes en el interior del SIC;", "b. Incluyendo medidas específicas destinadas a poner fin al duopolio existente RAI y Mediaset;", "c. Incluyendo medidas específicas que garanticen que el paso a la televisión digital garantizará el pluralismo de los contenidos.", "12. La Asamblea invita al Gobierno italiano:", "i. A iniciar medidas encaminadas a regular el funcionamiento de la RAI de conformidad con la Recomendación 1641 (2004) de la Asamblea sobre el Servicio Público de Radiodifusión, la Declaración de la 4ª Conferencia Ministerial Europea sobre la Política de las Comunicaciones de Masa (Praga), y las Recomendaciones del Comité de Ministros núm. R (96) 10 relativa a la garantía de la independencia del servicio público de radiodifusión y Rec(2003)9 sobre medidas para promover la contribución democrática y social de la radiodifusión digital;", "ii. A dar un ejemplo positivo a nivel internacional, ofreciendo y apoyando, en el seno del Consejo de Europa y de la Unión Europea, las iniciativas encaminadas a promover el pluralismo de los medios de comunicación en Europa.", "13. La Asamblea pide a la Comisión de Venecia que emita un dictamen sobre la compatibilidad de la Ley Gasparri y del Proyecto de ley Frattini con las normas del Consejo de Europa en materia de libertad de expresión y de pluralismo de los medios de comunicación, especialmente a la luz de la jurisprudencia del Tribunal Europeo de Derechos Humanos.»", "", "5. Dictamen de la Comisión de Venecia sobre la compatibilidad de las leyes italianas «Gasparri» y «Frattini» con las normas del Consejo de Europa en materia de libertad de expresión y de pluralismo de los medios de comunicación", "74. En sus partes pertinentes para el presente caso, la opinión de la Comisión de Venecia, aprobada en su 63ª período de sesiones (10 a 11 de junio de 2005), establece lo siguiente:", "", "«La Asamblea Parlamentaria del Consejo de Europa ha pedido a la Comisión de Venecia que emita un dictamen sobre la conformidad de los dos leyes italianas sobre el sistema audiovisual («la ley Gasparri») y sobre los conflictos de intereses (la ley Frattini») en relación a las normas del Consejo de Europa relativas a la libertad de expresión y el pluralismo de los medios de comunicación.", "(...)", "Aunque la jurisprudencia del Tribunal Europeo de Derechos Humanos no proporciona indicaciones específicas sobre este tema, es posible deducir algunos principios pertinentes: en primer lugar, que la libertad de expresión desempeña un papel fundamental en una sociedad democrática, en particular cuando, por conducto de la prensa, sirve para comunicar información e ideas de interés general que el público tiene, además, el derecho de obtener, y que el Estado es el garante último del pluralismo, especialmente en los medios audiovisuales, cuyos programas son muy ampliamente difundidos.", "(...)", "Existe un verdadero pluralismo de los medios de comunicación cuando existe un gran número de medios de comunicación autónomos e independientes a nivel nacional, regional y local, garantizando una oferta variada de contenidos, reflejando los diferentes puntos de vista políticos y culturales. La Comisión considera que el pluralismo interno debe existir al mismo tiempo en todos los sectores de los medios de comunicación: así, no sería aceptable que el pluralismo quede garantizado en el sector de los medios de comunicación escritos pero no en el de la televisión. Para la Comisión, la pluralidad de los medios de comunicación implica no sólo la existencia de una pluralidad de actores, sino también la existencia de una amplia gama de medios de comunicación, es decir de diferentes tipos de medios.", "Los instrumentos del Consejo de Europa establecen algunas herramientas para promocionar el pluralismo de los medios de comunicación, entre ellos:", "- Un marco legislativo fijando límites a la concentración de los medios de comunicación; entre los instrumentos que permitan lograrlo, encontramos los límites autorizados (que es conveniente medir sobre la base de un elemento o de un conjunto de elementos como la cuota de audiencia, la parte de capital o los límites de ingresos) que una única empresa está autorizada a controlar en uno o varios de los mercados afectados,", "- Las autoridades de regulación de los medios de comunicación específicos, con facultades para actuar contra la concentración,", "- Medidas específicas contra la integración vertical (control de elementos clave de la producción, la difusión de la distribución y actividades conexas por una única empresa o un solo grupo),", "- Independencia de las autoridades de regulación,", "- Transparencia de los medios de comunicación,", "- Medidas destinadas a promover activamente la producción y la difusión de contenidos variados,", "- Apoyo financiero, directo o indirecto, destinado a fortalecer el pluralismo, concedido sobre la base de criterios objetivos y no partidistas, en el marco de procedimientos transparentes y sometidos a un control independiente,", "- Instrumentos de autorregulación, como directrices editoriales o leyes que rigen la independencia de la prensa.", "En lo que respecta a las disposiciones de la Ley Gasparri destinadas a proteger el pluralismo de los medios de comunicación, la Comisión considera, en primer lugar, que el aumento del número de cadenas que permite la televisión digital no es suficiente, en sí mismo, para garantizar el pluralismo de los medios de comunicación. Las nuevas cadenas pueden tener una cuota de audiencia muy baja, pero cantidades de emisiones similares. Por último, las empresas más importantes tendrán un poder de compra más elevado en numerosas actividades, como la compra de programas y, por consiguiente, dispondrán de ventajas importantes sobre otros proveedores de contenidos nacionales.", "Por ello, la Comisión considera que el umbral del 20% de las cadenas no es un indicador claro de cuota de mercado. Se debería asociar, por ejemplo, con un indicador de cuota de audiencia.", "En lo que se refiere el segundo umbral fijado por la ley Gasparri, que es el 20% de los ingresos con los sistemas de comunicaciones integradas (SCI), la Comisión considera que los SCI constituyen, sin duda, una tendencia moderna, pero que no debería, por lo menos con esta definición tan amplia, utilizarlos desde el momento presente en lugar del criterio del «mercado afectado», porque tiene el efecto de diluir la eficacia de los instrumentos destinados a proteger el pluralismo. En efecto, puede permitir a una sociedad tener una cuota de ingresos sumamente importante en mercados concretos, situándose por debajo del umbral del 20% para el conjunto del sector.", "Por otra parte, la Comisión observa que el efecto combinado del nuevo marco definido por la ley Gasparri flexibiliza las leyes anti-concentración anteriores que fijaban unos niveles máximos autorizados, que habían sido superados por Mediaset y la RAI. En consecuencia, Retequattro fue autorizada a seguir ocupando frecuencias analógicas.", "Por ello, la Comisión considera que el criterio de SCI debería ser sustituido por el criterio utilizado anteriormente de «mercado afectado», como se utiliza en otros países europeos.", "(...)", "En lo que respecta a las disposiciones sobre la migración de las cadenas de radio y televisión de frecuencias analógicas a las frecuencias digitales, la Comisión tiene la impresión de que el enfoque de la Ley Gasparri intenta aplazar una verdadera solución al problema de la concentración de los medios de comunicación en el mercado de la televisión, y que se basa, principalmente, en el momento en que se realizará la conversión digital. La Comisión considera que este enfoque no es satisfactorio porque, si el statu quo se mantiene, es probable que Mediaset y la RAI continuarán siendo los agentes dominantes de la televisión italiana. A este respecto, la Comisión recuerda que, si las medidas anti-concentración tienden, en general, a impedir los abusos de posición dominante, las posiciones dominantes están prohibidas como tales en el sector de los medios de comunicación.", "(...)", "En lo que respecta a la privatización de la RAI, que debería conducir a reducir la politización del organismo de radiodifusión público, la Comisión observa que el cambio en la RAI permitirá al Gobierno controlar el ente público de radiodifusión durante un período indeterminado. Mientras el actual Gobierno permanezca en funciones, esto significa que, además del control de las tres cadenas de televisión que le pertenecen, el Primer Ministro dispondrá de un cierto control sobre las tres cadenas nacionales de televisión pública. La Comisión expresa su temor de que esta situación atípica acentúe el riesgo de monopolización, susceptible de constituir una interferencia injustificada en la libertad de expresión, de conformidad con la jurisprudencia del Tribunal Europeo de Derechos Humanos.", "(...) »", "", "6. Debate sobre el «Pluralismo de los medios de comunicación y derechos humanos» del Comisario de Derechos Humanos", "75. En lo que se refiere al presente asunto, el documento de reflexión del Comisario de Derechos Humanos, de 6 de diciembre de 2011, establece lo siguiente:", "", "«3.2 El caso de Italia", "La historia de lo que se denomina el «anomalía italiana» ilustra claramente el principal riesgo que puede representar el fenómeno de la monopolización en materia de radiodifusión (a través de excesivas operaciones de consolidación y de fusiones de gran envergadura), incluso en las democracias de largo recorrido.", "La libertad de expresión y la libertad de prensa son respetadas en Italia. Sin embargo, periódicamente nos referimos a la «anomalía italiana» cuando se habla del mercado de la radiodifusión televisiva.", "En los dos últimos decenios, ninguna tercera fuerza ha sido capaz de quebrar el duopolio, es decir el dominio del mercado de las cadenas de televisión nacionales por un operador privado, Mediaset, y el operador público, la radiotelevisión italiana (RAI). El duopolio está acompañado de un monopolio, en la práctica, de Mediaset en el sector de la televisión comercial y en el mercado de la publicidad.", "Antes de la era digital, la cuota de audiencia del duopolio ascendía al 90% aproximadamente (los dos operadores poseían tres cadenas cada uno). La situación de duopolio se trasladaba también a los beneficios combinados y al mercado de la publicidad.", "Italia también se caracteriza por una tradición de control de las cadenas de televisión públicas por los partidos políticos y los gobiernos. El hecho de que su Primer Ministro, Silvio Berlusconi, sea el copropietario de Mediaset añade, a las preocupaciones habituales relativas a un control gubernamental de la RAI, el temor a un control gubernamental generalizado de la fuente de información más importante a nivel nacional, la televisión.", "Las leyes Gasparri y Frattini de 2004 pretendían garantizar, en el futuro, el pluralismo de los medios de comunicación y prohibir las situaciones de «bicefalia». Sin embargo, ni el cambio digital ni las normas de competencia equitativa pueden garantizar, por sí solos, la diversidad cultural y el pluralismo político de los medios de comunicación, especialmente si la concentración ya existente en el sector mediático se mantiene en la práctica o, incluso si se refuerza por la ley. Las disposiciones de la ley Gasparri regulan el paso de la televisión analógica hacia la digital pero, pese a su fuerza innovadora, han permitido al duopolio utilizar su sólida base económica para extenderse sobre los nuevos mercados digitales.", "Las normas europeas prohíben que los organismos de radiodifusión privados sean indebidamente poseídos o controlados por fuerzas políticas o partidistas, a fin de evitar toda injerencia gubernamental o política. Alemania y el Reino Unido imponen restricciones a la propiedad o control directo de los medios de comunicación de radiodifusión por los agentes políticos; asimismo, los Estados miembros de la Unión Europea exigen a los organismos de radiodifusión que mantengan su independencia con respecto a los partidos y a las figuras políticas. Italia, pese a la Ley Frattini, no prevé nada de esto.»", "", "B. El Parlamento Europeo", "76. En lo que afecta al presente asunto, la Resolución del Parlamento Europeo sobre los riesgos de violación, en la Unión Europea y particularmente en Italia, de la libertad de expresión y de información (Artículo 11 ap. 2 de la Carta de Derechos Humanos (2003/2237(INI)), establece textualmente:", "", "«La situación en Italia", "(...) Señala que la tasa de concentración del mercado televisivo italiano es actualmente la más alta de Europa y que, a pesar de que la oferta televisiva consta de doce canales nacionales y entre diez y quince canales regionales o locales, su organización se caracteriza por el duopolio formado por la RAI y Mediaset, que abastecen al 90 % de la audiencia y acaparan el 96,8 % de los recursos publicitarios, frente al 88 % de Alemania, el 82 % de Gran Bretaña, el 77 % de Francia y el 58 % de España;", "señala que el grupo Mediaset es el grupo privado italiano más importante del sector de la televisión y las comunicaciones y uno de los mayores a nivel mundial y que, entre otros, controla redes televisivas (RTI) y empresas de publicidad (Publitalia ‘80), ambas formalmente reconocidas en posición dominante, en violación de la legislación nacional (Ley núm. 249/97), por la Autoridad reguladora de los medios de comunicación (decisión 226/03);", "señala que uno de los sectores en el que es más evidente el conflicto de intereses es el de la publicidad, hasta el punto de que el grupo Mediaset ha obtenido, en 2001, dos terceras partes de los recursos publicitarios televisivos, por un importe de 2500 millones de euros, y que las principales empresas italianas han transferido buena parte de sus inversiones en publicidad en prensa escrita a las redes de Mediaset y de la RAI a Mediaset;", "señala que el Presidente del Consejo de Ministros italiano no sólo no ha resuelto su conflicto de intereses, a pesar de que se había comprometido explícitamente a hacerlo, sino que, por el contrario, ha aumentado su cuota de control de la empresa Mediaset (pasando del 48,639 % al 51,023 %) lo que ha permitido a la empresa reducir drásticamente su deuda total, gracias a un importante aumento de los ingresos en concepto de publicidad en perjuicio de los ingresos (y de los índices de audiencia) de la competencia y, sobre todo, de la publicidad en la prensa escrita;", "lamenta las reiteradas injerencias, presiones y censuras gubernamentales en el organigrama y la programación del servicio público RAI (incluso en los programas satíricos), que comenzaron con el despido de tres conocidos profesionales tras la petición pública del Presidente del Consejo en abril de 2002, en un contexto en el que la mayoría absoluta del Consejo de Administración de la RAI y del órgano parlamentario de control la detentan miembros de los partidos que forman el Gobierno; lamenta que dichas presiones se extendieran a otros medios de comunicación que no son de su propiedad y que provocaron, en mayo de 2003, la dimisión del Director del Corriere della Sera entre otros;", "observa, en consecuencia, que el sistema italiano presenta una anomalía que reside en una peculiar concentración de los poderes económicos, políticos y mediáticos en manos de una única persona, el actual Presidente del Consejo de Ministros italiano, a consecuencia de lo cual el Gobierno italiano controla, de forma directa o indirecta, todas las cadenas de televisión nacionales;", "Toma nota de que, desde hace décadas, el sistema televisivo funciona en Italia de forma ilegal, lo cual ha sido denunciado reiteradamente por el Tribunal Constitucional y de que ni los legisladores ni las instituciones competentes han sido capaces de enmarcarlo en un régimen de legalidad; destaca que la RAI y Mediaset siguen controlando tres cadenas de televisión analógica terrestre cada una, a pesar de que el Tribunal Constitucional, en la sentencia núm. 420 del 1994, estableció que un mismo propietario no puede emitir más del 20% de los programas de televisión en frecuencias terrestres de ámbito nacional (es decir, más de dos programas) y declaró que el régimen normativo de la Ley núm. 223/90 violaba la Constitución italiana, a pesar de tratarse de un «régimen transitorio»; observa que la Ley núm. 249/97 (por la que se crea la Autoridad reguladora de los medios de comunicación y que contiene normas sobre los sistemas de telecomunicaciones y televisivos) tampoco acogió las decisiones del Tribunal Constitucional que, en la Sentencia 466/02, declaró que el apartado 7 del artículo 3 de esta ley era anticonstitucional «en la medida en que no se fijaba un plazo final cierto e improrrogable que, en cualquier caso, no podía ir más allá del 31 de diciembre de 2003, para que todos los programas emitidos fuera de los límites a que se refiere el apartado 6 del mencionado artículo 3 pasaran a transmitirse, exclusivamente, por satélite o por cable»;", "observa que, en noviembre de 2002, el Tribunal Constitucional italiano (Asunto 466/2002) declaró que «...la configuración del actual sistema de televisión italiana privada, de ámbito nacional y técnica analógica, procede de situaciones de mera ocupación de hecho de frecuencias (explotación de instalaciones sin concesión de licencias o autorizaciones), ajenas a toda lógica de fomento del pluralismo en la atribución de frecuencias y en la planificación efectiva del espacio radioeléctrico... De hecho, esta situación no garantiza la aplicación efectiva del principio del pluralismo de la información, que constituye uno de los «imperativos» absolutos que proceden de la jurisprudencia constitucional en la materia. En estas condiciones, la persistencia de la situación (agravada por otro lado) ya se consideró ilegal por la Sentencia núm. 420 de 1994, y el mantenimiento de las redes consideradas «excedentarias» por el legislador en 1997 exige, para que sea acorde con los principios constitucionales, el establecimiento de una fecha de vencimiento «absolutamente cierta, definitiva y en consecuencia ineludible» y que, sin embargo, el plazo fijado para la reforma del sector audiovisual no ha sido establecido por lo que la Ley de Reforma del Sector Audiovisual fue reenviada, por el Presidente de la República al Parlamento para su nuevo examen, debido a la inobservancia de los principios establecidos por el Tribunal Constitucional;", "(...)", "espera que la definición legislativa que figura en el proyecto de ley de reforma del sector audiovisual (Ley Gasparri, artículo 2, punto G) de «Sistema integrado de comunicaciones» como único mercado importante, no infrinja las normas comunitarias en materia de competencia, de conformidad con el artículo 82 del Tratado CE y las numerosas sentencias del Tribunal de Justicia, y que no impida una definición clara y precisa del mercado de referencia;", "espera, igualmente, que el «Sistema integrado de comunicaciones» previsto en el proyecto de la Ley Gasparri no constituya una simple legitimación de la situación de hecho y, en particular, no sea contrario a la Directiva 2002/21/CE, al artículo 7 de la Directiva 2002/20/CE o de la Directiva 2002/77/CE que, entre otras cosas, establecen que la adjudicación de frecuencias de radio para los servicios de comunicación electrónica se debe basar en criterios objetivos, transparentes, no discriminatorios y proporcionales;", "se manifiesta profundamente preocupado por la no aplicación de la ley y la no ejecución de las sentencias del Tribunal Constitucional, en violación del principio de legalidad y del Estado de Derecho, así como por la incapacidad para reformar el sector audiovisual, que se traduce en una reducción considerable, desde hace decenios, del derecho de sus ciudadanos a una información pluralista, consagrado especialmente en la Carta de los derechos fundamentales de la Unión Europea;", "manifiesta su preocupación por la posibilidad de que la situación italiana pueda reproducirse en otros Estados miembros o en países en vías de adhesión, por ejemplo si un magnate del sector se decidiera a entrar en la arena política;", "lamenta que el Parlamento italiano no haya aprobado aún una normativa para resolver el conflicto de intereses del Presidente del Consejo de Ministros italiano, tal y como había prometido que se haría en los cien primeros días de su gobierno;", "considera que la adopción de una reforma general del sector audiovisual podría verse favorecida si se incluyen determinadas salvaguardias específicas y adecuadas para prevenir conflictos de intereses en las actividades de los responsables políticos locales, regionales o nacionales que posean participaciones sustanciales en el sector audiovisual privado;", "desea, además, que el proyecto de Ley Frattini sobre el conflicto de intereses no se limite a un reconocimiento de hecho del conflicto de intereses del Primer Ministro, sino que establezca medidas adecuadas para evitar que esta situación perdure;", "considera que la actual situación italiana podría haberse evitado si las obligaciones de los Estados miembros en materia de pluralismo en los medios de comunicación se hubiesen definido tras la publicación del Libro Verde sobre el pluralismo, publicado en 1992;", "(...)", "Pide al Parlamento italiano que:", "- acelere su trabajo sobre la reforma del sector audiovisual de conformidad con las recomendaciones del Tribunal Constitucional italiano y del Presidente de la República, teniendo en cuenta las incompatibilidades de determinadas disposiciones del proyecto de ley Gasparri con el Derecho comunitario;", "- resuelva, de manera eficaz y adecuada, el problema que plantea el conflicto de intereses del Presidente del Consejo de Ministros italiano, que controla directamente al principal proveedor privado de televisión e, indirectamente, la televisión pública, la principal empresa de publicidad, así como numerosas actividades vinculadas al sector audiovisual y los medios de comunicación,", "- adopte medidas para garantizar la independencia del organismo público de radiodifusión y televisión.»", "", "FUNDAMENTOS DE DERECHO", "I. OBSERVACIÓN PRELIMINAR", "77. En la audiencia de 12 de octubre de 2011, la parte demandante ha aportado precisiones en cuanto al alcance temporal de la causa presentada al Tribunal. En concreto, ha especificado que sus quejas se refieren sólo al período comprendido entre el 28 de julio de 1999, fecha del Decreto ministerial otorgando a Centro Europa 7 S.r.l. una licencia para la radiodifusión televisiva a nivel nacional (apartado 9 supra) hasta el 30 de junio de 2009, fecha en que fue autorizada a utilizar un canal único y pudo iniciar su actividad de difusión (apartado 16 supra). Por consiguiente, el Tribunal se limitará a examinar si los derechos fundamentales de la parte demandante han sido conculcados durante el período antes mencionado, y no se ocupará de posibles conculcaciones similares que se hayan producido antes del 28 de julio de 1999 o después del 30 de junio de 2009.", "", "II. SOBRE LAS EXCEPCIONES PRELIMINARES DEL GOBIERNO", "A. Calidad de la víctima de la parte demandante", "78. El Gobierno alega que la parte demandante obtuvo las radiofrecuencias en aplicación de un Decreto ministerial de 11 de diciembre de 2008 (apartado 16 supra) y sostiene que cualquier litigio a este respecto se resolvió por el Acuerdo del 9 de febrero de 2010 (apartado 19 supra). Además, subraya que, el 20 de enero de 2009, el Consejo de Estado concedió a la demandante una indemnización de 1.041.418 EUR (apartado 45 anterior). A juicio del Gobierno, a la vista de estas medidas, consideradas globalmente, Centro Europa 7 S.r.l. no puede pretender ser víctima de los hechos que denuncia (véase, mutatis mutandis, Scordino contra Italia (núm. 1) [GC], núm. 36813/97, ap. 179, TEDH 2006-V).", "79. La demandante considera que, incluso aunque se hayan atribuido las radiofrecuencias casi diez años después de la obtención de la concesión, todavía puede pretender ser víctima de la violación denunciada ya que la indemnización concedida por el Consejo de Estado es insuficiente en relación con el perjuicio sufrido y no refleja el alcance real del mismo. En cuanto al Acuerdo de 9 de febrero de 2010, se trata de la asignación de frecuencias complementarias a las concedidas por el Decreto de diciembre de 2008 y no es objeto de la presente demanda.", "80. El Tribunal recuerda que, en primer lugar, corresponde a las autoridades nacionales remediar una presunta violación del Convenio. A este respecto, la cuestión de si un demandante pueda pretender ser víctima de la presunta violación se plantea en todas las fases del procedimiento en relación con el Convenio (Bourdov contra Rusia, núm. 59498/00, ap. 30, TEDH 2002-III).", "81. El Tribunal afirma, además, que una decisión o una medida favorable al demandante no basta, en principio, para que se le retire la calidad de «víctima» que las autoridades nacionales han reconocido, explícitamente o en sustancia, y luego reparado la violación del Convenio (Eckle contra Alemania, 15 de julio de 1982, apdos. 69 y ss , Serie A, No 51, Amuur contra Francia, 25 de junio de 1996, ap. 36, Repertorio 1996-III, Dalban contra Rumania [GC], núm. 28114/95, ap. 44, TEDH 1999-VI, y Jensen contra Dinamarca (dec. Núm. 48470/99, TEDH 2001-X).", "82. La cuestión de si una persona puede aún pretender ser víctima de una presunta violación del Convenio significa, esencialmente, que el Tribunal ha de revisar a posteriori la situación de la persona interesada (Scordino (núm. 1), citado, apartado 181).", "83. En el presente caso, la demandante ha obtenido las radiofrecuencias de emisión en diciembre de 2008 y ha podido difundir a partir del 30 de junio de 2009 (apartado 16 supra). La concesión de radiofrecuencias puso fin a la situación que la parte recurrente denunciaba en su demanda. Sin embargo, en opinión del Tribunal, ello no constituye ni un reconocimiento implícito de la existencia de una violación del Convenio, ni una compensación para el período durante el cual Centro Europa 7 S.r.l. no pudo difundir.", "84. Por otro lado, el Tribunal considera que no ha habido un reconocimiento, explícito o material, de la violación del artículo 10 del Convenio y del artículo 1 del Protocolo núm.1 en el marco de los procedimientos internos. A este respecto destaca que, en 2005, el Consejo de Estado decidió suspender pronunciarse sobre la demanda de la parte recurrente y pidió solicitó al TJCE que se pronunciara sobre la interpretación del Tratado en lo relativo a la libre prestación de servicios y la competencia, de la Directiva 2002/21/CE (Directiva «Marco»), de la Directiva 2002/20/CE (Directiva «Autorización »), de la Directiva 2002/77/CE (Directiva «competencia », así como del artículo 10 del Convenio Europeo de Derechos humanos, a los que el artículo 6 del Tratado de la Unión Europea hacía referencia (apartado 32 supra). El TJCE consideró que no había lugar a pronunciarse sobre la cuestión del artículo 10 del Convenio, dado que su respuesta sobre el artículo 49 CE y, a partir de su aplicación, sobre el artículo 9, apartado 1, de la Directiva «marco», en los artículos 5, apartados 1 y 2, apartado segundo, y 7, apartado 3, de la Directiva «autorización» así como en el artículo 4 de la Directiva «competencia», permitía a la jurisdicción de remisión pronunciarse sobre la solicitud presentada por la demandante (apartado 34 supra).", "85. En sus decisiones de 31 de mayo de 2008 y 20 de enero de 2009, el Consejo de Estado concluyó que la falta de asignación de radiofrecuencias a la demandante era el resultado de factores esencialmente legislativos y señaló que se existía un comportamiento culpable de la Administración. Por lo tanto, asignó una indemnización a la interesada en virtud del artículo 2043 del Código Civil (apartados 37-38 y 45-48 supra).", "86. En opinión del Tribunal, el Consejo de Estado, en estas decisiones, se ha limitado a constatar la responsabilidad extracontractual de la Administración en virtud de la disposición general del Código Civil (apartado 69 supra) según la cual todo comportamiento doloso o culposo que provoque un perjuicio injustificado, obliga al autor de ese comportamiento a reparar los daños que haya causado.", "Nada de lo dispuesto en estas decisiones indica que, además de haber causado un perjuicio, la conducta de la Administración había sido contraria a los principios desarrollados por el Tribunal en materia de libertad de expresión o de derecho al respeto de los bienes, o a ambos. A este respecto, cabe señalar que el Consejo de Estado no hizo ninguna referencia a dichos principios.", "87. Por último, ante el Tribunal, el Gobierno no admitió la existencia de ninguna violación del Convenio. En estas circunstancias, y a falta de tal reconocimiento, el Tribunal considera que la demandante aún puede pretender ser víctima de las violaciones alegadas.", "88. Aun suponiendo que la indemnización asignada por el Consejo de Estado haya sido suficiente y apropiada, el Tribunal considera que no es suficiente para compensar la ausencia de reconocimiento de las presuntas violaciones.", "89. Por consiguiente, el Tribunal rechaza la excepción del Gobierno.", "", "B. Calidad de víctima del demandante", "90. Según el Gobierno, el demandante, el señor Francescantonio Di Stefano, no puede ser considerado como facultado para actuar ante el Tribunal. En efecto, no habría demostrado cuál era su papel en la sociedad Centro Europa 7 S.r.l., ni justificado su calidad de la víctima. Además, el Gobierno observa que el interesado no es accionista único de la empresa en cuestión y que todas las decisiones administrativas han sido pronunciadas con respecto a esta última.", "91. Los demandantes sostienen que, de conformidad con la jurisprudencia del Tribunal de Justicia (Glas Nadejda EOOD y Anatoli Elenkov contra Bulgaria, núm. 14134/02, ap. 41, 11 de octubre de 2007 y Groppera Radio AG y otros contra Suiza, 28 de marzo 1990, ap. 49, Serie A, núm. 173), el accionista único y el representante legal de una sociedad también puede pasar a ser víctimas de una prohibición de difundir.", "92. El Tribunal recuerda que por «víctima», el artículo 34 del Convenio designa la persona afectada directamente por el acto u omisión controvertido (véase, entre otros, Vatan contra Rusia, núm. 47978/99, ap. 48, 7 de octubre de 2004). Además, reitera que una persona no puede quejarse de la violación de sus derechos en el marco de un procedimiento del que no fue parte, pese a su calidad de accionista y/o dirigente de una sociedad que era parte en el procedimiento (véase, entre otros, F. Santos Lda. y Fachadas contra Portugal (dec. Núm. 49020/99, CEDH 2000-X, y Nosov contra Rusia (dec. Núm. 30877/02, 20 de octubre de 2005). Además, si, en determinadas circunstancias el propietario único de una sociedad puede pretender ser «víctima» en el sentido del artículo 34 del Convenio en cuanto a las medidas litigiosas adoptadas respecto de su sociedad (véase, entre otros, Ankarcrona contr. Suecia (dec. núm. 35178/97, TEDH 2000-VI, y GLAS Nadejda EOOD y Anatoli Elenkov, antes citada, ap. 40), cuando este no es el caso, hacer abstracción de la personalidad jurídica de una sociedad sólo se justifica en circunstancias excepcionales, en particular cuando ha quedado claramente establecido que la empresa se encuentra en la imposibilidad de recurrir a los órganos del Convenio por conducto de sus órganos estatutarios o - en caso de liquidación - por sus liquidadores (Meltex Ltd y Movsessian contra Armenia, núm. 32283/04, ap. 66, 17 de junio de 2008; véase también Agrotexim y otros contra Grecia, 24 de octubre de 1995, ap. 66, Serie A, núm. 330-A, CDI Holding Aktiengesellschaft y otros contra Eslovaquia (dec. núm. 37398/97, 18 de octubre de 2001, y SARL Amat-G y Mébaghichvili contra. Georgia, núm. 2507 /03, ap. 33, TEDH 2005 -VIII).", "93. El Tribunal observa que, en principio, no existe ninguna circunstancia excepcional de este tipo en el presente caso (véase, a contrario, G. J c. Luxemburgo, núm. 21156/93, ap. 24, 26 de octubre de 2000). Además, destaca que el demandante no ha demostrado que sea el único accionista de Centro Europa 7 S.r.l. Todos los elementos de que dispone el Tribunal indican que sólo la sociedad demandante, como persona jurídica, participó en la licitación y se le adjudicó una concesión para la radiodifusión televisiva; además, todas las decisiones de los tribunales italianos dictadas durante el procedimiento interno sólo afectaban a la sociedad demandante (Meltex Ltd y Movsessian, antes citada, ap. 67). El Tribunal deduce que la negativa a conceder las radiofrecuencias y los procedimientos judiciales subsiguientes a esta negativa sólo han afectado a los intereses de la parte recurrente. Por consiguiente, no puede considerar al demandante como una «víctima» en el sentido del artículo 34 del Convenio, de los hechos que denuncia.", "94. A la vista de lo anterior, el Tribunal concluye que la demanda presentada por el demandante es incompatible ratione personae con las disposiciones del Convenio en el sentido del artículo 35. 3 a), y debe ser rechazada en aplicación del artículo 35 ap. 4.", "95. El Tribunal se limitará a examinar las demandas introducidas en nombre de la sociedad recurrente.", "", "C. Abuso del derecho de recurso individual", "96. El Gobierno sostiene que la parte recurrente ha abusado de su derecho al recurso individual. Subraya que no ha informado al Tribunal del procedimiento de ejecución relativo a la concesión de las radiofrecuencias, que ha dado lugar a una pérdida del objeto del procedimiento en virtud del acuerdo concertado entre Centro Europa 7 S.r.l. y el Gobierno (apartados 19-20 supra). La demandante tampoco habría señalado al Tribunal elementos esenciales que tenía en su poder para el examen del asunto (Keretchachvili contra Georgia (dec. núm. 5667/02, TEDH 2006 -V).", "97. El Tribunal recuerda que una solicitud puede ser declarada abusiva si se basa deliberadamente en hechos falsos a fin de engañar al Tribunal (Varbanov contra Bulgaria, núm. 31365/96, ap. 36, TEDH 2000-X). Sucede lo mismo cuando se producen nuevos e importantes acontecimientos en el curso de las actuaciones ante el Tribunal y si - a pesar de la obligación expresa establecida en virtud del artículo 47 ap. 6 del Reglamento - el demandante no informa al Tribunal, impidiendo así que se pronuncie sobre el asunto con pleno conocimiento de causa (Hadrabová y otros contra República Checa (dec. núms 42165/02 y 466/03, 25 de septiembre de 2007, y Predescu contra Rumania, núm. 21447/03, apds. 25-27, 2 de diciembre de 2008). Sin embargo, incluso en tales casos, la intención del interesado de inducir a error al Tribunal ha de ser establecida con suficiente certeza (véase, mutatis mutandis, Melnik contra Ucrania, núm. 72286/01, apds. 58-60, 28 de marzo 2006, y Nold contra Alemania, núm. 27250/02, ap. 87, 29 de junio de 2006).", "98. En este caso, el Tribunal observa que las objeciones de la parte recurrente se refieren a la imposibilidad de emitir durante el período comprendido entre el 28 de julio de 1999 a 30 de junio de 2009 (apartado 77 supra) y que, en la demanda, la interesada indicó haber obtenido las radiofrecuencias en 2008 y ha sido autorizada a difundir a partir de junio de 2009.", "99. En estas circunstancias, no se puede concluir que la demandante haya, desde el inicio del procedimiento, omitido informar al Tribunal sobre uno o varios elementos esenciales para el examen del asunto. También conviene señalar que el acuerdo con el Ministerio y la demanda interpuesta ante el TAR son hechos que sucedieron, respectivamente, el 9 de febrero de 2010 y el 8 de marzo 2011 (apartados 19-22 supra), mucho después del final del período contemplado por la demanda de la interesada. Por consiguiente, nada permite considerar que la demandante haya abusado de su derecho al recurso individual en este caso.", "100. Por tanto, la excepción del Gobierno no puede ser admitida.", "", "D. Formulación tardía de la solicitud", "101. En la audiencia de 12 de octubre de 2011, el Gobierno invocó la falta de respeto del plazo de seis meses previsto en el artículo 35 ap. 1 del Convenio, alegando que la decisión interna definitiva estaba constituida por el fallo núm. 2622 del Consejo de Estado, presentado en la Secretaría el 31 de mayo de 2008. Estimaba que con esta decisión, el Consejo de Estado, confirmando la decisión de TAR, declaró, definitivamente inadmisible la solicitud de atribución de radiofrecuencias. La solicitud, presentada el 20 de julio de 2009 sería, por lo tanto, tardía.", "102. El Tribunal recuerda que la norma de seis meses no puede interpretarse de manera que exija que un demandante interponga su demanda ante el Tribunal antes de que la situación que origina la demanda haya sido objeto de una decisión definitiva en el ámbito interno (Varnava y otros contra Turquía [GC], núms. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 y 16073/90, ap. 157, TEDH 2009). Cuando un demandante se queja de una situación constante, este plazo corre a partir del final de la misma (véase, entre muchos otros, Ortolani contra Italia (dec. núm. 46283/99, 31 de mayo de 2001 y Pianese contra Italia y los Países Bajos (dec. núm.14929/08, ap. 59, 27 de septiembre de 2011).", "103. En este caso, por su decisión de 31 de mayo de 2008, el Consejo de Estado rechazó la solicitud de concesión de radiofrecuencias presentada por la demandante debido a que el juez no tenía el poder de sustituir a la Administración para adoptar la medida solicitada. El Consejo de Estado consideró que el Ministerio debía pronunciarse sobre la solicitud de asignación de radiofrecuencias presentada por la demandante en aplicación de la sentencia del TJCE, pronunciada mientras tanto, y remitió a una fecha posterior la decisión relativa a la indemnización a asignar a la interesada (apartados 37-39 supra).", "104. Se deduce que, incluso después de la decisión del Consejo de Estado núm. 2622 de 31 de mayo de 2008, la demandante quedó a la espera de recibir una respuesta de la Administración en cuanto a su solicitud de concesión de radiofrecuencias.", "En efecto, no siendo definitiva, esta decisión no resolvió todas las solicitudes de la demandante. En particular, las cuestiones de saber si había sufrido un perjuicio, si éste era atribuible a la Administración y si la interesada tenía derecho a una indemnización seguían abiertas. El Consejo de Estado sólo los resolvió en su sentencia de 20 de enero de 2009, por la que se condenaba al Ministerio a abonar a la demandante, a título de indemnización, la suma de 1.041.418 EUR. Es en esta última decisión cuando el Consejo de Estado ha reconocido que la acción del Ministerio había sido culpable ya que, por una parte, le había concedido a Centro Europa 7 S.r.l. una concesión sin atribuirle las radiofrecuencias de emisión y que, por otra parte, existía un vínculo de causalidad entre el comportamiento de la Administración y el perjuicio alegado (apartados 45-48 supra).", "Además, el Tribunal observa que la situación que la demandante denuncia ante ella, relativa a la incapacidad para emitir programas de televisión, no terminó hasta el 30 de junio de 2009 (apartado 16 supra), o sea veinte días antes de la fecha de presentación de la demanda.", "105. En estas condiciones, la excepción de extemporaneidad del Gobierno no puede admitirse.", "", "E. No agotamiento de los recursos internos", "106. Según el Gobierno, la demandante no ha agotado las vías de recurso internas ya que no habría planteado «sustancialmente» su queja basada en el artículo 10 del Convenio en el recurso presentado ante el TAR el 18 de febrero de 2009 relativo al Decreto de atribución de radiofrecuencias de 11 de diciembre de 2008 (apartado 18 supra).", "107. La demandante impugna la tesis del Gobierno y afirma que este recurso ante el TAR se refiere a un período que no es objeto de su demanda ante el Tribunal.", "108. Los principios generales en materia de agotamiento de los recursos internos se exponen en la sentencia Sejdovic contra Italia ([GC], núm. 56581/00, apds. 43-46, CEDH 2006-II). El Tribunal observa que el procedimiento a que se refiere el Gobierno, que todavía está pendiente ante los tribunales internos (apartado 23 supra), se dirige contra el Decreto de atribución de radiofrecuencias de 11 de diciembre de 2008. Ahora bien, este decreto puso fin a la situación denunciada por la demandante ante el Tribunal, ya que constituye la base legal que le ha permitido emitir a partir del 30 de junio de 2009 (apartado 16 supra). Se deduce que, en el marco de la presente demanda, la demandante no habrá de esperar a que se resuelva ese procedimiento para que el Tribunal examine la totalidad de sus quejas.", "109. Por consiguiente, procede desestimar la excepción de no haberse agotado planteada por el Gobierno.", "", "III. SOBRE LA PRESUNTA VIOLACIÓN DEL ARTÍCULO 10 DEL CONVENIO", "110. La demandante alega una violación de su derecho a la libertad de expresión, y en particular de su libertad de comunicar informaciones o ideas. Concretamente se queja de que el Gobierno, durante casi diez años, no le ha asignado radiofrecuencias de emisión para la radiodifusión televisiva por vía terrestre de forma analógica. Sostiene que la no aplicación de la Ley núm. 249 de 1997 (apartado 56 supra), el incumplimiento de las sentencias del Tribunal Constitucional núm. 420 de 1994 y núm. 466 de 2002 (apartados 54 y 62 supra) y la situación de duopolio en el mercado de la televisión italiana van en contra del artículo 10 del Convenio, redactado como sigue:", "", "«1. Toda persona tiene derecho a la libertad de expresión. Este derecho comprende la libertad de opinión y la libertad de recibir o de comunicar informaciones o ideas, sin que pueda haber injerencia de autoridades públicas y sin consideración de fronteras. El presente artículo no impide que los Estados sometan a las empresas de radiodifusión, de cinematografía o de televisión a un régimen de autorización previa.", "2. El ejercicio de estas libertades, que entrañan deberes y responsabilidades, podrá ser sometido a ciertas formalidades, condiciones, restricciones o sanciones previstas por la ley, que constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la integridad territorial o la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, la protección de la reputación o de los derechos ajenos, para impedir la divulgación de informaciones confidenciales o para garantizar la autoridad y la imparcialidad del poder judicial».", "", "111. El Gobierno se opone a esta tesis.", "", "A. Sobre la admisibilidad", "112. El Tribunal observa que esta alegación no está manifiestamente mal fundada en el sentido del artículo 35.3 (a) del Convenio. Además, observa que no se alega ningún otro motivo de inadmisibilidad. Por consiguiente, procede declararla admisible.", "", "B. En cuanto al fondo", "1. Tesis de partes y del tercer interviniente", "A) La parte demandante", "113. La parte demandante alega que no ha podido difundir programas de televisión pese al hecho de que se le había adjudicado una concesión con este fin tras un procedimiento de licitación. Esta violación de sus derechos se produce mediante diversas medidas legislativas, administrativas y judiciales del Estado italiano, que ha actuado por medio de diversos órganos e instrumentos. Las injerencias en su derecho a la libertad de expresión no estaban justificadas ni son necesarias en una sociedad democrática.", "114. Según la demandante, las leyes transitorias adoptadas por el legislador ratificaron una práctica provisional favoreciendo a los operadores existentes, lo que le ha impedido ejercer efectivamente sus derechos.", "Recuerda la jurisprudencia Meltex Ltd y Movsessian antes citada y observa que, a diferencia de este asunto, la violación en su caso no radica en una denegación de derecho únicamente debido a una decisión adoptada en un momento determinado, sino a la negativa a hacer efectiva, durante más de diez años, una concesión concedida a raíz de una licitación.", "115. La demandante estima que la negativa a concederle frecuencias constituye una injerencia en el ejercicio de sus derechos garantizados por el artículo 10 apartado 1 del Convenio (Meltex Ltd y Movsessian, antes citada, y Glas Nadejda EOOD y Anatoli Elenkov, antes citada). Esta injerencia no estaba prevista por ley, como lo exige el Convenio, y tampoco estaba prevista en las leyes transitorias adoptadas por el legislador nacional. Además, la demandante recuerda que los tribunales italianos han aplicado esas leyes y consideraron que la indemnización debía calcularse a partir del 1 de diciembre de 2004, contrariamente a lo que el TJCE había concluido en su sentencia.", "", "b) El Gobierno", "116. El Gobierno recordó que, en 1999, la demandante obtuvo una concesión que no incluía, ipso facto, el derecho de asignarle radiofrecuencias. De conformidad con el Decreto-Ley núm. 5 de 23 de enero de 2001, modificado por la Ley núm. 66, de 20 de marzo 2001 (apartados 63-64 supra), la demandante hubiera podido comprar las radiofrecuencias necesarias para la difusión de sus emisiones. Sin embargo, no se prevaleció de esta facultad y participó en la nueva licitación convocada en 2007.", "117. La no obtención de radiofrecuencias por la demandante se explicaría por una reorganización general de las radiofrecuencias analógicas nacionales y locales en un contexto de la escasez de estas últimas, y por el hecho de que varias empresas, que habían participado en la convocatoria de ofertas de 1999 sin obtener concesión, habían presentado recursos ante los tribunales nacionales y obtenido la autorización para proseguir sus emisiones en ausencia de licencia, basándose en las antiguas reglas.", "118. El Gobierno indica que la licitación de 1999 proponía seleccionar a los operadores que serían incluidos en el plan de la AGCOM. Por consiguiente, no se trataba, según él, de atribuir directamente radiofrecuencias ya que faltaba el programa de ajuste de las instalaciones. A este respecto, destaca que, en 1999, el Ministerio no ha concedido otras licencias en las mismas condiciones.", "119. El Gobierno explica que, tras el fracaso de la televisión por cable en Italia, la Ley núm. 66 de 2001 había previsto la transición hacia la televisión digital terrestre a más tardar en 2006. Añade que el Decreto - Ley núm. 352 de 2003 y la Ley núm. 112 de 2004 (apartados 65-67 supra) habían establecido que las disposiciones transitorias tocarían a su fin cuando la difusión del digital hubiera alcanzado más del 50% de los usuarios, lo que ocurrió en 27 de mayo de 2004.", "120. El Gobierno también señala que el TJCE consideró que no era necesario examinar una eventual violación del artículo 10 del Convenio. Además, en sus sentencias núms. 242 y 243 de 2009, el Consejo de Estado había considerado que la televisión nacional no era un servicio transfronterizo y que la demandante, como titular de una concesión, tenía derecho a participar en los procedimientos competitivos y no discriminatorios para la atribución de frecuencias a partir del 1 de enero de 2008.", "Este resultado fue alcanzado con la Orden Ministerial de 11 de diciembre de 2008 (apartado 16 supra), que ha atribuido a la demandante el canal 8 de la banda de VHF III, que quedó disponible gracias a la transición hacia la difusión digital.", "121. El Gobierno recuerda que Italia ha tenido que armonizar, progresivamente, las cadenas nacionales y las locales, y que era indispensable conciliar los derechos adquiridos de los antiguos operadores con los intereses de los nuevos y, sobre todo, evitar cualquier riesgo de deslizarse hacia un monopolio o, por el contrario, en el caos. La transición habría permitido, a los antiguos operadores, continuar emitiendo y a los nuevos titulares de licencias establecer una red gracias a la compra de frecuencias.", "122. Sin embargo, el Gobierno sostiene que, según la jurisprudencia del Tribunal, una reglamentación de las actividades de las empresas de televisión es conforme al artículo 10 del Convenio. En efecto, esta disposición no impide que los Estados evalúen los aspectos técnicos, los derechos y necesidades de un determinado público, la naturaleza y los objetivos de las cadenas, sus posibilidades de inserción a nivel nacional y local, así como las obligaciones derivadas de los compromisos internacionales (Informationsverein Lentia y otros contra Austria, 24 de noviembre de 1993, Serie A, núm. 276).", "123. El Gobierno precisa que la concesión otorgada a la demandante le permitía estar en una posición jurídicamente protegida, poder comprar frecuencias, utilizar la capacidad de transmisión de otros operadores y utilizar «la co-localización de los dos operadores RAI y [Mediaset]».", "124. El Gobierno observa que, hasta la fecha, la parte recurrente ofrece a su clientela un paquete de cadenas que emiten programas variados, incluidas las películas de terror y para adultos. En la práctica, utiliza un sistema limitado, puesto que sus emisiones únicamente se pueden visualizar por medio de un decodificador que ofrece a su clientela. Esto sería revelador de la medida y de la manera en la que la interesada obtiene beneficio de la libertad de comunicar información e ideas en una sociedad democrática.", "125. Por último, el Gobierno considera que las circunstancias de este caso no son en nada comparables a las del citado asunto Meltex Ltd y Movsessian.", "", "c) El tercer interviniente", "126. La organización Open Society Justice Initiative comienza por resumir las «Directrices en materia de pluralismo de los medios de comunicación». Se remite a las leyes y prácticas de tres países europeos de tamaño similar a Italia (Francia, Alemania y Reino Unido), para referirse, posteriormente, a las normas europeas según las cuales la obligación de garantizar el pluralismo requiere imponer restricciones en materia de propiedad de los medios de comunicación, especialmente en lo que respecta a la radiodifusión.", "127. También analiza el control de las empresas de radiodifusión por agentes del mundo político y recuerda que, muchos países europeos han adoptado sistemas legales que prohíben, específicamente, y/o restrinjan la posibilidad de que los hombres o mujeres políticos y los partidos políticos importantes controlen los órganos de radiodifusión y su programación.", "128. Según la asociación interviniente, las circunstancias del presente asunto se inscriben en el contexto de un malestar muy grande y antiguo que impera en el sector de la radiodifusión y de la información en Italia. Open Society Justice Initiative considera que, en el supuesto de que se constate una violación del artículo 10, el Tribunal debe considerar la posibilidad de ordenar al Estado italiano que aplique medidas de carácter general y sistémico para garantizar el pluralismo de su sistema de radiodifusión.", "", "2. Apreciación del Tribunal", "A) Principios generales relativos al pluralismo de los medios audiovisuales", "129. El Tribunal considera oportuno recordar el conjunto de principios generales derivados de su jurisprudencia en materia de pluralismo de los medios audiovisuales. Como ha subrayado a menudo, no existe democracia sin pluralismo. La democracia se alimenta de la libertad de expresión. Es esencial permitir la propuesta y discusión de proyectos políticos diversos, incluso aquellos que ponen en tela de juicio el modo de organización actual de un Estado, siempre que no atenten contra la democracia en sí misma (Manole y otros contra Moldavia, núm.13936/02, ap. 95, TEDH 2009 (extractos) y Partido Socialista y otros contra Turquía, 25 de mayo de 1998, apdos. 41, 45 y 47, Repertorio 1998-III).", "130. A este respecto, el Tribunal observa que en una sociedad democrática, no basta para garantizar un auténtico pluralismo en el sector audiovisual, prever la existencia de varias cadenas o la posibilidad teórica para los operadores potenciales de tener acceso al mercado del sector audiovisual. Es preciso permitir un acceso efectivo al mercado, a fin de garantizar, en el contenido de los programas considerados en su conjunto, una diversidad que refleje, lo máximo posible, la variedad de corrientes de opinión que existen en la sociedad a la que se dirigen estos programas.", "131. La libertad de expresión, consagrada en el apartado 1 del artículo 10, constituye uno de los fundamentos esenciales de una sociedad democrática, una de las condiciones primordiales de su progreso (Lingens contra Austria, 8 de julio de 1986, ap. 41, Serie A, núm. 103). La libertad de prensa y de otros medios de difusión de la información facilita a la opinión pública uno de los mejores medios para conocer y juzgar las ideas y actitudes de los dirigentes. Corresponde a la prensa de transmitir la información e ideas sobre las cuestiones debatidas en el escenario político, así como las que conciernen otros sectores de interés público. A su función, que consiste en difundir, se añade el derecho del público de recibir (véase, por ejemplo, Handyside contra Reino Unido, 7 de diciembre de 1976, ap. 49, Serie A, No 24, y Lingens, antes citada, apdos. 41-42).", "132. Los medios audiovisuales, como la radio y televisión, tienen un papel muy importante que desempeñar a este respecto. En razón de su poder de transmitir mensajes mediante sonido e imagen, tienen efectos más inmediatos y poderosos que la prensa escrita (Jersild contra Dinamarca, 23 de septiembre de 1994, ap. 31, Serie A, núm. 298, y Pedersen y Baadsgaard contra Dinamarca [GC], núm. 49017/99, ap. 79, TEDH 2004-XI). La función de la televisión y radio, fuentes conocidas de entretenimiento en la intimidad del teleespectador o del auditor, refuerza aún más su impacto (Murphy contra Irlanda, núm. 44179/98, ap. 74, TEDH 2003-IX).", "133. Una situación en que, una fracción económica o política de la sociedad puede obtener una posición dominante con respecto a los medios audiovisuales y ejercer una presión sobre los difusores para, finalmente, restringir su libertad editorial, viola el papel fundamental de la libertad de expresión en una sociedad democrática, garantizada por el artículo 10 del Convenio, especialmente cuando se utiliza para proporcionar información e ideas de interés general, a las que el público puede, por otro lado, pretender (VgT Verein gegen Tierfabriken contra Suiza, núm. 24699/94, apdos. 73 y 75, TEDH 2001-VI; véase también Geillustreerde contra Países Bajos, núm. 5178/71, Decisión de la Comisión, de 6 de julio de 1976, ap. 86, decisiones e informes (DR.) 8, p. 13). Lo mismo sucede cuando la posición dominante es detentada por un organismo de radiodifusión del Estado o público. Así, el Tribunal ya ha considerado que, debido a su carácter restrictivo, un régimen de licencias concediendo al operador público un monopolio sobre las frecuencias disponibles no puede justificarse salvo que se demuestre que existe una necesidad imperiosa en este sentido (Informationsverein Lentia y otros, antes citada, ap. 39).", "134. El Tribunal subraya que, en un sector tan sensible como el de los medios audiovisuales, al deber negativo de no injerencia se añade, para la Estado, la obligación positiva de establecer un marco legislativo y administrativo apropiado para garantizar un pluralismo efectivo (apartado 130 supra). Esto más conveniente cuando, como en el presente caso, el sistema audiovisual nacional se caracteriza por una situación de duopolio.", "En este contexto, conviene recordar que, en su Recomendación CM/Rec(2007)2 sobre el pluralismo de los medios de comunicación y la diversidad del contenido (apartado 72 anterior), el Comité de Ministros reafirmó «a fin de proteger y promover activamente el pluralismo de las corrientes de pensamiento y de opinión, así como la diversidad cultural, los Estados miembros deben adaptar los marcos de reglamentación existentes, en particular en lo que respecta a la propiedad de los medios de comunicación, y adoptar las medidas reglamentarias y financieras que se imponen a fin de garantizar la transparencia y el pluralismo estructural de los medios de comunicación y la diversidad de los contenidos difundidos por éstos».", "135. En este caso, se plantea la cuestión de saber si se ha producido una injerencia de las autoridades públicas en el derecho de la demandante de «comunicar informaciones o ideas» y, en caso afirmativo, si esta injerencia estaba «prevista por la ley», perseguía uno o varios objetivos legítimos y si era «necesaria en una sociedad democrática» para lograrlos (RTBF contra Bélgica, núm. 50084/96, ap. 117, TEDH 2011 (extractos)).", "", "b) Sobre la existencia de una injerencia", "136. El Tribunal ya ha considerado que la negativa a conceder una licencia de radiodifusión constituye una injerencia en el ejercicio de los derechos garantizados por el artículo 10 apartado 1 del Convenio (véase, entre otros, Informationsverein Lentia y otros, antes citada, apartado 27, Radio ABC contra Austria, 20 de octubre de 1997, ap. 27, Repertorio 1997-VI, Leveque contra Francia (dec. núm.35591/97, 23 de noviembre de 1999, United Christian Broadcasters Ltd. contra Reino Unido (dec. núm. 44802/98, 7 de noviembre de 2000, Demuth contra Suiza, núm. 38743/97, ap. 30, TEDH 2002-IX, y Glas Nadejda EOOD y Anatoli Elenkov antes citado, ap. 42 ). No importa, a este respecto, que la licencia no haya sido concedida a raíz de una solicitud individual o de una participación en una licitación (Meltex Ltd y Movsessian, antes citada, ap. 74).", "137. El Tribunal destaca que el presente caso se distingue de los asuntos citados en el apartado anterior en lo que no se refiere a la negativa a conceder una licencia. Al contrario, la demandante obtuvo, el 28 de julio de 1999 a raíz de una licitación de ofertas, una concesión para la radiodifusión televisiva por vía terrestre, de forma analógica (apartado 9 anterior). Sin embargo, debido a la falta de asignación de radiofrecuencias de emisión, no ha podido difundir programas de televisión hasta el 30 de junio de 2009.", "138. El Tribunal recuerda que el propósito del Convenio consiste en proteger los derechos no teóricos o ilusorios, sino concretos y efectivos (Artico contra Italia, 13 de mayo de 1980, ap. 33, Serie A, núm. 37). Sin embargo, la no atribución de radiofrecuencias a la demandante ha vaciado la concesión de toda utilidad ya que la actividad que autorizaba no ha podido ser ejercida, de facto, durante casi diez años. Por consiguiente, esta no atribución ha constituido un obstáculo sustancial y, por lo tanto, una injerencia, en el ejercicio por la demandante de su derecho de comunicar informaciones o ideas.", "", "c) Sobre la cuestión de saber si la injerencia se encontraba «prevista por la ley»", "i) Principios generales", "139. En virtud de la tercera frase del artículo 10 apartado 1, los Estados pueden reglamentar, mediante un régimen de autorizaciones, la organización de la radiodifusión en su territorio, en particular sus aspectos técnicos. También pueden condicionar la concesión de una licencia a consideraciones relativas a la naturaleza y a los objetivos de una cadena futura, a sus posibilidades de inserción a nivel nacional, regional o local, a los derechos y necesidades de un determinado público, así como a las obligaciones derivadas de instrumentos jurídicos internacionales (United Christian Broadcasters Ltd, decisión antes citada, y Demuth, antes citada, apds. 33-35). Esa normativa debe basarse en una «Ley».", "140. Ahora bien, las palabras «prevista por la ley» contenidas en el segundo apartado del artículo 10 no sólo imponen que la medida incriminada tenga una base jurídica en derecho interno, sino que también se refiere a la calidad de la ley en cuestión: así, ésta debe ser accesible a los justiciables y previsible en sus efectos (véase, entre otras varias, VgT Verein gegen Tierfabriken, antes citada, ap. 52, Rotaru contra Rumania [GC], núm. 28341/95, ap. 52, CEDH 2000-V, Gawęda c. Polonia, núm. 26229/95, ap. 39, CEDH 2002-II, y Maestri contra Italia [GC], núm. 39748/98, ap. 30, TEDH 2004-I).", "Sin embargo, corresponde a las autoridades nacionales, en particular a los tribunales, interpretar y aplicar el derecho interno (Kruslin contra Francia, 24 de abril de 1990, ap. 29, Serie A, núm. 176-A y Kopp contra Suiza, 25 marzo 1998, ap. 59, Repertorio 1998-II).", "141. Una de las exigencias derivadas de la expresión «prevista por la ley» es la previsibilidad. No se puede considerar como una «ley» mas que aquellas normas enunciadas con la suficiente precisión para permitir al ciudadano regir su conducta; y recabando, si fuera necesario, asesoramiento técnico, deberá ser capaz de prever, con un grado razonable en cada circunstancia, las consecuencias que se pueden derivar de un determinado acto. Estas consecuencias no necesitan ser previsibles con una certeza absoluta: la experiencia indica que esa certeza es inalcanzable. Además la certeza, aunque altamente conveniente, en ocasiones va acompañada de una excesiva rigidez; y el derecho debe saber adaptarse a los cambios de situación. También, muchas leyes se sirven de fórmulas más o menos vagas, cuya interpretación y aplicación depende de la práctica (Sunday Times contra Reino Unido (núm. 1), 26 de abril de 1979, ap. 49, Serie A, núm. 30, Kokkinakis contra Grecia, 25 de mayo de 1993, ap. 40, Serie A, núm. 260-A, y Rekvényi contra Hungría [GC], núm. 25490/94, ap. 34, CEDH 1999-III).", "142. El nivel de precisión de la legislación interna - que no puede en ningún caso prever todas las hipótesis - depende en gran medida del contenido de la ley en cuestión, del ámbito que pretende cubrir y del número y el estatuto de aquellos a quienes dirige (RTBF contra Bélgica, antes citada, ap. 104, Rekvényi citado, apartado 34, y Vogt contra Alemania, 26 de septiembre de 1995, ap. 48, Serie A, núm. 323).", "143. En particular, una norma es «previsible» cuando ofrece una cierta garantía contra ataques arbitrarios del poder público (Tourancheau y July contra Francia, núm. 53886/00, ap. 54, 24 de noviembre de 2005) y contra una aplicación extensiva de una restricción hecha en detrimento de los justiciables (véanse, mutatis mutandis, Başkaya y Okçuoğlu contra Turquía [GC], núms. 23536/94 y 24408/94, ap. 36, CEDH 1999-IV).", "", "ii) Aplicación de estos principios al caso concreto", "144. En el presente caso, el Tribunal comprobar si la legislación italiana indicaba con suficiente precisión las condiciones y modalidades según las cuales a la demandante se le hubiera podido asignar radiofrecuencias de emisión, de conformidad con la concesión de la que era titular. Esto es muy importante en un caso como éste, en donde la legislación en cuestión se refería a las condiciones de acceso al mercado del sector audiovisual.", "145. El Tribunal recuerda que el 28 de julio de 1999 las autoridades competentes concedieron a la demandante, de conformidad con las disposiciones de la Ley núm. 249 de 1997, una concesión para la radiodifusión televisiva terrestre a nivel nacional que le autorizaba a instalar y explotar una red de televisión analógica. En cuanto a la concesión de radiofrecuencias, la concesión remitía al Plan Nacional de asignación de radiofrecuencias, aprobado el 30 de octubre de 1998 y fijaba a la demandante un plazo de veinticuatro meses para adaptar sus instalaciones (apartado 9 anterior). Sin embargo, como se desprende de las decisiones de los tribunales internos (apartado 14 supra), esta obligación no podía ser cumplida por la interesada mientras la Administración no aprobase el programa de conformidad y procediera a la puesta en marcha del plan de atribución de radiofrecuencias.", "A juicio del Tribunal, en tales condiciones, la demandante podía razonablemente esperar que, a más tardar en los veinticuatro meses que siguieron al 28 de julio de 1999, la Administración adoptase los textos necesarios para encuadrar su actividad de radiodifusión televisiva terrestre. A reserva de que pusiera en conformidad sus instalaciones, como era su obligación, la demandante habría tenido derecho a difundir programas de televisión.", "146. Sin embargo, el Plan de Atribución de Radiofrecuencias no fue puesto en marcha en diciembre de 2008 y la recurrente no obtuvo un canal para sus emisiones más que a partir del 30 de junio de 2009 (apartado 16 supra). En el intervalo, varios canales habían continuado, provisionalmente, utilizando diversas radiofrecuencias que debían ser atribuidas en el marco del plan. Según el Consejo de Estado (apartado 28 supra), esta situación era debida a factores esencialmente legislativos. El Tribunal los examinará brevemente.", "147. Se observa, en primer lugar, que el artículo 3 ap. 1 de la Ley núm. 249 de 1997 preveía la posibilidad, para las cadenas denominadas «superávit» (apartado 60 supra), que siguieran difundiendo sus programas a nivel tanto nacional como local hasta la concesión de nuevas licencias o hasta el rechazo de solicitudes de nuevas licencias pero, en cualquier caso, no más allá del 30 de abril de 1998 (apartado 57 supra). Sin embargo, el artículo 3 ap. 6 de la misma ley fijaba, para las cadenas excedentarias, un régimen transitorio que les permitía seguir emitiendo temporalmente, tras el 30 de abril de 1998, sobre radiofrecuencias radioeléctricas, en cumplimiento de las obligaciones que incumben a las cadenas concesionarias y bajo reserva de que las emisiones fuesen difundidas, al mismo tiempo, por vía satélite o por cable (apartado 60 supra).", "148. La demandante podía deducir de ese marco legislativo en vigor en el momento de la concesión de la licencia que, a partir del 30 de abril de 1998, la posibilidad de que las cadenas excedentarias siguieran emitiendo no afectaría a los derechos de los nuevos distribuidores. Sin embargo, este marco fue modificad por la Ley núm. 66, de 20 de marzo 2001, que regulaba el paso de la televisión analógica a la televisión digital y que de nuevo, autorizó a las cadenas excedentarias a seguir emitiendo en frecuencias hertzianas hasta la aplicación de un plan nacional de distribución de frecuencias de difusión digital (apartado 63 supra).", "149. El 20 de noviembre de 2002, mientras que este plan aún no había sido ejecutado, el Tribunal Constitucional consideró que el paso de las ondas radioeléctricas al cable o a vía satélite para las cadenas excedentarias debía estar finalizada, a más tardar, el 31 de diciembre de 2003, independientemente de la fase de desarrollo de la televisión digital (apartado 62 supra). A la vista de esta sentencia, la demandante podía esperar que las radiofrecuencias que le hubieran debido ser atribuidas fueran liberadas a principios de 2004. Sin embargo, el legislador nacional estableció una nueva prórroga.", "150. En efecto, el artículo 1 del Decreto-Ley núm. 352 de 2003 prorrogó la actividad de las cadenas excedentarias hasta el final de una investigación de la AGCOM sobre el desarrollo de las cadenas de televisión digital.", "En segundo lugar, la Ley núm. 112 de 2004 (Artículo 23. 5) prorrogó, mediante un mecanismo de autorización general, la posibilidad de que las cadenas excedentarias pudieran seguir emitiendo sobre las radiofrecuencias radioeléctricas hasta la aplicación del Plan Nacional de atribución de radiofrecuencias para la televisión digital (apartados 65-67 anteriores), de forma que estas cadenas no se vieron obligadas a liberar las radiofrecuencias que debían de transferirse a los operadores que, como la demandante, eran titulares de las concesiones.", "151. El Tribunal observa que la aplicación sucesiva de esas leyes ha tenido por efecto que no se han liberado las radiofrecuencias y que se ha impedido que operadores distintos de las cadenas excedentarias participen en las primeras etapas de la televisión digital. En particular, estas leyes mantienen el régimen transitorio hasta la finalización de una investigación de la AGCOM sobre el desarrollo de las cadenas de televisión digital y la aplicación del Plan Nacional de Radiofrecuencias, es decir, refiriéndose a acontecimientos cuya fecha no era posible prever. A este respecto, el Tribunal hace suya la opinión del TJUE según el cual:", "", "«(...) La Ley núm. 112/2004 no se limita a asignar a los operadores existentes un derecho prioritario a obtener las radiofrecuencias, sino que les reserva este derecho en exclusiva, y esta situación de privilegio atribuida a estos operadores se establece sin límite temporal y sin prever la obligación de restituir las radiofrecuencias excedentarias después del paso a la radiodifusión televisiva en modo digital»", "", "152. El Tribunal considera, por tanto, que las leyes en cuestión fueron redactadas en términos tan vagos que no definían con claridad y precisión el alcance y la duración del régimen transitorio.", "153. Por otra parte, el TJUE, al que recurrió el Consejo de Estado, destacó que estas intervenciones del legislador nacional se habían traducido en la aplicación de regímenes transitorios sucesivos acondicionados en favor de los titulares de las redes existentes y que esta situación había tenido por efecto impedir a los operadores sin radiofrecuencias de emisión, como Centro Europa 7 S.r.l., tener acceso al mercado de la radiodifusión televisiva incluso habiéndose beneficiado de una concesión (concedida, en el caso de la sociedad demandante, en 1999 apartado 35 anterior).", "154. A la vista de lo anterior, el Tribunal considera que el marco legislativo interno carecía de claridad y precisión y que no ha permitido a la demandante prever, con un suficiente grado de certeza, en que momento le serían asignadas las radiofrecuencias para poder comenzar a ejercer la actividad para la cual había obtenido una concesión, a pesar de las intervenciones del Tribunal constitucional y del TJUE. De ello se desprende que estas leyes no cumplen las condiciones de previsibilidad, tal como han sido establecidas en la jurisprudencia del Tribunal.", "155. El Tribunal observa, además, que la Administración no ha respetado los plazos fijados en la concesión, de conformidad con la Ley núm. 249 de 1997 y en las sentencias del Tribunal Constitucional, frustrando las expectativas de la parte demandante. El Gobierno no ha demostrado que la empresa tuviera a su disposición medios efectivos para obligar a la Administración en cumplir la ley y las sentencias del Tribunal Constitucional. Por tanto, no se ha ofrecido a la empresa garantías suficientes frente a la arbitrariedad.", "", "d) Conclusión", "156. En conclusión, el Tribunal considera que el marco legislativo, tal como ha sido aplicado a la demandante, la cual no ha podido incorporarse al sector de la radiodifusión televisiva durante más de diez años, mientras que se le había adjudicado una concesión a raíz de una licitación, no atiende a la condición de previsibilidad necesaria exigida por el Convenio y ha privado a la empresa interesada del grado de protección contra la arbitrariedad requerido por la preeminencia del derecho en una sociedad democrática. Este incumplimiento ha tenido como efecto reducir la competencia en el sector audiovisual. También se deduce un incumplimiento del Estado a su obligación positiva de establecer un marco legislativo y administrativo apropiado para garantizar un pluralismo efectivo en los medios de comunicación (apartado 134 anterior).", "157. Estos hechos son suficientes para concluir que se ha producido en el presente caso violación del artículo 10 del Convenio.", "158. Esta conclusión dispensa al Tribunal de examinar el respeto del resto de requisitos del apartado 2 del artículo 10 en el presente caso, en concreto la cuestión de saber si las leyes que prorrogaron el régimen transitorio tenían un objetivo legítimo y eran necesarias en una sociedad democrática para alcanzarlo.", "", "IV. SOBRE LA PRESUNTA VIOLACIÓN DEL ARTÍCULO 14 COMBINADO CON EL ARTÍCULO 10 DEL CONVENIO", "159. La demandante estima haber sufrido una discriminación en relación con la sociedad Mediaset en el disfrute de su derecho a la libertad de expresión.", "Invoca el artículo 14 del Convenio, que establece lo siguiente:", "", "«El goce de los derechos y libertades reconocidos en el (...) Convenio ha de ser asegurado sin distinción alguna, especialmente por razones de sexo, raza, color, lengua, religión, opiniones políticas u otras, origen nacional o social, pertenencia a una minoría nacional, fortuna, nacimiento o cualquier otra situación.»", "", "160. Según la demandante, el sistema italiano ha reservado un trato preferente a la sociedad Mediaset, que se ha beneficiado de medidas legislativas y administrativas discriminatorias adoptadas en una situación de conflicto de intereses. Además, considera que se ha producido discriminación con respecto a otros operadores, lo que le habría impedido entrar en el mercado.", "161. El Gobierno considera que se debe evitar un planteamiento político en este asunto. Recuerda las razones, que se expusieron en sus alegaciones al artículo 10 del Convenio, por las cuales la demandante no pudo obtener las radiofrecuencias, niega la existencia de todo vínculo entre la situación de Centro Europa 7 S.r.l. y de Mediaset y considera que, en este caso, no se trataba de conceder ventajas a una u otra cadena en detrimento de la parte recurrente.", "162. El Tribunal observa que este motivo está estrechamente relacionado con el derivado del artículo 10 del Convenio y debe también ser declarado admisible. En relación con las conclusiones alcanzadas desde la perspectiva del artículo 10 (apartado 156 supra), considera innecesario examinar por separado el motivo basado en el artículo 14 del Convenio.", "", "V. SOBRE LA PRESUNTA VIOLACIÓN DEL ARTÍCULO 1 DEL PROTOCOLO NÜM. 1", "163. La demandante alega un atentado a su derecho al respeto de sus bienes, garantizado por el artículo 1 del Protocolo núm. 1.", "Esta disposición establece:", "", "«Toda persona física o jurídica tiene derecho al respeto de sus bienes. Nadie podrá ser privado de su propiedad más que por causa de utilidad pública y en las condiciones previstas por la ley y los principios generales del derecho internacional.", "Las disposiciones anteriores no afectarán al derecho que poseen los Estados de poner en vigor las leyes que juzguen necesarias para reglamentar el uso de los bienes conforme al interés general o para garantizar el pago de impuestos u otras contribuciones o multas.»", "", "164. La demandante subraya que, durante casi diez años, no ha podido ejercer los derechos que le ofrece la concesión de la radiodifusión televisiva a nivel nacional que le fue atribuida y sostiene que la indemnización que se le ha asignado por los tribunales internos no corresponde al valor pleno del «bien» del que era titular.", "165. El Gobierno se opone a esta tesis.", "", "A. Sobre la admisibilidad", "166. El Tribunal debe determinar, en primer lugar, si la parte recurrente era titular de un «bien» en el sentido del artículo 1 del Protocolo núm. 1, y si, por lo tanto, esta disposición tiene a aplicarse en el presente caso.", "", "1. Tesis de partes", "a) El Gobierno", "167. El Gobierno impugna, a título principal, la existencia de un «bien» y recuerda que la licencia otorgada en 1999 a la demandante no le atribuía, ipso facto, el derecho a la concesión de radiofrecuencias por el Ministerio; por consiguiente, la interesada no tenía una expectativa legítima de obtenerla. Por otra parte, los tribunales internos han declarado inadmisible la solicitud de la parte recurrente con vistas a la atribución de radiofrecuencias.", "168. El Gobierno recuerda que el Convenio no protege derechos inexistentes, desprovistos de base jurídica. Según la jurisprudencia del Tribunal, una «impugnación real» o una «pretensión defendible» no cumplen los criterios para poder ser considerados como un «bien» en el sentido del Convenio. Ninguna «expectativa legítima» protegida por el Convenio existe cuando se produce una controversia sobre la manera en que el derecho interno debe ser interpretado y aplicado y cuando los argumentos desarrollados por los demandantes han sido rechazados por los órganos jurisdiccionales nacionales (Kopecký contra Eslovaquia [GC], núm. 44912/98, ap. 50, TEDH 2004-IX).", "169. Además, la demandante hubiera podido comprar las radiofrecuencias en el mercado, de conformidad con el artículo 1 de la Ley núm. 66, de 20 de marzo 2001 (apartado 63 anterior). Según el Gobierno, el objeto de la demanda no es la asignación de radiofrecuencias, sino el importe, que la interesada considera insuficiente, de la indemnización recibida en el ámbito nacional. Por último, el Gobierno recuerda que la concesión nunca le ha sido retirada o anulada.", "", "b) La parte recurrente", "170. La demandante impugna los argumentos del Gobierno y considera que el derecho de acceso y utilización de radiofrecuencias, que permite el ejercicio de la libertad de expresión y la continuación de una actividad económica, constituye un activo y por consiguiente entra en la noción de «bien» en el sentido del artículo 1 del Protocolo núm. 1.", "", "2. Apreciación del Tribunal", "a) Principios generales", "171. El Tribunal recuerda que la noción de «bien» planteada en el primer párrafo del artículo 1 del Protocolo núm. 1 posee un alcance autónomo que no se limita a la propiedad de bienes corporales y que es independiente en relación a las calificaciones formales del derecho interno: otros derechos e intereses que constituyen activos también pueden ser considerados «derechos patrimoniales» y, por consiguiente de «bienes» a efectos de esta disposición. En cada caso, es importante examinar si las circunstancias, consideradas en su conjunto, han concedido al demandante titular un interés sustancial protegido por el artículo 1 del Protocolo núm. 1 (Iatridis contra Grecia [GC], núm.31107/96, ap. 54, TEDH 1999-II, Beyeler contra Italia [GC], núm. 33202/96, ap. 100, CEDH 2000-I, y Broniowski contra Polonia [GC], núm. 31443/96, ap. 129, CEDH 2004-V).", "172. El artículo 1 del Protocolo núm. 1 sólo se aplica a los bienes actuales. Un ingreso futuro no puede considerarse como «bien» hasta que se haya ganado o si es objeto de un crédito cierto. Además, la expectativa de ver reconocido un derecho de propiedad que es imposible ejercer efectivamente no puede ser tampoco considerado como un «bien», y lo mismo sucede con un crédito condicionado que se extingue debido a la no realización de la condición jurídica y social (Gratzinger y Gratzingerova contra República Checa (dec. [GC], núm. 39794/98, ap. 69, TEDH 2002-VII).", "173. Sin embargo, en determinadas circunstancias, la «expectativa legítima» de obtener un valor patrimonial puede verse beneficiado por la protección del artículo 1 del Protocolo núm. 1. Así, cuando el interés patrimonial se refiere a un crédito, se puede considerar que el interesado dispone de una expectativa legítima si tal interés presenta una base suficiente en derecho interno, por ejemplo, cuando se confirma por una jurisprudencia bien establecida en los tribunales. Sin embargo, no se puede concluir la existencia de una «expectativa legítima» cuando existe controversia sobre la manera en que el derecho interno ha de ser interpretado y aplicado y que los argumentos desarrollados por el demandante a este respecto son rechazados por los órganos jurisdiccionales nacionales (Kopecký, antes citada, ap. 50).", "", "b) Aplicación de estos principios en el caso concreto", "174. El Tribunal destaca que la demandante era titular, desde el 28 de julio de 1999, de una licencia para la radiodifusión televisiva en el ámbito nacional por vía terrestre. Ésta le autorizaba a instalar y explotar una red de radiodifusión televisiva en forma analógica (apartado 9 anterior). Los tribunales administrativos italianos consideraron que ésto no confería a la demandante un derecho subjetivo («diritto soggettivo») a obtener la asignación de radiofrecuencias de emisión, sino un mero interés legítimo («interesse legittimo»), es decir una posición individual protegida de manera indirecta y subordinada al respeto del interés general. Por tanto, la demandante, únicamente, el derecho de ver su solicitud de radiofrecuencias tratada por el Gobierno en el respeto de los criterios establecidos por la legislación interna y el TJUE (véase el fallo del TAR de 16 de septiembre de 2004, apartado 25 anterior, y la Decisión núm. 2622/08 de 31 de mayo de 2008 del Consejo de Estado, apartado 37 supra).", "175. Como el Tribunal acaba de señalar desde la perspectiva del artículo 10 del Convenio, habida cuenta la redacción de la concesión y el marco legislativo vigente en esa época, la demandante podía razonablemente esperar que, en los veinticuatro meses siguientes al 28 de julio de 1999, la Administración habría efectuado los actos jurídicos necesarios para encuadrar su actividad de radiodifusión televisiva terrestre. A reserva de que procediera a la puesta en conformidad de sus instalaciones, tal como era su obligación, la demandante hubiera tenido derecho, posteriormente, a emitir programas de televisión (apartado 145 anterior). Tenía una «expectativa legítima» a este respecto. Es cierto que, como señala el Gobierno, las jurisdicciones administrativas han rechazado las solicitudes de la parte recurrente para la atribución de radiofrecuencias. Sin embargo, esta decisión no constituía un rechazo sobre el fondo de la solicitud de la demandante, pero dimanaba de la regla general según la cual, en derecho italiano, el juez administrativo no puede sustituir a la Administración para adoptar, en su lugar, determinadas medidas (apartado 37 supra).", "176. Además, en su sentencia de 31 de enero de 2008, el TJUE se ha expresado así:", "", "«(...) Sobre este punto, es importante precisar que, en el ámbito de las emisiones radio y televisión, la libre prestación de servicios, tal y como se consagra en el artículo 49 CE y es aplicada por el NCRC requiere, no sólo, la concesión de permisos de emisión, sino también la concesión de radiofrecuencias de emisión. En efecto, un operador no puede ejercer de manera efectiva los derechos que obtiene del derecho comunitario en términos de acceso al mercado de la radiodifusión televisiva en ausencia de radiofrecuencias de emisión.»", "", "177. El Tribunal está de acuerdo con este análisis. Además recuerda que, según su jurisprudencia, la retirada de una licencia de explotación de una actividad comercial se analiza como una violación al derecho al respeto de los bienes garantizado por el artículo 1 del Protocolo núm. 1 del Convenio (Tre Traktörer AB contra Suecia, 7 de julio de 1989, ap. 53, Serie A, núm. 159, Capital Bank AD c. Bulgaria, núm. 49429/99, ap. 130, TEDH 2005-XII, Rosenzwig et Bonded Warehouses Ltd. contra Polonia, núm. 51728/99, ap. 49, 28 de julio de 2005, y Bimer S. A. contra Moldovia, núm. 15084/03, ap. 49, 10 de julio de 2007). Si bien es cierto que en este caso, la licencia no ha sido retirada, el Tribunal considera que, sin la concesión de radiofrecuencias de emisión, se ha vaciado de contenido.", "178. El Tribunal considera, por tanto, que los intereses relacionados con la explotación de la licencia constituían intereses patrimoniales protegidos por el artículo 1 del Protocolo núm. 1 (véase, mutatis mutandis, Tie Traktörer AB, antes citada, ap. 53).", "179. Por consiguiente, considera que la expectativa legítima de la parte recurrente, que se refería a intereses patrimoniales como la explotación de una red de televisión analógica en virtud de una licencia, está lo suficientemente fundada para constituir un interés sustancial, y por lo tanto un «bien» en el sentido expresado en la primera frase del artículo 1 del Protocolo núm. 1, el cual es, por tanto, aplicable al caso concreto (véase, mutatis mutandis, Stretch contra Reino Unido, núm. 44277/98, apdos. 32-35, 24 de junio de 2003, y Bozcaada Kimisis Teodoku Rum Ortodoks Kilisesi Vakfı contra Turquía (núm. 2), núms. 7646/03, 37665/03, 37992/03, 37993/03, 37996/03, 37998/03, 37999/03 y 38000/03, ap. 50, 6 de octubre de 2009).", "180. El Tribunal observa que el motivo basado en el artículo 1 del Protocolo núm. 1 no se encuentra manifiestamente mal fundado en el sentido del artículo 35 ap. 3 a) del Convenio. Se observa, además, que no se enfrenta a ningún otro motivo de inadmisibilidad. Por consiguiente, procede declararlo admisible.", "", "B. En cuanto al fondo", "1 Tesis de partes", "a) La parte demandante", "181. La demandante estima que el comportamiento del Gobierno puede ser considerado una expropiación de bienes en el sentido del artículo 1 del Protocolo núm. 1, dado que no sólo se ha abstenido, sin justificación, de asignar las radiofrecuencias, sino que también se ha negado a hacer efectiva la licencia otorgada a raíz de una licitación legal.", "182. La demandante considera que esta expropiación no tenía ningún nexo con el interés general, sino que ha servido a los intereses privados de Mediaset utilizando las radiofrecuencias que hubieran debido ser liberadas en su beneficio en calidad de concesionario legítimo. Además, esta expropiación no se ha hecho «según las vías legales». En efecto, según la Ley núm. 249 de 1997, las radiofrecuencias en cuestión hubieran debido ser liberadas en favor de la sociedad que, en el marco de la convocatoria de ofertas, hubiese formulado la mejor propuesta, en este caso concreto Centro Europa 7 S.r.l. Sin embargo, varias medidas legislativas transitorias han impedido a la empresa tener acceso a esas frecuencias.", "183. Por otra parte, la demandante opina que la indemnización obtenida en el ámbito nacional no se corresponde con el valor del bien expropiado. Para determinar el lucro cesante por la pérdida de oportunidades, el Tribunal debe considerar no sólo el retraso en la asignación de frecuencias, sino también la imposibilidad de entrar en competencia con las demás empresas en 1999, es decir en una época en que el mercado era más restringido que hoy. La demandante subraya, igualmente, que el Consejo de Estado, basándose en el hecho de que el Tribunal Constitucional había considerado que el 31 de diciembre de 2003 como una fecha razonable para la expiración del período de transición, sólo ha tomado en cuenta el perjuicio sufrido desde de 2004, excluyendo así cinco años de violación. Por último, la demandante recuerda que, según el Consejo de Estado, la concesión de la licencia no le había conferido el derecho inmediato de ejercer la actividad económica correspondiente y que la indemnización debería haber sido calculado sobre la base de una expectativa legítima de atribución de radiofrecuencias por las autoridades competentes.", "", "b) El Gobierno", "184. El Gobierno se opone a los argumentos de la parte recurrente y denuncia la naturaleza «financiera» de la solicitud.", "", "2 Apreciación del Tribunal", "185. El artículo 1 del Protocolo núm. 1, que garantiza el derecho a la protección de la propiedad, contiene tres normas distintas: «la primera, que se expresa en la primera frase del apartado primero y reviste un carácter general, enuncia el principio del respeto a la propiedad; la segunda, contenida en la segunda frase del mismo apartado, se refiere a la privación de la propiedad y la somete a determinadas condiciones; en cuanto a la tercera, que figura en el apartado segundo, reconoce a los Estados el poder, entre otros cosas, de regular el uso de los bienes de conformidad con el interés general (...) Por lo tanto, no se trata de normas carentes de relación entre ellas. La segunda y tercera se refieren a ejemplos concretos de violaciones del derecho de propiedad; por lo tanto, deben interpretarse a la luz del principio consagrado en la primera» (véase, entre otras James y otros contra Reino Unido, 21 de febrero de 1986, ap. 37, Serie A, núm. 98, y Beyeler, antes citada, ap. 98).", "186. La demandante estima que se ha producido en el presente caso una «privación de los bienes». Sin embargo, el Tribunal no puede apoyar este análisis. En efecto, el interés sustancial de la interesada es explotar una red de televisión analógica no ha sido objeto de una expropiación, como lo demuestra el hecho de que la parte recurrente se encuentra hoy en condiciones de difundir programas de televisión. La posibilidad de ejercer la actividad correspondiente a la licencia ha sido, por el contrario, objeto de varias medidas que trataban, sustancialmente, de retrasar la fecha de puesta en marcha, lo que, en opinión del Tribunal, constituye una medida de regulación de el uso de los bienes, que ha de ser examinado apoyándose en el segundo apartado del artículo 1 del Protocolo núm. 1.", "187. Esta disposición requiere, ante todo, que una injerencia de la autoridad pública en el disfrute del derecho al respeto de los bienes sea legal (Iatridis, antes citada, ap. 58 y Beyeler, antes citada, ap. 108).", "En particular, su segundo apartado reconoce a los Estados el derecho de regular el uso de bienes a condición de que lo ejerzan para la puesta en vigor de «leyes». El principio de legalidad presupone también que las disposiciones pertinentes del derecho interno sean lo suficientemente accesibles, precisas y previsibles en su aplicación (véase, mutatis mutandis, Broniowski antes citado, ap. 147).", "188. Sin embargo, el Tribunal acaba de constatar sobre la base del artículo 10 del Convenio que la injerencia en los derechos de la demandante no tenía fundamento jurídico suficientemente previsible en el sentido de su jurisprudencia (apartado 156 anterior). No se puede que llegar a la misma conclusión bajo el ángulo del artículo 1 del Protocolo núm. 1, lo que es suficiente para concluir que se ha producido una violación de esta disposición.", "189. Esta conclusión dispensa al Tribunal de controlar, en este caso concreto, el respeto a los demás requisitos del artículo 1 del Protocolo núm. 1, y en particular, de examinar la cuestión de saber si la reglamentación del uso del «bien» de la demandante ha sido hecha «de conformidad con el interés general».", "", "VI. SOBRE LA VIOLACIÓN ALEGADA DEL ARTÍCULO 6 AP. 1 DEL CONVENIO", "190. La demandante alega una violación de su derecho a un proceso equitativo. Invoca el artículo 6 ap. 1 del Convenio que, en sus partes pertinentes, establece que:", "", "«Toda persona tiene derecho a que su causa sea oída equitativamente (...) por un Tribunal independiente e imparcial (...), que decidirá (...) los litigios sobre sus derechos y obligaciones de carácter civil (...)»", "", "A. Tesis de partes", "1. El Gobierno", "191. El Gobierno sostiene que esta alegación está manifiestamente infundada, porque el Tribunal no tiene por tarea conocer de los errores de hecho o de derecho presuntamente cometidos por una jurisdicción interna, la interpretación de la legislación interna incumben, en primer lugar, a las autoridades nacionales y especialmente a los tribunales internos.", "192. En particular, las leyes núms. 43 y 112 de 2004 no habrían sido tomadas en cuenta por el TAR, pero el Consejo de Estado se basó en esas leyes para concluir que la demandante tenía derecho a la indemnización. La sentencia del Consejo de Estado concediendo una indemnización pecuniaria a la interesada demostraría, además, la independencia del Estado y la toma en consideración de la sentencia del TJUE. Además, el Gobierno recuerda que, en un procedimiento judicial, es posible que las partes que tengan intereses comunes presenten al juez observaciones redactadas de manera parcialmente similar, y que el hecho de que un jurista redactará las observaciones de carácter técnico no significa que fuesen aprobadas por el Gobierno.", "193. Por último, el Gobierno recuerda que el Consejo de Estado denegó la solicitud de peritaje presentada por la demandante, alegando que la carga de la prueba pesaba sobre esta última y que un peritaje no podía sustituir una falta de pruebas.", "", "2. La demandante", "194. La parte recurrente alega que las modificaciones legislativas a lo largo del procedimiento han atentado contra su derecho a un juicio equitativo; añade que la ley no ha sido aplicada correctamente y que las sentencias del Tribunal Constitucional no han sido ejecutadas. Además, ante el Consejo de Estado, el Gobierno habría favorecido al grupo Mediaset, lo que demostraría la falta de independencia del Estado. La demandante aporta como prueba que la memoria del Gobierno era idéntica a la del grupo Mediaset.", "195. La parte recurrente opina que el Estado italiano no ha establecido un sistema normativo claro y completo, socavando así a los principios de legalidad, transparencia, no discriminación, libre competencia e imparcialidad, así como por el Estado de derecho. Por último, alega que el Consejo de Estado omitió indemnizarle por el perjuicio efectivamente sufrido y no ordenó un dictamen pericial para cuantificar el importe que le correspondía.", "", "B. Apreciación del Tribunal", "196. El Tribunal considera que una parte de las quejas de la parte recurrente (y, en particular las relativas a la falta de un marco normativo claro, a los cambios legislativos y a la no ejecución de las sentencias del Tribunal Constitucional) se confunde con la alegación basada en el artículo 10 del Convenio. Por tanto, no ha lugar a examinarlos por separado desde la perspectiva del artículo 6.", "197. En cuanto a las quejas específicas relativas al procedimiento ante el Consejo de Estado, el Tribunal de Justicia recuerda que su tarea es garantizar el respeto de los compromisos derivados del Convenio por las Partes contratantes. En particular, coincide con el Gobierno que no le corresponde conocer de los errores de hecho o de derecho presuntamente cometidos por una jurisdicción interna, salvo si y en la medida en que podrían haber violado derechos y libertades salvaguardados por el Convenio (véase, entre muchos otros, García Ruiz contra España [GC], núm. 30544/96, ap. 28, TEDH 1999-I). En particular, el Tribunal no puede apreciar por sí misma los elementos de hecho que llevaron a una jurisdicción nacional a adoptar una decisión en lugar de otra ya que, de lo contrario, se erigiría en juez de cuarta instancia y desconocería los límites de su misión (véanse, mutatis mutandis, Kemmache contra Francia (núm. 3), 24 de noviembre de 1994, ap. 44, Serie A, No 296-C). El Tribunal tiene por función exclusiva, en relación con el artículo 6 del Convenio, examinar las peticiones que alegeun que los órganos jurisdiccionales nacionales han ignorado las garantías procesales específicas establecidos por esta disposición, o que la conducta del procedimiento en su conjunto no ha garantizado un juicio imparcial para el demandante (véase, entre muchos otros, Donadzé contra Georgia, núm. 74644/01, aps. 30-31, 7 de marzo 2006).", "198. En este caso, el Tribunal no detecta ningún elemento que indique que el procedimiento ante el Consejo de Estado no se desarrolló de conformidad con las exigencias de un juicio imparcial. Recuerda, además, que las exigencias de independencia e imparcialidad mencionadas en el artículo 6 del Convenio se refieren al tribunal encargado de pronunciarse sobre el fondo del asunto y no las partes en el procedimiento (Forcellini contra San Marino (dec. núm. 34657/97, 28 de mayo de 2002, y Previti contra Italia (dec. núm. 45291/06, ap. 255, 8 de diciembre de 2009), y que corresponde a los órganos jurisdiccionales nacionales juzgar la utilidad de una proposición de prueba (véase, mutatis mutandis y en relación a los procedimientos penales, Previti, decisión antes citada, apartado 221, y Bracci contra Italia, núm.36822/02, ap. 65, 13 de octubre de 2005).", "199. Concluye que esta alegación debe rechazarse por manifiesta ausencia de fundamento, en aplicación del artículo 35.3 a) y 4 del Convenio.", "", "VII. SOBRE LA APLICACIÓN DEL ARTÍCULO 41 DEL CONVENIO", "200. En virtud del Artículo 41 del Convenio,", "", "«Si el Tribunal declara que ha habido violación del Convenio o de sus protocolos y si el derecho interno de la Alta Parte Contratante sólo permite de manera imperfecta reparar las consecuencias de dicha violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa».", "", "A. Tesis de partes", "1. Daño material", "a) La parte demandante", "201. La demandante estima que los daños y perjuicios que le fueron concedidos son insuficientes. Subraya que el Consejo de Estado ha considerado resarcible una parte muy limitada del enorme perjuicio sufrido, ha ignorado el dictamen pericial presentado y ha omitido nombrar expertos independientes. Así, la Alta Jurisdicción italiana ha rechazado casi totalmente la solicitud de indemnización, declarando que ni los gastos del procedimiento ni los gastos de la puesta en marcha de la actividad comercial podían ser reembolsados.", "202. En cuanto a estos últimos gastos, la interesada observa que, a raíz de la concesión de la licencia de radiodifusión, ha instaurado rápidamente una estructura eficaz y efectiva con el fin de convertirse en un agente importante en el mercado de la radiodifusión comercial. En particular, habría alquilado estudios de televisión de más de 20.000 m², provistos de un equipo tecnológico de última generación adquirido con antelación a fin de poder iniciar rápidamente la actividad de radiodifusión. Asimismo, habría sufragado los gastos de creación de una biblioteca audiovisual, produciendo sus propias emisiones, como exigía el reglamento sobre las concesiones.", "203. En lo que se refiere al lucro cesante, la insuficiencia de los daños y perjuicios otorgados por el Consejo de Estado se deduce, de manera evidente, de la comparación de este importe con los beneficios obtenidos por Retequattro, la cadena excedentaria que debería haber liberado las radiofrecuencias asignadas a la demandante. Ésta considera que, en la evaluación del lucro cesante, el Tribunal debería haber tenido en cuenta el hecho de que Centro Europa 7 S.r.l. entró en el mercado comercial de la radiodifusión recientemente, es decir, en un momento en que la radiodifusión analógica estaba en vías de ser completamente sustituida por la TNT y otras técnicas de radiodifusión. Por tanto, deberían tomarse en consideración los cambios ocurridos en el mercado desde 1999. La demandante alega que haber sido ilegalmente descartada del mercado de la radiodifusión comercial durante un período considerable, también habría socavado sus posibilidades de promover su marca y su reputación, así como de adquirir experiencia, programas audiovisuales y otros beneficios derivados de la actividad de radiodifusión analógica.", "204. A la vista de lo anterior, justificando su petición, la demandante solicita 2.174.130.492,55 EUR (129.957.485,60 EUR por las pérdidas sufridas y 2.045.214.475,00 EUR por el lucro cesante), suma que había solicitado en el marco del procedimiento nacional, y de la cual se debe restar el importe concedido por el Consejo de Estado, u otro importe determinado en equidad. La indemnización se debe incrementar en los intereses legales.", "", "b) El Gobierno", "205. El Gobierno se opone a las pretensiones de la parte demandante, que considera excesivas. Recuerda que el Consejo de Estado ha concedido una compensación a la interesada. Además, las pretensiones litigiosas son especulativas y no tienen una relación causal con las presuntas violaciones del Convenio (Informationsverein Lentia y otros antes citado, ap. 46 ,Radio ABC, antes citada, ap. 41, y Meltex Ltd y Movsessian, antes citada, ap. 102).", "206. Además, el Gobierno subraya que la parte demandante no ha puesto en marcha ningún equipo de teletransmisión digital en el período entre diciembre de 2008 y enero de 2009. Estos equipos sólo habrían sido comprados después de 2009.", "", "2. Daño moral", "a) La parte demandante", "207. La parte demandante pide 10.000.000 EUR en concepto de daños morales.", "208. En su opinión, el Tribunal debe, en particular, examinar los siguientes elementos: a) el considerable intervalo de tiempo transcurrido; b) el hecho de que la demandante podía razonablemente esperar a una puesta en marcha en los plazos de la licencia de radiodifusión televisiva por el Gobierno italiano; c) la frustración y la angustia derivadas del hecho de ser un testigo impotente del desarrollo del mercado de la radiodifusión televisiva sin poder ser parte interesada y de la pérdida de un cierto número de oportunidades rentables; d) el desafío económico considerable; e) el atentado a la reputación de la sociedad recurrente, habida cuenta la posición de las personas implicadas; f) la gran preocupación de la demandante ante la imposibilidad de alcanzar a sus competidores, que habrían consolidado su posición en el mercado de la radiodifusión analógica y en mercados vecinos; g) las condiciones de incertidumbre en las que la demandante dice haber tenido que tomar decisiones estratégicas; h) los obstáculos y pruebas que el gerente de la sociedad habría tenido que superar; e i) la frustración derivada del desprecio repetido y flagrante del Gobierno con respecto a las sentencias dictadas por el Tribunal Constitucional y el TJUE, así como de las demandas emanadas de instituciones europeas.", "", "b) El Gobierno", "209. El Gobierno se opone a las pretensiones de la parte recurrente, que considera exorbitantes.", "", "3. Gastos y costas", "a) La parte recurrente", "210. Apoyándose en justificantes, la demandante solicita el reembolso de los gastos del procedimiento asumidos tanto en el ámbito nacional como europeo para obtener la puesta en marcha de la licencia y para ejercer, efectivamente, la actividad económica en el mercado de la radiodifusión televisiva.", "211. Subraya, igualmente, que ha tenido que hacer frente no sólo al operador comercial dominante en Italia, sino también al Gobierno italiano mismo durante más de diez años ya que, durante este período, el propietario de Mediaset - el grupo de difusión incluyendo la cadena excedentaria Retequattro - también desempeñó varios mandatos como Presidente del Consejo de Ministros.", "212. Por consiguiente, la demandante solicita 1.023.706,35 EUR por los gastos efectuados a nivel nacional y 200.000 EUR por los efectuados ante el Tribunal.", "", "b) El Gobierno", "213. El Gobierno se opone a las pretensiones de la parte recurrente.", "", "B. Apreciación del Tribunal", "1. Perjuicios materiales y daños morales", "214. El Tribunal recuerda que ha concluido la existencia, en el presente caso, una doble violación. En primer lugar, la injerencia en el ejercicio por la demandante de su derecho de comunicar informaciones o ideas en el sentido del artículo 10 del Convenio que se ha realizado mediante medidas legislativas que no respondían a la exigencia de previsibilidad y a la obligación del Estado de garantizar un pluralismo efectivo (apartado 156 supra). En segundo lugar, la demandante podía tener la expectativa legítima en que la Administración efectuase, en los veinticuatro meses siguientes al 28 de julio de 1999, los actos jurídicos necesarios para regular su actividad de radiodifusión televisiva, lo que le habría permitido emitir programas de televisión (apartado 175 supra).", "En el sentido del artículo 1 del Protocolo núm. 1, esta expectativa constituía un «bien» (apartado 178 supra) cuyo uso ha sido regulado por las mismas leyes consideradas como no suficientemente previsibles desde el punto de vista del artículo 10 (apartado 188 supra). En cambio, el Tribunal no ha estudiado si la normativa controvertida es «conforme al interés general» (apartado 189 anterior) y si la injerencia en el derecho de la demandante de comunicar información e ideas perseguía un objetivo legítimo y si era necesaria, en una sociedad democrática, para alcanzar este objetivo (apartado 158 supra).", "215. En el presente caso, el Tribunal se encuentra en la imposibilidad de establecer con precisión en qué medida las violaciones constatadas han afectado a los derechos patrimoniales de la demandante teniendo en cuenta, en particular, la especificidad del mercado audiovisual italiano y la ausencia de una situación comercial comparable en dicho mercado.", "216. El Tribunal observa, además, que la parte recurrente ha sufrido un perjuicio derivado de la incertidumbre prolongada, debida a la falta de precisión del marco legislativo interno, en cuanto a la fecha en la que hubiera podido obtener la asignación de radiofrecuencias y, por lo tanto, comenzar a operar en el mercado comercial de la radiodifusión televisiva. La parte recurrente, no obstante, ha efectuado inversiones en virtud de la licencia. El Tribunal considera que la indemnización concedida por el Consejo de Estado, que abarca exclusivamente el período 2004-2009, no puede considerarse suficiente, máxime cuando no se ordenó ningún peritaje por los tribunales nacionales para valorar las pérdidas sufridas y el lucro cesante.", "217. El Tribunal destaca que el Gobierno se limita a impugnar las pretensiones de la parte recurrente calificándolas de excesivas.", "218. En lo que respecta a las pérdidas sufridas, el Tribunal observa que la parte recurrente no ha demostrado que todas las inversiones efectuadas eran necesarias para poner en marcha la licencia obtenida. En cuanto al lucro cesante alegado, el Tribunal considera que la demandante ha sufrido, efectivamente, un perjuicio por el hecho de la imposibilidad, durante muchos años, de obtener ningún beneficio de la licencia. Sin embargo, estima que las circunstancias del caso no se prestan a una evaluación precisa del daño material, se trata de un tipo de perjuicio con muchos riesgos y es imposible realizar un cálculo preciso de las sumas susceptibles de constituir una reparación justa.", "219. Sin librarse a especulaciones sobre los beneficios que la demandante hubiera obtenido si las violaciones del Convenio no hubiesen tenido lugar y si hubiera sido capaz de difundir a partir de 2001, el Tribunal observa que la interesada ha sufrido una pérdida real de oportunidades (véase, mutatis mutandis, Gaweda, antes citada, apartado 54). También conviene observar que la empresa interesada deseaba emprender una empresa comercial totalmente nueva, cuyo éxito dependía de una serie de variados factores cuya apreciación escapa a la competencia del Tribunal. En este sentido, destaca que, si se trata de un lucro cesante (lucrum cessans), su existencia debe establecerse con certeza y no basarse únicamente en conjeturas o probabilidades.", "220. En estas condiciones, el Tribunal considera adecuado fijar una cantidad a tanto alzado en reparación de las pérdidas sufridas así como del lucro cesante generado por la imposibilidad de explotar la licencia. También debe tener en cuenta el hecho de que la demandante ha obtenido una indemnización a nivel interno por una parte del período en cuestión (apartado 48 supra).", "221. Además, el Tribunal considera que, en el caso concreto, las violaciones constatadas de artículos 10 del Convenio y 1 del Protocolo núm. 1 han causado a la demandante, inevitablemente, una incertidumbre prolongada en la gestión de sus negocios y los sentimientos de impotencia y frustración (véanse, mutatis mutandis, Rock Ruby Hotels Ltd. contra Turquía (satisfacción equitativa), núm. 46149/99, ap. 36, 26 de octubre de 2010). A este respecto, recuerda que puede conceder una indemnización pecuniaria por el daño moral causado a una sociedad comercial. Este tipo de daño puede, en efecto, incluir, para dicha sociedad, elementos más o menos «objetivos» y «subjetivos». Especialmente, podrán ser tomados en cuenta la reputación de la empresa e, igualmente, la incertidumbre en la planificación de las decisiones a tomar, los trastornos causados a la gestión de la empresa en sí misma, cuyas consecuencias no se prestan a un cálculo exacto, y por último, aunque en menor medida, la angustia y molestias probadas por los miembros de los órganos de dirección de la sociedad (Comingersoll S.A. contra Portugal [GC], núm.35382/97, ap. 35, TEDH 2000-IV).", "222. Habida cuenta del conjunto de estos elementos, y pronunciándose en equidad, el Tribunal considera razonable conceder a la empresa demandante una suma global de 10.000.000 EUR, por todos los daños sin distinción, más las cargas fiscales correspondientes.", "", "2. Gastos y costas", "223. El Tribunal recuerda que en virtud del artículo 41 del Convenio, se reembolsarán los gastos que se demuestre que han sido efectivamente realizados, que correspondan a una necesidad y que sean de un importe razonable (Nikolova contra Bulgaria [GC], núm. 31195/96, ap. 79, TEDH 1999-II).", "224. En lo que se refiere a los gastos del procedimiento interno, el Tribunal observa que la demandante, antes de dirigirse a los órganos del Convenio, ha agotado las vías de recurso que estaban abiertas en la legislación italiana, ya que ha iniciado dos procedimientos ante los tribunales administrativos, cuya complejidad y duración procede subrayar. El Tribunal admite que la empresa interesada efectuó gastos para lograr corregir las violaciones del Convenio en el ordenamiento jurídico interno (véase, mutatis mutandis, Rojas Morales contra Italia, núm. 39676/98, ap. 42, 16 de noviembre de 2000).", "225. En cuanto a los gastos relacionados con el presente procedimiento, el Tribunal declara que el presente asunto reviste cierta complejidad, ya que ha requerido un examen en Gran Sala así como varias series de alegaciones y una audiencia. Y también plantea cuestiones jurídicas importantes.", "226. Teniendo en cuenta las pruebas en su poder y su práctica en la materia, el Tribunal considera razonable conceder a la demandante, para el conjunto de costas judiciales, una suma global de 100.000 EUR.", "", "3. Intereses de demora", "227. El Tribunal considera apropiado fijar el tipo de los intereses de demora en el tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos", "POR ESTOS MOTIVOS, EL TRIBUNAL", "", "1. Admite, por unanimidad, la excepción preliminar del Gobierno relativa a la incompatibilidad ratione personae de la demanda presentada por el Sr. Di Stefano y, por lo tanto, declara esta parte de la demanda inadmisible;", "", "2. Rechaza, por mayoría, la excepción preliminar del Gobierno relativa a la formulación tardía de la demanda;", "", "3. Rechaza, por mayoría el resto de excepciones preliminares del Gobierno;", "", "4. Declara, por mayoría, admisible la demanda presentada por la demandante en cuanto a las alegaciones basadas en los artículos 10 y 14 del Convenio;", "", "5. Declara, por mayoría, admisible la demanda presentada por la demandante en cuanto a la reclamación basada en el artículo 1 del Protocolo núm.1;", "", "6. Declara, por unanimidad, inadmisible la reclamación presentada por la demandante en cuanto al resto", "", "7. Declara, por dieciséis votos contra uno, que se ha producido una violación del artículo 10 del Convenio;", "", "8. Declara, por unanimidad, que no ha lugar a examinar por separado la reclamación basada en el artículo 14 del Convenio combinado con el artículo 10 del Convenio;", "", "9. Declara, por catorce votos contra tres, que se ha producido una violación del artículo 1 del Protocolo núm. 1;", "", "10. Declara, por nueve votos contra ocho, que el Estado demandado debe abonar a la demandante, en el plazo de tres meses, 10.000.000 EUR (diez millones de euros), más las cargas fiscales correspondientes, por el perjuicio material y el daño moral;", "", "11. Declara, por unanimidad, que el Estado demandado debe abonar a la demandante, en el plazo de tres meses, 100 000 EUR (cien mil euros), más las cargas fiscales correspondientes, en concepto de costas.", "", "12. Declara, por unanimidad, que, a contar desde el vencimiento del antedicho plazo hasta el pago, estas cantidades se verán incrementadas por un interés simple a un tipo equivalente al de la facilidad de préstamo del Banco central europeo aplicable durante este período, incrementado en tres puntos.", "", "13. Rechaza, por unanimidad, el resto de la solicitud de indemnización", "", "Redactada en francés e inglés, y luego pronunciada en audiencia pública en el Palacio de Derechos Humanos, en Estrasburgo, el 7 de junio de 2012. Firmado: François Tulkens, Presidente; Vincent Berger, Secretario.", "", "", "“Los votos particulares no han sido traducidos, pero constan en Inglés y/o Francés en la versión(es) de la sentencia en el idioma original que pueden consultarse en la base de datos de jurisprudencia del Tribunal HUDOC.”", "", "", "", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013.", "Los idiomas oficiales del Tribunal Europeo de Derechos Humanos son el Inglés y el Francés. Esta traducción no vincula al Tribunal, ni el Tribunal asume ninguna responsabilidad sobre la calidad de la misma. Puede descargarse desde la base de datos de jurisprudencia HUDOC del Tribunal Europeo de Derechos Humanos () o de cualquier otra base de datos con la que el Tribunal de Justicia la haya compartido. Puede reproducirse para fines no comerciales, a condición de que el título completo del caso sea citado junto con la indicación de derechos de autor anterior. Si se pretende utilizar cualquier parte de esta traducción con fines comerciales, por favor póngase en contacto con .", "", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}