{"file": "SPA_HJUDSPA_20641_05.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "20641/05", "text_paragraphs": ["© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013. Esta traducción no vincula al Tribunal. Para más información véase la indicación completa sobre derechos de autor al final de este documento.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "SECCIÓN SEGUNDA", "", "", "ASUNTO EĞİTİM VE BİLİM EMEKÇİLERİ SENDİKASI c. TURQUÍA", "", "(Demanda no 20641/05)", "", "", "", "SENTENCIA", "", "ESTRASBURGO", "", "25 septiembre 2012", "", "", "", "DEFINITIVA", "", "25/12/2012", "", "Esta sentencia es definitiva en virtud de lo establecido en el artículo 44.2 del Convenio. Puede sufrir retoques de forma.", "", "En el asunto Eğitim ve Bilim Emekçileri Sendikası contra Turquía", "El Tribunal Europeo de Derechos Humanos (Sección Segunda), constituido en una Sala compuesta por los siguientes Jueces: Françoise Tulkens, Presidenta, Danutė Jočienė, Dragoljub Popović, Giorgio Malinverni, Işıl Karakaş, Guido Raimondi, Paulo Pinto de Alburquerque, así como por Françoise Elens-Passos, Secretaria adjunta de Sección,", "Tras haber deliberado en privado el 28 de agosto de 2012,", "Dicta la siguiente", "SENTENCIA", "", "PROCEDIMIENTO", "", "1. El asunto tiene su origen en una demanda (núm. 20641/2005) dirigida contra la República de Turquía, que un sindicato de derecho turco, Eğitim ve Bilim Emekçileri Sendikası – «Eğitim-Sen» («el demandante»), presentó ante el Tribunal, en virtud del artículo 34 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales («el Convenio»), el 3 de junio de 2005.", "2. El demandante está representado ante el Tribunal por el señor A. Sayılır, abogado colegiado en Ankara. El Gobierno turco («el Gobierno») está representado por su agente.", "3. El demandante alega la violación de los artículos 6, 10 y 11 del Convenio.", "4. El 6 de noviembre de 2009, se dio traslado al Gobierno de la demanda. Asimismo, de conformidad con el artículo 29.1 del Convenio, se decidió que la Sala se pronunciara al mismo tiempo sobre la admisibilidad y el fondo del asunto.", " ", "HECHOS", "", "I. CIRCUNSTANCIAS DEL CASO", "", "5. El Sindicato de Trabajadores de la Enseñanza y de la Ciencia (Eğitim-Sen) («el sindicato») fue fundado en Ankara el 13 de enero de 1995. Según las informaciones facilitadas por este último, tiene 167.000 afiliados, está constituido por 90 secciones y se encuentra presente en 430 ciudades. Está afiliado a la KESK (Confederación Sindical de Trabajadores del Sector Público), miembro de la IE (Internacional de la Educación).", "6. El 15 de septiembre de 2001, el sindicato modificó el artículo 2 b) de sus estatutos de la manera siguiente:", "", "«[Eğitim-Sen] defiende el derecho de todos los individuos de la sociedad a recibir, en igualdad y libertad, una enseñanza democrática, laica, científica y gratuita en su lengua materna».", "", "A. La primera demanda para su disolución", "", "7. El 15 de febrero de 2002, el prefecto de Ankara pidió al demandante que suprimiera de sus estatutos los términos «su lengua materna» por cuanto eran contrarios a los artículos 3 y 42 de la Constitución, y a los artículos 1 y 20 de la Ley 4688 de Sindicatos de la Función Pública («la Ley 4688»).", "8. El demandante informó al prefecto que tenía exceso de trabajo, y que se comprometía a modificar sus estatutos para el 30 de junio de 2002.", "9. El 29 de marzo de 2002, con fundamento en lo previsto en el artículo 37 de la Ley 4688, el prefecto de Ankara pidió a la Fiscalía de Ankara que interpusiera demanda de disolución contra el sindicato, debido a que este último no había procedido a la modificación solicitada del artículo 2 b) de sus estatutos.", "10. El 3 de julio de 2002, el demandante modificó, como sigue, el artículo 2 b) de sus estatutos:", "", "«[Eğitim-Sen] defiende el derecho de todos los individuos de la sociedad a recibir la enseñanza en su lengua materna y en beneficio del desarrollo de su cultura».", "", "11. El 16 de julio de 2002, el Fiscal acordó archivar la demanda de disolución presentada por el prefecto por insuficiencia de pruebas y elementos incriminatorios. En su decisión, el Fiscal indicaba, por un lado, que el demandante había modificado el artículo 2 b) de sus estatutos, el cual disponía en adelante que los individuos debían «recibir la enseñanza en su lengua materna»; por otro lado, indicaba que existía un intenso debate en la opinión pública y los partidos políticos, y que tal cuestión iba a incluirse en el orden del día de una sesión parlamentaria. Concluía que, en estas condiciones, no procedía dirigir una acción de disolución contra el demandante o una acción penal contra los miembros de su comisión ejecutiva.", "12. El 15 de octubre de 2002, el Ministerio de Trabajo y de la Seguridad Social («el Ministerio») informó al demandante de que, examinados sus estatutos modificados el 3 de julio de 2002 para ser conformes a los artículos aplicables de la Ley 4688, concluía que el artículo en cuestión ya no era contrario a la Ley.", " ", "B. La segunda demanda de disolución", "", "13. El 27 de junio de 2003, la Jefatura del Estado mayor del Ejército pidió al Ministerio que adoptara las medidas necesarias contra el demandante por cuanto el artículo 2 b) de sus estatutos, modificado el 3 de julio de 2002, era contrario a los artículos 3 y 42 de la Constitución.", "14. El 15 de julio de 2003, el Ministerio pidió al prefecto de Ankara que examinara las disposiciones del artículo 2 b) de los estatutos del demandante a la luz del artículo 6 de la Ley 4688.", "15. El 28 de octubre de 2003, el prefecto de Ankara pidió al demandante que suprimiera del artículo 2 b) de sus estatutos los términos «a recibir la enseñanza en su lengua materna».", "16. El 12 de abril de 2004, el prefecto de Ankara, remitiendo a las disposiciones del artículo 2 b) de los estatutos del demandante y haciendo una síntesis de la primera demanda dirigida contra este último, presentó una nueva demanda de disolución ante la Fiscalía de República en Ankara. El prefecto manifestaba que, si bien la Ley 2923 de 14 de octubre de 1983 de Enseñanza en idiomas extranjeros y de aprendizaje de diferentes lenguas y dialectos por ciudadanos turcos preveía la enseñanza de distintas lenguas y dialectos, el artículo 2 de los estatutos del demandante, en tanto en cuanto contemplaba la enseñanza en una lengua que no era el turco, contravenía esta Ley.", "17. El 10 de julio de 2004, el Fiscal de Ankara presentó una demanda contra los siete miembros de la comisión ejecutiva deEğitim-Sen. En el marco de esta demanda, el Ministerio Fiscal pedía igualmente la disolución del demandante con fundamento en el artículo 37 de la Ley 4688, en razón de que el sindicato no había suprimido de sus estatutos los términos en litigio.", "18. En virtud de la Ley 4688, el Tribunal del Trabajo de Ankara era competente para pronunciarse sobre la petición de disolución del demandante.", "19. El 13 de julio de 2004, el Tribunal de Ankara, sobre la base del artículo 6 de la Ley 4688, concedió al sindicato un plazo de sesenta días para modificar las disposiciones litigiosas de sus estatutos.", "20. Por Sentencia de 15 de septiembre de 2004, el Tribunal del Trabajo de Ankara desestimó la petición instando la disolución. En sus considerandos indicaba, en particular, que los artículos pertinentes de los estatutos de Eğitim-Sen no constituían un riesgo para la unidad territorial, nacional y estatal ni para las fronteras existentes de la República de Turquía. No percibía ningún acto ilícito del sindicato que denotara que las disposiciones del artículo litigioso de los estatutos de Eğitim-Sen fueran utilizadas por oponentes a la unidad de la República de Turquía. Con fundamento en lo previsto en el artículo 90 de la Constitución y en los artículos 10 y 11 del Convenio, el tribunal hizo su propia interpretación de los artículos 10 y 11 del Convenio. Puntualizó, a este respecto, que la libertad de expresión constituía el fundamento de una sociedad democrática y plural, y que tal libertad era condición necesaria en el progreso de las sociedades democráticas y el desarrollo personal de cada individuo. Destacó que sin esta libertad, no había democracia. Concluyó así que las disposiciones del artículo 2 b) de los estatutos de Eğitim-Sen no eran contrarias a los artículos 10 y 11 del Convenio. Asimismo, precisó que el artículo 6.8 de la Ley 4688, que concedía un plazo de sesenta días a un sindicato para respetar la Ley, cabía interpretarlo a la luz del objeto de la misma. En opinión del tribunal, aun cuando el sindicato no hubiera acatado la Ley en el plazo señalado, le correspondía examinar el fundamento de la demanda y resolver el fondo del asunto.", "21. El 29 de septiembre de 2004, el Ministerio Fiscal interpuso recurso de casación.", "22. Por Sentencia de 3 de noviembre de 2004, el Tribunal de Casación revocó la sentencia de 15 de septiembre de 2004 por cuanto el Tribunal de Trabajo de Ankara no había aplicado correctamente el artículo 6.8 de la Ley 4688. Consideró que dicho precepto no preveía ningún margen de interpretación, sino que prescribía únicamente la disolución del sindicato en el supuesto de que éste no acatara, en el plazo de sesenta días, las disposiciones de la Ley. Por consiguiente, acordaba la disolución de Eğitim-Sen toda vez que no había respetado la Ley dentro del plazo estipulado por el prefecto y el tribunal.", "23. Por Sentencia de 21 de febrero de 2005, el Tribunal del Trabajo de Ankara, oponiéndose a la Sentencia del Tribunal de Casación de 3 de noviembre de 2004, reiteró su resolución inicial. En sus considerandos, recordaba el razonamiento jurídico de su Sentencia de 15 de septiembre de 2004 y remitía a la jurisprudencia del Tribunal de Estrasburgo en materia de disolución de partidos políticos, especialmente a los asuntos relativos al Partido Comunista Unificado contra Turquíay alPartido de la Libertad y la Democracia (ÖZDEP). Asimismo, recordaba que la lengua oficial de la República de Turquía era el turco y que, según el artículo 66 de la Constitución, toda persona unida a la República por un vínculo de ciudadanía era turca. Consideraba que el hecho de aprender una lengua que no fuera la oficial no constituía un acto o una actitud no ajustada a derecho, sino que tal actitud era la prueba de su unión al Estado de la República de Turquía. Convenía en que la lengua oficial era el turco y que no podía haber ninguna otra lengua oficial. Puntualizaba que, así las cosas, no debería existir ningún obstáculo particular para el aprendizaje de otras lenguas además de la oficial del país. Recordando su anterior razonamiento con fundamento en los artículos 10 y 11 del Convenio, el tribunal estimaba que existían dos razones principales para disolver un sindicato, una asociación o un partido político, «la amenaza inminente» y «el criterio de la violencia». Observaba que el sindicato, cuya disolución se instaba, defendía en sus estatutos la enseñanza en lengua materna y el desarrollo de la cultura. Puntualizaba que, suponiendo que estos términos fuesen contrarios a la Ley, su contenido y su alcance no constituían una amenaza inminente ni incitaban a la violencia, y que su mención en los estatutos del sindicato no ponía en peligro la unidad territorial, nacional y estatal, ni las fronteras existentes de la República de Turquía. Por el contrario, consideraba que la decisión de no acordar la disolución judicial del sindicato tendría por efecto la disminución de la tensión social, el desorden y las desavenencias que reinaban en la sociedad, y el restablecimiento de la paz social.", "24. Por Sentencia de 22 de mayo de 2005, la Asamblea Plenaria del Tribunal de Casación casaron, por mayoría, la sentencia de instancia. En sus considerandos, la Asamblea Plenaria indicó que los artículos 10 y 11 del Convenio preveían limitaciones fijadas por la Ley al ejercicio de las libertades de expresión, de reunión y de asociación y que, en particular, precisaban que tales restricciones debían ser necesarias en una sociedad democrática. Su tarea era, por tanto, comprobar si las restricciones que aportaba la Ley nacional de derechos y libertades fundamentales respetaban los compromisos internacionales de Turquía. Consideró que la voluntad expresada por el sindicato de una enseñanza en lengua materna que no fuera el turco contravenía los artículos 3 y 42 de la Constitución y no se ajustaba al reconocimiento del Estado unitario y el sistema legal existente. En consecuencia, según la Asamblea Plenaria, se podía restringir el derecho de fundar un sindicato y tales restricciones eran necesarias en una sociedad democrática. La Asamblea Plenaria del Tribunal de Casación concluyó que la defensa de la enseñanza en una lengua materna que no fuera el turco no podía sustentarse en los artículos 10 y 11 del Convenio.", "25. En su opinión disidente, algunos miembros de la Asamblea Plenaria del Tribunal de Casación, con fundamento en lo previsto en el artículo 6 de la Ley 4688, constataron que, según la conclusión del Tribunal de instancia, las disposiciones litigiosas de los estatutos del sindicato respetaban la Ley. Los jueces disidentes estimaron que, por este hecho, la conminación al sindicato para que modificara sus estatutos en un plazo de sesenta días carecía de fundamento legal. Declararon que procedía anular la sentencia para que el Tribunal de instancia se atuviera a lo dispuesto en el artículo 6 de la Ley 4688 y no para instar la disolución del sindicato.", "26. El 3 de julio de 2005, el demandante modificó la parte litigiosa del artículo 2 b) de sus estatutos como sigue:", "", "«[Eğitim-Sen] defiende, en el contexto de los derechos humanos y de las libertades fundamentales, el derecho de todos los individuos de la sociedad a recibir una enseñanza democrática, laica, científica y gratuita».", "", "27. Por Sentencia de 27 de octubre de 2005, el Tribunal de Trabajo de Ankara, haciendo constar la modificación efectuada en los estatutos del demandante, concluyó que ya no había lugar a pronunciarse sobre la disolución del sindicato, en tanto en cuanto ya no existían los elementos materiales de los que traía causa la acción.", "   ", "II. LEGISLACIÓN INTERNA APLICABLE", "", "A. La Constitución", "", "28 Las disposiciones aplicables de la Constitución, vigente en la época de los hechos, dicen lo siguiente:", "", "Artículo 3", "", "«1. El Estado de Turquía constituye, junto a su territorio y su nación, una entidad indivisible. Su lengua oficial es el turco. (...)».", "", "Artículo 13", "", "«Solo se podrán restringir los derechos y las libertades fundamentales en los supuestos previstos en la Constitución y en virtud de la Ley, y en tanto en cuanto tales restricciones no vulneren la propia esencia de los derechos y las libertades. Las restricciones a los derechos y las libertades fundamentales no estarán en contradicción con la letra y el espíritu de la Constitución, ni con los requisitos de un orden social democrático y laico, y deberán respetar el principio de proporcionalidad».", "", "Artículo 25", "", "«Toda persona tiene derecho a la libertad de pensamiento y de opinión.", "Nadie podrá ser obligado a revelar sus pensamientos y opiniones, ni censurado o procesado, en razón de sus pensamientos u opiniones, por ningún motivo ni con ningún propósito».", "", "Artículo 26", "", "«Toda persona tiene derecho a expresar, individual o colectivamente, sus pensamientos y opiniones mediante la palabra, la escritura, la imagen o por cualquier otro medio. Este derecho incluye la libertad de recibir y difundir informaciones e ideas sin injerencia de las autoridades oficiales. Esta disposición no impide que la transmisión por radio, televisión, cine y medios similares esté sujeta a un sistema de licencias.", "", "El ejercicio de estas libertades puede restringirse con la finalidad de preservar la seguridad nacional, el orden público, las características fundamentales de la República y la integridad indivisible del Estado desde el punto de vista de su territorio y de la nación, prevenir el delito, castigar al delincuente, impedir la divulgación de información clasificada como secreto de Estado, proteger la reputación, los derechos y la vida privada y familiar ajenos así como el secreto profesional con arreglo a lo prescrito por la Ley o garantizar el correcto funcionamiento de la justicia.", "", "Las disposiciones que regulan el uso por los medios de difusión de informaciones e ideas no se interpretarán como una restricción a la libertad de expresión y de pensamiento, salvo que impidan su difusión.", "", "La Ley regula las formas, condiciones y procedimientos relativos al ejercicio de la libertad de expresión y de pensamiento».", "", "Artículo 42", "", "«1. Nadie podrá ser privado de su derecho a la educación y a la instrucción.", "", "(...)", "", "4. La libertad de educación y de enseñanza no exime del deber de lealtad a la Constitución. (...)", "", "9. Ninguna lengua que no sea el turco podrá enseñarse a los ciudadanos turcos como lengua materna, ni servirá para impartir la enseñanza en los centros docentes. La Ley establece las reglas para la enseñanza de lenguas extranjeras en instituciones educativas y de enseñanza, y aquellas a las que han de ajustarse los centros en los que la educación y formación se imparte en una lengua extranjera. Se reservan las disposiciones de los convenios internacionales».", "", "Artículo 51", "", "«Los trabajadores y empresarios tienen derecho a fundar sindicatos y confederaciones sin autorización previa, así como a sindicarse o a separarse del que estuviese afiliado, con el fin de promover y defender los derechos económicos y sociales de sus miembros en el contexto de las relaciones laborales. Nadie podrá ser obligado a afiliarse a un sindicato o a abandonarlo.", "", "El derecho a fundar un sindicato solo podrá limitarse a través de una Ley y por razones de seguridad nacional o de orden público, y con el fin de impedir la comisión de un delito, de preservar la salud pública o las buenas costumbres o proteger el derecho y las libertades ajenos.", "", "La Ley regula las formas, condiciones y procedimientos aplicables al ejercicio del derecho a fundar un sindicato.", "", "No está permitido afiliarse al mismo tiempo a varios sindicatos de un mismo sector de actividad.", "", "La Ley regula el alcance de los derechos de los funcionarios que no tengan la condición de trabajadores del sector, así como las excepciones y limitaciones que les son aplicables, con arreglo a la naturaleza de las funciones que desempeñan.", "Los estatutos, la gestión y el funcionamiento de los sindicatos y las confederaciones deben estar en consonancia con las características fundamentales de la República y los principios democráticos».", "", "Artículo 66", "", "«Es turca toda persona unida al Estado turco por un vínculo de ciudadanía (...)».", "", "Artículo 90.6", "", "«En caso de conflicto entre las Leyes [nacionales] y los acuerdos internacionales sobre derechos y libertades fundamentales que hayan entrado en vigor con arreglo al procedimiento y que contengan disposiciones distintas sobre la misma materia, prevalecerán las disposiciones de los acuerdos internacionales».", " ", "B. La Ley 4688 de 25 de junio de 2001 de Sindicatos de la Función Pública", "", "29. Las disposiciones aplicables de la Ley 4688 dicen lo siguiente:", "", "Artículo 6", "", "«1. Los sindicatos y confederaciones podrán fundarse libremente sin autorización previa. (...)", "", "7. (...) En caso de no subsanación [de los defectos advertidos, el prefecto] interpondrá demanda judicial para que se ponga término a las actividades del sindicato o de la confederación. (...)", "", "8. El tribunal concederá un plazo máximo de sesenta días [al sindicato y a la confederación] para cumplir la Ley o subsanar los defectos advertidos. Si, concluido el plazo concedido, los estatutos o la documentación en cuestión contravienen la Ley, el tribunal podrá acordar la disolución del sindicato o de la confederación. (...)».", "", "Artículo 20", "", "«1. La gestión y el funcionamiento de sindicatos y confederaciones constituidos con arreglo a la presente Ley, deberán estar en consonancia con las cualidades y los principios democráticos de la República tal y como los define la Constitución. (...)».", "", "Artículo 37", "", "«La autoridad judicial competente en el orden laboral, en demanda promovida por el Fiscal de la jurisdicción del domicilio social [del sindicato o la confederación], acordará la disolución del sindicato o la confederación que realice actividades contrarias a las cualidades y los principios de la República tal y como los define la Constitución. (...)».", " ", "C. La Ley 4771 de 3 de agosto de 2002 modificadora de la Ley 2923 de 14 de octubre de 1983 de Enseñanza en idiomas extranjeros y de aprendizaje de diferentes lenguas y dialectos por ciudadanos turcos", "", "30. El artículo 2 a) de la Ley 2923 dispone que, en los centros docentes, no podrá enseñarse a los ciudadanos turcos ninguna lengua que no sea el turco. Sin embargo, en virtud de la orden promulgada por el Ministerio de Educación nacional, se pueden impartir cursos privados dirigidos a ciudadanos turcos, de los idiomas y dialectos hablados tradicionalmente en su vida diaria. La enseñanza que se imparte en tales cursos debe estar en consonancia con la unidad del Estado y de la nación, y la indivisibilidad del territorio nacional.", "   ", "III. TEXTOS DEL CONSEJO DE EUROPA", "", "31. En su último informe sobre Turquía (aps. 60, 61, 62, 63, 70 y 71) de 10 de diciembre de 2010 y publicado el 8 de febrero de 2001, la Comisión Europea contra el Racismo y la Intolerancia (ECRI) se expresó como sigue:", "", "«Enseñanza en lenguas distintas al turco para las personas pertenecientes a grupos minoritarios no reconocidos en el Tratado de Lausana.", "", "60. La Ley 4771 de agosto de 2002 modificadora de la Ley 2923 de Enseñanza en idiomas extranjeros y de aprendizaje de diferentes lenguas y dialectos por ciudadanos turcos preparó el camino para la apertura de escuelas privadas que enseñaran “los idiomas y dialectos tradicionalmente hablados por los turcos en la vida diaria”. Conforme a la Orden sobre el aprendizaje de las distintas lenguas y dialectos utilizados por los ciudadanos turcos en su vida cotidiana, vigente desde el 5 de diciembre de 2003, se impartieron cursos de lengua kurda en siete ciudades entre diciembre de 2003 y octubre de 2004. Sin embargo, no se ha impartido ninguno desde entonces, y tampoco han dado fruto los intentos por abrir un colegio de lengua circasiana en Ankara, toda vez que no se pudieron cumplir los requisitos administrativos. Las autoridades han indicado que sigue pendiente el examen, por las prefecturas en cuestión, de las peticiones para impartir cursos privados de adigué y abjazo, en aplicación de la antedicha orden. Así, no existe actualmente en Turquía ningún centro privado que enseñe las lenguas habladas por los grupos minoritarios. (...)", "", "61. (...) La ECRI se congratula de la decisión, adoptada en octubre de 2009 por las autoridades turcas, de abrir un instituto de lenguas vivas en la Universidad artuklu de Mardin, donde se puede enseñar el kurdo; cuando se abrió el centro en febrero de 2010 igualmente se propusieron cursos de siriaco, farsi y árabe. (...) Sin embargo, la ECRI señala con pesar que, en septiembre de 2009, el Consejo de Enseñanza Superior denegó una solicitud similar de abrir un departamento de estudios kurdos y de lengua y literatura kurdas en la Universidad de Diyarbakir, por cuanto dicha solicitud, presentada por el colegio de abogados local, había sido formulada por una entidad que apoyaba el terrorismo.", "", "(...)", "", "Enseñanza en turco a niños cuya lengua materna no es el turco.", "", "70. La ECRI recomienda nuevamente a las autoridades turcas que estudien la situación de los niños cuya lengua materna no es el turco y velen por que se haga lo posible para permitirles aprender correctamente el turco, que es la lengua vehicular, proponiendo, por ejemplo, cursos adicionales o métodos de aprendizaje del turco como segunda lengua. De forma más general, la ECRI recomienda a las autoridades que examinen la situación global en el sistema escolar de los niños pertenecientes a las minorías, con vistas a la adopción de medidas específicas que subsanen las eventuales desigualdades constatadas.", "", "71. La ECRI recomienda a las autoridades turcas que establezcan un diálogo con los grupos minoritarios sobre la manera en que se enseña en las escuelas el concepto de ciudadanía del Estado turco, al objeto de asegurarse de que se transmite el mensaje de integración deseado sin dar a entender que la diversidad sería indeseable».", "   ", "FUNDAMENTOS DE DERECHO", "", "I. SOBRE LA ADMISIBILIDAD", "", "32. El Gobierno plantea una excepción de inadmisibilidad fundada en el artículo 35.2 b), el cual dispone:", "", "«(...) 2. El Tribunal no admitirá ninguna demanda individual entablada en aplicación del artículo 34 cuando:", "(...)", "b) sea esencialmente la misma que una demanda examinada —anteriormente— por el Tribunal o ya sometida a otra instancia internacional de investigación o de acuerdo, y no contenga hechos nuevos.", "(...)».", "", "A. Argumentos de las partes", "", "33. El Gobierno indica que, el 9 de julio de 2004, la KESK,de la que el sindicato demandante es miembro, presentó en su nombre ante el Comité de Libertad Sindical de la Organización Internacional del Trabajo (OIT) una denuncia por la vulneración del derecho a la libertad de expresión y de asociación de Eğitim-Sen. Puntualiza que la KESK alegaba la demanda de disolución interpuesta por la Fiscalía de Ankara al amparo de los artículo 3 y 42 de la Constitución, en razón de las disposiciones contenidas en el artículo 2 b) de los estatutos de Eğitim-Sen.", "34. El 9 de julio de 2004, la KESK presentó denuncia contra el Gobierno de Turquía (asunto núm. 2366) ante el Comité de Libertad Sindical de la OIT. La IE se adhirió a la misma el 1 de septiembre de 2005. El Gobierno respondió al Comité de Libertad Sindical el 30 de septiembre de 2004, el 6 de enero, 29 de marzo, 15 de abril y 25 de julio de 2005. En su informe núm. 338 de noviembre de 2005, el Comité de Libertad Sindical recomendaba lo siguiente:", "", "«a) El Comité toma nota de la preocupación que expresa Eğitim-Sen sobre el hecho de que se puede acordar su disolución pese a las medidas que adoptó para suprimir de sus estatutos el artículo en cuestión, y quiere creer que no será éste el caso. Pide al Gobierno que lo informe de la situación actual de Eğitim-Sen.", "", "b) El Comité pide al Gobierno que facilite más información sobre las contradicciones entre los estatutos de Eğitim-Sen y la Constitución nacional, y posibles los efectos de la resolución definitiva del tribunal en la libertad sindical».", "", "35. En su informe núm. 342 de junio de 2006, el Comité de Libertad Sindical recomendaba lo siguiente:", "", "«a) El Comité pide al Gobierno que le tenga informado de la evolución de la situación de la demanda presentada por Eğitim-Sen ante el Tribunal Europeo de Derechos Humanos y del resultado del procedimiento.", "b) El Comité expresa su profunda preocupación al advertir que la referencia en los estatutos de un sindicato al derecho a la educación en la lengua materna ha dado o puede dar lugar a que se inste su disolución»", "", "36. El demandante se opone a la excepción del Gobierno. En primer lugar, indica que fue la KESK, y no Eğitim-Sen, quien formuló una denuncia ante el Comité de Libertad Sindical de la OIT, y puntualiza que los estatutos de la KESK prevén tal posibilidad. Seguidamente, explica que la reclamación presentada ante la OIT por la KESK no es la misma que la demanda que interpuso el sindicato ante el Tribunal de Estrasburgo, ya que el objeto de esta última es impedir la disolución de Eğitim-Sen, lo cual, según el interesado, vulnera su derecho a la libertad de asociación. Por último, puntualiza que en la fecha en que se elevó queja a la OIT, los órganos jurisdiccionales internos no habían dictado ninguna resolución sobre el fondo, de forma que no podía dirigirse todavía al Tribunal de Estrasburgo, ante el que interpuso su demanda una vez recaída la sentencia de la Asamblea Plenaria del Tribunal de Casación.", " ", "B. Valoración del Tribunal", "", "37. El Tribunal recuerda que el artículo 35.2 b) del Convenio, para evitar la pluralidad de litigios internacionales sobre los mismos asuntos, prohíbe que el Tribunal pueda acoger una demanda que haya sido sometida a otra instancia internacional (Sentencia Celniku contra Grecia, núm. 21449/2004, ap. 39, 5 julio 2007). Sin embargo, si los demandantes ante las dos instituciones no son los mismos (Folgerø y otros contra Noruega (Dec.), núm. 15472/2002, 14 febrero 2006, comparar con Joseph Antoine Peraldi contra Francia (Dec.), núm. 2096/2005, 7 abril 2009), la «demanda» presentada ante el Tribunal no puede considerarse «esencialmente la misma» que la relativa a las quejas formuladas ante otra instancia internacional de investigación o de acuerdo (Council of Civil Service Unions contra Reino Unido, núm. 11603/1985, Decisión de la Comisión de 20 de enero de 1987, Decisiones e informes (DI) 50, pgs. 251-252 y Miguel Cereceda Martin y otros contra España, núm. 16358/1990, Decisión de la Comisión de 12 de octubre de 1992, Decisiones e informes (DI) 73, pg. 120).", "38. En el caso de autos, en primer lugar el Tribunal constata que se infiere de los documentos aportados por las partes que no fue el propio interesado sino la KESK, de la que Eğitim-Sen, es miembro, la que se dirigió por propia iniciativa, el 9 de julio de 2004, junto a la IE, al Comité de Libertad Sindical de la OIT. De acuerdo con la documentación obrante, el Tribunal señala que aun cuando la KESK formuló su denuncia en nombre del demandante, este último no se adhirió a la misma. Tampoco intervino en el proceso entablado ante la OIT. Este elemento diferencia la presente demanda del asunto Miguel Cereceda Martin y otros contra España (núm. 16358/1990, Decisión de la Comisión de 12 de octubre de 1992), en el que la Comisión concluyó que los demandantes habían interpuesto la misma demanda que la presentada, «a través de las secciones sindicales que representaban a los trabajadores en la empresa», ante el Comité de Libertad Sindical. Por último, el Tribunal considera que los intereses de la KESK no se correspondían necesariamente con los del demandante.", "39. De ello se colige que la identidad del autor de la demanda ante el Tribunal de Estrasburgo difiere de la presentada ante el Comité de Libertad Sindical. En consecuencia, procede rechazar la excepción de inadmisibilidad del Gobierno fundada en el artículo 35.2 b) del Convenio.", "40. El Tribunal constata que la demanda no carece manifiestamente de fundamento, en el sentido del artículo 35.3 a) del Convenio y que no incurre en ninguna otra causa de inadmisibilidad. En consecuencia, ha lugar a declararla admisible.", "   ", "II. SOBRE LA VIOLACIÓN DEL ARTÍCULO 11 DEL CONVENIO", "", "41. El demandante alega que la obligación que se le impuso de modificar sus estatutos para evitar su disolución constituye una injerencia en su derecho a la libertad de asociación, previsto en el artículo 11 del Convenio. Esta disposición dice lo siguiente:", "", "«1. Toda persona tiene derecho a la libertad de reunión pacífica y a la libertad de asociación, incluido el derecho a fundar, con otras, sindicatos y de afiliarse a los mismos para la defensa de sus intereses.", "", "2. El ejercicio de estos derechos no podrá ser objeto de otras restricciones que aquellas que, previstas por la Ley, constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, o la protección de los derechos y libertades ajenos. El presente artículo no prohíbe que se impongan restricciones legítimas al ejercicio de estos derechos por los miembros de las fuerzas armadas, de la policía o de la Administración del Estado».", "", "42. El Gobierno no se pronuncia al respecto.", "", "A. Sobre la existencia de una injerencia", "", "43. En opinión del demandante –y el Gobierno no lo discute– la acción litigiosa dirigida contra él constituye una injerencia de las autoridades nacionales en el ejercicio de su derecho a la libertad de asociación, injerencia que le habría privado de la posibilidad de perseguir colectiva o individualmente, los objetivos que se fijó en sus estatutos. Ésta es también la opinión del Tribunal.", " ", "B. Sobre la justificación de la injerencia", "", "44. El Tribunal recuerda que tal injerencia vulnera el artículo 11 del Convenio salvo si está «prevista por la Ley», persigue uno o más fines legítimos al amparo del apartado 2 de esta disposición, y es «necesaria en una sociedad democrática» para la consecución de tales fines.", "", "Prevista por la Ley", "", "45. En el presente caso, el Tribunal señala que las partes no discuten que la injerencia en cuestión estaba «prevista por la Ley» y se fundaba, en particular, en los artículos 3 y 42 de la Constitución (apartado 28 supra).", " ", "Fin legítimo", "", "46. A juicio del Tribunal, la injerencia en litigio perseguía unos fines legítimos, la defensa del orden o la protección de la seguridad nacional, incluida la protección de la integridad territorial del Estado. Las partes no se oponen.", " ", "Necesaria en una sociedad democrática", "", "Principios generales aplicables", "", "47. Remitiendo a los principios generales que se desprenden de su jurisprudencia aplicable en materia de libertad de asociación (Sentencias Gorzelik y otros contra Polonia [GS], núm. 44158/1998, aps. 88-93, TEDH 2004-I, y las referencias que se citan, y Asociación Rhino y otros contra Suiza, núm. 48848/2007, ap. 61, 11 octubre 2011), el Tribunal recuerda que el derecho que enuncia el artículo 11 incluye el de fundar una asociación. La posibilidad para los ciudadanos de constituir una asociación con personalidad jurídica para así actuar colectivamente respecto a intereses comunes, constituye uno de los aspectos más importantes del derecho a la libertad de asociación, sin lo cual tal derecho carecería de todo sentido (Sentencia Sidiropoulos y otros contra Grecia, 10 julio 1998, ap. 40, Repertorio de sentencias y resoluciones 1998-IV).", "48. El Tribunal recuerda también que el nivel de democracia de un país puede medirse por la manera en que la legislación interna consagra esta libertad y por cómo, en la práctica, es aplicada por las autoridades. En su jurisprudencia, ha confirmado en varias ocasiones la relación directa existente entre democracia, pluralismo y libertad de asociación, estableciendo el principio de que solo unas razones convincentes y poderosas justifican las restricciones a esta libertad. Tales restricciones son sometidas a un control riguroso por parte del Tribunal (véase, entre muchas otras, Sentencias Partido comunista unificado de Turquía y otros contra Turquía, 30 enero 1998, aps. 42-45, Repertorio 1998-I, Partidp Socialista y otros contra Turquía, 25 de mayo de 1998, aps. 41-45, Repertorio 1998-III, Refah Partisi (Partido de la prosperidad) y otros contra Turquía [GS], núms. 41340/1998, 41342/1998, 41343/1998 y 41344/1998, aps. 86-89, TEDH 2003-II).", "49. En consecuencia, para dictaminar la existencia de una necesidad en el sentido del artículo 11.2, los Estados disponen de un margen reducido de apreciación, que se duplica con un control europeo de la legislación y las resoluciones que la aplican, aun cuando emanen de un órgano jurisdiccional independiente.", "50. Por otra parte, recuerda que no es tarea del Tribunal, cuando ejerce su control, sustituir a los tribunales internos competentes sino verificar, desde la perspectiva del artículo 11, las sentencias dictadas en virtud de su facultad de apreciación. Esto no implica que deba limitarse a determinar si el Estado demandado ha utilizado tal facultad de buena fe, con cuidado y de forma razonable: deberá considerar la injerencia enjuiciada a la luz del conjunto de la causa para determinar si «guardaba proporción con el fin legítimo perseguido», y si los motivos invocados por las autoridades internas para justificarla parecían «pertinentes y suficientes». Al hacerlo, el Tribunal ha de alcanzar el convencimiento de que las autoridades internas aplicaron normas conformes a los principios consagrados en el artículo 11 y ello, además, basándose en una valoración aceptable de los hechos pertinentes (véase, Sentencias Partido comunista unificado de Turquía y otros contra Turquía, previamente citada, aps. 46-47, Yazar y otros contra Turquía, núms. 22723/1993, 22724/1993 y 22725/1993, ap. 51, TEDH 2002-II, y Sidiropoulos y otros, anteriormente citada, ap. 40).", " ", "Aplicación de los mencionados principios al presente caso", "51. En el presente asunto, el Tribunal señala que contra Eğitim-Sen interpusieron dos demandas de disolución en razón de que, en el artículo 2 b) de sus estatutos, el sindicato defendía la enseñanza en la «lengua materna». En lo referente a la primera demanda, el Fiscal archivó la demanda por cuanto los objetivos mencionados en dicho artículo no contravenían la Ley. Posteriormente, en demanda interpuesta por la Jefatura del Estado mayor del Ejército alegando la misma causa, se ejercitó una segunda demanda de disolución contra Eğitim-Sen. A raíz de esta demanda y de la Sentencia del Tribunal de Casación, Eğitim-Sen modificó el artículo 2 b) de sus estatutos suprimiendo la mención litigiosa, con el fin de evitar que los órganos jurisdiccionales internos acordaran su disolución.", "52. Corresponde ahora al Tribunal valorar si esta segunda demanda respondía a una «necesidad social imperiosa» y era «necesaria en una sociedad democrática» para la consecución de los «fines legítimos perseguidos».", "53. El Tribunal advierte la diferencia de enfoque y de interpretación del Tribunal de Trabajo y el Pleno del Tribunal de Casación en lo referente a los artículos 10 y 11 del Convenio. Para el Tribunal del Trabajo, los derechos y las libertades que consagran estos artículos son fundamentales en una sociedad democrática, exceptuando, concretamente, si existiera incitación a la violencia, no siendo éste el caso, en opinión del tribunal, del artículo 2 b) de los estatutos de Eğitim-Sen. Por el contrario, el Pleno del Tribunal de Casación expuso las excepciones previstas en el apartado 2 del artículo 11 del Convenio. Consideró que el deseo de Eğitim-Sen de defender la enseñanza en una lengua materna que no fuera el turco contravenía los artículos 3 y 42 de la Constitución y el principio del Estado unitario.", "54. Por tanto, el Tribunal ha de determinar si las constataciones del Pleno del Tribunal de Casación se sustentan en una valoración aceptable de los hechos pertinentes. En primer lugar, señala que se infiere de la lectura del artículo 2 b) de los estatutos de Eğitim-Sen, que esta disposición no contenía ninguna incitación a la violencia para lograr los objetivos mencionados. En opinión del Pleno, Eğitim-Sen tampoco alentaba a utilizar métodos ilegales para alcanzar el objetivo de que los ciudadanos turcos pudieran recibir la enseñanza en una lengua materna que no fuera el turco.", "55. Para el Tribunal, el principio que defiende Eğitim-Sen, según el cual la enseñanza de los ciudadanos que integran la sociedad turca puede hacerse en una lengua materna que no sea el turco, no es contraria a los principios fundamentales de la democracia. Señala que no hay nada en el artículo de los estatutos de Eğitim-Sen que pueda considerarse un llamamiento a la violencia, a la sublevación o a cualquier otra forma de rechazo de los principios democráticos, elemento fundamental a considerar (Partido de la libertad y de la democracia (ÖZDEP) contra Turquía [GS], núm. 23885/1994, ap. 40, TEDH 1999-VIII). Conviene leer el contenido del artículo 2 b) de los estatutos de Eğitim-Sen dentro del contexto del debate que existía a la sazón en la opinión pública. A este respecto, el Tribunal suscribe el razonamiento del Ministerio Fiscal cuando acordó el archivo de la primera demanda que instaba la disolución de Eğitim-Sen. En efecto, en la época de los hechos, la cuestión de la enseñanza en lengua materna era objeto de debate en la opinión pública y los partidos políticos y debía incluirse en el orden del día de una sesión parlamentaria (apartados 10, 30 y 31 supra).", "56. El Tribunal reconoce que tal propuesta podía impactar a la mayoría de la opinión pública, algunas instituciones o ciertos organismos estatales, incluso a la política gubernamental. Así las cosas, recuerda que el buen desarrollo de la democracia requiere que las distintas entidades asociativas o formaciones políticas puedan debatir públicamente para contribuir a encontrar soluciones a cuestiones generales que afectan al conjunto de actores de la vida pública o política (Sentencias Vogt contra Alemania, 26 de septiembre de 1995, ap. 52, Repertorio 1996-IV, y Partido comunista unificado de Turquía y otros, previamente citado, ap. 57).", "57. Asimismo, el Tribunal señala que se infiere del último informe de la ECRI sobre Turquía (apartado 33 supra) que, además de los niños pertenecientes a las minorías reconocidas en virtud del Tratado de Lausana, las minorías no musulmanas que reciben la enseñanza en turco, existían otros niños, de nacionalidad turca, cuya lengua materna no era el turco sino el adigué, el abjazo o el kurdo. A este respecto, cabe destacar que la Ley 4771 de 3 de agosto de 2002 modificadora de la Ley 2923 de Enseñanza en idiomas extranjeros y de aprendizaje de diferentes lenguas y dialectos por ciudadanos turcos, preparó el camino para la apertura de escuelas privadas que enseñaran «los idiomas y dialectos [que no fueran el turco] tradicionalmente hablados por los ciudadanos turcos en la vida diaria». El Tribunal señala que esta voluntad del legislador de impartir cursos privados para enseñar lenguas y dialectos que no fuesen el turco contrasta con la actitud de los órganos jurisdiccionales internos que consideraron que el contenido del artículo 2 b) de los estatutos de Eğitim-Sen vulneraban los artículos 3 y 42 de la Constitución.", "58. No convence al Tribunal el razonamiento del Pleno del Tribunal de Casación, toda vez que no indica en su sentencia que Eğitim-Sen hubiera llevado a cabo actividades ilegales susceptibles de atentar contra la unidad de la República de Turquía. Tampoco precisa si Eğitim-Sen perseguía unos fines contrarios a los principios democráticos o mantenía actividades distintas a las que figuraban en sus estatutos. El Tribunal observa con atención que el Tribunal de Trabajo desestimó esta segunda demanda de disolución por cuanto la decisión de no acordar la disolución del sindicato tendría por efecto reducir la tensión social, el desorden y las desavenencias que reinaban en la sociedad, y restablecer la paz social (apartado 23 supra).", "59. Es por ello que el Tribunal estima que la mera presencia, en los estatutos del sindicato, de la frase «recibir la enseñanza en su lengua materna», más allá de cualquier otro dato que indique o acredite un objetivo distinto al expresado en el artículo litigioso de los estatutos, no puede ser contraria a los principios de la democracia. Señala que de los estatutos de Eğitim-Sen, en su primera redacción, se colige que el sindicato defendía el derecho de todos los ciudadanos «a recibir, en igualdad y libertad, una educación democrática, laica, científica y gratuita en su lengua materna». Para el Tribunal, tal objetivo conducente a desarrollar la cultura de los ciudadanos cuya lengua materna no es el turco a través de la enseñanza de su lengua materna, no es en sí contrario a la seguridad nacional ni constituye una amenaza para el orden público. Aun suponiendo que las autoridades internas competentes hubieran considerado que la enseñanza en lengua materna favorecía la cultura de una minoría, el Tribunal recuerda haber dictaminado que la existencia de minorías y de culturas diferentes en un país constituye un hecho histórico que una sociedad democrática ha de tolerar, e incluso proteger y apoyar según los principios del Derecho Internacional (Sentencia Tourkiki Enosi Xanthis y otros contra Grecia, núm. 26698/2005, ap. 51, 27 marzo 2008).", "60. A la luz de lo antedicho, el Tribunal estima que los motivos aducidos por el Pleno del Tribunal de Casación no fueron pertinentes ni suficientes, y que no guardaban proporción con los fines legítimos perseguidos. De ello se infiere que la demanda de disolución dirigida contra el demandante, que tuvo como resultado obligar a este sindicato a modificar el artículo 2 b) de sus estatutos suprimiendo la frase «a recibir la enseñanza en su lengua materna», no se considera razonablemente que respondiera a «una necesidad social imperiosa».", "61. En consecuencia, ha habido violación del artículo 11 del Convenio.", "       ", "III. SOBRE LA VIOLACIÓN DEL ARTÍCULO 10 DEL CONVENIO", "", "62. El demandante alega que la obligación que se le impuso de modificar sus estatutos para evitar que se acordara su disolución, constituye una injerencia en su derecho a la libertad de expresión previsto en el artículo 10 del Convenio. Esta disposición, en su parte aplicable, dice lo siguiente:", "", "«1.- Toda persona tiene derecho a la libertad de expresión. Este derecho comprende la libertad de opinión y la libertad de recibir o de comunicar informaciones o ideas sin que pueda haber injerencia de autoridades públicas y sin consideración de fronteras. (...)", "", "2. El ejercicio de estas libertades, que entrañan deberes y responsabilidades, podrá ser sometido a ciertas formalidades, condiciones, restricciones o sanciones, previstas por la Ley, que constituyan medidas necesarias, en una sociedad democrática, para la seguridad nacional, la integridad territorial o la seguridad pública, la defensa del orden y la prevención del delito, la protección de la salud o de la moral, la protección de la reputación o de los derechos ajenos, para impedir la divulgación de informaciones confidenciales o para garantizar la autoridad y la imparcialidad del poder judicial».", "", "63. El Gobierno no se pronuncia.", "", "Sobre la admisibilidad", "", "64. El Tribunal señala que esta queja está relacionada con la examinada anteriormente y, en consecuencia, debe declararla admisible.", " ", "Sobre el fondo", "", "65 En el presente caso, las partes no discuten que la segunda demanda de disolución dirigida contra el demandante constituye una injerencia de las autoridades internas en el ejercicio de su derecho a la libertad de expresión. Tal injerencia estaba prevista por la Ley, los artículos 3 y 42 de la Constitución, y perseguía uno o varios fines legítimos en virtud del artículo 10.2 del Convenio, la defensa del orden o la protección de la seguridad nacional, incluida la protección de la integridad territorial del Estado. Por tanto, queda por determinar si la injerencia en litigio era «necesaria en una sociedad democrática» para alcanzar los fines legítimos perseguidos.", "", "Principios generales aplicables", "", "66. El Tribunal recuerda que, en la medida en que sus actividades participan en el ejercicio colectivo de la libertad de expresión, asociaciones tales como los partidos políticos pueden pretender la protección de los artículos 10 y 11 del Convenio (Sentencias, anteriormente citadas, Partido comunista unificado de Turquía y otros, aps. 42 y 43, y Yazar y otros contra Turquía, ap. 46).", "67. Asimismo, recuerda que la libertad de expresión constituye uno de los fundamentos esenciales de la sociedad democrática. Sin perjuicio del apartado 2 del artículo 10, la libertad de expresión es válida no solamente para las «informaciones» o «ideas» acogidas favorablemente o consideradas inofensivas o indiferentes, sino también para aquellas que chocan, ofenden o inquietan al Estado o a una parte de su población: así lo quieren el pluralismo, la tolerancia y el espíritu de apertura, sin los cuales no hay «sociedad democrática» (véase, entre muchas otras, Sentencias Handyside contra Reino Unido, 7 diciembre 1976, ap. 49, serie A núm. 24, Jersild contra Dinamarca, 23 septiembre 1994, ap. 37, serie A núm. 298, y Yazar y otros, previamente citada, ap. 46). Tal y como consagra el artículo 10, la libertad de expresión está sujeta a excepciones que, sin embargo, requieren una interpretación estricta, y la necesidad de cualquier restricción debe ser acreditada de manera convincente (Sentencia Lindon, Otchakovsky-Laurens y July contra Francia [GS], núms. 21279/2002 y 36448/2002, ap. 45, TEDH 2007-XI).", "68. Asimismo, el Tribunal recuerda que el adjetivo «necesaria», en el sentido del artículo 10.2, implica una «necesidad social imperiosa». Los Estados contratantes gozan de cierto margen de apreciación para juzgar la existencia de tal necesidad, además de un control europeo de la legislación y de las resoluciones que la aplican, aun cuando emanen de un órgano jurisdiccional independiente. El Tribunal es pues competente para resolver en última instancia sobre la cuestión de si una «restricción» se concilia con la libertad de expresión que protege el artículo 10. (Sentencia Karataş contra Turquía [GS], núm. 23168/1994, ap. 48, TEDH 1999-IV).", "69. El Tribunal reitera que el artículo 10.2 del Convenio no deja lugar a restricciones a la libertad de expresión en el ámbito de los discursos y debates políticos –ámbito en el que la libertad de expresión es de suma importancia (Sentencia Brasilier contra Francia de 18 abril 2006, núm. 71343/2001, ap. 41)– o en cuestiones de interés general (véase, entre otras, Sentencias Sürek contra Turquía (núm. 1 [GS de 8 julio 1999, núm. 26682/1995, TEDH 1999-IV, ap. 61], Lindon, Otchakovsky-Laurens y July, previamente citada, ap. 46, Wingrove contra Reino Unido, 25 noviembre 1996, ap. 58, Repertorio 1996-V, y Faruk Temel contra Turquía, núm. 16853/2005, ap. 55, 1 de febrero de 2011).", "70. Por último, el Tribunal recuerda que, en una sociedad democrática basada en la preeminencia del Derecho, las ideas políticas que desafían el orden establecido y cuya materialización es defendida por medios pacíficos, deben tener una posibilidad apropiada de expresarse a través del ejercicio de la libertad de asociación (Sentencia Stankov y Organización macedónica unie Ilinden contra Bulgaria, núms. 29221/1995 y 29225/1995, ap. 97, TEDH 2001-IX). Así lo quieren los valores intrínsecos a un sistema democrático tales como el pluralismo, la tolerancia y la cohesión social (Sentencias Ouranio Toxo y otros contra Grecia, núm. 74989/2001, ap. 42, TEDH 2005-X, y Tourkiki Enosi Xanthis y otros, previamente citada, ap. 56).", " ", "Aplicación de los citados principios al presente caso", "", "71. El Tribunal ha prestado especial atención a los términos utilizados en el artículo 2 b) de los estatutos del demandante y al contexto en el que fue redactado. A este respecto, estima que el artículo 10 engloba la libertad de recibir y comunicar informaciones o ideas en cualquier lengua que permita participar en el intercambio público de informaciones e ideas culturales, políticas y sociales de cualquier tipo (véase, mutatis mutandis, Sentencia Karataş, previamente citada, ap. 49). Igualmente, ha atendido a las circunstancias que rodearon la causa que conoce, en particular las dificultades relacionadas con la lucha antiterrorista (Sentencias İbrahim Aksoy contra Turquía, núms. 28635/1995, 30171/1996 y 34535/1997, ap. 60, 10 octubre 2000, Zana contra Turquía, 25 noviembre 1997, ap. 55, Repertorio 1997-VII, Incal contra Turquía, 9 junio 1998, ap. 58, Repertorio 1998-IV, y Savgın contra Turquía, núm. 13304/2003, ap. 44, 2 febrero 2010).", "72. El artículo 2 b) de los estatutos del demandante defiende la idea de la enseñanza en «lengua materna». En el contexto de Turquía y en el sentido inicial de estas palabras, se entiende que esta disposición defiende la enseñanza en la lengua materna que es el turco. Así las cosas, habida cuenta de la situación histórico-social de Turquía, la lengua materna puede también entenderse como la lengua de los ciudadanos turcos cuya lengua materna no es el turco. En su primer informe sobre Turquía, la ECRI mencionó el adigué, el abjazo o el kurdo como lenguas maternas además del turco (apartado 31 supra).", "73. A este respecto, cabe recordar que, además de la sustancia de las ideas e informaciones expresadas, el artículo 10 protege también su modo de expresión cualquiera que sea el medio o la lengua en que son manifestadas (Sentencia, anteriormente mencionada, ap. 32).", "74. En el caso de autos, suponiendo que el objetivo del demandante hubiera sido manifestar su voluntad de desarrollar únicamente la enseñanza en kurdo como lengua materna junto al turco, el Tribunal recuerda que el artículo 10.2 del Convenio no permite restricciones a la libertad de expresión en el contexto de las cuestiones de interés general. El Tribunal tiene en cuenta las circunstancias que rodearon la presente causa y señala que, en la época de los hechos, al debate de la opinión pública sobre esta materia le siguió una modificación de la legislación que permitía la enseñanza, al menos en el ámbito privado, en lenguas maternas que no eran el turco, utilizadas por los ciudadanos turcos.", "75. A este respecto, el Tribunal señala que el artículo litigioso de los estatutos del demandante no exhortaba al uso de la violencia, a la resistencia armada o a la sublevación, y tampoco inducía al odio, elemento esencial a tener en cuenta, a juicio del Tribunal. Dicho artículo tampoco podía favorecer la violencia insuflando un odio profundo e irracional hacia personas concretas (véase, a contrario, Sentencia Sürek, previamente citada, ap. 62). En cuanto al argumento de los tribunales internos relativo a la pretendida vulneración de la integridad territorial (apartado 24 supra), el Tribunal señala que el programa de Eğitim-Sen defiende el principio de la enseñanza en una lengua materna que no sea el turco, de los individuos que componen la sociedad turca. Sin embargo, el Tribunal constata que el Gobierno no ha explicado las acciones concretas de Eğitim-Sen que desmienten la sinceridad de su programa, de forma que no ha lugar a dudar de ésta (Partido de la libertad y de la democracia (ÖZDEP) contra Turquía [GS], previamente citada, ap. 42). Así, el Tribunal concluye que no existía un riesgo claro e inminente para la integridad territorial del Estado.", "76. En conclusión, el Tribunal estima que el ejercicio de la demanda de disolución del demandante –que lo obligó a suprimir de sus estatutos los términos litigiosos– no guardaba proporción con los fines perseguidos y, por ende, no era «necesaria en una sociedad democrática».", "77. En consecuencia, ha habido violación del artículo 10 del Convenio.", "     ", "IV. SOBRE LAS OTRAS VIOLACIONES ALEGADAS", "", "78. Invocando el artículo 6 del Convenio, el demandante denuncia la duración del procedimiento seguido ante el Tribunal de Casación. Imputa igualmente a este órgano jurisdiccional una falta de independencia y de imparcialidad, la no motivación de sus sentencias y la no celebración de vista pública.", "79. En lo referente a la duración del procedimiento, el Tribunal señala que el segundo procedimiento comenzó el 27 de junio de 2003, y culminó el 27 de octubre de 2005. Por tanto, su duración es de dos años y cuatro meses, en dos instancias. En opinión del Tribunal, en las concretas circunstancias de la causa, tal duración responde a la exigencia del «plazo razonable», en el sentido del artículo 6.1 del Convenio. De ello se infiere la notoria falta de fundamento de la queja y que ha de ser desestimada en aplicación del artículo 35, apartados 3 a) y 4, del Convenio.", "80. En lo referente a la ausencia de audiencia pública, el Tribunal recuerda que la no celebración de vista oral en segunda instancia puede justificarse si la cuestión a resolver no requiere una valoración de los hechos y se consagra únicamente a cuestiones jurídicas, siempre y cuando se haya celebrado vista oral en primera instancia (Decisión Aktaş Elektrik Ticaret A.Ş contra Turquía, núm. 44205/2002, 30 de agosto de 2011).", "En el caso de autos, señala, en primer lugar, que el Tribunal de Trabajo sí celebró una vista oral, en el curso de la cual el demandante tuvo la posibilidad de presentar sus argumentos y sus medios de defensa, así como todas las pruebas que estimó pertinentes para la defensa de sus intereses y la negación de los hechos que se le imputaban. Asimismo, constata que el Pleno del Tribunal de Casación, resolviendo en segunda instancia, interpretó los artículos 3 y 42 de la Constitución a la luz de los artículos 10 y 11 del Convenio para alcanzar la conclusión de que la defensa de la enseñanza en una lengua materna que no fuera el turco, no podía sustentarse en los artículos 10 y 11 del Convenio (apartado 24 supra). El Tribunal deduce de ello que el Pleno del Tribunal de Casación se atribuyó, por tanto, la tarea de verificar si las restricciones que aportaba la legislación nacional a los derechos y libertades fundamentales respetaban los compromisos internacionales de Turquía.", "De ello se infiere la notoria falta de fundamento de la queja y que ha de ser desestimada en aplicación del artículo 35, apartados 3 a) y 4, del Convenio.", "81. Por último, en lo referente al resto de quejas relativas al artículo 6 del Convenio y atendiendo a las garantías constitucionales y legales de que gozan los órganos judiciales, el Tribunal concluye que tales quejas carecen manifiestamente de fundamento y que han de ser desestimadas, en aplicación del artículo 35, apartados 3 a) y 4, del Convenio.", " ", "V. APLICACIÓN DEL ARTÍCULO 41 DEL CONVENIO", "", "82. A tenor de lo dispuesto en el artículo 41 del Convenio,", "", "«Si el Tribunal declara que ha habido violación del Convenio o de sus Protocolos y si el derecho interno de la Alta Parte Contratante sólo permite de manera imperfecta reparar las Consecuencias de dicha violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa».", "", "A. Perjuicio", "", "83. El demandante reclama 1.000.000 de euros (EUR) en concepto de perjuicio material y 960.000.000 EUR en concepto de daño moral.", "84. El Gobierno se opone a estas pretensiones.", "85. El Tribunal no percibe nexo causal entre la violación constatada y el perjuicio material alegado, y rechaza esta pretensión. Por el contrario, considera que ha lugar a conceder al demandante 7.500 EUR en concepto de daño moral.", " ", "B. Gastos y costas", "", "86. El demandante solicita igualmente 1.000 liras turcas (TRL) por los gastos de correspondencia, correos y traducción. Presenta una factura de 191,16 TRL y otra de 599,76 TRL (en total 790,92 TRL, aproximadamente 411 EUR). Basándose en la tarifa de la Asociación de Colegios de Abogados de Turquía, precisa que cedería a su letrado aproximadamente el 20% de la cuantía de la indemnización acordada por el Tribunal.", "87. El Gobierno se opone a estas pretensiones.", "88. Según la jurisprudencia del Tribunal, un demandante sólo puede obtener el reembolso de sus gastos y costas en la medida en que se establezca su realidad, su necesidad y el carácter razonable de su cuantía. Habida cuenta de las circunstancias de la causa, la documentación obrante y su jurisprudencia, el Tribunal considera razonable la cantidad de 411 EUR por el procedimiento de Estrasburgo, y la concede al demandante.", " ", "C. Intereses de demora", "", "89. El Tribunal considera apropiado fijar el tipo de los intereses de demora en el tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos.", "     ", "POR ESTOS MOTIVOS, EL TRIBUNAL", "", "1º Declara, por cinco votos contra dos, admisible la demanda en lo referente a las quejas relativas a los artículos 10 y 11 del Convenio, y desestima el resto de la misma;", "", "2º Declara, por unanimidad, que ha habido violación del artículo 11 del Convenio;", "", "3º Declara, por unanimidad, que ha habido violación del artículo 10 del Convenio;", "", "4º Declara, por unanimidad,", "", "a) Que el Estado demandado deberá abonar al demandante, dentro del plazo de tres meses a partir de que la sentencia sea definitiva, de conformidad con el artículo 44.2 del Convenio, las siguientes cantidades, a convertir en liras turcas al cambio aplicable en el momento del pago:", "", "i. 7.500 EUR (siete mil quinientos euros), más las cargas fiscales correspondientes, en concepto de daño moral,", "", "ii. 411 EUR (cuatrocientos once euros), en concepto de gastos y costas, más las cargas correspondientes;", "", "b) Que estas sumas se verán incrementadas por un interés simple anual equivalente al tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos a partir de la expiración del antedicho plazo y hasta el pago;", "", "5º Rechaza, por unanimidad, el resto de la solicitud de indemnización.", " ", "Redactada en francés y notificada por escrito el 25 de septiembre de 2012, en aplicación del artículo 77, apartados 2 y 3, del Reglamento del Tribunal. Firmado: Françoise Tulkens, Presidenta – Françoise Elens-Passos, Secretaria adjunta.", "", "", "“Los votos particulares no han sido traducidos, pero constan en Inglés y/o Francés en la versión(es) de la sentencia en el idioma original que pueden consultarse en la base de datos de jurisprudencia del Tribunal HUDOC.”", "", "", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013.", "Los idiomas oficiales del Tribunal Europeo de Derechos Humanos son el Inglés y el Francés. Esta traducción no vincula al Tribunal, ni el Tribunal asume ninguna responsabilidad sobre la calidad de la misma. Puede descargarse desde la base de datos de jurisprudencia HUDOC del Tribunal Europeo de Derechos Humanos () o de cualquier otra base de datos con la que el Tribunal de Justicia la haya compartido. Puede reproducirse para fines no comerciales, a condición de que el título completo del caso sea citado junto con la indicación de derechos de autor anterior. Si se pretende utilizar cualquier parte de esta traducción con fines comerciales, por favor póngase en contacto con .", "", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", "", ""]}