{"file": "SPA_HJUDSPA_25702_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "25702/94", "text_paragraphs": ["Sentencia 25702/94", "", "CASO K. Y T. CONTRA FINLANDIA", "", " Artículos 8 (derecho al respeto de la vida familiar) y 13 (derecho a un recurso efectivo) Sentencia de 12 de julio de 2001", "", " El Tribunal Europeo de Derechos Humanos dictó en el día de hoy, en el caso K. y T. contra Finlandia, una sentencia de la Gran Sala. Es la primera vez que el Tribunal dicta, en un mismo caso, una sentencia de la Gran Sala, después de un fallo de una sala inferior.", "", " El Tribunal concluye:", "", " Por catorce votos contra tres, que existió violación del artículo 8 (derecho al respeto de la vida familiar) del Convenio Europeo de Derechos Humanos , en razón de la decisión de hacerse cargo urgentemente de J., hija de los demandantes;", "", " Por once votos contra seis, que no hubo violación del artículo 8, en razón de la decisión de hacerse cargo urgentemente de M., hijo de los demandantes;", "", " Por unanimidad, que no existió violación del artículo 8, en razón de las decisiones de hacerse cargo de manera ordinaria de J. y M.;", "", " Por unanimidad, que se produjo violación del artículo 8, por la falta de medidas apropiadas para reunir a la familia;", "", " Por unanimidad, que no hubo violación del artículo 8, en razón de las restricciones a las visitas actualmente en vigor, y Por unanimidad, que no hubo violación del artículo 13 (derecho a un recurso efectivo).", "", " En virtud del artículo 41 (satisfacción equitativa) del Convenio, el Tribunal concede a cada uno de los demandantes 40.000 marcos finlandeses por daño moral, y concede por gastos y costas 65.190 marcos finlandeses, menos 2.230 francos franceses y 2.871,54 euros.", "", " En su sentencia de la sala de primera instancia del 27 de abril de 2000, el Tribunal concluyó, por unanimidad, que existió violación del artículo 8, en razón de la toma a su cargo de los niños por la autoridad pública, y por la negativa a poner fin a dicha actuación, así como la no violación del artículo 13. Concedió a los demandantes 40.000 marcos finlandeses a cada uno por daño moral y la suma global de 5.190 marcos finlandeses en concepto de gastos y costas, menos el importe abonado por el Consejo de Europa a título de asistencia judicial gratuita.", "", "", "", " 1. HECHOS", "", " Los demandantes, una madre y T., su compañero, son ciudadanos finlandeses. K. es la madre de cuatro niños y T. es el padre de dos de ellos.", "", " Antes de los acontecimientos que se encuentran en el origen de esta causa, la demandante había sido hospitalizada en varias ocasiones por esquizofrenia. En mayo de 1993, cuando esperaba a J., su tercer hijo, el Consejo de Protección Social, considerando que K. era incapaz de ocuparse de M., su segundo hijo, entregaron a este último a un hogar para niños, a título de medida de apoyo a corto plazo, que fue aceptada por los demandantes. Una vez nacido, en junio de 1993, la autoridad pública se hizo cargo de J. en el pabellón infantil del hospital, en virtud de una decisión urgente, teniendo en cuenta la inestabilidad mental de K. y las dificultades por las que pasaba la familia desde hacía tiempo. En una nueva decisión urgente, dictada pocos días después, M. fue igualmente tomado a su cargo por la autoridad pública. A K. se le prohibió visitar a sus hijos sin vigilancia, y fue de nuevo hospitalizada por psicosis. En julio de 1993, las decisiones de toma a cargo en urgencia fueron sustituidas por decisiones de toma a cargo de tipo ordinario, que confirmó el Tribunal administrativo del condado. El Tribunal administrativo supremo rechazó las apelaciones de los demandantes.", "", " En septiembre de 1993 se prorrogó la restricción a las visitas y, en 1994, los niños fueron internados en un hogar de acogida, a unos 120 km del domicilio de los demandantes. Al parecer, los agentes de los servicios sociales comentaron a los demandantes y a los padres de acogida que la colocación de los niños duraría años. Los demandantes propusieron en vano que se organizaran medidas para la toma a cargo en el hogar de familiares y que, en cualquier caso, estas medidas tendieran a reunir a la familia.", "", " En mayo de 1994, el derecho de los demandantes para ver a los niños fue limitado a una visita al mes y bajo vigilancia en el hogar de acogida. En diciembre de 1994, el director social informó a los demandantes que no existía nada que motivara ya la limitación de las visitas. No obstante, sólo se autorizaron encuentros bajo vigilancia con los niños, a razón de uno al mes y en los lugares elegidos por el Consejo de Protección Social. Este último confirmó dicha decisión en enero de 1995, y la apelación de los demandantes fue rechazada.", "", " Mientras tanto, en mayo de 1994, los demandantes habían demandado igualmente que fueran anuladas las decisiones de toma a cargo. El Consejo de Protección Social rechazó esta petición en marzo de 1995. En abril de ese mismo año, K. dio a luz a un cuarto hijo, que no fue confiado a la autoridad pública. Poco después, K. fue internada de manera forzada durante seis semanas, esta vez también por esquizofrenia.", "", " El programa de retirada a cargo de la autoridad pública fue revisado de nuevo en mayo de 1996, y más tarde en abril de 1997, pero se mantuvo la restricción de las visitas. En diciembre de 1998, los servicios sociales estimaron que no podía producirse la reunión de la familia. En noviembre de 2000, los demandantes y los hijos fueron de nuevo autorizados a reunirse una vez al mes sin vigilancia. La restricción actual de las visitas es válida hasta finales de 2001.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La petición fue presentada ante la Comisión Europea de Derechos Humanos el 26 de octubre de 1994. El 1 de noviembre de 1998, el caso fue remitido al Tribunal Europeo de Derechos Humanos. El 8 de junio de 1999, después de una audiencia a puerta cerrada, una sala de siete jueces (sección 4) declaró la petición aceptable en parte. La sentencia de dicha sala fue comunicada por escrito el 27 de abril de 2000.", "", " El Gobierno finlandés solicitó, en virtud del artículo 43.1 del Convenio, que el caso fuera sometido a la Gran Sala; argumentaba que no había existido violación del artículo 8 en ningún punto. Un comité de la Gran Sala aceptó esta petición el 4 de octubre de 2000, y se celebró una audiencia el 14 de marzo de 2001.", "", " La sentencia fue dictada por una Gran Sala de diecisiete jueces, compuesta del siguiente modo: Luzius Wildhaber (suizo), presidente, Elizabeth Palm (sueca), Christos Rozakis (griego), Georg Ress (alemán), Jean-Paul Costa (francés), Gaukur Jörundsson (islandés), Giovanni Bonello (maltés), Willi Fuhrmann (austríaco), Karel iungwiert (checa), Sir Nicolas Bratza (inglés), Bos tjan Zupanc ic (esloveno), Matti Pellonpää (finlandés), Margarita Tsatsa-Nikolovska (macedonia), Tudor Pantîru (moldavo), Rait Maruste (estonio), Kristaq Traja (albanés), Anatoly Kovler (ruso), jueces; así como por Paul Mahoney, secretario.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " Los demandantes alegaron que su derecho al respeto de su vida familiar, protegido por el artículo 8, había sido violado por causa de la retirada de sus hijos, J. y M., por la autoridad pública, y por las medidas posteriores. Se quejaron, igualmente, de no haber dispuesto de un recurso efectivo tal como garantiza el artículo 13.", "", " II. Decisión del Tribunal", "", " 1. Artículo 8 del Convenio", "", " a) Las decisiones de toma a cargo con urgencia", "", " El Tribunal admite que, cuando se impone la decisión de hacerse cargo de unos niños con urgencia, tal vez no sea siempre posible, debido al carácter urgente de la situación, asociar a las personas a las que corresponde la custodia del niño al proceso decisional. Esto podría incluso no ser conveniente, si los titulares de la custodia son considerados como probables representantes de una amenaza inmediata para el niño. No obstante, el Tribunal debe convencerse de que, en el caso concreto, las autoridades internas tenían fundamento suficiente para considerar que, en lo que se refería tanto a J. como a M., existían circunstancias que justificaban retirar los hijos de los cuidados de los demandantes, sin que se hubiese consultado previamente a éstos. En particular, corresponde a Finlandia demostrar que las autoridades evaluaron atentamente la incidencia que tendría sobre los demandantes y los niños la medida de colocación contemplada, así como otras soluciones distintas a la toma a cargo de los niños, antes de poner en ejecución una medida similar.", "", " El Tribunal reconoce que las autoridades competentes podían pensar razonablemente que si K. había sido advertida de la intención de sustraer a sus cuidados tanto a M. como al hijo que esperaba, lo más probable es que se hubieran producido graves consecuencias, tanto para ella como para los hijos. El Tribunal considera igualmente razonable la apreciación de las autoridades, según las cuales T. no podía ocuparse por sí sólo de K, que sufría trastornos mentales, del bebé que ésta esperaba y de M. No hubiera sido tampoco realista que las autoridades asociaran únicamente a T. al proceso de decisión, teniendo en cuenta los lazos estrechos que unían a los demandantes. Estos últimos se habrían comunicado, sin duda alguna, todas las informaciones obtenidas.", "", " Pero aún resta por considerar que el hecho de que la autoridad pública se haga cargo de un recién nacido, ya desde su nacimiento, es una medida sumamente dura. Hacen falta razones extraordinariamente imperiosas para que se pueda sustraer a un bebé de los cuidados de su madre, contra la voluntad de ésta, inmediatamente después de su nacimiento, después de un procedimiento en el que no han intervenido ni la madre ni su pareja. No se ha demostrado la existencia de estas razones. Las autoridades sabían desde hacía meses que el bebé iba a nacer, y estaban perfectamente al corriente de los problemas mentales de K., de suerte que la situación no presentaba un carácter de urgencia, en el sentido de que hubiese sido imprevista. El Gobierno finlandés no indica que se hayan estudiado algunos otros medios posibles para poner al recién nacido J. al abrigo de cualquier daño físico que hubiera podido causarle su madre. Al adoptar una medida tan radical para la madre, privándola totalmente de su recién nacido, inmediatamente después de su nacimiento, las autoridades internas competentes debían haber investigado si habría sido posible recurrir a una injerencia menos extrema en la vida familiar, en un momento tan decisivo para la vida de los padres y del hijo. Las razones invocadas por ellas eran pertinentes, pero no suficientes, para justificar esta grave intromisión en la vida familiar de los demandantes. Aunque se tenga en cuenta el margen de apreciación de las autoridades internas, el recurso a la urgencia en tomar a su cargo a J., y los procedimientos empleados para ponerla en práctica, fueron desproporcionados. Aunque pudiera existir una «necesidad» de utilizar medidas de precaución para proteger al niño J., la injerencia en la vida familiar de los demandantes no puede considerarse «necesaria» en una sociedad democrática.", "", " En lo que se refiere al otro hijo, M., entran en juego consideraciones diferentes. Las autoridades internas tenían razones suficientes para preocuparse de la aptitud de K. para continuar ocupándose, aunque fuera con ayuda de T., de su familia de una manera normal, inmediatamente después del nacimiento de su tercer hijo. M. manifestaba sig1944 nos de perturbación y, en consecuencia, necesitaba cuidados particulares. La retirada de urgencia que se decidió respecto a él no podía tener la misma incidencia sobre la vida familia de los demandantes que la decidida en relación con J. Se encontraba ya separado físicamente de su familia, puesto que los demandantes lo confiaron con su plena aceptación al hogar infantil. Era comprensible que no se mezclaran ni T. ni K. en el proceso de decisión, ya que era necesario no provocar ninguna crisis en la familia antes del nacimiento de J., lo que sería fuente de tensión nerviosa. Las autoridades internas tenían, pues, fundamentos para considerar que era preciso adoptar una medida excepcional, de duración limitada, en interés de M.", "", " b) Las decisiones de toma a cargo de ordinaria", "", " El Tribunal -que no pierde de vista que las autoridades tenían como tarea, en primer lugar, la de proteger los intereses de los niños- no tiene razón alguna para dudar que, en el presente caso, pudiera considerarse que la retirada de los niños a partir del 15 de julio de 1993, en particular en un hogar de acogida desde comienzos de 1994, se imponía por delante de la adopción de medidas de apoyo, o incluso de nuevas medidas de este tipo. Tampoco puede afirmarse que las decisiones para la toma a cargo ordinaria hubiesen sido adoptadas y puestas en práctica de manera particularmente dura o excepcional. Además, los demandantes estuvieron debidamente implicados en el proceso decisional que terminó con la decisión de la toma a cargo ordinaria, por lo que sus intereses quedaron debidamente protegidos.", "", " c) La ausencia alegada de medidas apropiadas para reunir a la familia", "", " El Tribunal recuerda que la decisión de retirar a un niño debe considerarse, en principio, como una medida temporal, que se suspenderá una vez que las circunstancias así lo permitan, y que cualquier acto de ejecución debe coincidir con una finalidad última: unir de nuevo al padre biológico y al niño. La obligación positiva de adoptar medidas para facilitar la reunión de la familia, una vez que sea realmente posible, se impone con tanta mayor fuerza cuanto más se prolonga el período de retirada de los niños, pero debe adoptarse siempre teniendo en cuenta el interés superior del niño.", "", " El Tribunal señala que se han realizado investigaciones a fin de determinar si los demandantes podían incluso establecer relaciones con los niños J. y M. No obstante, esto no representa un obstáculo serio ni sostenido para facilitar la reunión de la familia. Lo mínimo que podría esperarse de las autoridades es que reconsideraran la cuestión de vez en cuando, para comprobar si mientras tanto había mejorado algo la situación de la familia. Las perspectivas de una reunión familiar se irán perdiendo poco a poco, y terminarán por desaparecer si nunca se autoriza que se reúnan los padres biológicos y los hijos, o si se les permite con tan poca frecuencia que no existe posibilidad de que se anude un lazo afectivo natural entre ellos. Las restricciones y prohibiciones que afectaron al derecho de los demandantes de ver a sus hijos contribuyeron más bien a impedir una posible reunión de la familia que a prepararla. Lo que llama aquí la atención es la actitud negativa excepcionalmente inquebrantable de las autoridades.", "", " d) Las limitaciones y prohibiciones de las visitas", "", " En la medida en que la queja basada en las restricciones a las visitas se encuentra englobada en la conclusión por violación del artículo 8, por falta de medidas suficientes para la reunión de la familia, no es necesario examinar las medidas denunciadas como fuente eventual distinta de violación. En cuanto a la situación, tal como se presenta actualmente, incluido el intervalo transcurrido desde que se dictara la sentencia inicial, la Gran Sala llega incluso a la misma conclusión que la sala de primera instancia. Teniendo en cuenta la situación de los niños durante este último período, la apreciación por las autoridades de la necesidad de limitar las visitas no ha violado el artículo 8.2.", "", " 2. Artículo 13 del Convenio", "", " La Gran Sala no ve razón alguna para desviarse del fallo de la sala de primera instancia.", "", " 3. Artículo 41 del Convenio", "", " La Gran Sala confirma la sentencia de la sala anterior, al conceder a cada demandante 40.000 FIM en concepto de satisfacción equitativa por daño moral. Admite igualmente lo dispuesto por ella en cuanto a gastos y costas (5.190 FIM) pero concede 60.000 FIM más por el procedimiento ante la Gran Sala.", "", " El juez Sr. Pellonpää expresó un voto concordante, al que se unió Sir Nicolas Bratza. La juez Sra. Palm expresó un voto en parte discordante, al que se unió el juez Sr. Gaukur Jörundsson; el juez Sr. Ress expresó un voto en parte discordante, al que se unieron los jueces Sres. Rozakis, Fuhrmann, Zupanc ic , Pantîru y Kovler; y el juez Sr. Bonello un voto en parte discordante. El texto de estos votos se encuentra unido a la sentencia."]}