{"file": "SPA_HJUDSPA_15511_89.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "15511/89", "text_paragraphs": ["Sentencia 15511/89", "", "CASO SCOPELLITI CONTRA ITALIA", "", " Artículo 6.1 (Plazo razonable de duración de un procedimiento) Sentencia de 23 noviembre de 1993", "", " Mediante sentencia dictada en Estrasburgo el 23 de noviembre de 1993 y recaída en el caso Scopelliti contra Italia, el Tribunal Europeo de Derechos Humanos resolvió por unanimidad que la duración del procedimiento emprendido por la actora infringió el artículo 6.1 del Convenio Europeo de Derechos Humanos .", "", "", "", " 1. HECHOS", "", " El 10 de diciembre de 1980 la señora Scopelliti citó a la ANAS (Empresa Nacional de Puentes y Carreteras) y al Ministerio de Obras Públicas ante el Tribunal de Catanzaro con vistas a la reparación de los perjuicios experimentados por la ocupación, según ella improcedente, de", "", " 1028 aproximadamente mil metros cuadrados que le pertenecían, utilizados para mejorar una carretera nacional. El Tribunal concedió daños y perjuicios a la actora mediante un auto de 5 de octubre de 1987, depositado en la Secretaría el 14 de enero de 1988 y que adquirió fuerza de cosa juzgada el 1 de marzo de 1989.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El recurso fue sometido a la Comisión el 6 de abril de 1989 y ésta lo admitió el 1 de abril de 1991. Después de intentar en vano obtener un acuerdo amistoso, el 1 de julio de 1992 aprobó un informe en el que se establecían los hechos y se formulaba por unanimidad la opinión de que hubo infracción del artículo 6.1 del Convenio.", "", " El Gobierno italiano trasladó el caso al Tribunal el 28 de octubre de 1992.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1", "", " La actora alegaba que el examen de su causa había tenido una duración superior al «plazo razonable» previsto por el artículo 6.1 del Convenio.", "", " 1. Período que ha de considerarse", "", " Desde el 10 de diciembre de 1980, fecha de la citación de la ANAS ante el Tribunal de Catanzaro, hasta el 1 de marzo de 1989, fecha en la que la sentencia del citado Tribunal se hizo definitiva (algo menos de ocho años y tres meses).", "", " 2. Apreciación", "", " El Tribunal recuerda que el carácter razonable de la duración de un procedimiento se aprecia con ayuda de los criterios que se desgajan de su jurisprudencia y atendiendo a las circunstancias del caso concreto.", "", " El Tribunal distingue tres etapas. Admite, en lo que respecta a la primera, que la redacción del peritaje técnico ofrecía algunas dificultades. Sin embargo, le cuesta entender por qué hubo de esperarse casi dieciséis meses, calculando por lo bajo, para recibir el informe. La señora Scopelliti no estaba obligada a invitar al Juez de la instrucción a sustituir al perito, que trabajaba en el marco de una instancia judicial controlada por un Magistrado al que incumbía la instrucción y el rápido desarrollo del proceso.", "", " En cuanto a la segunda parte del procedimiento del expediente, y en especial de las actas de las vistas, resulta que los aplazamientos fueron solicitados conjuntamente por las partes. Ahora bien, en aquella época la señora Scopelliti no ponía en duda la validez de dichas actas. No es menos cierto que entre la mayor parte de las remisiones transcurrieron intervalos de tiempo considerables. Finalmente, no cabe imputar al Estado demandado los trece meses y medio que transcurrieron hasta que la sentencia del 14 de enero de 1988 adquirió fuerza de cosa juzgada.", "", " El Tribunal recuerda que el principio dispositivo que en Italia rige el procedimiento civil y confiere a las partes los poderes de iniciativa e impulso no dispensa a los jueces de garantizar el respeto de las exigencias del artículo 6 en materia de «plazo razonable».", "", " En total, no puede considerarse como «razonable» el período de tiempo transcurrido entre el 10 de diciembre de 1980 y el 14 de enero de 1988. Hubo, pues, infracción del artículo 6.1 (unanimidad).", "", " II. Artículo 50", "", " 1. Perjuicios", "", " Según el Tribunal, nada prueba que subsista un daño de orden material. La actora ha podido, por contra, experimentar un perjuicio moral, si bien en las circunstancias de la causa se encuentra suficientemente reparado por la declaración de infracción del artículo 6.1.", "", " 2. Costas y gastos", "", " Basándose en los criterios que aplica en la materia, el Tribunal acoge la demanda de la actora (11.546.310 liras)."]}