{"file": "SPA_HJUDSPA_23372_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "23372/94", "text_paragraphs": ["Sentencia 23372/94", "", "CASO LARISSIS Y OTROS CONTRA GRECIA", "", " Artículos 7.1 (No hay pena sin ley) y 9 (Derecho a la libertad de pensamiento, de conciencia y de religión) Sentencia de 24 de febrero de 1998", "", " Mediante sentencia dictada en Estrasburgo el 24 de febrero de 1998 en el caso Larissis y otros contra Grecia, el Tribunal Europeo de Derechos Humanos declara, en particular, que no ha habido violación del artículo 7 del Convenio Europeo de Derechos Humanos (ocho votos contra uno), que no ha habido violación del artículo 9 del Convenio con respecto a las medidas tomadas contra los demandantes por proselitismo hacia los soldados (ocho votos contra uno y siete votos contra dos) y que ha habido violación del artículo 9 en lo que respecta a las medidas tomadas en contra de los demandantes por proselitismo hacia los civiles (siete votos contra dos). En aplicación de lo dispuesto en el artículo 50 del Convenio, el Tribunal concede a los demandantes ciertas cantidades en concepto de daños morales y de gastos y costas judiciales.", "", " La sentencia fue leída en audiencia pública por el señor Feyyaz Gölcüklü, presidente de la Sala.", "", "", "", " 1. HECHOS", "", " Los tres demandantes son de nacionalidad griega. Don Dimitrios Larissis nació en 1949 y vive en Tanagra Viotias. Don Savvas Mandalarides nació en 1948 y vive en Agria Volou. Don Ioannis Sarandis nació en 1951 y vive en Kamatero Attikis. En la época de los hechos en litigio, los tres demandantes cumplían el servicio militar en el ejército del aire griego y eran adeptos a la Iglesia de Pentecostés.", "", " Entre 1986 y 1989, los tres demandantes habrían abordado a varios soldados que estaban bajo sus órdenes, todos ellos cristianos ortodoxos, para hablarles de las enseñanzas de la Iglesia de Pentecostés. Asimismo, dos de ellos intentaron convertir a cierto número de civiles.", "", " A los demandantes se les imputaron varios delitos de proselitismo con arreglo a lo dispuesto en el artículo 4 de la Ley número 1363/1938 («el artículo 4»), según el cual comete un delito penal quien se dedique al proselitismo, entendiéndose por tal «en particular, cualquier tentativa directa o indirecta de penetrar en la conciencia religiosa de una persona de diferente confesión con la intención de modificar su contenido, bien sea mediante cualquier tipo de prestación o promesa de prestación o de socorro moral o material, bien sea aprovechando sus necesidades, su debilidad intelectual o su inocencia».", "", " El 18 de mayo de 1992, los demandantes comparecieron ante el Tribunal Permanente del Ejército del Aire en Atenas, que desestimó la excepción de inconstitucionalidad del artículo 4 y los declaró culpables de diversos delitos de proselitismo hacia soldados y civiles. Fueron condenados respectivamente a doce, trece y catorce meses de prisión, penas conmutables por multas y con suspensión de ejecución si los interesados no reincidían durante los tres años siguientes.", "", " Los demandantes recurrieron la sentencia y, el 7 de octubre de 1992, el Tribunal Militar de Apelación confirmó la sentencia del Tribunal Permanente del Ejército del Aire pero redujo en dos meses las penas de prisión. Los demandantes presentaron un recurso de casación.", "", " El Tribunal de Casación rechazó su recurso el 30 de julio de 1993 declarando que el artículo 4 no contravenía ni lo dispuesto en la Constitución griega, que consagra el principio de nullum crimen sine lege certa y la libertad de conciencia religiosa, ni el artículo 9 del Convenio Europeo de Derechos Humanos .", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Instada a conocer del caso por las demandas presentadas el 28 de enero de 1994, la Comisión las declaró admisibles el 27 de noviembre de 1995.", "", " Después de haber intentado en vano una solución amistosa, el 12 de septiembre de 1996, la Comisión aprobó un informe en el que se hacían constar los hechos y se formulaban las opiniones siguientes:", "", " a) ha habido violación del artículo 9 por el hecho de que el segundo demandado haya sido condenado por proselitismo hacia civiles (unanimidad);", "", " b) no ha habido violación del artículo 9 por el hecho de que los demandantes segundo y tercero hayan sido condenados por proselitismo hacia uno de los civiles (veinticuatro votos contra cinco);", "", " c) no ha habido violación del artículo 9 por el hecho de que los demandantes primero y segundo hayan sido condenados por proselitismo hacia un soldado y que los demandantes primero y tercero lo hayan sido por proselitismo hacia otro soldado (veintiocho votos contra uno);", "", " d) no ha habido violación del artículo 9 por el hecho de que los demandantes primero y tercero hayan sido condenados por proselitismo hacia un tercer soldado (veintiocho votos contra seis);", "", " e) no ha habido violación del artículo 7 (veintiocho votos contra uno);", "", " f) no procede examinar ninguna cuestión distinta desde la perspectiva del artículo 10 (unanimidad);", "", " g) no procede examinar ninguna cuestión distinta desde la perspectiva del artículo 14 en combinación con el artículo 9 por el hecho de que el segundo demandante haya sido condenado por proselitismo hacia civiles y el tercer demandante por proselitismo hacia uno de los civiles (unanimidad);", "", " h) no ha habido violación del artículo 14 combinado con el artículo 9 por el hecho de que los demandantes primero y segundo hayan sido condenados por proselitismo hacia un soldado y que los demandantes primero y tercero lo hayan sido por proselitismo hacia otros dos soldados (unanimidad).", "", " La Comisión elevó el caso ante el Tribunal el 28 de octubre de 1996.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " Los demandantes denuncian principalmente que la ley griega que reprime el proselitismo no es suficientemente clara a la hora de definir los delitos y que su aplicación contra ellos ha constituido una injerencia injustificada en el ejercicio de su derecho a la libertad de pensamiento religioso.", "", " I. Artículo 7 del Convenio", "", " El Tribunal recuerda su fallo en la sentencia Kokkinakis contra Grecia de 25 de mayo de 1993, según el cual la definición del delito de proselitismo que figura en el artículo 4, conforme se interpreta y se aplica en la jurisprudencia reiterada de las jurisdicciones internas, se ajusta a las condiciones de seguridad y de previsibilidad previstas en el artículo 7 del Convenio.", "", " Este Tribunal no tiene la convicción de que el Estado Derecho griego se haya vuelto menos preciso durante los cinco años que han transcurrido desde esta apreciación. Debido a la necesidad de evitar una rigidez excesiva y de adaptarse a los cambios de situación, en muchas leyes no queda más remedio que echar mano de fórmulas más o menos vagas; el Tribunal no encuentra motivo alguno para cambiar su decisión anterior.", "", " En consecuencia, el Tribunal declara que no ha habido violación del artículo 7 del Convenio.", "", " II. Artículo 9 del Convenio", "", " 1. Existencia de injerencia", "", " No se ha cuestionado ante este Tribunal que la persecución, la condena y la sanción de los demandantes por delitos de proselitismo se consideren como injerencias en el ejercicio de su derecho a la libertad de manifestar su religión o sus convicciones.", "", " 2. «Previsto por la ley»", "", " La expresión «previsto por la ley» que figura en el artículo 9.2 exige particularmente que la ley en cuestión sea suficientemente accesible al individuo y se exprese con la precisión suficiente para permitir a cualquier persona amoldar su conducta.", "", " Por los mismos motivos por los que ha apreciado que no ha habido violación del artículo 7, el Tribunal resuelve que las medidas denunciadas estaban «previstas por la ley».", "", " 3. Finalidad legítima", "", " El Tribunal considera que las medidas incriminadas perseguían el fin legítimo de proteger los derechos y las libertades de los demás.", "", " 4. «Necesarias en una sociedad democrática»", "", " El Tribunal pone de relieve que si bien la libertad religiosa es ante todo una cuestión de fuero interno, dicha libertad conlleva además, en particular, la de manifestar su religión, incluido el derecho a intentar convencer al prójimo. El artículo 9 no protege sin embargo cualquier acto motivado o inspirado por una religión o una creencia. Del mismo modo que tampoco protege el proselitismo de mala fe, como es por ejemplo ofrecer ventajas materiales o sociales o el ejercicio de una presión abusiva con vistas a obtener adhesiones a una Iglesia.", "", " La tarea del Tribunal consiste en investigar si las medidas adoptadas contra los demandantes estaban en principio justificadas y eran proporcionadas. En este sentido, los elementos a considerar son diferentes según se trate de proselitismo hacia soldados o hacia civiles, por lo que este Tribunal examinará las dos cuestiones por separado.", "", " 1466 a) El proselitismo hacia los soldados", "", " Los Estados pueden, si las circunstancias lo exigen, tener razones legítimas para adoptar medidas específicas para proteger los derechos y las libertades de los subordinados dentro de las fuerzas armadas contra cualquier forma de acoso o de abuso de poder, puesto que, debido a la influencia de la estructura jerárquica militar, a un subordinado le puede resultar muy difícil rechazar a un superior que le aborde o sustraerse a una conversación iniciada por éste.", "", " Remitiéndose a los medios de prueba presentados en el procedimiento interno, el Tribunal observa que los tres soldados con los que los demandantes hablaron de religión parecen haberse sentido constreñidos y sometidos a cierta presión por razón de la calidad de oficiales de los demandantes. El Tribunal señala que las medidas tomadas contra estos últimos no eran especialmente severas y revestían un carácter más preventivo que represivo. Habida cuenta del conjunto de circunstancias, el Tribunal no estima estas medidas desproporcionadas y no aprecia que haya habido violación del artículo 9 en lo que se refiere a la condena de los demandantes por proselitismo hacia los soldados.", "", " b) Proselitismo hacia los civiles", "", " El Tribunal considera de una importancia decisiva el hecho de que dos de los demandantes no hayan ejercido sobre los civiles que intentaban convertir presiones y coacciones del mismo grado que las ejercidas sobre los soldados. El Tribunal no estima que los civiles hayan exigido la protección particular o que los demandantes hayan ejercido sobre ellos presiones abusivas. De ello se deduce que las medidas tomadas en contra de los dos demandantes por proselitismo hacia civiles no estaban justificadas y constituían una violación del artículo 9.", "", " III. Artículo 10 del Convenio", "", " El Tribunal estima que no procede examinar ninguna cuestión distinta desde la perspectiva de esta disposición.", "", " IV. Artículo 14 combinado con el artículo 9 del Convenio", "", " El Tribunal no considera demostrado que las medidas adoptadas contra los demandantes por proselitismo hacia los soldados hayan sido discriminatorias o hayan dado lugar a una violación del artículo 14 combinado con el artículo 9.", "", " Habida cuenta que ha resuelto que ha habido violación del artículo 9 por las medidas tomadas contra los demandantes por proselitismo hacia los civiles, el Tribunal estima que no procede examinar ninguna cuestión distinta desde la perspectiva del artículo 14.", "", " V. Artículo 50 del Convenio", "", " El Tribunal otorga, en concepto de reparación del daño moral, la cantidad de 500.000 GRD a cada uno de los dos demandantes con respecto a los cuales ha declarado que ha habido violación del artículo 9.", "", " El Tribunal concede asimismo 6.000 GBP en concepto de gastos y costas judiciales.", "", " La sentencia fue dictada por una Sala integrada por nueve jueces, a saber: F. Gölcüklü (turco), presidente, R. Macdonald (canadiense), J. de Meyer (belga), N. Valticos (griego), R. Pekkanen (finés), J. M. Morenilla (español), B. Repik (eslovaco), P. Kuris (lituano) y P. van Dijk (neerlandés), así como H. Petzold, secretario del Tribunal, y P. J. Mahoney, secretario adjunto del Tribunal.", "", " Los jueces De Meyer, Valticos, Morenilla, Repik y Van Dijk expresaron opiniones separadas cuyo texto figura adjunto a la sentencia."]}