{"file": "SPA_HJUDSPA_27781_95.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "27781/95", "text_paragraphs": ["Sentencia 27781/95", "", "CASO TROME, S.A., CONTRA ESPAÑA", "", "Artículos 6.1 del Convenio (Derecho a un proceso equitativo) y 1 del Protocolo número 1 (Derecho a la propiedad)", "", "Sentencia de 1 de abril de 1999", "", " El Tribunal Europeo de Derechos Humanos, constituido de conformidad con el artículo 27 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales («el Convenio»), conforme fue modificado por el Protocolo número 11, y con las disposiciones aplicables de su Reglamento, en una Sala compuesta por los siguientes jueces:", "", " Señores L. Caflisch, Presidente, A. Pastor Ridruejo, J. Makarczyk, V. Butkevych, Señora N. Vaji, Señor J. Hedigan, Señora S. Botoucharova, así como por el señor V. Berger, Secretario de Sección, Después de haber deliberado a puerta cerrada el 30 de marzo de 1999 , Dicta la siguiente sentencia, adoptada en esta fecha:", "", " PROCEDIMIENTO", "", " 1. El caso fue sometido al Tribunal, conforme estaba previsto en el antiguo artículo 19 del Convenio, por la Comisión Europea de los Derechos Humanos («la Comisión») el 3 de diciembre de 1998, dentro del plazo de tres meses establecido en los antiguos artículos 32.1 y 47 del Convenio. Tiene su origen en una demanda (núm. 27781/1995) formulada contra el Reino de España por una sociedad mercantil española, Trome, S. A., ante la Comisión el 12 de mayo de 1995, al amparo del antiguo artículo 25.", "", " La demanda de la Comisión remite a los antiguos artículos 44 y 48, así como a la declaración española de reconocimiento de la jurisdicción obligatoria del Tribunal (antiguo art. 46). Su objeto es obtener una decisión sobre si los hechos enjuiciados constituyen una infracción por el Estado demandado de las obligaciones que le incumben en virtud de los artículos 6.1 del Convenio y 1 del Protocolo número 1.", "", " 2. Tras la entrada en vigor del Protocolo número 11, el 1 de noviembre de 1998, y de conformidad con lo dispuesto en el artículo 5.4 de dicho Protocolo, en relación con los artículos 100.1 y 24.6 del Reglamento, un colegio de la Gran Sala decidió, el 14 de enero de 1999, que el caso fuera examinado por una Sala constituida en el seno de una de las secciones del Tribunal.", "", " 3. Seguidamente, de acuerdo con el artículo 52.1 del Reglamento, el Presidente del Tribunal , el señor L. Wildhaber, asignó el caso a la Sección Cuarta. La Sala constituida en el seno de dicha Sección comprendía como miembros de pleno derecho al señor A. Pastor Ridruejo, Juez elegido en representación de España [arts. 27.2 del Convenio y 26.1. a) del Reglamento], y al señor M. Pellonpää, Presidente de la Sección [art. 26.1. a) del Reglamento]. Los otros miembros designados por este último para completar la Sala fueron los señores J. Makarczyk, V. Butkevych, la señora N. Vaji, el señor J. Hedigan y la señora S. Botoucharova [art. 26.1. b) del Reglamento].", "", " 4. Posteriormente, el señor Pellonpää, que había participado en el examen del caso por la Comisión, se excusó (art. 28 del Reglamento) y el señor L. Caflisch, suplente, se convirtió en miembro de la Sala y le sustituyó en la presidencia de la misma.", "", " 5. El 28 de diciembre de 1998, el abogado de la sociedad demandante comunicó al Tribunal el texto de un acuerdo concluido con el Gobierno español («el Gobierno»), acompañado de una solicitud de archivo de la demanda. El 18 de enero de 1999, el agente del Gobierno, el señor J. Borrego Borrego, confirmó los términos del acuerdo.", "", "", "", " HECHOS", "", " 6. En una fecha no precisada, A. y otras nueve personas, antiguos propietarios de terrenos que habían sido expropiados en 1958, presentaron ante la Audiencia Territorial de Sevilla un recurso contencioso-administrativo contra el Instituto Nacional de Urbanismo, para que se les concediera los derechos de reversión de dichos terrenos.", "", " 7. El 22 de junio de 1983, la Audiencia Territorial dictó una sentencia favorable a sus pretensiones. Se les otorgó la reversión de las parcelas números 21 a 30 del polígono industrial San Pablo de Sevilla que les habían sido expropiados por el Instituto Nacional de Urbanismo.", "", " 8. Mediante Sentencia de 7 de diciembre de 1989, el Tribunal Supremo rechazó el recurso de apelación interpuesto por el Abogado del Estado y confirmó la sentencia impugnada.", "", " 9. El 13 de noviembre de 1990, el Director General de Urbanismo de la Junta de Andalucía solicitó que se le notificara la sentencia dictada por el Tribunal Supremo, a fin de proceder a su ejecución. Hizo valer que, en virtud del Decreto 348/1983, de 28 de diciembre, la facultad de decisión relativa a las parcelas en litigio así como las competencias administrativas del Instituto Nacional de Urbanismo habían sido transferidas a los órganos competentes de la Junta de Andalucía.", "", " 10. Mediante escrituras notariales fechadas los días 13 de marzo y 3 de junio de 1992, la sociedad demandante adquirió el derecho de reversión de las parcelas números 21 a 30. El 30 de julio de 1992 se dirigió a la Dirección General de Urbanismo de la Junta de Andalucía solicitando que se ejecutara la Sentencia de 22 de junio de 1983 y que, en consecuencia, se le concediera la reversión de las diez parcelas de las que había adquirido dicho derecho.", "", " 11. El 25 de septiembre de 1992, el Director de Urbanismo de la Junta de Andalucía solicitó a la sociedad demandante que aportara copia de las escrituras notariales que acreditaban la cesión del derecho de reversión, lo cual se hizo el 2 de octubre de 1992.", "", " 12. El 22 de mayo de 1993, la Junta de Andalucía inició, sin haber informado de ello a la sociedad demandante, un procedimiento de aclaración de la sentencia de la Audiencia Territorial de Sevilla de 22 de junio de 1983. El 2 de junio de 1993, A. y los demás antiguos titulares del derecho de reversión fueron informados del procedimiento y presentaron alegaciones. Mediante auto de 7 de julio de 1993, el Tribunal Superior de Justicia de Andalucía procedió a la rectificación de un error material que se había producido en dicha sentencia y excluyó de la reversión las parcelas números 21, 28, 29 y 30, que no pertenecían a A. ni a ninguna de las otras personas que habían incoado el procedimiento contencioso-administrativo ante la Audiencia Territorial de Sevilla y que habían vendido a la sociedad demandante el derecho de reversión.", "", " 13. En marzo de 1994, la sociedad demandante tuvo conocimiento de que A. y los demás antiguos titulares del derecho de reversión que habían adquirido en 1992 habían presentado, el 15 de diciembre de 1993, sin informarle, un recurso de casación contra la resolución anterior.", "", " 14. El 7 de marzo de 1994, la sociedad demandante solicitó al Tribunal Supremo la anulación de dicho procedimiento por cuanto había sido privada de cuatro de las diez parcelas de las que había adquirido el derecho de reversión, así como del derecho de ser citada a comparecer y ser oída como parte afectada por la «rectificación de error».", "", " 15. Mediante Decisión de 19 de enero de 1995, el Tribunal Supremo rechazó la solicitud de la sociedad demandante de que declarara nulo el procedimiento de aclaración y precisó que su citación a comparecer no era pertinente en la medida en que no era parte del procedimiento principal y en que el procedimiento de aclaración de sentencia no preveía la comparecencia y la audición de terceros.", "", " 16. El 10 de marzo de 1995, la sociedad demandante interpuso un recurso de amparo ante el Tribunal Constitucional fundado en el derecho a un juicio justo ( art. 24 de la Constitución ). Mediante Sentencia de 18 de octubre de 1995, el Alto Tribunal rechazó el recurso, precisando que la Sentencia de aclaración de 7 de julio de 1993 dictada por el Tribunal Superior de Justicia de Andalucía se había limitado a corregir, aplicando el artículo 267.2 de la Ley Orgánica del Poder Judicial , un error que se había producido en la Sentencia de la Audiencia Territorial de Sevilla de 22 de junio de 1983.", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " 17. Trome, S. A., recurrió a la Comisión el 12 de mayo de 1995. Alegaba que no había gozado de un proceso equitativo debido a la denegación de su petición de participar en el procedimiento de aclaración de una sentencia que se refería a bienes que había adquirido, y estimaba haber sido víctima de una violación de su derecho al respeto de sus bienes debido a la privación de derecho de reversión de las parcelas. Invocaba los artículos 6.1 del Convenio y 1 del Protocolo número 1.", "", " 18. La Comisión admitió la demanda (núm. 27781/ 1995) el 13 de enero de 1997. En su informe de 3 de marzo de 1998 (antiguo art. 31 del Convenio) concluyó que había habido violación del artículo 6.1 del Convenio (treinta votos contra uno), y que no era necesario examinar si había habido violación del artículo 1 del Protocolo número 1 (unanimidad).", "", "", "", " FUNDAMENTOS DE DERECHO", "", " 19. El 28 de diciembre de 1998, el Tribunal recibió de la abogada de la sociedad demandante comunicación del texto que figura a continuación fechado el 23 de diciembre de 1998:", "", " «A la fecha de hoy, y tras diversas conversaciones y gestiones con las autoridades competentes de la Junta de Andalucía, en las que ha intervenido el señor Borrego Borrego, agente del Gobierno español, y la abogada que suscribe, hemos firmado de mutuo acuerdo entre la Junta de Andalucía y Trome, S. A., el documento del que se adjunta una copia.", "", " Tras la firma de este acuerdo, Trome, S. A., de acuerdo con el agente del Gobierno español, solicita el archivo de la demanda, de conformidad con el artículo 37.1 del Convenio en vigor.", "", " El contrato firmado a día de hoy se hará público próximamente, y si el Tribunal lo estima necesario, se le entregará una copia del mismo.»", "", " 20. El contrato en cuestión está redactado en los siguientes términos:", "", " «(...) Las partes tienen la voluntad de dar una solución extrajudicial a todas las cuestiones relativas al expediente de reversión de los terrenos indicados, y están de acuerdo en la ejecución de la sentencia según las modalidades a determinar, habida cuenta de la imposibilidad material de ejecutar las sentencias al pie de la letra, puesto que los terrenos objeto de reversión están parcialmente ocupados por las vías del tren de alta velocidad Madrid-Sevilla; por lo tanto, las partes firman el presente documento que estará sometido a las condiciones siguientes:", "", " Primera: la [Sociedad Pública del Suelo de Andalucía], ante la imposibilidad de devolver a Trome, S. A., los 12.564,48 m2 de la Zona de San Pablo en Sevilla que están ocupados por las vías del ferrocarril y por la carretera de Carmona, reemplaza dichos terrenos por otros dos terrenos de la misma superficie y adyacentes a los que fueron objeto de la reversión según el plan topográfico vigente a fecha de hoy que figura anexo y se incorpora al presente documento; serán designados como los terrenos A y B.", "", " Segunda: Trome, S. A., desiste de las acciones ejercidas en todos los procedimientos mencionados en el número IV del presente documento, así como al ejercicio de cualquier acción o reclamación futura contra la Administración local, regional o central del Estado relativa a este expediente de reversión.", "", " Tercera: Trome, S. A., declara conocer el estado físico y jurídico actual de los terrenos objeto de la transmisión, así como su calificación urbanística, según los elementos que figuran en el expediente y los obtenidos por sus propios medios de la Administración de Urbanismo en cuestión.", "", " Cuarta: los documentos públicos se redactarán muy brevemente y tan pronto como se obtenga la licencia municipal de segregación, que [la Sociedad Pública del Suelo de Andalucía] se compromete a solicitar con la mayor urgencia.", "", " Quinta: el precio de la reversión será el precio previamente fijado por el jurado provincial de expropiación para los suelos entregados anteriormente mediante escritura de 10 de diciembre de 1996.", "", " Sexta: las costas e impuestos serán pagados por las partes conforme está previsto en la ley (...).»", "", " 21. Mediante un escrito de 18 de enero de 1999, el Gobierno confirmó el acuerdo concluido en estos términos:", "", " «En respuesta a su escrito del 7 de los corrientes, mediante el cual nos hacían llegar una copia del escrito con anexos de la parte demandante solicitando el archivo del caso, tras la conclusión de un arreglo amistoso con la Junta de Andalucía, esta representación les comunica lo siguiente:", "", " Que estamos de acuerdo en que se archive el caso, sin que tengamos ninguna objeción o reserva que plantear.»", "", " 22. El Tribunal levanta acta del acuerdo al que han llegado el Gobierno y Trome, S. A., señalando que da satisfacción a la sociedad demandante. Ahora bien, a la vista de las obligaciones que le incumben en virtud del artículo 37.1 in fine del Convenio, el Tribunal podría decidir proseguir con el examen del caso si no tuviera la certeza de que el antedicho arreglo está inspirado por el respeto a los derechos humanos, tal y como están reconocidos en el Convenio y sus Protocolos (art. 62.3 del Reglamento), pero ello no es así en el presente caso.", "", " 23. El Tribunal recuerda que varios litigios anteriores le llevaron a pronunciarse sobre el derecho a someter una impugnación sobre un derecho civil a un tribunal que se ajuste a los requisitos del artículo 6.1 del Convenio (véanse, entre otras, las Sentencias Le Compte, Van Leuven y De Meyere contra Bélgica de 23 de junio de 1981, serie A, núm. 43, pág. 20, apartado 44, y Sporrong y Lönnroth contra Suecia de 23 de septiembre de 1982, serie A, núm. 52, págs. 29-30, apartado 80). Del mismo modo, el Tribunal ha precisado la naturaleza y el alcance de las obligaciones asumidas en la materia.", "", " 24. En consecuencia, procede archivar el caso.", "", "", "", " Por estos motivos, el Tribunal, por unanimidad", "", " Decide archivar el caso.", "", " Dictada en francés y en inglés, y notificada por escrito el 1 de abril de 1999, en aplicación del artículo 77.2 y 3 del Reglamento.", "", " Firmado: Lucius Caflisch, PRESIDENTE", "", " Firmado: Vincent Berger, SECRETARIO"]}