{"file": "SPA_HJUDSPA_19632_92.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "19632/92", "text_paragraphs": ["Sentencia 19632/92", "", "CASO GUILLEMIN CONTRA FRANCIA (1)", "", " Artículo 41 (Satisfacción equitativa -antiguo art. 50-) Sentencia de 2 de septiembre de 1998", "", " Por sentencia dictada en el caso Guillemin contra Francia (art. 50), notificada por escrito el 2 de septiembre de 1998, el Tribunal Europeo de Derechos Humanos declara que el Estado demandado debe entregar a la solicitante una cierta suma como daños materiales, y le concede íntegramente el reembolso de los gastos y costas en que incurrió la interesada en el procedimiento, a título del artículo 50 del Convenio Europeo de Derechos Humanos (por unanimidad).", "", "", "", " 1. HECHOS", "", " Por sentencia de 21 de febrero de 1997, el Tribunal falló que la duración de los procedimientos de impugnación de expropiación y de indemnización iniciados por la demandante, así como la no ejecución por el municipio encargado de la expropiación (Saint- Michel-sur-Orge) de las decisiones judiciales, anulan las operaciones de expropiación de su propiedad por infracción de los artículos 6, párrafo 1, del Convenio, y 1 del Protocolo número 1. Por otra parte, había concedido a la interesada 250.000 francos franceses (FF) como daño moral, y 60.000 FF como gastos y costas.", "", " Dado que la cuestión de la aplicación del artículo 50 no debía estudiarse en lo que se refiere al daño material, el Tribunal la dejó en reserva sobre este punto, e invitó al Gobierno y a la demandante a que le notificara, en el plazo de tres meses, cualquier acuerdo al que hubieran podido llegar.", "", " Por carta del 4 de junio de 1997, el abogado de la demandante informó al Tribunal que el Gobierno, hasta ese día, no había aplicado de modo alguno la sentencia del Tribunal, particularmente en lo que se refiere al intento de llegar a un acuerdo amistoso, a pesar de una carta que le había enviado el abogado el 1 de abril de 1997 con esta finalidad.", "", " Por sentencia del 26 de mayo de 1997, el Tribunal de Primera Instancia de Evry concedió a la solicitante 1.038.043 FF a título del valor de la propiedad de que había sido desposeída, 415.883 FF por alteraciones en su disfrute, y 150.000 FF por perjuicio moral. Además, decidió que la sentencia estuviese acompañada por su ejecución provisional.", "", " El 4 de noviembre de 1997, el Primer Presidente del Tribunal de Apelación de París, decidiendo en procedimiento de urgencia, a petición del municipio de SaintMichel-sur-Orge y del establecimiento público de ordenación urbana de la nueva villa de Evry, dictó una orden por la que rechazaba la demanda formulada por dicho municipio y el citado establecimiento, con el fin de obtener aplazamiento de la ejecución de la sentencia del Tribunal de Primera Instancia de Evry.", "", " El 13 de marzo de 1998 el Tribunal de Apelación de París dictó su sentencia como consecuencia del recurso presentado por el municipio de Saint-Michel-sur-Orge contra la sentencia del Tribunal de Primera Instancia de Evry, por la que reducía los importes concedidos por dicho Tribunal: 660.518 FF a título del valor del bien, 300.000 FF como privación de la propiedad desde el 1 de julio de 1983 y 50.000 FF como perjuicio moral.", "", " El 2 de abril de 1998, el municipio de Saint-Michelsur-Orge transfirió a una cuenta bloqueada del abogado de la señora Guillemin la suma que había sido concedida a esta última por el Tribunal de Primera Instancia de Evry.", "", " Según la solicitante, dicho municipio iba a solicitar la devolución de la diferencia entre la suma que había entregado y la concedida por el Tribunal de Apelación de París. El 5 de junio de 1998, la señora Guillemin presentó recurso en casación contra la sentencia de dicho Tribunal.", "", " En sus conclusiones sobre la aplicación del artículo 50, la solicitante pedía al Tribunal, a título principal, la condena a Francia de pagarle 3.735.000 FF en concepto de violación del artículo 1 del Protocolo número 1 y, a título subsidiario, la reserva de la cuestión de la aplicación del artículo 50, a la espera de la sentencia de Tribunal de Casación.", "", " Por su parte, el Gobierno considera que el «pago por el municipio (...) de las sumas concedidas a la señora Guillemin a título de indemnización de su perjuicio material, permitía contemplar el cierre del caso (...)».", "", "", "", " 2. RESUMEN DE LA SENTENCIA", "", " I. Daño material", "", " El Tribunal señala, en primer lugar, que la demandante no podrá cobrar la suma concedida por el Tribunal de Primera Instancia de Evry mientras no haya devuelto al municipio una parte de los fondos depositados en la cuenta de su abogado, en cumplimiento tanto de la sentencia del Tribunal de Apelación como de la que deberá dictar la jurisdicción siguiente, si el Tribunal de Casación acepta el recurso presentado por la señora Guillemin. Además, el depósito en dicha cuenta no produce intereses.", "", " En el caso que nos ocupa, el Tribunal no puede menos que señalar, en el estado actual del procedimiento, la duración excesiva y persistente de las instancias a las que ha acudido la señora Guillemin a fin de ser reparada de una expropiación considerada ilegal por la Corte de Casación.", "", " Desde la sentencia sobre el principal, el Tribunal señala que el procedimiento que continúa pendiente ante los tribunales nacionales ha privado a la demandante de la indemnidad a la que tenía derecho... y continuará sin duda privándola, a menos que se pronuncie la Corte de Casación. A este respecto, el Tribunal recuerda que, en su sentencia sobre el principal, fundaba la comprobación de violación del artículo 1 del Protocolo número 1 en las consideraciones siguientes:", "", " «La indemnización del perjuicio sufrido por la interesada no puede constituir una reparación adecuada salvo que tenga igualmente en cuenta el daño debido a la duración de la privación. Además, debe tener lugar en un plazo razonable (...). El Tribunal considera que la importancia de la suma que podrá ser concedida al término del procedimiento en curso no compensa la ausencia de reparación observada, ni podría ser determinan(1) Véase sentencia principal en página 1310.", "", " 1579 te si se tiene en cuenta la duración del conjunto de las instancias a las que ha acudido ya la demandante (...).»", "", " En consecuencia, el Tribunal considera conveniente, sin prejuzgar sobre el importe que será entregado definitivamente a la señora Guillemin al término del procedimiento que se desarrolla ante la Corte de Casación, conceder desde ahora a la misma una indemnidad por la pérdida de disponibilidad de la suma ya concedida desde el 26 de mayo de 1997, fecha de la sentencia del Tribunal de Primera Instancia, que le provocó la negativa del municipio de admitir dicha sentencia. Teniendo particularmente en cuenta el período transcurrido desde el 26 de mayo de 1997 hasta la fecha de publicación de la presente sentencia, el Tribunal considera en equidad que el Estado demandado debe abonar a la señora Guillemin 60.000 FF por este título.", "", "", "", " II. Honorarios de abogado", "", " La demandante pide 30.000 FF como gastos del abogado que ha tenido que contratar para la defensa de sus intereses.", "", " Teniendo en cuenta el desarrollo del procedimiento en el plano interno, el Tribunal considera la demanda justificada, y decide admitirla en su totalidad."]}