{"file": "SPA_HJUDSPA_6833_74.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "6833/74", "text_paragraphs": ["Sentencia 6833/74", "", "CASO MARCKX [TEDH-25]", "", " Sentencia de 13 de junio de 1979.", "", " Legitimación de los particulares para impugnar una Ley. Filiación: derechos patrimoniales del menor «natural o ilegítimo» y de su madre. Indemnización por perjuicios morales.", "", " COMENTARIO", "", " El caso Marckx encuentra su origen en una demanda dirigida contra el reino de Bélgica por un natural de este Estado, la señora Paula Marckx (primera recurrente), actuando en nombre propio y en el de su hija Alejandra (segunda recurrente).", "", " El 13 de mayo de 1978, la Sala que conocía del asunto decidió, según el artículo 48, inhibirse en favor del Pleno del Tribunal. El fallo del Tribunal afirma la violación del Convenio en cuanto que existe una discriminación legal de los hijos naturales y de las madres solteras con relación a sus derechos sucesorios y de libre disposición de sus bienes, a la familia del hijo natural y al procedimiento para determinar la filiación materna.", "", " La constatación por parte de la sentencia de la existencia de una discriminación en el Derecho belga ha hecho que el caso Marckx constituya un fundamento y futuro precedente esencial en un doble orden de consideraciones: a) en primer lugar, en cuanto a la legitimación de los particulares para impugnar una ley, incluso a falta de actos de ejecución de la misma; b) en segundo lugar, esta sentencia afecta a la interpretación de uno de los artículos más importantes del Convenio, el artículo 14, esto es, al principio de igualdad.", "", " a) Efectivamente, en este caso el Gobierno alegó la existencia de una cuestión previa, al considerar que los problemas suscitados por las recurrentes son esencialmente teóricos. Las demandantes, en opinión del Gobierno, están desconociendo el hecho de que no es competencia del Tribunal juzgar «in abstracto» sobre la compatibilidad de ciertas normas jurídicas con el Convenio (sentencia del caso Golder de 21 de febrero de 1975, en BJC 25, pág. 593). Frente a tal criterio, la Comisión alegó, sin embargo, que no se examina la legislación impugnada «in abstracto», desde el momento en que las recurrentes se apoyan en hechos concretos. Según el Tribunal, el artículo 25 del Convenio legitima a los particulares para impugnar una ley que por sí misma vulnera sus derechos, incluso a falta de actos particulares de ejecución, siempre que corran el riesgo de ser directamente afectados por aquélla (véase, «mutatis mutandi», la sentencia Klass y otros de 6 de septiembre de 1978 en BJC 30).", "", " b) El derecho de igualdad nace del fondo del asunto, por ello las demandantes se apoyan básicamente en los artículos 8 y 14 del Convenio. Sobre tal aspecto el Tribunal ha contemplado la forma de determinar la filiación, el alcance de las relaciones familiares del menor y los derechos patrimoniales de éste y de su madre.", "", " Veamos el reflejo del principio de igualdad:", "", " La primera cuestión que se suscita es la de si el vínculo natural entre Paula y Alejandra Marckx da origen a una vida familiar protegida por el artículo 8.", "", " Al garantizar el derecho al respeto a la vida familiar de cada uno, el artículo 8 presupone la existencia de una familia.", "", " El Tribunal se muestra totalmente de acuerdo con la constante jurisprudencia de la Comisión en un punto capital: que el artículo 8 no distingue entre familia legítima e ilegítima. Tal distinción, por otra parte, no sería compatible con el término «todos», lo cual, a su vez, debe vincularse al artículo 14, que prohíbe, en el ejercicio de los derechos y libertades consagrados por el Convenio, cualquier discriminación fundada en el nacimiento.", "", " De acuerdo con la jurisprudencia del Tribunal, una distinción es discriminatoria si carece de una «justificación objetiva y razonable», es decir, «si no persigue un objetivo legítimo» o si no existe «una relación de proporcionalidad razonable entre los medios utilizados y los objetivos a realizar» (sentencia de 23 de julio de 1968).", "", " Para permitir el normal desarrollo de la vida familiar de una madre soltera y su hijo el Estado debe evitar cualquier discriminación basada en el nacimiento; todo ello se deduce del artículo 8, en relación con el artículo 14 del Convenio. Por ello, el Tribunal va a considerar que el procedimiento para determinar la filiación en la legislación belga (el cual se especifica en la traducción de la sentencia, parágrafo 35) es discriminatorio y no va a estimar que tan sólo «favorece» a la familia tradicional, como mantiene el Gobierno.", "", " Asimismo, el Tribunal observa discriminación en el alcance jurídico de las relaciones familiares de los hijos naturales, pues éstos, aun siendo reconocidos o incluso adoptados, permanecen como «ajenos» a las familias de sus padres, no encontrándose ninguna justificación objetiva y razonable para mantener una diferencia en el tratamiento jurídico de estas situaciones.", "", " El último punto que afecta al principio de igualdad se refiere a los derechos patrimoniales invocados por las demandantes. El Código Civil belga limita en diferentes grados los derechos económicos en las relaciones que surgen en la familia «natural», por ello el Tribunal va a considerar discriminatoria tal regulación, punto éste que acepta el Gobierno, pero esto va a poner sobre la mesa un problema esencial: la eficacia de las sentencias del Tribunal; su conclusión será la tradicional, equilibrio entre seguridad jurídica «versus» justicia. Nos interesa en tal sentido reproducir el parágrafo 58 de la sentencia:", "", " «El Gobierno reconoce asimismo que el aumento de los derechos sucesorios de los hijos ilegítimos aparece como indispensable; pero, no obstante, desde su punto de vista, la reforma en este ámbito debería hacerse por vía legislativa y sin efectos retroactivos.", "", " Si el Tribunal declarase la incompatibilidad de ciertas normas jurídicas del ordenamiento belga con el Convenio, ello significaría que tales normas fueron contrarias a éste desde el momento que el mismo entró en vigor con respecto a Bélgica (14 de junio de 1955). La única forma de evitar tal conclusión y las consecuencias que la misma produciría sería admitir que las exigencias del Convenio han aumentado en el período de tiempo intermedio y señalar en qué momento exactamente se produjo el cambio.", "", " No se solicita al Tribunal el examen \"in abstracto\" de las prescripciones legales impugnadas, sino que su función debe consistir en estimar si su aplicación a Paula y Alejandra Marckx está de acuerdo con el Convenio (ver parágrafo 27 más arriba).", "", " Es evidente que la decisión del Tribunal producirá efectos que excedan los límites de este caso concreto, sobre todo si se tiene en cuenta que las supuestas violaciones de derechos que aquí se plantean derivaron de preceptos jurídicos generales y no de medidas concretas de ejecución; pero la sentencia no puede por sí misma, según el parecer del Gobierno, anular o derogar tales preceptos: la sentencia del Tribunal es esencialmente declarativa y deja al Estado la elección de los medios a utilizar en su ordenamiento jurídico interno para adaptarse a lo que impone el artículo 53.", "", " No obstante, es cierto que el Gobierno tiene interés en conocer los efectos temporales de la sentencia.", "", " Sobre este punto existe base para tomar como fundamento dos principios generales del derecho, que fueron recientemente mencionados por el Tribunal de Justicia de las Comunidades Europeas: \"las consecuencias prácticas de cualquier decisión judicial deben ser detenidamente estudiadas\", pero \"sería imposible ir tan lejos como para disminuir la objetividad de la ley y comprometer su aplicación futura sobre la base de las posibles consecuencias que resultasen para los hechos pasados de una decisión judicial\" (8 de abril de 1976, Defrenne v. Sabena. Informes de 1976, pág. 480). El Tribunal Europeo de Derechos Humanos interpreta el Convenio a la luz de las circunstancias actuales, pero no es menos cierto que las diferencias jurídicas entre hijos legítimos e ilegítimos en ciertas materias, como las de los derechos patrimoniales, fueron durante mucho tiempo habituales en un gran número de los Estados parte en el Convenio (ver, \"mutatis mutandi\", parágrafo 41 más arriba). La evolución hacia la igualdad en este campo ha sido lenta y la confianza en el Convenio como medio para acelerar tal evolución parece haber sido bastante tardía.", "", " En fecha tan cercana como el 22 de diciembre de 1967, la Comisión rechazó, en base al artículo 27, parágrafo 2 (y rechazó de plano , artículo 35, párrafo 3.o, del Reglamento interno entonces vigente), otro recurso (núm. 2.775/67) en el que se impugnaban los artículos 757 y 908 del Código Civil belga; no parece que la Comisión se hubiera enfrentado nuevamente con el mismo tema hasta 1974 (recurso núm. 6.833/74, de Paula y Alejandra Marckx). Atendiendo a todas estas circunstancias, el principio de seguridad jurídica, necesariamente inherente tanto al derecho del Convenio como al de la Comunidad, dispensa al Estado belga de volver sobre aquellos actos o situaciones jurídicas anteriores a la presente sentencia. De hecho, una solución semejante es seguida por algunos de los Estados miembros que gozan de la existencia de un Tribunal Constitucional: su Derecho público limita los efectos retroactivos de aquellas decisiones del Tribunal que anulan alguna ley o precepto jurídico.»", "", " Los principios interpretativos del Convenio que establece el Tribunal Europeo en esta sentencia han hecho que sea considerada como una de las más importantes dentro de su jurisprudencia. No hay que olvidar que se encuentran incorporados siete votos particulares.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 13 de marzo de 1978", "", " CASO MARCKX", "", " RESOLUCIÓN", "", " En el caso Marckx,", "", " La Sala competente del Tribunal Europeo de Derechos Humanos,", "", " Reunida en Estrasburgo el 13 de marzo de 1978 y compuesta por los jueces señores G. Balladore Pallieri, Presidente, y J. Cremona, P. OŽDonoghue, W. J. Ganshof Van der Meersch, señora D. Bindschedler-Robert, señores E. Evrigenis y F. Matscher, así como del señor H. Petzold, Secretario adjunto,", "", " En atención al artículo 48 del Reglamento del Tribunal ,", "", " Considerando que el caso suscita importantes cuestiones que afectan a la interpretación del Convenio para la protección de los Derechos Humanos y de las Libertades Fundamentales,", "", " Decide unánimemente abstenerse de intervenir en favor del Pleno del Tribunal.", "", " Dado en francés y en inglés, haciendo fe el texto francés.", "", " Firmado: G. Balladore Pallieri", "", " PRESIDENTE", "", " Firmado: H. Petzold", "", " SECRETARIO", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 13 de junio de 1979", "", " CASO MARCKX", "", " SENTENCIA", "", " El Tribunal Europeo de Derechos Humanos, constituido en sesión plenaria en aplicación del artículo 48 de su Reglamento e integrado por los jueces siguientes:", "", " Señores G. Balladore Pallieri, Presidente;", "", " G. Wiarda,", "", " M. Zekia,", "", " P. OŽDonoghue,", "", " señora H. Pedersen,", "", " señores Thor Vilhjalmsson,", "", " W. Ganshof Van der Meersch,", "", " Sir Gerald Fitzmaurice,", "", " señora D. Bindschedler-Robert,", "", " señores D. Evrigenis,", "", " G. Lagergren,", "", " F. Gölcüklü,", "", " F. Matscher,", "", " J. Pinheiro Farinha,", "", " E. García de Enterría,", "", " y también los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto.", "", " Habiendo deliberado los días 25 y 26 de octubre de 1978 y del 24 al 27 de abril de 1979,", "", " Dicta la sentencia siguiente, adoptada en esta última fecha:", "", " PROCEDIMIENTO", "", " 1. El caso Marckx fue remitido al Tribunal por la Comisión Europea de Derechos Humanos («la Comisión»).", "", " En su origen se encuentra una demanda dirigida contra el reino de Bélgica mediante la cual un natural de este Estado, la señora Paula Marckx («primera recurrente»), actuando en nombre propio y en el de su hija Alejandra («segunda recurrente»), había apelado a la Comisión en base al artículo 25 del Convenio.", "", " 2. La demanda de la Comisión fue depositada en la Secretaría el 10 de marzo de 1978, dentro del plazo de tres meses establecido en los artículos 32, párrafo 1, y 47.", "", " La demanda hacía referencia a los artículos 44 y 48 y a la declaración formulada por el reino de Bélgica de reconocimiento de la vinculatoriedad de la jurisdicción del Tribunal. Su objeto era obtener una decisión de éste sobre la posible incompatibilidad de la legislación belga y la situación jurídica por ella creada y el Convenio, especialmente en sus artículos 8 y 14, y con el número 1 del Protocolo número 1.", "", " 3. El 11 de marzo de 1978, el Presidente del Tribunal procedió, en presencia del Secretario adjunto, a designar por sorteo a los cinco jueces destinados a formar parte de la Sala: los señores W. Ganshof Van der Meersch, juez electo de nacionalidad belga, y G. Balladore Pallieri, Presidente del Tribunal, lo integran asimismo como miembros «ex officio», conforme al artículo 43 del Convenio y al artículo 21, párrafo 3, b), del Reglamento del Tribunal , respectivamente.", "", " Los cinco jueces designados serían los señores J. Cremona, P. OŽDonoghue, señora D. Bindschedler-Robert, señores D. Evrigenis y F. Matscher (de acuerdo con el artículo 43 «in fine» del Convenio y con el artículo 21, párrafo 4, de su Reglamento).", "", " 4. El 13 de marzo de 1978, la Sala decidió, según el artículo 48, inhibirse en favor del Pleno del Tribunal «por considerar que el caso suscitaba importantes cuestiones relacionadas con la interpretación correcta del Convenio».", "", " 5. El Presidente del Tribunal solicitó a través del Secretario adjunto las alegaciones del agente del Gobierno belga («el Gobierno») y de los delegados de la Comisión. Posteriormente, y mediante orden de 3 de mayo de 1978, decidió que el agente tendría de plazo hasta el 3 de julio de 1978 para presentar un memorándum y que el delegado podría responder en los dos meses siguientes a la comunicación de aquél por el Secretario.", "", " El memorándum del Gobierno se recibió en Secretaría el 3 de julio de 1978.", "", " El 13 de julio de 1978, el Secretario de la Comisión advirtió al Secretario adjunto que el delegado no presentaría a su vez un memorándum en contestación a aquél, si bien se reservaba el derecho a exponer sus puntos de vista en el procedimiento oral. Al mismo tiempo, el Secretario de la Comisión notificó al Secretario adjunto las observaciones de la señora Van Look, abogado de las recurrentes, en el informe de la Comisión.", "", " 6. Tras consultar, a través del Secretario adjunto, al agente del Gobierno y los delegados de la Comisión, el Presidente dispuso, mediante orden de 14 de septiembre de 1978, la apertura del procedimiento oral para el 24 de octubre.", "", " 7. Los debates se desarrollaron públicamente en el Palacio de Derechos Humanos de Estrasburgo el 24 de octubre.", "", " La Sala mantuvo previamente esa misma mañana una breve reunión preparatoria. Comparecieron:", "", " - Por el Gobierno:", "", " señor J. Niset, Consejero Jurídico del Ministerio de Justicia, como agente;", "", " señor G. Van Lecke, asesor legal de la Corte de Casación, como consejero;", "", " señor P. Van Langenaeken, Director General del Ministerio de Justicia, consejero.", "", " - Por la Comisión:", "", " señor C. A. Nörgaard, delegado principal;", "", " señores J. Custers y N. Klecker, delegados;", "", " señora L. Van Look, abogado de las recurrentes ante la Comisión, como asistente de los delegados, conforme al artículo 29, párrafo 1, del Reglamento del Tribunal .", "", " El Tribunal atendió las alegaciones de los señores Nörgaard y Custers y señora Van Look por la Comisión y al señor Van Lecke por el Gobierno, así como sus respuestas a ciertas preguntas planteadas por los jueces.", "", "", "", " HECHOS", "", " A) CIRCUNSTANCIAS PARTICULARES DEL CASO", "", " 8. Alejandra Marckx nació el 16 de octubre de 1973 en Wilrijk, cerca de Antwerp; es hija de Paula Marckx, de nacionalidad belga, soltera, y de un periodista profesional.", "", " Paula Marckx comunicó en su momento el nacimiento de Alejandra al encargado del registro de Wilrijk, quien informó de ello a su vez al juez de paz del distrito, tal como exige el artículo 57 bis del Código Civil belga para los supuestos de hijos ilegítimos.", "", " 9. El 26 de octubre de 1973 el juez del primer distrito de Antwerp requirió ante él la comparecencia de Paula Marckx (artículo 405), con el fin de obtener de ella la información precisa para disponer lo necesario sobre la tutela de Alejandra.", "", " Al mismo tiempo, el juez citado informó a la madre sobre los procedimientos existentes para el formal reconocimiento de su hija y sobre sus consecuencias jurídicas (párrafo 14), mientras que llamaba su atención sobre determinados preceptos del Código Civil, incluido el artículo 756 , referido a sucesiones de carácter excepcional (sucesiones «irregulares»).", "", " 10. El 29 de octubre de 1973, Paula Marckx reconoció a su hija, de acuerdo con el artículo 334 del mencionado Código Civil . A partir de ese momento se transformó automáticamente en el tutor de Alejandra (artículo 396 bis). A su vez, el consejo de familia, al cual pertenecían la hermana y otros parientes de Paula Marckx, bajo la presidencia del juez de distrito, estaría capacitado para adoptar en favor de Alejandra diferentes medidas previstas por la ley.", "", " 11. El 30 de octubre de 1974, Paula Marckx adoptó a su hija, conforme al artículo 349 del Código Civil . El procedimiento que se siguió, según lo prescrito por los artículos 350 a 356, entrañaba ciertas investigaciones y gastos. Concluyó el 18 de abril de 1975, con la decisión favorable a la adopción, cuyos efectos gozaban de carácter retroactivo a partir de la fecha misma de la adopción, es decir, del 30 de octubre de 1974.", "", " 12. En el momento en que se sometió el caso a la Comisión, la familia de Paula Marckx incluía, además de a Alejandra, a su propia madre, señora Victorine Libot, muerta en agosto de 1974, y a su hermana Blanche Marckx.", "", " 13. Las recurrentes cuestionaban las cláusulas del Código Civil relativas a las formas de establecimiento de la filiación materna de hijos ilegítimos y los efectos de la misma en relación con las vinculaciones familiares del menor y los derechos patrimoniales de éste y de su madre.", "", " Asimismo, denunciaban la necesidad de que la madre hubiera de recurrir a la adopción para aumentar así los derechos del menor.", "", " B) LEGISLACIÓN VIGENTE", "", " 1. Determinación de la filiación materna de un hijo ilegítimo", "", " 14. De acuerdo con la legislación belga, del mero hecho del nacimiento no derivan vínculos de filiación entre la madre soltera y el hijo.", "", " Mientras que el acto del nacimiento inscrito en un registro civil del Estado basta para probar la filiación materna de los hijos de una mujer casada ( artículo 319 del Código Civil ), en el caso de los hijos «ilegítimos» lo mismo sólo se consigue bien a través del reconocimiento de la madre, bien mediante los procedimientos legales previstos para la investigación de la maternidad.", "", " No obstante, un hijo «ilegítimo» no reconocido lleva el nombre de la madre, el cual debe figurar en el certificado de nacimiento (articulo 57). La designación de tutor incumbe, a su vez, al consejo de familia, presidido por el juez competente.", "", " De acuerdo con el artículo 334, el «reconocimiento se llevará a cabo mediante un acto formal si no se incluye en el certificado de nacimiento».", "", " En cualquier caso, el reconocimiento tiene un carácter declarativo y no constitutivo; no crea, sino que se limita a constatar el estado del menor, y goza de efectos retroactivos desde el día del nacimiento.", "", " En consecuencia, de ello no se deriva necesariamente que quien practica el reconocimiento sea efectivamente la madre del menor, si bien cualquier parte interesada puede alegar que el reconocimiento no se ajusta a la verdad (artículo 339). De hecho, muchas madres solteras (alrededor de un 25 por 100 según los informes del Gobierno, pese a que las recurrentes estiman esa cifra exagerada) no reconocen a sus hijos.", "", " Por lo que respecta a la investigación de la maternidad, la misma puede ser exigida por el hijo dentro de los cinco años siguientes a su mayoría de edad o bien por su representante legal durante su minoría.", "", " 2. Efectos de la determinación de la filiación materna", "", " 15. La determinación de filiación materna de un hijo ilegítimo tiene efectos limitados tanto desde el punto de vista de las relaciones familiares como de los derechos del menor y de la madre en el ámbito de la sucesión intestada y en el de las disposiciones voluntarias de bienes intervivos o «mortis causa».", "", " a) Extensión de las relaciones familiares", "", " 16. En el supuesto de la filiación materna de un hijo ilegítimo, la legislación belga no utiliza conceptos como los de «familia» o «parentesco».", "", " Incluso cuando tal filiación se determina, crea en principio vínculos jurídicos únicamente para la madre.", "", " El menor no se convierte en un miembro de la familia de su madre. La ley lo excluye de la familia de su madre en relación con los derechos de que podría gozar en la sucesión intestada.", "", " Además, si los padres del menor han muerto o están incapacitados, aquél no podrá contraer matrimonio antes de alcanzar los veintiún años sin el consentimiento de su tutor ( artículo 159 del Código Civil ) y no, como ocurre en el caso de los hijos legítimos, con el de sus abuelos (artículo 150).", "", " Por otra parte, la ley no establece expresamente ninguna obligación de mantenimiento entre éstos y el menor.", "", " No obstante, ciertos textos recogen determinadas excepciones, tales como la referida a los impedimentos para contraer matrimonio (artículos 161 Y 162).", "", " De acuerdo con una sentencia de 22 de septiembre de 1966 de la Corte de Casación belga, «tales textos dan a los vínculos que unen al hijo ilegítimo con sus abuelos una entidad legal, basada en las relaciones afectivas que derivan de la consanguinidad, la cual crea para los ascendientes la obligación de interesarse por sus descendientes y comporta para ellos, en consecuencia, y siempre que ello no esté expresamente excluido por la ley, el derecho a conocerlos, protegerlos y ejercer la influencia que el afecto les dicte».", "", " De ello dedujo la Corte de Casación el derecho de los abuelos a visitar al menor.", "", " b) Derechos del menor ilegítimo y de su madre en el campo de la sucesión intestada y de las disposiciones voluntarias de bienes intervivos y «mortis causa»", "", " 17. Los derechos de los hijos «ilegítimos» en el ámbito sucesorio son menores que los de los hijos legítimos. Tal como se deduce de los artículos 338 , 724 , 756 a 758 , 760 , 761 , 769 a 773 y 913 del Código Civil , un hijo reconocido ilegítimo no ostenta en la herencia del padre que muera instestado la condición de heredero sin más, sino únicamente la de «heredero excepcional» («sucesor irregular»), lo cual exige conseguir una orden de los Tribunales poniéndole formalmente en posesión de su estado.", "", " Por otra parte, es el único beneficiario de la herencia de su madre sólo en el caso de que ella no deje otros parientes legitimados para heredar (artículo 758). Si no, su máximo derecho, ejercido en el supuesto de que su madre no deje descendientes, ascendientes, hermanos o hermanas, se extiende únicamente a tres cuartos de lo que le correspondería en el caso de ser hijo legítimo (artículo 757).", "", " Además, su madre puede en vida reducir su derecho a la mitad. Finalmente, el artículo 756 niega a los hijos ilegítimos todo derecho en la sucesión intestada de los parientes de su madre.", "", " 18. Los hijos ilegítimos reconocidos también están en una situación de desventaja en el campo de las disposiciones voluntarias intervivos o «mortis causa», en la medida en que el artículo 908 establece que «no podrán recibir por donación o por testamento más de lo que la ley le reconoce en la sucesión intestada».", "", " Recíprocamente, la madre de un hijo ilegítimo no puede disponer en su favor más que de una parte de sus bienes, salvo en defecto de parientes legitimados para heredarla.", "", " Por otra parte, si la filiación del hijo no ha sido determinada, la madre puede donarle o legarle todos sus bienes, siempre que no existan herederos con un derecho de reserva sobre su herencia (herederos legitimarios).", "", " De este modo, la madre se enfrenta con esta alternativa: si reconoce a su hijo, pierde la posibilidad de dejarle a su muerte toda su herencia, mientras que para conservar ese derecho debe renunciar a establecer con él vínculos familiares en el ámbito jurídico.", "", " 3. Adopción por su madre de hijos ilegítimos", "", " 19. Si la madre de un hijo ilegítimo reconocido permanece soltera, únicamente dispone de una vía para mejorar el estado de aquél: la adopción simple, para lo cual establece el artículo 345, párrafo 2, subpárrafo 2.o, del Código Civil una serie de requisitos de edad. De este modo, el adoptado adquiere en la sucesión del adoptante los derechos de un hijo legítimo, si bien, al contrario de lo que ocurre con éste, no adquiere ningún derecho en la sucesión intestada de los parientes de la madre.", "", " C) EL PROYECTO SOMETIDO AL SENADO EL 15 DE FEBRERO DE 1978", "", " 20. Bélgica ha firmado, pero todavía no ha ratificado, el Convenio de Bruselas de 12 de septiembre de 1962 sobre la determinación de la filiación materna de hijos naturales que fue preparada por la Comisión Internacional de Estado Civil y entró en vigor el 23 de abril de 1964. Por otra parte, Bélgica no ha firmado ni ratificado hasta el momento el Convenio de 15 de octubre de 1975 sobre la situación jurídica de los hijos extramatrimoniales, acordada por el Consejo de Europa, y que entró en vigor el 11 de agosto de 1978.", "", " Ambos instrumentos jurídicos se basan en el principio «mater semper certa est»; el segundo incluso regula cuestiones tales como la obligación de mantenimiento, la autoridad paterna y los derechos sucesorios.", "", " 21. No obstante, el Gobierno belga sometió al Senado el 15 de febrero de 1978 un proyecto de ley comunicado al Tribunal a los efectos procedentes en su memoria de 3 de julio de 1978 y posteriormente en la vista de 24 de octubre.", "", " La exposición de motivos, que se refería, además de a otros documentos jurídicos, a los Convenios ya mencionados de 1962 y 1975, precisaba que el proyecto «tendía a instaurar la igualdad jurídica entre todos los niños». Concretamente la filiación materna se determinaría desde el momento en que el nombre de la madre constase en el certificado de nacimiento, lo cual introduciría en el Derecho belga el principio «mater semper certa est».", "", " De este modo el reconocimiento por la madre soltera ya no sería necesario, salvo en ausencia de dicha certificación.", "", " Además, el Código Civil conferiría a los niños nacidos fuera del matrimonio idénticos derechos a los que ostentaban los de filiación matrimonial en materia de sucesión intestada y de disposiciones voluntarias intervivos y «mortis causa».", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " 22. En esencia, las alegaciones de las recurrentes ante la Comisión fueron las siguientes:", "", " - Que, como hijo ilegítimo, Alejandra Marckx es víctima de una «capitis deminutio» derivada de ciertas prescripciones del Código Civil belga, manifiestamente incompatibles con los artículos 3 y 8 del Convenio.", "", " - Que tal «capitis deminutio» viola también los citados artículos con relación a Paula Marckx.", "", " - Que la discriminación entre hijos legítimos e ilegítimos y madres solteras y casadas es contraria al artículo 14 en relación con el artículo 8 del Convenio.", "", " - Que la posibilidad de que un hijo ilegítimo pueda ser reconocido por cualquier hombre, aunque no sea su padre, viola también los artículos 3, 8 y 14 del Convenio.", "", " - Que la imposibilidad de que una madre disponga libremente de sus bienes en favor de su hijo vulnera asimismo el artículo 1 del Protocolo núm. 1.", "", " 23. El 16 de marzo de 1975, la Comisión declaró la penúltima queja inadmisible. El 29 de septiembre de 1975 aceptó, sin embargo, el resto del recurso y decidió asimismo considerar «ex officio» la posible aplicación al caso del artículo 12 del Convenio.", "", " En su informe de 10 de diciembre de 1977, la Comisión estima, por diez votos frente a cuatro, que la situación objeto del caso constituye en efecto una violación del artículo 8 del Convenio con respecto a los hijos ilegítimos, en relación al principio y procedimiento de reconocimiento y a los efectos del mismo.", "", " Por nueve votos frente a nueve, con una abstención, que la adopción «simple» de Alejandra por su madre no remedia la situación, en la medida que mantiene las restricciones injustas al concepto de vida familiar, violando en consecuencia asimismo el artículo 8 del Convenio.", "", " Por doce votos a favor, con dos abstenciones, que la legislación impugnada, tal como es susceptible de aplicación, constituye a su vez una violación del artículo 8 en relación con el artículo 14 con respecto a las recurrentes.", "", " Por nueve votos frente a seis, que la legislación belga, tal como hasta el momento viene siendo aplicada, vulnera el artículo 1 del Protocolo núm. 1 en relación con el artículo 14 del Convenio con respecto a la primera, pero no así a la segunda recurrente.", "", " Que no es necesario examinar el caso desde la perspectiva del artículo 3 del Convenio.", "", " Por unanimidad, que el artículo 12 es irrelevante en el supuesto contemplado.", "", " El informe contiene una opinión disidente.", "", " CONCLUSIONES PRESENTADAS AL TRIBUNAL", "", " 24. En la vista del 24 de octubre de 1978, el Gobierno confirmó las conclusiones expuestas en su memorándum, es decir:", "", " «Que el Tribunal sentencia y que los hechos referidos en el informe de la Comisión no revelan en el caso de las recurrentes, Paula y Alejandra Marckx, violación de las obligaciones impuestas por el Convenio por parte del Estado belga.»", "", " Por su parte, los delegados de la Comisión solicitaron del Tribunal:", "", " «Que decidiese si la legislación belga impugnada violaba en el caso suscitado por las recurrentes los derechos garantizados por el artículo 8 del Convenio y el artículo 1 del Protocolo núm. 1, aisladamente considerados o en relación con el artículo 14 del Convenio.»", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. SOBRE LA ALEGACIÓN PRELIMINAR DEL GOBIERNO", "", " 25. Las recurrentes impugnan la aplicación en su caso de los preceptos del Código Civil referentes a los niños extramatrimoniales, por contravenir los artículos 3 , 8 , 12 y 14 del Convenio y el artículo 1 del Protocolo núm. 1.", "", " 26. El Gobierno alega frente a esto, lo que constituye si no una excepción previa por incompetencias, sí al menos una cuestión preliminar, que los problemas suscitados por las recurrentes son en su caso esencialmente teóricos.", "", " Para sostener su argumentación se apoya el Gobierno en los puntos siguientes: la niña Alejandra Marckx no sufrió ningún daño concreto por el hecho de que su filiación materna no se estableciera desde el momento mismo de su nacimiento, sino sólo trece días después, cuando fue reconocida, ya que en aquel momento ella no era consciente de las circunstancias de su nacimiento; a su vez, su madre, Paula Marckx, actuó por propia iniciativa y no bajo coacción cuando reconoció a Alejandra (29 de octubre de 1973) y cuando la adoptó (30 de octubre de 1974); no existen hechos que indiquen, por otra parte, que durante el intervalo de un año y un día entre esas dos fechas Paula Marckx manifestase ningún deseo de realizar mediante testamento o donación una disposición de bienes en favor de su hija más amplia de la que permite el artículo 208 del Código Civil ; gran parte de los gastos que implicaba la adopción podían haber sido evitados; desde el 30 de octubre de 1974, la situación de Alejandra frente a su madre fue la misma que la de cualquier hijo legítimo.", "", " En consecuencia, en opinión del Gobierno, las recurrentes están desconociendo el hecho de que no es competencia del Tribunal juzgar «in abstracto» sobre la compatibilidad de ciertas normas jurídicas con el Convenio (sentencia del caso Golder de 21 de febrero de 1975, serie A, núm. 18, págs. 19 y 39).", "", " La Comisión alegó, sin embargo, que no se examina la legislación impugnada «in abstracto», desde el momento en que las recurrentes se apoyan en hechos concretos.", "", " 27. El Tribunal no comparte la postura del Gobierno.", "", " El artículo 25 del Convenio legitima a los particulares para impugnar una ley que por sí misma vulnera sus derechos, incluso a falta de actos particulares de ejecución, siempre que corran el riesgo de ser directamente afectados por aquélla (véase, «mutatis mutandi», la sentencia Klass y otros de 6 de septiembre de 1978, serie A, núm. 28, págs. 17-18 y 33). Tal es en este caso la actitud de las recurrentes; éstas impugnan varios artículos del Código Civil que se les aplican automáticamente. Alegando que los mismos vulneran el Convenio y el Protocolo núm. 1, las recurrentes no están invitando al Tribunal a formular un enjuiciamiento abstracto de normas jurídicas, incompatible con el artículo 25 (véase también la sentencia De Becker de 27 de marzo de 1962, serie A, núm. 4, pág. 26 «in fine», y la De Wilde, Ooms y Versyp de 10 de marzo de 1972, serie A, núm. 14 , págs. 10 y 22), sino que se están refiriendo a una situación legal (la de las madres solteras y los niños extramatrimoniales) que les afecta directa y personalmente.", "", " El Gobierno, en definitiva, parece estimar que esta situación no causa prácticamente perjuicio a las recurrentes. A este respecto, el Tribunal recuerda que la existencia o no de perjuicio es intrascendente a los efectos del artículo 25, que con el término «víctima» pretende designar a la «persona directamente afectada por el acto o la omisión objeto de litigio» (sentencia De Wilde, Ooms y Versyp, antes citada, pág. 11, párrafos 23 y 24, y también sentencia Engel y otros de 8 de junio y 23 de noviembre de 1976, serie A, núm. 22, págs. 37, párrafo 89, y 69, párrafo 11).", "", " Paula y Alejandra Marckx pueden, en consecuencia, presentarse como víctimas de las violaciones de derechos que alegan. Para comprobar si efectivamente lo son se hace preciso examinar particularmente el fondo de cada una de sus argumentaciones.", "", " II. SOBRE EL FONDO", "", " 28. Las recurrentes se apoyan básicamente en los artículos 8 y 14 del Convenio. Sin perjuicio de examinar las otras disposiciones también invocadas por aquéllas, el Tribunal ha contemplado sobre todo, desde la perspectiva de esos dos artículos, los tres aspectos del problema planteado en el informe de la Comisión: el procedimiento para determinar la filiación, el alcance de las relaciones familiares del menor y los derechos patrimoniales de éste y de su madre.", "", " 29. El artículo 8 del Convenio establece:", "", " «1. Todos tienen derecho a que se respete su vida privada y familiar, su domicilio y su correspondencia.", "", " 2. Los poderes públicos no interferirán el ejercicio de ese derecho, salvo en los casos en que, de acuerdo con lo dispuesto por la ley, ello sea necesario en el ámbito de una sociedad democrática en interés de la seguridad nacional, el orden público o el bienestar económico de la nación, así como para prevenir desórdenes o delitos, para proteger la salud o la moral o los derechos y libertades de los demás.»", "", " 30. El Tribunal se ve obligado en este caso a precisar el significado de las palabras «respeto a (...) su vida privada y familiar», lo cual prácticamente no había tenido oportunidad de realizar hasta este momento (sentencias de 23 de julio de 1968 en el caso «Lingüístico belga», serie A, núm. 6, págs. 32 y 33, párrafo 7, y Klass y otros de 6 de septiembre de 1978, serie A, núm. 28, pág. 21, párrafo 41).", "", " 31. La primera cuestión que se suscita es la de si el vínculo natural entre Paula y Alejandra Marckx da origen a una vida familiar protegida por el artículo 8.", "", " Al garantizar el derecho al respeto a la vida familiar de cada uno, el artículo 8 presupone la existencia de una familia.", "", " El Tribunal se muestra totalmente de acuerdo con la constante jurisprudencia de la Comisión en un punto capital: que el artículo 8 no distingue entre familia legítima e ilegítima. Tal distinción, por otra parte, no sería compatible con el término «todos», lo cual a su vez debe vincularse al artículo 14, que prohíbe en el ejercicio de los derechos y libertades consagrados por el Convenio cualquier discriminación fundada en el nacimiento.", "", " Además, el Tribunal advierte que el Comité de Ministros del Consejo de Europa considera a la mujer soltera y su hijo como una familia más, no inferior a las otras (resolución de 15 de mayo de 1970 sobre la protección social de las madres solteras y sus hijos, I, 10; II, 5, etc.).", "", " De este modo, el artículo 8 debe aplicarse a la vida familiar de la familia ilegítima de igual forma que a la de la familia legítima.", "", " Por otra parte, no es discutible que Paula Marckx asumió responsabilidades con respecto a su hija Alejandra desde el momento de su nacimiento, en la medida en que se cuidó constantemente de ella; de lo cual se deduce la existencia de una auténtica vida familiar entre ambas.", "", " Resta, no obstante, examinar las exigencias que derivan en su caso de ese respeto a la vida familiar en cada uno de los ámbitos a los que el recurso se refiere.", "", " Al proclamar en el párrafo primero el respeto a la vida familiar de cada uno, el artículo 8 supone en primer lugar que el Estado no puede interferir en el ejercicio de ese derecho más que de acuerdo con los términos que estrictamente establece el párrafo segundo del mismo artículo. Como sentenció el Tribunal en el caso «Lingüístico belga», el objeto de tal artículo es esencialmente la protección del individuo frente a interferencias arbitrarias del poder público (sentencia de 23 de julio de 1968, serie A, núm. 6, pág. 33, párrafo 7). No obstante, el Estado no sólo debe abstenerse de tales interferencias, sino que, junto a tal obligación de carácter negativo, existen asimismo aquellas obligaciones positivas que el respeto efectivo a la vida familiar implica. Ello significa, entre otras cosas, que cuando el Estado establece en su ordenamiento jurídico interno el régimen aplicable a ciertos vínculos familiares, tales como los que existen entre una madre soltera y su hijo, debe actuar en todo caso de forma que los interesados puedan desarrollar una vida familiar normal.", "", " Tal como se concibe en el artículo 8, el respeto a la vida familiar implica concretamente, según la opinión del Tribunal, la existencia en el ordenamiento jurídico interno de cada Estado de ciertas garantías legales que permitan la integración del menor en su familia desde el momento mismo de su nacimiento. Es cierto que el Estado puede satisfacer esta necesidad con los medios que juzgue más oportunos, pero en la medida en que ello no se realiza atenta contra el párrafo 1 del artículo 8, sin que siquiera haya lugar a contemplarlo desde la perspectiva del párrafo 2.", "", " En cualquier caso, siendo el artículo 8 relevante en el supuesto planteado, el Tribunal debe examinar con detalle cada una de las quejas de las recurrentes desde la perspectiva de aquel precepto.", "", " 32. El artículo 14 establece:", "", " «El ejercicio de los derechos y libertades reconocidos por el Convenio debe garantizarse sin discriminaciones de sexo, raza, color, lengua, religión, opiniones políticas o de otra clase, origen nacional o social, pertenencia a minorías nacionales, propiedad, nacimiento o cualquier otra situación.»", "", " La jurisprudencia del Tribunal ha señalado que, pese a que el artículo 14 antes transcrito carece de entidad independiente, puede jugar un importante papel de complementación con respecto a otras prescripciones normativas del Convenio y los Protocolos ; de este modo, en el ámbito de los derechos y libertades que aquéllos consagran, el artículo 14 protege a los individuos de discriminaciones de cualquier tipo. Cualquier acto que, pese a ser conforme con el artículo o precepto del Convenio o los Protocolos que le afectasen directamente, tuviese ese carácter discriminatorio que excluye el artículo 14 citado supondría una violación de ambos artículos conjuntamente.", "", " Es así como el artículo 14 constituye una parte integrante de cada uno de los preceptos que proclaman los derechos y libertades de los individuos (sentencias de 23 de julio de 1968 en el caso «Lingüístico belga», serie A, núm. 6, págs. 33 y 34, párrafo 9, y Unión Nacional de la Policía Belga de 27 de octubre de 1975, serie A, núm. 19, pág. 19, párrafo 44).", "", " En consecuencia, en la medida en que el artículo 8 afecta al supuesto que nos ocupa (ver antes parágrafo I), es necesario tener en cuenta el artículo 14 en relación a aquél.", "", " 33. De acuerdo con la jurisprudencia del Tribunal, una distinción es discriminatoria si carece de una «justificación objetiva y razonable», es decir, «si no persigue un objetivo legítimo» o si no existe «una relación de proporcionalidad razonable entre los medios utilizados y los objetivos a realizar» (véase, entre otras, la ya citada sentencia de 23 de julio de 1968, pág. 34, párrafo 10).", "", " 34. Para permitir el normal desarrollo de la vida familiar de una madre soltera y su hijo (véase antes párrafo 31), el Estado debe evitar cualquier discriminación basada en el nacimiento; todo ello se deduce del artículo 8 en relación con el artículo 14 del Convenio.", "", " A. Sobre el modo de determinar la filiación materna de Alejandra", "", " 35. Conforme a la legislación belga, la filiación materna de un hijo ilegítimo no se establece por el mero hecho del nacimiento, ni siquiera por la inscripción obligatoria, según el artículo 57 del Código Civil , del nombre de la madre en el certificado del nacimiento. Los artículos 334 y 341 exigen para su determinación el reconocimiento voluntario o bien una declaración de maternidad del Tribunal competente.", "", " Por el contrario, según el artículo 319, la filiación del hijo de una mujer casada se prueba simplemente por el certificado de nacimiento inscrito en el Registro Civil (ver párrafo 14 más arriba).", "", " Las recurrentes consideran que este sistema vulnera en lo que a ellas respecta el artículo 8 del Convenio, considerado aisladamente y en conexión con el artículo 14 del mismo.", "", " Todo lo cual es rechazado por el Gobierno.", "", " La Comisión, por su parte, estima que existe en efecto una violación del artículo 8 de forma independiente y en relación con el artículo 14 con respecto a Alejandra y una vulneración del artículo 14, en relación con el artículo 8, con respecto a Paula Marckx.", "", " 1. Sobre la supuesta violación del artículo 8 del Convenio, considerado aisladamente", "", " 36. La única posibilidad con que contaba Paula Marckx para determinar la filiación de Alejandra, conforme al artículo 334 del Código Civil , era el reconocimiento. Ahora bien, los efectos que éste produce tienen carácter declarativo y no constitutivo, de forma que no crea, sino que simplemente reconoce la situación jurídica del niño. Tiene carácter irrevocable y su efectos se producen con carácter retroactivo desde la fecha del nacimiento.", "", " El procedimiento a seguir apenas presenta dificultades: la declaración puede adoptar la forma de acta notarial o bien puede añadirse en cualquier momento y sin gastos suplementarios para el interesado a la inscripción del nacimiento al Registro Civil (parágrafo 14 más arriba). No obstante, la necesidad de recurrir a tal procedimiento derivó en el supuesto que nos ocupa de la negativa a reconocer plenamente a Paula Marckx su maternidad desde el momento del nacimiento.", "", " Es más, en Bélgica una madre soltera se enfrenta con esta alternativa: si reconoce a su hijo (suponiendo que desee hacerlo), le está al mismo tiempo perjudicando en la medida en que desde ese momento su capacidad para testar o donar en favor de él se ve restringida; si, por el contrario, opta por retener la posibilidad de realizar tales disposiciones gratuitas de bienes en beneficio del hijo, deberá renunciar a establecer con él vínculos familiares reconocidos por la ley (parágrafo 18 más arriba).", "", " Esa posibilidad que hasta ahora se le ofrece en ausencia de reconocimiento desaparecería por completo conforme al Código Civil vigente (artículo 908 ) si, como las recurrentes desean, la simple mención del nombre de la madre en el certificado de nacimiento probase la filiación materna de cualquier hijo ilegítimo.", "", " En cualquier caso, la alternativa que se plantea en la legislación belga no es conforme con el «respeto» a la vida familiar, puesto que coarta e impide el libre desenvolvimiento de aquélla (ver parágrafo 31 más arriba).", "", " Más aún, como consta en los parágrafos 60 a 65 posteriores, las consecuencias desfavorables del reconocimiento en el área de los derechos patrimoniales son por sí mismas contrarias al artículo 14 del Convenio, en relación con el artículo 8 y el artículo 1 del Protocolo núm. 1.", "", " En conclusión, el Tribunal estima que ha existido violación del artículo 8, aisladamente considerado, con respecto a la primera recurrente.", "", " 37. Por lo que respeta a Alejandra Marckx, sólo disponía, según la legislación belga en vigor, de un sistema para determinar su filiación materna: la investigación de la maternidad [ artículo 341.a ) y c) del Código Civil ]. Aunque una sentencia declarativa de la filiación de un hijo ilegítimo produce los mismos efectos que el reconocimiento voluntario, el procedimiento aplicable es más complejo. Además de las pruebas que han de ser aportadas, el representante legal del menor necesita el consentimiento del consejo de familia antes de ejercitar la acción (suponiendo que desee hacerlo) necesaria para determinar el «status» de aquél; el menor sólo podrá ejercitarla por sí mismo cuando alcance la mayoría de edad (ver parágrafo 14 más arriba).", "", " Existe, por tanto, el riesgo de que la determinación de la filiación se prolongue excesivamente, permaneciendo entre tanto el menor jurídicamente desvinculado de su madre.", "", " El sistema entraña, en definitiva, una vulneración del respeto a la «vida familiar» de Alejandra Marckx (desde el punto de vista jurídico), cuya filiación materna no constaba jurídicamente del 16 al 29 de octubre de 1973.", "", " Pese a la brevedad de este período, existe también violación del artículo 8 con respecto a la segunda recurrente.", "", " 2. Sobre la supuesta violación del artículo 14 del Convenio, en relación con el artículo 8", "", " 38. El Tribunal debe determinar si a la vista del sistema de determinación de la filiación de Alejandra una o ambas recurrentes han sido víctimas de discriminación, en contra de lo que el artículo 14, en relación con el artículo 8, establece.", "", " 39. El Gobierno, basándose en la diferencia entre madre soltera y madre casada, esgrime los siguientes argumentos: en tanto que la madre casada y su esposo «asumen mutuamente la obligación de alimentar, cuidar y educar a los hijos» ( artículo 203 del Código Civil ), en el caso de la madre soltera no existe seguridad de que la misma desee asumir por sí sola las responsabilidades que la maternidad acarrea; dejando a su elección la posibilidad de reconocer al hijo o de desvincularse de él jurídicamente, la ley demuestra un especial interés por proteger al menor, que de este modo no corre el riesgo de verse confiado a la custodia y autoridad de alguien que no desea ocuparse de él; de hecho, muchas madres solteras no reconocen a sus hijos (ver parágrafo 14 más arriba).", "", " Para el Tribunal, sin embargo, el que muchas madres solteras, en contra de la actitud de Paula Marckx, no deseen ocuparse de sus hijos no justifica el sistema jurídico impuesto por la legislación belga, conforme al cual la determinación de la maternidad se subordina al reconocimiento voluntario o a una declaración del Tribunal competente. De hecho, semejante actitud no es siquiera el comportamiento normal constituido por las relaciones entre las madres solteras y sus hijos. Tal cosa no es tampoco alegada por el Gobierno ni probada por los datos que aporta. Como señala el informe de la Comisión, también puede ocurrir que una madre casada no desee educar a su hijo y, sin embargo-, ello no impide que el mero hecho del nacimiento cree entre ellos vínculos jurídicos de filiación.", "", " Por otra parte, el interés de un hijo ilegítimo en disponer de un vínculo de tal carácter no tiene por qué ser menor que el de un hijo legítimo y, sin embargo, de acuerdo con la legislación belga, aquél corre el riesgo de que su filiación materna no se determine.", "", " Si un hijo ilegítimo no es reconocido voluntariamente, sólo cuenta con un medio para que aquélla conste jurídicamente: la investigación de la maternidad [ artículo 341.a ) y c) del Código Civil ] (ver parágrafo 14 más arriba).", "", " El hijo de una mujer casada puede también recurrir a esa vía ( artículos 326 a 330 del Código Civil ), pero en la inmensa mayoría de los casos la inscripción del nacimiento (artículo 319) o, en su defecto, la constante posesión de estado le eximen de ejercitarla.", "", " 40. El Gobierno no niega que la legislación belga vigente favorece a la familia tradicional, pero mantiene que tal regulación pretende y garantiza el pleno desarrollo de aquélla y se funda en bases objetivas y razonables relacionadas con la moral y el orden público.", "", " El Tribunal reconoce que el apoyo y fomento de la familia tradicional es por sí mismo legítimo e incluso elogiable. Sin embargo, ello no implica la necesidad de recurrir a medidas que, como en el caso que nos ocupa, sean al mismo tiempo lesivas para la familia ilegítima (o natural).", "", " Los miembros de una familia ilegítima han de disfrutar de las garantías consagradas por el artículo 8 del Convenio en el mismo plano que los de la familia tradicional.", "", " 41. El Gobierno reconoce que la legislación cuestionada puede parecer criticable, pero alega que el problema de su reforma sólo se planteó muchos años después de la entrada en vigor con respecto a Bélgica del Convenio Europeo de Derechos Humanos (14 de junio de 1955), es decir, tras la firma del Convenio de Bruselas de 12 de septiembre de 1962 sobre «la determinación de la filiación materna de los hijos naturales» (ver parágrafo 20 más arriba).", "", " Es cierto que en la época en que el Convenio de 4 de noviembre de 1950 se proyectó era frecuente y acorde al Derecho en muchos países europeos establecer distinciones de este tipo entre la familia ilegítima y la legítima. Sin embargo, el Tribunal recuerda que el Convenio debe ser interpretado a la luz de las circunstancias actuales (sentencia Tyrer de 25 de abril de 1978, serie A, núm. 26, pág. 15, párrafo 31). En el presente caso, el Tribunal no puede dejar de tener en cuenta que la gran mayoría de los ordenamientos jurídicos de los países miembros del Consejo de Europa han evolucionado y continúan haciéndolo, junto con los más importantes documentos internacionales, hacia el pleno reconocimiento jurídico de la máxima «mater semper certa est».", "", " Es cierto que de los diez Estados que participaron en la elaboración del Convenio de Bruselas sólo ocho lo firmaron y únicamente cuatro lo han ratificado hasta el momento. A su vez, el Convenio Europeo de 15 de octubre de 1975 sobre la situación jurídica de los niños extramatrimoniales ha sido firmado por sólo diez Estados y ratificado únicamente por cuatro miembros del Consejo de Europa.", "", " Por otra parte, el artículo 14, párrafo 1, del último Convenio citado permite a cualquier Estado formular hasta tres reservas, una de las cuales podría teóricamente referirse al sistema de determinación de la filiación materna de los hijos extramatrimoniales (artículo 12).", "", " Sin embargo, este estado de cosas no puede ser alegado en contra de la evolución antes señalada. Los dos Convenios están en vigor y no hay razón para esgrimir el escaso número de los Estados partes como un argumento contrario a la equiparación entre hijos legítimos e ilegítimos.", "", " De hecho, la mera existencia de estos dos Tratados demuestra que existe en las sociedades modernas una base común en este campo.", "", " La exposición de motivos del proyecto de ley que el Gobierno belga remitió al Senado el 15 de febrero de 1978 (ver parágrafo 21 más arriba) es significativa de esa evolución normativa y social. Entre otras cosas, la mencionada exposición de motivos señala cómo en los últimos años muchos países de la Europa occidental, tales como la República Federal de Alemania, Gran Bretaña, Holanda, Francia, Italia y Suiza, han adoptado una nueva normativa en la materia que nos ocupa, apartándose de los criterios tradicionales y estableciendo una equiparación prácticamente total entre los hijos legítimos e ilegítimos. Se pone asimismo de relieve que el deseo de terminar con toda discriminación basada en el nacimiento es patente en el trabajo de diversas instituciones internacionales.", "", " Por lo que respecta a Bélgica, la exposición de motivos señala que la diferencia de tratamiento jurídico entre los ciudadanos belgas en base a su filiación matrimonial o extramatrimonial constituye «una excepción flagrante» al principio fundamental de igualdad de todos ante la ley ( artículo 6 de la Constitución ). Y añade que los juristas y la opinión pública se han convencido paulatinamente de que tal discriminación debe llegar a su fin.", "", " 42. Por último, el Gobierno sostiene que la aceptación del principio «mater semper certa est» debería acompañarse, como prevé el proyecto de ley de 1978, de una reforma de los textos jurídicos relativos a la investigación de la paternidad; sin la cual, la responsabilidad de la madre soltera se incrementaría unilateralmente de forma considerable. Se trata, en definitiva, de un problema de conjunto difícil de resolver aisladamente.", "", " 43. El Tribunal se limita a señalar que él debe decidir únicamente sobre ciertos aspectos de la filiación materna de los hijos ilegítimos en el ordenamiento jurídico belga. Lo cual no excluye, a su vez, la posibilidad de una reforma jurídica en otras materias no susceptibles de examen en el caso planteado. Es responsabilidad del Estado cuya legislación se cuestiona adoptar las medidas necesarias para garantizar que su legislación interna sea coherente con el texto del Convenio.", "", " La discriminación existente en el supuesto que nos ocupa carece de una justificación razonable y objetiva. En consecuencia, el sistema de determinación de la filiación materna de Alejandra Marckx viola con respecto a ambas recurrentes el artículo 14, en relación con el artículo 8 del Convenio.", "", " B. Sobre el alcance jurídico de las relaciones familiares de Alejandra Marckx", "", " 44. Conforme al Derecho belga, un hijo legítimo se integra plenamente desde el momento de su nacimiento en la familia de cada uno de sus padres, mientras que el hijo ilegítimo, aun siendo reconocido o incluso adoptado, permanece en principio ajeno a las familias de sus padres (ver parágrafo 16 más arriba). De hecho, la legislación prevé ciertas excepciones que la jurisprudencia más reciente tiende a modificar, pero niega al hijo nacido fuera de matrimonio cualquier derecho en la herencia de los parientes de su madre o de su padre ( artículo 756 del Código Civil «in fine») y no crea expresamente entre aquél y éstos ninguna obligación de alimentos, habilitando a su tutor en lugar de a los parientes del padre o de la madre a prestar el consentimiento necesario en su caso para que el menor contraiga matrimonio (artículo 159, en relación con el 150).", "", " En consecuencia, se plantea el caso de que Alejandra nunca ha tenido relaciones de parentesco con la familia de su madre, y concretamente con su abuela, señora Victorine Libot, fallecida en agosto de 1974, o con su tía, señora Blance Marckx (ver parágrafo 12 más arriba).", "", " Las recurrentes consideran esta situación incompatible con el artículo 8 del Convenio, aisladamente considerado y en relación con el artículo 14. A ello se opone el Gobierno. La Comisión, por su parte, considera que existe violación del artículo 8, independientemente contemplado y en relación con el artículo 14, con respecto a Alejandra y del artículo 14, en conexión con el artículo 8, con respecto a Paula Marckx.", "", " 1. Sobre la supuesta violación del artículo 8 del Convenio, contemplado aisladamente", "", " 45. De acuerdo con la opinión del Tribunal, la vida familiar según el significado del artículo 8 incluye al menos los vínculos con los parientes más cercanos, tales como el de abuelos y nietos, en la medida en que aquéllos pueden jugar un importante papel en la vida familiar de éstos.", "", " «El respeto» por la vida familiar así entendido implica una obligación para el Estado de actuar de forma que tales vínculos se desarrollen normalmente (véase, «mutatis mutandi», el parágrafo más arriba). Además, el desenvolvimiento de la vida familiar de una madre soltera y su hijo reconocido por ella puede verse obstaculizado si aquél no se convierte en miembro de la familia de su madre, y la determinación de la filiación sólo produce efectos entre él y ésta.", "", " 46. El Gobierno alega frente a esto que los abuelos de Alejandra no eran parte en el caso, y más aún, que no se ha probado ante el Tribunal que existieran ahora o en el pasado las relaciones afectivas que la legislación belga considera normales entre Alejandra y sus abuelos.", "", " El Tribunal no coincide con el Gobierno. El hecho de que la señora Victorine Libot no recurriese ante la Comisión no impide a las partes denunciar por su propia cuenta la exclusión de una de ellas de la familia de la otra.", "", " Por otra parte, no se ha probado la ausencia de relaciones afectivas entre Alejandra y su abuela antes de la muerte de ésta. Además, la información obtenida mediante la vista oral parece indicar que Alejandra tenía tales relaciones con su tía.", "", " 47. Existe, en consecuencia, con respecto a las dos recurrentes, violación del artículo 8, aisladamente considerado.", "", " 2. Sobre la supuesta violación del artículo 14 del Convenio, en relación con el artículo 8", "", " 48. Es competencia del Tribunal determinar si, a la vista de las relaciones familiares de Alejandra en su ámbito jurídico, una o ambas recurrentes han sido víctimas de una discriminación contraria al artículo 14, en relación con el artículo 8.", "", " Precisamente una de las diferencias de tratamiento jurídico entre hijos legítimos e ilegítimos es la que afecta a los derechos sucesorios en la sucesión intestada ( artículo 756 «in fine» del Código Civil ); la opinión del Tribunal en este punto se deduce de los parágrafos 56 al 59 siguientes.", "", " Con relación a las otras diferencias, el Gobierno no añade más argumentos que los que se vinculan al sistema de determinación de la filiación (ver parágrafos 39 a 42 más arriba).", "", " El Tribunal, sin embargo, no encuentra ninguna justificación objetiva y razonable para las diferencias de tratamiento jurídico que se han expuesto. Es indudable que en ciertos casos la «tranquilidad» de la familia tradicional puede verse perturbada si un hijo ilegítimo se incluye ante la ley en la familia de su madre en igualdad de condiciones que los hijos matrimoniales, pero ello no justifica el hecho de que el hijo ilegítimo se vea privado de sus derechos fundamentales.", "", " El Tribunal también se refiere, «mutatis mutandi», a los argumentos que figuran en los parágrafos 40 y 41 de la presente sentencia.", "", " En consecuencia, la discriminación alegada vulnera, con respecto a las dos recurrentes, el artículo 14, en relación con el artículo 8.", "", " C. Sobre los derechos patrimoniales convocados por las recurrentes", "", " 49. El Código Civil limita en diferentes grados los derechos de un hijo ilegítimo y de su madre soltera en el ámbito de la sucesión intestada o en las donaciones intervivos (ver parágrafos 17 y 18 más arriba).", "", " Hasta que Alejandra fue reconocida el 29 de octubre de 1973, catorce días después de su nacimiento, no ostentaba, en base al artículo 756 del Código Civil , derechos hereditarios con respecto a la herencia de su madre en el supuesto de sucesión intestada.", "", " En aquella fecha no adquirió la condición de presunta heredera de su madre, sino simplemente la de heredera excepcional (sucesorio irregular) (artículos 756, 758, 760 y 763). Fue sólo la adopción de Alejandra, el 30 de octubre de 1974, lo que la confirió los derechos de un hijo legítimo sobre la herencia de Paula Marckx (artículo 356). Por otra par te, Alejandra no ha ostentado nunca derechos sucesorios en la sucesión intestada con respecto a ningún miembro de la familia de su madre (artículos 365 y 756).", "", " En el intervalo de tiempo entre su reconocimiento y su adopción, Alejandra no pudo recibir de su madre por disposición intervivos o por testamento más de lo que le correspondía, según el Código Civil, por la vía de la sucesión intestada (artículo 908 ).", "", " Esta restricción de su capacidad, así como de la capacidad de disposición de su madre, Paula Marckx, no existía antes el 29 de octubre de 1973 y desapareció el 30 de octubre de 1974.", "", " Desde otro punto de vista, el Código Civil belga confiere a los hijos legítimos desde el momento de su nacimiento, e incluso desde el momento de su concepción, todos los derechos patrimoniales que no reconoce a los hijos ilegítimos, tal como Alejandra en el caso que nos ocupa. Igualmente, la capacidad de disposición de sus bienes no se restringe por el Código Civil a las mujeres casadas, en contra de lo que ocurre con Paula Marckx.", "", " 1. Sobre los derechos patrimoniales invocados por Alejandra", "", " 50. Por lo que respecta a la segunda recurrente, el Tribunal se mueve únicamente en el ámbito del artículo 8 del Convenio, aisladamente considerado y en relación con el artículo 14. Excluye, sin embargo, el artículo 1 del Protocolo núm. 1 como la Comisión y el Gobierno, manifiesta que este artículo no hace sino proclamar el derecho de todos a un disfrute pacífico de sus bienes, de lo cual se deduce que el citado precepto se refiere únicamente al disfrute de bienes cuya titularidad ya se posee y no aquellos cuya titularidad se está por adquirir, bien a través de la sucesión intestada o mediante disposiciones voluntarias intervivos o «mortis causa».", "", " Además, las recurrentes no parecen haber invocado este precepto como fundamento de las reivindicaciones de Alejandra. En consecuencia, ya que el artículo 1 del Protocolo resulta inaplicable, el artículo 14 del Convenio no puede vincularse a él en el problema que aquí se plantea.", "", " 51. Las recurrentes alegan que los derechos patrimoniales que ellas reclaman se derivan del artículo 8, ya que forman parte de los derechos familiares. Este razonamiento es rechazado por el Gobierno. La mayoría de los miembros de la Comisión tampoco coincide con las recurrentes, pero, como el «delegado principal» indicó en la vista oral, una minoría de seis miembros considera, en efecto, que los derechos sucesorios entre padres e hijos y entre abuelos y nietos están tan estrechamente vinculados a la vida familiar que pueden de hecho incluirse en el ámbito del artículo 8.", "", " 52. El Tribunal comparte a su vez esta tesis sostenida como minoritaria en la Comisión. Así, estima que en materias como la sucesión intestada o la libre disposición de bienes intervivos y «mortis causa» entre parientes próximos están efectivamente conectadas de forma muy directa con la vida familiar. Esta no incluye únicamente, en su opinión, relaciones sociales, morales o culturales en la esfera, por ejemplo, de la educación de los menores, sino que comprende también intereses de carácter material, como demuestra la existencia de obligaciones de alimentos o de reserva hereditaria, instituciones existentes en los ordenamientos jurídicos internos partes en el Convenio.", "", " Aunque los derechos sucesorios no se ejercitan normalmente hasta la muerte del causante, momento, por otra parte, en el que la vida familiar se transforma o incluso finaliza, ello no significa que ciertos problemas vinculados al tema no puedan plantearse con anterioridad: la distribución de la herencia puede establecerse, y de hecho así se hace con frecuencia, antes de la muerte del causante mediante donaciones o bien por la vía testamentaria. Y ello supone la existencia de un factor más de la vida familiar que no puede ser ignorado.", "", " 53. Es cierto que el artículo 8 no exige que el hijo ostente ciertos derechos en la herencia de sus padres o de sus parientes cercanos: en el ámbito de los derechos patrimoniales, en principio, el artículo 8 también deja en libertad a los Estados que participan en el Convenio con respecto a los medios para proporcionar a sus ciudadanos el desenvolvimiento de una vida familiar normal (ver parágrafo 31 más arriba), y que semejantes derechos no constituyen un presupuesto indispensable para obtener aquélla.", "", " En consecuencia, las restricciones que el Código Civil belga establece con respecto a los derechos hereditarios de Alejandra Marckx en la sucesión intestada no están por sí mismos en conflicto con el Convenio, es decir, independientemente del motivo en el que se inspiran. Semejante razonamiento debe también aplicarse al ámbito de las disposiciones voluntarias de bienes.", "", " 54. No obstante, la distinción establecida en los dos aspectos tratados, entre hijos legítimos e ilegítimos, suscita algún problema en base a los artículos 14 y 8 cuando ambos se consideran conjuntamente.", "", " 55. Hasta la fecha en la que fue adoptada (30 de octubre de 1974), Alejandra únicamente podría recibir de su madre, Paula Marckx (ver parágrafo 49 más arriba), una cantidad considerablemente inferior de bienes a la que le correspondía de ser un hijo nacido dentro del matrimonio.", "", " El Tribunal considera que esta discriminación, no defendida por el Gobierno con ningún argumento razonable, carece de justificación objetiva (se hace referencia, «mutatis mutandi», a los parágrafos 40 y 41 más arriba).", "", " No obstante, el Gobierno alega que de hecho desde el 30 de octubre de 1974 la segunda recurrente ha ostentado con respecto a la primera los derechos patrimoniales propios de un hijo legítimo y, en consecuencia, estima superfluo ocuparse del período anterior. Este argumento no supone, en definitiva, sino uno de los aspectos de la alegación preliminar ya expuesta (ver parágrafos 26 y 27 más arriba). El Tribunal señala, de acuerdo con la Comisión, que el hecho de haber tenido que recurrir a la adopción para eliminar la mencionada diferencia de tratamiento jurídico implica ya por sí una discriminación.", "", " Como las recurrentes señalaran en su momento, el procedimiento utilizado en el caso que nos ocupa es el mismo que normalmente se dispone para establecer vínculos legales entre un individuo y el hijo de otro; obligar de hecho a una madre soltera a recurrir a semejante procedimiento si desea mejorar la situación jurídica de su propia hija en el ámbito patrimonial supone menospreciar los vínculos de sangre que las unen y la utilización de una institución jurídica tal como la adopción para fines extraños al suyo propio.", "", " Además, el procedimiento a seguir en tal supuesto es largo y complicado, y el menor es abandonado totalmente a merced de la iniciativa de sus padres, ya que por sí mismo es incapaz de recurrir a los Tribunales para que se verifique su adopción.", "", " 56. Al contrario de lo que ocurriría con cualquier hijo legítimo, Alejandra no ostentó en ningún momento antes o después del 30 de octubre ningún derecho en la sucesión intestada de los miembros de la familia de Paula Marckx (ver parágrafo 49 más arriba). Hecho para el cual el Tribunal tampoco encuentra una justificación objetiva y razonable.", "", " Para el Gobierno, la razón por la cual la adopción no confiere al menor adoptado derechos patrimoniales con respecto a los parientes del adoptante se encuentra en que es posible que éstos no aprobasen la adopción.", "", " El Tribunal no necesita decidir sobre este punto en el procedimiento planteado, puesto que estima que es discriminatoria la necesidad de que una madre tenga que adoptar a su hijo (ver parágrafo 59).", "", " 57. Por lo que respecta al conjunto de los derechos patrimoniales reivindicados por la segunda recurrente, el Tribunal advierte que el proyecto de ley remitido al Senado el 15 de febrero de 1978 (parágrafo 21) impone, en base al principio de igualdad, «la supresión de la situación de inferioridad de los hijos ilegítimos en materia sucesoria en relación con los hijos matrimoniales».", "", " 58. El Gobierno reconoce asimismo que el aumento de los derechos sucesorios de los hijos ilegítimos aparece como indispensable; pero no obstante, desde su punto de vista, la reforma en este ámbito debería hacerse por vía legislativa y sin efectos retroactivos.", "", " Si el Tribunal declarase la incompatibilidad de ciertas normas jurídicas del ordenamiento belga con el Convenio, ello significaría que tales normas fueron contrarias a éste desde el momento que el mismo entró en vigor con respecto a Bélgica (14 de junio de 1955). La única forma de evitar tal conclusión y las consecuencias que la misma produciría sería admitir que las exigencias del Convenio han aumentado en el período de tiempo intermedio y señalar en qué momento exactamente se produjo el cambio.", "", " No se solicita al Tribunal el examen «in abstracto» de las prescripciones legales impugnadas, sino que su función debe consistir en estimar si su aplicación a Paula y Alejandra Marckx está de acuerdo con el Convenio (ver parágrafo 27 más arriba).", "", " Es evidente que la decisión del Tribunal producirá efectos que excedan los límites de este caso concreto, sobre todo si se tiene en cuenta que las supuestas violaciones de derechos que aquí se plantean derivaron de preceptos jurídicos generales y no de medidas concretas de ejecución; pero la sentencia no puede por sí misma, según el parecer del Gobierno, anular o derogar tales preceptos: la sentencia del Tribunal es esencialmente declarativa y deja al Estado la elección de los medios a utilizar en su ordenamiento jurídico interno para adaptarse a lo que impone el artículo 53.", "", " No obstante, es cierto que el Gobierno tiene interés en conocer los efectos temporales de la sentencia.", "", " Sobre este punto existe base para tomar como fundamento dos principios generales del Derecho, que fueron recientemente mencionados por el Tribunal de Justicia de las Comunidades Europeas: «las consecuencias prácticas de cualquier decisión judicial deben ser detenidamente estudiadas», pero «sería imposible ir tan lejos como para disminuir la objetividad de la ley y comprometer su aplicación futura sobre la base de las posibles consecuencias que resultasen para los hechos pasados de una decisión judicial» (8 de abril de 1976, Defrenne v. Sabena, Informes de 1976, pág. 480). El Tribunal Europeo de Derechos Humanos interpreta el Convenio a la luz de las circunstancias actuales, pero no es menos cierto que las diferencias jurídicas entre hijos legítimos e ilegítimos en ciertas materias, como las de los derechos patrimoniales, fueron durante mucho tiempo habituales en un gran número de los Estados parte en el Convenio (ver, «mutatis mutandi», parágrafo 41 más arriba). La evolución hacia la igualdad en este campo ha sido lenta y la confianza en el Convenio como medio para acelerar tal evolución parece haber sido bastante tardía.", "", " En fecha tan cercana como el 22 de diciembre de 1967, la Comisión rechazó en base al artículo 27, parágrafo 2 (y rechazó de plano , art. 45, párrafo 3, del Reglamento interno entonces vigente), otro recurso (núm. 2.775/67) en el que se impugnaban los artículos 757 y 908 del Código Civil belga; no parece que la Comisión se hubiera enfrentado nuevamente con el mismo tema hasta 1974 (recurso núm. 6.833/74, de Paula y Alejandra Marckx). Atendiendo a todas estas circunstancias, el principio de seguridad jurídica necesariamente inherente tanto al Derecho del Convenio como al de la Comunidad, dispensa al Estado belga de volver sobre aquellos actos o situaciones jurídicas anteriores a la presente sentencia. De hecho, una solución semejante es seguida por algunos de los Estados miembros que gozan de la existencia de un Tribunal Constitucional: su Derecho público limita los efectos retroactivos de aquellas decisiones del Tribunal que anulan alguna ley o precepto jurídico.", "", " 59. En resumen, Alejandra Marckx ha sido víctima de una violación del artículo 14, en relación con el artículo 8, por dos razones fundamentales: las restricciones de su capacidad para recibir la titularidad de los bienes de su madre y la ausencia total de derechos hereditarios en la sucesión intestada de los parientes próximos a ésta.", "", " 2. Sobre los derechos patrimoniales invocados por Paula Marckx", "", " 60. Desde el 29 de octubre de 1973 (fecha del reconocimiento) al 30 de octubre de 1974 (fecha de la adopción), la primera recurrente tenía sólo una capacidad limitada para disponer de sus bienes en favor de su hija (ver parágrafo 49 más arriba). Situación que ella impugna apoyándose en el artículo 8 del Convenio y en el artículo 1 del Protocolo núm. 1, contemplados ambos tanto aisladamente como en relación con el artículo 14.", "", " a) Sobre la supuesta violación del artículo 8 del Convenio y en particular del artículo 14", "", " 61. Como el Tribunal señala, el artículo 8 del Convenio es relevante en el punto que ahora se plantea (ver parágrafos 51 y 52 más arriba). Sin embargo, el citado precepto no garantiza a la madre la total libertad de disponer de sus bienes en favor de su hijo: en principio, deja al criterio de los Estados partes la decisión de los medios necesarios para permitir el normal desenvolvimiento de la vida familiar de sus ciudadanos (ver parágrafo 31 más arriba), para lo cual no es indispensable el ejercicio de aquel derecho.", "", " En consecuencia, la restricción a su derecho que alega Paula Marckx no está por sí misma en conflicto con el Convenio, a no ser que ésta se considere con independencia del motivo en que se basa.", "", " 62. Por el contrario, la diferenciación en este ámbito entre madres solteras y casadas plantea un serio problema. El Gobierno no esgrime argumentos particulares para apoyar tal distinción y, en opinión del Tribunal, el cual se remite, «mutatis mutandi», a lo expuesto en los parágrafos 40 y 41 más arriba, la ¡misma carece totalmente de justificación razonable y objetiva, y es, en consecuencia, contraria al artículo 14, en relación con el artículo 8.", "", " b) Sobre la supuesta violación del artículo 1 del Protocolo, considerado aisladamente y en relación con el artículo 14 del Convenio", "", " 63. El artículo 1 del Protocolo núm. 1 establece lo siguiente:", "", " «Toda persona física o jurídica tiene derecho al disfrute pacífico de sus bienes. Nadie será privado de ellos salvo en caso de interés público y de acuerdo con las condiciones prescritas por la ley y los principios generales del Derecho internacional.", "", " Lo establecido en el párrafo anterior se entiende sin perjuicio del derecho del Estado a formular las leyes que considere necesarias para regular el ejercicio del derecho de propiedad, de acuerdo con el interés general, o para garantizar el pago de los impuestos u otras contribuciones o sanciones.»", "", " En las alegaciones de las recurrentes, los derechos patrimoniales reclamados por Paula Marckx entran en el ámbito de este texto.", "", " Esta postura es compartida por la Comisión, pero rechazada por el Gobierno.", "", " El Tribunal se muestra conforme con la Comisión. Proclamando el derecho de cada uno al disfrute pacífico de sus bienes, el artículo 1 está sustancial-mente garantizando el derecho de propiedad. Ello se deduce claramente de expresiones tales como «disfrute de sus bienes» o «ejercicio del derecho de propiedad». Los trabajos preparatorios, por su parte, lo confirman definitivamente: los redactores del proyecto se referían constantemente al «derecho de propiedad» o al «derecho a la propiedad» para describir la materia de los borradores que constituyeron la base del actual artículo 1. En definitiva, el derecho a disponer de los propios bienes constituye un aspecto fundamental del derecho de propiedad (sentencia Handyside de 7 de diciembre, serie A, núm. 24, página 29, párrafo 62).", "", " 64. El segundo párrafo del artículo 1 autoriza a los Estados contratantes a «formular las leyes necesarias para controlar el uso de la propiedad, de acuerdo con el interés general». De acuerdo con este precepto son los Estados quienes han de decidir en cada momento sobre la «necesidad» de tales leyes (sentencia Handyside antes citada).", "", " En ciertos casos, el interés general puede, en efecto, inducir al legislador a «controlar el uso de los bienes» en el ámbito de las disposiciones intervivos o bien por testamento. Consecuentemente, la restricción que alega la primera recurrente no está por sí misma en conflicto con el Protocolo núm. 1.", "", " 65. Sin embargo, es cierto que tal limitación se aplica únicamente a las madres solteras y no a las casadas. Del mismo modo que la Comisión, el Tribunal considera que no es justificada esta discriminación, con respecto a la cual, por otra parte, el Gobierno no esgrime ningún argumento consistente.", "", " A la vista del artículo 14 del Convenio, el Tribunal no alcanza a comprender en base a qué «interés general» un Estado podría limitar el derecho de una madre soltera a disponer de sus bienes en favor de su hijo cuando al mismo tiempo tal restricción no se impone a una madre casada.", "", " En otros puntos el Tribunal se remite, «mutatis mutandi», a los parágrafos 40 y 41 más arriba.", "", " En consecuencia, en este punto existe violación del artículo 14 del Convenio, en relación con el artículo 1 del Protocolo núm. 1, con respecto a Paula Marckx.", "", " D. Sobre la supuesta violación de los artículos 3 y 12 del Convenio", "", " 66. Las recurrentes alegan que la legislación que ellas impugnan vulnera su dignidad como seres humanos; consideran que las somete a un «trato degradante» en el sentido del artículo 3.", "", " El Gobierno se opone a esta tesis. Por su parte, la Comisión no consideró que debía examinar el caso desde la perspectiva de ese artículo.", "", " Según la sentencia del Tribunal, aunque los preceptos legales cuestionados probablemente presentan aspectos por los que las recurrentes podrían sentirse humilladas, no constituyen «trato degradante» y, por tanto, no son incluibles en el ámbito del artículo 3.", "", " 67. En su informe de 10 de diciembre de 1977, la Comisión expresa su opinión de que el artículo 12, referido al derecho «a contraer matrimonio y a formar una familia», no es relevante en el caso aquí planteado.", "", " Las recurrentes, por su parte, mantienen la tesis de que el Código Civil belga desconoce el derecho de Paula Marckx a no casarse, que debe asimismo considerarse inherente al propio artículo 12 . Consideran que para que se atribuya a Alejandra la condición de «hija legítima» su madre tendría que legitimarla y, en consecuencia, casarse.", "", " El Tribunal señala que no existe obstáculo legal para que la primera recurrente, en el ejercicio de su libertad para contraer matrimonio, permanezca soltera. En consecuencia, el Tribunal no necesita determinar si el Convenio proclama el derecho a no casarse. El hecho de que jurídicamente los padres de un hijo ilegítimo no gocen de iguales derechos que los de un hijo legítimo constituye, a su vez, una vulneración del artículo 12 en opinión de las recurrentes. No obstante, éstas interpretan el artículo 12 en el sentido de que todos los efectos legales que el matrimonio lleva consigo deberían aplicarse igualmente a aquellas situaciones comparables al matrimonio en muchos aspectos. El Tribunal no puede aceptar este razonamiento; de acuerdo con la Comisión, considera que el caso que aquí se plantea excede el ámbito del artículo 12.", "", " En consecuencia, considera que este precepto no ha sido violado.", "", " E. Sobre la aplicación del artículo 50 del Convenio", "", " 68. En la vista oral de 24 de octubre de 1978, la señora Van Look solicitó del Tribunal la concesión a cada una de las recurrentes, en base al artículo 50 del Convenio, de un franco belga en compensación por los daños morales.", "", " El Gobierno no se pronunció sobre este tema.", "", " El Tribunal declara el asunto visto para sentencia ( artículo 50, párrafo 3, primera sentencia, del Reglamento del Tribunal con relación al artículo 48, párrafo 3).", "", " Su opinión por lo que respecta a las circunstancias concretas del caso es la de que no es necesario reconocer a Paula y Alejandra Marckx ninguna otra satisfacción que la que resulta del reconocimiento de violación de sus derechos.", "", " Por todos estos motivos, el Tribunal:", "", "", "", " I. SOBRE LA PETICIÓN PRELIMINAR DEL GOBIERNO", "", " 1. Falla, por catorce votos frente a uno, que las recurrentes pueden considerarse víctimas de acuerdo con el significado del artículo 25 del Convenio.", "", " II. SOBRE EL SISTEMA PARA DETERMINAR LA FILIACIÓN MATERNA", "", " 2. Falla, por diez votos frente a cinco, que ha existido violación del artículo 8 del Convenio, aisladamente considerado, con respecto a Paula Marckx.", "", " 3. Falla, por once votos frente a cuatro, que ha existido violación del artículo 14 del Convenio, en relación con el artículo 8, con respecto a esta recurrente.", "", " 4. Falla, por doce votos frente a tres, que ha existido violación del artículo 8 del Convenio, aisladamente considerado, con respecto a Alejandra Marckx.", "", " 5. Falla, por trece votos frente a dos, que también ha existido violación del artículo 14 del Convenio, en relación con el artículo 8, con respecto a estas recurrentes.", "", " III. SOBRE LA EXTENSIÓN JURÍDICA DE LAS RELACIONES FAMILIARES DE ALEJANDRA MARCKX", "", " 6. Falla, por doce votos frente a tres, que existe violación del artículo 8 del Convenio, aisladamente considerado, con respecto a ambas recurrentes.", "", " 7. Falla, por trece votos frente a dos, que asimismo se ha vulnerado el artículo 14 del Convenio, considerado en relación con el artículo 8, con respecto a ambas recurrentes.", "", " IV. SOBRE LOS DERECHOS PATRIMONIALES INVOCADOS POR ALEJANDRA MARCKX", "", " 8. Falla unánimemente que el artículo 1 del Protocolo núm. 1 no es aplicable a la reclamación de Alejandra Marckx.", "", " 9. Falla unánimemente que no ha existido violación del artículo 8 del Convenio, aisladamente considerado, con relación a estas recurrentes.", "", " 10. Falla, por trece votos frente a tres, que existe violación del artículo 14 del Convenio, en relación con el artículo 8, con respecto asimismo a Alejandra Marckx.", "", " V. SOBRE LOS DERECHOS PATRIMONIALES INVOCADOS POR PAULA MARCKX", "", " 11. Falla unánimemente que no ha existido violación del artículo 8 del Convenio, considerado independientemente, con respecto a Paula Marckx.", "", " 12. Falla, por trece votos frente a dos, que ha existido violación del artículo 14 del Convenio, en relación con el 8, con respecto a esta recurrente.", "", " 13. Falla, por diez votos frente a cinco, que el artículo 1 del Protocolo núm. 1 es aplicable a las reclamaciones de Paula Marckx.", "", " 14. Falla, por nueve votos frente a seis, que no ha existido violación de este artículo, aisladamente considerado, con respecto a la misma recurrente.", "", " 15. Falla, por diez votos frente a cinco, que ha existido violación del artículo 14 del Convenio, en relación con el artículo 1 del Protocolo núm. 1, con relación asimismo a Paula Marckx.", "", " VI. SOBRE LA SUPUESTA VIOLACIÓN DE LOS ARTÍCULOS 3 Y 12 DEL CONVENIO", "", " 16. Falla unánimemente que no existe violación del artículo 3 ni del artículo 12 del Convenio en el caso planteado.", "", " VII. SOBRE EL ARTICULO 50", "", " 17. Falla, por nueve votos frente a seis, que las decisiones precedentes constituyen para Paula y Alejandra Marckx una satisfacción suficiente en los términos del artículo 50 del Convenio.", "", " Dado en francés y en inglés, el texto francés da fe, en el Palacio de Derechos Humanos de Estrasburgo, el 5 de noviembre de 1979.", "", " En funciones de Presidente,", "", " Firmado: Gérard Wiarda", "", " VICEPRESIDENTE", "", " Firmado: Marc-André Eissen", "", " SECRETARIO", "", " A la presente sentencia figura unida, conforme al artículo 51, párrafo 2, del Convenio y artículo 50, párrafo 2, del Tribunal, la exposición de los votos particulares de los señores siguientes:", "", "", "", " - Voto particular", "", " conjunto de los jueces Balladore Pallieri, Pedersen, Ganshof Van der Meersch, Evrigenis, Pinheiro Farinha y García de Enterría sobre la aplicación del artículo 50 del Convenio.", "", " - Voto particular referido a una parte de la sentencia del juez OŽDonoghue.", "", " - Voto particular referido a una parte de la sentencia del juez Thor Vilhjalmsson.", "", " - Voto particular a la totalidad de la sentencia del juez Gerald Fitzmaurice.", "", " - Voto particular a una parte de la sentencia de la señora Bindschedler-Robert.", "", " - Voto particular a una parte de la sentencia del juez Matscher.", "", " - Voto particular a una parte de la sentencia del juez Pinheiro Farinha.", "", " Además, los señores Balladore Pallieri, Zekia, Pedersen, Ganshof Van der Meersch, Evrigenis y Lagergren ponen de manifiesto su voto particular con respecto a la opinión mayoritaria del Tribunal en base a las previsiones materiales de la sentencia ( artículo 50, párrafo 2 «in fine», del Reglamento del Tribunal ); consideran que ha existido violación del artículo 1 del Protocolo núm. 1, considerado aisladamente, con respecto a Paula Marckx.", "", " VOTO PARTICULAR CONJUNTO DE LOS JUECES BALLADORE PALLIERI, PEDERSEN, GANSHOF VAN DER MEERSCH, EVRIGENIS, PINHEIRO FARINHA Y GARCÍA DE ENTERRÍA SOBRE LA APLICACIÓN DEL ARTICULO 50", "", " Nosotros estábamos entre aquellos miembros del Tribunal que votaron a favor de la existencia de una violación del artículo 8, considerado de forma independiente, así como del artículo 44, en relación con él. Sin embargo, lamentamos no coincidir con la mayoría de nuestros colegas, que rechazaron la petición de las recurrentes de un franco belga en concepto de daño moral y estimaron que no era preciso determinar una satisfacción diferente de la que resultase de la propia declaración del Tribunal en favor de la existencia de una vulneración de los derechos de las recurrentes garantizados por el Convenio.", "", " La señora Paula Marckx, cuya maternidad no se reconoció plenamente desde el punto de vista legal, fue víctima de un atentado contra su dignidad y sensibilidad de madre y contra sus sentimientos familiares. Y ello porque su hija sufrió desde el momento del nacimiento una discriminación pública en comparación con el tratamiento recibido por los hijos legítimos.", "", " Por otra parte, la señora Marckx se enfrentó con una penosa alternativa: si reconocía a su hija Alejandra, la perjudicaba desde el punto de vista económico, ya que de ese modo se restringían sus derechos para disponer de sus bienes en favor de ella. Si, por el contrario, optaba por esa mayor capacidad de disposición patrimonial, renunciaba a establecer vínculos legales de parentesco con Alejandra.", "", " Tal situación y las circunstancias que la rodeaban merecen, a nuestro juicio, una satisfacción más amplia de las recurrentes de la que le proporciona la mera declaración del Tribunal en favor de una violación de sus derechos. En consecuencia, estimamos justificada la reclamación de un franco belga en concepto de indemnización moral.", "", " Un argumento más en favor de esta tesis es el de la ansiedad y angustia a que puede verse sometida una madre en un caso como el de Paula Marckx, quien decidió finalmente adoptar a su propia hija con el fin de atenuar en lo posible el régimen de discriminación al que ésta fue sometida a consecuencia de su reconocimiento legal.", "", " Es cierto que en el caso Golder el Tribunal sostuvo que la declaración en la sentencia de que un acto constituye una violación de los derechos consagrados por el Convenio es por sí misma una satisfacción suficiente (sentencia de 21 de febrero de 1975, serie A, núm. 18, pág. 23, párrafo 46; conclusión no admitida, sin embargo, por alguno de los jueces, Ver voto particular de los jueces Ganshof Van der Meersch y Evrigenis, junto con la sentencia Engel y otros de 23 de noviembre de 1976, serie A, número 22, pág. 71). La situación planteada en el caso Golder era, sin embargo, diferente de la de Paula Marckx, incluso sin entrar a juzgar las diferencias entre ambos casos, en cuanto a la supuesta violación de derechos: en el caso Golder, la recurrente no había presentado ninguna demanda tendente a obtener una satisfacción equitativa, por lo que fue el propio Tribunal quien planteó de oficio la cuestión (sentencia antes citada de 21 de febrero de 1975).", "", " Desde nuestro punto de vista, la declaración de que el uñero reconocimiento por el Tribunal de la existencia de una violación de los derechos consagrados por el Convenio no puede formularse como un principio de general aplicación, sino que es preciso adecuar la solución más favorable para cada caso, atendiendo a las circunstancias específicas del mismo.", "", " En el supuesto aquí planteado, Alejandra no sufrió la inquietud inherente a la indeterminación de su situación jurídica por su corta edad en el momento de desarrollarse los hechos. Fue su madre quien soportó las consecuencias de la discriminación a la que era sometida Alejandra, incluso después de su adopción. Todo ello nos inclina a pensar que existen bases suficientes para exigir una satisfacción equitativa, en este caso la suma de un franco belga como reclaman las recurrentes, junto con la mera declaración por el Tribunal de la existencia de violación de los derechos de aquéllas. Paula Marckx y su hija han limitado su compensación material estrictamente al mínimo. Sin duda, porque lo que persiguen no es obtener un beneficio económico en su penosa situación. Lo que reclaman no es sino una satisfacción en el terreno de los principios, y no existe ni en el Convenio ni en otros textos de Derecho internacional ninguna razón que se oponga a tal satisfacción concedida individualmente a cada una de las recurrentes.", "", " VOTO PARTICULAR DEL JUEZ OŽDONOGHUE", "", " Varias cuestiones se le han planteado al Tribunal, si bien, a mi entender, el núcleo esencial de la reclamación de las recurrentes consiste en considerar si se ha atentado contra el respeto debido a su vida privada y familiar.", "", " Acepto la declaración de que Paula y Alejandra Marckx tienen derecho a gozar de una vida privada y familiar pese a que ésta no derive del matrimonio ni de la fundación de una familia como prevé el artículo 12.", "", " En mi opinión, basta subrayar el significado de la palabra «todos» al comienzo del artículo 8, así como la ausencia de la idea de cualquier obligación de contraer matrimonio en el artículo 12, para comprobar el amplio sentido que el artículo 8, en contraste con el artículo 12, concede al término «familia».", "", " De la legislación belga vigente resulta claramente que el principio «mater semper certa est» no se aplicó a Paula y Alejandra Marckx, y que fueron necesarios el reconocimiento y la adopción para conseguir una mera aproximación parcial en la relación madre-hijo a la situación jurídica de la madre casada y su hijo. Las desventajas causadas a Alejandra y Paula Marckx en el presente caso derivan del nacimiento de aquélla fuera del matrimonio. Tal discriminación constituye, desde mi punto de vista, una violación del artículo 14. En consecuencia, la violación en este caso tiene lugar en base a los artículos 8 y 14 respecto a las dos recurrentes.", "", " No considero admisible extender el ámbito del artículo 8 hasta el punto de cubrir también el campo de los derechos sucesorios en las herencias de los padres, hermanos y hermanas de Paula Marckx. Me apoyo para ello en los términos del artículo, en el que se habla de «derecho al respeto a la vida privada y familiar, a la inviolabilidad del domicilio y de la correspondencia», en mi incapacidad para incluir en tal formulación, en base a una interpretación extensiva del precepto, los derechos sucesorios de Alejandra con respecto a los padres y colaterales de Paula Marckx.", "", " Esta opinión se refuerza, a mi entender, a la vista del artículo 1 del Protocolo núm. 1, el cual se refiere expresamente a la propiedad y al «disfrute pacífico de los propios bienes».", "", " En el campo del derecho de familia existen claras diferencias entre los Estados miembros y en muchos casos una intención de cumplir totalmente o al menos en parte con las propuestas del Convenio sobre la situación jurídica de los niños nacidos fuera del matrimonio.", "", " No obstante, las cuestiones que aquí se plantean deben contestarse en base a la interpretación debida del artículo 8 y del ordenamiento jurídico belga. Conforme a éste es patente la diferenciación en materia de reconocimiento y adopción entre la madre soltera y su hijo y entre la madre casada y el suyo.", "", " Y considerando el contenido del artículo 14 se observa claramente la violación del artículo 8. No estimo, sin embargo, violados los artículos 3 ó 12 del Convenio o el artículo 1 del Protocolo núm. 1.", "", " VOTO PARTICULAR DEL JUEZ THOR VILHJALMSSON", "", " 1. Como muestra la parte dispositiva de la presente sentencia, ha sido necesario votar sobre no menos de diecisiete puntos objeto de litigio. En siete de entre ellos yo me he encontrado en minoría. En el presente voto particular me he esforzado en reagrupar estos puntos.", "", " 2. Aplicación del artículo 8 del Convenio, aisladamente considerado, en el modo de establecer la filiación maternal de Alejandra Marckx.", "", " Este problema ha sido objeto de los puntos 2 y 4 de la parte dispositiva de la sentencia. Como resulta del parágrafo 36 de aquélla, el procedimiento de reconocimiento abierto a Paula Marckx, primera recurrente, quien desea establecer la filiación maternal de su hija Alejandra, segunda recurrente, asombra por su simplicidad. En realidad era tan simple que yo no veo cómo la necesidad de seguir este procedimiento puede constituir en sí una violación del Convenio respecto a la primera recurrente.", "", " El hecho de que en el Derecho belga una madre soltera que planea el reconocimiento oficial de su hijo sea puesta ante una alternativa es otra cuestión. Esta concierne a las relaciones económicas entre madre e hijo. Ciertamente, la existencia de la alternativa puede hacer vacilar a la madre y que finalmente el reconocimiento no tenga lugar. Como he dicho en el parágrafo 5 del presente voto particular, he llegado a la conclusión que los incidentes económicos de la vida familiar quedan fuera del cuadro del artículo 8. Estimo, en consecuencia, que el problema de la alternativa ante la cual se encuentra la madre, explicado en detalle en el parágrafo 36 de esta sentencia, no es relevante en la cuestión que consideramos. Según yo, no hay, pues, ninguna violación del artículo 8, considerado aisladamente, en el caso de la primera recurrente.", "", " Es difícil no estar de acuerdo con la mayoría del Tribunal en lo que él afirma, en el parágrafo 37 de la sentencia, que no es fácil para la niña Alejandra establecer su filiación maternal bajo el Derecho belga. En este caso importa poco que la madre haya reconocido de hecho a su hija cuando ella tenía sólo trece días. Sin embargo, no puedo estar con la mayoría, que constata aquí una violación del artículo 8, considerado aisladamente. Mismamente si el Derecho belga había reconocido la filiación maternal del solo hecho del nacimiento, esto no representaría más que un beneficio limitado para Alejandra si, contrariamente a lo sucedido en el caso, su madre no hubiese estado dispuesta a asegurarle una vida familiar tal como la protege el artículo 8. Toda madre puede de hecho decidir sobre la manera en la cual ella se ocupará de su hijo, si quiere una vida familiar o no. Ninguna norma jurídica puede garantizar a un niño una vida familiar si su madre no desea proporcionársela. Una madre puede tomar medidas que tanto en derecho como de hecho pongan fin a una vida familiar que ella y su hijo hayan te nido juntos. Este es el caso, por ejemplo, cuando la madre hace gestiones para que otros adopten a su hijo. Respecto al artículo 8, no está sin importancia que la ley establezca o no leyes jurídicas entre su hijo y su madre por el solo hecho de su nacimiento. Sobre todo cuando se examina este punto teniendo en cuenta las posibilidades susodichas que la madre impida el establecimiento y continuación de una vida familiar entre ella y su hijo, la situación en Derecho belga parece más bien irrelevante. Un cierto grado de relevancia o de rigor es una condición previa para la constatación de una violación del Convenio en este área. En mi opinión, esto lleva a la conclusión de que una violación del artículo 8, aisladamente considerado, no se establece tampoco respecto de la segunda recurrente.", "", " 3. Aplicación del artículo 8 del Convenio, combinado con el artículo 14, sobre la manera de establecer la filiación maternal de Alejandra Marckx.", "", " Esta cuestión es objeto de los puntos 3 y 4 de la parte dispositiva de la sentencia. La mayoría del Tribunal ha concluido en una violación conjunta de los artículos 8 y 14. Yo no suscribo este punto de vista en lo que concierne a Paula Marckx. Como he dicho más arriba, el procedimiento de reconocimiento es, en verdad, muy simple. Este procedimiento, y no las implicaciones económicas del reconocimiento, es el único punto relevante. Según yo, el procedimiento era tan simple que las desventajas experimentadas por Paula Marckx, en comparación con las madres casadas, no son suficientes para establecer una violación de los artículos aquí examinados.", "", " Por contra, estoy de acuerdo con la mayoría del Tribunal al constatar una violación del artículo 14, combinado con el artículo 8, en el caso de Alejandra Marckx. Como he dicho más arriba, encuentro el artículo 8 relevante en este caso; sin embargo, pienso que, aisladamente considerado, no ha sido violado. Según la jurisprudencia del Tribunal, esto significa que la violación del artículo 14, tomado en conjunción con el artículo 8, sí está fundada. Es claro que a los ojos de la ley la niña Alejandra se encuentra en una situación inferior a aquellos otros niños de madres casadas. Esta diferencia se encuentra sin una justificación que sea suficiente respecto del Convenio. Estimo que esta desventaja constituye una violación suficientemente grave.", "", " 4. Sobre la extensión jurídica de la familia de Alejandra Marckx.", "", " Esta cuestión ha sido objeto de los puntos 6 y 7 de la parte dispositiva de la sentencia. Sobre los dos aspectos del problema abordados, estoy en desacuerdo con el Tribunal.", "", " Ciertamente, en Bélgica, el hijo de una madre soltera no resulta por derecho miembro de la familia de su madre, pero ello no quiere decir que él no pueda beneficiarse de una vida familiar con esta familia.", "", " No puedo descubrir en el Convenio ninguna obligación para los Estados contratantes que establezca los modos jurídicos susodichos. Como dice el parágrafo 31 de la sentencia, el artículo 8 presupone la existencia de una familia. En este caso no ha sido demostrado que exista de hecho una vida familiar entre Alejandra y su abuela, su tía o cualquier otro pariente de su madre. Si tal había sido el caso, la pequeña Alejandra había tenido derecho al respeto de esta vida familiar en virtud del artículo 8. La situación habría sido la misma si Alejandra hubiera estado viviendo con, por ejemplo, una pareja casada que no tuviera con ella ningún vínculo sanguíneo. No percibo ninguna obligación de prever normas jurídicas especiales en las relaciones entre un hijo nacido fuera de matrimonio y los padres de su madre. Me parece también que las consecuencias prácticas de tales reglas serían mínimas, dejando aparte las implicaciones económicas que trato en el parágrafo 5 siguiente.", "", " 5. Sobre los derechos patrimoniales invocados por las recurrentes.", "", " Esta cuestión ha sido objeto de los puntos 8 a 15 de la parte dispositiva de la sentencia. He votado con la minoría en los puntos 10 y 12.", "", " En mi opinión, una interpretación comparada del artículo 8 del Convenio, de una parte, y del artículo 1 del Protocolo núm. 1, de otra parte, muestra que el artículo 8 no trata del aspecto económico de las relaciones entre las dos recurrentes. Los trabajos preparatorios de estas dos disposiciones lo confirman. Como yo veo, esto conduce a la conclusión de que las reglas de Derecho belga relativas a los derechos patrimoniales invocados por las recurrentes no representan un atentado ni contra el artículo 8, aisladamente considerado, ni contra el artículo 14, combinado con el artículo 8.", "", " VOTO PARTICULAR DEL JUEZ SIR GERALD FITZMAURICE", "", " I", "", " Sobre la aplicabilidad en general de ciertos preceptos", "", " 1. Me veo obligado a calificar esta opinión de «voto particular», porque, aunque coincido con la mayoría del Tribunal en ciertos puntos, es decir (me refiero a las conclusiones, a la parte dispositiva y a los resultados de voto de la sentencia del Tribunal), sobre los puntos 8, 9, 11 y 16, donde el Tribunal ha sido unánime en rechazar las reclamaciones de las recurrentes, y sobre el punto 17, respecto del cual hubo mayoría en favor de tal rechazo, estoy en desacuerdo, sin embargo, con su tesis en lo que considero las cuestiones sustanciales del caso, con respecto a las cuales el Tribunal se ha mostrado favorable a las quejas de las recurrentes.", "", " 2. Dejando ahora a un lado el tema de la calificación de cada una de las recurrentes como «víctimas», de acuerdo con el significado del artículo 25 del Convenio Europeo de Derechos Humanos , tema que someto a revisión en el «poscriptum» de esta opinión disidente, el principal problema suscitado en el caso que nos ocupa es el de si es o no aplicable el artículo 8 del Convenio. Otro punto fundamental es, asimismo, el de la aplicabilidad del artículo 1 del Protocolo núm. 1 del Convenio. Ambas cuestiones determinan automáticamente la de la aplicación del artículo 14 del Convenio, a la que me referiré. Por lo que respecta a las quejas formuladas al amparo de otros preceptos jurídicos (artículos 3, 12 y 50), o bien dependen a su vez de las cuestiones fundamentales a las que he aludido o simplemente no merecen presentarse como puntos independientes; en cualquier caso, el Tribunal ha rechazado las reclamaciones de las recurrentes formuladas en base a esos tres artículos, decisión con la que coincido plenamente.", "", " 3. El tema de la aplicabilidad de una prescripción legal difiere jurídicamente de la concreta violación de la disposición de que se trate en un caso concreto. Las cuestiones de aplicabilidad tienen carácter previo. Cualquier disposición (sección, cláusula, regla, etc.) es aplicable a un supuesto en la medida en que, al menos aparentemente, se refiere a la clase, categoría o ámbito del tema aludido en la reclamación, o bien en el caso de que se relacione con los hechos y circunstancias del supuesto.", "", " Si no ocurre así, es decir, si su objetivo es diferente, es evidente que la disposición jurídica carece de relación con las reclamaciones planteadas, con lo que una violación efectiva del Convenio no puede darse.", "", " En efecto, no puede existir violación de un precepto cuando éste no es aplicable al caso que se plantea.", "", " 4. Por otra parte, el hecho de que una disposición sea aplicable a un determinado supuesto no significa asimismo que haya sido violada. De este modo, la parte acusada puede ser absuelta si el artículo o el precepto invocado resulta no ser aplicable y si, en efecto, es aplicable pero no ha sido violado en realidad.", "", " Sólo en el caso de que se cumplan ambas circunstancias: aplicabilidad y violación del precepto, será responsable el acusado y, en consecuencia, podrá considerarse que se ha violado el Convenio de Derechos Humanos.", "", " 5. Hasta aquí las proposiciones elementales, que no deberían siquiera enunciarse, puesto que cualquiera las acepta como principios generales de común reconocimiento; no obstante, los principios se pierden de vista con frecuencia cuando el ansia de obtener ciertos resultados, por razonables que éstos sean, atenúa la consciencia jurídica. Todo ello nos interesa aquí especialmente; en efecto, una relación vaga o general entre el objeto de un precepto jurídico y el de la reclamación suscitada por los recurrentes no es razón suficiente para establecer entre ellos una vinculación que permita aplicar aquél a ésta. La cuestión básica estriba en discernir si ambos pertenecen al mismo ámbito de conceptos jurídicos. Dentro de ciertos límites casi nada puede presentarse como conectado efectivamente con algún otro punto o como perteneciente al mismo ámbito conceptual [como demuestra el intento en el presente caso (rechazado por el Tribunal) de que se reconociera la existencia del artículo 3 del Convenio de Derechos Humanos ].", "", " II", "", " El problema de aplicabilidad del artículo 8 del Convenio", "", " 6. Aquí reside la clave de la cuestión del caso que se plantea; no sólo porque los demás puntos dependen de una forma u otra de ella, sino porque incluso se podría afirmar que, si no se le hubiera dado respuesta afirmativa, las demás no se hubieran planteado o se hubieran resuelto fácilmente.", "", " La parte que aquí interesa a ese precepto dice lo siguiente:", "", " «Artículo 8", "", " 1. Todos tienen derecho a que se respete su vida privada y familiar, su domicilio y su correspondencia.", "", " 2. Los poderes públicos no se interferirán en el ejercicio de ese derecho, salvo... (y aquí se recoge una lista de excepciones que no nos interesa ahora).»", "", " 7. El Tribunal estimó que el segundo párrafo de este artículo no era trascendente en el caso que nos ocupa, en la medida en que las recurrentes no alegaron que las autoridades belgas hubiesen realizado actos que interfirieran en su vida privada familiar, puesto que lo que se cuestionaba era realmente la legislación belga.", "", " Consecuentemente, el Tribunal se basó exclusivamente en el párrafo 1 del artículo 8. En mi opinión, sin embargo, el párrafo 2 puede asimismo ser trascendente para el caso; no porque se hayan producido injerencias concretas por parte de las autoridades belgas en su vida privada, sino porque la referencia a esa posible interferencia que hace el párrafo 2 ayuda a dilucidar el sentido del párrafo 1 en la medida en que se señalan los límites a los que se pretendió se atuviese el precepto citado. No obstante, más tarde volveré sobre este punto.", "", " Es evidente, o al menos lo es para mí, que el clima en el que se gestó la idea del Convenio Europeo de Derechos Humanos participaba de esa misma convicción, que el objetivo principal, por no decir el único, del artículo 8 es lo que se podría llamar la «protección domiciliar» del individuo. Se pretendía evitar, en definitiva, que cualquier persona pudiera ser sometida a la incertidumbre de medidas tales como la de que alguien pudiera llamar a su puerta a las cuatro de la madrugada, dilaciones o violaciones de la correspondencia, registros, intrusiones o interrogatorios, micrófonos o escuchas telefónicas, restricciones en el uso de la radio o la televisión, medidas coactivas, tales como el corte del suministro de agua o electricidad, o abominaciones, tales como someter a los menores a interrogatorios sobre la actividad de sus padres o, incluso a veces, a un cónyuge sobre la actividad del otro, es decir, a toda clase de técnicas fascistas o comunistas algunas raras veces conocidas como las que se han practicado en la Europa del Este, utilizadas desde la era de la represión y la intolerancia religiosa hasta su renacimiento (la ideología sustituye a la religión) en muchos países en el período de entreguerras.", "", " Ese, y no las normas jurídicas internas referidas a las relaciones familiares, fue el objeto del artículo 8, cuyo fin era evitar tales horrores, tiranía y vejaciones, no regular el estado civil de los menores.", "", " 8. En consecuencia, es evidente que la reclamación formulada por las recurrentes en el presente caso nada tiene que ver con las situaciones que hemos descrito. Ellas no han sufrido ninguna de esas prácticas, ni han vivido bajo un ordenamiento jurídico en el que las mismas se considerasen legales y pudieran ser, en consecuencia, realizadas por los poderes públicos en cualquier momento, de tal manera que (compárese con el asunto Klass, recientemente examinado por el Tribunal) la mera posibilidad de que tales técnicas fuesen puestas en práctica, por ejemplo en las escuchas telefónicas o la violación de la correspondencia, tendría un efecto concreto sobre la vida cotidiana de las recurrentes. Sin embargo, su reclamación es del todo diferente (y la diferencia no es solamente de grado, sino de naturaleza) alegar que viven bajo un régimen jurídico que en los casos de nacimiento extramatrimonial no reconoce jurídicamente vínculos jurídicos entre la madre y el hijo derivados del mero hecho del nacimiento. Entre otras cosas, alegan que esta situación coloca a la madre soltera y a su hijo en una clara situación de desventaja en comparación con los hijos matrimoniales y sus padres, y sin perjuicio de que ese estado de cosas podría corregirse fácilmente (es decir, que el vínculo natural podría convertirse en vínculo jurídico) mediante la actuación de la madre o el cuidado del menor a través de la tutela prevista por la ley belga para estos casos.", "", " Si la existencia de semejante situación implica una violación del artículo 8 (suponiendo que fuese aplicable a una reclamación de este carácter) es una cuestión distinta, de la que no me ocuparé por el momento. No obstante, puede servirme como enlace con el punto que a continuación voy a tratar.", "", " 9. Efectivamente, puede mantenerse que, aunque el objeto principal y quizá único en su momento del artículo 8 fuese el que hemos descrito en el parágrafo 7, actualmente su ámbito de aplicación podría extenderse a todas aquellas situaciones en las que exista una falta de «respeto» (siendo ésta la condición básica) hacia la «vida privada y familiar, el hogar y la correspondencia». No obstante, la interpretación debe hacerse en base a lo que efectivamente constituye su ámbito natural y no conforme a las ideas particulares de cada interesado. En este sentido, en el presente caso, la falta de respeto alegada con ciertos derechos exigiría que éstos se encuadraran dentro del ámbito jurídico referente a la vida privada y familiar, cosa que no ocurre aquí.", "", " 10. En mi opinión, la categoría jurídica a la que pertenece propiamente el asunto que aquí se debate no es la de «vida familiar»; en consecuencia, la asimilación que la sentencia del Tribunal hace a ese concepto constituye una distorsión manifiesta. El supuesto que aquí se plantea no se refiere a la «vida familiar» en el sentido que habitualmente se da a este término. Por el contrario, se trata fundamentalmente de un asunto de filiación y no de «vida familiar». De ello se deduce que el problema suscitado es de estado civil, y las materias referidas al estado civil no se incluyen en el ámbito del artículo 8.", "", " 11. La materia de estado civil y la de vida familiar, respectivamente, se refieren a distintos campos conceptuales del ordenamiento.", "", " Puede ser cierto que determinadas materias de estado civil, como las cuestiones de filiación, puedan tener un aspecto privado o familiar, del mismo modo que pueden tener un aspecto público. Pero esa cualidad no es necesariamente intrínseca o «per fundamentum» a la vida privada y familiar, ambos campos son jurídicamente independientes entre sí.", "", " Los temas de filiación u otras cuestiones de estado civil pueden plantearse incluso cuando no existe vida familiar en absoluto y cuando las personas afectadas no viven juntas formando una familia (cosa que no es infrecuente). Del mismo modo, la vida familiar puede existir, sea cual fuere el «status» de quienes viven juntos, con tal de que exista un vínculo entre ellos de sangre, adopción o, incluso, de amistad, simple conveniencia o hábito.", "", " En resumen, los vínculos que derivan de la filiación jurídica no son esenciales en absoluto para determinar la «integración del niño en su familia» y para permitirle desarrollar una «vida familiar normal», por mencionar los criterios expresados en el parágrafo 31 de la sentencia del Tribunal.", "", " 12. Lo contrario no es cierto en buena lógica; de hecho, precisamente, el que ambas situaciones sean independientes entre sí (la vida familiar y el estado civil) significa que la primera (la vida familiar) no implica ninguna consecuencia en la segunda (estado civil), y el artículo 8 no pretende regular ésta; es impensable, a mi entender, que un precepto que pretendiese regular algún aspecto de tanta importancia como el estado civil no hiciese de él una mención separada, de la misma forma que se refiere expresamente a la vida familiar, el domicilio y la correspondencia. Si estas dos últimas nociones, por ejemplo, exigen una mención expresa, puesto que no se incluyen de forma obvia en el concepto genérico de vida privada y familiar, no puede exigirse para materias como la filiación o el estado civil, por no mencionar ahora otras como los derechos de carácter económico, que el Tribunal considere incluidos en un precepto que ni siquiera se refiere a ellos de un modo indirecto.", "", " 13. En ningún momento se ha sugerido que ha existido una falta de respeto hacia la familia Marckx (madre, hija y parientes por vínculos de sangre) si al término vida familiar se le da el significado que normalmente se le reconoce en el lenguaje del hombre de la calle; es decir, de la diaria convivencia en el domicilio familiar o (por lo que respecta a relaciones de amistad o parentesco) en casas ajenas o realizando visitas o estancias duraderas.", "", " La mención expresa de los términos «vida privada», «domicilio», «correspondencia» en el ámbito del artículo 8 confirma, a mi entender, este punto de vista. Ninguno de estos conceptos, ni el de familia por sí mismo, sugiere otros tales como el estado civil, de filiación dudosa o derechos patrimoniales, como pretende el Tribunal, mediante una interpretación artificiosa. Se trata de materias que pertenecen a un ámbito o categoría diferentes.", "", " 14. Las consideraciones expuestas se confirman firmemente por la referencia en el Convenio a la extinción del matrimonio, materia también de estado civil, aunque mucho más directamente vinculada a la vida familiar que la filiación. Quienes realizaron el Convenio juzgaron necesario consagrar un precepto completo (artículo 12) al derecho a contraer matrimonio, así como al derecho a fundar una familia. Si el derecho a fundar una familia no ha podido entenderse incluido en el respeto a la vida privada, ¿cómo el derecho de una hija natural a ser considerada «ipso facto» como hija de su madre desde el mismo momento del nacimiento y sin que fuera necesaria la inscripción registral puede considerarse automáticamente incluido en aquel concepto («respeto a la vida privada») sin que exista ninguna mención expresa de ello? Si el matrimonio y el derecho a fundar una familia exigen un tratamiento particularizado en el Convenio, ¿por qué no otras nociones más oscuras, como la filiación y el estado civil derivado del nacimiento? La respuesta lógica a este interrogante es que se ha querido englobar el primer aspecto y no el segundo, puesto que de otro modo se habrían elaborado apartados más complejos y distintos.", "", " 15. Todo ello se ilustra vivamente por lo que se afirma en una gran parte de la sentencia del Tribunal. Por ejemplo, los esfuerzos para demostrar la tesis contraria en los parágrafos de la sentencia englobados bajo la rúbrica A (referentes a la filiación materna de Alejandra) son complejos y poco convincentes. Bastaría con señalar que las rúbricas B y C (referentes a las relaciones de parentesco en la familia de Alejandra Marckx y a los derechos patrimoniales invocados por las recurrentes) no son más que un vano intento de introducir un verdadero código del derecho de familia en el ámbito del artículo 8 del Convenio, excediendo plenamente sus propias previsiones. El «derecho de familia» no equivale a la vida familiar, y ese artículo constituye un fundamento demasiado fácil e incierto para servir de base a tal equiparación. Pretender hacer eso para hacer entrar el presente caso en el ámbito del artículo 8 es, como bien dice la expresión francesa, «cousue de fil blanc».", "", " No es necesario asimismo comentar las rúbricas B y C, porque los puntos de vista que en ellas se expresan van a parar asimismo a la idea fundamental ya expuesta. Ciertamente, las cuestiones hereditarias pueden repercutir en la vida familiar como tantas otras cosas (por ejemplo, con frecuencia dar lugar a roces o fricciones). No obstante, la herencia constituye una categoría jurídica independiente. Asimismo, en el presente caso tales cuestiones no se plantean «sui juris», por decirlo así, sino que se derivan de la cuestión básica del derecho de filiación, que yo considero excluida del artículo 8. El hecho de que un determinado factor pueda repercutir en la vida familiar no significa que forme parte de ella. Las cuestiones hereditarias y otras semejantes escapan del ámbito de aplicación de esta disposición correctamente entendida. El artículo 8, correctamente entendido, no consagra los derechos examinados en los epígrafes A a C.", "", " 16. En consecuencia, debemos concluir que el precepto invocado como principal en el presente caso (artículo 8 del Convenio) no es aplicable a la reclamación formulada ni a los numerosos factores extraños al artículo 8, en atención a los cuales el Tribunal ha estimado que el citado precepto no sólo era aplicable a la situación a que daba lugar la legislación belga en vigor, sino que había sido violado. Teniendo en cuenta mi tesis sobre el verdadero ámbito del artículo 8, estimo innecesario considerar esa supuesta violación (ver parágrafos 3 y 4 más arriba).", "", " No obstante, incluso suponiendo que el artículo 8 fuera aplicable al caso que nos ocupa, estimo que el Tribunal ha sido excesivamente severo y poco tolerante al aplicar el Derecho belga. Sin embargo, en la medida en que este tema se encuentra relacionado con otros, prefiero posponer la discusión hasta la sección V (parágrafos 27 a 31) del artículo 1 del Protocolo núm. 1 del Convenio (ver parágrafo 2 más arriba) y de las posibles repercusiones de esa cuestión (junto con las de la aplicabilidad del artículo 8 que acabamos de considerar) en el tema de la correcta interpretación del artículo 14 en el presente caso.", "", " Este último es el precepto que exige que los derechos y libertades consagrados por el Convenio sean ejercidos sin discriminación de ningún tipo. Una gran parte de la sentencia se basa en la aplicación de este artículo.", "", " III", "", " La cuestión de la aplicabilidad del artículo 1 del Protocolo núm. 1 del Convenio de Derechos Humanos", "", " 17. En la medida en que el Tribunal ha sentido que parecería extravagante el fijar los elementos económicos, y en particular patrimoniales y sucesorios, en los conceptos de vida privada y familiar, ha recurrido al artículo 1 del Protocolo núm. 1 del Convenio, donde ha descubierto los derechos no solamente a la posesión, sino también a la disposición de bienes.", "", " La primera frase de este párrafo del texto, la frase maestra que indica el verdadero contenido del artículo, se lee como sigue:", "", " «Toda persona física o moral tiene derecho al respeto de sus bienes.»", "", " Nada aquí indica que haya una preocupación por salvaguardar los derechos de herencia o de disposición de bienes, y la segunda frase del párrafo de este texto confirma que estas materias no entran en el campo de aplicación del artículo:", "", " «Nadie puede ser privado de su propiedad sino por causa de utilidad pública y en las condiciones previstas por la ley y los principios generales del Derecho internacional.»", "", " Tampoco aquí nada nos permite decir que los redactores se hayan sentido preocupados por los derechos de herencia o de disposición de bienes, salvo en el sentido puramente negativo de que haya sido confiscado o expropiado ilegal o arbitrariamente no puede en la práctica ser heredado, no pudiendo disponer de ninguna manera. Y mismamente si por un procedimiento puramente deductivo puede deducirse del párrafo aquello que se desea, los términos empleados serían evidentemente desde todo punto inapropiados, y es imposible creer que si este párrafo había realmente tendido a este fin habría sido redactado en estos términos. Pero el artículo tiene un segundo párrafo, que ha constituido un pilar esencial en la interpretación que el Tribunal le ha dado:", "", " «Las disposiciones precedentes se entienden sin perjuicio del derecho que poseen los Estados de poner en vigor las leyes que juzguen necesarias para la reglamentación del uso de los bienes de acuerdo con el interés general o para asegurar el pago de los impuestos u otras contribuciones o de las multas.»", "", " El Tribunal se encuentra ante el término «uso», que presta al conjunto del artículo un matiz que desborda la noción de posesión y engloba los derechos de herencia y de disposición. A mi modo de ver, «uso» es el uso de esto que uno todavía tiene o posee, y «el uso de los bienes» no es el lenguaje que se habría normalmente empleado si se había querido englobar el uso bajo forma de disposición de los bienes por testamento, donación entre vivos, etc. Ningún jurista competente se contentaría con hacer alusión al uso de los bienes si él había redactado una cláusula que se aplicase claramente a estas materias.", "", " 18. El método por el cual el Tribunal llega a su conclusión (parágrafo 63 de la sentencia) apela a dos hipótesis, de las cuales ninguna es deducción legítima del texto. En primer lugar, postula (pues se trata de un postulado) que, «por el reconocimiento a cada uno del derecho al respeto de sus bienes, el artículo 1 garantiza en esencia el derecho de propiedad». Esto es ya el estilo de la extrapolación, aunque la redacción claramente mediocre del texto, tanto en la versión inglesa como en la francesa, puede en cierta medida excusarla. En la suposición gratuita de que el derecho de gozar y disfrutar de los bienes (de aquellos que un hombre posee efectivamente) comporta necesariamente el derecho, en primer lugar, de adquirirlos y de hacerlo por tal o cual medio, esto incorpora una suposición absolutamente insostenible en la otra frase del parágrafo 63 de la sentencia, donde se dice que «el derecho de disponer de sus bienes constituye un elemento tradicional y fundamental del derecho de propiedad». Esto puede ser una verdad de hecho en numerosos países y sistemas jurídicos -todavía se pueden singularizar numerosas derogaciones-, pero esto no es una verdad necesaria. Los derechos de heredar y de disponer de sus bienes no acompañan necesariamente el derecho de poseer y de conservar. Estos son conceptos de un orden distinto. Y cuando una queja alega la inobservación de una cláusula dada, es necesario asegurarse que la redacción de esta cláusula justifica la conclusión que se ha extraído o la hipótesis que se quiere fundar sobre ella. Y es perfectamente claro aquí que ningún redactor que tenga por intención o mandato incluir en el ámbito de aplicación de una cláusula los derechos de herencia o de disposición de bienes por testamento, acto solemne o donación, no se contentaría con mencionar «el respeto de los bienes» o «el uso de los bienes», expresiones claramente ambiguas e inciertas.", "", " 19. Por otra parte -y este punto es lo suficientemente importante como para merecer un parágrafo especial-, no se ha hablado «del uso de los bienes» en la segunda línea del artículo 1 del Protocolo, a propósito del reconocimiento de un derecho, sino, al contrarío, a propósito de la limitación de la extensión de un derecho, el derecho al respeto de los bienes que a él le son reconocidos. La segunda línea del artículo, en suma, no otorga derechos al individuo, sino que restringe aquellos que él posee. Esto solo es suficiente para destruir el valor de la referencia al uso de los bienes, por la cual la sentencia querría justificar una interpretación de la expresión «respeto de los bienes», que permite extender radicalmente su actual ámbito de efectividad.", "", " 20. La verdad de la cuestión -como sería obvio para cualquiera que no esté determinado a entender este ámbito- es que lo principal, si no el solo objeto del artículo 1 del Protocolo, era prevenir embargos, confiscaciones, expropiaciones, extorsiones y otras arbitrarias intromisiones a la libertad de disfrutar los bienes a los cuales numerosos Gobiernos son o han sido muy propensos a recurrir. La metamorfosis como vehículo para el otorgamiento de derechos que exceden en mucho la noción de respeto de los bienes, sobre todo si ellos están vinculados con la propiedad, supone hinchar sus verdaderas proporciones. Esto no es una base sobre la cual se pueda digna y convenientemente fundarse para declarar un Gobierno culpable de violación del Convenio.", "", " 21. Hay, pues, que concluir diciendo que el artículo 1 del Protocolo, racionalmente interpretado, no se aplica más que al artículo 8 del Convenio en el tipo de queja que es el objeto de la presente causa, ni a los elementos, enteramente extraños en su verdadero sentido e intención, que el Tribunal ha juzgado bien percibir.", "", " 22. De esta conclusión, por lo que se refiere al artículo 8 del Convenio y al artículo 1 del Protocolo, se sigue automáticamente que el artículo 14 del Convenio (la cláusula de no discriminación en el disfrute de derechos y libertades garantizadas por el Convenio) es también inaplicable, pues las solas condiciones en las cuales podría legítimamente aplicarse no se encuentran concurrentes. Como quiera, esto requiere una completa explicación, que yo me dispongo a hacer ahora.", "", " IV", "", " La cuestión de la aplicabilidad del artículo 14 del Convenio.", "", " 23. El artículo 14 es esencialmente una disposición auxiliar y subordinada que no puede funcionar por ella misma, sino solamente en combinación con otro artículo del Convenio o del Protocolo. La sola frase de este artículo que tiene para nosotros una significación es el principio, que es corto, y dice:", "", " «El disfrute de los derechos y libertades reconocidos en el presente Convenio deben ser asegurados sin distinción alguna...»", "", " He expuesto en otro lugar mi opinión sobre las condiciones conforme a las cuales este artículo puede resultar operativo. En la medida en que no tiene campo autónomo de aplicación, que no garantiza por sí mismo derechos materiales, sino únicamente en relación con una disposición del Convenio o del Protocolo, sólo puede aplicarse en aquellos casos en los que entre en juego otro precepto relacionado con la queja formulada en el caso que se trate. En consecuencia, antes de determinar la aplicación del artículo 14, incluso en relación con cualquier otro artículo del Convenio o del Protocolo, debe examinarse en primer lugar qué derechos reconocidos con ese otro precepto están implicados.", "", " El artículo 14, literalmente, no prohíbe la discriminación en general, sino, por el contrario, únicamente en el contexto general del disfrute de los «derechos y libertades proclamados en el Convenio». En consecuencia, a menos que otro precepto garantice o incluya los derechos reclamados por las recurrentes en el presente caso, el artículo 14 carece de esfera de aplicación. No es necesario que haya existido una violación real de esta otra disposición (es suficiente que la misma sea aplicable al caso, lo que permite plantear válidamente si semejante vulneración tuvo lugar) (ver parágrafos 3 y 4 más arriba).", "", " Si el precepto es aplicable -incluso en el supuesto de que no haya sido violado-, las condiciones para que entre en juego el artículo 14 se cumplen, efectivamente, en el supuesto de que haya existido discriminación en la aplicación de la disposición, si el recurrente estima que sus derechos han sido reconocidos de una forma menos favorable con relación a otras personas físicas o jurídicas; podría después considerarse si efectivamente esa discriminación estaba justificada (es evidente que el tratamiento diferente no siempre implica «discriminación» en el sentido del artículo 14).", "", " 24. He considerado necesario insistir en este punto porque tengo la impresión (insisto, la impresión y no la certeza) de que el Tribunal, guiado por la natural aversión hacia cualquier forma de discriminación injustificada, ha intentado constatar tal discriminación como virtualmente contraria al Convenio en base al artículo 14, aisladamente considerado, sin examinar previamente la cuestión de la aplicabilidad de algún otro precepto que garantice los derechos de esa supuesta discriminación. El caso del Sindicato Nacional de la Policía Belga puede servir de ejemplo en este punto. Desde otra perspectiva puede existir la tentación de obtener esta conclusión con el fin de posibilitar la aplicación del artículo 14, en relación con la otra disposición supuestamente aplicable.", "", " 25. Insisto, en consecuencia, en que si los derechos pretendidamente violados en este caso no son «derechos reconocidos por el Convenio», como exige el artículo 14, éste se ve privado de su ámbito de aplicación y no puede entrar en juego ni siquiera en el caso de que existiera discriminación. El artículo 14 no prohíbe la discriminación como tal o en sentido absoluto, sino únicamente referida al disfrute de ciertos derechos concretos, los que son consagrados por el Convenio. La sentencia tiende a reconocer esto cuando afirma (parágrafo 32) que el «artículo 14 protege a los individuos (...) de cualquier tipo de discriminación en el disfrute de los derechos y libertades reconocidos en (...) otros preceptos».", "", " Sin embargo, desgraciadamente, llega a la conclusión de que tales preceptos son aplicables al caso planteado en base a argumentaciones manifiestamente insuficientes a su entender.", "", " 26. Teniendo esto en cuenta y reiterando mi opinión de que los preceptos del Convenio y del Protocolo núm. 1 invocados por las recurrentes están desprovistos de relevancia con relación a las quejas formuladas, me veo obligado a concluir que el artículo 14 resulta asimismo inaplicable -en relación con «cualquier otro precepto»-, ya que no puede ser vinculado a ninguna otra disposición que en este supuesto le haga operativo.", "", " V", "", " Derecho belga: la cuestión en abstracto; la cuestión del «margen de apreciación»", "", " 27. Ya que considero totalmente inaplicables los preceptos invocados por las recurrentes en base a las quejas que formulan contra el Gobierno, sería absurdo e inapropiado que entrase a examinar si tales preceptos eran relevantes y si existía en base a los argumentos jurídicos y a los hechos alegados una violación del Convenio; no obstante, me gustaría formular algunas ideas sobre ciertas cuestiones de principio en las que mi actitud difiere del Tribunal.", "", " 28. Básicamente, la sentencia del Tribunal supone una condena de parte del ordenamiento jurídico belga «in abstracto», ya que éste priva a los hijos naturales de la determinación de su filiación materna por el mero hecho del nacimiento y sin que sea necesario adoptar otra medida por parte de la madre o del tutor legal. Aunque hablando en términos generales no es competencia del Tribunal cuestionar las leyes de los Estados miembros por el mero hecho de que las mismas sean difícilmente conciliables con el Convenio o puedan dar origen a vulneraciones del mismo (normalmente será la medida en particular adoptada en virtud de la ley la que se cuestiona y no la ley en sí misma), admito que cuando es la misma ley la que produce directamente «ex opere operato» la violación (si es que ésta existe), aquélla (la ley) puede ser impugnada, incluso en el supuesto de que no exista un acto de los poderes públicos ejecutando la misma. Será la propia ley en este caso, es decir, su mera existencia, lo que constituya el acto cuestionado.", "", " 29. Esta es evidentemente la situación que se produciría en el presente caso si los artículos del Convenio y del Protocolo núm. 1 invocados resultaran aplicables. Los preceptos del Derecho belga competentes en la materia impiden, por su mera existencia, que los vínculos entre la madre y el hijo deriven jurídicamente del mero hecho del nacimiento, ya que exigen que la madre o el tutor lleven a cabo determinadas actuaciones con ese mismo fin. Como ya he expuesto ampliamente, no creo que de esto se derive ninguna violación del Convenio, ya que no considero que estas materias se incluyan en el ámbito de la vida familiar; se trata de cuestiones de filiación y de estado civil, a las que el Convenio no se refiere. No obstante, pese a que ésa no es mi opinión, incluso si suscribiera el punto de vista mantenido en esta cuestión por la sentencia, continuaría estimando que el Gobierno belga no debería ser condenado por la aplicación de una ley a la que, pese a que algunos la consideran defectuosa o poco equitativa, tiene en realidad grandes méritos (como se ha constatado claramente en el curso del procedimiento) y en todo caso se sitúa dentro del margen de libre apreciación o discrecionalidad reconocido a todo Gobierno que actúe de buena fe; no veo cómo se podría exigir a todos los Estados que formulasen leyes uniformes en materias de esta naturaleza. Considero exagerado mantener, como lo hicieron las recurrentes, que las antiguas manifestaciones de las relaciones familiares, y en concreto la vieja distinción entre hijos legítimos e ilegítimos, están en trance de desaparición. En cualquier caso, los Estados deben tener la posibilidad de cambiar de actitud en el momento que juzguen oportuno, de la forma que estimen conveniente y por los medios que juzguen razonables. Debe reconocérseles un cierto margen de actuación.", "", " 30. El Derecho belga no deja de ser razonable: atribuye a la madre la posibilidad de modificar el estado civil del niño mediante el acto formal de reconocimiento. O bien ello puede realizarse asimismo a través del sistema de tutela que el mismo ordenamiento jurídico belga establece. El reconocimiento es un procedimiento poco costoso y simple y las autoridades belgas tienen razones objetivas que considero suficientes para exigirlo. Debe tenerse en cuenta tanto el interés de la madre como el del niño. Como yo mismo subrayo en algunas de las cuestiones que formulé en el procedimiento oral, existen situaciones en las que puede ser injusto imponer a la madre las consecuencias que derivan del mantenimiento de su hijo. ¿Sería razonable que la legislación no le reconociera nunca el derecho de elegir? ¿Qué ocurriría, por ejemplo, con la mujer que tiene un hijo contra su voluntad? Está totalmente justificado que la ley ofrezca a la madre la posibilidad de elegir y que, en el supuesto de que ésta rehúse asumir sus responsabilidades, la autoridad haga frente a ellas en su lugar. El argumento en base al cual el nacimiento de los niños no deseados puede producirse asimismo en el seno de matrimonio está fuera de lugar. El nacimiento de hijos no deseados o concebidos accidentalmente forma parte de los «riesgos profesionales» del matrimonio, y en todo caso se trata de una situación diferente.", "", " 31. En mi opinión, es un completo error y una manipulación del Convenio -incluso un abuso de los poderes reconocidos al Tribunal en relación con ello- considerar que un Gobierno o el poder judicial o ejecutivo de un país puede ser culpable de una violación de aquél simplemente en base a la existencia o aplicación de una ley que no es por sí misma irracional o manifiestamente injusta, y que puede incluso considerarse deseable en ciertos aspectos; el hecho de que puedan existir motivos para desaprobar la ley por sus efectos en determinados casos no supone una justificación desde el punto de vista jurídico. No puede exigirse que un Gobierno o una autoridad actúen con una «camisa de fuerza» de esta clase y sin el beneficio de actuar con cierta discrecionalidad dentro de unos límites aceptables. De hecho, la existencia de una violación del Convenio debe mantenerse cuando la misma es manifiesta y no cuando se deriva de argumentos complejos y oscuros discutibles en todo caso y que, por tanto, pueden ser tan acertados como erróneos.", "", " «POST-SCRIPTUM»", "", " La cuestión de quién puede considerarse «víctima» en el sentido del artículo 25 del Convenio", "", " 1. Antes que cualquier caso llegue al Tribunal debe ser sometido a la CEDH, y en base al artículo 25 del Convenio, la Comisión sólo puede admitir peticiones de una persona, grupo o entidad «que reclame haber sido víctima de una violación» del Convenio por uno de los Estados partes. Esto podría considerarse como una cuestión preliminar que interesa únicamente a la Comisión, pero el Tribunal ha hecho de ello prácticamente un problema de fondo respecto del cual debe estar asimismo convencido. Podría argumentarse que en la medida en que las recurrentes alegan ser víctimas de una violación, tal exigencia resulta satisfecha. Pero como en principio eso siempre ocurre, el requisito resulta desprovisto de contenido.", "", " 2. Esta cuestión difiere evidentemente de aquella que consiste en discernir si el recurrente ha sufrido algún daño moral o material que le diera derecho a una indemnización o a otra satisfacción apropiada, en virtud del artículo 50 del Convenio. Pueden existir casos en los que tal daño no exista, pero en los que, sin embargo, se de una violación del Convenio, que puede afectar a su persona o a sus intereses. El requisito en concreto considerado como una cuestión preliminar de admisibilidad o casi de fondo supone que la queja no puede ser puramente teórica o hipotética, sino que, si la violación alegada se determinase, la queja constituiría el objeto o uno de los objetos de la misma.", "", " 3. En mi opinión es también necesario que la queja o los intereses alegados no se vean afectados de una forma teórica, nominal o formal. Es por eso que en el presente caso voté contra la decisión del Tribunal, que estimaba que las recurrentes eran «víctimas» en el sentido del artículo 25. La madre actuó dentro de los catorce días del nacimiento de su hija para determinar su reconocimiento jurídico, cosa que efectivamente se llevó a cabo; posteriormente realizó la adopción legal de la niña, con el fin de que desde el punto de vista jurídico ésta ostentase los mismos derechos que un hijo legítimo, excepto por lo que respecta a los derechos de sucesión intestada en la herencia de los parientes de su madre (diferencia que fácilmente podría ser obviada recurriendo a la vía testamentaria).", "", " Si estas actas de reconocimiento o de adopción no se habían llevado a cabo o habían sido impedidas por la muerte o cualquier otra causa, las dos recurrentes o una de ellas habrían sido las «víctimas» de toda violación de una disposición aplicable del Convenio o del Protocolo.", "", " VOTO PARTICULAR DEL JUEZ SEÑORA BINDSCHEDLER-ROBERT", "", " Mi opinión difiere de la sostenida mayoritariamente por el Tribunal en dos puntos: considero, en primer lugar, que por lo que respecta a la determinación de la filiación materna de Alejandra no ha existido violación del artículo 8, ya sea considerado aislada o conjuntamente con el artículo 14, con respecto a Paula Marckx y, en segundo lugar, que el artículo 1 del Protocolo núm. 1 no es aplicable en este campo, frente a lo sostenido por la Corte, de manera que no cabe una violación de este artículo, ni siquiera en conexión con el artículo 14.", "", " En términos generales, coincido con el punto de vista de mi colega señor Matscher en cuanto al alcance del artículo 8 en materia de filiación, así como respecto del ámbito de aplicación del artículo 1 del Protocolo núm. 1; en este punto estoy de acuerdo con las consideraciones que aparecen en su voto particular. No coincido con él, sin embargo, en la apreciación de la situación de la niña Alejandra Marckx con relación a la determinación de su filiación, a la vista del artículo 8, individualmente contemplado, y del artículo 14, en relación con aquél. En estos dos puntos yo voté con la mayoría. De hecho, considero que madre e hija se encuentran en situaciones muy diferentes; por lo que se refiere al artículo 8, en primer lugar, estimo que era más fácil para la madre, desde el punto de vista de las formalidades necesarias, reconocer a su hija desde el momento del nacimiento y, en consecuencia, no existía obstáculo legal que realmente le impidiese establecer con ella los vínculos de filiación (no considero que fuese un obstáculo la alternativa con la que la madre se enfrentara en cuanto a la limitación de los derechos patrimoniales de su hija que pudieran derivar del reconocimiento jurídico, alternativa que en realidad obedece’ a una falta de coordinación en las disposiciones normativas y no a la intención expresa del legislador de disuadir a las madres que reconozcan a sus hijos ilegítimos).", "", " No obstante, la situación jurídica del hijo depende enteramente de la voluntad de un tercero, ya que deriva de que la madre realice o no el reconocimiento o de que su tutor, con el consentimiento del consejo de familia generalmente, inicie el procedimiento necesario para determinar su filiación materna. A causa de esta inseguridad, no puede afirmarse que el niño que ha nacido fuera del matrimonio disfrute, por lo que respecta a su vida familiar, de la protección que reconoce el artículo 8. En el supuesto que aquí nos ocupa esto no son consideraciones puramente teóricas, dado que durante los trece primeros días de su existencia la niña Alejandra Marckx se vio expuesta a los riesgos que la situación de no reconocimiento jurídico puede acarrear. Si fue culpa o no de su madre por no haberlo realizado antes es algo que aquí carece de relevancia. En consecuencia, puede afirmarse, a mi juicio, que al menos durante ese período de trece días la niña fue víctima de una violación del artículo 8, aunque de ella no derivaran perjuicios materiales.", "", " En la cuestión de la discriminación en la determinación de la filiación considero asimismo que es necesario distinguir entre la madre y la hija. Así, mientras ciertas diferencias jurídicas entre madres casadas y solteras no pueden considerarse enteramente desprovistas de fundamento, la situación es diferente, a mi entender, con respecto a los hijos. En este sentido estimo que las diferencias que se basan en el hecho de que un niño que nazca fuera del matrimonio debe ser reconocido por su madre (o bien que su filiación se determine por el Tribunal) para que se establezcan vínculos de filiación con aquélla carece de justificación objetiva; estimo que los hijos no deben recibir un tratamiento diferente por el mero hecho de haber nacido fuera del matrimonio. En consecuencia, la niña Alejandra Marckx fue víctima de una discriminación prohibida por el Convenio, cosa que no sucedió, a mi entender, en el caso de su madre.", "", " Finalmente, creo que debe tenerse en cuenta que, pese a que en el ámbito jurídico existen diferencias entre madre e hija, en determinados casos la rectificación de cierta situación puede implicar necesariamente soluciones semejantes para ambas. Los efectos prácticos de la diferenciación pueden ser, por tanto, relativos o incluso nulos.", "", " VOTO PARTICULAR PARCIAL DEL JUEZ MATSCHER", "", " I", "", " Sobre el ámbito del artículo 8, aisladamente considerado, y del artículo 14, en relación con él, por lo que respecta a la determinación de la filiación materna", "", " Coincido enteramente con el razonamiento básico que sustenta la decisión del Tribunal: «el respeto a la vida familiar, garantizado por el artículo 8, párrafo 1, del Convenio, no se limita a la obligación del Estado de evitar que las autoridades públicas interfieran en el normal desarrollo de lo que considera la vida familiar», sino que implica, además, una obligación del Estado de establecer en su ordenamiento jurídico interno normas que efectivamente permitan ese normal desarrollo.", "", " En efecto, puede aceptarse como un principio general que el ejercicio de muchos derechos fundamentales, y muy especialmente de los derechos familiares, exige una actuación positiva por parte del Estado a través de la formulación de las normas sustantivas de organización o procedimentales necesarias para tal fin.", "", " Por otra parte, debe tenerse asimismo en cuenta que esta obligación positiva que deriva del artículo 8 del Convenio se limita a aquello que es necesario para la creación y desarrollo de una vida familiar conforme a la idea que las modernas sociedades europeas tienen de este sentido. Es cierto, además, que los Estados disfrutan de una cierta discrecionalidad a la hora de elegir los medios con que conseguir ese objetivo, ya que el artículo 8 no impone en absoluto a los Estados contratantes el deber de asumir un código de la familia que comprenda las reglas que tal objetivo implica.", "", " Y es precisamente del tema de la determinación del alcance de las obligaciones que derivan del artículo 8 (o, lo que es lo mismo, del establecimiento de lo que es necesario para una vida familiar según los términos del Convenio, o de lo que puede constituir un obstáculo para su formación o desarrollo) lo que, a mi pesar, va a apartarme del razonamiento de la mayoría del Tribunal; este punto, necesariamente, me hace obtener conclusiones diferentes en el caso que estudiamos.", "", " 1. El respeto por la vida familiar, que se establece en el artículo 8 del Convenio como una obligación positiva para los Estados contratantes, no exige que los vínculos jurídicos de filiación se regulen de una forma específica. La única obligación que puede derivarse del artículo 8 es que los ordenamientos jurídicos internos deben establecer normas que permitan determinar tales vínculos en unas condiciones razonables y fácilmente accesibles para los interesados.", "", " De ello se deduce que aquellos Estados, como Bélgica, que regulan el estado civil de forma que la determinación de la filiación materna de un hijo ilegítimo «no se establezca sólo por la inscripción del nacimiento en el registro, sino que es necesario, además, una declaración de reconocimiento de la madre, no vulneran el artículo 8, párrafo 1, del Convenio».", "", " Es cierto, sin embargo, que personalmente no veo la necesidad de que esa doble formalidad se exija (inscripción en el registro y reconocimiento) y que considero que los argumentos alegados por el Gobierno para defenderla (protección de la madre y del hijo) son escasamente convincentes. Desde mi punto de vista, no obstante, el inconveniente de esas formalidades es tan mínimo (especialmente en la medida en que la declaración formal de reconocimiento de la madre puede ser incluida en el mismo certificado de nacimiento) que nadie puede considerarlo fundamentalmente como una verdadera carga para los interesados o como una injerencia del Estado que impide el «normal desenvolvimiento de las relaciones familiares».", "", " Admito que este razonamiento se aplica principalmente a las madres solteras y que, en el supuesto de que éstas no realicen voluntariamente el reconocimiento de su hijo, el único medio accesible a éste para determinar su filiación conforme al Derecho belga es la investigación judicial de la maternidad. Sin embargo, este problema no se plantea en el caso que nos ocupa, ya que la madre reconoció a su hija por su propia voluntad al decimocuarto día de su nacimiento, de forma que la niña no puede considerarse verdaderamente como una «víctima». Esta tesis podría descartarse en el supuesto de que lo que se enjuiciara fuera la ley belga «in abstracto», pero ello le está vedado al Tribunal (parágrafos 26 y 27 de la presente sentencia).", "", " Por otra parte, en el razonamiento de la sentencia no se contiene nada que pueda considerarse como una prueba convincente de que el sistema belga de determinación de la filiación materna de un «hijo ilegítimo» acarrea consecuencias negativas para el desarrollo y formación de la vida familiar entre la madre y su hijo nacido fuera del matrimonio.", "", " En consecuencia, no creo que exista violación del artículo 8, aisladamente considerado.", "", " 2. Es cierto que la ley belga sólo exige que la madre reconozca la filiación en el caso de los hijos extramatrimoniales. Ello indudablemente supone un trato diferente del que se establece para los hijos legítimos.", "", " No obstante, incluso sosteniendo la tesis de la autonomía del artículo 14 (parágrafo 32 de la presente sentencia), para que exista discriminación de acuerdo con los términos de ese artículo la diferencia de tratamiento debe ser de tal categoría que traduzca una injerencia apreciable en el disfrute de los derechos fundamentales reconocidos por el Convenio.", "", " En efecto, no considero que todo trato relativo a una materia que afecta a los derechos fundamentales, incluso aunque nos parezca desprovisto de toda justificación objetiva y razonable, constituye por sí mismo una discriminación en el sentido del artículo 14.", "", " Como ya señalé más arriba, el que exija el reconocimiento de la filiación, que puede consistir en una simple declaración acompañada de la inscripción del nacimiento en el registro, no constituye una carga sensible ni puede considerarse humillante para los interesados.", "", " En consecuencia, considero que en el presente caso tampoco existe violación del artículo 14, en relación con el artículo 8 del Convenio.", "", " II", "", " El ámbito de los artículos 8 del Convenio y 1 del Protocolo núm. 1, aisladamente considerados, y del artículo 14 del Convenio, en relación con el artículo 8 y el artículo 1 del Protocolo núm. 1, con respecto a ciertos derechos patrimoniales", "", " No dudo en absoluto que las normas que afectan a las disposiciones voluntarias de bienes o a la sucesión intestada entre parientes cercanos pueden incluirse entre las que se refieren a la vida de familia según el significado del artículo 8. Sería difícil, no obstante, mantener que ese «respeto» a la vida familiar exige que su régimen jurídico instaure una libertad ilimitada de disponer para los interesados. De hecho, en todos los Estados contratantes esta materia es objeto de restricciones muy considerables en ciertos casos.", "", " Sin embargo, el hecho de que se impongan determinadas restricciones cuando se trata de hijos nacidos extramatrimonialmente, sin que para ello exista una justificación objetiva y razonable, constituye una discriminación en el sentido del artículo 14, en relación con el artículo 8 del Convenio. En este punto, en consecuencia, apruebo plenamente la decisión del Tribunal, así como el razonamiento en que la misma se basa.", "", " Por el contrarío, dudo que el régimen que afecta a donaciones o a derechos de sucesión entre parientes, es decir, al derecho de disponer «inter vivos» o «mortis causa», esté también incluido en el derecho al disfrute pacífico de los propios bienes en el sentido del artículo 1 del Protocolo núm. 1.", "", " Me inclino a pensar que ese precepto apunta hacia objetivos radicalmente diferentes (la protección del derecho de propiedad contra posibles injerencias de los poderes públicos, en base a la expropiación o bien a otras limitaciones en el uso de hacer derecho que tengan efectos similares).", "", " De hecho, y en contra de lo que en este punto establece la sentencia del Tribunal (parágrafo 63), los trabajos preparatorios del artículo 1 del Protocolo núm. 1, aunque no son muy explícitos al respecto, parecen confirmar esta opinión.", "", " En consecuencia, dado que no considero aplicable el caso del artículo 1, no se plantea la necesidad de discutir la posible violación del artículo 14, en relación con aquel precepto.", "", " Por otra parte, una vez declara la aplicabilidad del artículo 8 del Convenio y la vulneración del artículo 14, en relación con el artículo 8, no veo ninguna utilidad al hecho de considerarse las prescripciones del Derecho belga cuestionadas; podrían enjuiciarse asimismo desde la perspectiva del artículo 1 del Protocolo núm. 1. Sobre todo si tenemos en cuenta que las propias interesadas orientaron su recurso desde el punto de vista de la vida familiar, cuyo normal desenvolvimiento impedía, a su entender, la legislación belga.", "", " VOTO PARTICULAR PARCIAL DEL JUEZ PINHEIRO FARINHA", "", " En la medida en que estoy en desacuerdo con ciertos puntos de la opinión sostenida mayoritariamente por el Tribunal en determinados temas de importancia, considero necesario formular este voto particular.", "", " 1. Me es imposible coincidir con mis distinguidos colegas en la declaración de que los derechos hereditarios entre parientes cercanos entran en el ámbito del artículo 8 del Convenio (parágrafos 52 a 56).", "", " En mi opinión, no es posible hablar de la aplicabilidad de este artículo más que en lo que respecta a la legítima.", "", " Es cierto que con relación a esa parte de la herencia no es posible referirse a «heredes suis» (herederos del de cujus), como ocurría en el Derecho sucesorio romano, desde el momento en que, de acuerdo con el verdadero objeto de esta institución, los bienes pertenecen a los herederos «ex nunc».", "", " No olvido que (Inocencio Galvao Telles, «The Law of Sucession», págs. 95 y ss.), como cualquier otro heredero potencial, el titular de la legítima ostenta simplemente un derecho futuro durante la vida del de cujus, pues incluso así disfruta de una protección especial.", "", " La legítima, de la que sólo se benefician los parientes, constituye, en consecuencia, una forma más de protección a la familia, basada en las obligaciones morales y sociales que existen entre las personas relacionadas por vínculos familiares; por ello no puede ser excluida por el de cujus.", "", " Teniendo esto en cuenta no es difícil concluir que la legítima entra en el ámbito de la vida familiar, como puede derivarse de los artículos 8 y 14 del Convenio Europeo de Derechos Humanos .", "", " 2. La sucesión testada o intestada, tanto en el caso de los herederos forzosos como en el de los herederos excepcionales («sucesores irregulares»), no disfruta, a mi entender, de la protección del Convenio.", "", " En el supuesto de la sucesión testada, los herederos son designados por voluntad del de cujus (como ocurre asimismo en el caso de la sucesión contractual).", "", " La sucesión testada, a pesar del «Nullum Testamentum», del que hablaba Tácito en su «Germania», se halla reconocida universalmente desde la Ley de las XII Tablas». Depende de un acto discrecional del de cujus y, en consecuencia, nada tiene que ver con la protección a la familia. De hecho, en la mayoría de los casos, los parientes más cercanos pueden omitirse en el testamento.", "", " La sucesión intestada, en la cual el orden de sucesión se prevé por la ley, supone que la herencia en ausencia de testamento se reciba por ciertas personas especialmente vinculadas al causante o por el propio Estado en su caso. La inclusión del Estado entre los posibles titulares de la herencia parece indicar que en esta institución no se tienen en cuenta exclusivamente consideraciones que afectan a la protección de la familia.", "", " La institución sucesoria (Inocencio Galvao Telles, «El derecho de sucesión», pág. 13) se refiere esencialmente a aspectos patrimoniales.", "", " Ese patrimonio, sus bienes y sus deudas, es lo que está en juego. Esta es al menos al situación en los tiempos presentes, la cual deriva, no obstante, de normas muy antiguas que han ido adquiriendo mayor claridad paulatinamente. Una concepción diferente habría que buscarla en tiempos muy remotos. La muerte es el centro del derecho de sucesión, ya que es la causa normal que permite abrir la herencia; sólo a partir de la muerte del de cujus es posible hablar de sucesión y de herederos. De este modo, la muerte hace finalizar la vida de familia y, con la excepción de la legítima, los derechos hereditarios quedan, en mi opinión, excluidos del ámbito del artículo 8 (aisladamente considerado en relación con el artículo 14) del Convenio Europeo de Derechos Humanos .", "", " 3. A pesar de lo que he señalado antes, coincido con la mayoría del Tribunal cuando ésta afirma que ha existido violación del artículo 14 del Convenio, en relación con el artículo 8, por lo que respecta a Alejandra y Paula Marckx, pero únicamente, en el sentido de la legislación belga, en materia de legítima, de disposiciones voluntarias y de obligaciones de alimentos entre parientes cercanos de la madre soltera con respecto a su hijo.", "", " 4. Lamento profundamente no poder compartir la opinión sostenida por la mayoría de mis colegas en el sentido siguiente (parágrafo 58):", "", " «Atendiendo a todas estas circunstancias, el principio de seguridad jurídica necesariamente inherente al Derecho del Convenio y al de la Comunidad dispensa al Estado belga de replantearse otra vez todos aquellos actos o situaciones jurídicas previos a la presente sentencia.»", "", " La función del Tribunal Europeo de Derechos Humanos es garantizar el cumplimiento de los compromisos contraídos por las Altas Partes Contratantes en el Convenio, interpretando éste y poniendo de relieve las normas jurídicas que de él derivan.", "", " El Tribunal no es competente para rehacer el Convenio, pero sí para aplicarlo. Únicamente las Altas Partes Contratantes pueden alterar el contenido de las obligaciones que asumieron.", "", " En consecuencia, estimo que no compete al Tribunal pronunciarse sobre la aplicabilidad de las normas que él formula a otros casos distintos de aquel al que específicamente se refiere. La ejecución propiamente dicha de la sentencia excede de la jurisdicción del Tribunal; según el artículo 54 del Convenio, «la sentencia del Tribunal se transmitirá al Comité de Ministros», que supervisará su ejecución.", "", " Es función de los Tribunales nacionales belgas decidir las cuestiones que se susciten con respecto a la legislación interna con relación a actos pasados, presentes y futuros; en consecuencia, son ellos los encargados de decidir en su caso la existencia de cosa juzgada para garantizar la estabilidad de ciertas situaciones.", "", " 5. Por lo que respecta a la violación del artículo 1 del Protocolo núm. 1, aisladamente considerado o en relación con el artículo 14 del Convenio, coincido con la opinión expresada por mi distinguido colega el juez Matscher.", "", " (Comentario y traducción: Mercedes Senén y Ángel J. Martínez Higueras)"]}