{"file": "SPA_HJUDSPA_9616_81.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "9616/81", "text_paragraphs": ["Sentencia 9616/81", "", "CASO ERKNER Y HOFAUER", "", " Sentencia de 23 de abril de 1987", "", " RESUMEN", "", " I. ARTICULO 6.1 DEL CONVENIO", "", " A. Aplicabilidad", "", " Resultados del procedimiento litigioso «determinante de los derechos y obligaciones de carácter privado».", "", " Conclusión: es aplicable el artículo 6.1.", "", " B. Cumplimiento", "", " 1. Tribunal «independiente e imparcial»; «públicamente»", "", " Nuevas demandas, no entabladas como tales, ante la Comisión. Conclusión: incompetencia para examinarlas (unanimidad).", "", " 2. Plazo «razonable»", "", " a) Período a tomar en consideración:", "", " - Punto de partida: cesión provisional de los terrenos.", "", " - Final: adopción de la Sentencia por el Tribunal, ya que el procedimiento no ha concluido todavía.", "", " - Resultado: más de dieciséis años y medio.", "", " b) Criterios aplicables:", "", " - Carácter razonable de la duración de un procedimiento. Se establece según las circunstancias de la causa y en consideración a los criterios consagrados por la jurisprudencia del Tribunal.", "", " Complejidad del caso: considerable por lo que se refiere a los hechos. Conducta de los demandantes: irreprochable en cuanto al ejercicio de numerosos recursos. Algunas actuaciones de difícil comprensión deben haber contribuido a prolongar el procedimiento. Conducta que constituye, de todas formas, un hecho objetivo, no imputable al Estado demandado.", "", " Conducta de las autoridades: diligencia particular requerida en razón de la cesión provisional de los terrenos. Diversos retrasos imputables a las autoridades. Acumulados y combinados, han provocado una superación del «plazo razonable».", "", " Conclusión: violación del artículo 6.1 (unanimidad).", "", " II. ARTICULO 1 DEL PROTOCOLO NUMERO 1", "", " A. Injerencia en el derecho de propiedad (existencia de una injerencia)", "", " Cesión provisional de las tierras sin compensación en especie por decisión final de las autoridades competentes.", "", " B. Justificación de la injerencia", "", " Segunda frase del primer párrafo: inaplicable dada la falta de privación definitiva de propiedad.", "", " Segundo párrafo: inaplicable, ya que la cesión provisional no está destinada a limitar la «utilización» de las tierras.", "", " Primera fase del primer párrafo: necesidad de un justo equilibrio entre las exigencias del interés general de la comunidad y los imperativos de la salvaguardia de los derechos fundamentales del individuo; deben tener en cuenta a este respecto:", "", " a) Por una parte:", "", " - La larga duración del procedimiento.", "", " - La imposibilidad de reconsiderar la cesión provisional a pesar del éxito de los recursos contra los planes de concentración parcelaria.", "", " - La imposibilidad de indemnizar por los perjuicios derivados del trueque forzoso de las tierras (canje de tierras).", "", " b) Por otra parte:", "", " - El propósito del legislador: garantizar, en interés de los propietarios en general y de la comunidad, la explotación continuada y económica de las tierras.", "", " - La adjudicación a los demandantes de tierras en lugar de las suyas propias.", "", " Conclusión: violación del artículo 1 (por unanimidad).", "", " III. ARTICULO 50 DEL CONVENIO", "", " Materia reservada (unanimidad).", "", " REFERENCIAS A LA JURISPRUDENCIA DEL TRIBUNAL", "", " Sentencias de 16-VII-1971, Ringeisen ; 21-11-1975, Golder ; 28-VI-1978, König ; 13-VI-1979, Marckx ; 9-X-1979, Airey ; 6-V-1981, Buchholz; 15-VII-1982, Eckle ; 23-IX-1982, Sporrong y Lö nnroth; 13-VII-1982, Zimmermann y Steiner; 10-VII-1984, Guincho ; 22-X- 1984, Sramek ; 29-V-1986, Deumeland; 24-X-1986, Agosi ; 18-XII-1986 , Bozano.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 23 de abril de 1987", "", " CASO ERKNER Y HOFAUER", "", " SENTENCIA", "", " En el caso Erkner y Hofauer, el Tribunal Europeo de los Derechos Humanos, reunido, conforme al artículo 43 del Convenio, de Salvaguardia de los derechos humanos y de las Libertades Fundamentales («el Convenio») y a lo estipulado en su Reglamento, en una Sala compuesta por los Jueces siguientes:", "", " Señores R. Ryssdal, Presidente;", "", " G. Lagergren,", "", " F. Gölcücklü,", "", " F. Matscher,", "", " B. Walsh,", "", " Sir Vincent Evans,", "", " señor C. Russo,", "", " y por los señores M. A. Eissen, Secretario, y H. Petzold, Secretario adjunto,", "", " Habiendo deliberado en privado el 24 de octubre de 1986 y el 24 de marzo de 1987.", "", " Dicta la siguiente sentencia, adoptada en la segunda de las fechas mencionadas:", "", " PROCEDIMIENTO", "", " 1. El caso ha sido sometido al Tribunal por la Comisión Europea de los Derechos Humanos («la Comisión») el 14 de mayo de 1986, dentro del plazo de tres meses establecido por los artículos 32.1 y 47 del Convenio, como consecuencia de una demanda (número 9616/81) presentada contra la República de Austria ante la Comisión en 1979 y 1984, en virtud del artículo 25, por el matrimonio Johann y Theresia Erkner y, tras el fallecimiento del señor Erkner, por el matrimonio Josef y Theresia Hofauer, ambos de nacionalidad austríaca.", "", " La demanda de la Comisión remite a los artículos 44 y 48, así como a la declaración austríaca de reconocimiento de la jurisdicción obligatoria del Tribunal (art. 46), con objeto de obtener una decisión sobre si los hechos del caso revelan un incumplimiento por parte del Estado demandado de las obligaciones que le competen según los artículos 6.1 del Convenio y 1 del Protocolo numero 1.", "", " 2. En respuesta al ruego formulado conforme al artículo 33.3.e?) del Reglamento, los demandantes han expresado su deseo de participar en el procedimiento pendiente ante el Tribunal y han designado su asesor legal (art. 30).", "", " 3. El 5 de junio de 1986, el Presidente del Tribunal ha sometido el caso ante la Sala que se constituyó para el examen del caso Ettl y otros (art. 21.6 del Reglamento). Esta estaba compuesta por el señor F. Matscher, Juez elegido de nacionalidad austríaca ( art. 43 del Convenio), y por el señor R. Ryssdal, Presidente del Tribunal [ art. 21. 3.b) del Reglamento]. Los otros cinco miembros, designados el 25 de octubre de 1985, por sorteo, eran los señores D. Evrigenis, F. Gölc ücklü, B. Walsh, Sir Vincent Evans y el señor C. Russo (artículos 43, in fine, del Convenio y 21.4 del Reglamento). Con posterioridad, el señor G. Lagergren, suplente, sustituiría al señor Evrigenis, fallecido (arts. 22.1 y 24.1 del Reglamento).", "", " El 17 de junio de 1986, el Presidente autorizó al asesor jurídico de los demandantes a utilizar el idioma alemán (art. 27.3).", "", " 4. El señor Ryssdal, una vez asumida la presidencia de la Sala (art. 21.5 del Reglamento), consultó por medio del Secretario adjunto, al agente del Gobierno austríaco («el Gobierno»), al delegado de la Comisión y al abogado de los demandantes sobre la necesidad del procedimiento escrito (art. 37.1). El 30 de junio de 1986, decidió que el agente y el abogado o asesor jurídico en cuestión dispondrían, cada uno, hasta el 15 de agosto de 1986, de plazo para presentar sus memorias, a las que el delegado podría contestar por escrito dentro de los dos meses siguientes a partir del día en que el Secretario le hubiera trasladado el último de los escritos recibidos.", "", " La alegación de los demandantes entró en Secretaría el 18 de agosto. El representante permanente de Austria ante el Consejo de Europa y el Secretario de la Comisión informaron al Secretario que ni el Gobierno ni el delegado de la Comisión tenían intención de formular observaciones por escrito.", "", " 5. El 25 de septiembre, el Presidente del Tribunal fijó el 20 de octubre de 1986 como fecha de apertura del procedimiento oral, una vez consultados el agente del Gobierno, el delegado de la Comisión y el representante de los demandantes a través del Secretario adjunto (art. 38 del Reglamento).", "", " El 13 de octubre, la Comisión entregó al Secretario ciertos documentos que éste le había solicitado siguiendo instrucciones del Presidente.", "", " 6. La vista se celebró públicamente en el día indicado, en el Palacio de los Derechos Humanos de Estrasburgo. El Tribunal había celebrado inmediatamente antes una reunión preparatoria.", "", " Comparecieron:", "", " - Por el Gobierno:", "", " el señor H. Türk, asesor jurídico del Ministerio de Asuntos Exteriores, agente;", "", " el señor D. Okresek, Cancillería Federal;", "", " el señor D. Hunger, Ministerio Federal de Agricultura y Silvicultura, asesor;", "", " - Por la Comisión:", "", " el señor M. F. Ermacora, delegado;", "", " - Por los demandantes:", "", " la señora E. Proksch, abogado.", "", " El Tribunal oyó sus alegaciones así como sus respuestas a las preguntas que les formuló. Los demandantes aportaron varios documentos durante la vista.", "", " 7. El 30 de diciembre de 1986 y el 27 de enero de 1987, la señora Proksch entregó al Secretario dos documentos, el primero de los cuales precisaba con mayor detalle las demandas de justa satisfacción elevadas por sus clientes. Por su parte, el agente del Gobierno presentó su documento el 7 de enero de 1987.", "", "", "", " HECHOS", "", " 8. Los demandantes Johann Erkner -fallecido el 22 de junio de 1983-, su mujer Theresia Erkner, su yerno Josef Hofauer y su hija Theresia Hofauer son agricultores austríacos establecidos en Pondorf (Alta Austria). Denuncian las operaciones de concentración parcelaria (Zusammenlegungsverfahren) a las que han sido sometidas sus tierras desde enero de 1969.", "", " I. CIRCUNSTANCIAS DEL CASO", "", " 1. Etapas iniciales de la concentración parcelaria", "", " 9. Por decisión del 27 de enero de 1969, la Autoridad agrícola del distrito (Agrarbezirksbehörde, «Autoridad de distrito») de Gmunden inició el proceso de concentración parcelaria en Fornstern-Pöndorf. La operación, que afectaba a treinta y ocho propietarios, abarcaba 266 hectáreas, de las que 16 pertenecían al matrimonio Erkner y aproximadamente 3,5 a Johann Erkner y a su hermana.", "", " 10. El 21 de abril de 1969 se celebró una vista, destinada a hacer valoración de las tierras. Los veintiséis propietarios presentes - los Erkner no comparecieron, aun cuando se les había convocado- firmaron un acuerdo que la Autoridad del distrito confirmó al día siguiente. La familia Erkner fue notificada el 27 de mayo de 1969, sin que interpusiera recurso.", "", " Entre el 2 y el 16 de julio de 1969 se dio a conocer el plan de valoración (Bewertungsplan) al conjunto de los interesados. Habiendo sido informados de sus posibilidades de recurso, los demandantes no presentaron, sin embargo, recurso, por lo que el plan en cuestión se elevó a definitivo.", "", " 11. El 8 de agosto de 1969 se celebró una nueva vista, en presencia de los Erkner y de su asesor jurídico, los cuales formularon el deseo de que se reorganizara la zona de concentración parcelaria en la medida en que les afectaba.", "", " 12. La Autoridad del distrito había elaborado, desde agosto de 1970, el plan de instalaciones comunes y un anteproyecto de concentración parcelaria en el que se habían fijado las parcelas que se iban a adjudicar, con carácter compensatorio, a los propietarios afectados.", "", " El señor y la señora Erkner presentaron objeciones que, en sus rasgos esenciales, repitieron en las vistas subsiguientes, incluyendo la relativa a la cesión provisional de las parcelas completada en 1975 (párrafo 17 posterior) y a la reorganización principal, que comenzó en 1976 (párrafo 19, más abajo) y todavía no ha terminado. Según los demandantes, las parcelas no correspondían a sus derechos, ya que debían cambiar terrenos de excelente calidad, orientados al sur y próximos a su granja, por otros algo más extensos pero de mala, incluso muy mala calidad, a causa de la humedad y, además, más alejados de su vivienda.", "", " 2. Cesión provisional de las parcelas compensatorias", "", " 13. El 10 de agosto de 1970, la Autoridad del distrito ordenó la cesión provisional de los terrenos compensatorios, basándose en el anteproyecto de concentración parcelaria que se había elaborado. Adoptada a petición de treinta y cuatro propietarios y contra la voluntad de los otros cuatro, entre ellos los Erkner, la resolución se fundaba en el artículo 97 de la Ley de la Alta Austria de 1911/1954 sobre la explotación de las tierras de labor (Flurverfassungs-Landesgesetz, párrafo 40 posterior), en el que se invocaban los intereses de los primeros sobre todo lo relativo a la organización racional de las explotaciones y a la familiarización con la nueva situación agraria. Estos intereses primaban sobre los argumentos de los oponentes al plan, cuyo derecho a recurrir contra las medidas de concentración parcelaria se mantenía, en todo caso, incólume, ya que la diferencia entre la superficie propiedad de los miembros respectivos de la mayoría (221 hectáreas) y la de la minoría representaba garantía suficiente para responder ante cualquier compensación que los segundos pudieran eventualmente pretender.", "", " La resolución fue comunicada a los Erkner el 4 de abril de 1973, junto con una nota que precisaba la imposibilidad de recurso alguno, conforme al artículo 97.5 de la Ley de 1911/1954 (párrafo 45 posterior). Según el Gobierno, habían fracasado varias tentativas de notificarles la decisión con anterioridad.", "", " 14. Los demandantes recurrieron entonces ante el Tribunal Administrativo (Verwaltungsgerichtshof) denunciando un error en la nota referida, a saber, que el artículo 7 de la Ley Federal sobre las Autoridades Agrícolas (Agrarbehordesgesetz 1950, párrafos 38, 45 y 48 posteriores) habría abrogado el artículo 97.5 de la Ley de 1911/1954 .", "", " Sin perjuicio de confirmar en lo esencial esta tesis, el Tribunal Administrativo desestimó, sin embargo, el recurso el 21 de septiembre de 1973, por no haberse agotado todas las vías de apelación, señalando que los Erkner deberían haber apelado directamente a la Comisión regional de la reforma agraria (Landesagrarsenat, «la Comisión regional»).", "", " 15. De hecho, los demandantes habían solicitado la reapertura del plazo de apelación (Berufung), pero la Autoridad del distrito había declarado la solicitud inaceptable el 25 de junio de 1973. La Comisión regional estatuyó en el mismo sentido el 19 de marzo de 1974, a saber, que a pesar de la resolución antedicha del Tribunal Administrativo, el artículo 22.5 de la Ley del Land de 1972 (párrafo 40 posterior) impedía, de ahora en adelante, cualquier recurso.", "", " 16. Los interesados apelaron, a continuación, al Tribunal Constitucional (Verfassungsgerichtshof) alegando, entre otros extremos, la violación de su derecho a ser oídos por el Juez legal (Gesetzlicher Richter). El 11 de diciembre de 1974, el Tribunal Constitucional desestimó su recurso, estimándolo infundado, pero, a petición de ellos, remitió el caso al Tribunal Administrativo para que éste resolviese si había habido olvido voluntario de derechos no constitucionales.", "", " 17. En una segunda resolución, del 23 de junio de 1975, el Tribunal Administrativo persistió en su opinión en cuanto a la existencia de un recurso y anuló, pues, la decisión de la Comisión regional, denegando la reapertura del plazo de apelación. Dicha Comisión desestimó, sin embargo, el recurso el 25 de noviembre de 1975, decisión contra la que no apelaron los demandantes.", "", " 18. A pesar de estas actuaciones, ya había tenido lugar, mientras tanto, la cesión provisional de las parcelas. En un principio, los Erkner habían seguido explotando los terrenos cerca de su granja, pero la policía les expulsó de ellos y destruyó el trigo sembrado. El matrimonio ha continuado sistemáticamente negándose a cultivar cualquiera de las parcelas que le fueron concedidas por vía de compensación.", "", " 3. Los planes de concentración parcelaria y los procedimientos correspondientes", "", " a) Primer plan", "", " 19. El 7 de mayo de 1976, la Autoridad del distrito adoptó el plan de concentración parcelaria, que consagraba sin cambio alguno la situación creada por el proyecto de 1970 (párrafo 12 anterior), haciéndolo público el 25 de mayo.", "", " 20. El señor y la señora Erkner se opusieron a dicho plan el 3 de junio, invocando los mismos argumentos esgrimidos con ocasión de la decisión provisional y apoyándose en el dictamen de un experto universitario en agronomía, según el cual el cambio de tierras se había traducido en un perjuicio evidente para los demandantes, estimando en unos 50.000 schillings las pérdidas de cosechas.", "", " La Comisión regional emitió su fallo el 26 de abril de 1977. En la medida en que los Erkner impugnaban la valoración de las parcelas en cuestión, estimó el recurso inadmisible, puesto que el plan de valoración se había elevado a definitivo, y en la medida en que reclaman una indemnización, se declaró incompetente, a falta de una resolución de la Autoridad del distrito en la materia.", "", " Sin embargo, la Comisión aceptó el recurso en cuanto a la compensación en especie, determinando que los demandantes habían perdido alrededor de 14 hectáreas de tierras buenas orientadas al sur y recibido, en contrapartida, algo menos de 23 hectáreas de parcelas clasificadas en las tres categorías de valor inferior, orientadas al norte, situadas en la espesura del bosque y más alejadas de su granja; no se les había, pues, indemnizado conforme a la ley, tanto más cuanto que la resolución adoptada preveía una modificación importante en el tipo de explotación. Por consiguiente, la Comisión regional anuló el plan de concentración parcelaria en su conjunto, y remitió el expediente a la autoridad del distrito para que considerara el caso y adoptara un nuevo plan.", "", " Esta decisión fue notificada a los demandantes el 31 de mayo de 1977.", "", " b) Segundo plan", "", " 21. La Autoridad del distrito no adoptó decisión alguna en el plazo legal de seis meses [ art. 78.1 de la Ley General sobre Procedimiento Administrativo (Allgemeines Verwaltungsverfahrengesetz), párrafo 55 posterior].", "", " El 19 de enero de 1979, los demandantes solicitaron la declaración de incompetencia de la Autoridad del distrito en favor de la Comisión regional ( art. 73.2 de la misma Ley , ibidem).", "", " La Comisión regional accedió a esta demanda y publicó un nuevo plan, el 18 de diciembre de 1979, más favorable a los Erkner, los cuales lo consideraron, sin embargo, insuficiente y contrario a la legislación aplicable, apelando, en consecuencia, el 22 de enero de 1980, a la Comisión Suprema de la Reforma Agraria (Oberster Agrarsenat, «Comisión Suprema»).", "", " 22. Como ésta no dictara resolución alguna en el plazo legal de seis meses, el matrimonio Erkner solicitó del Tribunal Administrativo, el 14 de octubre de 1980, que decidiera él mismo sobre la cuestión, basándose en el artículo 132 de la Constitución federal (Bun-des-Verfassungsgesetz, párrafo 55 posterior).", "", " Su demanda no tuvo consecuencias; el 3 de diciembre de 1980, la Comisión Suprema admitió el recurso y remitió el caso a la Autoridad del distrito para la adopción de un nuevo plan, sosteniendo que la pérdida de las tierras buenas expuestas al sur no podía resultar compensada por la adjudicación de una superficie mayor orientada al norte.", "", " La decisión fue notificada a los demandantes el 29 de diciembre.", "", " c) Tercer plan", "", " 23. Una vez más, la Autoridad del distrito no emitió resolución en el plazo legal. Por el contrario, comenzó a estudiar un proyecto de explotación hidráulica que concernía a algunas de las parcelas adjudicadas a los Erkner, lo que éstos juzgaron inadmisible.", "", " Apelaron, entonces, a la Comisión regional el 30 de noviembre de 1981, para que ésta resolviera, por sí misma, el caso ( art. 73.2 de la Ley General sobre Procedimiento Administrativo , párrafo 55 posterior).", "", " Esta desestimó su demanda el 14 de enero de 1982, sobre la base de que la Autoridad del distrito había adoptado diversas medidas para preparar un nuevo plan y no era, por tanto, responsable de la demora; en cuanto al examen de un proyecto de explotación hidráulica, éste resultaba aceptable en esta fase del procedimiento.", "", " 24. Los interesados recurrieron a la Comisión Suprema el 3 de febrero, contra la decisión de la Comisión regional, que les había sido comunicada el 21 de enero, con acogida desfavorable, según resolución del 22 de junio.", "", " El 15 de julio de 1982, la Autoridad del distrito adoptó un nuevo plan, por el que se preveía el drenaje de ciertas tierras destinadas a los Erkner, gracias a instalaciones comunes suplementarias. El plan fue publicado el 27 de julio.", "", " 25. El 23 de agosto, los demandantes se opusieron a él ante la Comisión regional; según ellos, tampoco éste les ofrecía una compensación que correspondiera a la opinión expresada por la Comisión Suprema el 3 de diciembre de 1980 (párrafo 22 anterior); por otra parte, recusaban la calificación jurídica de instalación común otorgada al proyecto de mejora.", "", " El 28 de abril de 1983, la Comisión regional aceptó el recurso y modificó la adjudicación de ciertas parcelas a la familia Erkner y a otras personas, si bien confirmó e incluso amplió los proyectos de drenaje elaborados por la Autoridad del distrito, juzgando legal la creación de instalaciones comunes suplementarias de ese tipo.", "", " Las partes fueron notificadas de esa decisión el 9 de junio.", "", " 26. Si bien reconocían la existencia de una mejora los demandantes consideraron que no se habían cumplido en su totalidad todavía las exigencias definida: por la Comisión Suprema el 3 de diciembre de 198((párrafo 22 anterior), por lo que el 20 de junio de 198 presentaron un recurso, sin mayor dilación, acompañado de un dictamen pericial, en el que se quejaba de que la compensación comportara siempre la concesión de demasiados terrenos húmedos y presentan otros inconvenientes. Por lo demás, recusaban la competencia de la Comisión regional para ordenar nuevas instalaciones comunes y reclamaban una decisión sobre su demanda de indemnización por los perjuicio! sufridos desde la cesión provisional (párrafo 20 anterior).", "", " El 4 de abril de 1984, la Comisión Suprema rechazó el recurso por considerarlo infundado basándose en que las ventajas derivadas del conjunto de las medidas de concentración parcelaria prevalecían sobre cualesquiera inconvenientes, y que esas medidas ya no implicaban un cambio en los métodos de producción; la adjudicación fijada por la Comisión regional era, pues conforme a Derecho.", "", " La decisión fue notificada a los demandantes el 30 de mayo.", "", " 4. Los recursos ante el Tribunal Administrativo", "", " 27. Tras el fallecimiento de Johann Erkner el 22 de junio de 1983, su hija y su yerno, Theresia y Josef Hofauer, continuaron la explotación de la granja, incluyendo la parte de Theresia, viuda de Johann.", "", " 28. El 10 de julio de 1984, los tres demandantes impugnaron ante el Tribunal Administrativo la decisión de la Comisión Suprema, afirmando que no habían recibido compensación legal en especie porque seguía existiendo una carencia de parcelas orientadas al sur que no podía admitirse la adjudicación de tierras húmedas de bonificación gracias a instalaciones comunes complementarias -a un costo no especificado- y que no se les había asignado terreno de un valor especial, es decir, construible, cerca de su granja; por otra parte, se había infringido su derecho a ser escuchado: y el problema de la indemnización había quedado sir resolver.", "", " Por una resolución del 19 de marzo de 1985, notificada el 7 de mayo, el Tribunal Administrativo declare el recurso inadmisible en la medida en que procedía de Theresia Erkner, la cual no detentaba ya la calidad de parte y porque no se habían agotado los procedimientos de recurso relativos a la falta de decisión sobre el tema de la indemnización. El Tribunal admitió el recurso de los otros dos demandantes en cuanto a! resto y anuló, por consiguiente, la decisión impugna da subrayando que, según el Derecho vigente, debían fijarse hasta los menores detalles de las instalaciones comunes, incluyendo su precio de costo, lo más tarde en la fecha de adopción del plan de concentración parcelaria.", "", " 29. En ejecución de esta Sentencia, la Comisión Suprema anuló, el 3 de julio de 1985, el plan de concentración parcelaria elaborado por la Comisión regional en la medida en que determinaba la compensación otorgada a la familia Hofauer e indicó, en su decisión notificada a los demandantes el 16 de julio, que había que esperar a que se resolviese primero la cuestión de las instalaciones comunes.", "", " 30. El 18 de julio de 1985, el matrimonio Hofauer recurrió de nuevo al Tribunal Administrativo alegando que se había vulnerado el artículo 66 de la Ley General sobre el Procedimiento Administrativo , ya que la Comisión Suprema no había ni estatuido sobre el fondo de la cuestión (párrafo 4) ni remitido el caso a la Comisión regional para que ésta lo hiciera (párrafo 2). La solución intermedia considerada -anular la decisión y suspender simultáneamente el procedimiento- no estaba prevista por la ley, que no permitía la reapertura de la instancia de apelación después de la adopción definitiva de un plan de instalaciones comunes. Si la Comisión Suprema se pronunciaba sobre su recurso después del suceso, ya no dispondrían de ningún recurso de impugnación contra las otras reivindicaciones que el Tribunal Administrativo no había tenido ocasión de considerar el 19 de marzo de 1985.", "", " Este último rechazó el recurso de 12 de septiembre de 1985, notificando su decisión al matrimonio Hofauer el 8 de noviembre.", "", " 31. En el ínterin, la Comisión regional había tomado, el 24 de octubre de 1985, una nueva decisión -comunicada a los interesados el 31 de octubre- según la cual reconsideraría su recurso contra el último plan de concentración parcelaria, a saber, el del 15 de julio de 1982 (párrafo 24 anterior). De acuerdo con la resolución precedente del Tribunal Administrativo, del 19 de marzo de 1985 ( art. 63.1 de la Ley sobre el Tribunal Administrativo , párrafo 28 anterior), anuló el plan susodicho por inobservancia de las reglas de procedimiento aplicables a toda decisión relativa a una instalación común, añadiendo, sin embargo, que no existía razón alguna para abandonar el proyecto de drenaje de las parcelas húmedas adjudicadas a los Hofauer, ya que el Tribunal Administrativo no había considerado ilegal en sí la instalación común necesaria a tal fin. La Autoridad del distrito debía, por consiguiente, ordenar las medidas y las instalaciones comunes necesarias y, una vez que hubieran sido ejecutadas, publicar un nuevo plan de concentración parcelaria.", "", " 32. Anteriormente, el 27 de agosto de 1985, el matrimonio Hofauer había solicitado de la Autoridad del distrito que retirara una parte de sus tierras del plan de concentración. Esta rechazó su petición el 21 de abril de 1986, y la Comisión regional desestimó, el 3 de julio, el recurso que aquél había elevado el 7 de mayo. El 25 de agosto de 1986, los demandantes apelaron al Tribunal Constitucional, que todavía no se ha pronunciado (24 de marzo de 1987) al respecto.", "", " 33. Como el procedimiento relativo a las medidas y a las instalaciones comunes permanece todavía pendiente, no existe, por el momento, ningún nuevo plan de concentración parcelaria.", "", " Sin embargo, la Autoridad del distrito ordenó al matrimonio Hofauer, el 27 de mayo de 1986, que admitiese la instalación de un sistema de drenaje. El 13 de junio, los esposos Hofauer impugnaron esta decisión ante la Comisión regional, que desestimó su apelación el 23 de octubre de 1986. Posteriormente, recurrieron, el 23 de diciembre de 1986, ante el Tribunal Constitucional, el cual no ha emitido su fallo hasta el momento.", "", " 5. Procedimiento relativo a la demanda de indemnización", "", " 34. Entre tanto, la Autoridad del distrito se había puesto en contacto con los interesados con respecto a su demanda de indemnización por los perjuicios sufridos tras la cesión provisional de las parcelas, tema que se había planteado en 1976 y, con posterioridad, en 1978, 1982, 1984 y 1985. Deseaba aclaraciones en cuanto a la cantidad reclamada, las personas y organismos afectados, y sobre sus fundamentos legales, señalando, con respecto a este último punto, que la Ley aplicable al caso de 1911/1954 no preveía compensación pecuniaria.", "", " El 30 de julio de 1985, el abogado de los demandantes respondió que sus clientes reclamaban 50.000 schillings por año, a partir de 1970, fecha de la cesión provisional, o sea, un total de 750.000 schillings, más intereses. Al señalar que no era de su competencia remitir la autoridad a la ley pertinente, se refirió, no obstante, a la decisión sobre la cesión provisional y mencionó expresamente la posibilidad de reclamar una indemnización, indicando como garantía los bienes de la mayoría de los propietarios de tierras. La demanda se refería a la privación de la propiedad y podría apoyarse en el artículo 365 del Código Civil , en el caso de que no fuera aplicable ninguna otra disposición.", "", " Si no pagase una indemnización, se trataría de una expoliación inconstitucional y las operaciones, en su conjunto, estarían tachadas de un vicio de procedimiento radical que exigiría el restablecimiento de la situación inicial.", "", " 35. El 26 de septiembre de 1985, la Autoridad del distrito declaró incompetente para pronunciarse sobre la demanda, que, por otra parte, le parecía desprovista de base legal.", "", " El 11 de noviembre, los demandantes impugnaron esta decisión ante la Comisión regional, tachándola de ilegal. La propia ley confirmaba la competencia de las autoridades agrícolas en la materia. Ninguna otra jurisdicción podía entender en las cuestiones de una cesión provisional irregular y de reparación de los daños consiguientes. Al referirse, en su decisión de 10 de agosto de 1970 (párrafo 13 anterior), a la existencia de una garantía suficiente, la Autoridad había querido precisar que la cesión provisional no debía perjudicar a los demandantes. Toda vez que había ordenado una «expropiación forzosa» por medio de un «trueque forzoso», tenía que atenuar los perjuicios causados y buscar una compensación (Ausgleich).", "", " 36. El 9 de enero de 1986, la Comisión regional declaró la apelación de la señora Erkner inaceptable, puesto que ya no era parte (párrafos 27-28 anteriores) en el procedimiento, e infundada la del matrimonio Hofauer. Su reclamación no podía apoyarse en la ley vigente: las autoridades carecía de competencia para estatuir sobre demandas de indemnización, a no ser que dichas demandas representaran un elemento necesario (unbedingt) de las operaciones agrarias, lo cual no era el caso. La Comisión no tenía por qué determinar si los demandantes podían o no recurrir a las jurisdicciones ordinarias.", "", " El 19 de marzo de 1986, el matrimonio Hofauer recurrió al Tribunal Constitucional, el cual no se ha pronunciado todavía sobre el caso (24 de marzo de 1987).", "", " II. LEGISLACIÓN PERTINENTE", "", " 1. En general", "", " 37. En Austria las competencias en materia de reforma agraria están repartidas entre la Federación y los Länder; la legislación relativa a los principios es responsabilidad de la primera, y la referente a la aplicación y entrada en vigor de las leyes, a los segundos ( art. 12.1, núm. 3, de la Constitución federal). Según el artículo 12.2 de la Constitución federal, las decisiones en última instancia y a nivel de los Länder dependen de comisiones constituidas por un «Presidente, Magistrados, funcionarios y expertos»; «la Comisión que se pronuncia en última instancia se establece dentro del ámbito del Ministerio federal competente». «La organización, las funciones y el procedimiento de las Comisiones, así como los principios de organización de las demás autoridades competentes en el campo de la reforma agraria, se fijan a través de una ley federal.» Esta deberá prever la imposibilidad por parte de la Administración de anular o modificar las decisiones de las Comisiones; no podrá excluir que se recurra a la Comisión regional contra las decisiones de la autoridad de primera instancia.", "", " 38. En este marco constitucional, el Parlamento federal ha adoptado tres leyes relativas a los puntos siguientes:", "", " i) los principios de Derecho aplicables en materia de reforma agraria (Ley Federal sobre los Principios Reguladores del Aprovechamiento de las Tierras de Labor -Flurverfassungs-Grundsatzgesetz 1951-, en su versión de 1977);", "", " ii) la organización de las Comisiones de la reforma agraria y los principios de organización de las autoridades de primera instancia (ley federal sobre las Autoridades Agrícolas -Agrarbehördengesetz 1950-, en su versión de 1974);", "", " iii) el procedimiento ante las autoridades agrícolas (Ley Federal sobre el Procedimiento Agrícola -Agrarverfahrengesetz 1950-, que remite a la Ley General sobre el Procedimiento Administrativo).", "", " 2. Concentración parcelaria de las tierras de labor", "", " 39. Las normas básicas relativas a la concentración de las tierras de labor están recogidas en la ley federal sobre los principios que regulan el aprovechamiento de dichas tierras. Los Länder han tratado las cuestiones de las que el legislador federal les ha hecho responsables en leyes relativas al aprovechamiento de las tierras de labor (Flurverrfassungs-Landergesetz).", "", " 40. En la Alta Austria la concentración parcelaria se regula a través de la Ley de 1979 sobre el aprovechamiento de las tierras de labor, la cual ha sustituido a una legislación de 1972, que a su vez había sucedido a otra de 1911, cuya vigencia fue establecida en 1954. Esta última era la aplicable en la fecha en que se inició el procedimiento de litigio y mantendrá este carácter hasta que termine el pleito.", "", " 41. Destinada a mejorar la estructura de la propiedad agrícola y la infraestructura de la zona afectada, la concentración parcelaria prevé la adopción de medidas e instalaciones comunes, así como una redistribución de las tierras, y comprende las fases siguientes:", "", " - comienzo de las operaciones ( arts. 64 y siguientes de la Ley de 1911/1954 );", "", " - establecimiento del estado de ocupación de los suelos y evaluación de estos (arts. 78-83);", "", " - determinación de las medidas e instalaciones comunes (arts. 84-92);", "", " - cesión provisional, si corresponde, de las tierras (art. 97);", "", " - adaptación del plan de concentración parcelaria (arts. 97-110).", "", " Ninguna de esas fases podrá comenzar mientras no se haya establecido una decisión definitiva con respecto a la precedente.", "", " 42. Decidida de oficio, la apertura del procedimiento sirve para delimitar la zona de concentración parcelaria susceptible de englobar, además de las tierras de labor y forestales, otras parcelas ofrecidas con vistas a su inclusión en la operación y el terreno necesario a las instalaciones comunes. Los propietarios forman una asociación (Zusammenlegungsgemeinschaft) que constituye una persona moral de Derecho público.", "", " La iniciación del procedimiento tiene por objeto establecer restricciones a la explotación de las tierras mientras aquél no concluya. Cualquier cambio de explotación exige la aprobación de la autoridad agrícola competente.", "", " 43. Una vez que la decisión de incoar el procedimiento se eleva a definitiva, la autoridad agrícola determina la identidad de los ocupantes de las tierras y efectúa su valoración. Su decisión (Besitzstandsausweis und Bewertungsplan) establece el valor de la tierra de acuerdo a criterios precisos enunciados en la ley. Cada uno de los propietarios implicados puede impugnar la valoración, no sólo de sus propios bienes raíces, sino también de la de los demás. Una vez que la decisión de la autoridad agrícola tenga carácter de definitiva es vinculante para todos.", "", " 44. Se establecen medidas comunes tales como la mejora de las tierras, la modificación del terreno o del paisaje, e instalaciones comunes, como caminos particulares, puentes y zanjas, canales de drenaje o de irrigación, si resultan necesarios para un acceso adecuado a las parcelas compensatorias y a su explotación eficaz, o si contribuyen de alguna otra manera al fin de la operación en interés de la mayoría de las personas afectadas. Puede tratarse también de la transformación, reasignación o de la eliminación de instalaciones existentes. Todos estos aspectos están incorporados a una decisión específica de la autoridad competente (Plan der gemeinsamen Massnahmen und Aulagen), que deberá igualmente resolver la cuestión de los costos distribuidos en general entre los propietarios.", "", " 45. El artículo 97 de la Ley del Lana de 1911/1954 autoriza a una cesión provisional de las tierras, incluso frente a la oposición de algunos propietarios, en las condiciones siguientes:", "", " - que haya habido ya un deslinde de las parcelas compensatorias previstas en el proyecto previo del plan de concentración;", "", " - que el retraso en la puesta en marcha del plan antedicho pueda causar un perjuicio considerable a los propietarios que demanden la cesión;", "", " - cuando existan garantías suficientes de compensación de los perjuicios que pudieran sufrir los propietarios opuestos a la cesión.", "", " Según lo establecido en el artículo 97.5, no cabe recurrir contra una decisión de cesión provisional tomada por la autoridad administrativa competente. El artículo 7, de la Ley Federal -posterior- sobre las Autoridades Agrícolas precisa, sin embargo, que la Comisión regional dictamina en última instancia, salvo en el caso en que sea posible apelar ante la Comisión Suprema (párrafo 48 posterior).", "", " La cesión provisional tiene por objeto esencial garantizar una explotación racional de la zona comprendida en la operación de concentración parcelaria durante el período intermedio. Los adjudicatarios adquieren la propiedad de las parcelas cedidas bajo la condición resolutoria de que la perderán si el plan definitivo de concentración parcelaria no confirma la adjudicación (Eigentum unter auflösender Bedingung).", "", " 46. Al término del procedimiento, la autoridad agrícola competente adopta el plan de concentración parcelaria (Zusammenlegungsplan), que, desde 1977, debe publicarse lo más tarde tres años después de la fecha de la decisión definitiva de cesión provisional de las parcelas ( art. 7.4 de la Ley Federal sobre el Procedimiento Agrícola ). Se trata de un acto administrativo al que se acompañan mapas y otros informes técnicos; su papel más importante consiste en determinar la compensación debida a los propietarios que constituyen parte en el procedimiento. A este respecto, la ley del Land prevé las normas siguientes:", "", " - «Al fijarse las diversas comparaciones en tierras habrá que tener en cuenta en la medida en que resulte posible los deseos de las personas afectadas directamente, sin infringir una disposición legal ni atentar contra los intereses públicos fundamentales a los que sirva la concentración parcelaria» (art. 91.1).", "", " - «Todo propietario cuyas tierras se encuentren comprendidas en la operación de concentración (...) tiene derecho a una compensación, según (su) valor (...), en forma de otras tierras sometidas a (esta misma) operación» (art. 27.1).", "", " - «No cabe adjudicar a nadie contra su voluntad parcelas complementarias que no pudieran explotar sin cambiar el emplazamiento de su granja o sin modificar sustancialmente la naturaleza de su explotación» (art. 28.1).", "", " Un decreto de aplicación (Zusammeulegungsverordnung), que se remonta también a 1911, precisa, por su parte, lo siguiente:", "", " - la relación valor/superficie de las parcelas complementarias debe ser la misma que para las tierras cedidas o que vayan a cederse (art. 198);", "", " - hay que respetar, por lo general, las proporciones de huertos, campos y prados (art. 109);", "", " - las parcelas compensatorias deben encontrarse contiguas, en la media de lo posible, y delimitadas de manera que se facilite su explotación y tengan la misma orientación que las parcelas cedidas o que vayan a cederse (sección 110);", "", " - su longitud debe ser proporcional a su anchura (art. 110);", "", " - la distancia media entre ellas y la granja no debe, en principio, rebasar la que separa a ésta de las parcelas cedidas o que vayan a cederse (art. 114).", "", " 47. Si existe una diferencia de valor que no exceda del 5 por 100 del derecho de compensación, podrá pro-cederse a una compensación financiera ( arts. 27.2 y 29.2 de la Ley del Land ).", "", " La legislación del Land no prevé indemnización por el perjuicio sufrido antes de la entrada en vigor de un plan definitivo de concentración por los propietarios que hayan recurrido con éxito contra la legalidad de la compensación recibida.", "", " 3. Las autoridades agrícolas", "", " 48. En la Alta Austria, el órgano llamado a pronunciarse en primera instancia es la autoridad agrícola del distrito, de carácter puramente administrativo. Las autoridades superiores son la Comisión regional, establecida en el seno de la Oficina del Gobierno del Latid (Amt der Landesregierung), y luego, la Comisión suprema, dentro del Ministerio federal de Agricultura y Bosques (Budesministerium für Land und Forstwirtschaft).", "", " Las decisiones (Bescheide) de la Autoridad del distrito pueden dar lugar a apelación (Berufung) ante la Comisión regional, la cual dictamina en última instancia, salvo que haya modificado la decisión de la que se trate y que el litigio afecte a una de las cuestiones enumeradas en el artículo 7.2 de la Ley Federal sobre las Autoridades Agrícolas , como la legalidad de la compensación en la hipótesis de una concentración parcelaria; en ese caso, se interpondrá recurso ante la Comisión Suprema.", "", " Según el Derecho austríaco, las Comisiones de la reforma agraria son consideradas como organismos mixtos (Kollegialbehörden mit richterlichem Einschlag) que constituyen una especie de «Tribunales Administrativos especializados».", "", " 49. La Comisión regional se compone de ocho miembros, todos ellos nombrados por el Gobierno del Latid ( art. 5.2 y 4 de la Ley Federal sobre las Autoridades Agrícolas ), a saber:", "", " - un funcionario del Land con formación jurídica (rechtskundig), en su calidad de Presidente;", "", " - tres Magistrados;", "", " - un funcionario del Land con formación jurídica y experiencia en materia de reforma agraria, que actúa como ponente;", "", " - un alto funcionario del Land (Landesbeamter des höheren Dienstes) con experiencia en materias agronómicas;", "", " - un alto funcionario del Land con experiencia en temas forestales;", "", " - un experto agrícola de acuerdo con el artículo 52 de la Ley General sobre Procedimiento Administrativo .", "", " 50. La Comisión Suprema comprende, igualmente, ocho miembros, a saber ( art. 6.2 y 4 de la Ley Federal sobre las Autoridades Agrícolas ):", "", " - un alto funcionario con formación jurídica del Ministerio Federal de Agricultura y Bosques, en calidad de Presidente;", "", " - tres miembros del Tribunal Supremo;", "", " - un alto funcionario del Ministerio Federal de Agricultura y Bosques con formación jurídica y experiencia en reforma agraria, en calidad de ponente;", "", " - un alto funcionario del Ministerio Federal de Agricultura y Bosques con experiencia en materias agronómicas;", "", " - un alto funcionario del Ministerio Federal de Agricultura y Bosques con experiencia en temas forestales;", "", " - un experto agrícola de acuerdo con artículo 52 de la Ley General sobre Procedimiento Administrativo .", "", " Los Magistrados miembros son designados por el Ministro Federal de Justicia, y los demás por el Ministro Federal de Agricultura y Bosques.", "", " 51. El artículo 52 de la Ley General sobre Procedimiento Administrativo mencionado en los artículos 5.2 y 6.2 de la Ley Federal sobre las Autoridades Agrícolas establece que:", "", " «1. Si se hace necesario un examen pericial, la autoridad recurrirá a expertos oficiales (Amtssachverständige) adscritos a su servicio o puestos a su disposición.", "", " 2. A título excepcional, sin embargo, podrá consultar y tomar juramento a otras personas competentes en calidad de expertos, en el caso de que no se disponga de ningún experto oficial o si se impone esa medida a la vista de las circunstancias propias del caso (...).» El mandato, renovable, de los miembros de las Comisiones de la reforma agraria dura cinco años ( artículo 9.1 de la Ley Federal sobre las Autoridades Agrícolas ). Expira antes de su plazo legal, sobre todo, si las condiciones exigidas para el nombramiento no se cumplen ya (art. 9.2). Todo miembro puede, a petición propia, ser exonerado de sus funciones por razones de salud o por motivos de orden profesional que le impidan el cumplimiento adecuado de su cometido (art. 9.3). La suspensión de un magistrado miembro o un funcionario, por decisión de un Tribunal disciplinario, acarrea la suspensión de sus funciones como miembro de la Comisión de la reforma agraria (art. 9.4).", "", " 53. Los miembros de las referidas Comisiones ejercen sus funciones a título independiente y no están sujetos a instrucción alguna ( art. 8 de la Ley Federal sobre las Autoridades Agrícolas y 20.2 de la Constitución federal). La administración no puede ni anular ni modificar sus decisiones ( arts. 8 de la Ley Federal y 12.2 de la Constitución federal, párrafo 37 anterior), las cuales pueden impugnarse ante el Tribunal Administrativo ( art. 8 de la Ley Federal ).", "", " 54. La organización descrita más arriba es resultado de un cambio legislativo realizado en 1974, tras resolución del Tribunal Constitucional del mismo año.", "", " A criterio del Tribunal Constitucional, las Comisiones de la reforma agraria no podían ser consideradas, a la luz de la Ley de 1950, como Tribunales independientes e imparciales. Según el artículo 6.1 de el Convenio, entre sus miembros figuraba, por entonces, un Ministro del Gobierno federal (Comisión Suprema) o del Gobierno de un Land (Comisión regional), y los poderes públicos competentes estaban facultados para destituir a los demás en cualquier momento (resolución del 19 de marzo de 1974, Erkenntnisse und Beschlüsse des Verfassungsgerichtshofes, 1974, vol. 39, número 7284, págs. 148-161).", "", " La nueva legislación ha excluido de las Comisiones a todo el que fuera miembro del Gobierno federal o provincial, ha introducido disposiciones reguladoras del período de mandato y sobre la destitución de los miembros, estableciendo la posibilidad de apelar al Tribunal Administrativo ( arts. 5.2 , 6.2 , 8 y 9 de la Ley Federal de 1974 sobre las Autoridades Agrícolas).", "", " 4. Procedimiento ante las Comisiones de reforma agraria", "", " 55. El procedimiento ante las Comisiones de reforma agraria se rige por la Ley Federal sobre el Procedimiento Agrícola (párrafo 38 anterior), cuyo artículo 19 establece la aplicación de la Ley General sobre el Procedimiento Administrativo, salvo en un artículo que no se refiere al caso en cuestión y a reserva de las modificaciones y de las cláusulas adicionales previstas por la Ley Federal.", "", " Las Comisiones asumen la responsabilidad del desarrollo del procedimiento ( art. 39 de la Ley General sobre Procedimiento Administrativo ). Según los términos del artículo 9.1 y 2 de la Ley Federal , emiten su fallo tras la celebración de una vista privada a la que asisten las partes sin excepción, las cuales pueden consultar el expediente ( art. 17 de la Ley General sobre procedimiento administrativo) y comparecer en persona o hacerse representar ( art. 9.3 de la Ley Federal ). El Presidente puede convocar a testigos y, para recabar información, a funcionarios que hayan contribuido a la resolución en primera instancia y a su elaboración (artículo 9.5).", "", " La audiencia empieza con una exposición del ponente; la Comisión aclara, acto seguido, el objeto del pleito y, a tal fin, escucha a partes y testigos, examinando con todo detalle (eingehend) la situación jurídica y económica existente (art. 10.2). Procede basándose en los hechos establecidos por el organismos inferior, si bien puede encargar a ese mismo organismo o a uno o a varios de sus propios miembros ( art. 10.1) que realicen investigaciones complementarias. Las partes deben poder tener conocimiento del resultado de la instrucción (Beweisaufnahme) y presentar sus observaciones ( art. 45.3 de la Ley General sobre Procedimiento Administrativo ).", "", " Las Comisiones deliberan y votan en ausencia de las partes; tras haber discutido sobre los resultados de los debates, el ponente formula las conclusiones (Antrag). Los que quieran formular otras (Gegen und Abänderungsanträge) deben fundamentarlas legalmente ( artículo 11.1 de la Ley Federal ). El Presidente estable el orden de votación de las distintas conclusiones (ibidem). El ponente vota en primer lugar, seguido de los Magistrados y, luego, de los demás miembros, comprendido el Presidente, que se pronuncia el último, y, en caso de empate, tiene voto de calidad (art. 2).", "", " Si se ha interpuesto recurso en el plazo legal de dos semanas (art. 7.3) y éste ha sido admitido a trámite, la Comisión competente revoca la decisión impugnada y remite el caso al organismo inferior si considera tan deficiente el establecimiento de los hechos que resulte inevitable la celebración de una nueva audiencia. En otro caso, estatuye, en la misma, sobre el fondo de la cuestión ( art. 66.2 y 4 de la Ley General sobre Procedimiento Administrativo ), y puede modificar dicha decisión, ya sea en su parte dispositiva, ya sea en sus considerandos (art. 66.4).", "", " Las Comisiones deben pronunciarse sin demora (ohne unnötigen Aufschub) en el plazo máximo de seis meses a partir de su toma de posesión (art. 73.1). Si las partes no reciben comunicado de la decisión (Erkenntnis) en ese plazo, pueden dirigirse a la autoridad superior, a la que incumbe decidir sobre el caso ( artículo 73.2). En la hipótesis de incumplimiento por esta última, la jurisdicción pasa, a petición del interesado, al Tribunal Administrativo ( art. 132 de la Constitución federal y 27 de la Ley sobre el Tribunal Administrativo ).", "", " Las decisiones de las Comisiones, deberán ser motivadas y habrán de resumir claramente (klar und ubersichtlich) el resultado del procedimiento de investigación, la evaluación de los medios de prueba y, sobre la base de esos datos, la respuesta que se haya dado al problema jurídico planteado ( arts. 58.2 y 60 de la Ley General sobre Procedimiento Administrativo ). Las decisiones se notifican a las partes, si bien la Comisión puede optar por un pronunciamiento inmediato ( artículo 18 de la Ley Federal ).", "", " 5. Recursos ante los Tribunales Constitucional y Administrativo", "", " 56. Las decisiones de las Comisiones de reforma agraria pueden impugnarse ante el Tribunal Constitucional, el cual investiga si se ha lesionado un derecho garantizado al demandante por la Constitución, o si se ha aplicado un decreto (Verordnung) contrario a la ley, una ley contraria a la Constitución o un Tratado internacional incompatible con la ley austríaca (rechtswidrig) ( art. 144 de la Constitución federal).", "", " 57. Por derogación de la regla de principio establecida en el artículo 133, número 4 de la Constitución federal, el artículo 8 de la Ley Federal sobre las Autoridades Agrícolas prevé un recurso de apelación contra esas mismas decisiones ante el Tribunal Administrativo, que puede pasar a considerarlas antes o después del Tribunal Constitucional, el cual le remitirá el expediente a ruego del demandante y si se pronuncia en el sentido de no haberse producido violación del derecho invocado ( art. 144.3 de la Constitución federal).", "", " De acuerdo con el artículo 130 de la Constitución federal, el Tribunal Administrativo conoce de las demandas por ilegalidad de un acto (Bescheid) administrativo, coerción (Befehls- und Zwangsgewalt) contra una persona o incumplimiento por parte de la autoridad competente de sus obligaciones resolutorias. Examina, además, los recursos interpuestos contra las decisiones de organismos mixtos -como las Comisiones de reforma agraria- cuando la ley le faculta a ese ejercicio (párrafos 48 y 54 anteriores).", "", " Si el Tribunal Administrativo no rechaza el recurso por infundado, anulará la decisión contra la que se haya apelado; no se pronunciará sobre el fondo del asunto sino cuando la autoridad competente haya faltado a su deber de emitir un veredicto ( art. 42.1 de la Ley sobre el Tribunal Administrativo , Verwaltungsgerichtshofgesetz).", "", " Cuando le competa examinar la legalidad de un acto administrativo o de la decisión de un órgano mixto, el Tribunal resolverá basándose en los hechos establecidos por la autoridad de que se trate y a tenor sólo de las demandas presentadas, salvo en el caso de incompetencia de la autoridad referida o de violación de las reglas de procedimiento ( art. 41 de la Ley sobre el Tribunal Administrativo ). La ley aporta, a este respecto, una precisión específica, a saber, que el Tribunal anula el acto contra el que se haya recurrido, sobre la base de una irregularidad de procedimiento, cuando los hechos considerados por la Administración como probados resulten desmentidos, en un aspecto capital, por el expediente, cuando deban completarse en ese punto concreto y cuando haya habido incumplimiento de las reglas cuya aplicación correcta hubiera podido dar lugar a una decisión diferente [ art. 42.2(3) de la Ley precitada ].", "", " Si durante el examen de un caso surgen motivos desconocidos hasta el momento por las partes, el Tribunal debe conocer de ellos y suspender, en caso necesario, el procedimiento (art. 41.1).", "", " El procedimiento consiste, fundamentalmente, en un intercambio de memorias (art. 36) seguido, a reserva de algunas hipótesis enumeradas en la ley, por una audiencia interpartes, generalmente pública (arts. 39 y 40).", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " 58. En su demanda de 3 de abril de 1979 a la Comisión (núm. 9616/81), Johann y Theresia Erkner alegaron, básicamente, una violación de su derecho a la vista de su causa en un plazo razonable de tiempo, a la luz del artículo 6.1 del Convenio, y de su derecho de propiedad al amparo del artículo 1 del Protocolo número 1. Por otra parte, afirmaron que no habían tenido un proceso justo, e invocaron los artículos 8 y 14 del Convenio, si bien no han insistido, posteriormente, sobre ese punto.", "", " Tras el fallecimiento de Johann Erkner, el 22 de junio de 1983, su granja pasó a ser explotada por su hija y por su yerno, Theresia y Josef Hofauer. Convertido en el nuevo y único propietario, el matrimonio ha expresado, como sucesor de los demandantes, el deseo de que continúe el proceso. La Comisión accedió a su demanda el 8 de marzo de 1984. En cuanto a Theresia Erkner, ha deseado seguir participando en el procedimiento en calidad de demandante.", "", " 59. La Comisión admitió a trámite la demanda el 9 de marzo de 1984, llegando a la conclusión, por unanimidad, en su informe del 24 de enero de 1986 (artículo 31 del Convenio) que se había infringido el artículo 6.1 del Convenio y (por once votos contra uno) que se había contravenido el artículo 1 del Protocolo número 1.", "", " El texto íntegro del dictamen de la Comisión y de las dos opiniones separadas se incluyen en el informe en forma de anexo.", "", " CONCLUSIONES SOMETIDAS AL TRIBUNAL", "", " 60. En la audiencia del 20 de octubre de 1986 se recabó al Tribunal:", "", " - por el Gobierno para que «declarase que en el presente caso ni las disposiciones del artículo 6.1 del Convenio ni las del artículo 1 del Protocolo número 1 habían sido infringidas y que, por consiguiente, los hechos constitutivos del pleito no revelaban contravención alguna por parte de la República de Austria a lo estipulado en el Convenio».", "", " - por el delegado de la Comisión «para que confirmase el criterio de ésta, según el cual se había producido una violación tanto del artículo 6 del Convenio como del artículo 1 del Protocolo número 1».", "", " El abogado de los demandantes se remitió, por su parte, a su memoria del 18 de agosto de 1986, en la que rogaba al Tribunal que se adhiriera al juicio de la Comisión y «reconociera a la República de Austria como culpable de una violación de los derechos humanos».", "", "", "", " EN DERECHO", "", " I. VIOLACIÓN ALEGADA DEL ARTICULO 6.1 DEL CONVENIO", "", " 61. Los demandantes sostienen que no se ha visto su causa dentro de un «plazo razonable», que las Comisiones de la reforma agraria no constituían tribunales independientes e imparciales, y que la Comisión regional se había reunido en marzo de 1986, a puerta cerrada, apoyándose, en sus alegatos, en el artículo 6.1 del Convenio, según el cual", "", " «toda persona tiene derecho a que su causa sea vista con equidad y en público, en un plazo de tiempo razonable, por un Tribunal independiente e imparcial, establecido por la ley (...)».", "", " El Gobierno resuelve que no se ha producido violación alguna. La Comisión, por su parte, considera que la duración del proceso ha rebasado «los límites razonables», absteniéndose de pronunciarse sobre los demás aspectos de la tesis de los interesados.", "", " 1. Aplicabilidad del artículo 6.1", "", " 62. Los planes de concentración parcelaria de Fortstern-Pöndorf afectaban, entre otros, a los bienes raíces de las familias Erkner y Hofauer, que les fueron incautados a cambio de otras tierras que otros propietarios poseían con anterioridad. Los demandantes han impugnado, y continúan impugnando, la legalidad de la compensación obtenida, por lo que cualquier decisión, favorable o desfavorable, de las autoridades que intervienen en el asunto habrá afectado, afecta o afectará a sus derechos de propiedad. El desenlace del procedimiento impugnado resulta, pues, «determinante para los derechos y obligaciones de carácter privado» ( Sentencias Ringeisen de 16 de julio de 1971, serie A, núm. 13, pág. 39, apartado 49 , y Sramek de 22 de octubre de 1984 , serie A, núm. 84, pág. 17, apartado 34), de manera que el artículo 6.1 es aplicable en el presente caso, cosa que ha admitido el Gobierno.", "", " 2. Cumplimiento del artículo 6.1", "", " a) Tribunal «independiente e imparcial»; «públicamente»", "", " 63. Los demandantes han mencionado ante el Tribunal el carácter no público de las audiencias de la Comisión regional en marzo de 1986, habiendo, además, discutido la independencia y la imparcialidad de las Comisiones de la reforma agraria. En cuanto al punto segundo, invocan, basándose en los organigramas del Ministerio Federal de Agricultura y Bosques y de la Oficina de Gobierno del Land de la Alta Austria, la existencia de lazos jerárquicos entre los funcionarios miembros, la participación en las votaciones de funcionarios encargados de elaborar dictámenes periciales y la brevedad del mandato (cinco años).", "", " Se trata, en este caso, de nuevas reclamaciones. Por no haber sido presentadas como tales ante la Comisión Europea de los Derechos Humanos, no se refieren a hechos que ésta ha comprobado en el marco establecido por su resolución de admisión a trámite, en consideración de lo cual el Tribunal carece de competencia para examinarlas (ver, mutatis mutandis, la Sentencia Bozano de 18 de diciembre de 1986 , serie 17, núm. 111, pág. 27, apartado 62).", "", " b) Plazo razonable", "", " i) Período a considerar", "", " 64. En las causas civiles, el «plazo razonable» al que se refiere el artículo 6.1 se entiende, por lo general, desde la toma en consideración por parte del «Tribunal» (ver, en último caso, la Sentencia Deumeland de 29 de mayo de 1986, serie A, núm. 100, pág. 26, apartado 7); cabe concebir, sin embargo, que en ciertas hipótesis, este período pueda comenzar antes ( Sentencia Golder de 21 de febrero de 1975 , serie A, núm. 18, pág. 15, apartado 32).", "", " En el presente caso, los demandantes han recurrido a las jurisdicciones competentes después del 4 de abril de 1973, cuando les fue comunicada la decisión de cesión provisional adoptada el 10 de agosto de 1970 (párrafos 13-18 anteriores). No obstante, habían formulado sus objeciones ante la propia Autoridad del distrito desde el mes de agosto de 1970, sin que haya podido establecerse la fecha precisa (párrafo 12 anterior). El Tribunal admite la suposición, coincidente con la de la Comisión, que la controversia a resolver se ha manifestado hacia el 12 de agosto de 1970, lo que marca el inicio del período a considerar (ver, mutatis mutandis, la Sentencia König de 28 de junio de 1978 , serie A, núm. 27, pág. 33, apartado 98).", "", " 65. En cuanto a la terminación del plazo, el Gobierno ha argüido ante la Comisión que, en cuanto a la determinación de los derechos civiles, el artículo 6.1 no implica necesariamente un fallo de carácter definitivo, sosteniendo que había habido, ante todo, una determinación provisional de las parcelas a adjudicar a los demandantes, y luego una serie de decisiones que habrían mejorado progresivamente la situación de los interesados.", "", " Al igual que la Comisión, el Tribunal no parece adherirse a esta hipótesis. Según la jurisprudencia constante relativa a la aplicación del artículo 6.1, el plazo cuyo carácter razonable debe controlarse abarca el proceso en su totalidad, incluyendo las instancias de apelación (ver la Sentencia Deumeland precitada, ibidem). El período se extiende, por tanto, hasta la fecha de la decisión que resuelve el litigio ( Sentencia Gunichs de 10 de julio de 1984 , serie A, núm. 81, página 13, apartado 29).", "", " En el presente caso, el proceso está todavía pendiente de resolución. Por consiguiente, el período de tiempo a considerar ha rebasado ya los dieciséis años y medio (del 10 de agosto de 1970 al 24 de marzo de 1987).", "", " ii) Criterios aplicables", "", " 66. La duración razonable de un proceso se valora según las circunstancias de la causa en litigio y en consideración a los criterios consagrados por la jurisprudencia del Tribunal, sobre todo el grado de complejidad del caso, la conducta de los demandantes y el de las autoridades competentes (ver las Sentencias Buchholz del 6 de mayo de 1981, serie A, núm. 42, páginas 15-16, apartado 49, y de Zimmermann y Steiner de 13 de julio de 1983, serie A, núm. 66, pág. 11, apartado 24).", "", " 67. Toda concentración parcelaria constituye, por naturaleza, un proceso complejo. La correcta evaluación de las parcelas a ceder y a recibir a cambio suele constituir -es legítimo- la preocupación principal de los propietarios. Las dificultades inherentes a dicha evaluación resultan, a menudo, acrecentadas por el apego tradicional del agricultor a sus campos y a sus prados. Por otra parte, se trata de una operación destinada a aumentar la rentabilidad de las explotaciones y a desarrollar la infraestructura del área afectada, que atañe, pues, a los intereses no sólo de los particulares, sino de la colectividad entera.", "", " La concentración objeto del litigio afectaba a numerosas personas, entre otros a 38 propietarios, y cubría una superficie de 266 hectáreas (párrafo 9 anterior). En cuanto se adoptaron las primeras disposiciones, los demandantes afirmaron que se les estaba obligando a trocar terrenos de excelente calidad por parcelas mediocres (párrafo 12 anterior). Se trataba, esencialmente, de una cuestión de hecho que debía aclararse obteniendo los datos pertinentes, tales como la superficie de los terrenos, su destino, su productividad, su situación geográfica, etc. Sin embargo, tras los recursos -coronados por el éxito- de los Erkner y los Hofauer, incumbía a las autoridades competentes el establecimiento de un nuevo plan. Sin duda, y tal como admite el Gobierno, no estaban obligados a volver al punto de partida, pero era necesario oír, ante todo, a cada uno de los propietarios afectados.", "", " La aplicación de la ley parece, pues, haber planteado cuestiones de hecho que encierran una complejidad considerable.", "", " 68. Según el Gobierno, los demandantes se habían esforzado en impedir o demorar una decisión sobre el fondo, ejercitando, todos ellos, los recursos a su disposición. El Gobierno pretendió, ante todo, que no tenían razón al haber apelado varias veces a la jurisdicción superior, interrumpiendo así los trabajos del organismo inferior.", "", " El Tribunal no suscribe esta tesis. Recuerda, en primer lugar, que según su jurisprudencia constante, no cabe reprochar a un demandante que haya sacado provecho pleno de las vías de recurso que le ofrecía el derecho interno (ver mutatis mutandis, la Sentencia Eckle de 15 de julio de 1982 , serie A, núm. 51, pág. 36, apartado 82). En el caso que nos ocupa, como la Comisión ha indicado a justo título, los recursos interpuestos han tenido, por lo general, éxito (párrafos 17, 20, 21, 22, 25, 28 y 31 anteriores).", "", " En cuanto a las demandas por las que se ruega a la jurisdicción superior dictaminar en lugar de la autoridad inmediatamente competente, la ley permite a los demandantes presentar sus recursos tras un plazo de seis meses (párrafo 55 anterior). De hecho, siempre habían esperado bastante más -un año, siete meses y diecinueve días; ocho meses y veintidós días; once meses y un día (párrafos 21, 22 y 23 anteriores)-, y sólo uno de sus recursos fracasó debido a que la instancia inferior había resuelto ciertas medidas y no era responsable del retraso registrado, según la jurisdicción superior (párrafos 23 y 24).", "", " No deja de ser, sin embargo, verdad que ciertas acciones ulteriores, más bien desconcertantes, debían haber contribuido a prolongar el procedimiento, a saber, su oposición a la instalación de un sistema de drenaje y su demanda de sustraer una parte de sus tierras a las operaciones de concentración parcelaria (párrafos 25, 26, 32 y 33 anteriores). De todas formas, la conducta de los demandantes constituye un hecho objetivo, no imputable al Estado demandado, que debe tenerse en cuenta para determinar si ha existido o no una superación del plazo razonable del artículo 6.1 (ver, mutatis mutandis, la Sentencia Eckle precitada),", "", " 69. En cuanto a las autoridades competentes, el Tribunal señala que, en conformidad con la ley, habían iniciado, de oficio, la operación y que eran responsables de su desarrollo (párrafos 42 y 55 anteriores). Además, y sobre todo, habían decidido, a partir de agosto de 1970, la cesión provisional de los bienes raíces afectados (párrafos 13 a 18 anteriores). Estaban, pues, obligadas por una deber especial a actuar con celeridad. La misma legislación austríaca reconoce, por lo demás, la existencia de esa obligación al haber mantenido, en materia de concentración parcelaria, la regla general según la cual se exige adoptar una decisión en el plazo de seis meses (párrafo 55 anterior) y haber tomado la resolución en 1977 sobre la necesidad de publicar un plan de concentración tres años después, todo lo más, de la decisión definitiva sobre la cesión provisional (párrafo 46 anterior).", "", " Ahora bien, en el caso de autos son varios los plazos que se han comprobado que no cumplen con esa prescripción. En primer lugar, el procedimiento de recurso contra la cesión provisional. Incluso si, como el Gobierno lo da a entender, los demandantes son, en cierto grado, responsables del retraso en la notificación de la decisión relativa a la cesión (párrafo 13 anterior), difícilmente podrá creerse que haya hecho falta para ello casi dos años y ocho meses. Esta observación es válida, por lo menos en parte, para el procedimiento de apelación consiguiente que terminó el 25 de noviembre de 1975 (párrafos 14-17 anteriores); como la Comisión indica con toda razón, el procedimiento podría haber concluido antes si las autoridades agrícolas hubiesen aceptado la decisión del Tribunal Administrativo del 21 de septiembre de 1973, que confirmaba la existencia de un derecho de apelación. Su negativa hizo necesaria una segunda Sentencia del Tribunal referido (23 de junio de 1975) la cual no se dictó hasta un año y nueve meses después de la primera.", "", " Por el contrario, el Tribunal no considera anormal la duración de las instancias de apelación relativas a los dos primeros planes de concentración, de alrededor de doce y once meses, respectivamente (3 de junio de 1976-31 de mayo de 1977 y 22 de enero- 29 de diciembre de 1980, párrafos 20-22 anteriores), pero no así el procedimiento instruido por el recurso contra el tercer plan, que se alargó hasta casi dos años y once meses (23 de agosto de 1982-16 de julio de 1985, párrafos 25-29 anteriores). Sus distintas fases pueden no aparecer desmesuradas si se las examina por separado, pero su duración global es ciertamente excesiva.", "", " Lo que resulta más sorprendente es el tiempo que han tardado las autoridades competentes en adoptar y publicar un nuevo plan tras la anulación del precedente: más de dos años y seis meses para el segundo (31 de mayo de 1977-18 de diciembre de 1979, párrafos 20-21 anteriores), un año y siete meses aproximadamente para el tercero (29 de diciembre de 1980-27 de julio de 1982, párrafos 22 y 24 anteriores), y más de un año y cuatro meses para el cuarto que está todavía pendiente de aparecer (31 de octubre de 1985-24 de marzo de 1987, párrafo 31 anterior). Esos períodos tan largos son realmente inaceptables.", "", " 70. En total, el procedimiento litigioso ha durado ya más de dieciséis años y medio (párrafo 65 anterior), plazo irracional dadas las circunstancias del caso y, sobre todo, si tenemos en cuenta la particular diligencia que rigió la cesión provisional de los terrenos. Es innegable que el caso no era precisamente sencillo y que la responsabilidad de ciertas lentitudes es imputable a los propios demandantes, pero diversos retrasos son desde luego atribuibles a las autoridades que entendían en el asunto. Acumulados y combinados, esos retrasos han supuesto una superación del plazo razonable que prescribe el artículo 6.1.", "", " II. VIOLACIÓN PRETENDIDA DEL ARTICULO 1 DEL PROTOCOLO NUMERO 1", "", " 71. Según los demandantes, la cesión provisional de sus tierras en 1970 ha afectado a su derecho de propiedad, pues argumentaban no haber recibido todavía una compensación en bienes raíces a la que tenían derecho a tenor de la legislación del Land y, por ende, haber sufrido «una pérdida anual de cosechas» del orden de 50.000 schillings durante el período de 1971 a 1984 y de 30.000 schillings desde esta última fecha. Alegan, pues, violación del artículo 1 del Protocolo número 1, según el cual", "", " «toda persona física o moral tiene derecho al respeto de sus bienes. Nadie puede ser privado de su propiedad más que por causa de utilidad pública y en las condiciones previstas en la ley y los principios generales del Derecho internacional.", "", " Las disposiciones precedentes no afectan a los derechos que poseen los Estados de promulgar las leyes que estimen necesarias para regular la utilización de los bienes de acuerdo con el interés general o para garantizar el pago de los impuestos o de otras contribuciones o multas».", "", " El Gobierno se opone a esta tesis mientras que la Comisión la acepta en sustancia.", "", " 72. Ha existido, sin lugar a dudas, injerencia en el derecho de propiedad de los demandantes, tal como lo garantiza el artículo 1 del Protocolo ( Sentencia Marckx de 13 de junio de 1979 , serie A, núm. 31, pág. 27, apartado 63); el 10 de agosto de 1970, sus tierras fueron adjudicadas a otros propietarios partícipes en la operación de concentración parcelaria o asignadas para su utilización como instalaciones comunes, sin que los demandantes hayan obtenido, hasta el momento, la compensación en especie prevista en la legislación del Land (párrafos 13, 18, 20, 22, 25, 28, 29, 31 y 33 anteriores).", "", " 73. Queda por determinar si esta negligencia transgrede el artículo 1 del Protocolo número 1, «que contiene tres normativas inequívocas»; la primera, expresada en la primera frase del primer párrafo y de carácter general, enuncia el principio del respeto a la propiedad; la segunda, que figura en la segunda frase del mismo párrafo, se refiere a la privación del derecho de propiedad y lo somete a ciertas condiciones; en cuanto a la tercera, indicada en el segundo párrafo, reconoce a los Estados la facultad, entre otras, de regular la utilización de los bienes a tenor del interés general. El Tribunal debe examinar las posibilidades de aplicación de las dos últimas antes de pronunciarse sobre el cumplimiento de la primera. No se trata, sin embargo, de reglas que carezcan de relación entre ellas: la segunda y la tercera se refieren a casos específicos de transgresiones de propiedad, por lo que deberían interpretarse a la luz del principio consagrado en la primera (referirse, en último caso, a la Sentencia Agosi de 24 de octubre de 1986 , serie A, núm. 108, páginas 17-48).", "", " El Tribunal observa, en primer lugar, que las autoridades austríacas no han procedido ni a una expropiación formal ni a una expropiación de hecho ( Sentencia Sporrong y Lönnroth de 23 de septiembre de 1982 , serie A, núm. 52, pág. 24, apartados 62- 63) la cesión efectuada en agosto de 1970 reviste un carácter provisional y sólo se hará irrevocable con la entrada en vigor de un plan de concentración (párrafo 45 anterior). Los interesados podrán, pues, recuperar sus bienes raíces si el plan definitivo no confirma la distribución realizada en la fase anterior del procedimiento. Así pues, no cabe afirmar que éstos hayan sido privados de su propiedad «con carácter definitivo», en el sentido de la segunda frase del primer párrafo del artículo 1.", "", " Por otra parte, la cesión provisional perseguía fundamentalmente el objetivo no ya de controlar «la utilización» de las tierras (segundo párrafo del art. 1), sino de reestructurar rápidamente la zona de concentración parcelaria con vistas a lograr una explotación mejor y más racional por parte de los «propietarios provisionales» (párrafo 45 anterior). Debe, pues, considerarse la cesión a tenor de la primera frase del primer párrafo.", "", " 75. Para los fines de esta cláusula, el Tribunal debe investigar si se ha mantenido un equilibrio justo entre las exigencias de interés general de la comunidad y los imperativos de salvaguardia de los derechos fundamentales del individuo (Sentencia Sporrong y Lönnroth precitada, págs. 26-69).", "", " 76. Es de rigor recordar, antes que nada, que han transcurrido ya dieciséis años desde la cesión provisional (10 de agosto de 1970-24 de marzo de 1987, párrafo 13 anterior), sin que los demandantes hayan recibido, en virtud de un plan definitivo de concentración parcelaria, la compensación en tierras prevista por la ley.", "", " Según el Gobierno, la duración del procedimiento no debería considerarse bajo el ángulo del artículo 1 del Protocolo número 1, si el Tribunal ha declarado ya contravenido el artículo 6.1 del Convenio. Esa tesis no encaja con la jurisprudencia del Tribunal, de la que se deduce que un solo y mismo hecho puede transgredir más de una disposición del Convenio y de los Protocolos (ver, por ejemplo, la Sentencia Airey de 9 de octubre de 1979 , serie A, núm. 32, pág. 17, apartados 31-33).", "", " Por otra parte, la reclamación presentada al amparo del artículo 6.1 se distingue de la que hace referencia al artículo 1 del Protocolo. En el primer caso se trataba de determinar si el procedimiento de concentración había rebasado el «plazo razonable», mientras que, en el segundo, lo que entra en consideración, con otros elementos, es su duración -sea ésta excesiva o no- para determinar si la cesión litigiosa resultaba compatible con la garantía del derecho de propiedad.", "", " 77. Debe señalarse, asimismo, que la legislación correspondiente del Land, no ha permitido reconsiderar la cesión provisional, a pesar del éxito de los recursos de los demandantes contra los planes de concentración parcelaria, y que tampoco prevé la posibilidad de indemnizar a los demandantes por el perjuicio sufrido presumiblemente a consecuencia del trueque forzoso de sus tierras por otras de calidad inferior (párrafos 34-36 y 47 anteriores).", "", " 78. El Tribunal no es, sin embargo, ajeno a la preocupación del legislador en la materia. Al autorizar esa cesión en una fase inicial de la operación de concentración parcelaria, lo que pretende es garantizar, en el interés de los propietarios en general y de la comunidad, la explotación continua y económica de las tierras en cuestión. Por otra parte, si los demandantes han perdido sus tierras como consecuencia de la cesión decidida en 1970, han recibido otras en su lugar, aunque no les satisfagan. No obstante, el sistema aplicable se caracteriza por una cierta rigidez, pues no ofrece medio alguno de modificar, antes de la entrada en vigor de un plan de concentración parcelaria, la situación de los propietarios, o de indemnizarles por los daños posiblemente padecidos hasta la adjudicación definitiva de la compensación legal en forma de bienes raíces.", "", " 79. Las circunstancias del caso revelan, pues, una transgresión del equilibrio que ha de mantenerse entre la salvaguardia del derecho de propiedad y las exigencias del interés general, ya que los demandantes, que permanecen en un estado de incertidumbre en cuanto al destino definitivo de su propiedad, han tenido que aceptar una carga desproporcionada, sin perjuicio de que no proceda, en este instante, indagar si han sufrido realmente daño (Sentencia Sporrong y Lönnroth precitada, pág. 28, apartado 73).", "", " 80. El Tribunal llega, pues, a la conclusión de que se ha producido una violación del artículo 1 del Protocolo número 1.", "", " III. APLICACIÓN DEL ARTICULO 50 DEL CONVENIO", "", " 81. Con respecto al período de 1971 a 1986, los demandantes reclaman una indemnización de 760.000 schillings en concepto de daños materiales, así como el reembolso de sus gastos de abogados que cifran en 582.099,10 schillings.", "", " Ni el Gobierno ni la Comisión se han pronunciado todavía al respecto, sin que, por tanto, la reclamación planteada haya llegado a una madurez de procedimiento que permita su resolución correspondiente; deben, pues, aplazarse ésta y determinarse las vías de actuación ulteriores sin excluir la posibilidad de un acuerdo eventual entre el Estado demandado y los demandantes (art. 53.1 y 4 del Reglamento).", "", "", "", " POR LO QUE ANTECEDE, EL TRIBUNAL, POR UNANIMIDAD,", "", " 1. Declara que ha habido violación del artículo 6.1 del Convenio en cuanto al plazo razonable.", "", " 2. Declara que carece de competencia para entender en las otras reclamaciones planteadas por los demandantes en el ámbito de esta normativa.", "", " 3. Declara que ha habido violación del artículo 1 del Protocolo número 1.", "", " 4. Declara que la cuestión de la aplicación del artículo 50 del Convenio no está lista para su resolución.", "", " En consecuencia,", "", " a) aplaza la resolución en todas sus partes de esa cuestión;", "", " b) ruega al Gobierno que le dirija por escrito, en el plazo de dos meses a partir de este día, sus observaciones sobre el asunto y, sobre todo, que le ponga al corriente de cualquier acuerdo al que pueda llegar con los demandantes;", "", " c) aplaza el procedimiento ulterior y delega en su Presidente la misión de determinar, si ha lugar, su fecha.", "", " Hecha en francés y en inglés y pronunciada en audiencia pública en el Palacio de los Derechos Humanos, Estrasburgo, el 23 de abril de 1987.", "", " Firmado: Rolv Ryssdal, PRESIDENTE", "", " Firmado: Marc-André Eissen, SECRETARIO", "", "", "", " ANEXO", "", " Dictamen de la Comisión Europea de los Derechos Humanos", "", " [Formulado en el informe de la Comisión el 24 de enero de 1986]", "", " DICTAMEN DE LA COMISIÓN", "", " A. Asuntos litigiosos", "", " 83. Los puntos en litigio, en el presente caso, son los siguientes:", "", " a) Si en las operaciones de concentración parcelaria agrícola en las que los demandantes eran partes se había emitido en un plazo razonable por un tribunal independiente, como lo exige el artículo 6.1 del Convenio, un fallo sobre las impugnaciones relativas a los derechos y obligaciones de carácter civil de los demandantes.", "", " b) Si había existido injerencia, contraviniendo el artículo 1 del Protocolo número 1 del Convenio, en el ejercicio del derecho de los demandantes con respecto a sus bienes, por el hecho consumado de la cesión provisional de tierras, siendo así que la compensación en tierras a la que aquéllos tienen derecho no ha sido determinada con carácter definitivo al cabo, aproximadamente, de quince años y medio.", "", " 84. La organización de las autoridades agrícolas acerca de la cual ha presentado observaciones no constituye el asunto en litigio (ver decisión sobre admisibilidad, párrafo 2).", "", " 85. La Comisión ha aceptado el recurso a trámite por lo que respecta a los tres demandantes aunque el primero de ellos, la señora Erkner, ya no sea reconocida como parte en los procedimientos nacionales al haber pasado la propiedad de la explotación al segundo y al tercer demandantes. La Comisión considera que, para los fines del artículo 25 del Convenio, la señora Erkner puede seguir pretendiendo resultar «víctima» de una transgresión de sus derechos en virtud del Convenio y del Protocolo . De hecho, fue ella la que, a lo largo de la mayor parte del período en cuestión, resultaba simultáneamente afectada por la duración de los procedimientos y por una compensación en tierras presuntamente insuficiente. Los otros dos demandantes pueden pretender ser «víctimas» por el hecho de que el procedimiento no se haya terminado todavía y de que es a ellos a quienes se debe la compensación.", "", " B. Artículo 6.1 del Convenio", "", " 1. Aplicación del artículo 6.1", "", " 86. El artículo 6.1 del Convenio estipula en su parte pertinente al respecto:", "", " «Toda persona tiene derecho a que su causa sea vista en un juicio justo, público y dentro de un plazo razonable de tiempo, por un Tribunal independiente e imparcial, establecido por la ley (...).»", "", " 87. Las operaciones de concentración agrícola afectan al derecho de propiedad de las personas cuyas tierras se sitúan en la zona sometida a concentración parcelaria, y conciernen, pues, a los derechos civiles en el sentido del artículo 6.1. De ahí se sigue que el acceso a un Tribunal debe resultar posible para todos los litigios que emanan de una operación de concentración parcelaria. Así lo ha reconocido el Tribunal Constitucional austríaco, igual que la Comisión en su jurisprudencia (cfr., por ejemplo, demandas núm. 6837/74, c. Bélgica, decisión del 2 de octubre de 1975 , Decisiones e Informes, núm. 3, pág. 135; núm. 7620/76, contra Austria, decisión de 6 de julio de 1977 , Decisiones e informes, núm. 11, pág. 156; núm. 8255/78, decisión de 13 de marzo de 1980, sin publicar; núm. 9273/81, Ettl y otros contra Austria, informe del 3 de julio de 1985).", "", " 88. Al ser el primer párrafo del artículo 6 aplicable como tal, los demandantes tenían derecho a que un Tribunal independiente e imparcial estatuyera en un «plazo razonable» sobre sus derechos de carácter civil. En el caso de autos no se ha producido resolución judicial. Y son, de hecho, los órganos administrativos los que han conducido, en sustancia, el procedimiento en cuestión. Si un sistema que prevé un procedimiento administrativo previo a uno judicial no es, en sí mismo, contrario al artículo 6.1 del Convenio, puede constituir un obstáculo al derecho de acceso a un Tribunal, que es un elemento esencial del artículo 6 (cfr. Tribunal Europeo de Derechos Humanos, Sentencia Golder del 21 de febrero de 1975 , serie A, núm. 18, pág. 14, apartado 29). Cuando en el transcurso de un procedimiento administrativo surge una oposición relacionada con los derechos civiles, sin que un Tribunal pueda entender en el caso dentro de un plazo razonable, se produce violación del artículo 6.1. El tiempo que transcurra en trámites que constituyen un obstáculo de facto al acceso a un Tribunal no debe superar los límites fijados por el artículo 6.1, o sea, los límites «razonables» (cfr., mutatis mutandis, Sentencia Golder de 21 de febrero de 1975 , págs. 14-15, apartado 32; Sentencia König de 28 de junio de 1978, serie A, núm. 24, págs. 33, apartado 98; demanda núm. 7987/77 , Andorfer Tonwerke contra Austria, informe del 8 de marzo de 1982, Decisiones e Informes, núm. 32, pág. 94, apartados 74-75).", "", " 89. Se ha producido litigio en el caso de autos tras la cesión provisional de las tierras efectuada el 10 de agosto de 1970 (párrafo 92 posterior), a partir de cuya fecha ya existía derecho de acceso a un Tribunal. En cuanto al período subsiguiente, la Comisión debe emitir su opinión sobre si el tiempo transcurrido antes de resultar posible un fallo del Tribunal es conforme a las exigencias del artículo 6.1.", "", " 90. Una dificultad especial al respecto tiene su origen en que la Comisión ha considerado ya, en el caso Ettl y otros, que el control ejercido por el Tribunal Administrativo era incompatible con el articulo 6.1 (informe del 3 de julio de 1985). Sin embargo, como los demandantes no se han quejado en el caso de autos más que de la duración del procedimiento, la Comisión examinará sólo este aspecto de la cuestión.", "", " 2. Período a considerar", "", " 91. En nuestra causa, las operaciones de concentración parcelaria se iniciaron mediante decisión del 27 de enero de 1969 (ver párrafo 42 anterior). En esa época, sin embargo, no había aparecido impugnación alguna en torno a la determinación de los derechos civiles de los demandantes.", "", " 92. Al adoptar una actitud análoga a la del Tribunal en el caso König (párrafo 98 de la Sentencia citada anteriormente), la Comisión estima que el período considerado a tenor del artículo 6.1 tiene como punto de arranque la fecha en la que los demandantes han presentado, por primera vez, objeciones contra las decisiones administrativas que afectan a sus derechos de carácter civil. Las primeras decisiones relacionadas con esos derechos se han tomado en el transcurso del procedimiento de evaluación (párrafo 43 anterior), si bien los demandantes no hicieron uso entonces de su derecho de recurso. Parece que elevaron sus objeciones por vez primera contra el plan de concentración parcelaria cuando la autoridad competente examinó la cuestión de la cesión provisional (párrafo 46 anterior). Esas objeciones se presentaron antes de la decisión que determinó la cesión provisional, si bien se ignora en qué fecha exactamente. La Comisión toma, pues, como punto de partida la fecha de la decisión que ordena la cesión provisional de las tierras a pesar de las objeciones de los demandantes, o sea, el 10 de agosto de 1970. De hecho, esta medida afectó seriamente a los derechos civiles de los demandantes y se mantuvo en vigor durante todo el procedimiento subsiguiente.", "", " 93. En cuanto al final del período considerado, la Comisión observa que el procedimiento está todavía pendiente. El Gobierno argumenta que la «decisión» sobre los derechos de carácter civil no significa, necesariamente, la decisión definitiva en cuanto al fondo y que, en el caso de autos, se dispone de una primera decisión provisional por la que se designan las parcelas adjudicables en compensación a los demandantes, seguida de una serie de decisiones en el procedimiento principal, cuyo objetivo era mejorar progresivamente la compensación otorgada a los interesados.", "", " 94. La Comisión comparte la opinión expresada por los demandantes según la cual una decisión «en un plazo razonable (...)» relativa «a las impugnaciones de los derechos y obligaciones de carácter civil» significa la determinación definitiva de esos derechos en cuanto a su esencia. El período a considerar, a efectos del artículo 6.1 del Convenio, se extiende, pues, hasta la fecha actual. El procedimiento ha durado, así pues, alrededor de quince años y medio.", "", " 3. Criterios aplicables", "", " 95. El carácter razonable de la duración de los procedimientos debe evaluarse en cada caso según las circunstancias particulares y teniendo en cuenta los criterios definidos en la jurisprudencia disponible (Sentencia Zimmermann y Steiner del 13 de julio de 1983, serie A, núm. 66, pág. 11, apartado 24). Ahora bien, el Tribunal y la Comisión han considerado, entre otras, la complejidad del caso, de hecho y de derecho, la conducta de los demandantes y la de las autoridades competentes, así como la trascendencia del litigio para los primeros. Sólo las demoras imputables al Estado pueden constituir, a sus ojos, un incumplimiento del «plazo razonable» (mutatis mutandis, Sentencia König del 25 de junio de 1978, pág. 99, apartados 102-105 y 107-111, y Sentencia Buchholz del 6 de mayo de 1981, serie A, núm. 42, págs. 15-16, apartado 49).", "", " 4. Complejidad del caso", "", " 96. Las partes coinciden en reconocer que las operaciones de concentración de tierras de labor son, por naturaleza, particularmente complejas. Atañen a numerosos interesados y van unidas a la situación económica y jurídica de los bienes raíces en una superficie extensa. Hay que considerar cuestiones difíciles, de hecho y de derecho, a la luz de los objetivos perseguidos, para llegar a una solución general de los problemas económicos y jurídicos planteados (párrafo 22 anterior).", "", " 97. Como el artículo 6.1 del Convenio debe aplicarse a la naturaleza particular del procedimiento en cuestión, sólo podrían juzgarse irrazonables procedimientos relativos a concentraciones parcelarias con una duración mayor que la mayoría de los otros procedimientos en que están en juego derechos de carácter civil. Hay que tener en cuenta el hecho de que no se trata aquí sólo de determinar unos derechos civiles individuales, sino de resolver todo un conjunto de problemas de derechos civiles interdependientes que requieren una planificación prudente y global. La sucesión de diversas fases de la concentración parcelaria se integra, en este caso, en la naturaleza de las cosas y no cabría juzgarla, como tal, contraria al artículo 6.1 del Convenio.", "", " 5. Conducta de los demandantes", "", " 98. Es verdad que los demandantes se han servido de varias vías de recurso y que su argumentación jurídica se ha desarrollado a tenor de la evolución del procedimiento en sus diferentes fases. Han mostrado, sin embargo, en conjunto, una línea de defensa coherente desde la cesión de las tierras en 1970. Al haber establecido el Consejo Provisional de Reforma Agraria en 1977 que los demandantes no habían obtenido la contrapartida a la que tenían derecho según la ley, éstos han impugnado todos los planes posteriores de concentración parcelaria arguyendo que seguían sin satisfacer las exigencias legales. Al mismo tiempo, se han quejado por las demoras crecientes que se han sucedido desde la cesión provisional de las parcelas.", "", " 99. El Gobierno ha objetado que varios de los recursos ejercitados por los demandantes no eran razonables y que éstos eran responsables de los retrasos consiguientes. Parece ser, sin embargo, que, salvo raras excepciones, los recursos de los demandantes han tenido, por lo general, éxito, acarreando, ya la anulación de la decisión impugnada, ya una decisión nueva y más favorable en la instancia de apelación. No puede, pues, sostenerse que, en esas condiciones, los recursos ejercitados hubieran estado, en cuanto tales, injustificados.", "", " 6. Conducta de las autoridades competentes a) Consideraciones generales", "", " 100. Las operaciones de concentración parcelaria de tierras de labor han sido comenzadas y conducidas por las autoridades que actuaban de oficio (párrafos 24 y 34 posteriores). Por otra parte, estas autoridades estaban obligadas, en virtud de la ley, a observar ciertos plazos para tomar sus decisiones (párrafo 36 anterior). Estos plazos han sido rebasados varias veces sin que el Gobierno haya presentado razones convincentes. Los demandantes han solicitado varias veces y obtenido, conforme al Derecho austríaco, un traslado de competencias a la instancia superior, lo que no ha permitido, sin embargo, eliminar el motivo general de la demanda, a saber, la duración excesiva de los procedimientos en su conjunto. Tienen, por consiguiente, razones para pretenderse víctimas de esta duración excesiva, a pesar de las satisfacciones parciales que los procedimientos les hayan podido aportar.", "", " 101. La Comisión estima que las autoridades deben ser consideradas responsables precisamente del hecho de que los demandantes tuvieran que interponer los recursos precitados, los repitieran y finalmente de la demora suplementaria lógica en cada caso.", "", " 102. Los demandantes alegan que se ha perdido mucho tiempo a causa de que los Consejos de Reforma Agraria han renunciado repetidamente a analizar la posibilidad que les ofrecía el artículo 66.4 del Código General del Procedimiento Administrativo , de dictaminar, ellos mismos, sobre el fondo de la cuestión, y han preferido fundarse en el artículo 66.2 del mismo Código para remitir el caso a la instancia superior.", "", " 103. No corresponde, en general, a la Comisión juzgar las prácticas de las autoridades nacionales cuando éstas puedan elegir entre diferentes soluciones. Sin embargo, las autoridades deben asumir la responsabilidad de retrasos susceptibles de evitarse y que se producen como resultado de la utilización que hacen de sus poderes discrecionales.", "", " b) Dirección del procedimiento en el caso de autos", "", " 104. La Comisión debe examinar ahora las diversas fases del procedimiento a la luz de las consideraciones generales precedentes.", "", " 105. Los procedimientos de recurso contra la decisión de cesión provisional de las parcelas de compensación (10 de agosto de 1970) han durado más de cinco años (hasta noviembre de 1975). Se trata de un amplio período que no puede considerarse, en sí mismo, razonable y que, por consiguiente, debe justificar el Estado demandado.", "", " 106. La decisión, ejecutada ya en las fechas fijadas, septiembre y noviembre de 1970, no ha sido comunicada, sin embargo, a los demandantes sino en abril de 1973, o sea, dos años y nueve meses, aproximadamente, después de su adopción.", "", " 107. El procedimiento subsiguiente pretendía determinar si los demandantes tenían derecho a interponer recurso contra la decisión precitada, cuestión que ha quedado finalmente resuelta por el Tribunal Administrativo en junio de 1975, o sea, después de más de dos años. Ese retraso puede haber sido debido, por una parte, al hecho de que los demandantes han interpuesto un recurso inútil ante el Tribunal Constitucional (ver párrafo 50 anterior), si bien, por otra parte, hay que hacer constar que el procedimiento, en su conjunto, hubiera podido evitarse si las autoridades no hubieran impugnado el derecho de recurso de los demandantes. La Comisión considera, pues, esa demora irrazonable.", "", " 108. Cuando se hubo reconocido el derecho de recurso de los demandantes, se adoptó una decisión en torno a ese recurso, sin demora indebida, en noviembre de 1975.", "", " 109. El primer plan de concentración parcelaria fue publicado seis meses después, en mayo de 1976. Este período no parece excesivo.", "", " 110. El procedimiento de apelación contra el primer plan de concentración ha durado once meses aproximadamente, hasta abril de 1977. Aunque el plazo de seis meses para resolver sobre el recurso de apelación haya resultado, pues, superado, los demandantes no han formulado reclamación en el procedimiento nacional. Teniendo en cuenta los asuntos complejos y difíciles que se elevaron en cada ocasión, por primera vez, a la consideración del Comité Provincial de la Reforma Agraria, la Comisión estima que la duración del procedimiento en esa fase puede juzgarse razonable habida cuenta de todas las circunstancias.", "", " 111. El caso fue remitido, acto seguido, a la Autoridad agrícola del distrito, que no presentó ningún plan nuevo en el plazo legal de seis meses. Un año y medio más tarde, los demandantes denunciaron su carencia y solicitaron un traslado de competencia al consejo provincial. El hecho de que se haya accedido a esa demanda demuestra que la Autoridad del distrito había retrasado indebidamente el procedimiento.", "", " 112. El Consejo Provincial ha elaborado un nuevo plan al cabo de once meses, en diciembre de 1979. La Comisión señala que este período rebasa en cinco meses el plazo previsto por la ley austríaca.", "", " 113. El recurso subsiguiente de los demandantes ante el Consejo Superior de la Reforma Agraria no fue resuelto a tiempo, de manera que los demandantes presentaron querella ante el Tribunal Administrativo en octubre de 1980. Tras la rápida reacción del Consejo Superior, no se prosiguió el recurso después de diciembre de 1980. La Comisión considera, sin embargo, que la duración total del procedimiento de apelación ante el Consejo Superior (un año) ha sido mayor de lo necesario, sobre todo si se consideran los retrasos anteriores y el hecho de que el Consejo Superior no ha entendido en el fondo de la cuestión, sino que se ha contentado con adoptar la decisión procesal de devolver la causa a la autoridad de primera instancia, dando así lugar al comienzo de un nuevo procedimiento que, de otra forma, hubiera podido evitarse.", "", " 114. La Autoridad agrícola del distrito no ha publicado un nuevo plan sino en julio de 1982, es decir, más de un año y medio después de la decisión precitada del Consejo Superior, y una vez que los demandantes hubieran interpuestos querella de nuevo por omisión de la Autoridad al no haber adoptado una decisión a tiempo. La Comisión considera que el retraso en la toma de decisión por parte de la Autoridad del distrito no resulta razonable, teniendo en cuenta las demoras anteriores, el hecho de que esta Autoridad entendía en el caso por tercera vez y había recibido instrucciones del Consejo Superior con respecto a su tratamiento.", "", " 115. Cabe aplicar la misma consideración a las actuaciones subsiguientes ante los Consejos Provincial y Superior de la Reforma Agraria, las cuales duraron alrededor de nueve meses, hasta abril de 1983, en el primer caso, y aproximadamente un año, hasta abril de 1984, en el segundo. Aunque ambos consejos hubieron dictaminado sobre el fondo de la cuestión, no cabe, sin embargo, considerar razonables esos períodos si tenemos en cuenta que el caso ya era conocido por los consejos y que, debido al desarrollo previo del procedimiento, se imponía que realizaran un esfuerzo especial para concluirlo lo antes posible.", "", " 116. El Tribunal Administrativo entendió, entonces, por vez primera, en el fondo de la cuestión, adoptando una decisión al cabo de un plazo de aproximadamente once meses, en marzo de 1985. Debido a lo complejo del caso, la Comisión no considera irrazonable esa demora.", "", " 117. La decisión del Tribunal Administrativo fue notificada el 7 de mayo de 1985 y ejecutada mediante decisiones ulteriores del Consejo Superior de la Reforma Agraria el 3 de julio de 1985 y del consejo provincial de la Reforma Agraria el 24 de octubre de 1985. Los demandantes recurrieron de nuevo al Tribunal Administrativo, criticando la actitud adoptada por los Consejos de la Reforma Agraria en estas últimas decisiones, recurso que, al parecer, está todavía pendiente de resolución.", "", " No existe en la actualidad ningún plan de concentración parcelaria en vigor y el procedimiento ha vuelto a la fase de planificación de instalaciones comunes. No se podrá publicar un nuevo plan de concentración parcelaria más que cuando se haya tomado la decisión relativa a las instalaciones comunes.", "", " 118. La Comisión estima que varios de los retrasos que se han producido en la determinación de las parcelas compensatorias de los demandantes son injustificables y que la duración del procedimiento relativo a la cuestión no ha sido razonable.", "", " 7. Conclusión", "", " 120. La Comisión concluye, por unanimidad, que ha existido violación del artículo 6.1 del Convenio, en la medida en que no se ha producido una Sentencia dentro de un plazo razonable sobre los derechos civiles de los demandantes por parte de un Tribunal independiente e imparcial.", "", " C. Sobre el artículo 1 del Protocolo número 1", "", " 1. Naturaleza de la injerencia en el ejercicio del derecho de propiedad de los demandantes", "", " 121. Los demandantes alegan que se ha producido injerencia en el ejercicio de su derecho de propiedad -contrariamente al artículo 1 del Protocolo número 1 del Convenio-, en la medida en que una cesión provisional de tierras efectuada en 1970, dentro de la operación de concentración parcelaria, les ha privado de sus antiguas propiedades, siendo así que, al cabo de quince años y medio, todavía no se ha fijado con carácter definitivo la compensación en tierras a la que tienen derecho.", "", " 122. El artículo 1 del Protocolo dispone:", "", " «Toda persona física o moral tiene derecho al respeto de sus bienes. Nadie puede ser privado de sus propiedades más que por motivo de utilidad pública y en las condiciones previstas por la ley y los principios generales del Derecho internacional.", "", " Las disposiciones precedentes no afectan al derecho que poseen los Estados de promulgar las leyes que consideren necesarias para regular la utilización de los bienes en conformidad con el interés general o para garantizar el pago de los impuestos u otras contribuciones o multas.»", "", " 123. Un procedimiento de concentración parcelaria afecta forzosamente al derecho de propiedad de los demandantes en el marco de esta disposición, ya que tiene por objeto privar a los interesados de ciertos bienes para adjudicarles, a cambio, bienes diferentes. Va acompañado, asimismo, de medidas tendentes a conseguir la libre disposición de tierras para fines de equipamiento colectivo, tales como construcción de carreteras, regularización de cursos de agua, etc. Sin embargo, no son esas medidas, en sí mismas, las que fundamentan las querellas de los demandantes, sino el plazo que ha discurrido entre la privación de tiguas propiedades y la adjudicación legítima de parcelas de compensación.", "", " 124. Ese retraso puede plantear en el ámbito del artículo 1 del Protocolo número 1 un problema distinto al que acaba de tratar el artículo 6.1 del Convenio, referente a la duración excesiva del procedimiento. La cesión provisional de tierras que dio origen a la querella de los demandantes no es una medida que debía ir aparejada necesariamente a este procedimiento.", "", " 125. La Comisión comprueba que la situación impugnada presenta analogías con la que se planteaba en el caso Sporrong y Lönnroth (cfr. Tribunal Europeo de Derechos Humanos, Sentencia del 23 de septiembre de 1982 , serie A, núm. 52, apartado 58- 60). Igual que en aquel pleito, las providencias provisionales adoptadas a la espera de una solución definitiva integrada en un plan conjunto han derivado en una injerencia temporal, si bien prolongada, en el ejercicio del derecho de propiedad de los demandantes.", "", " 126. La Comisión estima que debe seguir las mismas diligencias que el Tribunal en el caso precitado y considerar la prolongada injerencia en el derecho de propiedad de los demandantes a la luz del principio general enunciado en la primera frase del artículo 1 del Protocolo, es decir, el respeto de los bienes (cfr. apartados 66-74 de la Sentencia susodicha).", "", " 2. Justificación del mantenimiento hasta la fecha de la situación de hecho creada por la cesión provisional de parcelas", "", " 127. La cesión provisional de parcelas fue ordenada en agosto de 1970, y ejecutada en ese mismo mes. La situación resultante de hecho se mantiene todavía hoy, aun cuando una decisión del Consejo Provincial de la Reforma Agraria estableciera, en abril de 1977, que las parcelas de compensación adjudicadas a los demandantes a título provisional eran insuficientes y no correspondían a la compensación legal en tierras a las que tenían derecho.", "", " 128. Los demandantes alegan que, debido a la insuficiencia en parcelas de compensación provisional, han padecido una pérdida anual, desde 1970, del orden de 50.000 schillings austríacos. Los daños totales, al cabo de los quince años, importan aproximadamente 750.000 schillings, más los intereses.", "", " 129. La cesión provisional de tierras prevista por el artículo 97 de la Ley Provincial sobre Bienes Raíces Agrícolas implica una privación de la propiedad. Los propietarios de tierras de la zona de concentración parcelaria sufren, de hecho, una expropiación de sus antiguos bienes. Con esta medida se persigue el objetivo de conseguir tierras disponibles para: a) fines comunales, y b) su readjudicación a otros hacendados.", "", " 130. La cesión provisional debe permitir una reestructuración rápida de la zona sometida a concentración parcelaria en interés de la mayoría de los propietarios, que coincide con el interés público al que debe servir, de manera general, el plan de concentración a través de la mejoría de la estructura económica del sector.", "", " 131. La Comisión estima que, en principio, cabe justificar, en nombre del interés general, que un cesión provisional de tierras, tal como está prevista en el Derecho interno, imponga a particulares unos perjuicios temporales, siempre y cuando éstos no resulten totalmente desproporcionados al objetivo legítimo que generalmente se persigue. No parece que tal medida sea, en sí misma, contraria al artículo 1 del Protocolo.", "", " 132. En el caso de autos, sin embargo, la Comisión debe establecer, si el mantenimiento, hasta la fecha, de la situación de hecho creada por la cesión provisional de tierras en 1970 y la imposibilidad práctica desde entonces de que los demandantes puedan modificarla y ser indemnizados resultan conformes al principio del respeto a la propiedad.", "", " 133. Como observó el Tribunal en la Sentencia Sporrong y Lönnroth (párrafo 69 anterior), hay que hallar un justo equilibrio entre las exigencias del interés general y la salvaguardia de los derechos fundamentales del individuo. Por resultar inherente al Convenio en su conjunto, la preocupación por lograr ese equilibrio queda reflejada en la estructura del artículo 1 del Protocolo. Siempre según el buen entender del Tribunal, dicho equilibrio ya no resulta garantizado cuando la rigidez de la ley prohíbe modificar una situación que implica un atentado prolongado contra el derecho de propiedad. El Tribunal no entiende por qué la ley tiene que eliminar toda posibilidad de reevaluar, a intervalos de tiempo razonables mientras persiste esa injerencia, los intereses de la comunidad y de los propietarios.", "", " 134. Otros elementos que se tuvieron en cuenta fueron la incertidumbre de los propietarios sobre el destino reservado a sus bienes y la falta de una posible indemnización a las personas perjudicadas por un daño prolongado a sus derechos de propiedad (ibid; párrafo 71). En conclusión, el Tribunal consideraba que los propietarios «habían soportado una carga especial y exorbitante que sólo hubiera podido legitimar la posibilidad de reclamar la reducción de los plazos o la de reclamar una satisfacción. Ahora bien, la legislación sueca excluía, por ese entonces, esas posibilidades (...); fue en su situación jurídica como quedó destruido el equilibrio que se pretendía preservar» (ibid; párrafo 73).", "", " 135. Estas consideraciones son también perfectamente válidas en el caso de autos. La cesión provisional de las tierras ha constituido una grave injerencia en el ejercicio del derecho de propiedad de los demandantes, injerencia cuyo alcance, por propia confesión de las autoridades nacionales a partir de 1977, no podía justificarse puesto que conducía a un cambio esencial en los métodos de explotación de la granja. Sin embargo, ese estado de cosas, ya viejo entonces, no podía reconsiderarse a la luz de esa decisión, y los demandantes no podían tampoco obtener indemnización financiera por los perjuicios temporales padecidos antes de que no concluyeran totalmente las operaciones de concentración parcelaria. Dichas operaciones han durado hasta ahora alrededor de quince años y medio, y la Comisión ha determinado ya que han sufrido un retraso irrazonable. Durante todo el período de esas operaciones, los demandantes se han mantenido en la incertidumbre con referencia al destino reservado a sus propiedades.", "", " 136. La Comisión considera, pues, que el atentado contra el derecho de propiedad de los demandantes que supone la cesión provisional de las tierras de 1970, mantenida hasta la fecha, es desproporcionado al objetivo legítimo que se perseguía con esa medida.", "", " 3. Conclusión", "", " 137. La Comisión llega a la conclusión, por once votos contra uno, que se ha producido una violación del artículo 1 del Protocolo, en la medida en que no se ha tenido en cuenta el derecho de los demandantes al respeto de sus bienes.", "", " D. Recapitulación", "", " 138. La Comisión determina, por unanimidad, que ha existido violación del artículo 6.1 del Convenio, en la medida en que no se ha fallado, en un plazo razonable, sobre los derechos civiles de los demandantes por parte de un Tribunal independiente e imparcial (ver párrafo 120 anterior).", "", " 139. La Comisión llega a la conclusión, por once votos contra uno, que se ha producido violación del artículo 1 del Protocolo, en la medida en que no se ha respetado el derecho de los demandantes al disfrute de sus bienes (cfr párrafo 127 anterior).", "", " Firmado: C. A. Norgaard, PRESIDENTE", "", " Firmado: H. C. Krüger, SECRETARIO", "", " VOTO PARTICULAR DEL SEÑOR ERMACORA", "", " Aunque no haya estado presente en la votación final de este caso opino, igual que la Comisión, que la duración de las actuaciones ante las instancias agrícolas austríacas ha sido excesiva.", "", " En primer lugar, suscribo la idea de que el asunto afecta a los derechos civiles en el sentido del artículo 6.1 del Convenio. Estimo, asimismo, que algunas frases del procedimiento ante las instancias agrícolas se han prolongado en exceso por culpa, no de los demandantes, sino de una falta de diligencia por parte de los organismos competentes. A pesar de la complejidad del caso y de las divergencias de criterios entre las partes, los Tribunales respectivos deberían haber dictaminado sin demora. Las autoridades austríacas han confirmado, ellas mismas, dicho extremo accediendo, repetidas veces, a las solicitudes de traslado de competencia por retrasos injustificados, lo que basta para demostrar que se ha estimado irrazonable la duración del procedimiento por lo que atañe al Derecho interno. En mi opinión, al interpretar el carácter razonable de la duración de un procedimiento, las instancias europeas no pueden más que adherirse a las conclusiones de las autoridades nacionales cuando éstas, por el simple hecho de admitir solicitudes de traslado de competencias, han indicado lo que constituía una transgresión de los límites permitidos.", "", " No creo, sin embargo, que fuera absolutamente necesario describir detalladamente el estado de Derecho en Austria como se hace en la primera parte del informe. Los párrafos 33 a 35 habrían podido ser, cuando menos, reducidos, si no suprimidos.", "", " VOTO PARTICULAR DEL SEÑOR SCHERMERS", "", " Estoy de acuerdo en lo fundamental con la mayoría de los miembros de la Comisión y considero que se ha vulnerado el Convenio en el caso de autos. Mi objeción se centra, en cierto modo, en un punto del procedimiento: no creo necesario establecer una segunda transgresión (en este caso el art. 1 del Protocolo número 1) sobre la base justa de los mismos hechos que constituyen una vulneración del artículo 6 del Convenio.", "", " La mayoría de los artículos del Convenio garantizan ciertos resultados sin considerar cómo se llega a ellos. Debe existir libertad de expresión (art. 1), no debe existir la esclavitud (art. 4), cada uno tiene derecho a su propia libertad y seguridad (art. 5), por no citar mas que unos cuantos ejemplos.", "", " El artículo 6 comprende un conjunto de derechos, pero el derecho que está en juego en el caso de autos (el derecho a que su causa sea vista en una audiencia justa y pública, en un plazo razonable de tiempo) se refiere más bien a un método de tratamiento que no a unos resultados. Las garantías son las propias de un procedimiento judicial eficaz y no afectan a su desenlace.", "", " Un procedimiento demasiado largo es contrario al artículo 6 y constituye, por tanto, una transgresión del Convenio. No ha, pues, lugar a examinar el resultado del procedimiento. En muchos casos ese resultado puede constituir otra vulneración del Convenio. Un proceso penal demasiado largo afecta casi inevitablemente a la vida privada del delincuente y conculca el artículo 8. Si una instancia de divorcio se prolonga demasiado, se resentirá la vida familiar del individuo. De igual forma, unas actuaciones demasiado largas en materia de propiedad comprometen el respeto que se debe a los bienes, tal como garantiza el artículo 1 del Protocolo número 1.", "", " Lo normal es que la Comisión no examine la transgresión de otro derecho relativo a la sustancia del asunto una vez que haya comprobado la vulneración del artículo 6 por una duración excesiva del procedimiento. Creo que ese planteamiento es el correcto. En caso de infracción del Convenio, el Estado correspondiente es quien debe poner remedio a la situación, sin que venga al caso averiguar si el acto incriminado contraviene otras disposiciones.", "", " No hay otra transgresión del artículo 1 del Protocolo número 1, más que la resultante de la duración excesiva del procedimiento. En Europa occidental las operaciones de concentración parcelaria suelen admitirse en la medida en que resultan necesarias para el desarrollo agrícola, y debe convenirse en que la segunda frase del artículo 1 del Protocolo número 1 las autoriza.", "", " Opino, pues, que, en principio, una vez establecida una infracción del artículo 6, la Comisión no hubiera debido indagar si ésta conducía a una transgresión del artículo 1 del Protocolo. Esa es la razón que me ha inducido a votar contra la comprobación de una vulneración de este artículo.", "", " La Comisión se ha guiado, en su decisión, por la Sentencia pronunciada el 23 de diciembre de 1982 por el Tribunal en el caso Sporrong y Lönnroth. No se pone a debate en ella, sin embargo, la relación entre el artículo 6.1 del Convenio y el artículo 1 del Protocolo número 1. Siete de los diecinueve jueces presentes han estimado que el artículo 6, o bien no era aplicable, o bien no había sido vulnerado. Diez de los diecinueve Jueces expresaron su desacuerdo, ya a propósito del artículo 6, ya a propósito del artículo 1 del Protocolo, ya a propósito de ambos."]}