{"file": "SPA_HJUDSPA_21980_93.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "21980/93", "text_paragraphs": ["Sentencia 21980/93", "", "CASO BLADET TROMSO Y STENSAAS CONTRA NORUEGA", "", " Artículo 10 (Libertad de expresión) Sentencia de 20 de mayo de 1999", "", " Por sentencia dictada en Estrasburgo, el 20 de mayo de 1999, en el caso arriba mencionado, el Tribunal Europeo de Derechos Humanos declaró, por trece votos contra cuatro, que se había producido violación del artículo 10 del Convenio Europeo de Derechos Humanos . A título del artículo 41 del Convenio , concede a los solicitantes una suma por perjuicio material, así como por gastos y costas.", "", "", "", " 1. HECHOS", "", " El caso se refiere a una demanda presentada por dos solicitantes. El primero es una sociedad de responsabilidad limitada, Bladet Tromso A/S, que publica el diario Bladet Tromso, en Tromso, en la parte septentrional de Noruega. En la época de los hechos, este periódico tenía una tirada de aproximadamente 9.000 ejemplares. El segundo solicitante, señor Pal Stensaas, era su redactor jefe. Ciudadano noruego, nacido en 1952, reside en Nesbrua, cerca de Oslo.", "", " En marzo y abril de 1988, el señor Linberg sirvió a bordo del buque Harmoni en calidad de inspector de la caza de focas, nombrado por el Ministerio de la Pesca. En su informe del 30 de junio de 1988, alegó varios incumplimientos del reglamento sobre la caza de focas, y profirió acusaciones contra cinco miembros de la tripulación, designados por sus nombres. En su informe pretendía, particularmente, que algunas focas habían sido despiezadas vivas. El Ministerio de la Pesca decidió, acto seguido, no publicar el informe, apoyándose en una disposición de la Ley de 1980 sobre el acceso del público a los documentos oficiales. Según esta disposición, los informes que contienen alegaciones de infracciones de la ley no deben ser hechos públicos.", "", " El 15 de julio de 1988, el Bladet Tromso publicó un artículo del señor Lindberg, que reproducía algunas de las alegaciones que figuraban en el informe que el autor le había entregado. El 19 de julio de 1988, el periódico publicó una parte del informe y a continuación, el 20 de julio, el resto. De la publicación se habían suprimido los nombres de los cinco miembros acusados de la tripulación.", "", " En mayo de 1991, los marineros del Harmony iniciaron un procedimiento por difamación contra los solicitantes. Por Sentencia de 14 de marzo de 1992, el Tribunal del distrito de NordTroms consideró que dos de las afirmaciones que figuraban en el artículo publicado en el Bladet Tromso el 15 de julio de 1988 y cuatro que aparecieron el 20 de julio de 1988 eran difamatorias, «ilícitas», y que no se había demostrado su exactitud. Una de ellas «focas despiezadas vivas» incitaba, según el Tribunal, que los cazadores de focas habían cometido actos de crueldad en relación con los animales. Otra daba a entender que los cazadores habían maltratado de hecho y amenazado a la persona del inspector de la caza. Las otras declaraciones daban la impresión de que algunos cazadores (no designados) mataron cuatro focas del «Groenland», cuya caza era ilegal en 1988. El Tribunal anuló, «dode og maktelose», las declaraciones y, considerando que el periódico había cometido una falta, los condenó, al diario y a su redactor jefe, a pagar respectivamente 10.000 coronas noruegas (NOK) a cada uno de los diecisiete demandantes. No se autorizó a los solicitantes a recurrir ante el Tribunal Supremo.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La demanda fue presentada ante la Comisión Europea de Derechos Humanos el 1 de diciembre de 1992.", "", " Después de haber declarado admisible la petición, la Comisión publicó, el 9 de julio de 1998, un informe que formulaba la opinión de que se había producido violación del artículo 10 (veinticuatro contra siete).", "", " La Comisión sometió el caso al antiguo Tribunal, el 24 de septiembre de 1998. El Gobierno noruego, por su parte, acudió igualmente al Tribunal.", "", " De acuerdo con las disposiciones transitorias del Protocolo número 11 del Convenio, el asunto fue transmitido a la Gran Sala del nuevo Tribunal de Derechos Humanos en la fecha de entrada en vigor del Protocolo, es decir, el 1 de noviembre de 1998.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " Los demandantes consideran que, en la sentencia del Tribunal de distrito del 4 de marzo de 1992, existe una injerencia injustificada en su derecho a la libertad de expresión, garantizado por el artículo 10 del Convenio Europeo de Derechos Humanos , disposición que, en consecuencia, no había sido tenida en cuenta.", "", " II. Decisión del Tribunal", "", " 1. Artículo 10 del Convenio", "", " El Tribunal tiene en cuenta el conjunto del contexto en el que han sido formuladas las declaraciones del litigio, particularmente la controversia que la caza de focas suscitaba en aquella época en Noruega, y el aspecto de interés general que revestía el caso.", "", " Según el Tribunal, el modo de notificar la posición ante el litigio no debe contemplarse exclusivamente con relación al artículo impugnado, aparecidos en el Bladet Tromso los días 15 y 20 de julio de 1988, sino más bien en el sentido más amplio que la cobertura mediática concedía a la cuestión de la caza de las focas. Del 15 al 23 de julio de 1988, el periódico publicó prácticamente a diario los diferentes puntos de vista, incluidos sus propios comentarios, los del Ministerio de la Pesca, de la Federación de Marineros noruegos, de Greenpeace, y, sobre todo, de los cazadores de focas. La publicación de los artículos se realizó en fechas muy cercanas, lo que da la impresión de conjunto de que los reportajes fueron equilibrados. Al parecer, los artículos objeto del litigio no habían tenido como finalidad básica la de acusar a ciertas personas de infracciones del reglamento de la caza de focas o de crueldad contra los animales. No obstante, el artículo 10 del Convenio no garantiza una libertad de expresión sin limitación alguna, incluso cuando se trata de informar en la prensa de cuestiones serias de interés general. El Tribunal debe investigar si, en el caso en cuestión, existían motivos particulares que pudieran eximir al periódico de la obligación que le corresponde normalmente de verificar las declaraciones de hechos difamatorios para particulares.", "", " Entran particularmente en juego la naturaleza y el grado de la difamación en cuestión. Si bien algunas de las acusaciones eran realmente serias, el efecto perjudicial para la reputación o los derechos de cada uno de los cazadores de focas que podían tener las declaraciones objeto del litigio se encuentra notablemente atenuado por varios factores. En particular, las criticas no se dirigían a todos los miembros de la tripulación ni a un miembro determinado.", "", " Por otra parte, hay que tener igualmente en cuenta la cuestión de saber hasta qué punto el Bladet Tromso podía considerar razonablemente el informe Lindberg como creíble en lo que se refería a las alegaciones objeto del litigio, a la luz de la situación, tal como se le presentaba en aquel momento. El señor Lindberg había redactado su informe en su carácter oficial de inspector encargado por el Ministerio de la Pesca de vigilar la caza de focas a la que se entregaría la tripulación del Harmoni durante la temporada de 1988. Para el Tribunal, cuando la prensa contribuye al debate público sobre cuestiones que suscitan una preocupación legítima, en principio, debe poder apoyarse en informes oficiales, sin necesidad de emprender investigaciones independientes. En caso contrario, la prensa no podría ni siquiera desempeñar su papel indispensable de «perro guardián».", "", " Es cierto que el periódico conocía ya, por las reacciones que suscitaron las declaraciones del señor Lindberg en abril de 1988, que la tripulación negaba la competencia del mismo y la exactitud de las alegaciones de «métodos crueles de sacrificio».", "", " No obstante, hay otro factor que reviste una importancia mucho mayor a este respecto: antes de la publicación impugnada del 15 de julio de 1988, el ministerio no había expresado públicamente dudas en cuanto a los méritos o a lo bien fundado de las críticas ni sobre las competencias del señor Lindberg. La posición expresada por el ministerio antes del 20 de julio de 1988 no permite además considerar que el periódico carecía de razón para dar fe a los datos que figuran en el informe. Nadie ha alegado que el periódico hubiese actuado despreciando la ley sobre la confidencialidad.", "", " Vistos los diversos elementos que limitan el perjuicio que podía sufrir la reputación de los diferentes cazadores de focas, y la situación tal y como se presentó en el Bladet Tromso de aquella época, el Tribunal considera que el periódico podía apoyarse razonablemente en el informe oficial de Linberg, sin estar obligado a comprobar por sí mismo la exactitud de los hechos que aparecían en el mismo. No ve tampoco razón alguna para dudar de que el periódico actuó de buena fe a este respecto.", "", " En breve, a pesar de que las razones invocadas por el Estado demandado sean pertinentes, no bastan para demostrar que la injerencia denunciada era «necesaria en una sociedad democrática». No existía relación razonable de proporcionalidad entre las limitaciones impuestas a la libertad de expresión de los solicitantes y el objetivo legítimo perseguido, la protección «de la reputación y de los derechos» de los cazadores de focas. El Tribunal considera, en consecuencia, que se produjo violación del artículo 10 del Convenio.", "", " 2. Artículo 41 del Convenio", "", " Los demandantes reclaman una reparación por la pérdida financiera que tuvieron que padecer como consecuencia de la sentencia del Tribunal de distrito, que los condenó a pagar 187.000 coronas noruegas (NOK) por daños y perjuicios a los demandantes, y 136.342 NOK por los gastos y costas de estos últimos. El Tribunal concede a los interesados la totalidad de las sumas solicitadas por este título.", "", " Los solicitantes piden, además, el reembolso de los gastos y costas, en un total de 652.229 NOK, por el procedimiento interno y por el de Estrasburgo. El Tribunal les concede 370.199 NOK.", "", " Los interesados solicitan además, en concepto de intereses, 515.336 NOK. El Tribunal les concede 65.000 NOK por este capítulo.", "", " Varios jueces expresaron votos disidentes, cuyo texto se adjunta a la sentencia."]}