{"file": "SPA_HJUDSPA_28369_95.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "28369/95", "text_paragraphs": ["Sentencia 28369/95", "", "CASO CAMP Y BOURIMI CONTRA LOS PAÍSES BAJOS", "", " Artículos 8 (Derecho al respeto de la vida familiar) y 14 (No discriminación) Sentencia de 3 de octubre de 2000", "", " El Tribunal Europeo de Derechos Humanos ha notificado hoy por escrito su sentencia en el caso Camp y Bourimi contra los Países Bajos. Por unanimidad concluye que existió violación del artículo 14 del Convenio (no discriminación), combinado con el artículo 8 (derecho al respeto de la vida familiar), contra Sofian Bourimi, segundo solicitante.", "", " A título del artículo 41 (satisfacción equitativa) del Convenio, concede a los solicitantes 598.499 florines holandeses (NLG) y 50 céntimos como perjuicio material y moral, así como para gastos y costas.", "", "", "", " 1. HECHOS", "", " El caso se refiere a una petición presentada por dos ciudadanos neerlandeses, Eveline Camp y Sofian Bourimi, nacidos en 1966 y 1992, respectivamente, y que tienen su domicilio en Weert, en los Países Bajos.", "", " Eveline Camp se encontraba encinta de Sofian y residía en los Países Bajos con el padre de Sofian, el señor Abbie Bourimi, ciudadano marroquí, cuando este último falleció el 24 de septiembre de 1992. Aunque tenían la intención de contraer matrimonio, la señora Camp y el señor Abbie Bourimi no habían formalizado todavía su unión, y el señor Abbie Bourimi no había reconocido oficialmente al hijo que debía nacer de la señora Camp. Dado que el señor Abbie Bourimi no dejó testamento, sus padres, hermanos y hermanas heredaron sus bienes y se trasladaron a la casa que poseían. La señora Camp acudió a la justicia holandesa, y el 4 de junio de 1966 el Tribunal de Apelación retiró el caso de los asuntos pendientes, después de formalizado un acuerdo según cuyos términos la señora Camp abandonaría la casa con Sofian. Ante el Tribunal, los solicitantes se quejan del hecho de que los lazos entre Sofian, por una parte, y su padre, y los miembros de la familia del mismo, sólo fuesen reconocidos cuando Sofian fue legitimado oficialmente, dos años después de su nacimiento. Dado que esta declaración carecía de efectos retroactivos, Sofian no fue reconocido como heredero de los bienes de su padre, entre los cuales figura la casa en la que vivían él y su madre.", "", "", "", " 2. PROCEDIMIENTO Y COMPOSICIÓN DEL TRIBUNAL", "", " La demanda fue depositada ante la Comisión Europea de Derechos Humanos el 18 de agosto de 1995. Después de haberla declarado admisible, la Comisión dictó, el 23 de abril de 1999, un informe en el que formulaba la opinión unánime de que no existió violación del artículo 8 del Convenio, considerado aisladamente, ni desde el punto de vista de la vida familiar entre los dos solicitantes, ni en lo que se refiere a la vida familiar entre la solicitante y los miembros de la familia del padre de Sofian; que no era necesario examinar, basándose en el artículo 8 del Convenio considerado aisladamente, las quejas formuladas por Sofian en cuanto a su vida familiar con los miembros de la familia de su padre, y que había existido violación del artículo 14 del Convenio, combinado con el artículo 8, en relación con Sofian. La Comisión sometió el caso al Tribunal el 15 de septiembre de 1999. Los solicitantes recurrieron igualmente ante el Tribunal el día 12 de agosto de 1999.", "", " El 6 de junio de 2000 se celebró una audiencia.", "", " La sentencia fue dictada por una sala de siete jueces, compuesta del siguiente modo: Elisabeth Palm (sueca), presidenta; Wilhelmina Thomassen (neerlandesa), Luigi Ferrari Bravo (italiano), Riza Türmen (turco), Josep Casadevall (andorrano), Bos tjan Zupancic (esloveno), Tudor Pantîru (moldavo), jueces; András Baka (húngaro), juez suplente, y Michael O’Boyle, secretario de sala.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Quejas", "", " Los demandantes alegaban una violación contra ellos garantizados por los artículos 8 y 14 del Convenio Europeo de Derechos Humanos .", "", " II. Decisión del Tribunal", "", " 1. Artículo 8 del Convenio", "", " El Tribunal considera que la ausencia inicial de lazos familiares legalmente reconocidos entre Sofian y su padre no puede ser considerada como una injerencia por las autoridades públicas en la vida familiar entre la señora Camp y Sofian, ni en la mantenida entre la señora Camp y los miembros de la familia del padre de Sofian. Considera que los obstáculos para el desarrollo de estos lazos no pueden ser imputados a una actuación u omisión por parte de las autoridades neerlandesas. Por otra parte, considera más apropiado examinar, basándose en el artículo 14 del Convenio, combinado con el artículo 8, la queja extraída de la falta de respeto de la vida familiar entre Sofian y los miembros de la familia de su padre.", "", " 2. Artículo 14 combinado con el artículo 8", "", " El Tribunal observa que Sofian, que sólo obtuvo el reconocimiento jurídico de sus lazos familiares con su padre en el momento de su legitimación, dos años después de su nacimiento, no pudo heredar de su padre, a diferencia de los hijos nacidos de una unión legítima o que habían sido reconocidos por su padre. Esto constituye, sin lugar a dudas, un trato distinto, fundado en el nacimiento, entre personas colocadas en situaciones análogas. Según la jurisprudencia del Tribunal, se necesitan razones muy serias para que pueda considerarse compatible con el Convenio una diferencia en el trato fundada en el nacimiento fuera del matrimonio. El Tribunal señala a este respecto que, por parte del señor Abbie Bourimi, no existió decisión deliberada alguna de no reconocer al hijo del que estaba encinta la señora Camp. Por el contrario, tenía previsto contraer matrimonio con la señora Camp y Sofian habría sido legitimado. Precisamente debido a que el fallecimiento prematuro de su padre representó un obstáculo para la celebración del matrimonio, el Tribunal no puede suscribir los argumentos del Gobierno en cuanto a las medidas que habría podido adoptar el señor Abbie Bourimi para prevenir la prueba sufrida por su hijo y juzga desproporcionada la exclusión de Sofian de la sucesión de la herencia de su padre.", "", " 3. Artículo 41 del Convenio", "", " El Tribunal concede a los solicitantes 560.844,75 NLG en concepto de perjuicio material, suma que deberá mantener la señora Camp a favor de Sofian; 6.750 NLG como perjuicio moral, y 30.904,75 NLG por gastos y costas, además de cualquier importe que pudiera deberse en razón del Impuesto sobre el Valor Añadido, menos los importes recibidos a título de asistencia judicial gratuita, concedida por el Consejo de Europa."]}