{"file": "SPA_HJUDSPA_7215_75.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "7215/75", "text_paragraphs": ["Sentencia 7215/75", "", "CASO X CONTRA REINO UNIDO [TEDH-37]", "", " Sentencia de 5 de noviembre de 1981.", "", " Sobre retención de enajenados mentales, información de los motivos de detención y derecho a control judicial", "", " 1. X, súbdito inglés fallecido en el curso del procedimiento ante el TEDH, cuya identidad no se indica por deseo de su familia, detenido por condena judicial en un hospital psiquiátrico especial de seguridad para delincuentes enajenados, recurrió a la Comisión como consecuencia de ser reinternado en aquél, después de tres años de libertad condicional.", "", " En derecho inglés, una persona condenada por un tribunal penal a ser internada en un establecimiento para delincuentes enajenados por duración indeterminada o no, y cuya orden de internamiento va acompañada de ciertas restricciones a su puesta en libertad, queda bajo la autoridad del Ministro del Interior, quien decide, durante la vigencia de la orden restrictiva, sobre la puesta en libertad, plena o condicional, pudiendo, en este último caso, ordenar el reinternamiento.", "", " El demandante alegaba la violación del artículo 5, párrafos 1, 2 y 4, del Convenio, cuyo tenor es el siguiente:", "", " «1. Toda persona tiene derecho a la libertad y a la seguridad. Nadie puede ser privado de su libertad, salvo en los casos siguientes y con arreglo al procedimiento establecido por la Ley:", "", " a) Si ha sido penado legalmente, en virtud de sentencia dictada por un tribunal competente.", "", " (...)", "", " e) Si se trata del internamiento, conforme a derecho, (...) de un enajenado (...)", "", " 2. Toda persona detenida preventivamente deberá ser informada, en el plazo más breve posible y en una lengua que comprenda, de los motivos de su detención y de cualquier acusación formulada contra ella.", "", " (...)", "", " 4. Toda persona privada de su libertad mediante detención preventiva o internamiento tendrá derecho a presentar un recurso ante un órgano judicial, a fin de que se pronuncie en breve plazo sobre la legalidad de su privación de libertad y ordene su puesta en libertad si fuera ilegal.", "", " Igualmente alegaba el demandante violación del artículo 3 del Convenio, sobre tratos inhumanos y degradantes, motivo que no admitió la Comisión.", "", " 2. La Comisión, en su informe, estimó que el reinternamiento y la detención posterior de X no habían infringido el artículo 5, párrafo 1, pero sí los párrafos 2 y 4.", "", " El Gobierno del Reino Unido, en las conclusiones presentadas al Tribunal, negaba la infracción del artículo 5, párrafo 1; afirmaba la inaplicabilidad al caso del párrafo 2, o, subsidiariamente, que no había sido infringido, o que las nuevas medidas introducidas en el derecho inglés, como consecuencia del informe de la Comisión, para informar a los enfermos de las razones de su reinternamiento, hacían innecesario el examen de la posible infracción del párrafo 2; y en cuanto al párrafo 4, que la condena judicial inicial del demandado no le daba derecho a un control judicial de la legalidad de su detención tras su vuelta al hospital, o, subsidiariamente, que el recurso de «habeas corpus» le aseguró un control suficiente.", "", " 3. El Tribunal se plantea, en primer lugar, la aplicabilidad al caso de los apartados a) y e) del párrafo 1 del artículo 5. El Gobierno alegó ante la Comisión que la detención del demandante era conforme al apartado a), mientras que para la Comisión es el apartado e) el que rige, con exclusión del a), el internamiento de un enajenado con fines más curativos que represivos.", "", " En opinión del Tribunal, hubo «sentencia dictada por un tribunal competente» [apartado a)l y detención consecutiva conforme a derecho; pero como el tribunal no impuso pena, sino que dispuso el internamiento del demandado en un hospital, se aplica también el apartado e), relativo a la detención de enajenados. Este apartado e) se aplicaba también al reinternamiento posterior. El Tribunal no se pronuncia sobre la aplicabilidad en esta segunda fase del apartado a) (aunque reconoce que caben dudas al respecto) por no estimarlo necesario.", "", " El Tribunal recuerda las tres condiciones, enumeradas por él en la sentencia Winterwerp de 24 de octubre de 1979, para que haya «detención conforme a derecho de un enajenado» salvo en caso de urgencia, debe haberse probado de forma convincente ante la autoridad competente, mediante dictamen pericial médico, la enajenación; ésta debe ser de tal alcance que legitime el internamiento; por último, dicho internamiento no puede prolongarse válidamente sin que persista el trastorno mental.", "", " El Tribunal considera que la Ley de 1959, que concede poderes discrecionales al respecto al Ministro del Interior, no es incompatible con el Convenio. La urgencia como excepción a la prueba convincente de la enajenación (sentencia Winterwerp) justifica que la autoridad nacional competente goce de un amplio margen de apreciación, sin que ello suponga, por fuerza, arbitrariedad en la decisión. El Tribunal estima asimismo que las condiciones se cumplieron en este caso, y que no hubo, por tanto, violación del artículo 5, párrafo 1, e).", "", " 4. En cuanto al párrafo 4 del artículo 5, el demandante alegaba que no tuvo posibilidad de impugnar judicialmente la legalidad de su reinternamiento. El Gobierno entiende que en la condena judicial inicial, conforme a lo expuesto en la sentencia de Wilde, Ooms y Versyp de 18 de junio de 1971, el control judicial iba incorporado a la decisión. Sin embargo, el Tribunal se centra en la peculiaridad del internamiento de enajenados, pues los motivos que en su origen lo justifican pueden dejar de existir. Como señalaba la sentencia Winterwerp, esta privación de libertad, aunque un tribunal haya tomado la decisión inicial, reclama un control judicial periódico, a ejercer a intervalos razonables.", "", " Para el Tribunal, el procedimiento de «habeas corpus» sobre la detención del demandado no era suficiente para cumplir las exigencias del artículo 5, párrafo 4, por tratarse de un control limitado que, si bien bastaría para una detención breve y por motivos de urgencia, no sería suficiente para un internamiento prolongado como el de X, por cuanto los motivos que justificaron la detención en su origen podían dejar de existir.", "", " En cuanto a la posible intervención de una Comisión de control psiquiátrico prevista por la Ley, aunque el Tribunal estima que nada impide considerar a aquélla órgano judicial en el sentido del artículo 5, párrafo 4, tiene únicamente competencia consultiva y no decisoria sobre la legalidad de la detención, ni puede ordenar la liberación si aquélla le parece ilegal. Por todo ello, el Tribunal considera que hubo violación de este párrafo.", "", " 5. El Tribunal no considera necesario pronunciarse sobre la violación del artículo 5, párrafo 2, porque las circunstancias de la causa no están enteramente claras en este punto, y porque la necesidad de advertir al demandado de las razones del reinternamiento se desprendía forzosamente del párrafo 4 quien tiene derecho a interponer un recurso para una decisión rápida sobre la legalidad de su detención no puede prevalerse de él si no se le revelan los motivos de la detención. El Tribunal estima que, en este caso, el motivo presentado sobre el párrafo 2 no es sino un simple aspecto del estudiado desde el punto de vista del párrafo 4, no habiendo lugar a pronunciarse sobre un problema particular englobado y absorbido por un problema más amplio.", "", " 6. Ello da lugar al único voto particular, presentado por el juez Evrigenis, quien considera que no debe subestimarse la importancia de la garantía reconocida por el párrafo 2, que constituye un derecho autónomo y no auxiliar respecto de lo previsto en el párrafo 4, debiendo, por tanto, haber sido examinado por el Tribunal.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " Estrasburgo, 5 de noviembre de 1981", "", " ASUNTO «X CONTRA REINO UNIDO»", "", " SENTENCIA", "", " En el asunto «X contra Reino Unido»,", "", " El Tribunal Europeo de Derechos Humanos, constituido conforme al artículo 43 del Convenio de Protección de Derechos Humanos y Libertades Fundamentales («el Convenio») y a las disposiciones pertinentes de su Reglamento, en Sala compuesta por los jueces siguientes:", "", " Señores G. Wiarda, Presidente;", "", " D. Evrigenis,", "", " F Matscher,", "", " J. Pinheiro Farinha,", "", " B. Walsh,", "", " R. Jennings, juez ad hoc,", "", " y por los señores A. Eissen, Secretario, y H. Petzold, Secretario adjunto.", "", " Tras haber deliberado en privado los días 23 y 24 de junio y 23 y 24 de octubre de 1981.", "", " Dicta la sentencia siguiente, adoptada en esta última fecha:", "", " PROCEDIMIENTO", "", " 1. El asunto «X contra Reino Unido» fue remitido al Tribunal por la Comisión Europea de Derechos Humanos («la Comisión»). En su origen se encuentra una demanda dirigida contra el Reino Unido de Gran Bretaña e Irlanda del Norte, mediante la cual un natural de este Estado, a partir de ahora identificado por la inicial X, había apelado a la Comisión el 14 de julio de 1974, en virtud del artículo 25 del Convenio. Contrariamente a la práctica habitual, a causa de un deseo expresado por la familia del interesado, fallecido en 1979, esta sentencia no indica la identidad de este último.", "", " 2. La demanda de la Comisión fue depositada en la Secretaría el 13 de octubre de 1980, dentro del plazo de tres meses abierto por los artículos 32, párrafo 1, y 47. La demanda remite a los artículos 44 y 48, así como a la declaración del Reino Unido que reconoce la jurisdicción obligatoria del Tribunal (articulo 46), y tiene por objeto obtener una decisión de éste sobre si los hechos de la causa revelan o no por parte del Estado demandado un incumplimiento de las obligaciones que le incumben en los términos del artículo 5, párrafos 1, 2 y 4,", "", " 3. La Sala de siete jueces que había de ser constituida comprendía de pleno derecho a Sir Vincent Evans, juez elegido de nacionalidad británica ( artículo 43 del Convenio) y al señor Balladore Pallieri, presidente del Tribunal [ artículo 21, párrafo 3.b) del Reglamento]. El 6 de noviembre de 1980 el Presidente , en presencia del Secretario, designó por sorteo a los otros cinco miembros, los señores J. Cremona, F. Gölcüklü, E. García de Enterría, L.-E. Pettiti y R. Macdonald (artículos 43 in fine del Convenio y 21, párrafo 4, del Reglamento).", "", " Sir Vincent Evans se inhibió el 18 de noviembre en aplicación del artículo 24, párrafo 2, del Reglamento. El 16 de diciembre, el Gobierno del Reino Unido («el Gobierno») nombró para tomar parte en calidad de juez ad hoc al señor R. Y. Jennings, Q. C., profesor de derecho internacional (fundación Whewell) en la Universidad de Cambridge ( artículos 43 del Convenio y 23 del Reglamento). Cinco suplentes, los señores M. Zekia, D. Evrigenis, F. Matscher, J. Pinheiro Farinha y B. Walsh, reemplazaron posteriormente a los señores J. Cremona, F. Gölc üklü, E. García de Enterría, L.-E. Pettiti y R. Macdonald, que no pudieron asistir (artículos 22, párrafo 1, y 24, párrafo 1, del Reglamento).", "", " 4. El señor Balladore Pallieri asumió la Presidencia de la Sala (art. 21, párrafo 5, del Reglamento). Por medio del Secretario recogió la opinión del agente del Gobierno, así como la del delegado de la Comisión respecto al procedimiento a seguir. El 2 de diciembre de 1980, el Presidente decidió que el agente tendría de plazo hasta el 3 de marzo de 1981 para presentar un memorándum y que el delegado podría responder por escrito en los dos meses siguientes a la comunicación de aquél por el Secretario.", "", " El señor Wiarda, entonces Vicepresidente del Tribunal, reemplazó en la Presidencia de la Sala al señor Balladore Pallieri tras la muerte de éste el 9 de diciembre de 1980 ( arts. 21, párrafos 3.b ) y 5 del Reglamento). El 3 de marzo de 1981 accedió a prorrogar hasta el 7 de abril el plazo concedido al Gobierno, cuyo memorándum recibió el Secretario el 27 de marzo. El 24 de abril, el Secretario de la Comisión informó al Secretario de que el delegado presentaría sus observaciones durante las audiencias.", "", " 5. El 27 de abril de 1981, el Presidente fijó para el 22 de junio la fecha de apertura del procedimiento oral, tras haber consultado al agente del Gobierno y al delegado de la Comisión por medio del Secretario.", "", " 6. Los debates se desarrollaron en público el 22 de junio, en el Palacio de Derechos del Hombre, de Estrasburgo. La Sala mantuvo inmediatamente antes una sesión preparatoria.", "", " Comparecieron:", "", " Por el Gobierno:", "", " La señora A. Glover, jurista, Ministerio de Asuntos Exteriores y de la Commonwealth, agente en ejercicio.", "", " Los señores S. Brown, abogado, asesor; A. Cole, servicio jurídico del Ministerio del Interior; A. Harding, Ministerio del Interior, y D. Pickup, Treasury SolicitorŽs Department, consejeros.", "", " Por la Comisión:", "", " Los señores S. Trechsel, delegado; T. Napier, Solicitor, delegado, y L. Gostin, Legal Director, MIN (National Association for Mental Health), asistiendo al delegado (art. 29, párrafo 1, segunda frase del Reglamento).", "", " El Tribunal oyó a los señores Trechsel, Napier y Gostin por la Comisión y al señor Brown por el Gobierno. El delegado presentó varios documentos.", "", " 7. En fechas diversas entre el 10 de julio y el 21 de octubre, la Secretaría recibió, de las personas que asistían al delegado del Gobierno y del Secretariado de la Comisión, sus respuestas a una petición de documentos y a ciertas preguntas del Tribunal, así como sus comentarios sobre algunas de estas respuestas.", "", "", "", " HECHOS", "", " 8. El demandante, súbdito británico nacido en 1934, murió en 1979. En la época en que recurrió ante la Comisión se encontraba detenido en el hospital de Broadmoor, establecimiento psiquiátrico especial de seguridad para delincuentes enajenados.", "", " Denunciaba haber sido reinternado en abril de 1974, después de tres años de libertad condicional. Según él, esta medida no tenía justificación, no se le habían proporcionado en el más corto plazo razones suficientes y no poseía ningún medio eficaz de impugnarla.", "", " A. Derecho y práctica internos pertinentes", "", " 9. En Inglaterra y en el País de Gales, el internamiento de los enajenados y, en particular, la detención obligatoria de los pacientes procesados penalmente, obedece a la Ley de 1959 sobre la Salud Mental (Mental Health Act 1959, «la Ley de 1959»), cuyas disposiciones pertinentes están en trance de revisión.", "", " El artículo 147, párrafo 1, define al «enfermo» como «una persona que sufre o parece sufrir un trastorno mental», y el artículo 4, párrafo 1, define el «trastorno mental» como «una enfermedad mental, un desarrollo intelectual interrumpido o incompleto, un trastorno psicopático o cualquier otro trastorno o debilidad mental». Por su parte, el artículo 80, párrafo 1, llama «médico asistente» -denominación utilizada en adelante en la presente sentencia- al «facultativo encargado del tratamiento de los enfermos».", "", " 10. El artículo 60, párrafo 1, habilita a las jurisdicciones penales para decidir, en su caso, que una persona reconocida culpable ha de someterse -si es necesario en un hospital especial de seguridad para delincuentes enajenados (art. 40 de la Ley de 1973 sobre la reorganización del servicio nacional de la salud)- a un tratamiento médico en lugar de una pena. Así, un Crown Court - antes de 1971 una Audiencia de lo Criminal o Quarter Sessions- puede autorizar el ingreso, en un hospital designado por su orden («orden de internamiento»), de un individuo convicto ante él de una infracción distinta de las sancionadas con una pena fija por el derecho en vigor. Entre las condiciones que deben cumplirse figuran las siguientes:", "", " a) El Tribunal debe haber constatado, a la luz de las declaraciones escritas u orales de dos médicos, al menos uno de ellos especializado en el diagnóstico o la terapéutica de los trastornos mentales, que el delincuente sufre de una enfermedad mental, un trastorno psicopático, debilidad mental o retraso profundo y que el trastorno mental en cuestión justifica, por su carácter o su amplitud, la detención del interesado en un hospital psiquiátrico para tratamiento;", "", " b) El Tribunal debe estimar, teniendo en cuenta el conjunto de las circunstancias de la causa, y en particular la naturaleza de la infracción, la personalidad del delincuente, sus antecedentes y las restantes soluciones posibles, que una orden de internamiento constituye el medio más indicado.", "", " 11. Según el artículo 65, párrafo 1, el Tribunal puede acompañar su orden de internamiento, para una duración indeterminada o para el período que se determine, de restricciones especiales a la puesta en libertad si la protección del público las hacen exigibles, teniendo en cuenta la naturaleza de la infracción, los antecedentes del delincuente y el riesgo de verle cometer nuevas infracciones si se le pone en libertad. Antes de dictar tal «orden restrictiva» (restriction order), debe oír al menos a uno de los médicos mencionados más arriba.", "", " 12. Una vez pronunciada una orden restrictiva, el paciente -pero no su tratamiento- depende de la autoridad del Ministro del Interior (Home Secretary).", "", " Así, el artículo 66 de la Ley de 1959 dota al Ministro de atribuciones particulares en cuanto a la puesta en libertad de enfermos sujetos a tal orden. Si ésta no le parece ya necesaria para la protección del público, puede decidir que el interesado cese de estar sometido a las restricciones especiales (párrafo 1). Mientras la orden se encuentre en vigor, el Ministro puede hacerle salir del hospital, «si lo estima oportuno», con o sin condiciones (párrafo 2). En este segundo caso, la orden deja de producir sus efectos (ibidem); en el primero (párrafo 3), en tanto subsista la orden, el Ministro puede producir, en cualquier momento, mediante resolución (warrant), el ingreso del paciente.", "", " 13. Según los párrafos 6 a 8 del artículo 66, el Ministro puede consultar en cualquier momento a una «Comisión de control psiquiátrico» (Mental Health Review Tribunal) el caso de un enfermo que se encuentre bajo una orden restrictiva. El interesado puede, si no recurrir él mismo a tal Comisión, sí al menos solicitarlo por escrito al Ministro. Si la petición procede de un internado, el Ministro debe darle curso en los dos meses siguientes a la recepción, a salvo la posibilidad de dejarle en libertad con o sin condiciones en ese plazo. Las peticiones sólo pueden ser presentadas a intervalos determinados: en principio, un año después de la orden de internamiento, un año más tarde, y luego cada dos años; si se trata de una persona reingresada después de una liberación condicional, seis meses después del reingreso, un año después de éste y luego cada dos años.", "", " 14. Creadas por el artículo 3 de la Ley de 1959, las Comisiones de Control psiquiátrico comprenden un jurista, un psiquiatra (independiente del establecimiento que trata al internado) y un tercer miembro que posea las calificaciones requeridas. Una de sus funciones consiste en informar periódicamente al Ministro del Interior sobre el estado de los pacientes (párrafo 13, más arriba). Su opinión no le vincula, aunque ha de tenerla en cuenta; puede rechazarla cuando el dictamen pericial médico no llegue a conclusiones claras, cuando haya contradicciones con otros informes por él recogidos o cuando lo exijan los intereses de la seguridad del público.", "", " Según el artículo 19 de su Reglamento, las Comisiones de Control psiquiátrico examinan los casos que le remite el Ministro de la manera, desprovista de formalismos, que le parece adecuada; pueden interrogar al enfermo y deben hacerlo si éste lo solicita. En la práctica, un enfermo sujeto a una orden restrictiva puede, como todo enfermo detenido, hacerse representar por un jurista o acompañar por parientes o ambas cosas a la vez. No se le comunica, en general, el expediente de documentos presentados ante la Comisión por el Ministro del Interior y se le comunica solamente en parte a su representante, si lo tiene. Por ejemplo, nunca se le envía a este último el informe de la situación familiar del interesado, y sólo se le da conocimiento del informe médico más reciente previo acuerdo del médico asistente.", "", " El Ministro considera confidenciales los dictámenes de las Comisiones de Control psiquiátrico. Se limita a indicar a los enfermos y a sus representantes que su decisión ha sido tomada a la vista de tal dictamen.", "", " 15. Según las informaciones proporcionadas por el Gobierno, existen cuatro medios de llevar al Ministro del Interior a investigar si la detención del enfermo sometido a restricciones continúa siendo necesaria:", "", " - el médico asistente puede preconizar la puesta en libertad del paciente;", "", " - este último puede pedir el recurso a una Comisión de Control psiquiátrico (párrafo 13, más arriba);", "", " - o escribir a un parlamentario para que señale su caso al Ministro;", "", " - o escribir en persona a éste para reclamar su liberación.", "", " 16. El arresto inicial del individuo a reinternar corresponde en general a un agente de policía, pero puede ser también un asistente social, un agente de libertad vigilada, un enfermero o «cualquier persona provista de una autorización escrita de la dirección del asilo» (arts. 40, párrafo 1, y 66, párrafo 3.b) de la Ley de 1959).", "", " A fines de 1980, circulares ministeriales dirigidas a las autoridades competentes, entre ellas la policía, el servicio de libertad vigilada y los hospitales especiales, anunciaron que «con el fin de solventar las críticas expresadas por la Comisión Europea de Derechos Humanos» iba a introducirse un nuevo procedimiento en dos etapas para informar a los enfermos «reingresados de los motivos de su reinternamiento. Primera fase: la persona que detiene al interesado debe declararle en términos sencillos que va a volver al hospital en virtud de una decisión del Ministro del Interior, adoptada conforme a la Ley de 1959, y que recibirá posteriormente explicaciones complementarias. Seguidamente, un informe detallado de las razones del reingreso debe ser dado al enfermo por el personal médico del establecimiento donde deberá de residir, y esto lo antes posible después de su llegada y en todo caso en las setenta y dos horas siguientes. Además, el médico asistente tiene la obligación de velar porque aquellas razones lleguen a conocimiento del funcionario que vigilaba al paciente durante su período de libertad, así como de un miembro responsable de la familia -o del consejero jurídico- de dicho paciente.", "", " 17. Todo detenido puede dirigir una demanda unilateral (ex parte) de auto (Writ) de habeas corpus, bien a uno de los Divisional Courts de la QueenŽs Bench División, bien en períodos de no reunión, a un juez único del High Court que esté en sesión, bien, en su defecto, a un juez de éstos donde quiera que se encuentre. Nacido del common law y luego desarrollado por el legislador y la jurisprudencia, este recurso permite a todos impugnar la legalidad de su detención. Su examen goza de prioridad. Se opera sobre la base de testimonios escritos bajo juramento (affidavit evidence), que, en la práctica, no dan lugar a un interrogatorio «cruzado» (cross examination). De ordinario, la demanda es presentada por un asesor. El Tribunal sólo escucha al propio interesado en circunstancias excepcionales. El Magistrado o el Divisional Court pueden, en caso de ilegalidad manifiesta, expedir inmediatamente el auto, pero más frecuentemente hacen comunicar la demanda a la persona que retiene al autor, con el fin de ofrecerle la ocasión de comparecer ante el Tribunal en pleno para que justifique la detención. Si los debates no le convencen de la regularidad de ésta, el Divisional Court expide el auto que origina la puesta en libertad del interesado.", "", " En esta materia, nada limita el acceso a los tribunales de los enfermos internados en virtud de la Ley de 1959. Según el Gobierno, éstos pueden en todo momento reclamar un auto de habeos corpus, si bien, tras el rechazo de una demanda, una nueva demanda fundada sobre los mismos motivos no tendrá éxito sin elementos nuevos que la apoyen.", "", " 18. Los tribunales pueden gozar en esta materia de un derecho de control muy amplio. Los artículos 3 y 4 de la Ley de 1816 sobre el habeas corpus les habilitan para asegurarse de la exactitud de los hechos enunciados en la respuesta (return) al auto, cuando el demandante no es internado ni «por un asunto penal o presunto como tal, ni preso por deudas o en el marco de un litigio civil».", "", " 19. La manera en que se desarrolla en la práctica el procedimiento de habeas corpus no tiene, sin embargo, nada de uniforme y la jurisprudencia no parece estar exenta de contradicciones. Estas se explican en parte, como lo señala el Gobierno, por el hecho de que la amplitud del control varía en función del contexto en que se inserta la demanda. Depende en particular en gran medida de los términos de la ley aplicable, cuando la privación de libertad se deriva de una orden emitida en virtud de un poder «discrecional» (discretionary) del que el Parlamento ha investido al Ejecutivo.", "", " Cuando un Tribunal examina, en una instancia de habeos corpus, una decisión administrativa de libertad, investiga siempre si la detención encaja con las normas de la legislación en vigor. Además, puede censurar tal decisión, aunque sea regular en la forma, si, entre otras, la autoridad de la que emana ha abusado de su poder actuando de mala fe, a la ligera o con un fin ilegítimo (R. v. Governor of Brixton Prison, ex parte Sarno, KingŽs Ben, 1916, vol. 2, página 742, y R. v. Brixton Prison (Governor), ex parte, Soblen, All England Law Reports, 1962, vol. 3, página 641), si la decisión no se apoya sobre ninguna prueba suficiente o si ninguna persona razonable hubiera podido adoptarla en las circunstancias del caso concreto (Shahil Iqbal, Weekly Law Reports, 1978, vol. 3, p. 884, y Zamir v. Secretary of State, All England Law Reports, 1980, vol. 2, p. 678). Bajo esta reserva, no le corresponde examinar los motivos o el fundamento por cuanto sólo la citada autoridad tiene jurídicamente competencia para pronunciarse sobre ellos.", "", " Si de la respuesta al auto parece resultar que la detención tiene una base legal, le corresponde en la práctica al interesado probar su irregularidad (Re Wajid Hassan, All England Law Reports, 1976, volumen 2, p. 123, et Zamir v. Secretary of State, loc. cit.).", "", " B. Las circunstancias del caso", "", " En 1965 y 1966, el demandante fue sometido a tratamiento psiquiátrico por alucinaciones. Se le diagnosticó una psicosis paranoide.", "", " El 22 de octubre de 1968, el demandante compareció ante la Audiencia de lo Criminal de Sheffield, reconociendo haber infligido a una persona heridas dirigidas a causar lesiones corporales graves (wounding with intent to cause grierous bodily harm); había golpeado en la boca a un colega con una pesada llave.", "", " Tras haberle declarado culpable, el Tribunal lo puso en detención provisional para dictamen pericial médico. El 7 de noviembre de 1968, al reanudarse las audiencia, el Tribunal oyó informes de dos médicos sobre el estado mental de X; a continuación, en virtud del artículo 60 de la Ley de 1959, adoptó una orden que prescribía su internamiento en el hospital de Broadmoor, establecimiento especial de seguridad para delincuentes enajenados, y una orden restrictiva válida por duración indeterminada en aplicación del artículo 65.", "", " 21. Las autoridades del hospital examinaron con frecuencia el caso del interesado durante su estancia en Broadmoor. A petición suya, el Ministro del Interior sometió su caso a una Comisión de Control psiquiátrico en enero de 1970. A la luz del dictamen de ésta, decidió no acceder a liberar al demandante ni transferirle a otro hospital.", "", " No obstante, en enero de 1971, el médico asistente pudo señalar una mejoría en el estado de X, de modo que preconizó una puesta en libertad condicionada. El Ministro adoptó esta decisión el 19 de mayo de 1971, sobre la base del artículo 66, párrafo 2, de la Ley de 1959. Las obligaciones que debía respetar consistían en alojarse en el domicilio conyugal, aceptar la vigilancia de un agente de libertad vigilada y presentarse periódicamente a la consulta externa de una clínica psiquiátrica designada por el médico asistente del hospital de Broadmoor.", "", " 22. Durante este período de libertad, el demandante vivió con su esposa, sin cometer nuevas infracciones. Primero en paro, se procuró finalmente empleos estables. El agente de libertad vigilada y un psiquiatra asesor de Sheffield se entrevistaron con él a intervalos regulares. Según los informes relativos a su estado, continuaba sufriendo trastornos mentales, pero hasta abril de 1974, el agente de Broadmoor -al que aquél mantenía al corriente- y el psiquiatra asesor de Sheffield no encontraban razón alguna para que no conservara su libertad.", "", " 23. El viernes 5 de abril de 1974, sin embargo, la mujer del demandante acudió al agente de libertad vigilada y le declaró que, desde hacía tiempo, su marido no iba tan bien como ella había indicado con anterioridad. Al contrario, precisó, continuaba con alucinaciones y amenazador, utilizaba términos obscenos, la acusaba de costumbres disipadas y se daba a la bebida. Su esposa afirmó que se encontraba en el límite de su resistencia y quería abandonarle al día siguiente, pero que tenía miedo de encontrarse sola con él aquella noche en su casa.", "", " El agente de libertad provisional avisó al médico asistente de Broadmoor. Este conocía el pasado de X, marcado en particular por un comportamiento impulsivo y peligroso en caso de fuerte tensión; además, poseía una copia de los informes psiquiátricos realizados sobre el interesado durante el período de libertad condicional. Por ello temió que volviera a darse a la violencia, en especial si descubría que su mujer quería dejarle. No juzgó necesario intentar verificar la legitimidad de las quejas de aquélla; estimó suficiente que las hubiera formulado y que el agente de libertad vigilada las hubiera encontrado creíbles. El médico recurrió, pues, al Ministro del Interior, quien, siguiendo su consejo, ordenó inmediatamente el reingreso del demandante en el hospital de Broadmoor en virtud del artículo 66, párrafo 3, de la Ley 1e 1959.", "", " 24. En la tarde del mismo día, poco después de haber vuelto a su casa a la salida del trabajo, X fue prendido por la policía. Los documentos del expediente no revelan lo que la policía le dijo exactamente al detenerle. El pretendió que no había recibido más explicación que la propia notificación del auto (warrant order). El Gobierno se remite a la práctica entonces habitual en casos similares: se limitaban a informar al interesado de su reintegración a Broadmoor por el Ministro del Interior. El demandante pasó la noche detenido y al día siguiente fue llevado al hospital de Broadmoor.", "", " 25. Según él, a su llegada no se le indicaron en modo alguno los motivos de su reingreso, pero, algún tiempo después, conversaciones con el médico asistente le hicieron pensar que aquél tenía relación con quejas de su esposa.", "", " Según el Gobierno, el citado médico se esforzó por exponer a X, desde el momento de su vuelta a Broadmoor, las razones de su reingreso, en particular temores e inquietudes expresados por su mujer; sin embargo, como el interesado estaba en aquella época lleno de amargura y sujeto a alucinaciones, pudo -estima el Gobierno- no comprender o asimilar enteramente las aclaraciones que se le proporcionaron.", "", " 26. El sábado por la mañana, antes de volver a Broadmoor bajo custodia, X había encargado a unos abogados que reclamaran en su nombre un auto de habeas corpus.", "", " El lunes siguiente, aquéllos telefonearon al médico asistente, quien les habló, en términos generales y con carácter confidencial, de la visita de la señora X al agente de libertad vigilada, de las preocupaciones por ella manifestadas en cuanto a ciertos aspectos de la actitud de su marido y de la iniciativa que él mismo había tomado de recomendar su vuelta al hospital, con el fin de proteger la seguridad de aquélla.", "", " La demanda, unilateral (ex parte), llegó el 24 de mayo ante el Divisional Court. Con el acuerdo del asesor del demandante, el Tribunal aplazó su examen para complemento de instrucción, deseando, en particular, saber más sobre los motivos que habían provocado la decisión del Ministro del Interior. Uno de los jueces declaró: «En verdad necesitamos información más amplia (...) y muy a menudo el enfermo no puede darla por sí mismo. Deben averiguarse los orígenes de su reingreso.»", "", " 27. El mismo día, los abogados del interesado escribieron al Ministerio del Interior para invitarle a que indicara las razones del reinternamiento de su cliente. El Ministerio les respondió por carta de 31 de mayo:", "", " «En abril de 1974, el agente de libertad vigilada señaló al psiquiatra asesor de Broadmoor que el estado (de X) inspiraba preocupación. A la vista del dictamen emitido por el psiquiatra, el Ministerio del Interior juzgó necesario, para la protección del público y el propio interés del demandante, devolver inmediatamente a éste al hospital para complementar la observación y el tratamiento.»", "", " Los abogados entraron también en contacto con el servicio de libertad vigilada de Sheffield, pero éste negó las precisiones que solicitaban.", "", " 28. El Divisional Court examinó el recurso el 21 de junio de 1974, provisto de la citada carta del Ministerio del Interior, de 31 de mayo, de las de tres antiguos colegas del demandante, que afirmaban no haber notado nada anormal en su comportamiento, y de testimonios bajo juramento de X, su médico de cabecera y el psiquiatra asesor de Sheffield. Los dos últimos testimonios iban acompañados de informes médicos realizados a petición de los abogados, que cubrían el período de libertad condicional del interesado.", "", " En su informe, de fecha 12 de junio de 1974, el psiquiatra asesor escribía:", "", " «Desde hace bastante tiempo pensaba que estábamos sentados sobre una bomba de explosión retardada, pero sin tener claramente la prueba de una probabilidad real de verle hacer daño a alguien. Sin embargo, he experimentado vivas aprehensiones a todo lo largo de este período (...). En mi opinión, se trata de un hombre recriminador y suspicaz sujeto a ideas paranoides, que presenta, inevitablemente, un riesgo para la colectividad (...).»", "", " Confirmaba también la opinión que había expresado en septiembre de 1971 en una carta al servicio de libertad vigilada de Sheffield. En ella hablaba de la necesidad de alejar a X de situaciones deprimentes capaces de llevarle a matar o herir gravemente a terceros; añadía:", "", " «El mayor peligro, para quien le cuida, es perder el juicio hasta el punto de subestimar los signos patentes de psicosis paranoide que ha mostrado.»", "", " El asesor del demandante, subrayando que su cliente ignoraba totalmente por qué el agente de libertad vigilada había alertado al médico asistente de Broadmoor, explicó:", "", " «A pesar de nuestras gestiones, no hemos obtenido ninguna información a este respecto, de manera que es difícil, para el demandante o sus consejeros, saber si existía una justificación suficiente de la medida adoptada por el Ministro del Interior.»", "", " 29. El Divisional Court desestimó la demanda después de la vista. A pesar de ciertos puntos oscuros en el acta de la sesión parece haber tenido en cuenta, al adoptar su decisión, el amplio margen de que goza el Ministro del Interior en virtud del artículo 66, párrafo 3 de la Ley de 1959, las aprehensiones manifestadas por el psiquiatra asesor y la circunstancia de que el agente de libertad vigilada había encontrado indicios de peligro inminente para otro. Uno de los jueces concluye en los términos siguientes:", "", " «Sin el acuerdo de las autoridades de Broadmoor (del psiquiatra asesor) y del Ministro del Interior, no puede ponerse en libertad a personas como (X) sino en casos muy excepcionales. La única manera de llegar a ello consiste en liberarlos condicionalmente, mediante una vigilancia de las más estrechas, y a salvo el reaccionar inmediatamente a todo signo de nuevo peligro (...).»", "", " 30. Después del reinternamiento, el médico que atendía a X en Broadmoor estimó que debía permanecer detenido para tratamiento, e informes médicos revelaron la persistencia de un estado psicótico.", "", " En julio de 1975, el demandante solicitó al Ministro del Interior que remitiera su caso, en virtud del artículo 66, párrafo 8, de la Ley de 1959, a una Comisión de Control psiquiátrico (párrafo 13, más arriba). Pretendía haber presentado tal demanda ya en el mes de febrero, pero no se encuentra rastro alguno de ella en los archivos del Ministerio ni del hospital. La citada Comisión examinó la causa en octubre de 1975. Su dictamen, del que no recibieron comunicación ni el interesado ni su solicitor, fue que aquél continuaba sufriendo una enfermedad mental, pero que en adelante podía ser puesto en libertad si, al menos, seguía sujeto a ciertas condiciones. En diciembre, habiendo notado el médico asistente una mejoría, el Ministro accedió en principio a tal puesta en libertad si podían tomarse disposiciones adecuadas.", "", " En febrero de 1976, X salió del hospital con permiso; en julio del mismo año obtuvo del Ministro su puesta en libertad condicional. Murió el 17 de enero de 1979.", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " 31. El demandante apeló a la Comisión el 14 de julio de 1974. Denunciaba haber tenido que volver al hospital de Broadmoor después de tres años de vida normal, sin haber comparecido ante un órgano establecido por la ley y sin que un médico hubiera certificado previamente su calidad de enajenado. Reprochaba también al procedimiento de habeos corpus que no había asegurado el control íntegro del fundamento de la decisión de reinternamiento, sino que únicamente se había referido a la compatibilidad de ésta con las cláusulas pertinentes y la Ley de 1959. El demandante invocaba el artículo 3 del Convenio y los párrafos 1, 2 y 4 del artículo 5. El 11 de marzo de 1976, la Comisión declaró la ínadmisibilidad de la demanda en cuanto a la alegación de trato inhumano o degradante contrario al artículo 3, admitiendo el resto el 14 de mayo de 1977.", "", " 32. El 23 de enero de 1979, el representante del demandante informó a la Comisión del fallecimiento de su cliente. Sin embargo, precisaba que la hermana del difunto le había advertido que ella misma y otros miembros de su familia, entre ellos los padres de X, deseaban que se prosiguiera la instancia. Teniendo en cuenta este deseo y las cuestiones de interés general planteadas, la Comisión decidió el 1 de marzo de 1979 no eliminar el asunto del registro.", "", " Por razones de comodidad, la presente sentencia seguirá designando a X como «el demandante», aunque hoy haya de atribuirse esta cualidad a sus parientes (sentencia Dewer de 27 de febrero de 1980, serie A, núm. 35, pp. 19-20, párrafo 37).", "", " 33. En su informe de 6 de julio de 1980 ( art. 31 del Convenio), la Comisión expresa la opinión siguiente:", "", " - Por catorce votos contra dos, que el reinternamiento y la detención posterior de X en el hospital de Broadmoor no infringieron en su contra los derechos garantizados por el artículo 5, párrafo 1;", "", " - Por unanimidad, que hubo infracción del artículo 5, párrafo 2, en cuanto no se proporcionaron al demandante en el más corto plazo indicaciones suficientes sobre las razones de su arresto y de su reincorporación a Broadmoor;", "", " - Por unanimidad, que el artículo 5, párrafo 4, fue violado, pues X no gozó del derecho de interponer un recurso ante un Tribunal competente para decidir en breve plazo sobre la legalidad de la detención consecutiva a su vuelta al hospital.", "", " CONCLUSIONES PRESENTADAS AL TRIBUNAL", "", " 34. En la vista del 22 de julio de 1981, el Gobierno confirmó las conclusiones que figuraban en su memorándum. Estas invitaban al Tribunal:", "", " «1. En cuanto al artículo 5, párrafo 1", "", " A que decida y declare que, en vista de los hechos constatados, las medidas tomadas por el Gobierno del Reino Unido para reinternar al demandante en el hospital de Broadmoor, y luego la detención forzada del interesado en este establecimiento, constituían una privación de libertad compatible con el artículo 5, párrafo 1, del Convenio;", "", " 2. En cuanto al artículo 5, párrafo 2", "", " a) A que decida y declare:", "", " i) que el artículo 5, párrafo 2, del Convenio no se aplica al reinternamiento de una persona devuelta bajo custodia en las condiciones en que tuvo lugar en este caso la vuelta del demandante a Broadmoor; subsidiariamente,", "", " ii) que en las circunstancias de la causa, el demandante recibió información suficiente para responder a las exigencias del artículo 5, párrafo 2, del Convenio; subsidiariamente,", "", " b) a que concluya que la introducción de nuevos procedimientos a seguir en lo sucesivo para informar a los enfermos de las razones de su reintemamiento, dispensa al Tribunal de examinar las cuestiones a que se refieren los puntos i) y ii);", "", " 3. En cuanto al artículo 5, párrafo 4", "", " i) A que decida y declare que, habida cuenta de la condena del demandante y su internamiento en Broadmoor por fallo emitido en noviembre de 1968, el artículo 5, párrafo 4, del Convenio no le daba derecho a un control judicial de la legalidad de su detención después de su vuelta al hospital; subsidiariamente, si la demanda expuesta en i) debía ser desestimada,", "", " ii) a que decida y declare que la vía de recurso de habeas corpus aseguraba al demandante el derecho a un control judicial de la legalidad de su detención después de su vuelta al hospital.»", "", " 35. En la vista, el delegado de la Comisión solicitó del Tribunal:", "", " «Que resolviera las cuestiones que (le son) sometidas, a saber: ¿Sufrió el demandante una violación de los párrafos 1 y 2 del artículo 5 del Convenio al ser reinternado en el hospital de Broadmoor el 5 de abril de 1974? ¿Tenía derecho posteriormente, en virtud del párrafo 4, a un control judicial adecuado de la legalidad de la nueva detención y se benefició de tal examen?»", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. SOBRE LA VIOLACIÓN ALEGADA DEL ARTICULO 5, PÁRRAFO 1", "", " 36. Según el demandante, su vuelta al hospital de Broadmoor provocó una privación de libertad contraria al artículo 5, párrafo 1, que, en la medida en que juega un papel en este caso, dice lo siguiente:", "", " «Toda persona tiene derecho a la libertad y a la seguridad. Nadie puede ser privado de su libertad, salvo en los casos siguientes y con arreglo al procedimiento establecido por la ley:", "", " a) si ha sido penado legalmente en virtud de sentencia dictada por un Tribunal competente;", "", " (...)", "", " e) si se trata del internamiento, conforme a derecho (...), de un enajenado (...);", "", " (...)", "", " 37. Los hechos que han de ser tenidos en cuenta en esta materia no han dado motivo a litigio. El 7 de noviembre de 1968, en la Audiencia de lo Criminal de Sheffield, tras haber declarado al interesado culpable de heridas dirigidas a causar lesiones corporales graves, ordenó su internamiento por una duración indeterminada en el hospital de Broadmoor, establecimiento especial de seguridad para delincuentes enajenados; el 19 de mayo de 1971, el Ministro del Interior ordenó que fuera puesto en libertad condicional; el 5 de abril de 1974 ordenó su vuelta a Broadmoor; X permaneció allí hasta febrero de 1976, fecha en la que se le permitió abandonar el hospital con permiso; liberado por segunda vez condicionalmente el 28 de julio de 1976, murió el 17 de enero de 1979 (párrafos 20, 21, 23 y 30, más arriba).", "", " A. Sobre la aplicabilidad de los apartados a) y e) del párrafo 1", "", " 38. Ante la Comisión, el Gobierno alegó que el demandante había sido en todo momento legalmente detenido después de condena por un Tribunal competente, en el sentido del artículo 5, párrafo 1.a). Según la Comisión, por el contrario, es el apartado é) el que rige, con exclusión del apartado a), el caso de un acusado enajenado, a quien se interna con fines curativos en vez de usar medios represivos contra él.", "", " 39. En opinión del Tribunal hubo, en efecto, condena -en inglés conviction, es decir, declaración de culpabilidad (sentencia Guzzardi de 6 de noviembre de 1980, serie a), núm. 39, p. 37, párrafo 100)- «por un Tribunal competente», y después, y a consecuencia de aquélla, «detención legal» decidida por él, de manera que el párrafo a) debía aplicarse. Sin embargo, la Audiencia de Sheffield no impuso pena: estimando que X sufría trastornos mentales que justificaban su tratamiento en un hospital psiquiátrico, le envió a Broadmoor; el apartado e) se aplicaba, por tanto, también en cuanto se refiere a la detención de enajenados. Por tanto, al menos en su origen, la privación de libertad del demandante caía bajo el alcance de ambos apartados.", "", " Teniendo en cuenta los motivos del reingreso de X en 1974 y de su internamiento ulterior hasta 1976, el apartado e) era igualmente válido para esta segunda fase. En cuanto a saber si lo misario ocurría con el apartado a), pueden, por el contrario, experimentarse ciertas dudas en razón de las circunstancias de la causa, en particular del hecho de que el interesado fue puesto en libertad condicional y gozó de un largo período de libertad antes de su reinternamiento. El Tribunal no cree necesario resolver la cuestión, puesto que de todas maneras tiene que verificar el respeto a las exigencias del apartado e) y que la observación de las del apartado a) no plantea ningún problema en este caso.", "", " B. Sobre la observación del artículo 5, párrafo 1", "", " 40. En su sentencia Winterwerp de 24 de octubre de 1979, el Tribunal enumeró tres condiciones mínimas que deben cumplirse para que haya «detención, conforme a derecho, de un enajenado (lawful detention of persons of unsound mind), en el sentido del artículo 5, párrafo Le) salvo en caso de urgencia, debe haberse probado de manera convincente la enajenación mental del interesado, es decir, haber demostrado ante la autoridad competente por medio de un dictamen pericial médico objetivo la existencia de un trastorno mental real; éste debe revestir un carácter o una amplitud que legitime el internamiento, el cual, por último, no puede prolongarse válidamente sin que persista dicho trastorno (serie A, núm. 33, p. 18, párrafo 39).", "", " 41. Según el asesor de X, el artículo 66 de la Ley de 1959 se opone a artículo 5, párrafo le), del Convenio, porque no prevé garantías comparables a éstas, y en particular a la primera de ellas, por el procedimiento de reinternamiento que establece.", "", " A causa del poder «discrecional» sin obstáculos, atribuido al Ministro del Interior, toda decisión de reingreso, incluso adoptada de buena fe, se encontraría inevitablemente tachada de arbitraria.", "", " A decir verdad, el artículo 76, párrafo 3, se expresa en términos muy amplios; habilita al Ministro a hacer reingresos en todo momento a un «enfermo» sometido a una orden restrictiva y luego liberado condicionalmente. Sin embargo, de otras cláusulas de la Ley resulta que no se trata de un poder ilimitado. El artículo 147, párrafo 1, define al «enfermo» como «una persona que sufre o parece sufrir de un trastorno mental», y el artículo 4, párrafo 1, el «trastorno mental» como «una enfermedad mental, un desarrollo intelectual interrumpido o incompleto, un trastorno psicopático o cualquier otro trastorno o debilidad mental». Según el Gobierno, el artículo 66, párrafo 3, sobreentiende que el Ministro del Interior no podría ejercer su poder de reinternar sin constatar, sobre la base de las pruebas médicas en su poder, que el interesado respondía a esta definición legal.", "", " Sin duda, el derecho interno debe conformarse al Convenio, incluidos los principios generales enunciados en él (ver, mutatis mutandis, la sentencia Winterwerp, antes citada, p. 19, párrafo 45). Sin embargo, no hay que olvidar que el artículo 66, párrafo 3, se refiere a la vuelta, en circunstancias que quizá inspiran temores, de enfermos cuya salida del hospital había estado subordinada a restricciones destinadas a proteger al público (art. 65, párrafo 1, de la Ley; párrafo 11, más arriba). Ahora bien, la sentencia Winterwerp mencionó «los casos de urgencia» como una excepción al principio que prohíbe privar de su libertad al individuo afectado sin «haber probado su ‘enajenación’ de manera convincente» (loc. cit., p. 18, párrafo 39); la sentencia no estimó que, en cada una de las hipótesis imaginables, el «informe médico objetivo» haya de preceder, y no seguir, al internamiento de alguien por enajenación mental. Cuando uno de los fines de una disposición de derecho interno consiste en permitir el internamiento, por razones de urgencia, de personas que podrían presentar un peligro para otro, en la práctica no podría exigirse un informe médico profundo anterior a todo arresto o detención. Por la fuerza de las cosas, la autoridad nacional competente para ordenar tal internamiento debe gozar en la materia de un gran margen de apreciación. En opinión del Tribunal, los términos del artículo 66, párrafo 3, leídos en su contexto, no confieren al Ministro del Interior un poder arbitrario; tampoco impiden el respeto, en una situación concreta, de los principios afirmados por la sentencia Winterwerp (comp., mutatis mutandis, la sentencia Irlanda contra Reino Unido de 18 de enero de 1978, serie A, número 25, p. 91, párrafo 240).", "", " A la vista de estas consideraciones, las normas de la Ley de 1959 que rigen el reingreso en el hospital de enfermos sujetos a restricciones, no se revelan inconciliables con el significado que el Convenio atribuye a las palabras «detención conforme a derecho de un enajenado». Falta averiguar si la manera como se explicó a X el artículo 66, párrafo 3, violó el artículo 5, párrafo 1.e) del Convenio.", "", " 42. Nadie discute que la privación de libertad impugnada tuvo lugar «según los procedimientos legales» y no dejó de ser «legal» en el sentido de conforme al derecho interno (párrafo 89 del Informe de la Comisión). No obstante, los asesores del demandante la acusan de arbitraria e ilegal y, por tanto, de injustificada respecto al artículo 5, párrafo 1.e), porque no se habría probado Su enajenación «de manera convincente» mediante pruebas médicas objetivas existentes en el momento de su reingreso.", "", " 43. El artículo 5, párrafo 1, precisamente tiene por objeto impedir que se despoje a alguien de su libertad arbitrariamente; por tanto, «una detención arbitraria nunca puede pasar por ‘legal’ (lawful), independientemente de su compatibilidad con el derecho interno (sentencia Winterwerp, antes citada, páginas 16 y 18, párrafos 37 y 39). Él Tribunal ha enumerado más arriba tres condiciones mínimas que han de cumplirse para que haya «detención legal de un enajenado» (párrafo 40). Si bien aquél tiene, sin ninguna duda, competencia para asegurarse de que han sido observadas en un caso concreto, la economía del sistema de protección instaurado por Convenio asigna límites a la amplitud de este control; las autoridades nacionales se encuentran mejor situadas para apreciar las pruebas presentadas ante ellas, de ahí que haya que reconocerles en esta materia un cierto margen de apreciación, y que la misión del Tribunal se limite a examinar sus decisiones desde el punto de vista del Convenio (misma sentencia, pp. 18 y 20, párrafos 40 Y 46).", "", " 44. El demandante había sufrido trastornos mentales cuyo origen se remonta a varios años. Una vez declarado culpable de una agresión contra un colega, primero fue enviado al hospital de Broadmoor. Para ponerle en libertad se había exigido, en particular, que quedara bajo la vigilancia del servicio de consulta externa de una clínica psiquiátrica. El psiquiatra que le trató durante su período de libertad condicional lo describía como «un hombre recriminador y suspicaz sujeto a ideas paranoides y que presenta inevitablemente un riesgo para la colectividad»; en una carta de 1971 a la oficina de libertad vigilada de Sheffield hablaba de la necesidad de alejarlo de situaciones deprimentes capaces de llevarle a matar o herir gravemente a terceros.", "", " Por añadidura, la señora X acudió al agente de libertad vigilada el 5 de abril de 1974; su marido, declaró, seguía con alucinaciones y amenazador, al contrario de lo que había indicado anteriormente.", "", " Es en el conjunto de este contexto (párrafos 20, 21, 23 y 38) donde ha de situarse la reacción de las autoridades. Avisado el médico asistente de Broadmoor, quien poseía una copia de los informes psiquiátricos realizados sobre el interesado durante el período de libertad condicional, temió que se diera de nuevo a la violencia, especialmente si descubría que su mujer quería dejarle. Recurrió, pues, al Ministro del Interior, quien, siguiendo su consejo, emitió una resolución, en virtud de la cual el demandante volvió al hospital el mismo día, sin examen previo ni verificación de las afirmaciones de su esposa (párrafo 23, más arriba).", "", " 45. Ha de tomarse igualmente en consideración, el conjunto del sistema que regía, según la Ley de 1959, la puesta en libertad y el reingreso de enfermos sometidos a restricciones. Según el artículo 65, párrafo 1, un Tribunal sólo puede acompañar una decisión de internamiento de restricciones a la liberación ulterior de un delincuente cuando lo juzga necesario para la protección del público (párrafo 11, más arriba). El Ministro del Interior suspende, pues, una medida dirigida a este fin cuando pone en libertad a un enfermo, en virtud del artículo 66, párrafo 2, mientras tal orden restrictiva se encuentra en vigor (párrafo 12, más arriba); como señaló uno de los magistrados del Divisional Court en la audiencia de 21 de junio de 1974, durante el procedimiento de habeos corpus iniciado por el demandante, la única manera de dejar a un enfermo de este tipo que vuelva a ocupar su lugar en la sociedad consiste muy frecuentemente en liberarlo condicionalmente mediante una vigilancia de las más estrechas y a salvo la posibilidad de reaccionar de inmediato a cualquier señal de nuevo peligro (párrafo 29 in fine, más arriba).", "", " En tales circunstancias, los imperativos de la protección del público prevalecen sobre la libertad individual, hasta el punto de legitimar un internamiento de urgencia que no se rodee de las garantías habituales que implica el artículo 5, párrafo 1.e) del Convenio (párrafo 41, tercer apartado, más arriba).", "", " En este caso, los hechos proporcionaban al Ministro del Interior razones suficientes para pensar que mantener a X en libertad constituiría una amenaza para el público y, en particular, para su mujer.", "", " 46. Si en esto había con qué justificar el reingreso del interesado, a título de urgencia y por un corto plazo, su detención ulterior en el hospital hasta febrero de 1976 debía a su vez responder a las exigencias mínimas descritas más arriba (párrafo 40). Así fue: tras examinar al demandante después de su reingreso en Broadmoor, el médico responsable estimó que debía permanecer allí para tratamiento; sólo cambió de opinión en diciembre de 1975, fecha en que apreció en él una mejoría; hasta entonces, los informes médicos revelaban la persistencia de un estado psicótico (párrafo 30, más arriba). Como tampoco los tuvo la Comisión (párrafo 96 del Informe), el Tribunal no tiene motivos para dudar de la objetividad y de la solidez de esta opinión médica.", "", " 47. En conclusión, no hubo violación del artículo 5, párrafo 1.e).", "", " II. SOBRE LA VIOLACIÓN ALEGADA DEL ARTICULO 5, PÁRRAFO 4", "", " 48. Según sus asesores, el demandante no tuvo la posibilidad de impugnar ante la justicia la legalidad de su reinternamiento en Broadmoor, como dispone el artículo 5, párrafo 4, según el cual:", "", " «Toda persona privada de su libertad mediante detención preventiva o internamiento tendrá derecho a presentar un recurso ante un órgano judicial a fin de que se pronuncie en breve plazo acerca de la legalidad de su detención y ordene su puesta en libertad si la detención fuera ilegal.»", "", " 49. El Tribunal recuerda que X, en virtud de dos órdenes que la Audiencia de lo Criminal de Sheffield había pronunciado en su contra en noviembre de 1978 tras haberle declarado culpable de una infracción penal, dependía de la autoridad, no ya de los Tribunales, sino del Ministro del Interior, y debía permanecer en un establecimiento psiquiátrico por una duración ilimitada. Tras haberle puesto en libertad en mayo de 1971, el Ministro ordenó en abril de 1974 su vuelta al hospital. Se trataba de una decisión administrativa fundada en parte sobre circunstancias diferentes de las que habían provocado las órdenes judiciales iniciales. Además, aunque las condiciones fijadas en los artículos 60, párrafo 1, y 65, párrafo 1, de la Ley de 1959 para la adopción de tales órdenes dependen de elementos, en particular médicos, que pueden cambiar con el tiempo, no existía ningún sistema de control judicial periódico que permitiera asegurarse de que aquellas condiciones eran cumplidas a todo lo largo de la detención controvertida (párrafos 10 y 11, más arriba).", "", " A. Procedimiento seguido en 1969 ante la Audiencia de Sheffield", "", " 50. Con carácter principal, el Gobierno alega que el procedimiento seguido en 1968 ante la Audiencia de lo Criminal de Sheffield bastaba para responder a las exigencias del artículo 5, párrafo 4, del Convenio. El Gobierno invoca en este sentido un párrafo de la sentencia de Wilde, Ooms y Versyp de 18 de junio de 1971 (serie A, núm. 12, p. 40, párrafo 76):", "", " «En primer lugar, el tenor del artículo 5, párrafo 4, podría hacer pensar que éste reconoce al detenido el derecho de hacer controlar siempre por un Tribunal la legalidad de una decisión anterior que le privó de su libertad (...). Si (esta) decisión (...) emana de un órgano administrativo, el artículo 5, párrafo 4, obliga sin ninguna duda a los Estados a permitir al detenido un recurso ante un Tribunal, pero nada indica que lo mismo ocurra cuando la decisión es pronunciada por un Tribunal que decide al término de un procedimiento judicial. En esta última hipótesis, el control requerido por el artículo 5, párrafo 4, se encuentra incorporado a la decisión; tal es el caso, por ejemplo, de una \"condena\" a prisión pronunciada \"por un Tribunal competente\" (art. 5, párrafo 1.a) del Convenio).»", "", " 51. En realidad, el párrafo antes citado sólo habla de «la decisión privadora de libertad»; no se refiere a la detención ulterior, en la medida en que surgieran posteriormente nuevas cuestiones de legalidad que pudieran afectar a aquélla. La sentencia de 18 de junio de 1971 tomó en consideración, desde el punto de vista del artículo 5, párrafo 4, no sólo las decisiones iniciales de internamiento por vagabundeo relativas a tres demandantes (loc. cit., páginas 40-43, párrafos 74-80), sino también el procedimiento que rigió el examen de las demandas de liberación de los interesados (ibidem, pp. 4344, párrafos 81-84).", "", " 52. Además, y el Gobierno lo subraya él mismo, la extensión de la obligación que el artículo 5, párrafo 4, impone a los Estados contratantes no es, por fuerza, idéntica en todas circunstancias ni para todo tipo de privación de libertad (ver, mutatis mutandis, la sentencia de Wilde, Ooms y Versyp, antes citada, pp. 41-42, párrafo 78).", "", " La detención de X caía bajo el campo de aplicación del apartado e) del artículo 5, párrafo 1, al menos tanto como del apartado a) (párrafo 39, más arriba). Ahora bien, «la detención de un enajenado» constituye una categoría específica y plantea problemas propios (sentencia Winterwerp antes citada, páginas 23-24, párrafos 57 y 60). En particular, «los motivos que (la) justifican en su origen (...) pueden dejar de existir». La sentencia Winterwerp sacó de ello una consecuencia importante:", "", " «(...) se ignoraría el fin y el objeto del artículo 5 (...) si se interpretara el párrafo 4 (...) como eximiendo, en este caso, la detención de todo control ulterior de legalidad sólo porque un Tribunal haya tomado la decisión inicial. Por naturaleza, la privación de libertad de que se trata parece reclamar la posibilidad de un tal control, a ejercitar a intervalos razonables» (loc. cit., p. 23, párrafo 55).", "", " En virtud del artículo 5, párrafo 4, un enajenado detenido en un establecimiento psiquiátrico por una duración ilimitada o prolongada tiene en principio el derecho, al menos en ausencia de control judicial periódico y automático, de interponer a intervalos razonables un recurso ante un Tribunal para impugnar la «legalidad» -en el sentido del Convenio (párrafo 57, más abajo)- de su internamiento, haya sido este último prescrito por una jurisdicción civil o penal o por otra autoridad.", "", " 53. No entra en las atribuciones del Tribunal averiguar en qué consistiría, en esta materia, el sistema de control judicial mejor o más adecuado, pues diferentes medios de cumplir con sus compromisos se ofrecen a la elección de los Estados contratantes. Así, por «Tribunal», el artículo 5, párrafo 4, no entiende necesariamente una jurisdicción de tipo clásico integrada en las estructuras judiciales ordinarias del país. Tal como la emplea el Convenio en varios de sus artículos, entre ellos el artículo 5, párrafo 4, esta palabra sirve para designar «órganos que presenten no sólo rasgos fundamentales comunes, en primera fila de los cuales se sitúa la independencia respecto al ejecutivo y a las partes (...), sino también las garantías», «adaptadas a la naturaleza de la privación de libertad de que se trata», «de un procedimiento judicial» cuyas modalidades pueden variar de un ámbito a otro (sentencia de Wilde, Ooms y Versyp, antes citada, pp. 41-42, párrafos 76 y 78).", "", " 54. En resumen, durante la detención consecutiva a su reingreso al hospital de Broadmoor en abril de 1974, X debía beneficiarse de un recurso que le ofreciera tales «garantías». En esta fase, el procedimiento que había tenido lugar en 1968 ante la Audiencia de lo Criminal de Sheffield no bastaba ya para cumplir las condiciones del artículo 5, párrafo 4.", "", " B. Procedimiento de «habeas corpus»", "", " 55. El Gobierno declara, con carácter subsidiario, que un «Tribunal» decidió realmente «en breve plazo sobre la legalidad» de la citada detención: el Divisional Court de la QueenŽs Bench Division, a quien X sometió una demanda de auto de habeas corpus. El artículo 5, párrafo 4, se contentaría con un procedimiento que permitiera, como éste, asegurarse de la compatibilidad de un arresto o detención con el derecho interno; cuando, según este último, la decisión de privar a uno de su libertad depende de una autoridad administrativa, el Convenio no exigiría que las jurisdicciones nacionales tuvieran competencia para apreciar su fundamento.", "", " La Comisión no suscribe este razonamiento. Reafirmando la opinión por ella expresada en su informe de 15 de diciembre de 1977 en el asunto Winterwerp, interpreta el artículo 5, párrafo 4, como que abre a una persona internada en calidad de enajenado el derecho a una verificación jurisdiccional de la legalidad a la vez formal y material de su detención (sentencia Winterwerp, antes citada, páginas 26 y 27, párrafo 68; problema no resuelto por el Tribunal). Ahora bien, el procedimiento de habeas corpus no se prestaría a una verificación tan amplia. El asesor de los demandantes se une en sentencia a esta tesis.", "", " 56. El desarrollo de la instancia iniciada por X se encuentra descrito más arriba (párrafos 26, 28 y 29). El Divisional Court conoció de la causa sobre la base de testimonios escritos bajo juramento, entre ellos el del interesado. Los documentos médicos de que disponía (párrafo 28, más arriba) habían sido reunidos por los defensores de los demandantes; nada obligaba al Ministro del Interior a justificar él mismo la detención.", "", " Todo esto se derivaba, sin embargo, de la naturaleza del recurso. Cuando un Tribunal examina, en un procedimiento de habeas corpus, una decisión administrativa de privación de libertad, su misión consiste en averiguar si la detención encaja con las normas de la legislación en vigor y los principios aplicados del common law. Según estos principios, puede censurar tal decisión, aún regular en la forma, si, entre otras cosas, la autoridad de que emana ha abusado de su poder actuando de mala fe, a la ligera o con un fin ilegítimo, si la decisión no se apoya en ninguna prueba suficiente, o si ninguna persona razonable hubiera podido adoptarla en las circunstancias del caso. Con esta reserva, no le corresponde investigar los motivos o el fundamento en que sólo la citada autoridad tiene jurídicamente competencia para pronunciarse al respecto (párrafo 19, más arriba). Tal como ofrece un buen ejemplo el caso de X, cuando, según los términos de cierta ley, el ejecutivo goza de un poder de apreciación, amplio o estricto, el control judicial en una instancia en habeas corpus afecta únicamente a la conformidad del ejercicio de este poder con la ley en cuestión.", "", " En este caso, una vez constatado que X era un enfermo liberado condicionalmente en una época en que estaba bajo la vigilancia de una orden restrictiva, las prescripciones del artículo 66, párrafo 3, de la Ley de 1959 en materia de reingreso por resolución habían sido observadas (párrafo 12, más arriba). A partir de este momento, le correspondía en la práctica al demandante demostrar, en cuanto el derecho inglés se lo permitía, la existencia de una razón cualquiera que hiciera ilegal su detención, sin embargo, regular en apariencia. Como los elementos proporcionados por él no revelaban ninguna razón, el Divisional Court no podía sino rechazar la demanda.", "", " 57. X tuvo efectivamente acceso a un Tribunal, que juzgó su detención «legal» en derecho inglés, pero de ello no resulta que haya habido un control de legalidad suficiente para los fines del artículo 5, párrafo 4. El párrafo le) de este artículo, tal como lo interpreta el Tribunal, subordina la «regularidad» (lawfulness) de una privación de libertad del tipo de la sufrida por X a exigencias que van más allá de la simple concordancia con el derecho interno (asunto Winterwerp, antes citado, pp. 17 y 18, párrafos 39 y 43, más arriba). Ahora bien, el artículo 5 debe leerse como un todo; nada hace pensar que por una única y misma privación de libertad, la palabra «lawfulness» cambie de sentido cuando se pasa del párrafo 1.e) al párrafo 4.", "", " 58. A pesar del carácter limitado del control a que se prestan las decisiones tomadas en virtud del artículo 66, párrafo 3, de la Ley de 1959, la institución del habeas corpus representa a veces un arma eficaz contra lo arbitrario en esta materia. Podría encontrársela satisfactoria, respecto del artículo 5, párrafo 4, del Convenio, para las medidas de urgencia dirigidas al internamiento de personas como enajenados. Tales medidas, siempre que valgan para un corto período (sentencia Winterwerp, antes citada, página 19, párrafo 42), pueden no rodearse de las garantías habituales, por ejemplo, un dictamen pericial médico profundo, sin por ello revelarse «irregulares» bajo el ángulo del artículo 5, párrafo 1.e) (párrafo 41, más arriba). Por la fuerza de las cosas, la autoridad competente para ordenarlas debe gozar de un cierto margen, lo que restringe inevitablemente el papel de los Tribunales.", "", " Por el contrario, un control tan reducido como el que en este caso se asegura por el procedimiento de habeas corpus no basta, en opinión del Tribunal, en la hipótesis de un internamiento prolongado como el de X. Sin duda, el artículo 5, párrafo 4, como lo subraya el Gobierno justamente, no consagra el derecho a un examen judicial de tal alcance que habilitara al Tribunal, en todos los aspectos de la causa, a sustituir su propia apreciación por la de la autoridad de que emana la decisión. Requiere, sin embargo, un control lo bastante amplio como para extenderse a cada una de las condiciones indispensables, según el Convenio, para la «regularidad» o «legalidad» de la detención de un individuo como enajenado, por cuanto los motivos propios a justificar esta detención en su origen pueden dejar de existir (párrafos 40 y 52, más arriba). En otros términos, exigía en este caso un procedimiento apropiado que permitiera a una jurisdicción averiguar si los trastornos mentales del enfermo persistían y si el Ministro del Interior estaba en su derecho al pensar que la continuación del internamiento se imponía en interés de la seguridad del público (ver, mutatis mutandis, la sentencia de Wilde, Ooms y Versyp, antes citada, pp. 43 y 44, párrafos 82 y 83).", "", " 59. El procedimiento de habeas corpus iniciado por X en 1974 no le aseguró, pues, el beneficio del derecho protegido por el artículo 5, párrafo 4; lo mismo hubiera ocurrido si lo hubiera repetido posteriormente.", "", " C. Otros procedimientos", "", " 60. Según el Gobierno, para pronunciarse sobre el valor de los procedimientos de control, en particular del de habeas corpus, hay que tener en cuenta las otras vías que permiten impugnar la justificación material de la detención.", "", " El Tribunal reconoce plenamente la necesidad de una visión global del sistema, pues las lagunas de cierto procedimiento pueden ser cubiertas mediante las garantías que ofrecen otros procedimientos (ver, mutatis mutandis, la sentencia Winterwerp, antes citada, p. 25, párrafo 62).", "", " 61. El Gobierno señala cuatro medios de llevar al Ministerio del Interior a investigar si la detención sigue imponiéndose: el médico asistente puede preconizar la liberación del interesado, un parlamentario intervenir ante el Ministro y el enfermo en persona dirigirse a éste para reclamar su liberación o para pedir que se recurra a una Comisión de Control psiquiátrico (párrafo 15, más arriba).", "", " Sin embargo, los tres primeros no desencadenan ningún mecanismo de control por un órgano independiente judicial o administrativo.", "", " El cuarto, en cambio, merece un examen más atento, porque la Ley de 1959 prevé la posibilidad, para las Comisiones de Control psiquiátrico, de que estudien periódicamente, sobre la base de un amplio abanico de datos de hecho, el caso de los enfermos internados y sujetos a restricciones. Nada impide considerar a tal órgano especializado como un «órgano judicial» en el sentido del artículo 5, párrafo 4, si goza de la independencia requerida y si su procedimiento se rodea de las garantías suficientes adaptadas a la naturaleza de la privación de libertad en cuestión (párrafo 53, más arriba, y sentencia Winterwerp, antes citada, p. 24, párrafo 60). Sin embargo, y suponiendo que las Comisiones de Control psiquiátrico cumplan estas condiciones, les falta la competencia de decidir «sobre la legalidad de la detención» y para ordenar la liberación si esta última parece ilegal: sólo poseen atribuciones consultivas (párrafo 14, más arriba).", "", " Por tanto, y sin subestimar el valor innegable de los recursos que así se ofrecen, el Tribunal considera que las otras vías indicadas por el Gobierno no remedian las deficiencias del procedimiento de habeas corpus examinado desde el punto de vista del párrafo 4 del artículo 5.", "", " 62. En conclusión, hubo violación de este párrafo.", "", " III. SOBRE LA VIOLACIÓN ALEGADA DEL ARTICULO 5, PÁRRAFO 2", "", " 63. El demandante denunciaba que ni la policía en el momento de prenderle el 5 de abril de 1974, ni el personal médico de Broadmoor posteriormente, le informaron en el más corto plazo y en grado suficiente de los motivos de su reintegración al hospital. El demandante se pretendía víctima de una infracción del artículo 5, párrafo 2, según el cual:", "", " «Toda persona detenida preventivamente deberá ser informada, en el plazo más breve posible y en una lengua que comprenda, de los motivos de su detención y de cualquier acusación formulada contra ella.»", "", " 64. El Gobierno invita al Tribunal a tomar en cuenta el procedimiento a partir de ahora aplicable en la materia (párrafo 16, más arriba) y a juzgar que ya no es preciso averiguar si el antiguo procedimiento cuadraba o no con el artículo 5, párrafo 2.", "", " Las innovaciones en que se funda tenían por finalidad declarada «hacer frente a las críticas expresadas por la Comisión Europea de Derechos Humanos» en el ámbito, precisamente, del artículo 5, párrafo 2. Sin embargo, estas innovaciones datan de fines de 1980, sólo son válidas para el futuro y manifiestamente no pudieron devolver a X el derecho que reivindicaba en virtud de esta disposición, cuyas exigencias, en fin de cuentas, continúa el Gobierno negando haber desconocido (sentencia Deweer, antes citada, p. 20, párrafo 37 in fine, y sentencia Luedicke, Belkacem y Koç de 28 de noviembre de 1978, serie A, núm. 29, p. 15, párrafo 36). No podría, pues, hablarse de una «solución», incluso parcial, «del litigio» (ver, mutatis mutandis, el artículo 47, párrafo 2, del Reglamento y la sentencia Guzzardi, antes citada, p. 31, párrafo 85).", "", " 65. Según el Gobierno, las palabras «toda persona detenida» no son adecuadas para describir las condiciones en las que se opera la reintegración al hospital de un enfermo sujeto a restricciones. La parte de la frase «motivos de su detención y de cualquier acusación formulada contra ella» mostraría, por su parte, que se refiere únicamente a una detención como consecuencia de una infracción penal. La Comisión combate esta interpretación que conduciría a limitar la protección del párrafo 2 a las personas detenidas en virtud del apartado 1.c).", "", " Si, pues, las tesis en presencia difieren en cuanto a la aplicabilidad del párrafo 2 a la situación de X, tampoco concuerdan sobre si ha sido respetado en este caso. Para el Gobierno, las indicaciones dadas al interesado y luego a sus solicitors bastaban para respetar toda obligación que pudiera resultar de este párrafo. Según la Comisión unánimemente, por el contrario, a pesar de lo que se le haya dicho a X, nada justificaba que no se proporcionaran a sus solicitors explicaciones oficiales y detalladas; la vaga declaración del Ministerio del Interior (párrafo 27, más arriba) no podía constituir la información indispensable al ejercicio útil del derecho garantizado por el artículo 5, párrafo 4.", "", " 66. El Tribunal estima que no es preciso resolver esta doble controversia, por cuanto las circunstancias de la causa no están enteramente claras sobre el punto considerado (párrafos 24-27, más arriba). El Tribunal constata en primer lugar que la necesidad de advertir al interesado de las razones de su reinternamiento se desprendía en todo caso forzosamente del párrafo 4 quien, como X, tiene derecho (párrafo 54, más arriba) a interponer un recurso para una decisión rápida sobre la legalidad de su detención, no podría prevalerse de él eficazmente si no se le revelan en el más corto plazo y en grado suficiente los hechos y las reglas jurídicas invocadas para privarle de su libertad. El Tribunal destaca a continuación que el Divisional Court, después de su primera audiencia, aplaza el examen de la petición de auto de babeas corpus porque él mismo apreciaba la necesidad de un complemento de instrucción antes de resolver (párrafo 26 in fine, más arriba). Tras la reapertura de los debates el 21 de junio de 1974, le correspondía en la práctica a X el probar, por cuanto su detención parecía regular, que el Ministro del Interior había empleado su poder discrecional de manera incompatible con la Ley. Sin embargo, se desprende claramente de los documentos del expediente que la falta de información sobre los motivos exactos de su reingreso, motivos conocidos del Ministro y sólo de él o casi, impidió a sus defensores y, por vía de consecuencia, al Divisional Court profundizar en esta cuestión (párrafo 56, más arriba). Por tanto, el motivo presentado sobre el párrafo 2 se resuelve en este caso en un simple aspecto del que el Tribunal ha estudiado ya desde el punto de vista del párrafo 4; no ha lugar a pronunciarse sobre un problema particular englobado y absorbido por un problema más amplio (ver, mutatis mutandis, la sentencia Deweer, antes citada, pp. 30 y 31, párrafo 56 in fine, y la sentencia Dudgeon de 22 de octubre de 1981, serie A, núm. 45, párrafo 69).", "", " IV. SOBRE LA APLICACIÓN DEL ARTICULO 50", "", " 67. Los asesores de X anunciaron que, si el Tribunal constataba una violación, presentarían, en virtud del artículo 50, una demanda de indemnización equitativa dirigida a reparar el perjuicio sufrido y a una reforma legislativa. También el Gobierno reservó su posición.", "", " Aunque planteada en virtud del artículo 47 del Reglamento, la cuestión no se encuentra, pues, vista para sentencia. En consecuencia, el Tribunal debe reservarla y determinar el procedimiento ulterior, teniendo en cuenta la hipótesis de un acuerdo entre el Estado demandante y los parientes del demandante.", "", "", "", " POR ESTOS MOTIVOS, EL TRIBUNAL:", "", " 1. Falla, por unanimidad, que no hubo violación del artículo 5, párrafo 1, del Convenio;", "", " 2. Falla, por unanimidad, que hubo violación del artículo 5, párrafo 4;", "", " 3. Falla, por seis votos contra uno, que no es preciso examinar también el asunto desde el punto de vista del artículo 5, párrafo 2;", "", " 4. Falla, por unanimidad, que la cuestión de la aplicación del artículo 50 no se encuentra vista para sentencia;", "", " a) en consecuencia, la reserva por entero;", "", " b) invita a la Comisión a dirigirle por escrito, en el plazo de dos meses a partir del pronunciamiento de la presente sentencia, sus observaciones sobre esta cuestión y, en particular, a darle conocimiento de todo arreglo amistoso al que hubieran podido llegar el Gobierno y los parientes del demandante;", "", " c) reserva el procedimiento ulterior y delega en su Presidente la misión de fijarlo en caso de necesidad.", "", " Dado en francés y en inglés, dando fe ambos textos, en el Palacio de Derechos Humanos de Estrasburgo, el 5 de noviembre de 1981.", "", " Firmado: Gérard Wiarda", "", " PRESIDENTE", "", " Firmado: Marc-André Eissen", "", " SECRETARIO", "", " A la presente sentencia figura unida, conforme a los artículos 51, párrafo 2, del Convenio, y 50, párrafo 2, del Reglamento, la exposición del voto particular disidente del señor Evrigenis.", "", "", "", " VOTO PARTICULAR", "", " DEL JUEZ SEÑOR EVRIGENIS", "", " Lamentándolo mucho, no he podido unirme a la mayoría de la Sala sobre el punto núm. 3 de la parte dispositiva de la sentencia. El derecho del individuo privado de su libertad a ser informado en el más corto plazo, según los términos del párrafo 2 del artículo 5, de las razones de su detención constituye una garantía de la libertad personal cuya importancia en un régimen democrático y de primacía del derecho no podría ser subestimada. Más allá de la posibilidad que asegura al detenido de preparar su defensa ante los Tribunales, según el párrafo 4 del artículo 5, consagra una especie de confianza legítima en las relaciones entre el individuo y la autoridad pública. Se trata, en otros términos, de un derecho autónomo y no auxiliar respecto de lo previsto por el párrafo 4 del artículo 5. El motivo relativo al párrafo 2 del artículo 5 debería, por consiguiente, ser examinado en cuanto al fondo.", "", " Comentario y traducción: Piedad García-Escudero"]}