{"file": "SPA_HJUDSPA_14647_89.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "14647/89", "text_paragraphs": ["Sentencia 5415610", "", "CASO SAÏDI CONTRA FRANCIA", "", " Artículo 6.1 y 6.3 (Derecho a un proceso equitativo y ausencia de confrontación con los testigos de cargo)", "", " Sentencia de 20 de septiembre de 1993", "", " Mediante sentencia dictada en Estrasburgo el 20 de septiembre de 1993 y recaída en el caso Saïdi contra Francia, el Tribunal Europeo de Derechos Humanos dejó constancia por unanimidad de una infracción del artículo 6.1 y 3. d) del Convenio Europeo de Derechos Humanos : la ausencia de toda confrontación con los testigos de cargo, cuyas declaraciones constituyeron el único fundamento de la condena por tráfico de estupefacientes, privó parcialmente al actor de un proceso equitativo.", "", "", "", " 1. HECHOS", "", " Tunecino nacido en 1951, Fahrat Saïdi es un albañil residente en Niza. El 29 de mayo de 1986 fue interpelado en el marco de la investigación de dos fallecimientos debidos a uso de estupefacientes y como consecuencia de la denuncia de pequeños consumidores y revendedores. Posteriormente unos testigos lo identificaron a través de un espejo sin azogue y por medio de fotografías. A pesar de sus requerimientos no fue careado con ellos durante la instrucción o a lo largo del proceso en primera instancia y luego en apelación.", "", " El 3 de febrero de 1987 el Tribunal Correccional de Niza lo ordenó, por posesión y cesión de estupefacientes y homicidio involuntario, a diez años de encarcelamiento y a la prohibición definitiva de residir en el territorio francés. El Tribunal de apelación de Aix-en-Provence redujo la pena de prisión a ocho años y confirmó la prohibición de residencia en el territorio. El 19 de agosto de 1988 el Tribunal de Casación rechazó un recurso del actor.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El recurso fue sometido a la Comisión el 7 de enero de 1989 y ésta lo admitió el 5 de septiembre de 1991. Después de intentar en vano obtener un acuerdo amistoso, la Comisión aprobó el 14 de mayo de 1992 un informe en el que se establecían los hechos y se formulaba la opinión de que hubo infracción del artículo 6.1 y 3. d) (trece votos contra uno).", "", " La Comisión trasladó el caso al Tribunal el 11 de septiembre de 1992.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1 y 6.3", "", " El señor Saïdi se quejaba de no haberse beneficiado de un proceso equitativo debido a la negativa de las autoridades judiciales a organizar un careo con los testigos de cargo.", "", " 1. Excepción preliminar del Gobierno", "", " El Gobierno mantenía a título principal que el actor no había agotado las vías de recurso internas al no haber citado a testigos ante el Tribunal Correccional y pedido al Tribunal de apelación que los convocara.", "", " El Tribunal rechaza la excepción (unanimidad), dado que el señor Saïdi dio a las jurisdicciones francesas la oportunidad de evitar o corregir la infracción alegada. En primera instancia manifestó su voluntad de que el Tribunal oyera a las personas que le habían denunciado o identificado. En apelación, insistió en la insuficiencia de la información y el Tribunal de Aix-en-Provence entró en la materia y motivó cuidadosamente su negativa a oír a los testigos de cargo. En cuanto al recurso de casación, su único medio se basó en el artículo 6.3. d) del Convenio y sólo en él.", "", " 2. Procedencia de la queja", "", " Los elementos de prueba, recuerda el Tribunal, deben presentarse normalmente ante el acusado en audiencia pública para la realización de un debate contradictorio, pero la utilización de deposiciones que se remontan a la fase de la investigación preliminar y de la instrucción no colisiona por sí misma con los párrafos 3. d) y 1 del artículo 6, a reserva del respeto debido a los derechos de la defensa; por regla general, exigen conceder al acusado una ocasión adecuada y suficiente para oponerse al testimonio de cargo e interrogar a su autor, ya sea en el momento de la deposición o con posterioridad. En el caso concreto, los testimonios recogidos antes del proceso fueron el fundamento único de la condena, tras haber sido la única causa de sometimiento a juicio. Ahora bien, ni en el estadio de la instrucción ni durante los debates pudo el señor Saïdi interrogar o hacer interrogar a sus autores. La ausencia de toda confrontación le privó parcialmente de un proceso equitativo. El Tribunal no desconoce las innegables dificultades de la lucha contra el tráfico de estupefacientes -especialmente en lo que se refiere a la investigación y a la administración de pruebas- ni los destrozos que éste provoca en la sociedad, pero ello no puede hacer que se limiten hasta tal punto los derechos de defensa de «todo acusado». En resumen, hubo infracción del artículo 6.1 y 3. d) (unanimidad).", "", " II. Artículo 50", "", " 1. Nuevo proceso o adopción de medidas administrativas", "", " El Tribunal hace constar que el Convenio no le confiere competencia para exigir al Estado francés la apertura de un nuevo proceso o la adopción de una de las demás medidas deseadas por el actor (eliminación de su condena del registro de antecedentes penales o de ciertos boletines y regularización de su situación en el territorio francés). El Tribunal rechaza la demanda (unanimidad).", "", " 2. Perjuicios", "", " El señor Saïdi reclamaba 1.000.000 de francos por su encarcelamiento. El Tribunal no puede especular sobre el resultado a que habría llegado el procedimiento objeto de litigio de no haberse producido la infracción del Convenio. Considera que su sentencia proporciona al interesado compensación suficiente (unanimidad).", "", " 3. Costas y gastos", "", " El Tribunal acoge en gran medida las pretensiones del actor referentes a las costas y gastos en que incurrió ante las jurisdicciones francesas y los órganos del Convenio. Le asigna 42.000 francos (unanimidad).", "", " Un juez ha expresado una opinión concordante, que se adjunta al fallo."]}