{"file": "SPA_HJUDSPA_8562_79.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "8562/79", "text_paragraphs": ["Sentencia 8562/79", "", "CASO FELDBRUGGE", "", " Sentencia de 29 de mayo de 1986", "", " Inclusión del derecho a las prestaciones económicas de la Seguridad Social dentro de los derechos y obligaciones de carácter civil ( art. 6.1 del Convenio Europeo )", "", " COMENTARIO", "", " 1. En la sentencia emitida con ocasión del caso Feldbrugge de 29 de mayo de 1986, el Tribunal Europeo de Derechos Humanos se plantea si las garantías del artículo 6.1 del Convenio Europeo para la Protección de los Derechos Humanos y de las Libertades Fundamentales son aplicables al derecho a la percepción de prestaciones de la Seguridad Social. El interés del caso radica en su novedad. Asimismo, como se podrá comprobar, revisten importancia las consideraciones expresadas en el voto particular formulado por varios jueces. No se olvide que éstos frecuentemente anuncian transformaciones en la opinión de cualquier órgano jurisdiccional. Por otro lado, hay que destacar que el TEDH y la Comisión, con un brillante voto particular, llegan a conclusiones opuestas.", "", " 2. La señora Geziena Hendrika María Feldbrugge, de nacionalidad holandesa, inscrita en las listas de la Oficina Regional de Empleo, se dio de baja en 1978 por motivos de incapacidad laboral. El 11 de abril de 1978 la Junta de Gobierno de la Asociación Profesional de la Banca y Seguros, Comercio y Trabajadores Autónomos decidió suspender el derecho a la percepción de prestaciones de la señora Feldbrugge, considerando que se encontraba en perfectas condiciones para trabajar, tras ser examinada por el médico de la Asociación. Su recurso ante la Comisión de Apelaciones fue desestimado, habiendo consultado el Presidente a tres médicos más, entre los que figuraba uno designado por la demandante. Posteriormente el Pleno de la misma Comisión de Apelaciones y la Comisión Central de Apelaciones inadmitieron sucesivamente sus recursos.", "", " 3. La resolución del caso exigió que el TEDH desentrañara la naturaleza del derecho a las percepciones de la Seguridad Social holandesa.", "", " Algunas razones militaban en favor de que fuera considerado como un derecho de carácter público, quedando fuera del ámbito del artículo 6.1 del Convenio. Efectivamente, estos rasgos serian: la obligatoriedad jurídica del aseguramiento, la regulación por la propia ley holandesa del derecho y la asunción de la responsabilidad de asegurar por parte del Estado.", "", " No obstante, el TEDH consideró que eran determinantes ciertas connotaciones del derecho controvertido que lo decantaban dentro del campo de los derechos privados. Así, la naturaleza personal y económica del derecho, sus relaciones con el contrato laboral individual, la utilización para el aseguramiento de técnicas del Derecho privado y la participación del trabajador en el sistema de financiación del seguro.", "", " El artículo 6.1 del Convenio, en consecuencia, se consideró aplicable al caso.", "", " 4. A continuación, el Tribunal decidió si las garantías del precepto citado se habían respetado a lo largo de los procedimientos reseñados.", "", " El Presidente de la Comisión de Apelaciones no prestó audiencia ni permitió alegaciones escritas de la señora Feldbrugge. Además, no dio oportunidad a la demandada para rebatir los informes médicos que fundamentaron su decisión.", "", " Las causas tasadas de admisibilidad de recursos impidieron la impugnación de la resolución ante el Pleno de la Comisión de Apelaciones y la Comisión Central de Apelaciones.", "", " Por ello se consideró que se había vulnerado el artículo 6.1", "", " La indemnización sería determinada ulteriormente, bien por el TEDH, bien mediante acuerdo amigable entre el Gobierno y la demandante, de conformidad con el artículo 50 del Reglamento del TEDH .", "", " Dentro del voto particular formulado por varios jueces se afirma que el derecho a la percepción de prestaciones de la Seguridad Social holandesa tiene carácter de un derecho público. Se fundamentan los jueces disidentes en que éste es un derecho que corresponde a todos los trabajadores. Buena prueba de ello lo constituye el hecho de la administrativización de los procesos en los cuales se dirime la concesión de los derechos a prestaciones de la Seguridad Social. Por otro lado, la interpretación atendiendo a los trabajos de la Comisión redactora indica que se trató de excluir a los contenciosos entre el particular y el Estado. Por tanto, se considera que el artículo 6.1 no es aplicable al caso Feldbrugge.", "", " 5. El informe de la Comisión de 9 de mayo de 1984 resulta divergente respecto de la sentencia. La mayoría de la Comisión opina que el derecho en cuestión tiene naturaleza pública y, por tanto, no son aplicables sus garantías al asunto Feldbrugge. La conclusión se funda tanto en el Derecho interno holandés como en una interpretación teleológica del Convenio.", "", " El artículo 6.1 no es aplicable a contenciosos con la Administración. Cuando el TEDH ha aplicado el artículo 6.1 a controversias de Derecho público ha sido porque su objetivo era un derecho de naturaleza civil (vid página..., derecho de propiedad), lo cual no es extrapolable al caso presente.", "", " El voto particular del señor Melchior, al que se adhieren los señores Sperdutti, Bosuttil, Gözübüyük, Sampaio, Carrillo y Weitzel, se pronuncia én favor de la consideración del derecho debatido como de naturaleza civil, al que lógicamente se aplicarán las previsiones del artículo 6.1 del Convenio. Sus argumentos serán, en síntesis, los mismos que serían utilizados por la mayoría del TEDH para sostener la aplicación del artículo 6.1 al caso y que determinarían la declaración de su violación por el Estado holandés.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " ASUNTO FELDBRUGGE", "", " Resolución de 27 de febrero de 1985", "", " La Sala del Tribunal Europeo de Derechos Humanos competente en el asunto Feldbrugge, habiéndose reunido en Estrasburgo el 27 de febrero de 1985 , presidida por el señor Ryssdal y compuesta por los jueces Wiarda, Cremona, Pinheiro Farinha, Sir Vincent Evans, Bernhardt y Gersing, contando con los señores Eissen y Petzold como Secretario y Secretario adjunto, respectivamente,", "", " Visto el artículo 50 del Reglamento del Tribunal ,", "", " Vista la demanda que ha promovido el procedimiento, así como el informe de la Comisión,", "", " Teniendo en cuenta que el asunto suscita importantes cuestiones atinentes a la interpretación del Convenio Europeo de Derechos Humanos y Libertades Fundamentales,", "", " Resuelve por unanimidad declinar su competencia, con efectos inmediatos, en favor del Tribunal en Pleno.", "", " Firmado: Rolv Ryssdal, PRESIDENTE", "", " Firmado: Marc-André Eissen, SECRETARIO", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 29 de mayo de 1986", "", " CASO FELDBRUGGE", "", " SENTENCIA", "", " El Tribunal Europeo de Derechos Humanos, resolviendo en pleno el caso Feldbrugge, en aplicación del artículo 50 de su Reglamento, y formado por los siguientes jueces:", "", " Señores R. Ryssdal, Presidente;", "", " G. Wiarda,", "", " J. Cremona,", "", " Thór Vilhjálmsson,", "", " W. Ganshof van der Meerch,", "", " D. Bindschedler-Robert,", "", " G. Lagergren,", "", " F. Cölcüklü,", "", " F. Matscher,", "", " J. Pinheiro Farinha,", "", " L.E. Pettiti,", "", " B. Walsh,", "", " Sir Vincent Evans,", "", " C. Russo,", "", " R. Bernhardt,", "", " J. Gersing,", "", " A. Spielmann,", "", " así como por los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto.", "", " Después de deliberar en privado el 31 de mayo y el 1 y 2 de octubre de 1985, así como los días 21 a 23 de abril de 1986,", "", " Dictan esta sentencia, aprobada en la fecha mencionada en último lugar:", "", " PROCEDIMIENTO", "", " 1. El caso fue elevado ante el Tribunal por la Comisión Europea de Derechos Humanos («la Comisión») el día 12 de octubre de 1984, dentro del período de tres meses previsto en los artículos 32.1 y 47 del Convenio para la Protección de los Derechos Humanos y las Libertades Fundamentales («el Convenio»). El caso se funda en una demanda formulada por la ciudadana holandesa doña Geziena Hendrika María Feldbrugge contra su país, en virtud del artículo 25 del Convenio.", "", " La demanda de la Comisión se remite a los artículos 44 y 48, así como a la declaración holandesa, por la que se reconoce la jurisdicción obligatoria del Tribunal (art. 46). El objeto de la demanda era obtener una decisión del Tribunal que determinara si, de acuerdo con los hechos del caso, se habían quebrantado por el Reino de Holanda sus obligaciones contenidas en el artículo 6.1.", "", " 2. La señora Feldbrugge, en contestación al ofrecimiento realizado, de acuerdo con el artículo 33.3.d) del Reglamento, manifestó que deseaba comparecer en el procedimiento pendiente ante el Tribunal y designó el abogado que la representaría (art. 30).", "", " 3. El Vicepresidente del Tribunal, actuando como Presidente, decidió el 15 de octubre de 1984 que, en interés de una adecuada administración de la justicia, tanto el caso Feldbrugge como el de Van Marie y otros deberían ser juzgados por la misma Sala ( art. 21.6 del Reglamento). La Sala , que debía constituirse con siete jueces, comprendía de oficio al señor G. Wiarda, elegido como juez de nacionalidad holandesa ( art. 43 del Convenio), y al señor R. Ryssdal, Vicepresidente del Tribunal [ art. 21.3i?) del Reglamento], El 22 de octubre de 1984 , el señor Wiarda, en su calidad de Presidente del Tribunal, designó mediante sorteo ante el Secretario los restantes cinco miembros, señores Cremona, Pinheiro Farinha, Sir Vincent Evans, Bernhardt y J. Gersing (arts. 43 in fine del Convenio y 21.4 del Reglamento).", "", " 4. Habiendo asumido la presidencia de la Sala (art. 21.5 del Reglamento), el señor Ryssdal permitió expresarse en holandés al abogado de la demandante en el procedimiento (art. 27.3 del Reglamento).", "", " 5. El Presidente, a través del Secretario, consultó al agente del Gobierno holandés («el Gobierno»), al delegado de la Comisión y al abogado de la demandante sobre la necesidad de un procedimiento escrito ( art. 37.1 del Reglamento). El 11 de diciembre de 1984 dispuso que el agente y el abogado disponían de un plazo asta el 31 de enero de 1985 para presentar sus memorias, mientras que el delegado de la Comisión debería responder por escrito dentro del plazo de dos meses desde la recepción, a través del Secretario, del último de los documentos citados. El 12 de febrero de 1984 amplió el plazo hasta el 29 de marzo de 1985.", "", " 6. El 27 de febrero de 1985 la Sala decidió declinar su competencia en favor del Pleno del Tribunal (art. 50 del Reglamento).", "", " 7. La memoria del demandante entró en la Secretaría el 21 de enero y la del Gobierno el 9 de abril. El 24 de abril el Secretario de la Comisión informó al Secretario que el delegado presentaría sus alegaciones durante la audiencia.", "", " 8. El 8 de marzo el Presidente, después de consultar mediante el Secretario al agente del Gobierno, al delegado de la Comisión y al letrado de la demandante, decidió que el procedimiento oral se iniciaría el 29 de mayo de 1985.", "", " 9. La audiencia pública tuvo lugar en el Palacio de los Derechos Humanos, en Estrasburgo, el día señalado, habiendo celebrado el Tribunal una reunión preparatoria el día anterior.", "", " Han comparecido:", "", " - Por el Gobierno:", "", " el señor G. W. Maas Geesteranus, asesor jurídico del Ministerio de Asuntos Exteriores, agente;", "", " el señor El Korthals Altes, letrado;", "", " los señores J. A. van Angeren, del Ministerio de Justicia, y C. J. van den Berg, del Ministerio de Asuntos Sociales y Empleo, como consejeros.", "", " - Por la Comisión:", "", " el señor B. Kiernan, delegado.", "", " - Por la demandante:", "", " el señor L. K. F. Schuitemaker, abogado.", "", " El Tribunal oyó en sus alegaciones y en contestación a sus preguntas a los señores Maas Geesteranus, Korthals Actes y Van Angeren por el Gobierno, al señor Kiernan por parte de la Comisión y al señor Schuitemaker por la demandante.", "", " 10. El agente del Gobierno facilitó mediante carta con fecha 11 de julio información sobre una cuestión fáctica suscitada en la audiencia.", "", "", "", " HECHOS", "", " I. LAS CIRCUNSTANCIAS DEL CASO", "", " 11. La señora Geziena Hendrika María Felbrudgge, nacida en 1945 y residente en Anna Paulowna, ostenta nacionalidad holandesa.", "", " Aproximadamente en 1978, pese a haber estado sin trabajo por algún tiempo, la señora Feldbrugge se da de baja en la oficina regional de empleo, debido a una enfermedad que, a su juicio, la incapacitaba para la actividad laboral.", "", " El 11 de abril de 1978 el Consejo de Administración de la Asociación Profesional de Bancos y Seguros, del Comercio y de Trabajadores Independientes, de Amsterdam, acordó que a partir del 24 de marzo de 1978 la mencionada no recibiría las prestaciones por enfermedad que hasta ese momento había venido percibiendo, al considerar, de acuerdo con el dictamen del asesor médico de la Asociación, que la señora Feldbrugge estaba capacitada para volver al trabajo en la citada fecha.", "", " 12. Ella recurrió a la Comisión de Apelaciones de Haarlem.", "", " El Presidente de la Comisión solicitó la opinión de uno de sus asesores médicos, un ginecólogo de Alkmaar, quien examinó a la demandante y le dio oportunidad para presentar sus observaciones. Tras consultar a otros tres doctores, un ginecólogo y dos médicos generales, incluyendo el médico de la señora Feldbrugge, el asesor concluyó afirmando la aptitud de la señora Feldbrugge para la actividad laboral a partir del 24 de marzo. No obstante, se consideró necesario consultar a un especialista en ortopedia.", "", " El 18 de agosto de 1978 otro asesor médico, especialista en ortopedia, examinó a la demandante y le ofreció la posibilidad de formular observaciones. Este volvió a consultar con los tres facultativos mencionados. En su informe de 22 de agosto de 1978 mantuvo que la señora Feldbrugge estaba capacitada para volver a trabajar desde el pasado 24 de marzo de aquel año.", "", " De acuerdo con tales dictámenes, el Presidente de la Comisión, el 4 de septiembre de 1978, desestimó la pretensión de la demandante.", "", " 13. La demandante objetó que ella no había recibido la audiencia perceptiva. El 17 de noviembre de 1978 la Comisión de Apelaciones inadmitió esta alegación al considerar que no cumplía los requisitos previstos en la sección 142.1 de la Ley de Apelaciones (Be-roepswet; vid. § 19). En un obiter dictum se afirmaba que la demandante había tenido la audiencia reclamada, dado que los asesores médicos habían examinado a la demandante y permitido que formulara sus objeciones oralmente.", "", " 14. La señora Feldbrugge recurrió esta decisión ante la Comisión Central de Apelaciones, en Utrecht. En concreto, sostuvo que las limitaciones establecidas en las secciones 141 y 142 de la citada Ley infringían el principio de un proceso debido determinado por el artículo 6 del Convenio.", "", " El 13 de febrero de 1980 la Comisión Central de Apelaciones inadmitió el recurso, en aplicación de la sección 75.2 de la Ley de Seguros Sanitarios (vid. § 20).", "", " II. EL DERECHO APLICABLE", "", " 1. Introducción", "", " 15. La asistencia por enfermedad de la Seguridad Social holandesa es gestionada conjuntamente por el Estado -quien determina el marco legal y coordinación-, empresarios y trabajadores.", "", " Las diversas actividades económicas, incluyendo las profesiones liberales, están organizadas por sectores, cada uno regido por una asociación profesional, que propone reformas en materia legislativa de la Seguridad Social.", "", " Dichas asociaciones tienen personalidad jurídica en los términos del artículo 1 del libro II del Código Civil . La forma de creación, su organización y facultades están previstos por la Ley Organizativa de la Seguridad Social de 1952. Deben ser aprobadas por el Ministro de Asuntos Sociales en función de su representatividad.", "", " Asimismo, el Ministro puede decidir por sí mismo su constitución. En tal caso éste establece y modifica sus estatutos, nombra, suspende y revoca a los miembros del Consejo de Administración. Además, señala las garantías para el cumplimiento de las obligaciones asociativas, recibiendo anualmente un informe de actividades y otro sobre la situación financiera de la asociación.", "", " Las asociaciones profesionales son instituciones semipúblicas y operan como compañías de seguros privadas. Pueden optar por confiar a un órgano administrativo el desempeño de las funciones burocráticas derivadas de la aplicación del Derecho vigente, previa comunicación al Ministro.", "", " Un Consejo de la Seguridad Social, creado por el Gobierno y con representantes del Estado y de los operadores sociales, fiscaliza la adecuada aplicación de la legislación en cuestión.", "", " 2. La Ley del Seguro de Enfermedad de 1913", "", " 16. Según la Ley del Seguro de Enfermedad, de acuerdo con la enmienda de 1967, tal seguro tiene carácter obligatorio para aquellas personas menores de sesenta y cinco años con contratos de trabajo en empresas públicas o privadas o asimilables a tal categoría (secciones 3 y 20). Se consideran también asalariados a estos efectos todas las personas que tuvieron contrato de trabajo y actualmente están desempleados y reciben prestaciones por tal causa.", "", " 17. Los trabajadores autónomos pueden suscribir pólizas con compañías privadas. El concepto de enfermedad incluye cualquier accidente. En caso de incapacidad para el trabajo, el asalariado percibirá diariamente un 80 por 100 de su jornal diario, formulando la correspondiente petición a su asociación profesional.", "", " El derecho a las prestaciones emana directamente de la Ley (sección 19).", "", " El sistema está gestionado directamente por las asociaciones profesionales y la financiación proviene exclusivamente de trabajadores y empresarios. La Ley determina los porcentajes de las contribuciones. Actualmente el trabajador aporta un 1 por 100 y un 5 por 100 el empresario, calculado sobre un salario mínimo diario de 262 florines.", "", " 3. La Ley de Apelaciones de 1955", "", " 18. Los litigios suscitados por la aplicación de la Ley del Seguro de Enfermedad de 1913 se rigen por la Ley de Apelaciones de 1955, de acuerdo con la reforma de 17 de octubre de 1978. Las cuestiones referidas a incapacidad laboral se tramitan mediante un procedimiento simplificado, llamado «el procedimiento de asesores médicos permanentes» (secciones 131 a 144). El experto médico, especialista o no, es designado anualmente por el Ministro de Justicia y es sometido a juramento.", "", " Una vez recibido un recurso, el Presidente de la Comisión de Apelaciones, una de las doce existentes en los Países Bajos, puede encomendar a su asesor médico la apertura de una investigación del caso (sección 135).", "", " Dentro de los tres días siguientes a la notificación del recurso, la autoridad que emitió la sentencia debe remitir toda la documentación del caso (sección 136).", "", " El asesor médico entonces consultará tanto al médico del particular recurrente como al médico de la asociación profesional, excepto que tengan criterios coincidentes (sección 137.2). El Presidente convocará y examinará al recurrente (sección 137.3); puede consultar a otro facultativo (sección 138). Finalmente elaborará un informe escrito, que remitirá al Presidente de la Comisión de Apelaciones (sección 140).", "", " El Presidente, que lo es con carácter vitalicio, emitirá una decisión motivada que se fundará en las conclusiones del asesor médico.", "", " 19. La decisión del Presidente puede recurrirse ante el Pleno de la Comisión de Apelaciones por alguno de los cuatro motivos siguientes: que el asesor médico averigüe otro motivo de incapacidad en el recurrente; que dejó de cumplir las prescripciones de la sección 137 (vid. § 18); que la decisión presidencial no verse sobre el fondo del asunto, o que el Presidente no siga el consejo del asesor médico.", "", " El procedimiento ordinario se aplica, excepto que la Comisión de Apelaciones inadmita o considere no fundamentado el recurso. Las partes posteriormente pueden estudiar los fundamentos seguidos por la Comisión de Apelaciones, bien en el momento determinado por el Secretario o bien cuando reciban las copias. No obstante, el Presidente puede decidir, teniendo en cuenta la salud física y moral del recurrente, que éste no tenga acceso a tal información, pudiendo designar una persona competente, un médico o un abogado, al que se facilitará la documentación señalada (sección 142.2, con la sección 114.4 y 5).", "", " La Comisión de Apelaciones emite su decisión tras haber recibido las alegaciones escritas y haber oído a las partes.", "", " 20. Su decisión no es recurrible ante la Comisión Central de Apelaciones (sección 75.2 de la Ley del Seguro Sanitario). Sin embargo, la jurisprudencia de la Comisión citada permite el recurso en caso de violación de las reglas de procedimiento.", "", " III. EL PROCEDIMIENTO ANTE LA COMISIÓN", "", " 21. En la demanda (núm. 8562/79) formulada ante la Comisión el 16 de febrero de 1979 la señora Feldbrugge invocó el artículo 6.1 del Convenio, alegando que no había dispuesto de la audiencia preceptiva ante el Presidente de la Comisión de Apelaciones en Haarlem con motivo de su reclamación de prestaciones de la Seguridad Social.", "", " 22. La Comisión admitió la demanda el 15 de noviembre de 1983. En su informe de 9 de mayo de 1984 (art. 31) llegó a las siguientes conclusiones:", "", " - Que el artículo 6.1 no era aplicable al caso.", "", " - Que no era preciso determinar si el proceso objeto de debate había respetado tal artículo.", "", " - Que, por ocho votos contra seis, se consideró la inexistencia de vulneración del artículo citado.", "", " El texto completo, con el parecer mayoritario de la Comisión, así como los dos votos particulares contenidos en el informe, se reproducen como anexo a la presente sentencia.", "", " CONCLUSIONES DEL GOBIERNO ANTE EL TRIBUNAL", "", " 23. En su memoria el Gobierno solicitó al Tribunal «que declarara no haber violación del Convenio en el asunto planteado».", "", "", "", " FUNDAMENTOS JURÍDICOS", "", " I. LA VIOLACIÓN DEL ARTICULO 6.1", "", " 24. El artículo 6.1 del Convenio establece:", "", " «En la determinación de sus derechos y obligaciones (...) toda persona tiene derecho a una audiencia pública, dentro de un plazo razonable, ante un tribunal independiente e imparcial, previamente establecido por ley (...).»", "", " La demandante alegaba no haber recibido una audiencia adecuada ante un tribunal en la determinación de sus derechos a la percepción de prestaciones de enfermedad.", "", " En vista de las conclusiones formuladas, la primera cuestión será decidir sobre la aplicabilidad del artículo 6.1, suscitada tanto por la mayoría de la Comisión como por el Gobierno.", "", " A. La aplicabilidad del artículo 6.1", "", " 1. Existencia de una controversia en torno a un derecho", "", " 25. Cuando se produce debate en torno a un derecho, el Tribunal deberá observar su jurisprudencia, en este caso la sentencia Benthem de 23 de octubre de 1985, serie A, núm. 97, pp. 14 y 15, § 9.", "", " 32. En el caso examinado resulta evidente la existencia de una controversia tras la decisión adoptada por el Consejo de Administración de la Asociación Profesional de Banca y Seguros, del Comercio y de Trabajadores Autónomos del sector de Amsterdam (vid. § 11). La impugnación tenía carácter riguroso acerca de la existencia del derecho del demandante a continuar recibiendo prestaciones por enfermedad. El procedimiento condujo a la confirmación de la decisión, ahora recurrida, del Presidente de la Comisión de Apelaciones. Esta fue decisiva para el derecho ahora en cuestión. El Presidente de la Comisión de Apelaciones debía decidir sobre un derecho alegado por la señora Feldbrugge.", "", " 2. Acerca de si el derecho en cuestión tenía naturaleza civil", "", " a) Introducción", "", " 26. La noción de «derechos fundamentales y obligaciones» no puede interpretarse tomando como referencia única la Ley nacional del Estado afectado, según la jurisprudencia del Tribunal (vid sentencia del asunto König de 28 de junio de 1978, serie A, núm. 7, pp. 29 y 30, §§ 88-89).", "", " Además, el artículo 6 no se refiere sólo a «las controversias de Derecho privado en sentido clásico, esto es, litigios entre particulares o entre un particular y el Estado en la medida que haya actuado como particular sometido al Derecho privado», y no «como poder público» (vid. la sentencia citada anteriormente, p. 30, § 90). «La naturaleza de la normativa que determina el procedimiento a seguir (...) y la autoridad con capacidad decisoria (...) tienen escasa relevancia. Esta puede ser un tribunal ordinario o un órgano administrativo, etc.» (vid. sentencia Ringeisen de 26 de julio de 1971, serie A, núm. 13, p. 39, § 94). «Únicamente tiene trascendencia la naturaleza del derecho que se debate» (vid la mencionada sentencia König, serie A, núm. 27, p. 30, § 90).", "", " 27. Como siempre, el Tribunal mantiene que no debe dar definiciones en abstracto del concepto de «derechos y obligaciones de carácter civil», siendo la primera vez que el Tribunal entra a considerar un problema encardinado dentro del Derecho de la Seguridad Social, concretamente el sistema de prestaciones por enfermedad en Holanda; el Tribunal debe separar los elementos relevantes, al objeto de clarificar y ampliar los principios ya esbozados.", "", " b) Elementos complementarios referidos a la materia en litigio", "", " 28. De acuerdo con la legislación holandesa, el derecho en cuestión tiene una naturaleza pública (vid. §§ 16-17). Dicha clasificación ofrece únicamente un punto de partida (vid la similitud mutatis mutandis con la sentencia Engel y otros de 8 de junio de 1976, serie A, núm. 22, p. 35, § 82); ésta no sería ilustrativa si no fuera corroborada por otros rasgos.", "", " En la sentencia König el Tribunal estableció sobre este aspecto lo siguiente:", "", " «Para precisar si un derecho tiene o no naturaleza civil (...) debe tenerse en cuenta su contenido material y sus efectos, no simplemente su clasificación legal dentro del Derecho interno. En el cumplimiento de sus funciones fiscalizadoras el Tribunal debe tener presente la finalidad tanto del Convenio como la legislación de los Estados contratantes (...)» (serie A, núm. 27, p. 30, § 89).", "", " 29. Existe una amplia diversidad en la legislación y la jurisprudencia de los Estados miembros del Consejo de Europa en cuanto se refiere a la determinación de la naturaleza jurídica de la legitimación para la percepción de las prestaciones de la Seguridad Social, esto es, sobre el carácter de la normativa que regula la materia. Algunos países, incluyendo a Holanda, lo consideran un derecho público; otros, en cambio, privado, y un tercer grupo de Estados establecen un sistema mixto.", "", " Incluso dentro del mismo ordenamiento jurídico la jurisprudencia no es uniforme. Así, en algunos Estados, donde el carácter público del derecho es predominante, las decisiones judiciales, sin embargo, mantienen la aplicación del artículo 6.1 ante demandas similares a la del presente caso (vid. sentencia de 11 de mayo de 1984 de la Magistratura de Trabajo de Bruselas, Journal des Tribunaux, 1985, pp. 168 y 169). En consecuencia, no existe una perspectiva común europea en lo que se refiere al concepto analizado.", "", " 30. Un estudio del sistema de Seguridad Social holandés lleva a la conclusión de que la legitimación para la percepción de prestaciones reviste aspectos iusprivatistas y iuspublicistas.", "", " c) Aspectos dentro de la esfera del Derecho público", "", " 31. Algunos factores podrían hacer pensar que la cuestión cae dentro de la esfera del Derecho público.", "", " 1) El carácter de la legislación", "", " 32. El primer factor se refiere al carácter de la legislación. Las normas jurídicas que rigen las prestaciones de la Seguridad Social difieren en muchos aspectos de aquellas que se aplican al ramo general de seguros y que se engloban dentro del Derecho privado.", "", " El Estado holandés ha asumido la responsabilidad de regular la estructura del sistema de seguros de enfermedad, así como la inspección de su funcionamiento. Con dicho objeto especifica las categorías de beneficiarios, define los límites de la protección, fija los índices de contribución y los niveles de prestaciones, etc. Frecuentemente (vid especialmente los casos König, Le Compte, Van Leuven, De Meyere y Benthem), pese a la intervención del Estado mediante ley o legislación delegada, como sucede en las sustancias citadas, los tribunales han considerado que se trataba de un derecho de carácter privado; por tanto, civil. No obstante, en el caso presente tal intervención no es suficiente para considerar el carácter público del derecho alegado por el demandante.", "", " 2) El carácter obligatorio del seguro", "", " 33. Un segundo aspecto importante es la obligación de estar asegurado de enfermedad, o más precisamente estarlo en las condiciones previstas legalmente (vid. § 38).", "", " En definitiva, el interesado no puede renunciar a las ventajas ni dejar de pagar sus cuotas.", "", " Situaciones similares se encuentran en otros terrenos. Así ocurre con las normas que obligan a la suscripción de una póliza de seguro para la realización de determinadas actividades, como conducción de vehículos u ocupante de una vivienda. Sin embargo, el derecho a percibir tales prestaciones del contrato de seguro no implica que deba calificarse como un derecho público. El Tribunal no considera que la obligación de pertenencia a un sistema de seguridad sanitaria deba modificar la naturaleza del derecho correspondiente.", "", " 3) La asunción por él Estado de la responsabilidad de protección social", "", " 34. Una última cuestión a examinar es la asunción por el Estado o por instituciones públicas o semipúblicas de una responsabilidad total o parcial de asegurar la protección. Esto sucedía en el caso presente en virtud del sistema de seguro de enfermedad encomendado a la Asociación Profesional de Banca y Seguros, Comercio y Trabajadores Autónomos de Amsterdam, contemplado como una culminación o una etapa en el desarrollo del papel del Estado. Tal situación implica, a primera vista, una extensión del dominio del Derecho público. Por otro lado -el Tribunal volverá sobre la materia (vid. § 39)-, el asunto se conecta a un problema del seguro del Derecho común, que tradicional-mente se rige por el Derecho privado. Parece difícil extraer una conclusión categórica acerca de las consecuencias de ampliar la intervención estatal en cuanto se refiere a la naturaleza del derecho en litigio.", "", " 35. En resumen, incluso teniendo en cuenta los tres factores conjuntamente no bastan para considerar que el artículo 6 sea inaplicable.", "", " II. ASESORES DEL DERECHO PRIVADO", "", " 36. No obstante, varias razones militan en favor de la conclusión opuesta.", "", " 1. Naturaleza personal y económica del derecho en cuestión", "", " 37. Para empezar se debe señalar que la señora Feldbrugge resultó afectada no por una actuación discrecional de los poderes públicos, sino por su capacidad personal como particular. Perjudicada en sus intereses económicos, demanda un derecho de acuerdo con la legislación vigente.", "", " La reclamación es de trascendental importancia para la interesada. Esto es especialmente palmario cuando las prestaciones del seguro de enfermedad constituyen para el incapacitado laboralmente su única fuente de recursos. Sintéticamente el derecho tenía un carácter personal, económico e individual, y ello lo aproxima a la esfera civil.", "", " 2. Conexiones con el contrato de trabajo", "", " 38. En segundo término, la situación de la señora Feldbrugge estaba vinculada a su condición de trabajadora, percibiendo por ello un salario de su empresa. La demandante se encontraba efectivamente en paro al tiempo de presentación de su demanda; sin embargo, la posibilidad de recibir prestaciones sanitarias se determinaba en su contrato de trabajo y en la legislación aplicable.", "", " La naturaleza jurídica de su contrato de trabajo era de Derecho privado. Indudablemente las disposiciones referentes al seguro encontraban su fundamento en la ley y no en las cláusulas del contrato. Estas formaban parte de una de las modalidades de relación entre empresario y trabajador.", "", " Por otro lado, las prestaciones reclamadas por la señora Feldbrugge cumplirían la función de sustitución de su salario; por ello, el carácter civil de su remuneración no puede cuestionarse. Las prestaciones participaban de la misma naturaleza que el contrato y, por tanto, un carácter civil, de acuerdo con el-Convenio.", "", " 39. Por último, en Holanda el seguro de enfermedad es similar en varios aspectos al seguro de Derecho común, puesto que el sistema holandés recurre a técnicas de cobertura y métodos de gestión pertenecientes a la esfera del Derecho privado; por ejemplo, para determinar las primas, cálculo de riesgos, verificación de cumplimiento de condiciones para la percepción de beneficios y pago de prestaciones.", "", " Debe ponderarse otro aspecto: las pólizas complementarias del seguro suscritas voluntariamente con mutuas u otras compañías de seguros privados permiten al trabajador mejorar su protección social a cambio de un esfuerzo económico suplementario. Dichas pólizas, por tanto, constituyen una extinción facultativa de la cobertura del seguro. Los litigios que se pudieran producir seguirían indudablemente procedimientos civiles. En ambos supuestos existe identidad de riesgo (por ejemplo, enfermedad), y mientras la cobertura se incrementa, su naturaleza no varía.", "", " Cuantas diferencias puedan existir entre un asegurado privado y un afiliado a la Seguridad Social no afectan esencialmente a la relación entre asegurado y asegurador.", "", " Por último, el Tribunal llama la atención acerca del hecho de que en Holanda, como en otros países, el propio asegurado participa en la financiación total o parcialmente del sistema de Seguridad Social.", "", " A tal objeto se efectúan deducciones salariales en proporción a las contribuciones exigidas y prestaciones recibidas. Por tanto, cuando la señora Feldbrugge trabajaba, el empleador le retenía una parte de su salario, que entregaba a la Asociación Profesional competente (vid. § 17). Además, éste aportaba una parte de la cuota, que estaba incluida dentro de sus cargas sociales.", "", " El Estado holandés, por su lado, no participaba en la financiación del sistema.", "", " c) Conclusión", "", " 40. Habiendo examinado los rasgos de naturaleza jurídica privada y pública concurrentes en el presente caso, el Tribunal considera que el primero es predominante. Ninguno de estos rasgos privados es relevante por sí mismo para llegar a esta conclusión, sino que deben apreciarse conjuntamente. Ello conduce a afirmar su naturaleza de derecho civil, siendo por ello aplicable el artículo 6.1 del Convenio.", "", " B. La observancia del artículo 6.1", "", " 41. En consecuencia, el Tribunal debe investigar si los procedimientos de tramitación del litigio ante los órganos de apelación cumplían las exigencias del artículo 6.1.", "", " 1. El Presidente de la Comisión de Apelaciones", "", " 42. La demandante reconoció que el Presidente del Tribunal de Apelaciones constituía un órgano jurisdiccional independiente e imparcial, establecido por ley y que había tramitado su caso dentro de un período razonable de tiempo. Asimismo, admite que la regla de la publicidad procesal, en lo que se refiere a actuaciones médicas, cede ante el respeto debido a la vida privada del paciente cuyo caso está siendo examinado por el Tribunal.", "", " No obstante, la señora Feldbrugge mantiene que su caso no ha recibido un tratamiento equitativo ante la Comisión de Apelaciones. Ello es causa, a su juicio, de una doble vulneración del principio de igualdad respecto a la Asociación Profesional. En primer lugar, no había podido comparecer, ni personalmente ni mediante representante, para su defensa. En segundo término, la demandante no había tenido acceso a ninguno de los dos informes emitidos por los asesores médicos (vid. § 12), por lo que no había podido rebatirlos o, en su caso, nombrar su propio asesor médico. Aún más, el Presidente de la Comisión de Apelaciones se fundó en estos documentos para dictar la resolución.", "", " 43. El Gobierno replicó que el Presidente no estaba capacitado para decidir una controversia médica y que éste se limita estrictamente a verificar que el asesor médico ha observado el procedimiento prescrito por la Ley de Apelaciones, especialmente la obligación de consultar a los facultativos de ambas partes y examinar a la persona afectada. A su parecer, sólo un médico especialista puede decidir sobre la incapacidad laboral por motivos de salud. El asesor médico permanente, que disfruta de las garantías de imparcialidad, realiza funciones cuasijudiciales. En cualquier caso, concluía el Gobierno, el derecho a un juicio justo, salvaguardado por el artículo 6.1, no puede comprender el derecho a formular objeciones a un informe elaborado por un asesor médico, tras haber examinado al demandante y consultar a su médico, o el derecho a, nombrar un asesor médico propio o emitir un informe contradictorio.", "", " 44. No es función del Tribunal valorar el sistema holandés del asesor médico permanente aisladamente (vid., mutatis mutandis, la sentencia Bönisch de 6 de mayo de 1985, serie A, núm. 92, p. 14, § 27). El Tribunal se ciñe a constatar que el asesor médico permanente no puede por sí mismo resolver un caso acerca de un derecho de naturaleza civil. La responsabilidad para adoptar una decisión recae exclusivamente sobre el Presidente de la Comisión de Apelaciones, incluso cuando, como ocurre en el presente caso, únicamente ratifica la opinión del perito.", "", " Por otra parte, no se ha producido vulneración del principio de igualdad de medios, inherentes al concepto de un proceso justo (vid., mutatis mutandis, la sentencia Delcourt de 17 de enero de 1970, serie A, número p, 15. § 28). La Asociación Profesional no se hallaba durante el proceso en una porción más ventajosa que la señora Feldbrugge. Si los peritos hubieran opinado en contra de sus puntos de vista, la Asociación tampoco hubiera podido formular alegaciones o recurrir al fallo. No se puede deducir, en consecuencia, la existencia de un proceso injusto.", "", " Por otro lado, el procedimiento referido ante la Presidencia de la Comisión de Apelaciones, en aplicación de la Ley holandesa, evidentemente no permitía una adecuada participación de las partes, y mucho menos en la fase final del proceso. Para comenzar, el Presidente ni prestó audiencia al demandante, ni le solicitó que remitiera alegaciones por escrito. En segundo lugar, tampoco dio la oportunidad a la demandante o su representante para conocer y criticar los dos informes, fundamento de la decisión, emitidos por los asesores médicos. Indudablemente estos asesores examinaron a la señora Feldbrugge y le dieron la oportunidad de formular observaciones, sin embargo la omisión no se subsanó. En definitiva, el proceso ante la Presidencia de la Comisión de Apelaciones no respetó en grado suficiente una de las garantías básicas del proceso judicial.", "", " 2. La Comisión de Apelaciones y la Comisión Central de Apelaciones", "", " 45. La señora Feldbrugge intentó, sin éxito, llevar su caso ante el pleno de la Comisión de Apelaciones y, posteriormente, ante la Comisión Central de Apelaciones, siendo inadmitido en ambas instancias (vid páginas 13 y 14).", "", " Según el proceso denominado «de los asesores médicos», las impugnaciones contra la decisión del Presidente sólo pueden formularse ante la Comisión de Apelaciones por una de las cuatro causas siguientes:", "", " - que el médico conociera previamente al examinado;", "", " - que no se haya observado el procedimiento;", "", " - que la decisión del Presidente no resuelva el litigio;", "", " - que el Presidente no haya respetado el informe médico (vid p.- 19).", "", " Las decisiones de la Comisión de Apelaciones en esta clase de procedimientos no son recurribles ante la Comisión Central de Apelaciones, excepto que se hayan inobservado normas de naturaleza formal (vid. página 20).", "", " 46. Concebidas en estos términos restrictivos las condiciones de acceso a ambas Comisiones, la señora Feldbrugge no pudo recurrir el fondo de la decisión del Presidente de la Comisión de Apelaciones de Haarlem. Por ello, la decisión del Presidente no fue susceptible de corrección en una instancia posterior.", "", " 3. Conclusión", "", " 47. Se ha producido un quebrantamiento del artículo 6.1.", "", " II. APLICACIÓN DEL ARTICULO 50", "", " 48. En la audiencia, el abogado del demandante y el asesor del Gobierno solicitaron al Tribunal que, si apreciaba la existencia de una violación, aplazara su juicio acerca de la indemnización justa. Dado que la cuestión sobre la aplicación del artículo 50 no está suficientemente debatida, resulta preciso diferir la materia, que se decidirá en un procedimiento posterior, habida cuenta de la posibilidad de un acuerdo entre el Estado holandés y el demandante ( art. 53, §§ 1 y 4 del Reglamento del Tribunal ).", "", "", "", " EN VIRTUD DE ESTOS FUNDAMENTOS, EL TRIBUNAL", "", " 1. Falla, por diez votos frente a siete, que el artículo 6.1 era aplicable al presente caso.", "", " 2. Falla, por diez votos frente a siete, que el artículo 6.1 fue violado.", "", " 3. Falla, por unanimidad, que la cuestión de la aplicación del artículo 50 no está en condiciones de resolverse.", "", " En consecuencia:", "", " a) la «reserva de su totalidad»;", "", " b) «invita» al Gobierno y al demandante a que remitan, dentro de los próximos dos meses, sus alegaciones sobre la cuestión, y en particular que notifiquen al Tribunal cualquier acuerdo alcanzado entre ellos;", "", " c) aplazará el procedimiento ulterior y delega en el Presidente la facultad de abrirlo si fuera preciso.", "", " Firmado: Rolv Ryssdal, PRESIDENTE", "", " Firmado: Marc-André Eissen, SECRETARIO", "", " Se adjuntan a la presente sentencia, con arreglo a los artículos 51.2 y 52.2 del Reglamento del Tribunal , una declaración del señor Pinheiro Farinha y los votos particulares de los señores Ryssdal, Bindschedler-Robert, Lagergren, Matscher, Sir Vincent Evans, Bernhardt y Gersing.", "", " Rubricado: G. W.", "", " Rubricado: M.-A. E.", "", "", "", " DECLARACIÓN DEL JUEZ PINHEIRO FARINHA", "", " A mi parecer deben señalarse dos tipos de cuestiones:", "", " a) Si el beneficiario ha contribuido a la financiación del seguro social y los derechos que se derivan de ello, así como si los conflictos que puedan surgir caen de lleno dentro del ámbito del artículo 6 del Convenio.", "", " Esto sucede en el presente caso.", "", " b) Por el contrario, si el beneficiario no ha contribuido, los hechos quedarían en la esfera del Derecho público y el artículo 6 no es aplicable, (vid. mi voto-particular en el caso Dumeland).", "", " VOTO PARTICULAR CONJUNTO DE LOS JUECES RYSSDAL, BINDSCHEDLER-ROBERT, LAGERGREN, MATSCHER, SIR VINCENT EVANS, BERNHARDT y GERSING", "", " 1. Nosotros estamos de acuerdo con la mayoría del Tribunal en cuanto se refiere a constatar la existencia en el presente asunto de un litigio acerca de un derecho alegado por la demandante. No obstante, en nuestra opinión, la controversia no implica la consideración de derechos u obligaciones de carácter civil en los términos del artículo 6.1 del Convenio. Por tanto, el artículo 6.1 no es aplicable al caso.", "", " 2. Para la mayoría del Tribunal, los rasgos de Derecho privado propios de la prestación social reclamada por la señora Feldbrugge predominan hasta tal punto sobre los elementos de Derecho público que le confieren naturaleza de un «derecho civil» a la luz del artículo 6.1 del Convenio (vid p. 40 de la sentencia). Las connotaciones de Derecho privado, a juicio de la mayoría son:", "", " - Naturaleza individual y económica del derecho objeto de controversia.", "", " - Vinculación al contrato de trabajo.", "", " - Afinidades con el seguro del régimen general.", "", " Desde nuestra perspectiva, la debilidad del razonamiento estriba en que la mayoría confiere un carácter determinante a aspectos que varían según los sistemas de Seguridad Social, e incluso según una clase de prestación u otra, incluso dentro del mismo sistema. Ello produce inseguridad en cuanto a las obligaciones asumidas por los Estados en virtud del artículo 6.1 del Convenio.", "", " 3. Nuestros argumentos para considerar la inaplicabilidad del artículo 6.1 en el presente asunto son del tenor que a continuación se expondrán.", "", " 1. Derechos y obligaciones de carácter civil, un concepto restringido", "", " 4. El artículo 6.1 contiene una garantía procesal para la tramitación de ciertas controversias. La expresión «derechos y obligaciones de carácter civil» fue introducida por los redactores del Convenio para poner un límite a la aplicación del artículo 6.1. En ningún supuesto puede aplicarse a litigios sobre derechos y obligaciones de cualquier clave, reconocidos dentro del Derecho interno. El derecho o la obligación debe ser englobable dentro de la categoría de «civil». El adjetivo es susceptible, sin embargo, de diversas interpretaciones. El texto del artículo no es lo suficientemente claro para poder afirmar, sin más, qué sentido debe dársele.", "", " 2. La jurisprudencia del Tribunal", "", " 5. La jurisprudencia del Tribunal puede ser útil a la hora de desentrañar su significado.", "", " 6. El punto de partida en cada caso será el carácter que cada Estado atribuye a los derechos y obligaciones en su propio Ordenamiento. Mas ello únicamente ofrece una primera aproximación, puesto que el concepto de «derechos y obligaciones civiles» tiene una connotación autónoma, a la luz del Convenio, y no puede interpretarse únicamente por referencia al Derecho interno; la determinación acerca de si un derecho puede considerarse civil, de acuerdo con el Convenio, se verificará analizando su contenido sustancial y su efectos, no simplemente su clasificación legal, de acuerdo con el Derecho interno, (vid la sentencia König de 28 de junio de 1978, serie A, núm. 27, pp. 29 y 30, §§ 88/89).", "", " Desde esta perspectiva deben tenerse en cuenta los sistemas jurídicos de otros Estados contratantes, para poder concluir si existe un concepto uniforme de derechos y obligaciones civiles, que abarcaría o no los hechos del presente caso (vid la sentencia König, que se acaba de citar, serie A, núm. 27, p. 30, § 39),", "", " 7. El Tribunal ha estimado que la expresión «litigios» acerca de derechos y obligaciones de carácter civil comprende todos aquellos procedimientos cuyo objeto es decidir sobre derechos y obligaciones de naturaleza privada, incluso si en éste participan un particular y un poder público, sin que tenga relevancia el hecho de que en el Derecho interno aquéllos se incardinen en las esferas del Derecho privado o público o se rija una concepción mixta (vid la sentencia Ringeisen de 16 de julio de 1971, serie A, núm. 13, página 39, § 94; la sentencia König, serie A, núm. 27, pp. 30 y 32, § § 90 y 94). Sobre todo, no basta que la controversia o el proceso tenga una vaga relación o que arrastre remotas consecuencias para los derechos u obligaciones civiles, sino que «los derechos y las obligaciones civiles deben ser el objeto o, al menos, uno de los objetos del proceso; el resultado de los procesos ha de afectar directamente a tal derecho» (vid la sentencia Le Compte, Van Leuven, De Meyere de 23 de junio de 1981 , serie A, núm. 43, p. 21, § 47).", "", " A mayor abundamiento, el Tribunal ha aplazado expresamente la determinación de si la noción de «derechos y obligaciones de carácter civil», en el sentido del artículo 6.1, se extiende también a aquellos derechos de naturaleza privada (vid la sentencia, reiteradamente mencionada, König, serie A, núm. 27, p. 32, § 95; y la sentencia, ya indicada, Le Compte, Van Leuven, De Meyere, serie A, núm. 43, p. 22, § 48, in fine).", "", " 8. La jurisprudencia del Tribunal ha identificado así ciertas áreas a las que el artículo 6.1 resulta de aplicación, dejando abierta la cuestión acerca de si es aplicable o no a otras.", "", " 3. Aplicación de la jurisprudencia del Tribunal a los hechos del caso", "", " 9. En el Ordenamiento jurídico holandés, el derecho a la percepción de prestaciones de enfermedad reclamado por la señora Feldbrugge no tiene un carácter privado sino que se encuadra dentro de los derechos de naturaleza pública. Indudablemente, en el sistema de Seguridad Social holandesa existen relaciones entre el derecho a las prestaciones de enfermedad y el contrato de trabajo, vigente o no, del asegurado, que se encuentra claramente dentro del ámbito del Derecho privado. Por el contrario, los preceptos que rigen las prestaciones sanitarias no están incorporadas como cláusulas al contrato de trabajo, en virtud de un mandato legal la demanda se dirige contra una tercera parte ajena al contrato. La resolución de la misma no afecta directamente a la relación jurídico-privada contractual, existente entre el trabajador y empresario, aunque pueda incidir parcialmente en la ejecución del contrato. A mayor abundamiento, en el caso que consideramos ya no existía en un contrato de trabajo en el momento de formulación de la demanda (vid p. 11 de la sentencia).", "", " Por ello no puede decirse que los procesos entablados por la señora Feldbrugge para obtener su derecho a recibir prestaciones de enfermedad se referían o tenían más repercusiones, a un Derecho privado reconocido por la Ley holandesa. Tales consecuencias sobre derechos de la mencionada naturaleza eran demasiado débiles como para arrastrar la aplicación del artículo 6.1 con ese fundamento.", "", " 10. Estamos de acuerdo con la mayoría en que la clasificación jurídica holandesa, aun siendo indicativa, no tiene un carácter vinculante, especialmente si no sintoniza con los sistemas jurídicos de otros Estados contratantes. No obstante, la misma mayoría llegaba a la conclusión, en el párrafo 29 de la sentencia, de que no existe una perspectiva común en Europa acerca de la naturaleza jurídica del derecho a la percepción de prestaciones dentro de los distintos sistemas de Seguridad Social. Más en concreto, ese derecho no está recogido como de naturaleza privada en la mayoría de los Estados contratantes.", "", " 11. De acuerdo con ello, las circunstancias del presente caso escapan a las prescripciones del artículo 6.1 del Convenio, según la jurisprudencia del Tribunal. Se debe pensar únicamente si dichas circunstancias caen dentro del artículo 6.1 o puede subsanarse en otros preceptos.", "", " 4. Principios de interpretación aplicables", "", " 12. A fin de pensar el significado de «autonomía» de los «derechos y obligaciones de carácter civil», como aparece dentro del artículo 6.1, debe analizarse el objeto del Convenio (vid la sentencia König, serie A, núm. 27, p. 30, § 89).", "", " Resulta interesante que para desentrañar el sentido del Convenio, que es un acuerdo internacional, el Tribunal observe el Convenio de Viena sobre el Derecho de Tratados de 1969 (vid la sentencia Golden de 21 de febrero de 1975, serie A, núm. 18, p. 145, § 29). El Convenio de Viena establece la siguiente regla general de interpretación en su artículo 31.1 :", "", " «Todo Tratado se interpretará de buena fe, conforme al significado ordinario de sus términos, en su contexto y a la luz de su finalidad.»", "", " El artículo 32 del Convenio de Viena especifica que:", "", " «Puede acudirse a medios complementarios de interpretación, incluyendo los trabajos preparatorios del Tratado y las circunstancias de su conclusión, para configurar el significado de la aplicación del artículo 31...»", "", " El Tribunal, asimismo, ha reconocido la necesidad de interpretar el Convenio Europeo de los Derechos Humanos en armonía con las condiciones prevalentes en las sociedades democráticas de los Estados contratantes y no únicamente según lo que se presumía que estaba en las intenciones de los redactores del Convenio (vid., entre otras, la sentencia Marckx de 13 de junio de 1979, serie A, Núm. 31, p. 19, § 41).", "", " 5. Connotaciones del derecho reivindicado", "", " 13. El derecho a la percepción de prestaciones por enfermedad, reclamado por la señora Feldbrugge, era un derecho de carácter económico derivado de un sistema colectivo de protección de la población trabajadora, instituido por el legislador; no es un derecho que emane del contrato privado entre la demandante y el empresario. El legislador nacional ha ordenado una distribución de recursos generados en el marco laboral, y la demandante, miembro de esa sociedad, estaba obligada a participar en dicho sistema. El sistema traduce el deseo de la sociedad de proteger la salud y el bienestar de sus miembros; ello no es una simple manifestación de la acción del Estado asumiendo o regulando una actividad aseguradora, igualmente realizable por el sector privado.", "", " Evidentemente, como sucede en el ámbito laboral, el sistema jurídico holandés de seguridad sanitaria tiene repercusiones sobre los derechos y obligaciones de carácter civil, insertados en el Derecho privado. Así, la facultad de percibir prestaciones de enfermedad, de acuerdo con la Ley del seguro sanitario de 1913, depende de que haya existido un contrato de trabajo; la prestación, en sí misma, podría considerarse un equivalente del salario, que abonaría el empleador, de conformidad con el contrato laboral; el reconocimiento del derecho a la percepción de prestaciones implica el reconocimiento de la incapacidad laboral y, por tanto, la imposibilidad de cumplir el contrato de trabajo; el sistema legal de Seguridad Social posee cierta afinidad con el seguro clásico del sector privado. En nuestra opinión, sin embargo, ninguno de estos rasgos modifica la relación entre el individuo y la colectividad esencialmente pública, que subyace en el derecho alegado por la demandante.", "", " 6. Contexto, objeto y finalidad", "", " 14. Debe determinarse, de acuerdo con el contexto del precepto y la finalidad del Convenio, si un derecho de esta clase, pese a su carácter esencialmente público, está incurso dentro de la noción de derechos y obligaciones de carácter civil, en los términos del artículo 6.1.", "", " 15. El objeto del Convenio, según el artículo 6.1, es separable, en cierta medida, de las garantías que prevé.", "", " La judicialización de los procesos, de conformidad con el artículo 6.1, es adecuada para las relaciones interindividuales, pero no sucede lo mismo en el ámbito administrativo, donde consideraciones organizativas, sociales y económicas pueden justificar procedimientos de su tipo menos judicial y formal. El caso presente se refiere al funcionamiento de un sistema jurídico para la percepción de prestaciones sociales. Como características de tales sistemas podrían citarse el elevado número de decisiones a tomar, los aspectos médicos, la falta de recursos o de conocimientos técnicos de los interesados, la necesidad de equilibrar el interés público o de una administración eficaz frente al interés privado.", "", " La judicialización de procesos para la obtención de prestaciones sociales haría necesario que los reclamantes acudieran a abogados y médicos para su asesora-miento, incrementando, en consecuencia, gastos y duración de los procesos.", "", " La naturaleza de las garantías pretendidas muestra que el objeto del artículo 6.1 no llega a ser la imposición de garantías judiciales frente a los sistemas legales colectivos de distribución de prestaciones sociales.", "", " 16. No perdamos de vista que el objeto del Convenio es humanitario, la protección del individuo, y que, para el simple ciudadano, el derecho a la percepción de prestaciones de la Seguridad Social es fundamental para su vida cotidiana. No obstante, la importancia, desde un punto de vista económico, para la forma de vida de la señora Feldbrugge, no es suficiente para considerar de aplicación el artículo 6.1 y sus garantías judiciales específicas, como ha expresado el Delegado de la Comisión. Obviamente, resulta igualmente esencial que en el ámbito de la justicia administrativa debe hacerse justicia y que las demandas individuales deben investigarse de una forma objetiva y responsable, de acuerdo con las normas establecidas, pero ello no supone que todas las exigencias del artículo 6.1 sean aplicables. Ciertamente, como ya hemos apuntado (vid. p. 15), existen consideraciones que justifican procedimientos especiales en casos sobre prestaciones de la Seguridad Social, que a continuación se expondrán.", "", " 17. Siendo esto así, la yuxtaposición de lo «civil» y «criminal» en el contexto del artículo 6.1 no puede adoptarse como referencia para englobar todos los sistemas procesales jurisdiccionales de acuerdo con el Derecho interno.", "", " Según esta interpretación, el uso de la expresión «civil» no implicaría la aplicabilidad del artículo 6.1 a litigios sobre cualquier cuestión que no sea penal, si como en las controversias de la Seguridad Social, el objeto es crucial para la vida personal del interesado.", "", " 18. Estas reflexiones nos llevan a la conclusión de que, en principio, las connotaciones públicas y colectivas del sistema de Seguridad Social en cuestión son predominantes, de forma que los derechos y obligaciones anteriormente citados quedan fuera del ámbito «civil», de conformidad con el artículo 6.1", "", " 7. Medios adicionales de interpretación", "", " 19. El análisis anterior se ve corroborado por el hecho de que la legislación aplicable precede en varias décadas al Convenio. Otros países poseen una normativa similar. Parece razonable pensar que la intención de los redactores del artículo 6.1 no era incluir los sistemas jurídicos de Seguridad Social, dentro de su esfera. Las secciones preparatorias confirman esta opinión.", "", " 20. El adjetivo «civil» se añadió a la versión inglesa del artículo 6.1 en noviembre de 1950, el día anterior a la reunión para la firma del Convenio, cuando un comité de expertos examinó el texto del Convenio por última vez e introdujo ciertas correcciones formales y correcciones de las traducciones (recopilación de los Travaux preparatoires del Convenio Europeo de Derechos Humanos , vol. VII, p. 12, § 6). No se dio explicación alguna por el cambio en el último minuto del artículo 6.1, pero puede pensarse que la razón fue hacer coincidir los textos inglés y francés. Antes de la modificación, aunque la versión francesa empleaba como ahora la expresión droits et obligations de caractère civil, la versión inglesa utilizaba rights and obligations in a suit of law (ibidem, vol. V, p. 148).", "", " Ambas expresiones se habían insertado en una reunión del Comité de Expertos en Derechos Humanos del Consejo de Europa, celebrada en marzo de 1950, y recogían evidentemente el precepto equivalente del posteriormente proyecto del Convenio Internacional de Derechos Civiles y Políticos de las Naciones Unidas (ibidem, vol. II, p. 296; vol. III, pp. 30, 160, 284, 290, 316; vol. IV, p. 60). No obstante es conveniente examinar su historia en los Travaux preparatoires del Convenio Internacional.", "", " 21. La división crucial del proyecto del Convenio tuvo lugar el 1 de junio de 1949, durante la 5.« sesión de la Comisión de Derechos Humanos de las Naciones Unidas. Las delegaciones francesa y egipcia presentaron una enmienda que se refería a «droits et obligations»/ «rights and obligations», sin otra especificación. La contestación del representante danés se expresó en los siguientes términos:", "", " «Los representantes de Francia y Egipto propusieron que todos tuvieran derecho a un tribunal que determine sus derechos y obligaciones.", "", " El señor Sorensen consideró que el precepto tendría un alcance vastísimo, abarcando cualquier decisión adoptada por órganos administrativos con poderes discrecionales conferidos por la ley, que deberían someterse a control jurisdiccional. Consideraba que, efectivamente, el individuo debía estar protegido frente a cualquier abuso de poder de órganos administrativos sin embargo, el meollo de la cuestión era determinar si la Comisión podría velar por el cumplimiento de la provisión. El análisis de la división de poderes entre órganos administrativos y judiciales puede realizarse posteriormente... El señor Sorensen preguntó a los representantes de Francia y Egipto si el objeto de su propuesta se limitaba únicamente a los casos interindividuales y no a aquellos contenciosos entre individuos y el Estado.» (Resumen grabado de la 109.ª reunión, E/CN, 4/SR, 109, pp. 3-4.)", "", " El representante francés, respondiendo en su propia lengua, contestó que «la argumentación del representante danés era convincente, en cuanto que resultaba extremadamente difícil incluir con dicho precepto todas las cuestiones referidas a la administración de justicia entre individuos y el Estado» (ibid, p. 9). No obstante, él permitiría la modificación de «roit de ses droits et obligations», contenida en la primera frase de la enmienda francoegipcia por «roit des contestations sur ses droits et obligations de caractère civil» (en la traducción inglesa sería «or of his rights and obligations in a suit of law»). Además expresó que «el problema no estaba resuelto y debía ser objeto de un extenso examen más a fondo».", "", " Más tarde, ese mismo día, el comité de redacción introdujo en el texto las expresiones «in a suit of law» en inglés y «de caractère civil» en francés (doc. E/CN, 4/286). La fórmula adoptada se utilizó más tarde en el Pacto Internacional de 1966.", "", " 22. Parece razonable entender que la expresión «caractère civil», en francés, pretendía excluir de la norma ciertos litigios en el ámbito de la administración, referente al ejercicio de justicia en las relaciones entre los ciudadanos y el Estado.", "", " 8. Práctica estatal y evolución interpretativa", "", " 23. Después de la entrada en vigor del Convenio, la práctica estatal no se ha desarrollado en el sentido de considerar que el derecho a la percepción de prestaciones de la Seguridad Social se englobe dentro de «los derechos y obligaciones de carácter civil», según el artículo 6.1. En realidad, no cabe hallar, como ya se ha reseñado (vid. § 10) ningún denominador común a los sistemas jurídicos europeos, en cuanto al carácter civil o cualquier otra nota del derecho citado. Sintéticamente se podría afirmar que no existe una perspectiva uniforme en Europa sobre la materia, como se deduce de nuestros razonamientos expuestos. Al contrario, abunda la diversidad que tiende a mostrar que la posible introducción de la protección judicial, en la línea del artículo 6.1, para demandas como la de la señora Feldbrugge, sobre prestaciones de Seguridad Social, es una decisión política de los Estados Contratantes, que se adoptará ponderando sus ventajas e inconvenientes, pero que en forma alguna se exige por el artículo 6.1.", "", " 24. Ni siquiera una interpretación evolutiva del artículo 6.1 conduce a una conclusión diferente. El Convenio realiza una selección de los derechos protegidos. Resulta significativo, en este sentido, el Preámbulo donde los Gobiernos signatarios expresan su voluntad de «dar los primeros pasos para garantizar colectivamente ciertos derechos establecidos en la Declaración Universal (de las Naciones Unidas) de los Derechos Humanos» (vid la sentencia Golden, serie A, núm. 18, p. 16, § 34). Una interpretación evolutiva permite construir algunos conceptos variables de acuerdo con las necesidades actuales (vid., por ejemplo, las sentencias Tyrer de 25 de abril de 1978, serie A, núm. 26, pp. 15-16, § 31; Marckx, serie A, núm. 31, pp. 19-20, §§ 41 y 65, y Dudgeon de 22 de octubre de 1981, serie A, núm. 45, pp. 23-24, § 60); sin embargo, no posibilita la introducción de nuevas áreas dentro del ámbito del Convenio. Ello es una función legislativa que pertenece a los Estados miembros del Consejo de Europa. Es deseable el establecimiento de garantías adecuadas para la tramitación de demandas en el terreno de la Seguridad Social, en constante incremento. No obstante, existen límites a una interpretación evolutiva y los hechos del caso que consideramos rebasan las fronteras del artículo 6.1. No creemos que los importantes desarrollos observados en materia de protección social, tras la elaboración del Convenio, sean tales que modifiquen la naturaleza a los derechos y obligaciones en litigio del caso Feldbrugge.", "", " 9. Conclusión", "", " 25. Una vez examinados los aspectos del artículo 6.1 referentes a su objeto y elaboración, puede concluirse afirmando la existencia de áreas dentro de la Administración Pública sometidas a un régimen institucional particular, como la de Seguridad Social, donde los derechos y obligaciones individuales, que no tienen una naturaleza privada, pueden, por varias razones (vid. § 15), dirimirse mediante especiales procedimientos de carácter reglamentario, en lugar de actuar la jurisdicción de acuerdo con las exigencias del artículo 6.1. Para nosotros, las garantías del artículo 6.1, referentes a los litigios sobre derechos y obligaciones de carácter civil no se aplican a controversias sobre tales materias, excepto, como se manifiesta en la jurisprudencia del Tribunal (vid. § 7), que su resolución afecte sustancialmente a derechos privados. Por todo lo expuesto, llegamos a la conclusión de que las demandas planteadas por la señora Feldbrugge ante la Comisión de Apelaciones en Haarlem, no implicaban una resolución sobre «derechos y obligaciones de carácter civil», en los términos del artículo 6.1, y que las garantías judiciales de tal previsión no son, en consecuencia, aplicables al caso.", "", " ANEXO", "", " Opinión de la Comisión Europea de Derechos Humanos", "", " (Formulada en su informe de 9 de mayo de 1984)", "", " A. Cuestión debatida", "", " 92. La única cuestión debatida es si en el presente caso el derecho del demandante, de conformidad con el artículo 6.1 del Convenio, a un juicio imparcial y público o se ha respetado, suponiendo que tal previsión sea de aplicación, en el proceso para la obtención de prestaciones de enfermedad, según la Ley del Seguro de Enfermedad holandesa.", "", " B. Consideraciones generales", "", " 93. El artículo 6.1 del Convenio establece:", "", " «Toda persona tiene derecho a un proceso equitativo, público y sin dilaciones, ante un tribunal independiente e imparcial, predeterminado por la Ley, que resolverá tanto las controversias sobre derechos y obligaciones de carácter civil como sobre cualquier acusación de naturaleza penal de que sea objeto.", "", " La sentencia se emitirá públicamente, aunque la prensa y el público pueden ser excluidos de la Sala, durante todo o parte del proceso, por razones morales, de orden público o de seguridad nacional dentro de una sociedad democrática, o cuando la protección al menor o a la vida privada de las partes lo requieran, en la medida estrictamente precisa, atendiendo a las circunstancias del caso, siempre que la publicidad pueda perjudicar los intereses de la justicia.»", "", " 94. La Comisión ya expuso su opinión sobre los principios de aplicación para la interpretación del artículo 6.1 del Convenio en materia de actos de la Administración Pública, con ocasión del caso Benthem (... núm. 8848/80, Benthem contra Holanda, informe de 8 de octubre de 1983). Las consideraciones que a continuación se exponen responden básicamente a dichos puntos de vista vertidos en ocasión del caso Benthem (cfr. §§ 88 a 95 del citado informe).", "", " 95. La Comisión llama la atención acerca de que el concepto de «derechos y obligaciones de carácter civil» no puede interpretarse únicamente adoptando como referencia el Derecho interno del Estado, sino también la teleología del Convenio (cfr., por ejemplo, la sentencia en el caso König, del TEDH, serie A, núm. 27, § 88). En consecuencia, no tiene relevancia, para la aplicación del artículo 6.1, al presente caso si el objeto del caso se considera en el Derecho holandés inserto en el ámbito legal privado o dentro del Derecho administrativo.", "", " 96. El Tribunal ha reiterado que la expresión «derechos y obligaciones de carácter civil» abarca todos los procedimientos cuya resolución afecta decisivamente a derechos y obligaciones de naturaleza privada (cfr., por ejemplo, la sentencia del TEDH en el asunto Ringeisen de 6 de julio de 1971 , serie A, núm. 13, § 94). El Tribunal, asimismo, especifica que no basta una ligera conexión o consecuencias lejanas para la aplicación del artículo 6.1. Los derechos y obligaciones de carácter civil deben ser objeto -o uno de los objetos- del litigio y su resolución debe afectar directa y decisivamente a todos estos derechos ( Sentencia del TEDH en el caso Le Compte, Van Leuven y De Meyere, de 23 de junio de 1981 , serie A, núm. 43, § 47).", "", " 97. Por todas estas razones, el Tribunal considera de aplicación el artículo 6.1 a los siguientes procedimientos:", "", " a) La aprobación por una autoridad pública del acta de venta de un terreno, condición para la validez de tal adquisición (caso Ringeisen, loc. cit.).", "", " b) La autorización de una autoridad pública para la transferencia de una propiedad mediante expropiación (caso Sporröng y Lönnroth, sentencia de 23 de septiembre de 1982, serie A, núm. 58).", "", " c) La retirada de una licencia para ejercer la profesión médica o explotar una clínica médica (caso König, loc. cit., caso Le Compte, Van Leuven y De Meyere, loc. cit., y caso Albert y Le Compte, de 10 de febrero de 1983, serie A, núm. 58).", "", " 98. Las decisiones del Tribunal en estos casos establecen que ciertas esferas de la Administración Pública, con efectos en las relaciones de Derecho privado, pertenecen al ámbito de aplicación del artículo 6.1. No obstante, existe una cierta penumbra para la determinación de hasta qué punto cabe aplicarse el artículo 6.1. Resulta importante clarificar el problema dada su relevancia para una pluralidad de sistemas jurídicos.", "", " 99. Dentro del artículo 6.1, que comprende la regulación de derechos y obligaciones de carácter civil y de las acusaciones criminales, se ha intentado definir aquellas áreas, que tradicionalmente han gozado de una especial importancia para los ciudadanos, para lo cual se ha dotado a los tribunales de amplias facultades de control, en el ámbito de los Estados contratantes.", "", " Por otro lado, el artículo 6.1 no establece un control jurisdiccional de la Administración. Si así lo hubiera hecho, algunos Estados probablemente hubieran debido modificar sus leyes antes de llegar a ser partes del Convenio, o habrían expresado reservas al artículo 6.1.", "", " 100. Sin embargo, los actos administrativos de los poderes públicos han ido incrementándose, interfiriendo la libertad de los ciudadanos y frecuentemente muchas iniciativas de los particulares han quedado condicionadas a una autorización administrativa. En consecuencia, se ha hecho preciso el establecimiento de un control judicial o de otro tipo en amplias esferas.", "", " 101. De hecho, no obstante, los sistemas jurídicos de numerosos Estados contratantes se basan en la distinción entre Derecho privado y Derecho público, y mientras es habitual que las controversias derivadas del Derecho privado se sometan a la jurisdicción, los actos administrativos no están sujetos a fiscalización judicial o, si lo están, tienen, un alcance limitado. Siendo ésta la situación en la mayoría de los Estados firmantes, resulta evidente que si el artículo 6.1 fuera de aplicación a múltiples cuestiones de competencia de la Administración Pública, tendría incalculables repercusiones sobre los fundamentos de los ordenamientos jurídicos internos.", "", " 102. A la vista de las limitaciones del derecho a un tribunal, establecidas en el artículo 6.1 y de las amplias consecuencias que acarrearía una aplicación extensiva del precepto en muchos países, la Comisión considera que debe realizarse una interpretación restringida del artículo 6.1 a los actos administrativos. La literalidad de la disposición no determina que los Estados contratantes deban someter a jurisdicción la mayoría de actividades de la Administración.", "", " 103. La Comisión entiende que existe un argumento adicional frente a la aplicación extensiva del artículo 6.1 a actos administrativos. El precepto citado garantiza el derecho de audiencia ante la jurisdicción, la independencia e imparcialidad de ésta, la audiencia pública y la publicidad de la sentencia, salvo en ciertas circunstancias. Una vez aprobado el artículo 6.1 debe aplicarse íntegramente y sus garantías no deben disminuirse por aplicarse a procedimientos de naturaleza administrativa (cfr. Informe de la Comisión de 8 de diciembre de 1982, en el caso núm. 8790/79, Sramek contra Austria, § 66). Existe, sin embargo, un riesgo. Si el artículo 6.1 se interpretara con carácter extensivo a actos administrativos, sería preciso interpretar algunas de las garantías del artículo 6.1 de manera restringida, por ejemplo: aquellas referentes a la publicidad, lo cual disminuiría el alcance del artículo 6.1 en un terreno de aplicación tradicional.", "", " C. El caso presente", "", " 104. Para la Comisión, los hechos de este caso presentan notables diferencias con el caso König, el caso Le Compte, Van Leuven y De Meyere y el caso Albert y Le Compte.", "", " 105. La Comisión señala que el caso sometido a su consideración afecta al derecho a la percepción de prestaciones por enfermedad, a tenor de la ley holandesa del Seguro de Enfermedad.", "", " Como se ha expresado anteriormente, el TEDH ha aplicado el artículo 6.1 a controversias de Derecho público, pero su objeto afectaba esencialmente a derechos de naturaleza civil, como el derecho de propiedad.", "", " Mas ninguno de estos procesos tenía como objeto el derecho a la obtención de beneficios de la Seguridad Social y, por tanto, la decisión de este caso no puede fundarse directamente en la jurisprudencia del Tribunal.", "", " 106. La Comisión reseña que si el derecho a las prestaciones de la Seguridad Social fuera considerado de naturaleza civil, el sentido del artículo 6.1 se vería ampliado considerablemente, lo cual sería incompatible con la interpretación estricta que propugna la Comisión (vid. § 102).", "", " 107. No cabe duda que las prestaciones de la Seguridad Social juegan un papel importante en cualquier sociedad desarrollada moderna y que los ciudadanos aspiran a que sus derechos para la percepción de tales beneficios estén suficientemente protegidos desde la perspectiva de las cuantías procesales. Ello no implica, sin embargo, que éste sea un derecho de naturaleza civil, a la luz del artículo 6.1 del Convenio.", "", " 108. Por lo que respecta al derecho a las percepciones de la Seguridad holandesa, de acuerdo con su normativa, la Comisión llama la atención acerca del hecho de que el sistema compensatorio no actúa bajo condiciones similares al seguro privado, donde se manifiesta una neta relación entre las aportaciones efectuadas y los beneficios recibidos. La Comisión recuerda, de conformidad con su jurisprudencia, que el artículo 6.1 no se aplica a litigios derivados de la aplicación de la Ley General de la Seguridad Social austríaca, en un caso de heridas producidas durante una operación de rescate (vid demanda núm. 8149/78, Decisiones e Informes núm. 14, p. 253) o de la Ley del Seguro Militar suiza, en materia de revocación de una pensión de invalidez (vid demanda núm. 8341/78, Decisiones e Informes núm. 20, pág. 162).", "", " 109. Tampoco puede mantenerse que las decisiones sobre prestaciones, según la legislación holandesa, afecten esencialmente a los derechos y obligaciones de carácter privado del individuo que los percibe. El hecho de que una persona pueda utilizar su dinero para tales finalidades, entre las que se encuentra la celebración de contratos de Derecho privado, no debe llevar a conectar inevitablemente con los derechos y obligaciones de carácter civil. Efectivamente, el simple hecho de que las decisiones de una autoridad administrativa repercutan financieramente en el nivel de vida o bienestar de los ciudadanos no se ha considerado decisivo. Además se destaca que reiterada jurisprudencia del Tribunal ha establecido que las controversias referidas a la situación de funcionarios o de tributación queda fuera del ámbito del artículo 6.1 (vid. especialmente las demandas núms. 5421/72, Colección de Decisiones núm. 43, p. 94; 7234/73, Colección de Decisiones núm. 46, p. 218; 8686/79, Decisiones e Informes núm. 21, p. 209; 8903/80, Decisiones e Informes núm. 21, p. 246, etc.).", "", " 110. Asimismo, la Comisión recuerda que durante años los Estados miembros del Consejo de Europa han estudiado y todavía siguen considerando la posibilidad de fortalecer la protección de los derechos económicos, sociales y culturales, por ejemplo, garantizando algunos de estos derechos, de acuerdo con el sistema del Convenio Europeo de Derechos Humanos (vid., por ejemplo, la Declaración de Derechos Humanos, adoptada por el Comité de Ministros el 27 de abril de 1978). Si los Estados miembros llegaran a la conclusión de que ello es posible y deseable, no dudarían en adoptar los instrumentos adecuados para la consecución de tal fin. Para la Comisión no resulta oportuno, sin embargo, interpretar estas previsiones de manera extensiva, abarcando parcelas referentes a la protección de derechos económicos, sociales y culturales, sin contar con un claro apoyo en la letra del Convenio.", "", " 111. Por todas estas consideraciones, la Comisión acuerda que el artículo 6.1 del Convenio no es de aplicación al procedimiento del presente caso.", "", " 112. En vista de ello, la Comisión no puede entrar en la consideración de si este procedimiento se ha ajustado a las exigencias del artículo 6.1", "", " D. Conclusión", "", " 113. La Comisión falla por ocho votos frente a seis que no se ha producido quebrantamiento del artículo 6.1 en este caso.", "", " Firmado: C. A. Norgaard. PRESIDENTE", "", " Firmado: H. C. Krüger, SECRETARIO", "", " VOTO CONCORDANTE DE MR. FROWEIN", "", " Dado que la fundamentación de la mayoría en este caso se basa, en cierta medida, en las argumentaciones vertidas con ocasión del caso Benthem frente a Holanda (demanda núm. 8848/80), desearía aclarar sintéticamente mi posición. Como ya expresé, con ocasión del caso Benthem, la línea divisoria entre aplicabilidad o no del artículo 6.1 en materia de derechos en materia de derechos de carácter civil se traza así: éstos son todos aquellos derechos, ya sean establecidos por el Derecho público o privado que dos ciudadanos poseen frente a otros o frente a cualquier autoridad estatal, sin precisar de ninguna exigencia institucional o estatutaria. Allí donde existe un sistema de Seguridad Social o el Estado ha establecido una pluralidad de instituciones a las que el ciudadano pertenece obligatoriamente. Sus derechos están regulados por preceptos específicos. El status del particular resulta muy diferente de su status ante el Derecho ordinario. Desde mi perspectiva, el área de la Seguridad Social es un caso claro de una relación especial entre el Estado y el individuo, fundada en la finalidad de protección de la salud y el bienestar del ciudadano. Este ámbito debe diferenciarse de los derechos de carácter civil en general, como ha mantenido la Comisión en muchas ocasiones hasta ahora (vid. demanda núm. 8149/78, Decisiones e Informes núm. 14, p. 252, y Demanda núm. 8341/79, Decisiones e Informes núm. 20, p. 162).", "", " VOTO PARTICULAR DEL SEÑOR MELCHIOR, AL QUE SE ADHIEREN LOS SEÑORES SPERDUTTI, BUSUTTIL , GÖZÜBÜYÜK, SAMPAIO, CARRILLO Y WEITZEL", "", " 1. Las partes y la Comisión están de acuerdo en que la demanda se refiere a derechos regulados en el Derecho interno y que la resolución del proceso tendrá efectos decisivos sobre tales derechos. La discrepancia radica en su calificación, a la luz del artículo 6.1 del Convenio.", "", " Desde mi perspectiva estos derechos tienen un carácter civil, en los términos del Convenio. En cuanto concierne a la distinción entre derecho de carácter civil y de carácter privado y a la naturaleza expansiva del concepto de «derechos y obligaciones de naturaleza civil», me remito a las observaciones contenidas en el informe Benthem y defendidas por la minoría.", "", " 2. Personalmente creo que en el presente caso esta calificación debe realizarse fundándose en los siguientes extremos:", "", " a) La conexión entre los derechos en litigio y el contrato de servicio o trabajo.", "", " b) El desarrollo histórico de la Seguridad Social.", "", " c) El tratamiento de los derechos que se dirimen como «possesions» o «biens», en la literalidad del artículo 1, del Protocolo núm. 1, lo cual supone la aplicación automática del artículo 6 a procedimientos donde se decide la creación o extinción de estos derechos (cfr., mutatis mutandis, la sentencia en el caso Sporröng y Lönnroth). Una reclamación fundada en Derecho es de hecho una «possesion» o «bien», de conformidad con el Protocolo núm. 1.", "", " A. La conexión con el contrato de servicio o de trabajo", "", " 3. De acuerdo con el Derecho interno, toda persona que labore con un contrato de arrendamiento de servicios o de trabajo queda asegurado de enfermedad o de accidentes que imposibiliten para la actividad laboral.", "", " 4. El contrato de trabajo y la legislación que la regula no contienen previsiones expresas sobre el tema. No obstante, el requisito que debe cumplirse para la obtención de prestaciones de la Seguridad Social es la existencia de un contrato de trabajo. Desde un punto de vista formal ambas materias están separadas; sin embargo, no es incorrecto sostener que este seguro está incluido en el contrato de trabajo como una cláusula implícita derivada directamente del Derecho positivo. En otros términos esta particular forma de seguro obligatorio o de cobertura obligatoria en caso de incapacidad laboral puede considerarse como un aspecto del contrato de trabajo, inserto en él por mandato legal.", "", " Además, en el supuesto de una incapacidad temporal laboral, el derecho a las prestaciones de la Seguridad Social parece que sustituyen a la remuneración que se obtendría por cumplimiento del contrato, teniendo ésta una naturaleza civil, sin duda. Esta orientación se sigue en el Derecho de una pluralidad de Estados miembros, fundada en consideraciones sociales, que regulan y restringen los derechos de los acreedores permitiendo el embargo tanto de los salarios obtenidos mediante trabajo, como de las prestaciones de la Seguridad Social. No resulta de recibo afirmar que los procesos referidos a la aplicabilidad de tal legislación se incardinan en el ámbito del artículo 6.1 cuando se refiere a la remuneración contractual, pero mucho menos puede afirmarse respecto del acreedor que pretende el embargo del impreso sustitutorio, en razón del carácter público de las prestaciones sociales.", "", " 5. En general, puede decirse que el impreso sustitutorio obtenido por suspensión o finalización del contrato es de la misma naturaleza del contrato y, por tanto, es un derecho de carácter civil.", "", " 6. El hecho de que el sistema de Seguridad Social sea jurídicamente obligatorio tampoco es un elemento decisivo. Podría suceder que el Derecho, en aras del interés público exija que todos se aseguren frente a determinados restos, bajo la amenaza de sanciones penales, y establezca las condiciones mínimas que deban satisfacer los aseguradores bajo la forma de un contrato tipo. La obligación así surgida es la de asegurarse con una compañía privada. Nadie cuestionaría la naturaleza civil de los litigios que pudieran suscitarse en torno a tal seguro. ¿Por qué cuando se trata de un seguro social en el que una de las partes es de naturaleza pública se ha de considerar que simplemente este hecho varía la naturaleza jurídica del procedimiento? La argumentación es difícilmente sostenible en caso de que las Compañías de Seguros hayan sido nacionalizadas, convirtiéndose de alguna forma en organismos públicos, cuya actividad estaría fiscalizada por el Estado.", "", " 7. Esta distinción, fundada en la naturaleza pública o privada de la empresa aseguradora, puede llevar a conclusiones absurdas.", "", " Ello sucede cuando algunas parcelas del sistema de Seguridad Social se encuentran privatizadas. Así ocurre, por razones históricas, en algunas naciones. Es el caso de Bélgica en materia de accidentes de trabajo, donde el riesgo es cubierto mediante una prima abonada por Compañías de Seguros, sometidas a fiscalización pública, similar al del resto de los aseguradores.", "", " A mayor abundamiento, debe citarse la demanda de C. frente a Bélgica (núm. 8596/79), sobre excesiva dilación del procedimiento en una controversia acerca de un accidente laboral. La Comisión, quizá equivocadamente, no se ocupó de la naturaleza del derecho afectado y en su decisión del día 8 de julio de 1980 rechazó la demanda, alegando que se refería a un derecho de naturaleza civil.", "", " 8. De todos es conocida la tendencia a reconducir los sistemas de Seguridad Social hacia la privatización, a la vista de las dificultades financieras existentes. Parecería que si ello efectivamente sucediera, la mayoría consideraría el artículo 6 del Convenio aplicable a la cuestión.", "", " Se suele decir que, ante la insuficiencia de las prestaciones de la Seguridad Social, muchas personas suscriben mejoras suplementarias con otras mutualidades y compañías. No es de recibo mantener que los litigios surgidos en torno a estas prestaciones extraordinarias disfrutarán de la protección del artículo 6, mientras que las prestaciones básicas, por idénticos riesgos, no.", "", " Por último, puede establecerse para la administración de un sector concreto de la Seguridad Social, por ejemplo, el seguro de enfermedad en Bélgica, un contrato entre un trabajador y una empresa privada. Así sucede cuando el operario se afilia a una mutualidad, que gestiona los fondos provenientes del trabajador, del empresario y del Estado. Si se suscita una disputa, ésta tendrá una naturaleza privada. Resulta complicado eludir la condición civil de tales procesos en los términos del Convenio.", "", " 9. Tampoco debe perderse de vista la posible interacción entre las demandas referidas a los seguros de enfermedad o accidente y el cumplimiento del contrato de trabajo.", "", " Para el Derecho laboral, una enfermedad o un accidente que no implique una total o definitiva incapacidad laboral determina una suspensión del contrato, al menos temporalmente, y constituye una justificación para desatender los servicios comprometidos por el vínculo laboral. Las decisiones acerca de la aptitud para el trabajo adoptadas por los organismos o la jurisdicción encargada de aplicar estas normas tienen un efecto directo sobre el cumplimiento del contrato de trabajo. Un despido sólo será justificable si la ausencia laboral no está fundada en una incapacidad reconocida por la Seguridad Social; en caso contrario, el absentismo no estará justificado.", "", " Otro supuesto de interacción entre el derecho de carácter clásico y las legislaciones de Seguridad Social puede suscitarse con los accidentes laborales producidos durante el camino hacia el trabajo. La víctima precisa únicamente probar el daño y no el hecho causante del siniestro. Como contrapartida, en caso de accidente en el trayecto hacia el trabajo, el trabajador debe ceder sus derechos al asegurador, por prescripción legal, para que reclame al causante. De la misma forma, en el supuesto de un siniestro laboral, por falta grave del empresario, el trabajador puede renunciar a las prestaciones debidas del régimen de Seguridad Social y fundar sus reclamaciones sobre los principios clásicos del Derecho común.", "", " En el primer caso, la acción del asegurador, subrogado en los derechos del trabajador, frente a la persona causante del accidente es de naturaleza civil. En el segundo supuesto, el litigio trabajador-empresario tendrá una naturaleza civil, siempre que así lo establezca expresamente una disposición de la Seguridad Social, naturaleza que por sí mismo no ostentaría.", "", " 10. El simple hecho que la Seguridad Social se cree por ley y no encuentre su fundamento en la voluntad del trabajador y del empresario, no es suficiente para afirmar que el sistema no tenga naturaleza civil.", "", " Por cuanto se refiere al contrato laboral, debe observarse que muchos aspectos vienen regulados con carácter congruente por el Ordenamiento y que las partes no disfrutan de una completa libertad contractual. Estos aspectos, no obstante, son considerados partes sustanciales del contrato y, según la jurisprudencia del Tribunal y la Comisión, tienen una naturaleza civil.", "", " B. Desarrollo histórico del sistema de Seguridad Social", "", " 11. Debemos analizar el desarrollo histórico de la Seguridad Social. En muchos países, la protección de los trabajadores frente a riesgos de incapacidad laboral y la posibilidad de percibir impresos en tales supuestos fue organizada por los propios obreros sin intervención alguna del Estado, utilizando técnicas clásicas del Derecho civil para la constitución de fondos de pensiones por enfermedad, accidentes, desempleo, etcétera..., exigiendo el abono de primas para cubrir tales riesgos.", "", " Gracias a la acción sindical y a la negociación colectiva, cuyos resultados se impusieron, a veces, al Estado, se estableció, en ciertas circunstancias, que las primas serían abonadas por el empresario. De cualquier forma esto no afectaba a la esencia civil de las controversias entre trabajadores y mutualidades.", "", " En consecuencia, ¿cómo se puede admitir que, únicamente porque el Estado regula la materia, en aras del interés general, impone obligatoriamente la cobertura de estos riesgos, define las cuotas a pagar por las partes del contrato de trabajo y eventualmente decide completar la aportación individual con otros ingresos públicos, confiando la dirección del sistema a organismos públicos; los beneficiarios de la Seguridad Social están privados de las garantías, previstas en el artículo 6, con o sin intervención del Estado, cumpliendo con los requisitos mínimos de cualquier sociedad democrática en los términos del Convenio, para todos los litigios surgidos en relación con tales riesgos entre ellos mismos y dichos organismos? ¿Disfrutarían de estas garantías procesales para estos ámbitos que sustancialmente no han variado de naturaleza?", "", " 12. En otros términos resulta difícil entender por qué la intervención del Estado del Bienestar debe implicar la reducción de las garantías del ciudadano. Al contrario, el Convenio debe interpretarse de tal forma que pueda abarcar nuevas situaciones aparecidas a partir de 1950, una vez demostrado que no existen obstáculos técnicos.", "", " 13. El razonamiento correcto no es sostener que, porque un problema sea importante para los ciudadanos, debe incluirse dentro del ámbito del Convenio, sino que cuando un asunto es importante debe observarse, si es posible, su inserción dentro de la esfera del Convenio a través de la lógica y la técnica jurídica.", "", " C. Tratamiento del derecho a prestaciones de la Seguridad Social por enfermedad o accidente como bienes o posesiones, según el articulo 1 del Protocolo núm. 1", "", " 14. Igualmente puede afirmarse que las prestaciones o indemnizaciones debidas, en virtud de la aseguración forzosa, en caso de enfermedad o accidente son posesiones o bienes, según el artículo 1 del Protocolo núm. 1, y que dichas posesiones forman parte del patrimonio de la persona afectada. Ello implica que la controversia referente a tales posesiones, en tanto que afectan al derecho de propiedad, deben estar garantizadas por las previsiones del artículo 6.1.", "", " En la sentencia del caso Sporröng y Lönnroth, el Tribunal, constatando que la expropiación afecta a un derecho de naturaleza civil, el derecho de propiedad, y habiéndose suscitado el litigio en torno al período de validez, decidió que el artículo 6 era aplicable y que había sido violado en ese asunto.", "", " En el caso Sequaris (vid. Decisiones e informes, número 29, p. 247), que sin embargo finalizaría con un acuerdo amigable, la Comisión parecía haber considerado que una demanda contra el Estado, constatada por una decisión judicial, fundada en la aplicación de los principios de responsabilidad estatal frente a los particulares, era una posesión o bien de conformidad con el artículo 1, núm. 1.", "", " 15. Un argumento suplementario para definir tales prestaciones como posesiones o bienes es que éstas son una remuneración laboral aplazada o un sustitutivo de tal percepción financiada por un sistema de seguro al que los afectados han aportado sus contribuciones.", "", " Frecuentemente la Comisión parece que ha clasificado algunas prestaciones de la Seguridad Social como posesiones o bienes en los términos del artículo 1 del Protocolo núm. 1, basándose en que el asegurado había contribuido, mediante deducciones salariales, al sostenimiento de tales prestaciones.", "", " Este análisis se aplicó concretamente en supuestos de jubilación y supervivencia. Resulta elocuente el caso Müller frente a Austria (demanda núm. 5849/72). El caso se informó el día 1 de octubre de 1975, de acuerdo con el artículo 31 del Convenio, informe posteriormente asumido por el Comité de Ministros el 7 de abril de 1976 (vid. Decisiones e informes, núm. 3, p. 31).", "", " En este informe, así como en ocasiones posteriores, la Comisión sostuvo que «el establecimiento de contribuciones obligatorias a un fondo de pensiones puede implicar, a veces, la constitución de un derecho de propiedad proporcional a tal fondo, que pudiera verse afectado por la forma de ser distribuido dicho capital.", "", " La Comisión, evidentemente, no declara explícitamente que el abono de contribuciones para una pensión de jubilación genere un derecho protegido por el artículo 1 del Protocolo núm. 1 pero sí se afirma que es aceptable que el derecho a las prestaciones de un seguro de vejez al cual se ha contribuido cae de lleno dentro de la salvaguarda del derecho de propiedad. Se añade, sin embargo, que el artículo 1 no puede interpretarse en el sentido de legitimar a su titular para la percepción de una pensión por una cierta cantidad, por ejemplo, calculada mediante cláusulas actualizadoras; aunque se admite con una reducción sustancial en la cuantía, podría repercutir sustancialmente en el derecho a las prestaciones del seguro de vejez. No obstante éste no es el caso.", "", " 16. Debe destacarse que incluso en los si temas de Seguridad Social los riesgos están financiados siguiendo las técnicas más clásicas de aseguración. No parece correcto sostener que el derecho de propiedad en materia de seguro de jubilación surge únicamente en un sistema de capitalización y no en un sistema basado en el principio de repartición/compensación.", "", " Lo decisivo, especialmente en supuestos de aseguramiento por enfermedad o accidente, es que las prestaciones se financien mediante contribuciones directa o indirectamente deducidas de la remuneración del trabajador. Las deducciones individuales se calculan teniendo en cuenta los riesgos previsibles, al igual que las compañías privadas de seguros.", "", " La forma de recaudar estas contribuciones varía, pero el hecho fundamental es que corre a cargo de los beneficiarios. En el caso Feldbrugge la contribución individual se calcula de acuerdo con el riesgo de las distintas actividades laborales, abonándose tanto por el obrero como por el empresario. La cuota del trabajador, procede, lógicamente, de una deducción salarial. La aportación del empresario es, indirectamente, una deducción similar. Si no existiera el seguro obligatorio, probablemente debido a la presión sindical, su importe se añadiría a la retribución neta del trabajador. A pesar de esto, para la fijación de costes salariales el empresariado, los expertos en estadísticas y los profesionales de la tributación, a fin de calcular los gastos deducibles, tienen en cuenta tanto el sueldo abonado al trabajador como las contribuciones del empresario por las aportaciones a la Seguridad Social.", "", " 17. La situación no es muy diferente en el caso Deumeland, donde el sistema es financiado por el presupuesto del Land. En síntesis, tal aportación puede considerarse parte de la remuneración de los servicios prestados por los trabajadores. La participación estatal, junto a las constituciones de obreros y empresarios, no modifica sustancialmente la naturaleza del sistema que sigue siendo un sistema de Seguridad Social. La función del Estado puede parangonarse a la del asegurador en el campo de los seguros privados.", "", " Ello supone que básicamente no existe diferencia alguna entre el mundo del seguro público y privado, en cuanto se refiere a la cobertura de riesgos.", "", " 18. Todo lo anterior trata de demostrar la estrecha vinculación entre las prestaciones de la Seguridad Social y el arrendamiento de servicios o el contrato laboral con el derecho protegido en el artículo 1 del Protocolo núm. 1. Esta relación justifica la aplicabilidad del artículo 6 del Convenio a litigios en torno a tales beneficios.", "", " 19. No obstante, la jurisprudencia del Tribunal ha ido más allá asimilando el concepto de derecho de naturaleza civil en el derecho de carácter privado. Caben realizarse algunas reflexiones adicionales que abonan la aplicabilidad del artículo 6 a esta clase de controversias.", "", " 20. Debe reseñarse, en primer término, que la literalidad del artículo 6 no excluye la aplicación de sus previsiones a litigios entre los particulares asegurados y las autoridades de la Seguridad Social. El Derecho de la Seguridad Social es disponible del Derecho público o del administrativo en sentido estricto. El Derecho de la Seguridad Social se encuentra entre el Derecho privado y el público tradicional; rige las relaciones entre particulares y autoridades, que a menudo tienen unas connotaciones especiales y cuyas funciones no se relacionan con el ejercicio de la soberanía estatal.", "", " 21. Si, como mantiene la mayoría en el parágrafo 99 del informe, el artículo 6 dota de garantías procesales ciertos ámbitos fue tradicionalmente se han considerado fundamentales para los ciudadanos y, en consideración a ello, los Estados signatarios del Convenio han conferido facultades de supervisión a los Tribunales, debe destacarse el papel trascendental que cumple la Seguridad Social, desde el año 1950, para todos os particulares. Incluso ya antes de la fecha mencionada, los litigios sobre la materia estaban provistos de garantías procesales, incluso si se desarrollaban fuera del ámbito jurisdiccional ordinario.", "", " 22. Las ideas expresadas en los parágrafos 101 y 102 son vagas y se desvían del asunto, incluso interpretándolo en un sentido amplio, como corresponde en una materia de Seguridad Social. Es evidente que cuando se aplica el artículo 6 debe hacerse con todas las consecuencias, incluyendo sus garantías para procesos administrativos. Los riesgos apuntados por la mayoría, al final del parágrafo 103 del informe, carecen de fundamento. Asimismo, el sistema jurisdiccional aplicado a litigios de Seguridad Social en Alemania, Holanda y otros muchos países europeos, cumple con las exigencias del artículo 6. No obstante, es preciso hallar un medio de fiscalización, en interés del individuo y de la norma, mediante los mecanismos establecidos a tales efectos por el Convenio.", "", " 23. A mayor abundamiento, el argumento aducido por la mayoría en el parágrafo 110 del informe parece, si no irrelevante, al menos muy ambiguo y de difícil aplicación al presente caso.", "", " Es cierto que la orientación actual del Consejo de Europa tiende a aplicar el sistema de garantías del Convenio a determinados derechos sustantivos contenidos en la Carta Social Europea o, en términos más amplios, a ciertos derechos sustantivos de carácter económico, social o cultural, que no figuran dentro del Convenio. Esto no implica que algunos de estos derechos, especialmente los derechos del bienestar, no puedan beneficiarse, por su cualidad de derechos de carácter civil, de las garantías procesales del artículo 6 del Convenio. De esta suerte el Convenio no se pronuncia sobre las garantías mínimas que deben incluirse en un contrato de trabajo o de arrendamiento de servicios. En lugar de incluirse dentro del ámbito del Derecho laboral o venir predeterminado su contenido legalmente, de conformidad con la jurisprudencia del Tribunal y de la Comisión, los litigios entre trabajadores y empresarios caen de lleno dentro del ámbito del artículo 6.", "", " 24. A la inversa, el hecho de que un derecho o libertad esté garantizada para el Convenio no supone su incorporación automática a la esfera de tal precepto (por ejemplo, controversias cuyo objeto sean la libertad de expresión, reunión o problemas electorales).", "", " La interpretación apuntada del artículo 6 no implica imponer un determinado sistema de Seguridad Social a los Estados o someterlos a la fiscalización establecida en el Convenio, aunque sí exige la aplicación de las garantías procesales del artículo 6 a ciertos litigios en materia de Seguridad Social, cuyo contenido se ha determinado libremente por los Estados contratantes, en cuanto afecta al Convenio.", "", " 25. Como acabamos de comprobar, ningún precepto del Convenio expresa o implícitamente excluye la aplicación del artículo 6 a litigios en materia de Seguridad Social. Resulta preciso determinar si el sistema general y el espíritu del Convenio conducen a las mismas conclusiones. Si tal es el caso, dado que las prestaciones de la Seguridad Social juegan un papel fundamental en las sociedades modernas y que los ciudadanos tengan un gran interés en cuanto se refiere a su obtención y protección mediante garantías procesales, debieran adoptarse las medidas adecuadas a tales efectos en el Convenio.", "", " El fin primordial del artículo 6 del Convenio, es el establecimiento de niveles mínimos de garantías en procesos que tienen un efecto trascendental para los derechos de los ciudadanos. El Convenio debe interpretarse a la luz de las condiciones actuales y salvaguardar los intereses del particular de una forma efectiva y rápida, especialmente en cuanto atañe a las relaciones con los poderes públicos. El espíritu del Convenio tiende a proteger al individuo frente a la acción arbitraria de la Administración. Una de las vías para la conversión de dicha finalidad es someter la activación administrativa a la fiscalización judicial cuando los derechos e intereses de los ciudadanos se ven afectados.", "", " 26. En materia de Seguridad Social sería incongruente pensar que los Estados tratan de evitar las experiencias del artículo 6 cuando ellos mismos las han asumido libremente y no tienen nada que ver con la organización política estatal (por ejemplo, impuestos, servicios públicos o asuntos electorales).", "", " Los interés de los ciudadanos en materia de Seguridad Social son fundamentales en los Estados de Derecho actuales, regidos por el principio de la justicia social. No existe, sin embargo, motivo alguno para excluir a la Seguridad Social del ámbito del artículo 6.", "", " Sería sorprendente que el artículo 6 «desapareciera» en cuanto el Estado interviniera, en aras del interés general, dentro de sus funciones de Estado del Bienestar, para completar las medidas adoptadas por los particulares o para sustituirlas cuando parezcan insuficientes para atender las necesidades colectivas. Aunque históricamente la primera exigencia del individuo fue protegerse frente al Estado-policía, ello no implica que en la actualidad las necesidades del ciudadano, en el marco del Estado del Bienestar, hayan variado. Existen los mismos peligros de actuación arbitraria estatal y de errónea aplicación de normas por parte de las autoridades administrativas y la misma necesidad de fiscalización por la jurisdicción en uno como en otro Estado.", "", " 27. En consecuencia, cuando el derecho a la percepción de beneficios de la Seguridad Social se engloba dentro de los derechos individuales y cuando se suscita una controversia entre el particular y la administración de la Seguridad Social, fundada en una reclamación jurídica, el artículo 6 debe aplicarse a tales procesos. Está en la naturaleza de las cosas que, desde un primer momento, la posición jurídica del individuo está determinada por la administración de la Seguridad Social. Ello es compatible con el artículo 6 (vid los informes de la Comisión en las demandas de Kaplan y Sramer). El artículo 6 exige que la adecuación de la decisión administrativa al Derecho interno sea fiscalizada, a iniciativa del afectado, por un órgano jurisdiccional que cumpla con la previsiones de tal precepto.", "", " 28. Nada se desprende de la literalidad del Convenio a la aplicabilidad de las prescripciones del artículo 6 en asuntos de Seguridad Social, en tanto que razones sistemáticas y de espíritu abonan su implicación.", "", " 29. Habiendo concluido que el artículo 6 es de aplicación al proceso entre la señora Feldbrugge y las autoridades de la Seguridad Social holandesa, queda por determinar si el artículo 6 del Convenio se ha respetado durante los procesos habidos para impugnar la decisión administrativa por la que la recurrente era considerada capaz para la actividad laboral, perdiendo el derecho a prestaciones de la Seguridad Social.", "", " No cabe discutirse que la Comisión de Apelaciones y su Presidente, así como la Comisión Central de Apelaciones eran independientes e imparciales.", "", " La clave estriba en determinar si el proceso concreto con la participación del «asesor médico permanente» cumplía con las exigencias de un juicio imparcial contenidas en el artículo 6 del Convenio. Creo que la respuesta debe ser negativa.", "", " Efectivamente, pese a que el asesor emite opinión juntamente con la del médico del demandante, a quien se da la oportunidad de expresar su criterio, no cabe duda que el informe del asesor se somete únicamente al Presidente de la Comisión de Apelaciones y que el demandante no tiene acceso a dicho dictamen. Así éste queda incapacitado para oponer, mediante el concurso de otro facultativo, un contrainforme. No se celebró vista oral y el Presidente se fundó en el informe de su asesor.", "", " Un procedimiento similar probablemente se explica por el deseo de una administración de justicia rápida.", "", " El hecho de que las garantías procesales del artículo 6 no sean aplicables en la primera instancia procesal no lleva a la conclusión de que se conculca el Convenio. No obstante, ello no excluye que durante la apelación se disfruten de estas garantías; v. gr. en el caso objeto de análisis, tener acceso al informe del asesor médico y contrarrestarlo de la forma más adecuada (vid el informe Bönisch contra Austria). Desde esta perspectiva, existe un vacío jurídico en Holanda, desde el momento que, de acuerdo con la sección 14 de la Ley de Apelaciones, no se admite recurso frente a la decisión del Presidente de la Comisión de Apelaciones, cuando ésta se emite en el mismo sentido que el dictamen del asesor permanente.", "", " Por todas estas razones, sucintamente expuestas, creo que el artículo 6 del Convenio se ha violado en este caso.", "", " (Comentario y traducción: Luis de la Peña Rodríguez)"]}