{"file": "SPA_HJUDSPA_24294_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "24294/94", "text_paragraphs": ["Sentencia 24294/94", "", "CASO TWALIB CONTRA GRECIA", "", " Artículo 6.3 (Derecho a la asistencia jurídica) Sentencia de 9 de junio de 1998", "", " Mediante sentencia dictada en Estrasburgo el 9 de junio de 1998 en el caso Twalib contra Grecia, el Tribunal Europeo de Derechos Humanos declara, por unanimidad, que se ha violado el artículo 6.1 en conjunción con el artículo 6.3. c) del Convenio Europeo de Derechos Humanos (derecho de asistencia jurídica). El Tribunal concede al recurrente 1.500.000 dracmas griegas (GRD) por el perjuicio moral sufrido.", "", " La sentencia fue leída en audiencia pública por el Sr. Rudolf Bernhardt, Presidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El recurrente, Mosses Twalib, ciudadano tanzano, nació en 1957. El 16 de febrero de 1990, fue detenido en el aeropuerto de Atenas por ser sospechoso de haber participado en una red de tráfico de drogas, y por hallarse en posesión de un pasaporte falso. El 18 de febrero de 1990 se inició una investigación penal sobre estos hechos. El 21 de junio de 1991, comenzó el proceso contra el Sr. Twalib y otros tres acusados ante el Tribunal de Apelación de Atenas, compuesto por tres jueces. El procedimiento fue suspendido, al encontrarse en huelga el abogado del recurrente. El proceso se reinició el 12 de julio de 1991, pero al no estar presente el abogado del Sr. Twalib, el abogado de uno de los otros acusados aceptó asistir a éste. El juez acordó un pequeño receso para permitir a este abogado consultar el expediente.", "", " El 16 de julio de 1991, el recurrente fue declarado culpable de importación y transporte de estupefacientes y condenado a cadena perpetua y a una multa de seis millones de GRD. También fue condenado por uso de documentos falsificados, infracción por la que le impuso una pena de ocho meses de prisión. El Sr. Twalib recurrió ante el Tribunal de Apelación de Atenas, en su formación de cinco jueces. El 18 de marzo de 1993, el Tribunal de Apelación rebajó la pena a doce años y tres meses de prisión y a una multa de cinco millones de GRD. El 26 de marzo de 1993, el recurrente comunicó, por medio de las autoridades penitenciarias, su intención de recurrir en casación, indicando que los motivos en que se basaba su recurso serían expuestos por su abogado. El 8 de junio de 1993, solicitó al Fiscal del Tribunal de Casación que se le asignase un abogado de oficio para asistirle en la preparación de su recurso. El 12 de julio de 1993, el Tribunal de casación inadmitió el recurso, basándose en que el recurrente no había alegado ningún motivo de recurso. El 4 de abril de 1994, el interesado remitió una segunda solicitud al Fiscal en la que invocaba su mala situación financiera y preguntaba al Tribunal por la evolución de su caso. El 27 de abril de 1994, fue informado por las autoridades penitenciarias de que su recurso de casación había sido desestimado.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " La Comisión, a la que fue presentado el recurso con fecha de 6 de abril de 1993, lo admitió a trámite el 26 de febrero de 1996.", "", " Tras haber buscado en vano un arreglo amistoso, la Comisión redactó, el 25 de febrero de 1997, un informe en el que se exponían los hechos y en el que se indicaba que no se habían violado los artículos 5.2 (unanimidad), 6.1 y 6.3 .e) (veinticuatro votos contra seis) y 6.1 y 6.3. b) (unanimidad), pero que se había violado el artículo 6.1 y 6.3. c) (unanimidad).", "", " La Comisión elevó el caso ante el Tribunal el 16 de abril de 1997.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " El recurrente alega que el hecho de no haber dispuesto del tiempo y de los medios necesarios para preparar su defensa para el proceso penal, y la falta de asistencia letrada en el procedimiento de casación constituyen una violación del artículo 6.1 en conjunción con los artículos 6.3. b) y 6.3. c). No mantuvo ante el Tribunal las reclamaciones basadas en los artículos 5.2, 6.1 y 6.3. e), que invocó ante la Comisión.", "", " I. Excepción previa planteada por el Gobierno", "", " El Tribunal estima que existe una vinculación muy estrecha entre la tesis mantenida por el Gobierno sobre la falta de agotamiento de las vías internas de recurso y la reclamación planteada por el recurrente basándose en el artículo 6.3 .c), acerca de la falta de asistencia letrada en el procedimiento de casación. El Tribunal decidió por tanto unir la excepción al fondo del asunto.", "", " II. Artículos 6.1 y 6.3. b) del Convenio", "", " El Tribunal pone de manifiesto que, dada la falta de asistencia letrada del recurrente, el juzgado designó para defenderle al abogado de uno de los otros acusados. A pesar de la gravedad de la infracción y de la complejidad del asunto, el abogado no dispuso apenas de tiempo para examinar el expediente y para preparar la defensa del Sr. Twalib. Teniendo en cuenta que el recurrente afirma que existía un conflicto de intereses entre el otro acusado y él, no cabe alegar, para justificar la brevedad del período de instrucción del abogado, que éste estaba muy familiarizado con el expediente. Por todo ello, cabe concluir que han existido graves carencias respecto a la equidad del procedimiento en primera instancia, que han podido perjudicar la situación del recurrente.", "", " El Tribunal advierte, no obstante, que en la apelación el recurrente fue representado por otro abogado, que recurrió su condena y la pena impuesta. Aunque el Tribunal de Apelación estaba capacitado para examinar todas las cuestiones de hecho y de Derecho y para impugnar la sentencia adoptada, el abogado del recurrente no alegó que la condena había sido impuesta de forma irregular y que había que iniciar un nuevo procedimiento. El Tribunal no ha apreciado que existiese ningún indicio claro que hubiese permitido al Tribunal de Apelación sospechar la existencia de una irregularidad en el procedimiento de primera instancia aunque no se le hubiese mencionado esta posibilidad.", "", " El Tribunal de Apelación emitió su fallo después de una vista pública a la que asistieron el recurrente y su defensor. Habida cuenta de que el Sr. Twalib tuvo oportunidad de plantear en esa vista la cuestión de la irregularidad alegada, y que nada hace pensar que la equidad del procedimiento de apelación pueda ser puesta en tela de juicio, el Tribunal concluye que no existió violación del artículo 6.1 en conjunción con el artículo 6.3. b).", "", " III. Artículos 6.1 y 6.3. c) del Convenio", "", " El Tribunal ha constatado la indigencia del recurrente, y su falta de medios suficientes para poder sufragar los servicios de un abogado defensor en el procedimiento de casación. Además, vista la gravedad de la infracción por la que se condenó al recurrente y la severidad de la pena impuesta, así como la complejidad del procedimiento de casación, y la falta de conocimientos jurídicos y lingüísticos del Sr. Twalib, el Tribunal estima que el interés de la justicia exigía que se concediese a éste el beneficio de justicia gratuita para plantear su recurso de casación.", "", " En consecuencia, y habiendo llegado a la conclusión de que la legislación griega no prevé la concesión del beneficio de justicia gratuita para las personas que recurren en casación, el Tribunal aprecia una violación del artículo 6.1 en conjunción con el artículo 6.3. c), y rechaza la excepción previa del Gobierno griego.", "", " IV. Artículo 50 del Convenio", "", " 1. Daños materiales", "", " El Tribunal rechaza la demanda, al no haberse establecido ningún nexo de causalidad entre la violación constatada y el daño alegado.", "", " 2. Perjuicio moral", "", " El Tribunal, resolviendo en equidad, concede al recurrente la cantidad de 1.500.000 GRD.", "", " 3. Costas y gastos", "", " El Tribunal decide sufragar parcialmente las costas y gastos del recurrente (2.000.000 GRD, menos 20.298 francos franceses ya desembolsados por el Consejo de Europa en concepto de asistencia jurídica).", "", " La sentencia ha sido adoptada por una Sala compuesta por nueve jueces, a saber, el Sr. R. Bernhardt (alemán), Presidente, el Sr. J. de Meyer (belga), el Sr. N. Valticos (griego), el Sr. I. Foighel (danés), el Sr. J. Makarczyk (polaco), el Sr. P. Jambrek (esloveno), el Sr. P. Kuris (lituano), el Sr. J. Casadevall (andorrano) y el Sr. P. van Dijk (neerlandés), así como por el Sr. H. Petzold, Secretario, y el Sr. P. J. Mahoney, Secretario adjunto.", "", " El juez Sr. Van Dijk ha emitido un voto particular parcialmente discrepante, al que se suman los Sres. Jueces Makarczyk y Jambrek y cuyo texto se adjunta a la sentencia."]}