{"file": "SPA_HJUDSPA_16922_90.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "16922/90", "text_paragraphs": ["Sentencia 16922/90", "", "CASO FISCHER CONTRA AUSTRIA", "", " Artículo 6.1 (Derecho a un proceso justo) Sentencia de 26 de abril de 1995", "", " Mediante sentencia dictada en Estrasburgo el 26 de abril de 1995 y recaída en el caso Fischer contra Austria, el Tribunal Europeo de Derechos Humanos constató una infracción del artículo 6.1 del Convenio Europeo de Derechos Humanos debido a la ausencia de audiencia pública ante el Tribunal Administrativo (unanimidad). No hizo constar, sin embargo, la existencia de infracción alguna a esa disposición en lo que se refiere a la queja del actor de no haber podido llevar su caso ante un «tribunal» (ocho votos contra uno). El Tribunal concedió al actor un importe determinado en concepto de reembolso de costas y gastos en virtud del artículo 50 del Convenio.", "", " La sentencia fue leída en audiencia pública por el Presidente del Tribunal, don Rolv Ryssdal.", "", "", "", " 1. HECHOS", "", " El actor posee una escombrera en Theresienfeld, Baja Austria. En 1973 el gobernador de Baja Austria había concedido al antiguo propietario una autorización revocable para la realización de vertidos, que posteriormente fue inscrita a nombre del actor.", "", " En 1986, la autorización fue revocada por diversos motivos, entre los que se encontraba el descubrimiento en el emplazamiento de sustancias tóxicas y no autorizadas. El recurso interpuesto por el actor ante el Ministerio Federal de Agricultura y Bosques fue rechazado tras un nuevo peritaje. El Ministerio rechazó asimismo la petición del actor para ser oído, debido a que ello no estaba previsto en los casos de retirada de autorizaciones. El actor sometió entonces el caso al Tribunal Administrativo, alegando en especial que las autoridades administrativas habrían debido oírlo. Pidió que el Tribunal Administrativo celebrara una vista.", "", " En septiembre de 1987, mientras el procedimiento se encontraba pendiente ante el Tribunal Administrativo, el actor interpuso un recurso ante el Tribunal Constitucional insistiendo en su derecho a ser oído por las autoridades administrativas y pidiendo una audiencia ante el Tribunal Constitucional. Éste no examinó el recurso al estimar que no tenía ninguna posibilidad seria de éxito. No se celebró ninguna vista.", "", " En septiembre de 1989, el Tribunal Administrativo rechazó fielmente la queja del actor por falta de fundamento. Estimó asimismo que no era necesaria ninguna vista, ni ante el Ministerio ni ante él mismo.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El señor Fischer se dirigió a la Comisión el 11 de mayo de 1990. Invocando el artículo 6.1 del Convenio, se quejaba de no haber podido disfrutar de un proceso equitativo. La Comisión admitió el recurso el 8 de septiembre de 1992.", "", " Después de intentar en vano lograr un acuerdo amistoso, el 9 de septiembre de 1993 la Comisión aprobó un informe en el que se establecían los hechos y se expresaba la opinión:", "", " a) de que no hubo infracción del derecho del actor a hacer que su causa fuera oída por un tribunal en el sentido del artículo 6.1 del Convenio (doce votos contra uno);", "", " b) de que hubo infracción del artículo 6.1 del Convenio debido a la falta de audiencia ante el Tribunal Administrativo (unanimidad);", "", " c) de que no hubo infracción del artículo 6.1 del Convenio debido a la ausencia de vista ante el Tribunal Constitucional (doce votos contra uno).", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1 del Convenio", "", " A. Derecho de acceso a un tribunal", "", " El Tribunal declara que el Tribunal Constitucional austríaco carece de la competencia necesaria, dado que su examen se limita a verificar si la decisión administrativa es conforme a la Constitución.", "", " En cuanto al alcance del control del Tribunal Administrativo, nada permite al Tribunal concluir que en el caso concreto estuvieran en juego sus poderes de examen. El Tribunal Administrativo examinó punto por punto todos los medios presentados por el actor sobre el fondo, sin verse nunca obligado a declararse incompetente para responder a ellos o establecer los hechos. Vista la naturaleza concreta de las quejas del actor y la amplitud del examen que exigían, el control ejercido por el Tribunal Administrativo respondía a las exigencias del artículo 6.1 (ocho votos contra uno).", "", " B. Falta de audiencia", "", " 1. Reserva austríaca", "", " En opinión del Tribunal, el artículo 39.1 (6) de la Ley sobre el Tribunal Administrativo no se encuentra cubierto por la reserva establecida por Austria en virtud del artículo 64 del Convenio, dado que la Ley entró en vigor en 1982, en tanto que Austria ratificó la Convención y formuló la reserva en cuestión en 1958.", "", " 2. Observancia del artículo 6.1 del Convenio", "", " El Tribunal destaca que el Tribunal Administrativo era el primer y único órgano judicial a que el señor Ficher sometió el caso. Vista la importancia del procedimiento en cuestión, el derecho de éste a que su causa fuera «oída públicamente» entrañaba el derecho a una «audiencia pública». La negativa del Tribunal Administrativo a celebrar la audiencia constituyó, por consiguiente, una infracción del artículo 6.1 del Convenio (unanimidad).", "", " II. Artículo 50 del Convenio", "", " A. Perjuicios materiales", "", " El Tribunal destaca que no le corresponde especular sobre el resultado del procedimiento si se hubiera celebrado una audiencia ante el Tribunal Administrativo y, por consiguiente, rechaza la demanda.", "", " B. Gastos y costas", "", " El Tribunal concede al actor 200.000 chelines austríacos en concepto de costas y gastos (unanimidad)."]}