{"file": "SPA_HJUDSPA_47848_08.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "47848/08", "text_paragraphs": ["© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2014. Esta traducción no vincula al Tribunal. Para más información véanse las indicaciones completas sobre copyright/derechos de autor al final de este documento.", "© Council of Europe/European Court of Human Rights, 2014. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ASUNTO CENTRO DE RECURSOS LEGALES A NOMBRE DE VALENTIN CÂMPEANU c. RUMANIA", "", "(Demanda núm. 47848/08)", "", "", "", "", "", "", "", "", "", "SENTENCIA", "", "", "", "ESTRASBURGO", "", "17 de julio de 2014", "", "", "Esta sentencia es firme. Puede sufrir retoques de forma", "", "En el asunto Centro de Recursos Legales a nombre de Valentin Câmpeanu contra Rumanía", "", "El Tribunal europeo de Derechos Humanos (Gran Sala) constituido en una Sala compuesta por los siguientes Jueces, Dean Spielmann, Presidente, Guido Raimondi, Ineta Ziemele, Isabelle Berro-Lefèvre, Alvina Gyulumyan, David Thór Björgvinsson, Ján Šikuta, Päivi Hirvelä, Luis López Guerra, Ledi Bianku, Nona Tsotsoria, Kristina Pardalos, Vincent A. de Gaetano, Angelika Nußberger, Paulo Pinto de Albuquerque, Paul Mahoney, Johannes Silvis, así como por el señor Michael O’Boyle, Secretario Adjunto,", "Tras haber deliberado en privado los días 4 de septiembre de 2013 y 26 de mayo de 2014,", "Dicta la siguiente,", "SENTENCIA", "PROCEDIMIENTO", "1.  El asunto tiene su origen en una demanda (núm. 47848/08) dirigida contra Rumanía, que una organización no gubernamental rumana, el Centro de Recursos Legales (“CR”) en nombre del señor Valentin Câmpeanu presenta ante el Tribunal, en virtud del artículo 34 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales (“el Convenio”), el 2 de octubre de 2008.", "2.  Interights, actuando hasta el 27 de mayo de 2014, como asesora del abogado del CRL está representada por el Sr. C. Cojocariu, abogado ejerciendo en Londres. El gobierno rumano (“el Gobierno”) está representado por su agente, la señora C. Brumar, del Ministerio de Asuntos Exteriores.", "3.  El CRL alega en nombre de Valentin Câmpeanu que este ultimo fue víctima de la violación de los artículos 2, 3, 5, 8, 13 y 14 del Convenio.", "", "4.  El 7 de junio de 2011 se dio traslado de la demanda al Gobierno. Se decidió asimismo resolver sobre la admisibilidad y el fondo de la demanda al mismo tiempo (artículo 29.1).", "", "", "5.  Se recibieron comentarios de Terceras partes intervinientes por parte del Observatorio de Derechos Humanos, el Euroregional Center for Public Initiatives, el Comité de Helsinki Búlgaro y el Mental Disability Advocacy Center, habiendo obtenido todos ellos el permiso del Presidente para intervenir en los procedimientos (artículo 36.2 del Convenio y artículo 44.3 del Reglamento del Tribunal). El Comisionado de Derechos Humanos del Consejo de Europa ejerció su derecho a intervenir en los procedimientos y presentó comentarios escritos (artículo 36.3 del Convenio y artículo 44.2 del Reglamento).", "El Gobierno contestó a estos comentarios (artículo 44.5 del reglamento).", "6.  El 4 de septiembre de 2013 se celebró una audiencia pública en el Palacio de derechos humanos, Estrasburgo (artículo 59.3 del reglamento).", "Comparecen ante el Tribunal:", "(a)  Por parte del Gobierno", "\nSra.\tC. Brumar,\tAgente,\nSr.\tG. Caian,\tAsesor,\nSr.\tD. Dumitrache,\tCo-Agente;", "(b)  por parte del CRL\nSra.\tG. Iorgulescu, Director Ejecutivo, CLR,\nSra.\tG. Pascu, Director del Programa, CLR,\nSr.\tC. Cojocariu, Abogado, Interights,\tAsesor;", "(c)  por parte del Comisionado de Derechos Humanos del Consejo de Europa\nSr.\tN. Muižnieks, Comisionado de derechos Humanos,\nSr.a\tI. Gachet, Directora, Oficina del Comisionado de derechos Humanos,\nSr.a\tA. Weber, Asesora, Oficina del Comisionado de derechos Humanos.", "", "El Tribunal escuchó las observaciones de la Sr.a. Brumar, Sr. Caian, Sr. Cojocariu, Sr.a Iorgulescu y Sr. Muižnieks. La Sr.a Brumar, Sr. Cojocariu y Sr.a Iorgulescu contestaron posteriormente las preguntas formuladas por el Tribunal.", "HECHOS", "I.  CIRCUNTANCIAS DEL CASO", "A.  La muerte de Valentin Câmpeanu", "1.  Antecedentes de hecho", "7.  Valentin Câmpeanu, un hombre de raza Roma, nació el 15 de septiembre de 1985. De padre desconocido, su madre, Florica Câmpeanu, que murió en 2001, le abandonó al nacer. El Sr.  Câmpeanu fue llevado a un orfanato, el Centro Corlate, donde creció.", "En 1990 el Sr. Câmpeanu fue diagnosticado como VIH positivo. Posteriormente fue diagnosticado de una “profunda discapacidad intelectual, un CI de 30 y VIH” y por tanto fue clasificado como perteneciente al grupo de discapacidad “grave”, En esa época también desarrolló síntomas asociados como tuberculosis pulmonar, neumonía y hepatitis crónica.", "En marzo de 1992 fue trasladado al Centro de Cracovia para niños con discapacidad y en el último momento al Centro de Asignación núm. 7 de Cracovia (“el Centro de Asignación”).", "2.  Valoraciones 2003-2004", "8.  El 30 de septiembre de 2003 el Panel de Protección infantil del condado de Dolj (el “Panel”) ordenó que el Sr. Câmpeanu ya no debía estar a cargo del Estado por más tiempo. La decisión fue justificada alegando que el Sr. Câmpeanu recientemente había cumplido los dieciocho años y en ese momento no estaba inscrito en ningún sistema educativo.", "Aunque el trabajador social que se ocupaba del Sr. Câmpeanu había recomendado su traslado al centro local de recuperación neuropsicológica y rehabilitación, el Panel ordenó que un trabajador social competente tomara todas las medidas necesarias para trasladar al Sr. Câmpeanu al Hospital Neuropsiquiátrico Poiana Mare (“PMH”). Conforme a la legislación aplicable, la decisión podría ser recurrida ante el Tribunal de distrito de Craiova.", "El Sr. Câmpeanu no estaba presente en persona y no estuvo representado en la audiencia celebrada por el panel.", "", "9.  El 14 de octubre del 2003 la estado de salud del Sr. Câmpeanu fue nuevamente evaluado por el Panel Médico Examinador de Adultos Discapacitados del condado de Dolj. El examen dio como resultado tan solo la constatación de la infección por VIH, y una discapacidad correspondiente al grupo medio. También se mencionaba que el paciente estaba “socialmente integrado”.", "10.  Posteriormente, en una fecha inespecificada en octubre o noviembre de 2003, un asistente social y un médico llevaron a cabo una evaluación médica y de bienestar del Sr. Câmpeanu desde el Centro de asignación como un requisito previo para su admisión en un centro de atención médica y social. Bajo el título “Representante legal” indicaron “abandonado al nacer” mientras que en el espacio correspondiente a “persona de contacto en caso de emergencia” se dejó en blanco. El diagnóstico indicaba una “grave discapacidad intelectual, VIH positivo” sin ninguna referencia al diagnóstico previo (ap. 9). La siguiente información se incluyó en su informe de evaluación: “requiere supervisión y asistencia intermitente con atención personal” y el informe concluía que el Sr. Câmpeanu estaba capacitado para cuidar de si mismo, pero al mismo tiempo requería un apoyo importante.", "", "11.  Mediante carta de 16 de octubre de 2003 el PMH informó al Panel que no podía admitir al Sr. Câmpeanu, quien había sido diagnosticado de VIH y discapacidad intelectual, debido a que el hospital carecía de las instalaciones necesarias para tratar a personas con ese diagnóstico.", "", "12.  Tras su rechazo, entre octubre de 2003 y enero de 2004, el Panel y el Departamento del condado para la protección de los derechos del niño (“Departamento de Protección del Niño”) contactó con una serie de instituciones solicitando ayuda para localizar algún establecimiento de atención social y psiquiátrica que deseara admitir al Sr. Câmpeanu. Mientras afirmaba que el PMH había rechazado admitir al paciente porque tenía VIH, el Departamento de Protección del Niño solicitó la cooperación de las instituciones implicadas, mencionando que el estado del Sr. Câmpeanu “no necesitaba hospitalización, tan solo una supervisión continua en una institución especializada”.", "3.  Admisión en el Centro de atención médica y social", "13.  El Panel identificó eventualmente al Centro de Atención Médica y Social CetateDolj (“el CMSC”) como un establecimiento adecuado donde Valentin Câmpeanu podía ser ubicado. En su solicitud al CMSC, el Panel sólo mencionó que señor Câmpeanu era VIH-positivo, correspondiente al grupo de discapacidad media, sin hacer referencia a sus dificultades de aprendizaje.", "", "14. El 5 de febrero de 2004 el Sr. Câmpeanu fue admitido en el CMSC. Conforme a un informe elaborado por el CMSC y enviado al CLR de 5 de marzo de 2004 detallando su condición tras su ingreso, el Sr. Câmpeanu presentaba un estado avanzado de “degradación física y psiquiátrica”, vestido con un chándal hecho jirones, sin ropa ni zapatos y sin recibir ningún tratamiento antirretroviral (“ARV”) o información relativa a su condición médica. Se señalaba que el paciente “se negaba a cooperar”.", "En su declaración a la fiscalía el 22 de julio de 2004 en el contexto de los procedimientos internos (descrito en la sección B), M.V., el médico que había tratado al Sr. Câmpeanu en el centro de asignación, justificó que no se proporcionara la medicación adecuada o información en base a que no sabía si, dependiendo de los resultados de las investigaciones más recientes (véase el ap. 9), sería necesario modificar su tratamiento.", "Un examen médico realizado tras el ingreso del Sr. Câmpeanu en el CMSC concluyó que sufría de “discapacidad intelectual grave, la infección por VIH y desnutrición”. En aquel momento, medía 168 centímetros y pesaba 45 kilos. Se mencionó que “él no podía orientarse solo en el tiempo y espacio y que era incapaz de alimentarse o cuidar su higiene personal por sí mismo”.", "15. Durante la noche del 6 de febrero de 2004 el Sr. Câmpeanu se encontraba agitado. Según el informe mencionado por el CMSC (véase el ap. 14), en la mañana del 7 de febrero de 2004 él se volvió violento, agredió a otros pacientes, rompió una ventana y rompió un colchón y su ropa y sábanas. Se le dio fenobarbital y luego diazepam para calmarlo.", "4.  Examen en el PMH", "14.  El 9 de febrero de 2004 Sr. Câmpeanu fue llevado al PMH para examen, diagnóstico y tratamiento, debido a que era el establecimiento psiquiátrico más próximo. Nuevamente se le diagnosticó “discapacidad intelectual grave”. Sin embargo, su condición fue descrita como “de no emergencia psiquiátrica”, dado que “no estaba agitado”. El Dr. L.G. le diagnosticó una “discapacidad intelectual media” y le prescribió medicamentos sedantes (carbamazepina y diazepan).", "Según los informes médicos conservados en el PMH, no se podría obtener ninguna información sobre el historial médico del Sr. Câmpeanu tras su ingreso en el hospital, debido a que él “no cooperaría”. En la declaración que ofreció a las autoridades de investigación el 8 de diciembre de 2005, la Dra. D.M. del PMH declaró que “el paciente era diferente en la medida en que no era posible comunicarse con él y tenía una discapacidad mental”.", "5.  Retorno al CMSC", "15.  El Sr. Câmpeanu fue devuelto al CMSC el mismo día, momento en el cual su salud había empeorado considerablemente. En ese momento, el CMSC había recibido un suministro de medicamentos ARV y así se reanudó su tratamiento con antirretrovirales. A pesar de estas medidas, su condición no mejoró, los informes médicos mencionaban que él continuaba “agitado” y “violento”.", "", "18. El CMSC decidió, debido a que carecía de las instalaciones necesarias para tratar la condición del señor Câmpeanu, que era imposible mantenerlo allí por más tiempo. El hospital envió una solicitud al centro de asignación solicitando su traslado a un establecimiento diferente. Sin embargo, el centro de asignación rechazó la solicitud alegando que él ya se encontraba “fuera de su jurisdicción”.", "", "19. El 11 de febrero de 2004 E.O., el director del CMSC, supuestamente llamó al Departamento de salud pública del condado de Dolj y solicitó que se alcanzara una solución que permitiera al Sr. Câmpeanu ser trasladado a un centro que fuera más conveniente para el tratamiento de sus problemas de salud. Parece que le aconsejaron trasladarlo al PMH durante un período de cuatro a cinco días para tratamiento psiquiátrico.", "6.  Traslado al PMH", "16.  El 13 de febrero de 2004 el Sr. Câmpeanu fue trasladado del CMSC al PMH, dando por sabido que su estancia en el PMH no superaría los tres o cuatro días al objeto de tratar de proporcionarle un tratamiento para su conducta hiperagresiva. Fue asignado al Departamento Psiquiátrico V.", "", "17.  El 15 de febrero de 2004 el Sr. Câmpeanu fue colocado bajo la atención de la Dra. L.G. Debido a que el Sr. Câmpeanu era VIH-positivo, la doctora decidió trasferirlo al Departamento Psiquiátrico VI. Continuó a cargo de su tratamiento psiquiátrico, debido a que el Departamento no disponía de médicos especialistas ni psiquiatras, solo dos médicos generalistas en su plantilla.", "", "18.  El 19 de febrero de 2004 el Sr. Câmpeanu dejó de comer y se negó a tomar su medicación. Se le prescribió entonces un tratamiento intravenoso que incluía glucosa y vitaminas. Tras el examen por parte de la doctora se le encontró “en general enfermo”.", "7.  Visita de la plantilla del CLR", "19.  El 20 de febrero de 2004 un equipo de supervisores del CLR visitó el PMH e informó del estado del señor Câmpeanu. Conforme a la información contenida en un informe del personal del CLR en esa visita, el Sr. Câmpeanu estaba solo en una habitación aislada, sin calefacción y encerrado, que contenía sólo una cama sin ninguna ropa de cama. Estaba vestido sólo con la parte de arriba del pijama. En ese momento no podía comer ni ir al cuarto de baño sin ayuda. Sin embargo, el personal del PMH se negaba a ayudarlo, supuestamente por temor al contagio del VIH. En consecuencia, la única nutrición dispensada al Sr. Câmpeanu era glucosa, a través de un goteo. El informe concluyó que el hospital no le proporcionó los servicios más básicos de atención y tratamiento.", "Los representantes del CLR declararon que habían solicitado su traslado inmediato al hospital de enfermedades infecciosas en Craiova, donde podría recibir tratamiento adecuado. Sin embargo, el gerente del hospital había decidido contra esa solicitud, creyendo que el paciente no era un “caso de emergencia, sino un caso social”, y que en cualquier caso él no resistiría el viaje.", "", "24. Valentin Câmpeanu murió en la tarde del 20 de febrero de 2004. Conforme a su certificado de defunción, emitido el 23 de febrero de 2004, la causa inmediata de la muerte fue insuficiencia cardiorrespiratoria. El certificado también señaló que la infección por el VIH era la “condición mórbida original” y señaló la “discapacidad intelectual” como “otra importante condición mórbida”.", "", "20. A pesar de las disposiciones legales que hacían obligatorio realizar una autopsia cuando la muerte se produce en un hospital psiquiátrico (Orden conjunta núm.1134/255/2000 del Ministerio de justicia y el Ministerio de sanidad), el PMH no realizó la autopsia del cuerpo, afirmando que “no se creía que fuera una muerte sospechosa, tomando en consideración las graves condiciones mostradas por el paciente” (es decir discapacidad intelectual y la infección por VIH).", "", "26. Ignorante de la muerte del Sr. Câmpeanu, el 21 de febrero de 2004 el CLR había redactado varias cartas urgentes y luego las había enviado a numerosos funcionarios locales y centrales, incluyendo el Ministro de sanidad, el prefecto del condado de Dolj, el alcalde de Poiana Mare y el director del Departamento de salud pública del condado de Dolj, destacando la condición extremadamente crítica del señor Câmpeanu y el hecho de que había sido trasladado a una institución que era incapaz de dispensarle una atención adecuada, en vista de su infección por el VIH; el CLR asimismo criticaba el tratamiento inadecuado que estaba recibiendo y pedía medidas urgentes a tomar para resolver la situación. Asimismo declaraba que la admisión del Sr. Câmpeanu en el CMSC y posterior traslado al PMH había sido en violación de sus derechos humanos e instaba a que se realizara una investigación apropiada de la cuestión.", "El 22 de febrero de 2004 el CLR emitió un comunicado de prensa destacando las condiciones y el trato recibido por los pacientes en el PMH, haciendo especial referencia al caso del Sr. Câmpeanu y reclamando una acción urgente.", "B.  Procedimientos internos", "1. Denuncia penal presentada por el CLR", "21.  En una carta del 15 de junio de 2004 al Fiscal General de Rumania, el CLR solicitó una actualización sobre el estado del procedimiento después de la denuncia penal que había presentado ante esa institución el 23 de febrero de 2004 en relación con las circunstancias que llevaron a la muerte de Valentin Câmpeanu; en la denuncia había subrayado que el que Sr. Câmpeanu no había sido asignado a una institución médica apropiada, como lo exigía su condición médica y psicológica.", "", "28. El mismo día, el CLR interpuso dos nuevas denuncias penales más, una ante la Fiscalía adscrita al tribunal de distrito de Craiova y la otra ante la Fiscalía adscrita al tribunal del condado de Craiova. El CLR repitió su solicitud de apertura de una investigación criminal en relación con las circunstancias que llevaron y rodearon la muerte del Sr. Câmpeanu, alegando que se habían cometido los siguientes delitos:", "(i) negligencia, por parte de los empleados del Departamento de protección del niño y del centro de asignación (artículo 249.1 del Código Penal);", "(ii) mala praxis y omisión culposa contra los intereses de una persona y poner en peligro a una persona incapaz de cuidar de sí mismo o de sí misma, por parte de los empleados del CMSC (artículos 246 y 314 del Código Penal); y", "(iii) homicidio por negligencia o poner en peligro a una persona incapaz de cuidar de sí mismo o de sí misma, por parte de los empleados del PMH (artículo 178.2 y artículo 314 del Código Penal).", "Asimismo, el CLR sostuvo que el Panel de examen médico había clasificado erróneamente al Sr. Câmpeanu como encontrándose en el grupo de discapacidad medio, contrariamente a los diagnósticos previos y posteriores (véase el ap.9). A su vez, el Departamento de protección del niño no inició un procedimiento para el nombramiento de un tutor cuando el Sr. Câmpeanu alcanzó la mayoría de edad, en violación de la legislación vigente.", "Por otra parte, el centro de asignación no suministró la medicación ARV requerida al personal del CMSC cuando se trasladó al Sr. Câmpeanu allí el 5 de febrero de 2004, que pudo causar su muerte dos semanas más tarde.", "El CLR también denunció que el traslado desde el CMSC al PMH había sido innecesario, incorrecto y contrario a la legislación vigente, adoptándose la medida sin consentimiento del paciente o de su representante, según lo requerido por la ley de Derechos del Paciente (ley núm. 46/2003).", "Finalmente, el CLR alegó que el Sr. Câmpeanu no había recibido atención médica, tratamiento o nutrición adecuados en el PMH.", "", "22.  El 22 de agosto de 2004, la Fiscalía General informó al CLR que el caso había sido remitido a la fiscalía adscrita al tribunal del condado de Dolj para investigación.", "El 31 de agosto de 2004 la fiscalía adscrita al tribunal del condado de Dolj informó al CLR que se habían abierto diligencias penales en respuesta a su denuncia, y que la investigación había correspondido al Departamento de Investigación Criminal del condado de Dolj (“el Departamento de policía”).", "2.  Informe forense", "23.  El 14 de septiembre de 2004, a solicitud de la fiscalía, se emitió un informe forense por parte del Instituto de medicina Forense de Craiova. Basado en los informes médicos presentados, el informe concluyó lo siguiente:", "“Se prescribió tratamiento médico para el VIH y la condición psiquiátrica (del paciente), siendo el tratamiento correcto y adecuado así como la dosis, en relación con la situación clínica e inmunológica del paciente.", "No se puede establecer si el paciente tomó la medicación prescrita, considerando su avanzado estado de degradación psicosomática.”", "24.  El 22 de octubre de 2004 se exhumó el cuerpo Valentin Câmpeanu y se realizó la autopsia. Se elaboró un nuevo informe forense el 2 de febrero de 2005, que informaba que el cuerpo presentaba avanzados signos de caquexia y concluyó lo siguiente:", "“... la muerte no fue violenta. Fue debida a una insuficiencia cardiorrespiratoria causada por la neumonía, una complicación sufrida durante la progresión del virus del VIH. Tras la exhumación no se evidencian signos de violencia.”", "3.  Decisiones del fiscal", "25.  El 19 de julio de 2005 la fiscalía adscrita al tribunal del condado de Dolj dictó una decisión de proseguir el procedimiento, declarando, inter alia, que, conforme a las pruebas producidas, el tratamiento médico suministrado al paciente había sido adecuado y que la muerte no había sido violenta, sino más bien había sido causada por una complicación producida durante la progresión de la infección del VIH del Sr. Câmpeanu.", "", "33. El 8 de agosto de 2005 el CLR presentó una denuncia contra esa decisión ante el fiscal jefe de la fiscalía adscrita al tribunal del condado de Dolj, denunciando, inter alia, que no habían sido examinadas algunas de las propuestas formuladas sobre el tratamiento médico al paciente, la presunta interrupción del tratamiento ARV y las condiciones de vida en los hospitales.", "El 23 de agosto de 2005 el fiscal jefe admitió la denuncia, anuló la decisión del 19 de julio de 2005 y ordenó la reapertura de la investigación para que todos los aspectos del caso pudieran ser examinados. Se recibieron instrucciones específicas en cuanto a ciertos documentos médicos que debían ser examinados, una vez que hubieran sido obtenidos del Hospital de enfermedades infecciosas en Craiova, el centro de asignación, el CMSC y el PMH. Los médicos que habían tratado al Sr. Câmpeanu debían ser interrogados. Debían esclarecerse las circunstancias en las que el tratamiento ARV había o no había sido proporcionado al paciente mientras permaneció en el CMSC y en el PMH, especialmente por qué los informes médicos del PMH no mencionaban nada sobre esa cuestión.", "", "34. El 11 de diciembre de 2006 la Fiscalía adscrita al tribunal del condado de Dolj decidió que, en virtud de las nuevas normas procesales vigentes, carecía de jurisdicción para llevar a cabo la investigación y remitió el sumario del caso a la fiscalía adscrita al tribunal de distrito de Calafat.", "4.  Medidas disciplinarias", "26.  El 11 de enero de 2006 el Departamento de Policía solicitó a la Asociación Médica del condado de Dolj (“la Asociación Médica”) una opinión sobre “si el planteamiento terapéutico (aprobado) era correcto en vista del diagnóstico (establecido en el informe de autopsia) o si contiene indicaciones de mala práctica médica”.", "El 20 de Julio de 2006 la Junta Disciplinaria de la Asociación Médica dictaminó que no existían motivos para tomar medidas disciplinarias contra el personal del PMH:", "“... el tratamiento psicotrópico, como señalan las notas de observación clínica general del PMH, era adecuado... [y por tanto] ... la información recibida sugiere que las decisiones del doctor eran correctas, sin sospecha de negligencia médica [surgida de] una oportuna infección asociada al VIH [siendo] incorrectamente tratada.”", "Esta decisión fue impugnada por el Departamento de Policía, pero el 23 de noviembre de 2006, dicha impugnación fue rechazada como extemporánea.", "5.  Nueva decisión de no procesar y posteriores apelaciones", "27.  El 30 de marzo de 2007 la fiscalía adscrita al tribunal de distrito de Calafat dictó una nueva decisión de no procesamiento. El fiscal se basó en su razonamiento en las pruebas aducidas en el sumario, así como en la decisión dictada por la Junta Disciplinaria de la Asociación Médica.", "", "28.  El CLR presentó una denuncia contra esa decisión, alegando que la mayoría de las instrucciones dadas en la decisión del fiscal jefe de 23 de agosto de 2005 (véase ap. 33) habían sido ignoradas. La denuncia fue desestimada por el fiscal jefe de la fiscalía adscrita al tribunal de distrito de Calafat el 4 de junio de 2007. La breve declaración de razones en su decisión se refería a las conclusiones del informe forense de 14 de septiembre de 2004 y la decisión de la Asociación Médica de 20 de julio de 2006.", "El 10 de agosto de 2007 el CLR impugnó la decisión ante el Tribunal de distrito de Calafat.", "", "29.  El 3 de octubre de 2007 el tribunal de distrito de Calafat admitió la denuncia, anulando las decisiones de 30 de marzo de 2007 y 4 de junio de 2007 y ordenó la reapertura de la investigación, declarando que ciertos aspectos de la muerte del Sr. Mr Câmpeanu no habían sido examinados y que debían producir nuevas evidencias.", "Entre las deficiencias resaltadas por el tribunal figuraba: la mayoría de los documentos que se supone que habían sido obtenidos del Hospital de enfermedades infecciosas en Craiova y del centro de asignación en realidad no habían sido agregados al expediente de investigación (los documentos forenses en base a los cuales el Sr. Câmpeanu había sido admitido en el CMSC y trasladado al PMH; los exámenes clínicos y paraclínicos realizados, los registros del interrogatorio de los médicos y enfermeras que estaban a cargo de la atención del Sr. Câmpeanu; y las directrices de la prueba para el VIH). Las contradicciones en las declaraciones de los implicados en la admisión del Sr. Câmpeanu al CMSC no habían sido esclarecidas, y tampoco figuraban las circunstancias por las que se había interrumpido su tratamiento antirretroviral tras ser trasladado al PMH. Además, las declaraciones contradictorias del personal médico del CMSC y del PMH respecto al supuesto “estado de agitación” del Sr. Câmpeanu y el CMSC no habían sido aclaradas.", "Los investigadores tampoco habían podido determinar si el personal médico del PMH había llevado a cabo las pruebas necesarias tras la admisión del Sr. Câmpeanu y si había recibido antirretrovirales o cualquier otra medicación apropiada. Los investigadores no habían podido establecer el origen del edema observado en el rostro del Sr. Câmpeanu y extremidades inferiores y si el tratamiento terapéutico aprobado en el PMH había sido correcto. Dados estos errores, la solicitud de una opinión a la Asociación Médica había sido prematura y debería ser nuevamente solicitada una vez se hubiera completado la investigación.", "39. La Fiscalía adscrita al tribunal de distrito de Calafat apeló esa sentencia. El 4 de abril de 2008 el tribunal del condado de Dolj admitió la apelación, anuló la sentencia dictada por el tribunal de distrito de Calafat y desestimó la denuncia del CLR con respecto a la decisión del 30 de marzo de 2007 de no continuar el procesamiento.", "El tribunal se basó principalmente en las conclusiones del informe forense y en el informe de la autopsia, y también en la decisión de la Asociación Médica, todos los cuales afirmaron que no existía ningún nexo causal entre el tratamiento dado a al Sr. Câmpeanu y su muerte.", "C.  Otros procedimientos iniciados por el CLR", "1.  Respecto al Sr. Câmpeanu", "30. En respuesta a las denuncias presentadas por el CLR (véase el ap. 26 arriba), el 8 de marzo de 2004 el prefecto del condado de Dolj creó una Comisión con la tarea de llevar a cabo una investigación sobre las circunstancias que rodearon la muerte de Valentin Câmpeanu. La Comisión estaba compuesta por representantes del Departamento de protección del niño, el Departamento de salud pública, el Departamento de Investigación Criminal de la policía y la prefectura. La Comisión dispuso de 10 días para completar la investigación y presentar un informe sobre sus conclusiones.", "El informe de la Comisión concluyó que todos los procedimientos relativos al tratamiento del Sr.. Câmpeanu después de su traslado desde el centro de asignación habían sido legítimos y justificados teniendo en consideración su diagnóstico. La Comisión solamente encontró una irregularidad, que la autopsia no se había realizado inmediatamente después de la muerte del Sr. Câmpeanu, vulnerando la legislación vigente (véase el ap. 25 ).", "", "31. El 26 de junio de 2004 el CLR presentó una denuncia ante la Autoridad Nacional para la Protección y Adopción de los Niños (“la Autoridad Nacional”), criticando varias deficiencias relativas principalmente el fallo en no nombrar un tutor para el Sr. Câmpeanu y asignarle a una institución médica apropiada. El CLR reiteró su denuncia el 4 de agosto de 2004, alegando que el traslado ilícito del Sr. Câmpeanu al PMH podría plantear cuestiones en virtud del artículo 5.1 (e) del Convenio.", "En respuesta a esas acusaciones, la Autoridad Nacional emitió un informe el 21 de octubre de 2004 sobre las circunstancias que rodearon la muerte del Sr. Câmpeanu. La Autoridad Nacional reconoció que el Panel se había extralimitado al ordenar el ingreso del Sr. Câmpeanu en el PMH. No obstante, indicó que, en cualquier caso, la orden no tuvo consecuencias, dado que la institución rechazó inicialmente la admisión del Sr. Câmpeanu (véase el ap.11).", "La Autoridad Nacional concluyó que el Departamento de protección del niño había actuado conforme a los principios de ética profesional y la buena práctica cuando trasladó al Sr. Câmpeanu al CMSC. Al mismo tiempo, la Autoridad Nacional declaró que no estaba autorizada para emitir un juicio sobre el posterior traslado del Sr. Câmpeanu al PMH.", "Asimismo, la Autoridad Nacional declinó expresar una opinión sobre la categorización presuntamente ilícita del Sr. Câmpeanu como perteneciente al grupo de incapacidad medio, o sobre los acontecimientos ocurridos después de su ingreso en el CMSC.", "32.  El 24 de marzo de 2004 el Departamento de Salud Pública del condado de Dolj informó al CLR que una comisión formada por varios funcionarios a nivel regional había concluido que “se habían vulnerado derechos humanos” en relación con la muerte del Sr. Câmpeanu, dado que sus sucesivos ingresos en el hospital estaban justificados en virtud del artículo 9 de la ley núm. 584/2002 sobre medidas de prevención de la propagación del VIH y la protección de las personas infectadas por el VIH o sufriendo SIDA.", "2.  Respecto a otros pacientes", "33. El 16 de marzo de 2005, tras una investigación criminal respecto a la muerte de diecisiete pacientes en el PMH, la Fiscalía General envió una carta al Ministro de Sanidad, solicitándole que tomara algunas medidas administrativas con el fin de reconducir la situación en el hospital. Si bien se señalaba que no se detectaban mala praxis ilícita respecto a las muertes en cuestión, la carta señalaba “deficiencias administrativas” observadas en el hospital y reclamaba que se tomaran medidas adecuadas para solucionar los siguientes problemas:", "“falta de calefacción en las habitaciones de los pacientes; comida hipocalórica; plantilla insuficiente; práctica insuficiente en atención a pacientes mentalmente discapacitados; ausencia de medicación efectiva; oportunidades de llevar a cabo investigaciones paraclínicas extremadamente limitadas..., habiendo facilitado todos estos factores la aparición de enfermedades infecciosas y su progresión fatal ...”", "34.  En una decisión de 15 de junio de 2006 sobre una denuncia penal presentada por el CLR en nombre de otro paciente, P.C., que había muerto en el PMH, el Tribunal Supremo de casación y Justicia desestimó una objeción de la Fiscalía respecto a que el CLR carecía de locus standi. Encontró que el CLR efectivamente tenía locus standi para comparecer en procedimientos de esta naturaleza con el fin de esclarecer las circunstancias en las que diecisiete pacientes habían muerto en el PMH entre enero y febrero de 2004, dado su ámbito de actividad y objetivos declarados como una fundación para la protección de los derechos humanos. El Tribunal declaró lo siguiente:", "“El Tribunal Supremo considera que el CLR puede considerarse como “cualquier otra persona cuyos intereses legítimos son vulnerados en el sentido del artículo 2781 de la ley de Enjuiciamiento Criminal. La legitimidad de su interés reside en la solicitud del CLR de establecer y esclarecer las circunstancias que condujeron a la muerte de diecisiete pacientes en el PMH entre enero y febrero de 2004; su objetivo es también velar por el derecho a la vida y la prohibición de la tortura y malos tratos... iniciando un investigación oficial criminal que sería eficaz y exhaustiva con el fin de identificar a los responsables de las violaciones de los derechos antes mencionados, conforme a los requisitos de los artículos 2 y 3 del Convenio Europeo de Derechos Humanos. También persigue aumentar la conciencia de la sociedad en cuanto a la necesidad de proteger los derechos humanos fundamentales y las libertades y para asegurar el acceso a la justicia, que corresponde a los objetivos declarados de la ONG.", "Se ha demostrado su interés legítimo al iniciar investigaciones, que están pendientes.", "Al mismo tiempo, la posibilidad de que el CLR presente una denuncia conforme al artículo 2781...representa un recurso judicial del que los denunciantes disponen, también en cumplimiento de las disposiciones del artículo 13 del Convenio Europeo de Derechos Humanos...”", "D.  El Informe pericial presentado por el CLR", "35.  El CLR presentó un informe pericial de fecha 4 de enero de 2012 elaborado por el Dr. Adriaan van Es, miembro del Equipo Asesor Forense y director de la Federación Internacional de Salud y Organizaciones de Derechos Humanos (IFHHRO), asistido por Anca Boeriu, Jefe de proyectos del IFHHRO. El informe se basó en las copias de las pruebas que el CLR había presentado ante el Tribunal, incluyendo los informes médicos del CMSC y el PMH.", "El dictamen pericial se refiere a los “muy pobres, deficientes, a menudo ausentes o desaparecidos” registros médicos en el PMH y el CMSC, en los que la descripción de la situación clínica del Sr. Câmpeanu era “escasa”. Señaló que durante su estancia en el PMH, el paciente nunca había sido revisado por un especialista en enfermedades infecciosas. Además, contrariamente a la legislación rumana, no se realizó la autopsia inmediatamente después de la muerte del paciente.", "Respecto al tratamiento antirretroviral, los documentos disponibles no proporcionaron información fiable en cuanto a si lo había recibido de forma continua. Por lo tanto, como resultado del tratamiento inadecuado, el Sr. Câmpeanu habría sufrido una recaída del VIH, y también de infecciones oportunistas como la neumonía por pneumocystis (la neumonía aparecía en el informe de la autopsia como la causa de la muerte). El dictamen señaló que la neumonía no había sido diagnosticada o tratada mientras el paciente estuvo en el PMH o el CMSC, a pesar de que era una enfermedad muy común entre los pacientes con VIH. Las pruebas comunes de laboratorio para controlar el estado del paciente con VIH nunca fueron realizadas.", "El informe pericial afirmó que ciertos comportamientos interpretados como trastornos psiquiátricos podrían haber sido causados por la septicemia.", "Por tanto, los riesgos de interrumpir el tratamiento antirretroviral, la posibilidad de infecciones oportunistas y los antecedentes de tuberculosis del paciente deberían haber llevado al ingreso del Sr. Câmpeanu en el área de enfermedades infecciosas de un hospital general y no en una institución psiquiátrica.", "", "36.  El informe concluía que la muerte del Sr. Câmpeanu en el PMH fue el resultado de una “grave negligencia médica”. El tratamiento del VIH y de las infecciones oportunistas no cumplió con los estándares internacionales y la ética médica, dado que disponía del asesoramiento y tratamiento del paciente para su grave discapacidad intelectual. Además las medidas disciplinarias ante la Junta Disciplinaria de la Asociación Médica fueron deficientes y negligentes, en ausencia de importante documentación médica.", "E.  Información relativa a las instituciones médicas Cetate y Poiana Mare", "1.  Hospital Neuropsiquiátrico Poiana Mare", "37.  El PMH se localiza en el condado de Dolj County al sur de Rumanía, a 80 km. de Craiova, en una antigua base militar que ocupa treinta y seis hectáreas de tierra. El PMH tiene capacidad para 500 pacientes, tanto voluntarios como involuntarios, en este último caso como resultado de procedimientos civiles o criminales. Hasta hace unos años, el hospital disponía también de un área para pacientes tuberculosos. El área fue recolocada en una ciudad próxima como resultado de la presión ejercida por organismos nacionales e internacionales, incluyendo el Comité Europeo para la prevención de la tortura (“el CPT”).", "En el momento de los hechos en causa, es decir en febrero de 2004, había 436 pacientes en el PMH. El personal médico incluía cinco psiquiatras, cuatro residentes de psiquiatría y seis médicos generales. Conforme al informe del CPT de 2004 (véase el apartado 77), durante dos inviernos consecutivos, 109 pacientes murieron en circunstancias sospechosas en el PMH – ochenta y uno entre enero y diciembre de 2003 y veinte y ocho en los primeros cinco meses de 2004. El CPT visitó el PMH en tres ocasiones, en 1995, 1999 y 2004; su última visita tuvo como objetivo específico el investigar el alarmante aumento de la tasa de mortalidad. Después de cada visita, el CPT emitió informes muy críticos, destacando las “condiciones de vida inhumanas y degradantes” en el PMH. Tras una visita a varias de las instituciones médicas indicadas como problemáticas en los informes del CPT, entre ellas el PMH, el Ministerio de sanidad emitió un informe el 2 de septiembre de 2003. Concluyó que en el PMH, la medicación proporcionada a los pacientes era inadecuada, porque no había ningún vínculo entre el diagnóstico psiquiátrico y el tratamiento proporcionado, o porque los exámenes médicos eran muy limitados. Se encontraron varias deficiencias con respecto a la eficiencia en la gestión y el insuficiente número de personal médico en relación con el número de pacientes.", "2.  Centro de Atención Médica y Social Cetate", "38.  Parece, de la información recibida del CLR que el CMSC era un centro pequeño de atención médica y social, con una capacidad de veinte camas a principios de 2004; en ese momento había dieciocho pacientes en el CMSC. Antes del 1 de enero de 2004, cuando fue designado como centro de atención médica y social, el CMSC era un hospital psiquiátrico.", "Conforme al certificado de acreditación de 2006-2009, el CMSC estaba autorizado para proporcionar servicios a adultos en situaciones familiares difíciles, haciendo hincapié en el componente social de la atención médica y social.", "II.  LEGISLACION Y JURISPRUDENCIA INTERNA APLICABLE", "A.  Código penal Rumano", "39.  Las partes aplicables del Código Penal Rumano en vigor en el momento de los hechos impugnados disponen:", "Artículo 114 – Ingreso en una institución médica", "“(1)  Cuando un delincuente es un enfermo mental o un drogadicto y se encuentra en un estado que presenta un peligro para la sociedad, puede ordenarse su ingreso en una institución médica especialista hasta que recupere su salud.", "(2) También se puede tomar esta medida temporalmente durante un proceso penal o juicio.”", "Artículo 178 –Homicidio imprudente", "“(2)  El homicidio imprudente como consecuencia del incumplimiento de las disposiciones legales o las medidas preventivas relativas a la práctica de una profesión u oficio, o como resultado de la realización de una determinada actividad, será sancionado con prisión inmediata de dos a siete años.”", "Artículo 246 – Mala praxis y omisión culposa contra los intereses de las personas", "“Un funcionario público que, en el ejercicio de sus funciones, con conocimiento omite realizar un acto o lo realiza erróneamente, y de esta manera infringe los intereses legales de otra persona será sancionado con prisión inmediata entre seis meses a tres años.”", "Artículo 249 – Negligencia en el cumplimiento de sus deberes oficiales", "“(1)  El incumplimiento de un deber oficial, como resultado de la negligencia por parte de un funcionario público, al no realizar o realizándolo erróneamente, si dicho incumplimiento ha causado problemas significativos para el buen funcionamiento de una autoridad pública o una institución o de una persona jurídica, o causa daños a su propiedad o daño grave a los intereses legales de otra persona, será sancionado con prisión de entre un mes a dos años o con multa.”", "Artículo 314 – Poner en peligro a una persona incapaz de cuidad de si mismo/a", "“(1)  El acto de abandonar, enviar lejos o dejar indefenso a un niño o una persona incapaz de cuidar de si mismo / a, cometido de alguna manera por una persona encargada de su supervisión o su cuidado, o de colocar su vida, su salud o integridad corporal en peligro inminente, será sancionado con prisión inmediata entre uno a tres años...”", "B.  ley de Enjuiciamiento Criminal Rumana", "40.  El procedimiento que rige las denuncias presentadas ante un tribunal contra las decisiones tomadas por el fiscal en el transcurso de una investigación criminal están establecidas en los artículos 275-2781 de la ley en vigor en el momento de los hechos impugnados. Las partes aplicables de dichos artículos disponen:", "Artículo 275", "“Cualquier persona puede presentar una denuncia contra las medidas y decisiones tomadas en el transcurso de una investigación criminal, si estas han vulnerado sus legítimos intereses...”", "Artículo 278", "“Las denuncias contra las medidas o decisiones tomadas por un fiscal o aplicadas a solicitud de éste ultimo deberán ser examinadas por... el fiscal jefe del Departamento en cuestión...”", "Artículo 2781", "“(1) Tras el rechazo del fiscal de una denuncia presentada con arreglo a los artículos 275-278 respecto a la suspensión de una investigación criminal... a través de una decisión de no procesar... (neurmărire penală), la parte lesionada o cualquier otra persona cuyos intereses legítimos se hayan visto dañados, podrá reclamar dentro de los veinte días siguientes a la notificación de la decisión impugnada, ante el juez del tribunal que normalmente tendría jurisdicción para examinar el caso en primera instancia...", "(4) la persona respecto de la cual el fiscal ha decidido suspender la investigación criminal, así como la persona que presentó la denuncia contra esa decisión, deberán ser convocadas ante el tribunal. Si han sido legalmente convocados, la incomparecencia de estas personas ante el Tribunal no impedirá el examen del caso. ...", "(5) la presencia del fiscal ante el tribunal es obligatoria.", "(6) el juez dará la palabra al demandante y luego a la persona respecto de quien se ha suspendido la investigación criminal y, finalmente, a la fiscalía.", "(7) en el examen del caso, el juez deberá valorar la decisión impugnada en base a las actas y material existentes y a cualquier nuevo documento presentado.", "(8)  el juez decidirá de una de las siguientes formas:", "(a) desestimar la denuncia como extemporánea, infundada o inadmisible y confirmar la decisión;", "(b) admitir la denuncia, revocar la decisión y remitir el caso a la fiscalía con el fin de iniciar o reabrir la investigación criminal. El juez deberá dar razones para dicha remisión y, al mismo tiempo, indicará los hechos y circunstancias que requieren aclaración, así como las pruebas relevantes que deben aportarse;", "(c) admitir la denuncia, revocar la decisión y, cuando las pruebas de las actuaciones sean suficientes, retener el caso para un examen adicional, de conformidad con las normas de procedimiento aplicables en primera instancia y, cuando proceda, en la apelación.", "(12) el juez deberá examinar la denuncia dentro de los 30 días desde la fecha de recibo.", "(13) Una denuncia presentada ante el órgano incorrecto se remitirá, como medida administrativa, al órgano con jurisdicción para examinarlo.”", "C.  Sistema de asistencia social", "41.  El artículo 2 de la ley de Asistencia social nacional (ley núm. 705/2001), como en vigor en el momento aplicable, define el sistema de asistencia social como sigue:", "“...el sistema de instituciones y medidas a través del cual el Estado, los poderes públicos y la sociedad civil garantizan la prevención, la limitación o la eliminación de las consecuencias temporales o permanentes de las situaciones que pueden causar la marginación o la exclusión social de algunos individuos.”", "El artículo 3 define el ámbito de aplicación de la asistencia social, que es:", "“...Proteger a las personas que, por razones económicas, físicas, mentales o sociales, no tienen la capacidad para satisfacer sus necesidades sociales y a desarrollar sus propias capacidades y habilidades de integración social.”", "42.  La Ordenanza núm. 68/2003 sobre servicios sociales identifica los objetivos de los servicios sociales del Estado y detalla el proceso de toma de decisiones sobre la ubicación de los servicios sociales.", "D.  Legislación sobre el sistema de salud", "43.  Una descripción detallada de las disposiciones legales sobre la salud mental se encuentra en B. contra Rumania (núm. 2) (núm. 1285/03, apds. 42-66, 19 de febrero de 2013).", "La ley núm. 487/2002 sobre Salud Mental y la Protección de las Personas con Trastornos Psicológicos (“la ley sobre Salud Mental de 2002”), que entró en vigor en agosto de 2002, establece el procedimiento para el tratamiento obligatorio de un individuo. Un equipo especial psiquiátrico deberá aprobar una decisión sobre el tratamiento psiquiátrico de una persona que permanezca en el hospital para tratamiento obligatorio dentro de las setenta y dos horas de su ingreso en un hospital. Además, esta evaluación deberá ser revisada dentro de las veinticuatro horas por una fiscalía, cuya decisión, a su vez, podrá ser recurrida ante un tribunal. La aplicación de las disposiciones de la ley dependía de la adopción de los reglamentos necesarios para su ejecución. Este reglamento se aprobó el 2 de mayo de 2006.", "", "54. La ley de Hospitales (ley núm.270/2003) dispone en el artículo 4 que los hospitales tienen la obligación de “garantizar la provisión de alojamiento y alimentación adecuados así como la prevención de infecciones”. Fue derogada el 28 de mayo de 2006, tras la entrada en vigor de la ley Reformada sobre la Atención Sanitaria de 2006 (ley núm. 95/2006).", "", "44.  La ley de Derechos de los Pacientes (ley núm. 46/2003) dispone en el artículo 3 que “el paciente tendrá derecho al respeto como ser humano, sin discriminación alguna”. El artículo 35 dispone que un paciente tiene “el derecho a la atención médica continua hasta que su salud mejore o que él o ella se recupere”. Además, “el paciente tiene derecho a cuidados paliativos para poder morir con dignidad”. Se requiere el consentimiento del paciente para cualquier forma de intervención médica.", "", "56. La Orden núm. 113425/05/2000, dictada por el Ministro de justicia y Orden núm. 2554/04/2000, dictada por el Ministro de sanidad, aprobó las normas procedimentales relativas a las opiniones médicas y otros servicios médicos forenses, que establece en el artículo 34 que debería realizarse una autopsia cuando se produce una muerte en un hospital psiquiátrico. El artículo 44 requiere la gestión de establecimientos médicos para informar a las autoridades de investigación criminal, que deben solicitar la realización de una autopsia.", "", "45.  ley núm. 584/2002 sobre medidas de prevención del contagio de la infección por VIH y la protección de personas infectadas por VIH o sufriendo SIDA dispone en su artículo 9 que los centros médicos y los doctores deben hospitalizar a dichos individuos y dispensarles la adecuada atención médica en vista de sus síntomas específicos.", "E.  El sistema de tutela", "1.  Tutela de menores", "46.  Los artículos 113 a 141 del código de Familia, en vigor en el momento en cuestión, regulaba la tutela de un menor cuyos padres fallecidos, desconocidos, desprovistos de la guarda y custodia, incapacitados, desaparecidos o declarados muertos por un tribunal. El código de familia regulaba las condiciones que hacían necesaria la tutela, el nombramiento de un tutor (tutore) un tutor, las responsabilidades del tutor, el despido del tutor, y la finalización de la tutela. La institución con el abanico más amplio de responsabilidad en este campo era la autoridad tutelar, encargada, inter alia, de la supervisión de la actividad de los tuteores.", "En la actualidad, la tutela se rige por los artículos 110 a 163 del Código Civil. El nuevo Código Civil se publicó en el Boletín Oficial núm. 511 de 24 de julio de 2009 y posteriormente republicado en el Boletín Oficial núm. 505 de 15 de julio de 2011. Entró en vigor el 1 de octubre de 2011.", "", "2.  El procedimiento de incapacitación y la tutela de la persona con discapacidad", "", "47.  Los artículos 142 al 151 del Código de Familia, en vigor en el momento de los hechos del presente caso, rigen el procedimiento de incapacitación (interdicţie), por el que una persona que ha demostrado ser incapaz de gestionar sus asuntos pierde su capacidad legal.", "Una orden de incapacitación podría ser dictada y revocada por un tribunal con respecto a “quienes carecen de la capacidad para cuidar de sus intereses debido a una discapacidad o trastorno mental”. Los procedimientos de incapacitación pueden ser iniciados por un amplio grupo de personas, entre las que estaban las autoridades estatales competentes para la protección de los menores, o cualquier persona interesada. Una vez que una persona era incapacitada, se designaba un tutor para representarle, con poderes similares a los del tutor de un menor.", "Aunque el procedimiento de incapacitación podría aplicarse también a los menores de edad, estaba particularmente orientado a adultos discapacitados.", "Las mencionadas disposiciones ya han sido incluidas, con enmiendas, en el Código Civil (artículo 164 a 177).", "", "48.  Los artículos 152-157 del Código de familia, en vigor en la época en causa establecía el procedimiento de tutela temporal (curatela), designado para cubrir la situación de aquellos, incluso sin estar incapacitados, que no están capacitados para proteger sus intereses de manera satisfactoria o de designar un representante. Las partes aplicables de estas disposiciones disponen:", "Artículo 152", "“Además de los otros casos especificados por la ley, la autoridad de tutela deberá nombrar a un tutor temporal en las siguientes circunstancias:", "(a) cuando, a causa de la vejez, la enfermedad o dolencia física, una persona, incluso si él o ella conserva su capacidad jurídica, es incapaz de administrar personalmente sus bienes o defender satisfactoriamente sus intereses y, por buenas razones, no puede nombrar a un representante;", "(b) cuando, a causa de enfermedad o por otras razones, una persona – incluso si él o ella conserva su capacidad jurídica – es incapaz, ya sea personalmente o a través de un representante, de tomar las medidas necesarias en situaciones que requieran medidas urgentes;", "(c) cuando, a causa de enfermedad u otras razones, los padres o el tutor designado (tutore) es incapaz de realizar el acto en cuestión;...”", "Artículo 153", "“En las situaciones a las que se refiere el artículo 152, la designación de un tutor temporal (curator) no afecta la capacidad de la persona representada por el tutor.”", "Artículo 154", "“(1)  La tutela temporal (curatela) puede ser instituida a solicitud de la persona que desea ser representada, cónyuge o parientes, cualquiera de las personas mencionadas en el artículo 115, o el tutor (tutore) en la situación contemplada en el artículo 152 c. La autoridad de tutela también puede instituir la tutela de oficio.", "(2) la tutela sólo puede ser instituida con el consentimiento de la persona a ser representada, excepto en situaciones cuando no se puede dar dicho consentimiento....”", "Artículo 157", "“Si las razones que llevaron a instituir la tutela temporal cesan, la medida deberá ser levantada por la autoridad de tutela a petición del tutor, la persona representada o cualquiera de las personas mencionadas en el artículo 115, o de oficio.”", "Las disposiciones mencionadas fueron incluidas, con enmiendas en el Código Civil (artículos 178 a 186).", "", "49.  Decreto de urgencia núm. 26/1997 sobre niños en situaciones difíciles, en vigor en el momento de los hechos en cuestión, derogado de las disposiciones sobre tutela en el Código de Familia. El artículo 8.1 del Decreto disponía:", "“... Si los padres de los niños han fallecido, son desconocidos, incapacitados, declarados muertos por un tribunal, desaparecidos o privados de sus patria potestad, y si no se ha instituido una tutela, si el niño ha sido declarado abandonado por sentencia firme, y si el tribunal no ha decidido asignar al niño a una familia o a una persona conforme a la ley, la patria potestad será ejercida por el Consejo del condado ...a través de su equipo [de protección de menores].”", "El decreto de urgencia núm. 26/1997 fue derogado el 1 de enero de 2005, con la entrada en vigor de la nueva legislación sobre protección y promoción de los derechos del niño (ley núm. 272/2004).", "62. La orden núm. 726/2002, relativa a los criterios sobre cuya base se establecieron las categorías de discapacidad para adultos, describía a las personas con “discapacidad intelectual grave” como sigue:", "“Poseen un reducido desarrollo psicomotor, y poco o ningún lenguaje; pueden aprender a hablar; pueden familiarizarse con el alfabeto y las operaciones básicas. Son capaces de llevar a cabo tareas sencillas bajo estricta supervisión. Pueden adaptarse a vivir en comunidad en hogares de atención o en sus familias, en la medida en que no padezcan otra discapacidad que requiera cuidados especiales.”", "50. La ley núm. 519/2002 sobre protección especial y empleo de personas con discapacidad enumeraba los derechos sociales a los que tenían derecho las personas con discapacidad. Fue derogada por la ley de protección de las personas con discapacidades (ley núm. 448/2006), que entró en vigor el 21 de diciembre de 2006. El artículo 23 de la ley, como inicialmente en vigor, disponía que las personas con discapacidad fueran protegidas contra la negligencia y el abuso, incluso por medio de servicios de asistencia jurídica y, si fuera necesario, ser colocadas bajo tutela. En virtud del artículo 25 de la ley enmendada en 2008, las personas con discapacidad están protegidas contra el abuso y negligencia y contra toda discriminación basada en su ubicación. Las personas que son total o parcialmente incapaces de manejar sus asuntos gozan de protección legal en forma de tutela total o parcial, así como de asistencia legal. Además, si una persona con discapacidad no tiene ningún pariente o cualquier otra persona que podría acceder a actuar como su tutor, un tribunal podrá designar como tutor a la autoridad pública local o a una entidad de derecho privado que brinde atención a la persona en cuestión.", "III.  DOCUMENTACION LEGAL INTERNACIONAL APLICABLE", "A.  La cuestión del locus standi", "1.  Convenio de Naciones Unidas sobre los derechos de las personas con discapacidad (“el CRPD”), aprobado por la Asamblea General de Naciones Unidas el 13 de diciembre de 2006 (Resolución A/RES/61/106)", "51.  El CRPD, diseñado para promover, proteger y garantizar el total y equitativo cumplimiento de todos los derechos humanos y libertades fundamentales de las personas con discapacidades y promover el respeto por su dignidad fue ratificado por Rumanía el 31 de enero de 2011. Dispone en sus partes aplicables:", "Artículo 5 – Igualdad y no discriminación", "1.  Los Estados Partes reconocen que todas las personas son iguales ante la ley y en virtud de ella y que tienen derecho a igual protección legal y a beneficiarse de la ley en igual medida sin discriminación alguna.", "2. Los Estados Partes prohibirán toda discriminación por motivos de discapacidad y garantizarán a todas las personas con discapacidad protección legal igual y efectiva contra la discriminación por cualquier motivo.", "3. A fin de promover la igualdad y eliminar la discriminación, los Estados Partes adoptarán todas las medidas pertinentes para asegurar la realización de ajustes razonables.", "4.No se considerarán discriminatorias, en virtud de la presente Convención, las medidas específicas que sean necesarias para acelerar o lograr la igualdad de hecho de las personas con discapacidad.", ".”", "Artículo 10 – Derecho a la vida", "“Los Estados Partes reafirman el derecho inherente a la vida de todos los seres humanos y adoptarán todas las medidas necesarias para garantizar el goce efectivo de ese derecho por las personas con discapacidad en igualdad de condiciones con las demás..”", "Artículo 12 – Igual reconocimiento como persona ante la ley", "Los Estados Partes reafirman que las personas con discapacidad tienen derecho en todas partes al reconocimiento de su personalidad jurídica.", "Los Estados Partes reconocerán que las personas con discapacidad tienen capacidad jurídica en igualdad de condiciones con las demás en todos los aspectos de la vida.", "Los Estados Partes adoptarán las medidas pertinentes para proporcionar acceso a las personas con discapacidad al apoyo que puedan necesitar en el ejercicio de su capacidad jurídica.", "Los Estados Partes asegurarán que en todas las medidas relativas al ejercicio de la capacidad jurídica se proporcionen salvaguardias adecuadas y efectivas para impedir los abusos de conformidad con el derecho internacional en materia de derechos humanos. Esas salvaguardias asegurarán que las medidas relativas al ejercicio de la capacidad jurídica respeten los derechos, la voluntad y las preferencias de la persona, que no haya conflicto de intereses ni influencia indebida, que sean proporcionales y adaptadas a las circunstancias de la persona, que se apliquen en el plazo más corto posible y que estén sujetas a exámenes periódicos por parte de una autoridad o un órgano judicial competente, independiente e imparcial. Las salvaguardias serán proporcionales al grado en que dichas medidas afecten a los derechos e intereses de las personas.", "Sin perjuicio de lo dispuesto en el presente artículo, los Estados Partes tomarán todas las medidas que sean pertinentes y efectivas para garantizar el derecho de las personas con discapacidad, en igualdad de condiciones con las demás, a ser propietarias y heredar bienes, controlar sus propios asuntos económicos y tener acceso en igualdad de condiciones a préstamos bancarios, hipotecas y otras modalidades de crédito financiero, y velarán por que las personas con discapacidad no sean privadas de sus bienes de manera arbitraria.", ". ...”", "Artículo 13 – Acceso a la justicia", "Los Estados Partes asegurarán que las personas con discapacidad tengan acceso a la justicia en igualdad de condiciones con las demás, incluso mediante ajustes de procedimiento y adecuados a la edad, para facilitar el desempeño de las funciones efectivas de esas personas como participantes directos e indirectos, incluida la declaración como testigos, en todos los procedimientos judiciales, con inclusión de la etapa de investigación y otras etapas preliminares.", "A fin de asegurar que las personas con discapacidad tengan acceso efectivo a la justicia, los Estados Partes promoverán la capacitación adecuada de los que trabajan en la administración de justicia, incluido el personal policial y penitenciario.”", "2.  Opiniones aplicables del Comité de Derechos Humanos de Naciones Unidas", "52.  El primer Protocolo Facultativo del Pacto Internacional sobre derechos civiles y políticos otorga a la Comisión de derechos humanos (“HRC”) competencia para examinar quejas individuales con respecto a las presuntas violaciones del pacto por los Estados partes al Protocolo (artículos 1 y 2 del Protocolo Facultativo). Este limita expresamente a los individuos el derecho de presentar una comunicación. Por lo tanto, las quejas presentadas por ONGs, asociaciones, partidos políticos o corporaciones en nombre propio, son generalmente declaradas inadmisibles por ausencia de legitimación para actuar (véase, por ejemplo, Personas discapacitadas y minusválidas en Italia contra Italia (comunicación núm. 163/1984)).", "", "66. En casos excepcionales, una tercera parte puede presentar una comunicación en nombre de una víctima. Una comunicación presentada por un tercero en nombre de una presunta víctima sólo puede ser considerada si la tercera parte puede demostrar su legitimidad para presentar la comunicación. La presunta víctima podrá designar un representante para presentar la comunicación en su nombre.", "", "53.  Una comunicación presentada en nombre de una presunta víctima también podrá ser admitida cuando la persona en cuestión no pueda presentar la comunicación personalmente (véase Artículo 96 del Reglamento de procedimiento del HRC):", "Artículo 96", "“Al objeto de alcanzar una decisión sobre la admisibilidad de una comunicación, el Comité, o el grupo de trabajo establecido conforme al artículo 95, apartado 1 de este reglamento establecerá:", "...", "(b)  Que la persona reclama, de una manera suficientemente fundamentada, ser víctima de una violación por ese Estado parte de cualquiera de los derechos enunciados en el Pacto. Normalmente, la comunicación deberá ser presentada por el individuo personalmente o por el representante del individuo; una comunicación presentada en nombre de una presunta víctima puede, sin embargo, ser admitida cuando parezca que la persona en cuestión es incapaz de presentar personalmente la comunicación;...”", "54.  Ejemplos típicos de esta situación serían cuando la víctima, presuntamente ha sido secuestrada, ha desaparecido o no hay forma de conocer su paradero, o la víctima está en prisión o en una institución mental. Una tercera parte (normalmente familiares próximos) puede presentar una comunicación en nombre de una persona fallecida (véase, por ejemplo, Sr. Saimijon y Sr.a. Malokhat Bazarov contra Uzbekistan (comunicación núm. 959/2000); Panayote Celal contra Grecia (comunicación núm. 1235/2003); Yuliya Vasilyevna Telitsina contra la Federación Rusa (comunicación núm. 888/1999); José Antonio Coronel y otros contra. Colombia (comunicación núm. 778/1997); y Jean Miango Muiyo contra Zaire (comunicación núm. 194/1985)).", "", "3.  La Relatora especial de Naciones Unidas sobre Discapacidad", "", "55.  En su informe sobre la cuestión de supervisar, emitido en 2006, la Especial Relatora afirmó:", "“2.  Las personas con discapacidades son particularmente vulnerables a las violaciones de los derechos humanos. Además, las personas con discapacidad rara vez son tenidas en cuenta, no tienen voz política y a menudo son un subgrupo dentro de los grupos sociales ya marginados, y por lo tanto, no tienen poder de influencia en los gobiernos. Se encuentran con importantes problemas para acceder al sistema judicial para proteger sus derechos o para buscar remedios para las violaciones; y generalmente el acceso a las organizaciones que pueden proteger sus derechos es limitado. Si las personas no discapacitadas necesitan organismos independientes nacionales e internacionales para proteger sus derechos humanos, se dan justificaciones adicionales para garantizar que se preste una especial atención a las personas con discapacidad y a sus derechos a través de mecanismos de supervisión nacionales e internacionales independientes.”", "4.  Jurisprudencia aplicable de la Comisión Inter-Americana de Derechos Humanos", "56.  El artículo 44 del Convenio Americano de Derechos Humanos otorga a la Comisión Inter-Americana de Derechos Humanos la competencia para recibir peticiones de cualquier persona o grupo de personas, o cualquier organización no gubernamental legalmente reconocida en uno o más Estados miembros de la Organización de Estados Americanos (OAS). Dispone:", "“Cualquier persona o grupo de personas, o entidad no gubernamental legalmente reconocida en uno o más Estados miembros de la Organización, puede presentar a la Comisión peticiones que contengan denuncias o quejas de violación de esta Convención por un Estado parte.”", "El artículo 23 del Reglamento de la Comisión Inter-Americana sobre Derechos Humanos afirma que dichas peticiones podrán ser presentadas en nombre de terceras partes. Dispone:", "“Cualquier persona o grupo de personas, o entidad no gubernamental legalmente reconocida en uno o más Estados miembros de la OEA puede presentar a la Comisión peticiones en su propio nombre o en el de terceras personas, referentes a la presunta violación de alguno de los derechos humanos reconocidos, según el caso, en la Declaración Americana de los Derechos y Deberes del Hombre, la Convención Americana sobre Derechos Humanos “Pacto de San José de Costa Rica”,...,  conforme a sus respectivas disposiciones, el Estatuto de la Comisión y el presente Reglamento. El peticionario podrá designar en la propia petición, o en otro escrito, a un abogado u a otra persona para representarlo ante la Comisión.”", "57.  La Comisión Inter-Americana ha examinado casos presentados por ONGs en nombre de víctimas directas, incluidas personas desaparecidas o fallecidas. Por ejemplo, en el caso de Gomes Lund y otros (“Guerrilha do Araguaia”) contra Brasis (informe núm. 33/01), el peticionario era el Centro de Justicia y legislación Internacional, actuando en nombre de personas desaparecidas y sus allegados. Respecto a su competencia ratione personae, la Comisión reconoció que la entidad peticionaria podía presentar peticiones en nombre de las víctimas directas en el caso, de conformidad con el artículo 44 del Convenio americano sobre Derecho Humanos. En Teodoro Cabrera Garcia y Rodolfo Montiel Flores contra Méjico (informe núm. 11/04), la Comisión afirmó su jurisdicción ratione personae para examinar reclamaciones presentadas por diferentes organizaciones e individuos alegando que otros dos individuos habían sido ilegalmente detenidos torturados y encarcelados tras un juicio injusto. En Escher y otros contra Brasil (Informe núm. 18/06), la Comisión afirmó su jurisdicción ratione personae para examinar una petición presentada por dos asociaciones (Red Nacional popular de Abogados y el Centro para la Justicia Global) alegando violaciones de los derechos al debido proceso legal, al respeto al honor personal y a la dignidad y a recurrir ante los tribunales, en detrimento de los miembros de dos cooperativas asociadas al Movimiento de los trabajadores rurales sin tierra, a través de la grabación ilegal y pinchazo de sus líneas telefónicas.", "", "72. Los casos inicialmente presentados por organizaciones no gubernamentales (ONGs) pueden presentarse posteriormente por la Comisión ante la Corte Interamericana de derechos humanos, tras la aprobación del informe de la Comisión sobre el fondo (véase, por ejemplo, Caso de las “Las Dos Erres” Masacre contra Guatemala, presentado por La Oficina de Derechos Humanos de la Archidiócesis de Guatemala y el centro para la Justicia y la legislación internacional; véase Escher y otros contra Brasil).", "5.  Informe de la Agencia de la Unión Europea para los Derechos Fundamentales (“FRA”): Acceso a la justicia en Europa: una visión general de desafíos y oportunidades", "58.  El informe elaborado por la FRA en marzo de 2011 subraya que la capacidad de proporcionar protección efectiva de los derechos de las personas vulnerables a nivel interno, a menudo está limitada, inter alia, por los costes legales y una estrecha construcción de la capacidad legal (véase páginas 37-54 del informe).", "B.  Informes relevantes sobre las condiciones en PMH", "1. Comité Europeo sobre la prevención de la Tortura y Tratos inhumanos y degradantes. (CPT). Informes sobre Rumanía", "59.  El CPT informó de la situación en el PMH durante tres visitas; en 1995, 1999 y 2004.", "", "60.  En 1995 las condiciones de vida en el PMH se consideraban tan deplorables que el CPT decidió hacer uso del artículo 8.5 del Convenio Europeo para la Prevención de la Tortura Tratos Inhumanos o Degradantes o penas, que le permite, en circunstancias excepcionales, hacer ciertas observaciones al Gobierno en cuestión durante su visita. En particular, el CPT señaló que en 1995, en un período de siete meses habían fallecido sesenta y un pacientes, de los cuales 21 estaban “gravemente desnutridos” (véase el ap. 177 del informe 1995). El CPT decidió solicitar al Gobierno rumano que tomara medidas urgentes para garantizar que en el PMH se cumplieran “las condiciones de vida básicas”.", "Otros temas de preocupación identificados por el CPT en esta ocasión fueron la práctica de la reclusión de pacientes en habitaciones de aislamiento como una forma de castigo y la falta de garantías en relación con el ingreso involuntario.", "", "76. En 1999 el CPT volvió al PMH. Las deficiencias más graves que encontró en esta ocasión estaban relacionadas con el hecho de que se había reducido el personal – tanto especializado como auxiliar – desde los niveles de 1995 y a la ausencia de progreso en relación con el ingreso involuntario.", "", "61.  En junio de 2004 el CPT visitó el PMH por tercera vez, esta vez en respuesta a informes sobre el aumento de pacientes fallecidos. En el momento de la visita, el hospital, con una capacidad de 500 camas, albergaba a 472 pacientes, de los cuales 246 habían sido ingresados allí en base al artículo 114 del Código Penal rumano (orden de ingreso obligatorio ordenada por un Tribunal Penal).", "El CPT señalaba en su informe que en el año 2003 habían muerto 81 pacientes y en los primeros cinco meses de 2004, veinte y ocho. El aumento en el número de muertes había ocurrido a pesar del traslado a otro hospital, en el año 2002, de los pacientes que padecían tuberculosis activa. Las principales causas de muerte fueron parada cardiaca, infarto de miocardio y bronconeumonía.", "La edad media de los pacientes que habían muerto era cincuenta y seis años, siendo dieciséis de ellos menores de cuarenta años de edad. El CPT indicó que “estas muertes prematuras no podrían explicarse exclusivamente en base a los síntomas de los pacientes en el momento de su hospitalización” (véase el aparatado 13 del informe 2004). El CPT también señaló que algunos de estos pacientes “aparentemente no recibieron suficiente atención” (ap. 14).", "El Comité observó con preocupación “la escasez de recursos humanos y materiales” disponibles en el hospital (ap.16). Señaló las graves deficiencias en la calidad y la cantidad del alimento proporcionado a los pacientes y la falta de calefacción en el hospital.", "En vista de las deficiencias encontradas en el PMH, el CPT hizo la siguiente afirmación en el apartado 20 del informe:", "“...No podemos descartar la posibilidad de que el impacto combinado de las difíciles condiciones de vida– en particular, la escasez de alimentos y calefacción – de como resultado el progresivo deterioro del estado general de la salud de algunos de los pacientes más débiles, y que la escasez de suministros médicos disponibles no puedo evitar su muerte en la mayoría de los casos.", "En opinión del CPT, la situación encontrada en el Hospital de Poiana Mare es muy preocupante y requiere tomar fuertes medidas encaminadas a mejorar las condiciones de vida y también la atención dispensada a los pacientes. Tras la tercera visita del CPT al Hospital Poiana Mare en menos de diez años, ya es hora de que las autoridades finalmente comprendan el alcance real de la situación que prevalece en el establecimiento.”", "Finalmente, en relación con el ingreso involuntario a través de procedimientos civiles, el CPT señaló que la recientemente promulgada ley de Salud mental de 2002, no se había aplicado en su totalidad, debido a que habían ingresado pacientes de forma involuntaria, vulnerando las garantías incluidas en la ley (ap. 32).", "2. El Relator Especial de Naciones Unidas sobre el Derecho a la salud", "62.  El 2 de marzo de 2004, el Relator especial sobre el Derecho a la salud junto con el Relator especial de UN sobre el derecho a la Alimentación y el Relator especial de UN sobre Tortura escribió al Gobierno de Rumanía, expresándole su preocupación sobre los alarmantes informes recibidos respecto a las condiciones de vida en el PMH y solicitando una aclaración sobre la cuestión. La respuesta del Gobierno fue la siguiente (véase resumen por el Especial Relator sobre Derecho a la salud en el documento de UN E/CN.4/2005/51/Add.1):", "“54. Mediante carta de fecha 8 de marzo de 2004, el Gobierno respondió a la comunicación enviada por el Relator Especial sobre la situación del Hospital psiquiátrico Poiana Mare. El Gobierno confirmó que las autoridades rumanas entendían y compartían completamente la preocupación sobre el hospital. Garantizar la protección de las personas con discapacidad seguía siendo una prioridad gubernamental y el Ministerio de salud iniciaría investigaciones en todas las instituciones médicas similares para cerciorarse de que Poiana Mare era un caso aislado. En cuanto a Poiana Mare, se habían tomado medidas inmediatas para mejorar las condiciones de vida de los pacientes y estas medias continuarían hasta que el hospital estuviera completamente rehabilitado. El 25 de febrero de 2004, el Ministro de sanidad llevó a cabo una investigación en Poiana Mare. Existían deficiencias en los sistemas de calefacción y agua, la preparación de la comida, residuos, condiciones de vida y sanitarias y asistencia médica. La mayoría de los problemas relacionados con asistencia médica eran debidos a la insuficiencia de recursos y mala gestión. El Gobierno confirmó que eran necesarias las siguientes medidas: esclarecimiento por especialistas forenses de la causa de la muerte de aquellos pacientes cuya muerte no estaba relacionada con enfermedades preexistentes o edad avanzada; aplicación del plan del hospital de 2004; contratación suplementaria especializada de profesionales de la salud; reorganización del horario de trabajo de los médicos incluyendo turnos de noche; garantizar asistencia médica especializada de forma regular; y la asignación de fondos suplementarios para mejorar las condiciones de vida. El Gobierno también confirmó que el Secretario de Estado del Ministerio de sanidad, así como el Secretario de Estado de la autoridad nacional para personas con discapacidad, habían sido cesados tras las irregularidades detectadas en el Hospital psiquiátrico de Poiana Mare, y que el Director del Hospital había sido reemplazado por un director interino hasta que finalizara una selección en competencia para el puesto vacante. El Gobierno confirmó que el hospital sería cuidadosamente supervisado por representantes del Ministerio de salud a lo largo de 2004 y que los representantes de la administración local estarían directamente involucrados en la mejora de la situación en el hospital. Finalmente, el Gobierno confirmó que el Ministerio de sanidad comenzaría muy pronto una investigación independiente de las demás unidades similares y que tomaría todas las medidas necesarias para impedir tales desafortunadas situaciones volvieran a repetirse.”", "Durante su visita oficial a Rumanía en agosto de 2004, el Relator Especial sobre derecho a la Salud inspeccionó ciertas instalaciones de instituciones mentales, incluido el PMH. El informe elaborado tras la visita del Relator Especial, de 21 de febrero de d2005, dispone, en su parte aplicable:", "“61.  No obstante, durante su misión el Relator Especial se formó la opinión de que, a pesar de los compromisos legales y políticos del gobierno, el disfrute del derecho a la atención sanitaria mental sigue siendo más una aspiración que una realidad para muchas personas con discapacidad mental en Rumania.", "Hospital psiquiátrico Poiana Mare", "...", "63.  Durante su misión, el Relator Especial tuvo la oportunidad de visitar el PMH y discutir los acontecimientos que tuvieron lugar desde febrero de 2004 y el nombramiento de un nuevo director del hospital. El director informó al Relator especial que se había recibido financiación (5,7 billones de lei) del Gobierno para hacer mejoras. Habían aumentado las asignaciones para alimentos, se había reparado el sistema de calefacción y estaban siendo reformadas salas y otros edificios del hospital. Mientras que el Relator Especial da la bienvenida a estas mejoras y felicita a todos los responsables, insta al gobierno a garantizar que proporciona los recursos necesarios para apoyar la ejecución de estos cambios sobre una base sostenible. El Gobierno también debería apoyar otras medidas necesarias: poniendo a su disposición la medicación apropiada, proporcionando una rehabilitación adecuada para los pacientes, asegurando que los pacientes pueden tener un acceso efectivo a los mecanismos de reclamación y la formación en derechos humanos para el personal del hospital. El Relator Especial entiende que las investigaciones criminales sobre las muertes están todavía en curso. Él continuará vigilando de cerca todas las novedades en el PMH. El Relator Especial aprovecha esta oportunidad para reconocer el importante papel que han desempeñado los medios de comunicación y las organizaciones no gubernamentales en relación a Poiana Mare.”", "FUNDAMENTOS DE DERECHO", "I.  SOBRE LA VIOLACIÓN DE LOS ARTÍCULOS 2,3 Y 13 DEL CONVENIO", "63.  El CLR, actuando en nombre del Sr. Câmpeanu, reclama que fue indebidamente privado de su vida como resultado de varias acciones combinadas, y fallos de actuación por parte de varias agencias estatales, vulnerando la obligación legal de proporcionarle atención y tratamiento. Además, las autoridades no aplicaron un mecanismo efectivo de salvaguarda de los derechos de las personas con discapacidades ingresadas en instituciones por un largo periodo de tiempo, incluyendo en inicio de investigaciones sobre muertes sospechosas.", "Asimismo, el CLR se queja de graves deficiencias en la atención y tratamiento del Sr. Câmpeanu en el CMSC y el PMH, las condiciones de vida en el PMH y la actitud general de las autoridades y las personas involucradas en su atención y tratamiento en los últimos meses de su vida juntos o por separado supusieron tratos inhumanos y degradantes. Además, la investigación oficial sobre las denuncias de malos tratos no había cumplido con la obligación procesal del Estado en virtud del artículo 3.", "Al amparo del artículo 13 en relación con los artículos 2 y 3, el CLR alegó que no existía en el ordenamiento jurídico interno de Rumanía ningún recurso eficaz respecto de las muertes sospechosas y/o malos tratos en los hospitales psiquiátricos.", "Los artículos 2, 3 y 13 del Convenio disponen, en sus partes aplicables:", "Artículo 2", "“1.  El derecho de toda persona a la vida está protegido por la ley....”", "Artículo 3", "“Nadie podrá ser sometido a tortura ni a penas o tratos inhumanos o degradantes.", ".”", "Artículo 13", "“Toda persona cuyos derechos y libertades reconocidos en el presente Convenio hayan sido violados tiene derecho a la concesión de un recurso efectivo ante una instancia nacional, incluso cuando la violación haya sido cometida por personas que actúen en el ejercicio de sus funciones oficiales.”", "A.  Admisibilidad", "64.  El Gobierno alega que el CLR no posee locus standi para presentar la presente demanda en nombre del finado Valentin Câmpeanu; el caso es por tanto, inadmisible como incompatible ratione personae con las disposiciones del artículo 34 del Convenio que dispone:", "“El Tribunal podrá conocer de una demanda presentada por cualquier persona física, organización no gubernamental o grupo de particulares que se considere víctima de una violación, por una de las Altas Partes Contratantes, de los derechos reconocidos en el Convenio o sus protocolos. Las Altas Partes Contratantes se comprometen a no poner traba alguna al ejercicio eficaz de este derecho.”", "1.  Alegaciones al Tribunal", "(a)  El Gobierno", "65.  El Gobierno alega que las condiciones requeridas por el artículo 34 para una demanda ante el Tribunal no se cumplen en el presente caso; por un lado, el CLR no tiene condición de víctima y, por otro, la asociación no ha demostrado ser el representante válido de la víctima directa.", "Siendo conscientes de la interpretación dinámica y evolutiva del Convenio por el Tribunal en su jurisprudencia, el Gobierno subraya sin embargo que mientras la interpretación judicial es permisible, no es aceptable cualquier tipo de legislación por el poder judicial, añadiendo el texto del Convenio; por lo tanto, el artículo 34 aún debería interpretarse en el sentido de que los sujetos de la petición individual sólo podían ser personas, organizaciones no gubernamentales o grupos de individuos que dicen ser víctimas, o los representantes de las presuntas víctimas.", "", "66. El Gobierno se opone a que el CLR pueda considerarse como una víctima directa, o como una víctima indirecta o potencial.", "En primer lugar, en el presente caso el CLR no alegó que sus propios derechos hubieran sido violados, y por lo tanto no podía considerarse como una víctima directa (el Gobierno cita Čonka y otros y la Liga de Derechos Humanos contra Bélgica (dec.), núm.51564/99, 13 de marzo de 2001).", "En segundo lugar, según la jurisprudencia del Tribunal, una víctima indirecta o potencial debe demostrar con pruebas suficientes, tanto la existencia de un riesgo de una violación, o el efecto que había tenido en él o ella una violación de los derechos de terceras partes, como consecuencia de una estrecha relación preexistente, ya sean natural (por ejemplo, en el caso de un miembro de la familia) o legal (por ejemplo como resultado de los arreglos de custodia). Por lo tanto, el Gobierno alega que el mero hecho de que las circunstancias personales de vulnerabilidad del Sr. Câmpeanu hubieran llamado la atención del CLR, que habría entonces decidido llevar su caso ante los tribunales nacionales, no era suficiente para convertir al CLR en una víctima indirecta; o en la ausencia de una fuerte relación entre la víctima directa y el CLR, o de cualquier decisión confiando al CLR la tarea de representar o cuidar al señor Câmpeanu, el CLR no podría reclamarse víctima, bien directa o indirectamente y esto a pesar de vulnerabilidad indiscutible del Sr. Câmpeanu, o el hecho de que era huérfano y no había tenido ningún tutor legal designado (el Gobierno se refiere, por contraste, a Becker contra Dinamarca, núm. 7011/75, Decisión de la Comisión de 3 de octubre de 1975).", "", "67.  Además, en ausencia de ninguna evidencia de cualquier forma de autorización, el CLR no podía reclamar ser el representante de una víctima directa tampoco (el Gobierno cita Skjoldager contra Suecia, núm. 22504/93, Decisión de la Comisión de 17 de mayo de 1995).", "El Gobierno alega que la implicación del CLR en los procedimientos internos sobre la muerte del Sr. Câmpeanu no implicaba un reconocimiento por parte de las autoridades nacionales de su locus standi para actuar en nombre de la víctima directa. La capacidad procesal del CLR ante los tribunales internos era el de una persona cuyos intereses han sido vulnerados por la decisión de la fiscalía, y no la del representante de la parte lesionada. En ese sentido, la legislación interna, como interpretada por el Alto Tribunal Supremo de Casación y de Justicia Rumano en su decisión de 15 de junio de 2006 (véase ap. 44), se interpreta en un reconocimiento de una actio popularis en los procedimientos internos.", "", "68.  El Gobierno alega que el presente caso ante el Tribunal debiera ser rechazado como una actio popularis, observando que dichos casos eran admitidos por el Tribunal solamente en el contexto del artículo 33 del Convenio en relación con el poder de los Estados de supervisar a otros. Mientras señala que otros organismos internacionales no prohibían expresamente una actio popularis (citando el artículo 44 del Convenio Americano sobre Derechos Humanos) el Gobierno mantiene que cada mecanismo tiene sus propios límites, deficiencias y ventajas, siendo el modelo adoptado exclusivamente el resultado de las negociaciones entre las Partes Contratantes.", "", "69.  El Gobierno mantiene asimismo que las autoridades rumanas remitieron las recomendaciones específicas del CPT, con el resultado de que el Informe Periódico Universal de Naciones Unidas de 2013 reconoció un desarrollo positivo de la situación de las personas con discapacidad en Rumanía. Asimismo se han producido nuevas mejoras respecto a la legislación interna sobre tutela y protección de las personas con discapacidad.", "Asimismo, en la medida en que ciertas sentencias del Tribunal ya han analizado la cuestión de los derechos de los pacientes vulnerables ingresados en instituciones masivas (el Gobierno cita C.B. contra Rumanía, núm. 21207/03, 20 de abril de 2010, y Stanev contra Bulgaria [GS], núm. 36760/06, TEDH 2012), el Gobierno alega que ninguna razón relativa al respeto de los derechos humanos, tal como se definen en el Convenio, requiere que se realice el examen de la demanda.", "(b)  El CLR", "70.  El CLR alega que las circunstancias excepcionales de esta demanda requieren un examen del fondo; el Tribunal podría realizar dicha valoración bien considerando al CLR una víctima indirecta, bien aceptando que el CLR actúa como representante del Sr. Câmpeanu.", "", "71. Dado el principio de flexibilidad en la interpretación de sus criterios de admisión, cuando se requiere en interés de los derechos humanos y por la necesidad de garantizar el acceso práctico y efectivo a los procedimientos ante él, el CLR alega que su locus standi para actuar en nombre del Sr. Câmpeanu debería ser aceptado por el Tribunal. En tal decisión debieran considerarse las excepcionales circunstancias del caso, el hecho de que para el Sr. Câmpeanu era imposible el acceso al tribunal, ni directamente ni a través de un representante, el hecho de que los tribunales internos habían reconocido la capacidad del CLR de actuar en nombre de éste, último pero no menos importante, a la experiencia de muchos años del CLR actuando en nombre de las personas con discapacidad.", "El CLR menciona además que el Tribunal había adaptado sus reglas para permitir el acceso a sus procedimientos a las víctimas a quienes resultaba excesivamente difícil o incluso imposible cumplir con ciertos criterios de admisibilidad, debido a factores fuera de su control, pero vinculados a las violaciones que denunciaban: dificultades probatorias para las víctimas de las medidas de vigilancia secreta, o vulnerabilidad debido a factores tales como la edad, sexo o discapacidad (citando, por ejemplo ,S.P., D.P. y A.T. contra el Reino Unido, núm. 23715/94, decisión de la Comisión de 20 de mayo de 1996; Storck contra Alemania, núm. 61603/00, TEDH 2005 V; y Ocalan contra Turquía GS, núm. 46221/99, TEDH 2005 IV).", "El Tribunal también se ha salido de la regla de “condición de víctima” en base a los “intereses de los derechos humanos”, declarando que sus sentencias sirven no sólo para decidir de los casos presentados ante él, sino más en general, “para aclarar, proteger y desarrollar las normas instituidas por el Convenio, contribuyendo así a la observancia por los Estados de los compromisos adquiridos por ellos como Partes Contratantes” (el CLR se refiere a Karner contra Austria, núm. 40016/98, ap. 26, TEDH 2003IX).", "El CLR alega asimismo que el Estado tiene ciertos deberes conforme al artículo 2, por ejemplo, independientemente de la existencia de parientes próximos o su voluntad de instituir procedimientos en nombre del demandante; Además condicionar la supervisión del cumplimiento por parte de los Estados de sus obligaciones en virtud del artículo 2 a la existencia de parientes próximos, correría el riesgo de incumplir los requisitos del artículo 19 del Convenio.", "", "72.  El CLR se refiere a la jurisprudencia internacional de la Comisión Inter-Americana de Derechos Humanos y la Comisión Africana sobre los Derechos de las Personas y los Pueblos, que en circunstancias excepcionales admiten asuntos presentados por otros en nombre de presuntas víctimas si las víctimas no pueden presentar ellas mismas la comunicación. Las ONGs figuran entre los defensores más activos de los derechos humanos en dichas situaciones; además, su capacidad para presentar casos ante el tribunal en nombre de o en apoyo de dichas víctimas es comúnmente aceptado en muchos Estados miembros del Consejo de Europa (conforme a un informe de 2011 de la Agencia de Derechos Fundamentales de la Unión Europea titulado Access to Justice in Europe: An Overview of Challenges and Opportunities).", "", "73.  Volviendo a las particularidades del presente caso, el CLR subraya que un factor importante en la valoración de la cuestión del locus standi era que sus observadores habían establecido un breve contacto visual con el Sr. Câmpeanu durante su visita al PMH y fueron testigos de su situación; en consecuencia, el CLR había actuado inmediatamente y acudido a diversas autoridades, instándolas a aportar soluciones a su crítica situación. En este contexto, la experiencia de muchos años de la asociación en defensa de los derechos humanos de las personas con discapacidad había desempeñado un papel esencial.", "Señalando que a nivel nacional fue reconocido su locus standi, el CLR sostiene que el Tribunal, con frecuencia, tiene en consideración las normas procesales internas sobre representación para decidir quién tenía locus standi para presentar demandas en nombre de las personas con discapacidad (cita Glass contra Reino Unido, núm. 61827/00, TEDH 2004 II). Por otra parte, el Tribunal ha encontrado violaciones en los casos en que las autoridades nacionales habían aplicado las normas de procedimiento de manera tan inflexible que restringían el acceso a la justicia para las personas con discapacidad (por ejemplo, X e Y contra Paises Bajos, 26 de marzo de 1985, Serie A núm. 91).", "En este contexto, el CLR argumentó que las iniciativas que había tomado ante las autoridades internas el diferenciaba de la ONG demandante en el reciente caso de Nencheva y otros contra Bulgaria (núm. 48609/06,18 junio de 2013), con respecto a la muerte de quince niños y jóvenes con discapacidad en un hogar de atención social. En ese caso, aunque se observa en general que podrían ser necesarias medidas excepcionales para garantizar que personas que no podían defenderse tuvieran acceso a ser representadas, el Tribunal señaló que la Asociación para la Integración Europea y de Derechos Humanos no había presentado el caso previamente a nivel nacional. El Tribunal por lo tanto había desestimando la demanda como incompatible ratione personae con las disposiciones del Convenio en relación con la ONG en cuestión (ibid., ap. 93).", "", "74. Refiriéndose a los comentarios hechos por el Comisario del Consejo de Europa para los derechos humanos, destacando las dificultades que encuentran las personas con discapacidad para garantizar el acceso a la justicia y también a las preocupaciones expresadas por el Relator especial de las Naciones Unidas sobre la tortura de que las prácticas de abuso contra las personas con discapacidad aisladas en instituciones estatales, a menudo “permanecían invisibles”, el CLR alega que los “intereses de los derechos humanos” requerirían un examen del presente caso sobre el fondo.", "El CLR indica además unos criterios que consideraba útiles para la determinación del locus standi en casos similares al presente: la vulnerabilidad de la víctima, que entraña una potencial incapacidad absoluta para quejarse; obstáculos prácticos o naturales que impiden a la víctima agotar los recursos internos, como la privación de la libertad o la imposibilidad de contactar con un abogado o un pariente; la naturaleza de la violación, especialmente en el caso artículo 2, donde la víctima directa no estaba ipso facto en condiciones de proporcionar una autorización por escrito a terceras personas, la ausencia de mecanismos institucionales alternativos adecuados que garanticen una representación efectiva de la víctima; la naturaleza del vínculo entre el tercero que alega su locus standi y la víctima directa; reglas internas favorables al locus standi; y si las denuncias planteaban graves cuestiones de importancia general.", "", "75.  A la luz de los mencionados criterios y en la medida en que actuaba en nombre de la víctima directa, Sr. Câmpeanu – tanto previo a su fallecimiento, presentando una apelación para su traslado del PMH, como inmediatamente después y a lo largo de los siguientes cuatro años, buscando la responsabilidad de su muerte ante los tribunales internos, el CLR afirma que tenía el derecho de presentar su caso ante el Tribunal.", "El CLR concluye que el no reconocimiento de su legitimidad para actuar en nombre del Sr. Câmpeanu supondría dejar al Gobierno en ventaja de sus desafortunadas circunstancias y permitirle escapar del control del Tribunal, bloqueando por tanto el acceso al Tribunal de los miembros más vulnerables de la sociedad.", "(c)  Alegaciones de terceras partes personadas", "(i)  El Comisario del Consejo de Europa para Derechos Humanos", "76.  El Comisario del Consejo de Europa para los derechos humanos, cuya intervención ante el Tribunal se limitó a la admisibilidad de la presente demanda, alega que el acceso a la justicia para personas con discapacidad es tremendamente problemático, especialmente teniendo en cuenta los inadecuados procedimientos de incapacitación legal y las normas tan restrictivas sobre la legitimidad para actuar. En consecuencia, a menudo las autoridades no eran informadas sobre los frecuentes abusos cometidos contra las personas con discapacidad y estos eran ignorados, y estas violaciones se veían rodeadas de una atmósfera de impunidad. Para prevenir y poner fin a estos abusos, las ONGs desempeñan un importante papel, incluso facilitando el acceso a la justicia de las personas vulnerables. Ante esa situación, permitir a las ONGs presentar demandas ante el Tribunal en nombre de las personas con discapacidad estaría totalmente en consonancia con el principio de eficacia subyacente al Convenio, y también con las tendencias existentes a nivel interno en muchos países europeos y la jurisprudencia de otros tribunales internacionales, como el Tribunal Inter Americano de derechos humanos, que concedió locus standi a las ONGs que actuaban en nombre de presuntas víctimas, incluso cuando las víctimas no habían nombrado como sus representantes a estas organizaciones (por ejemplo, en el caso de Yatama contra Nicaragua, sentencia de 23 de junio de 2005).", "En opinión del Comisario, una interpretación estricta de los requisitos del locus standi relativos a las personas con discapacidad (en este caso, intelectual) tendría el efecto no deseado de privar a este grupo vulnerable de la oportunidad de buscar y obtener compensación por la vulneración de sus derechos humanos, caminando así en sentido contrario a los objetivos del Convenio.", "", "77.  El Comisario alega también que en circunstancias excepcionales, a definir por el Tribunal, las ONGs deberían poder presentar demandas ante el Tribunal en nombre de las víctimas identificadas que se habían visto directamente afectadas por la presunta violación. Tales circunstancias excepcionales podrían referirse a víctimas extremadamente vulnerables, por ejemplo personas detenidas en instituciones psiquiátricas y de atención social, sin familia y sin medios alternativos de representación, cuyas demandas, presentadas en su nombre por una persona u organización con quien se ha establecido una relación suficiente, dieron lugar a importantes cuestiones de interés general.", "Tal enfoque estaría en consonancia con la tendencia europea hacia la expansión de la legitimación y el reconocimiento de la inestimable contribución realizada por las organizaciones no gubernamentales en el campo de los derechos humanos para personas con discapacidad; al mismo tiempo, también estaría en consonancia con la jurisprudencia aplicable del Tribunal -, que ha evolucionado considerablemente en los últimos años, en particular, como resultado de la intervención de las ONGs .", "(ii)  El Comité Búlgaro de Helsinki", "78.  El Comité Búlgaro de Helsinki sostiene, basado en su amplia experiencia como una ONG de derechos humanos, que las personas con discapacidad institucionalizadas son desprovistas de la protección de la legislación penal, a menos que una ONG actúe en su nombre mediante recursos legales además de la defensa pública, e incluso en tales circunstancias, los resultados prácticos seguían siendo insuficientes en lo que seguía existiendo una falta de acceso básico a la justicia para tales víctimas, a quienes en la actualidad a menudo se les deniega la justicia por motivos procedimentales. Como resultado, los delitos contra las personas institucionalizadas con discapacidad mental estaban blindados de la ejecución de las leyes destinadas a velar por su prevención, castigo y reparación.", "", "(iii)  El Centro de Apoyo de la Discapacidad mental", "", "79.  El Centro de Apoyo de la Discapacidad Mental alegó que la incapacidad fáctica o jurídica de las personas con discapacidad intelectual de tener acceso a la justicia, una cuestión ya examinada por el Tribunal en varios de sus casos (por ejemplo, Stanev, precitado), podría conducir en última instancia a la impunidad de las violaciones de sus derechos. En situaciones donde las víctimas vulnerables son privadas de su capacidad jurídica y/o recluidas en instituciones del Estado, los Estados podrían “evitar” cualquier responsabilidad de proteger sus vidas al no proporcionarles asistencia en asuntos legales, incluyendo lo referente a la protección de sus derechos humanos. Se citó la jurisprudencia del Tribunal Supremo de Canadá, el Tribunal Supremo irlandés y el Tribunal Superior de Inglaterra y Gales concediendo legitimidad legal a las organizaciones no gubernamentales en situaciones en donde nadie era capaz de llevar ante los tribunales una cuestión de interés público. Las decisiones de los tribunales antes mencionados sobre el tema del locus standi de las ONG se habían basado principalmente en una valoración sobre si el caso se refería a un asunto serio, si el reclamante tenía un interés legítimo en llevar el caso, la experiencia del reclamante en el área involucrada en el asunto y si existía cualquier otro medio razonable y efectivo de llevar la cuestión ante los tribunales.", "2.  La valoración del Tribunal", "(a)  El enfoque del Tribunal en casos anteriores", "(i)  Víctimas directas", "80.  Para poder presentar una demanda de conformidad con el artículo 34, una persona debe poder mostrar que él o ella está “directamente afectado” por la medida (véase Burden contra el Reino Unido [GS], núm.13378/05, ap. 33, TEDH 2008, y İlhan contra Turquía [GS], núm. 22277/93, ap.52, TEDH 2000VII). Esto es indispensable para poner en marcha el mecanismo de protección, aunque este criterio no debe aplicarse de una manera rígida, mecánica e inflexible (véase Karner, precitado, ap. 25, y Fairfield y Otros contra el Reino Unido (dec.), núm. 24790/04, TEDH 2005VI).", "Por otra parte, conforme a la jurisprudencia del Tribunal y al artículo 34 del Convenio, las demandas solo pueden presentarse por o en nombre de las personas vivas (ver Varnava y otros contra Turquía GS, núms. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 y 16073/90, ap.111, TEDH 2009). Así, en una serie de casos donde la víctima directa murió antes de la presentación de la demanda, el Tribunal no ha aceptado que la víctima directa, incluso estando representada, tuviera legitimidad a los fines del artículo 34 del Convenio (véase Aizpurua Ortiz y otros contra España, núm. 42430/05, ap. 30, 2 de febrero de 2010; Dvořáček y Dvořáčková contra Eslovaquia, núm. 30754/04, ap.41, 28 de julio de 2009; y Kaya y Polat contra Turquía (dec.), núm. 2794/05 y 40345/05, 21 de octubre de 2008).", "(ii)  Víctimas indirectas", "81.  Casos del mencionado tipo deben ser diferenciados de aquellos en los que en que se permitió a los herederos de un demandante continuar una demanda que ya había sido presentada. Una autoridad sobre esta cuestión es Fairfield y otros (citado anteriormente), donde una hija interpuso una demanda después de la muerte de su padre, alegando una violación de sus derechos a la libertad de pensamiento, de religión y expresión (artículos 9 y 10 del Convenio). Mientras que los tribunales internos otorgaron el permiso a la Sra. Fairfield para continuar la apelación después de la muerte de su padre, el Tribunal no aceptó la condición de víctima de la hija y distinguió este caso de la situación en Dalban contra Rumania (GS, núm. 28114/95, TEDH 1999 VI), donde la demanda se presentó por el mismo demandante, cuya viuda lo había continuado solamente después de su muerte.", "En este sentido, el Tribunal ha distinguido entre demandas donde la víctima directa había fallecido después de presentada la demanda ante el Tribunal y aquellos donde él o ella ya habían muerto antes.", "Cuando el demandante ha muerto después de que se haya presentado la demanda, el Tribunal ha aceptado que el pariente más próximo o el heredero en principio continúen con la demanda, siempre que él o ella tenga interés suficiente en el caso (véase, por ejemplo, la viuda y los hijos en Raimondo contra Italia, 22 de febrero de 1994, ap. 2, serie A núm. 281 A y Stojkovic contra “la ex República Yugoslava de Macedonia”, núm. 14818/02, ap. 25, 8 de noviembre de 2007; los padres en X contra Francia, núm. 18020/91, ap. 26, 31 de marzo de 1992; el sobrino y heredero potencial en Malhous contra la República Checa (dec.), núm. 33071/96, TEDH 2000 XII; o la pareja soltera o de hecho en Velikova contra Bulgaria (dec.), núm. 41488/98, 18 de mayo de 1999; y contrastar al legatario universal no relacionado con el difunto en Thévenon contra Francia (dec.), núm. 2476/02, TEDH 200 – III; la sobrina en Léger contra Francia (suprimida) GS, núm. 19324/02, ap. 50, 30 de marzo de 2009; y la hija de uno de los demandantes originales en un caso sobre derechos intransferibles al amparo de los artículos 3 y 8 donde no estaba en juego ningún interés general , M.P. y otros contra Bulgaria, núm. 22457/08, apds. 96-100, 15 de noviembre de 2011).", "", "82.  Sin embargo, la situación varía cuando la víctima directa fallece antes de presentar la demanda ante el Tribunal. En tales casos, el Tribunal, con referencia a una interpretación autónoma del concepto de “víctima”, está preparado para reconocer la legitimidad de un pariente bien cuando la demanda plantea una cuestión de interés general perteneciente al “respeto de los derechos humanos” (artículo 37.1 in fine del Convenio) y los demandantes, como herederos tienen un legítimo interés en continuar la demanda, o en base al efecto directo sobre los propios derechos del demandante (Micallef contra Malta [GS], núm. 17056/06, apds. 44-51, TEDH 2009, y Marie-Louise Loyen y Bruneel contra Francia, núm. 55929/00, apds. 21-31, 5 de Julio de 2005). Debe de señalarse que los últimos casos, se presentaron ante el Tribunal después o en relación con procedimientos internos en los que la víctima directa había participado mientras estaba con vida.", "Por tanto, el Tribunal ha reconocido la legitimidad del pariente más próximo para presentar una demanda cuando la víctima ha fallecido o desaparecido en circunstancias que presuntamente implicaban la responsabilidad del Estado (véase Çakıcı contra Turquía [GS], núm. 23657/94, ap. 92, TEDH 1999IV, y Bazorkina contra Rusia (dec.), núm. 69481/01, 15 de septiembre de 2005).", "", "83.  En Varnava y otros (precitado) los demandantes presentaron las demandas tanto en su propio nombre como en nombre de sus familiares desaparecidos. El Tribunal no consideró necesario dictaminar sobre si los hombres desaparecidos debían o no debían tener la condición de demandantes dado, en cualquier caso, que los parientes más cercanos de los hombres desaparecidos tenían derecho a plantear quejas acerca de su desaparición (ibid., ap. 112). El Tribunal examinó el caso en base a que los familiares de los desaparecidos eran los demandantes a los fines del artículo 34 del Convenio.", "", "100. En los casos donde la presunta violación del Convenio no estaba estrechamente vinculada a las desapariciones o muertes planteando cuestiones conforme al artículo 2, el enfoque del Tribunal ha sido más restrictivo, como en el caso de Sanles Sanles contra España ((dec.), núm. 48335/99, TEDH 2000 XI), referente a la prohibición del suicidio asistido. El Tribunal declaró que los derechos reclamados por el demandante conforme a los artículos 2, 3, 5, 8, 9 y 14 del Convenio pertenecían a la categoría de derechos no transferibles y por lo tanto, concluyó que la demandante, que era cuñada del difunto y heredera legal, no podría reclamarse víctima de una violación en nombre de su difunto cuñado. La misma conclusión se alcanzó con respecto a las quejas en virtud de los artículos 9 y 10 presentada por la hija de la presunta víctima (véase Fairfield y otros, precitado).", "En otros casos relativos a las quejas en virtud de los artículos 5, 6 o 8 el Tribunal ha concedido el estatus de víctima a parientes próximos, permitiéndoles presentar una solicitud cuando ellos han mostrado un interés moral en que la víctima fallecida fuera exonerada de cualquier declaración de culpabilidad (véase Nölkenbockhoff contra Alemania, núm. 10300/83, ap. 33, 25 de agosto de 1987, y Grădinar contra Moldavia, núm. 7170/02, apds. 95 y 97-98, 8 de abril de 2008) o para proteger su propia reputación y la de su familia (ver Brudnicka y otros contra Polonia, núm. 54723/00, apds. 27-31, TEDH 2005 II; Armonienė contra Lituania, núm. 36919/02, ap. 29, 25 de noviembre de 2008; y Polanco Torres y Movilla Polanco contra España, núm. 34147/06, apds. 31-33, 21 de septiembre de 2010), o cuando ellos han mostrado un interés material basándose en el efecto directo sobre sus derechos económicos (véase Ressegatti contra Suiza, núm. 17671/02, apds. 23-25, 13 de julio de 2006; y Marie-Louise Loyen y Bruneel, apds. 29-30; Nölkenbockhoff, ap. 33; Grădinar, ap. 97; y Micallef, ap. 48, todos precitados). La existencia de un interés general que haga necesario proceder en consideración a las quejas también ha sido tomado en consideración (véase Marie-Louise Loyen y Bruneel, ap. 29; Ressegatti, ap. 26; Micallef, apds. 46 y 50, todos precitados; y Biç y otros contra Turquía, núm. 55955/00, apds. 22-23, 2 de febrero de 2006).", "La participación del demandante en los procedimientos internos se declaró ser solo uno de los ciertos criterios aplicables (véase Nölkenbockhoff, ap. 33; Micallef, apds. 48-49; Polanco Torres y Movilla Polanco, ap. 31; y Grădinar, apds. 98-99, todos precitados; y Kaburov contra Bulgaria (dec.), núm. 9035/06, apds. 52-53, 19 de junio de 2012).", "(iii)  Víctimas potenciales y actio popularis", "84.  El artículo 34 del Convenio no admite quejas in abstracto denunciando una violación del Convenio. El Convenio no proporciona a una institución una actio popularis (véase Klass y otros contra Alemania, 6 de septiembre de 1978, ap. 33, Series A núm. 28; The Georgian Labour Party contra Georgia (dec.), núm. 9103/04, 22 de mayo de 2007; y Burden, precitado, ap. 33), en el sentido que los demandantes no pueden quejarse sobre una disposición de la legislación interna, una práctica interna o actuaciones públicas simplemente porque parezcan ir contra el Convenio.", "Para que los demandantes puedan reclamarse víctimas, deben presentar evidencias razonables y convincentes de la probabilidad de que se produzca una violación que les afecte personalmente; la mera sospecha o conjetura es insuficiente en este sentido (véase Tauira y otros 18 contra Francia, demanda núm. 28204/95, decisión de la Comisión de 4 de diciembre de 1995, decisiones e informes (DR) 83-B, p. 131, y Monnat contra Suiza, núm. 73604/01, apds. 31-32, TEDH 2006-X).", "(iv)  Representación", "85.  Según la jurisprudencia establecida del Tribunal (véase el ap. 96), las demandas pueden presentarse ante él solamente por parte de personas vivas o en su nombre.", "Cuando los demandantes deciden ser representados conforme al artículo 36.1 del Reglamento del Tribunal, en lugar de presentar ellos mismos la demanda, el artículo 45.3 les obliga a presentar por escrito una autorización para actuar, debidamente firmada. Para los representantes es esencial demostrar que han recibido instrucciones específicas y explícitas de la presunta víctima en el sentido del artículo 34, en cuyo nombre pretenden actuar ante el Tribunal (véase Post contra Países Bajos (dec.), núm. 21727/08, 20 de enero de 2009; respecto a la validez de una autorización para actuar, véase Aliev contra Georgia, núm. 522/04, apds. 44-49, 13 de enero de 2009).", "", "86.  Sin embargo, las instituciones del Convenio han declarado que pueden surgir consideraciones especiales en el caso de víctimas de presuntas violaciones de los artículos 2, 3 y 8 a manos de las autoridades nacionales.", "Las demandas presentadas por individuos en nombre de la(s) víctima(s), a pesar de no presentar una autorización de forma válida, han sido declaradas admisibles. Se ha mostrado una particular consideración con respecto a la vulnerabilidad de las víctimas a causa de su edad, sexo o discapacidad, que les incapacita para presentar una denuncia al respecto ante el Tribunal, debiendo tener especial consideración hacia el vínculo entre la persona que presenta la demanda y la víctima (véase, mutatis mutandis, İlhan, precitada, ap. 55, donde las quejas fueron presentadas por el demandante en nombre de su hermano, que había sido objeto de malos tratos; Y.F. contra Turquía, núm. 24209/94, ap. 29, TEDH 2003 – IX, donde un esposo se quejó de que su esposa había sido obligada a someterse a un examen ginecológico; y S.P., D.P. y A.T. contra el Reino Unido, precitada, donde fue presentada una queja por un procurador en nombre de los niños que él había representado en los procedimientos internos, en los que él fue nombrado por el tutor ad litem).", "Por el contrario, en Nencheva y otros (precitada, ap. 93) el Tribunal no admitió la condición de víctima de la asociación demandante actuando en nombre de las víctimas directas, señalando que no se había juzgado el caso ante los tribunales internos, y asimismo que los hechos denunciados no tenían ningún impacto en sus actividades, debido a que la asociación podía seguir trabajando en lograr sus objetivos. El Tribunal, bien que reconociendo la legitimidad de los parientes de algunas víctimas, deja abierta no obstante la cuestión de la representación de las víctimas que son incapaces de actuar en su propio nombre ante él., aceptando que circunstancias excepcionales pueden requerir medidas excepcionales.", "(b)  Sobre si el CLR tiene legitimidad para actuar en el presente caso", "87. Este caso se refiere a una persona extremadamente vulnerable sin parientes cercanos, el Sr. Câmpeanu, un joven Roma con una grave discapacidad mental que estaba infectado con el VIH, que pasó toda su vida al cuidado de las autoridades del Estado y que murió en el hospital, como resultado presuntamente de negligencia. Tras su muerte y sin haber tenido ningún contacto significativo con él mientras estaba vivo (véase el ap. 23 ) ni haber recibido ningún poder o instrucciones suyas o de cualquier otra persona competente, la Asociación demandante (el CLR) está ahora tratando de presentar ante el Tribunal una denuncia relativa, entre otras cosas, a las circunstancias de su muerte.", "", "105. En opinión del Tribunal el presente caso no entra fácilmente en ninguna de las categorías cubiertas por la jurisprudencia anterior y por lo tanto plantea una cuestión difícil de interpretación del Convenio relativa a la legitimidad para actuar del CLR. Al abordar esta cuestión el Tribunal tendrá en consideración el hecho de que el Convenio debe interpretarse como garantizando los derechos que son prácticos y eficaces en contraposición con los teóricos o ilusorios (ver Artico contra Italia, 13 de mayo de 1980, ap. 33, serie A núm. 37 y las autoridades citadas en él). También se debe tener en cuenta que las sentencias del Tribunal “no sólo sirven para decidir los casos presentados ante el Tribunal, sino más generalmente, para dilucidar, salvaguardar y desarrollar las normas instituidas por el Convenio, contribuyendo así a la observancia por los Estados de los compromisos adquiridos por ellos como Partes Contratantes” (véase Irlanda contra el Reino Unido, 18 de enero de 1978, ap. 154, Serie A núm. 25, y Konstantin Markin contra Russia[GS], núm. 30078/06, ap. 89, TEDH 2012). Al mismo tiempo y, como se refleja en la mencionada jurisprudencia sobre la condición de víctima y el concepto de “legitimidad”, el Tribunal debe garantizar que las condiciones de admisibilidad que rigen el acceso a él se interpretan de una manera consistente.", "", "88. El Tribunal considera indiscutible que el Sr. Câmpeanu era la víctima directa, en el sentido del artículo 34 del Convenio, de las circunstancias que en última instancia condujeron a su muerte y que se encuentran en el corazón de la principal queja ante el Tribunal en el presente caso, es decir la queja presentada al amparo del artículo 2 del Convenio.", "", "107. Por otro lado, el Tribunal no encuentra motivos suficientemente relevantes para admitir al CLR como víctima indirecta en el sentido de su jurisprudencia. Fundamentalmente, el CLR no ha demostrado un “vínculo suficientemente estrecho” con la víctima directa; ni se ha argumentado que tenga un “interés personal” en perseguir las quejas ante el Tribunal, teniendo en consideración la definición de estos conceptos en la jurisprudencia del Tribunal (ver apds. 97-100).", "", "108. Mientras vivió, el Sr. Câmpeanu no inició ningún procedimiento ante los tribunales internos para quejarse sobre su situación médica y legal. Aunque formalmente estaba considerado como una persona con plena capacidad jurídica, parece claro que en la práctica fue tratado como si no lo fuera (véanse los apds.14 y 16). En cualquier caso, debido a su estado de vulnerabilidad extrema, este Tribunal considera que él no era capaz de iniciar ninguno de tales procedimientos por sí mismo, sin un asesoramiento y apoyo legal adecuado. Por lo tanto estaba en una posición totalmente diferente y menos favorable que los casos tratados anteriormente por el Tribunal. Dichas personas que tenían capacidad legal, o al menos no se les prohibió plantear procedimientos mientras estaban vivos (véase ap. 98 y 100), y aquellos en nombre de quienes se presentó la demanda tras su muerte.", "", "89. Tras la muerte del Sr. Câmpeanu, el CLR inició varios procedimientos internos encaminados a dilucidar las circunstancias previas y que rodearon su muerte. Finalmente, una vez que las investigaciones concluyeron que no había habido delito en relación con la muerte del Sr. Câmpeanu, el CLR interpuso la presente demanda ante el Tribunal.", "", "110. El Tribunal concede gran importancia al hecho de que ni la capacidad del CLR de actuar en nombre del Sr. Câmpeanu ni sus representaciones en su nombre ante las autoridades internas judiciales y médicas fueron cuestionadas ni impugnadas de ninguna forma (véanse los apds. 23, 27-28, 33, 37-38 40-41 arriba); Este tipo de iniciativas, que normalmente serían responsabilidad de un tutor o representante, fueron por lo tanto tomadas por el CLR sin objeciones por parte de las autoridades competentes, que consintieron en estos procedimientos y abordaron todas las solicitudes presentadas a ellas.", "", "90.  El Tribunal también señala, como se mencionó anteriormente, que en el momento de su muerte no se tenía conocimiento de parientes cercanos del Sr. Câmpeanu, y que cuando alcanzó la mayoría de edad el Estado no nombró persona competente ni tutor que cuidara de sus intereses, ya fueran legales o de otro tipo, a pesar de la exigencia legal de hacerlo. A nivel nacional el CLR se involucró como representante sólo poco antes de su muerte – en un momento en que era manifiestamente incapaz de expresar deseos u opiniones con respecto a sus propias necesidades e intereses, y mucho menos sobre la conveniencia de presentar recursos. Dado que las autoridades no nombraron un tutor legal u otro representante, no disponía para su protección ninguna forma de representación o para presentar observaciones en su nombre ante las autoridades del hospital, los tribunales nacionales y el Tribunal (ver, mutatis mutandis, P., C. y S. contra el Reino Unido (dec.), núm. 56547/00, 11 de diciembre de 2001, y B. contra Rumania (núm. 2), antes citada, apds. 96-97). También es significativo que el principal motivo de queja al amparo del Convenio se refiere a las quejas en virtud del artículo 2 (“derecho a la vida”), que el Sr. Câmpeanu , aunque víctima directa, evidentemente no podría perseguir por causa de su muerte.", "", "112. Ante dicho trasfondo, el Tribunal considera que en las circunstancias excepcionales de este caso y teniendo en cuenta la gravedad de los alegatos, debería admitirse que el CLR actuara como representante del señor Câmpeanu, a pesar del hecho de que carecía de poder notarial para actuar en su nombre y que murió antes de que se presentara la demanda ante el Tribunal al amparo del Convenio. Considerar otra cosa significaría evitar que dichas graves denuncias de violación del Convenio fueran examinadas a nivel internacional, con el riesgo de que el Estado demandado escapara de su responsabilidad conforme al Convenio como resultado de su propio fallo al no nombrar a un representante legal que actuara en su nombre tal y como requiere la legislación nacional (véanse apds. ", "47 y ", "48; véase también, mutatis mutandis, P., C. y S. contra el Reino Unido, precitado, y The Argeş College of Legal Advisers contra Rumanía, núm. 2162/05, ap. 26, 8  de marzo de 2011). Permitir de esta manera al Estado demandado escapar de su responsabilidad no sería coherente con el espíritu general del Convenio, ni con la obligación de las Altas Partes Contratantes en virtud del artículo 34 del Convenio de no dificultar de ninguna manera el ejercicio del derecho a presentar una demanda ante el Tribunal.", "", "91.  Otorgar legitimidad al CLR para actuar como representante del Sr. Câmpeanu es un enfoque en consonancia con el que solicita el derecho a una revisión judicial al amparo del artículo 5.4 del Convenio en el caso de personas “enajenadas” (artículo 5.1 e). En este contexto puede reiterarse que es indispensable que la persona en cuestión debería tener acceso a un tribunal y la oportunidad de ser escuchada ya sea en persona o, en caso necesario, a través de alguna forma de representación, de lo contrario no habrán sido otorgadas “las garantías fundamentales del procedimiento aplicado en materia de privación de libertad” (véase De Wilde, Ooms y Versyp contra Bélgica, 18 de junio de 1971, ap. 76, serie A núm. 12). La enfermedad mental puede implicar restringir o modificar la forma de ejercer ese derecho (véase Golder contra el Reino Unido, 21 de febrero de 1975, ap. 39, serie A núm. 18), pero no puede justificar alterar la esencia misma del derecho. En efecto, las garantías procesales especiales pueden ser convocadas a fin de proteger los intereses de las personas que, debido a su discapacidad mental, no son plenamente capaces de actuar por sí mismas (véase Winterwerp contra los Países Bajos, 24 de octubre de 1979, ap. 60, serie A núm. 33). De hecho un obstáculo puede contravenir el Convenio como un impedimento legal (véase Golder, antes citada, ap. 26).", "", "114. En consecuencia, el Tribunal desestima la objeción del Gobierno con respecto a la falta de locus standi del CLR, en vista de la legitimidad de este último como representante de facto del Sr. Câmpeanu.", "El Tribunal señala asimismo que las quejas por este concepto no son manifiestamente infundadas en el sentido del artículo 35.3 del Convenio o inadmisible por ningún otro motivo. Deben por lo tanto ser declaradas admisibles.", "B.  Fundamentación", "1.  Alegaciones al Tribunal", "(a)  El CLR", "92.  El CLR alega que como resultado de sus decisiones inadecuadas sobre el traslado del Sr. Câmpeanu a instituciones que carecían de las instalaciones y capacidades necesarias para tratar su estado, seguido por acciones médicas inadecuadas u omisiones de tales acciones, las autoridades contribuyeron, directa o indirectamente, a su muerte prematura.", "El CLR destaca que a pesar de que los exámenes médicos sufridos por el Sr. Câmpeanu durante los meses previos a su ingreso en el CMSC y posteriormente en el PMH certificaban su “buen estado general” sin ningún problema de salud importante, su salud se deterioró considerablemente en las dos semanas previas a su muerte, en un momento en el que había estado bajo la supervisión de las autoridades. Conforme a la amplia jurisprudencia del Tribunal en base al artículo 2, como aplicable al presente caso, el Estado estaba obligado a dar una explicación en cuanto a la atención médica dispensada y a las causas de la muerte del Sr. Câmpeanu (CLR cita, entre otras autoridades, Kats y otros contra Ucrania, núm. 29971/04, ap. 104, 18 de diciembre de 2008; Dodov contra Bulgaria, núm. 59548/00, ap. 81, 17 de enero de 2008; Aleksanyan contra Rusia, núm. 46468/06, ap. 147, 22 de diciembre de 2008; Khudobin contra Rusia, núm. 59696/00, ap. 84, TEDH 2006 XII; y Z.H. contra Hungría, núm. 28973/11, apds. 31-32, 8 de noviembre de 2012).", "Esta obligación no había sido cumplida por el Gobierno, que por un lado no había presentado documentos médicos importantes relativos al señor Câmpeanu y por otra parte había presentado ante el Tribunal un expediente médico duplicado cubriendo la estancia del paciente en el PMH, en el que la información importante había sido alterada. Mientras que en el expediente médico original – como se presentó en diversas fases de los procedimientos internos – no se hacía ninguna referencia a medicación antirretroviral proporcionada al Sr. Câmpeanu, el nuevo documento, escrito a mano con letra diferente, incluía referencias a la medicación antirretroviral, sugiriendo con ello que tal medicación se había dispensado al paciente. Como el Gobierno se había basado en el nuevo documento para discutir ante el Tribunal la alegaciones del CLR relativas a la falta de dispensación de tratamiento antirretroviral (véase el ap. 122), el CLR alegó que el documento,con toda probabilidad, había sido elaborado después del evento, para apoyar los argumentos del Gobierno ante el Tribunal.", "", "93.  El CLR alegó además que varios documentos producidos en este caso, especialmente en relación con las visitas in situ del CPT, demostraron que las autoridades habían sido plenamente conscientes de las pésimas condiciones de vida y prestación de atención y tratamiento en el PMH, tanto antes de 2004 e incluso alrededor del tiempo aplicable (véanse apds. 47, 74 y 78).", "", "117. La falta de dispensación de la adecuada atención y tratamiento para el Sr. Câmpeanu fue destacada en los pobres registros médicos y los sucesivos traslados incorrectamente registrados del paciente entre las diferentes unidades hospitalarias. Estas omisiones eran significativas, puesto que era obvio que el estado de salud del paciente se había deteriorado durante el período en cuestión y así se había requerido tratamiento de emergencia. También, como se mencionó anteriormente, mientras que la medicación antirretroviral del paciente había sido suspendida durante su corta estancia en el CMSC, era muy probable que durante su estancia en el PMH el Sr. Câmpeanu no hubiera recibido ningún medicamento antirretroviral tampoco. Al mismo tiempo, a pesar de que se requerían una serie de exámenes médicos, no se habían realizado jamás. La investigación oficial no había podido dilucidar aspectos cruciales del caso, a pesar de que podría haber habido explicaciones más plausibles para la supuesta conducta psicótica del paciente, como la septicemia o su segregación forzada en una habitación aislada.", "En vista de lo anterior, el CLR alegó que las obligaciones sustantivas conforme al artículo 2 no habían sido cumplidas por el Estado demandado.", "", "94.  El CLR mantiene además que las condiciones de vida en el PMH y colocación del paciente en una habitación aislada constituía una violación separada del artículo 3.", "Evidencias sólidas en el expediente, incluyendo documentos expedidos por las autoridades rumanas, tales como el Gobierno, la fiscalía adscrita al Tribunal Superior, el Instituto forense nacional o el personal del PMH, destacaban las deficientes condiciones en el PMH en el momento pertinente, especialmente respecto a la falta de alimentos, falta de calefacción y la presencia de enfermedades infecciosas.", "Era indiscutible que el Sr. Câmpeanu había sido colocado solo en una habitación aislada; los supervisores del CLR habían observado en el momento de su visita al PMH que el paciente no estaba vestido adecuadamente, la habitación estaba fría y el personal se negaba a ofrecerle ningún tipo de ayuda para satisfacer sus necesidades personales. Mientras el Gobierno alega que esta medida había sido tomada sin ninguna intención de discriminar al paciente, no había podido presentar ninguna justificación adecuada para ello. La afirmación de que la habitación en cuestión era la única disponible no se sostiene debido a los numerosos informes que demuestran que el hospital no estaba funcionando a plena capacidad en el momento en cuestión.", "95.  El CLR sostiene que la investigación oficial llevada a cabo en el caso no cumplió con los requisitos del Convenio por las siguientes razones: su ámbito de actuación fue demasiado estrecho, centrándose sólo en dos médicos, uno del CMSC y el otro del PMH, mientras se ignoró al resto del personal u otras agencias involucradas; Sólo se analizó la causa inmediata de la muerte y el período inmediatamente anterior; y las autoridades no recogieron las pruebas esenciales en tiempo y para aclarar los hechos en litigio, incluyendo la causa de muerte en el caso. La no realización de la autopsia inmediatamente después de la muerte y la no provisión de atención médica al paciente fueron deficiencias subrayadas en la decisión del tribunal de primera instancia, que, sin embargo, fue anulada por el tribunal de apelación.", "El CLR alegó, en conclusión, que la investigación había quedado corta respecto a los requisitos establecidos en los artículos 2 y 3 del Convenio al no establecer los hechos, identificar la causa de la muerte y castigar a los culpables.", "", "120. El CLR argumentó que en el caso de las personas con discapacidad que eran confinadas en las instituciones del Estado, el artículo 13 exigía a los Estados medidas positivas para asegurar que estas personas tuvieran acceso a la justicia, incluso mediante la creación de un mecanismo de supervisión independiente capaz de recibir las quejas sobre estas cuestiones, investigar abusos, imponer sanciones o remitir el caso a la autoridad competente.", "", "96.  Alega que en varios casos anteriores contra Rumania, el Tribunal había declarado una violación debido a la falta de recursos adecuados para que las personas con discapacidad presentaran quejas conforme a los artículos 3 o 5 del Convenio (cita Filip contra Rumania, núm. 41124/02, ap. 49, 14 de diciembre de 2006; C.B. contra Rumania, precitado , apds. 65-67; Parascineti contra Rumania, núm. 32060/05, apds. 34-38, 13 de marzo de 2012; y B. contra Rumania (núm. 2), precitada, ap. 97).", "Las mismas conclusiones surgen de la constante documentación emitida por organizaciones no gubernamentales internacionales como Human Rights Watch o Mental Disability Rights International, y el mismo CLR también había informado sobre la ausencia de garantías contra los malos tratos y el hecho de que los residentes de instituciones psiquiátricas ignoraban en gran parte sus derechos, mientras que el personal no era formado en el manejo de las denuncias de abusos.", "El CLR sostiene además que a su entender, a pesar de las denuncias altamente verosímiles sobre las muertes sospechosas en las instituciones psiquiátricas, nunca se había producido ninguna decisión firme declarando a un miembro del personal responsable criminal o civilmente por mala práctica en relación con tales muertes. En el caso de las 129 muertes registradas en el PMH durante el período comprendido entre 2002 y 2004, las investigaciones penales no habían dado como resultado ninguna declaración de delito, habiendo confirmado posteriormente los tribunales las decisiones sin encontrar cargos.", "En conclusión, el ordenamiento jurídico rumano no disponía de recursos efectivos en el sentido del artículo 13 respecto a personas con discapacidad mental en general, pero más en concreto respecto a los derechos del Sr. Câmpeanu protegidos por los artículos 2 y 3.", "(b)  El Gobierno", "97.  El Gobierno alega que dado que el VIH es una enfermedad muy grave y progresiva, el hecho de que el que Sr. Câmpeanu hubiera muerto no era en sí mismo prueba que su muerte hubiera sido causada por deficiencias en el sistema médico.", "Además, no se había presentado ninguna evidencia que demostrara que las autoridades no habían dispensado al Sr. Câmpeanu el tratamiento antirretroviral; por el contrario, el Gobierno presentó una copia de los registros médicos del paciente en el PMH, confirmando que había recibido el tratamiento antirretroviral requerido durante su estancia en el hospital.", "La conclusión de la Junta disciplinaria de la Asociación médica confirmó también la adecuación del tratamiento dado al Sr. Câmpeanu (véase el ap. 35a). El artículo 2 en su vertiente sustantiva no era, por tanto, aplicable al caso.", "", "98.  Conforme al artículo 3, el Gobierno alega que, tanto en el CMSC como en el PMH, las condiciones generales (higiene, nutrición, calefacción y también recursos humanos) habían sido adecuadas y de conformidad con las normas existentes en el momento.", "La atención médica recibida por el Sr. Câmpeanu había sido apropiada a su estado de salud; ingresó en el CMSC mientras mostró un “estado general bueno” y fue trasladado al PMH una vez que comenzaron los “estallidos de violencia”. El paciente fue colocado solo en una habitación en el PMH, no con la intención de aislarle sino porque ese era el único espacio disponible. A pesar de su tratamiento a través de alimentación intravenosa, el paciente había muerto el 20 de febrero de 2004 a causa de una insuficiencia cardiorrespiratoria.", "En este contexto, el Gobierno argumentó que dado el corto período de tiempo que el Sr. Câmpeanu había pasado en el PMH, el artículo 3 no era de aplicación en relación con las condiciones materiales en el hospital.", "124. El Gobierno sostuvo que las denuncias presentadas por el CLR en relación con las circunstancias de la muerte del Sr. Câmpeanu habían sido cuidadosamente examinadas por las autoridades nacionales – tribunales, comisiones u órganos de investigación – que habían dado razones detalladas y convincentes de sus sentencias. Por lo tanto, la responsabilidad del Estado en virtud de los artículos 2 ó 3 no puede ser comprometida.", "", "99.  Respecto del artículo 13, el Gobierno alega que como esta queja se relaciona con las otras quejas denunciadas por el CLR, no era necesario ningún examen separado; en cualquier caso, las quejas conforme a este artículo eran infundadas.", "En la alternativa, el Gobierno mantiene que la legislación interna proporcionaba recursos efectivos en el sentido del artículo 13 para las quejas planteadas en la demanda.", "El Gobierno indica al Defensor del pueblo rumano como uno de los recursos disponibles. Según la información estadística disponible en el sitio web del Defensor, el Defensor del pueblo había estado implicado en varios casos relacionados con presuntas infracciones de derechos humanos entre 2003 y 2011.", "Refiriéndose a dos juicios internos presentados como evidencia a petición del Tribunal, el Gobierno afirma que al tratar con casos de personas con discapacidades mentales, los tribunales rumanos actuaban muy seriamente y a menudo dictaban sentencias sobre el fondo.", "", "100.  A nivel más específico, en relación con el artículo 2, el Gobierno afirma que la situación en el PMH había mejorado significativamente, tras las denuncias relativas a las condiciones de vida y médicas en el hospital. En ese sentido una queja parecía constituir un recurso efectivo, en términos de las normas del Convenio.", "Refiriéndose al artículo 3, el Gobierno argumenta que el CLR también pudo haber instado una acción de indemnización por mala praxis médica.", "Por las razones antes mencionadas, el Gobierno alega que el que Sr. Câmpeanu, ya sea en persona o mediante representación, dispuso de varios recursos eficaces para cada una de las quejas planteadas en la demanda; por lo tanto, la queja en virtud del artículo 13 era inadmisible.", "(c)  Terceras partes intervinientes", "(i)  Mental Disability Advocacy Center (Centro de Ayuda para Discapacidades Mentales)", "101. El Mental Disability Advocacy Center (MDAC) argumentó que se habían documentado casos de condiciones peligrosas de vida en las instituciones que albergaban a niños con discapacidades mentales o VIH en toda Europa, con informes que sugieren que los niños enfermos no solían ser admitidos en el hospital, independientemente de la gravedad de su condición, y que se les dejaba morir en esas instituciones. En su informe 2009 sobre derechos humanos en Rumania, el Departamento de Estado había llamado la atención sobre las continuadas malas condiciones en el PMH, refiriéndose al hacinamiento, escasez de personal y medicamentos, falta de higiene y uso generalizado de sedación y sujeción.", "Refiriéndose a la jurisprudencia internacional sobre el derecho a la vida (por ejemplo, las sentencias del Tribunal Interamericano de Derechos Humanos en Villagrán Morales y otros contra Guatemala, 19 de noviembre de 1999, relativa a cinco niños que vivían en las calles, y Velásquez Rodríguez contra Honduras, 29 de julio de 1988), el MDAC alegó que la obligación del Estado de proteger la vida incluye proporcionar el tratamiento médico necesario, tomando las medidas de prevención necesarias y aplicar mecanismos capaces de supervisar, investigar y procesar a los responsables; al mismo tiempo, se debería proporcionar a las víctimas una oportunidad efectiva o práctica de buscar protección de su derecho a la vida. El fallo del Estado de no proporcionar a las personas extremadamente vulnerables tal oportunidad mientras están vivas, no debe llevar en última instancia a la impunidad del Estado después de su muerte.", "(ii)  The Euroregional Center for Public Initiatives (Centro Euroregional para Iniciativas Públicas)", "", "102. El Euroregional Center for Public Initiatives (ECPI) alegó que Rumanía tenía uno de los mayores grupos de personas viviendo con VIH (PLVIH) en Europa central y Oriental, principalmente porque entre 1986 y 1991 algunos de los 10.000 niños institucionalizados en los hospitales públicos y orfanatos habían estado expuestos a los riesgos de transmisión del VIH a través del uso múltiple de agujas y microtransfusiones con sangre sin apantallar. En diciembre de 2004 hubo 7.088 casos de SIDA y 4.462 casos de infecciones por el VIH registradas entre los niños. De éstos, 3.482 niños habían muerto de SIDA a finales de 2004.", "La ECPI afirma que la alta incidencia de infección por el VIH entre los niños era debida al tratamiento al que eran sometidos en orfanatos y hospitales, ten vista del hecho de que los niños con discapacidades eran considerados “más allá de la recuperación” y “improductivos” y porque el personal carecía de las cualificaciones e interés para proporcionarles la atención médica adecuada.", "La ECPI se refirió al hecho de que en 2003 el Comité de la ONU sobre los derechos del niño expresó su preocupación de que el tratamiento antirretroviral fuera accesible solamente a un número limitado de personas en Rumania y su continua dispensación se veía normalmente interrumpida debido a la falta de fondos. Por otra parte, incluso al final de 2009, las existencias de medicamentos antirretrovirales eran escasas debido a la falta de recursos financieros del Fondo de la Seguridad Social Nacional y la mala gestión del programa nacional de VIH.", "El ECPI afirmó también que cuando las PLVIH vivían en instituciones cerradas u hospitales durante un período prolongado, su acceso a los antirretrovirales dependía en gran medida de las medidas adoptadas por la institución para obtener suministros del médico de enfermedades infecciosas a quien el paciente estuviera adscrito. Normalmente, los pacientes infectados por el VIH carecían de la información necesaria para hacer valer sus legítimos derechos con respecto al acceso a los servicios médicos.", "En 2009 el Comité de la ONU sobre los derechos del niño expresó su preocupación de que los niños afectados por el VIH a menudo sufrían barreras en el acceso a los servicios de salud.", "Respecto al caso particular de los PLVIH que también sufrían de problemas de salud mental, el ECPI alegó que los hospitales psiquiátricos a veces se negaban a tratar a los niños y jóvenes seropositivos por temor a la infección. Se hacía referencia a un documento elaborado por el Observatorio de Derechos Humanos en 2007 informando sobre dichas situaciones. (Life Doesn’t Wait. Romania’s Failure to Protect and Support Children and Youth Living with VIH/ La vida no espera. La incapacidad de Rumanía de Proteger y Apoyar a Niños y Jóvenes con VIH).", "(iii)  Human Rights Watch/Observatorio de Derechos Humanos", "103.  Human Rights Watch hace referencia en sus observaciones escritas a las conclusiones del Comité de Naciones Unidas sobre Derechos Económicos, Sociales y Culturales, al efecto que las instalaciones y servicios sanitarios deben ser accesibles a todos, especialmente la población más vulnerable, y la negativa de esos gobiernos a proporcionar dichos servicios incluidos la ausencia de una política nacional sanitaria diseñada para garantizar el derecho para toda persona, mala gestión de los recursos públicos disponibles, y el fracaso en reducir las tasas de mortalidad infantil y maternal.", "2.  La Valoración del Tribunal", "(a)  Artículo 2 del Convenio", "(i)  Principios generales", "104.  La primera frase del artículo 2.1 ordena al Estado no sólo que se abstenga de tomar la vida intencional e ilegalmente, sino también a tomar las medidas apropiadas para salvaguardar las vidas de aquellos dependientes de su jurisdicción (véase L.C.B. contra el Reino Unido, 9 de junio de 1998, ap. 36, Informes de Sentencias y Decisiones 1998III).", "Las obligaciones positivas en virtud del artículo 2 deben interpretarse como aplicadas en el contexto de cualquier actividad, pública o no, en las que esté en juego el derecho a la vida. Este es el caso, por ejemplo, en el sector de la atención sanitaria en cuanto a los actos u omisiones de profesionales de la salud (ver Dodov, antes citada, apds. 70, 79-83 y 87 y Vo contra Francia GS, núm. 53924/00, apds. 89 90, TEDH 2004 VIII, con más referencias), los Estados están obligados a elaborar reglamentos vinculantes para los hospitales públicos o privados, a adoptar las medidas necesarias para la protección de las vidas de sus pacientes (véase Calvelli y Ciglio contra Italia GS núm. 32967/96, ap. 49, TEDH 2002 yo). Esto se aplica especialmente cuando la capacidad del paciente de cuidar de si mismo es limitada (véase Dodov, citada anteriormente, ap. 81); con respecto a la gestión de actividades peligrosas (ver Öneryıldız contra Turquía GS, núm. 48939/99, ap. 71, TEDH 2004 XII); en relación con las autoridades educativas, que tienen la obligación de proteger la salud y el bienestar de los alumnos, en particular de los niños pequeños que son especialmente vulnerables y están bajo su control exclusivo (véase Ilbeyi Kemaloğlu y Meriye Kemaloğlu contra Turquía, núm. 19986/06, ap. 35, 10 de abril de 2012); o, asimismo, con respecto a la atención y asistencia médica dada a los niños institucionalizados en instalaciones estatales (véase Nencheva y Otros, precitado, apds. 105-116).", "Dichas obligaciones positivas surgen cuando las autoridades conocen o deberían conocer en vista de las circunstancias, que la víctima se encuentra en riesgo cierto e inmediato por cuenta de los delitos de una tercera (véase Nencheva y otros, ya citado, ap. 108) y, si es así, no han tomado las medidas a su alcance, que de una manera razonable, eran deseables para evitar ese riesgo (véase A. y otros contra Turquía, núm. 30015/96, apds. 44-45, 27 de julio de 2004).", "", "105.  Teniendo en cuenta la importancia de la protección conferida por el artículo 2, el Tribunal debe someter la privación de la vida al más cuidadoso de los escrutinios, teniendo en consideración no sólo las acciones de los agentes del Estado, sino también todas las circunstancias circundantes. Las personas custodiadas están en una posición vulnerable y las autoridades tienen el deber de protegerlos. Cuando las autoridades deciden colocar y mantener retenida a una persona con discapacidad, deberían demostrar especial cuidado en garantizar esas condiciones como corresponden a sus necesidades especiales derivadas de su discapacidad (véase Jasinskis contra Letonia, núm. 45744/08, ap. 59, 21 de diciembre de 2010, con más referencias). En términos más generales, el Tribunal ha declarado que los Estados tienen la obligación de tomar medidas especiales para proporcionar a las personas vulnerables una protección eficaz contra los malos tratos de los que las autoridades tenían o deberían haber tenido conocimiento (Z y otros contra el Reino Unido GS, núm. 29392/95, ap. 73, TEDH 2001 V). En consecuencia, cuando un individuo es puesto bajo custodia con buena salud, pero más tarde muere, le corresponde al Estado ofrecer una explicación satisfactoria y convincente sobre los acontecimientos que condujeron a su muerte (véase Carabulea contra Rumania, núm. 45661/99, ap. 108, 13 de julio de 2010) y presentar las pruebas que hagan dudar de la veracidad de las denuncias de la víctima, especialmente si esas denuncias están respaldadas por informes médicos (véase Selmouni contra Francia [GS], núm. 25803/94, ap. 87, TEDH 1999V, y Abdülsamet Yaman contra Turquía, núm. 32446/96, ap. 43, 2 de noviembre de 2004).", "Al valorar las pruebas, el Tribunal adopta la norma de prueba “más allá de toda duda razonable”. Pero añade que dicha prueba puede resultar de un conjunto de indicios, o de presunciones de hecho no refutadas, suficientemente graves, precisas y concordantes; (véase Orhan contra Turquía, núm. 25656/94, ap. 264, 18 de junio de 2002, ap. 264, e Irlanda contra el Reino Unido, precitado, ap. 161).", "", "106. El deber del Estado de velar por el derecho a la vida debe ser considerado como implicando no sólo la adopción de las medidas razonables para garantizar la seguridad de las personas en lugares públicos, sino también, en el caso de lesiones graves o muerte, teniendo en su lugar un sistema judicial independiente y eficaz que asegure la disponibilidad de medios jurídicos capaces de establecer rápidamente los hechos, declarar la culpabilidad de los responsables y proporcionar adecuada reparación a la víctima (véase Dodov citada anteriormente, ap. 83).", "Esta obligación no requiere necesariamente la disposición de un recurso de derecho penal en todos los casos. Cuando se haya demostrado negligencia, por ejemplo, la obligación puede también cumplirse si el sistema legal brinda a las víctimas un recurso ante los tribunales civiles, ya sea solos o junto a un recurso penal. Sin embargo, el artículo 2 del Convenio no se cumplirá si la protección conferida por la legislación nacional sólo existe en teoría: por encima de todo, también debe actuar eficazmente en la práctica (véase Calvelli y Ciglio, antes citada, ap. 53).", "", "133. Por otro lado, los órganos jurisdiccionales nacionales no deberían permitir que los delitos que pongan en peligro la vida queden impunes. Esto es esencial para mantener la confianza del público y asegurar la adscripción al estado de derecho y para prevenir cualquier apariencia de tolerancia o complicidad ante los actos ilícitos (véase, mutatis mutandis, Nikolova y Velichkova contra Bulgaria, núm. 7888/03, ap. 57, 20 de diciembre de 2007). Por lo tanto la tarea del Tribunal consiste en revisar si y en qué medida los tribunales, al alcanzar una conclusión, han observado el cuidadoso escrutinio requerido por el artículo 2 del Convenio, con el fin de mantener el efecto disuasorio del sistema judicial en el lugar y velar por que las violaciones del derecho a la vida sean examinadas y compensadas (véase Öneryıldız, precitado, ap. 96).", "(ii)  Aplicación de estos principios al presente caso", "(α)  Vertiente sustantiva", "107. Refiriéndose a los antecedentes del caso, el Tribunal señala en principio que el Sr. Câmpeanu vivió toda su vida en manos de las autoridades nacionales: creció en un orfanato después de haber sido abandonado al nacer, y posteriormente fue trasladado al Centro de Asignación, posteriormente al CMSC y finalmente al PMH, donde el 20 de febrero de 2004 murió de forma prematura.", "", "135. A lo largo de estas etapas no se designó tutor ni permanente ni temporal, después de que el Sr. Câmpeanu cumpliera los dieciocho años; la presunción era, por tanto, que tenía plena capacidad jurídica, a pesar de su grave discapacidad mental.", "Si eso fuese así, el Tribunal observa que la manera en que las autoridades médicas manejaron el caso del señor Câmpeanu era contraria a las exigencias de la ley de Salud Mental en el caso de pacientes con plena capacidad jurídica: no se obtuvo ningún consentimiento por parte del paciente de los sucesivos traslados de una unidad médica a otra, después de haber cumplido dieciocho años; no se produjo consentimiento para su ingreso en el PMH, una institución psiquiátrica; el paciente tampoco fue informado ni consultado con respecto a la atención médica que le fue ofrecida, ni fue informado de la posibilidad de impugnar cualquiera de las medidas antes mencionadas. La justificación de las autoridades fue que el paciente “no cooperaría” o que “no era posible comunicarse con él” (véanse los apartados 14 y 16 años).", "En este contexto, el Tribunal reitera que en el caso de B. contra Rumania (núm. 2) (precitado, apds. 93-98) destacó graves deficiencias en la manera en que se aplicaron las disposiciones de la ley de Salud Mental por parte de las autoridades con respecto a los pacientes vulnerables que se habían quedado sin asistencia jurídica ni protección al ingresar en las instituciones psiquiátricas en Rumania.", "", "108.  Por otra parte, el Tribunal observa que las decisiones de las autoridades internas de trasladar al Sr. Câmpeanu e ingresarle en primer lugar en el CMSC y posteriormente en el PMH se basaban principalmente en qué establecimiento estaría dispuesto a acoger al paciente, en lugar de dónde podría recibir adecuada atención y apoyo médico (ver apds. 12-13). En este sentido, el Tribunal no puede ignorar el hecho de que señor Câmpeanu fue ingresado en primer lugar en el CMSC, una unidad no equipada para tratar a los pacientes con problemas de salud mental y en última instancia, fue ingresado en el PMH, a pesar del hecho de que ese hospital se había negado previamente a admitirle alegando que carecía de los medios necesarios para tratar el VIH (véase el ap. 11).", "", "137. El Tribunal considera por tanto que el traslado del señor Câmpeanu de una unidad a otra sin un diagnóstico apropiado y en total desprecio de su verdadero estado de salud y de sus necesidades médicas más básicas. Debe señalarse en particular la negligencia de las autoridades al omitir garantizar la aplicación adecuada del tratamiento antirretroviral en curso del paciente, en primer lugar al no proporcionarle la medicación durante sus primeros días en el CMSC y posteriormente, al no dispensarle la medicación en el PMH. (véanse apds. Error! Reference source not found. y 92).", "Para llegar a estas conclusiones, el Tribunal se basa en las alegaciones del CLR, apoyadas por los documentos médicos y las conclusiones del perito al que se le solicitó un informe pericial sobre el tratamiento terapéutico aplicado en el caso del Sr. Câmpeanu (véase apartados Error! Reference source not found., ", "29 y 35), así como en la información proporcionada por el ECPI relativa a las condiciones por las se en general se aplicaban los tratamientos antirretrovirales a los niños infectados por VIH (véase ap. ", "102), que hacían posibles las afirmaciones del CLR. En vista de estos elementos, el Tribunal considera que las alegaciones del Gobierno en el sentido contrario no son convincentes en la medida en que no están corroboradas por ninguna otra evidencia que cree una duda razonable.", "", "109.  Además, los hechos del caso indican que, frente a un cambio repentino en el comportamiento del paciente, que se volvió hiperagresivo y agitado, las autoridades sanitarias decidieron trasladarlo a una institución psiquiátrica, es decir al PMH, donde fue ingresado en un Departamento sin psiquiatras en su plantilla (véase ap.21). Como se mencionó anteriormente, el PMH, en ese momento carecía de las instalaciones adecuadas para tratar a pacientes infectados por el VIH; por otra parte, mientras permaneció en el PMH, el paciente nunca fue revisado por un especialista en enfermedades infecciosas.", "El único tratamiento que se suministró al Sr. Câmpeanu incluía sedantes y vitaminas, y no se llevó a cabo ninguna investigación médica significativa para establecer las causas del estado mental del paciente (ver apds.16 y 22). De hecho, las autoridades no presentaron documentos médicos pertinentes de la condición clínica del Sr. Câmpeanu mientras permaneció en el PMH y el CMSC. Además, la información sobre las posibles causas de la muerte del Sr. Câmpeanu carecía de detalles: el certificado de defunción mencionaba VIH y discapacidad intelectual como importantes factores que condujeron a su muerte que presuntamente justificaba la decisión de las autoridades de no llevar a cabo la obligatoria autopsia sobre el cuerpo (véase apds. Error! Reference source not found. y El 20 de febrero de 2004 un equipo de supervisores del CLR visitó el PMH e informó del estado del señor Câmpeanu. Conforme a la información contenida en un informe del personal del CLR en esa visita, el Sr. Câmpeanu estaba solo en una habitación aislada, sin calefacción y encerrado, que contenía sólo una cama sin ninguna ropa de cama. Estaba vestido sólo con la parte de arriba del pijama. En ese momento no podía comer ni ir al cuarto de baño sin ayuda. Sin embargo, el personal del PMH se negaba a ayudarlo, supuestamente por temor al contagio del VIH. En consecuencia, la única nutrición dispensada al Sr. Câmpeanu era glucosa, a través de un goteo. El informe concluyó que el hospital no le proporcionó los servicios más básicos de atención y tratamiento.", "Los representantes del CLR declararon que habían solicitado su traslado inmediato al hospital de enfermedades infecciosas en Craiova, donde podría recibir tratamiento adecuado. Sin embargo, el gerente del hospital había decidido contra esa solicitud, creyendo que el paciente no era un “caso de emergencia, sino un caso social”, y que en cualquier caso él no resistiría el viaje.", "", "24. Valentin Câmpeanu murió en la tarde del 20 de febrero de 2004. Conforme a su certificado de defunción, emitido el 23 de febrero de 2004, la causa inmediata de la muerte fue insuficiencia cardiorrespiratoria. El certificado también señaló que la infección por el VIH era la “condición mórbida original” y señaló la “discapacidad intelectual” como “otra importante condición mórbida”.", "", "20).", "", "110. El Tribunal se refiere a las conclusiones del informe médico emitido por el perito a petición del CLR, describiendo los informes médicos “muy pobres y de mala calidad” relativos al estado de salud del Sr. Câmpeanu (véase el ap. 45 ).Conforme a este informe, la supervisión médica en ambos establecimientos fue “escasa”, mientras que las autoridades médicas, enfrentadas ante el estado de deterioro de la salud del paciente, habían adoptado medidas que como mucho podrían ser descritas como paliativas. El perito mencionó además que varias posibles causas de la muerte, incluyendo neumonía por pneumocystis (que también fue mencionada en el informe de la autopsia) no habían sido investigadas o diagnosticadas, y mucho menos tratadas, en el CMSC o en el PMH (ibíd.). El informe concluía que la muerte del señor Câmpeanu en el PMH había sido causada por una grave “negligencia médica” (véase el ap. 46).", "", "140. El Tribunal reitera en este contexto que al valorar las pruebas presentadas ante él, debe prestarse especial atención al estado de vulnerabilidad del Sr. Câmpeanu (véase el ap. 7) y al hecho de que durante toda su vida estuvo en manos de las autoridades, que por tanto estaban obligadas a prestar cuentas sobre su tratamiento y a dar explicaciones posibles con respecto a dicho tratamiento (véase el ap. 131).", "El Tribunal señala en primer lugar, que las alegaciones del CLR que describen los acontecimientos que condujeron al fallecimiento del Sr. Câmpeanu están firmemente apoyadas en la existencia de graves deficiencias en las decisiones de las autoridades médicas.", "Tales deficiencias fueron descritas en el razonamiento del fiscal jefe en la decisión del 23 de agosto de 2005 (véase el ap. 33); en la decisión del tribunal de primera instancia de 3 de octubre de 2007, en que decidió devolver el caso para mayor investigación (véase el ap. 38); y en las conclusiones del informe médico presentado por el CLR en el caso.", "En segundo lugar, el Gobierno no ha podido presentar pruebas suficientes que planteen dudas sobre la veracidad de las denuncias formuladas en nombre de la víctima. Reconociendo que el VIH puede ser una enfermedad muy grave y progresiva, el Tribunal no puede ignorar las inferencias claras y concordantes indicando graves fallos en el proceso de toma de decisiones con respecto a la dispensación de la medicación adecuada y al cuidado del Sr. Câmpeanu (véase apds. 137-138). El Gobierno tampoco ha podido explicar los fallos relativos a la falta de documentos médicos adecuados describiendo la situación del Sr.. Câmpeanu antes de su muerte y la ausencia de explicaciones pertinentes sobre la verdadera causa de su muerte.", "", "111. Además, situando las circunstancias particulares del señor Câmpeanu en el contexto general, el Tribunal observa que en el momento pertinente, ya habían sido registradas en el PMH varias docenas de muertes (ochenta y una en 2003 y veintiocho a principios del 2004); como se mencionó en el informe de 2004 del CPT, se encontraron graves deficiencias en el momento pertinente con respecto a la alimentación dada a los pacientes, y con respecto al sistema de calefacción insuficiente y en general difíciles condiciones de vida, que habían conducido a un gradual deterioro de la salud de los pacientes, especialmente de aquellos más vulnerables (véase el ap. 77 ). Las terribles condiciones en el PMH ya habían divulgadas por varios otros organismos internacionales, como se ha descrito anteriormente (véase el ap. 78); por lo tanto, las autoridades nacionales eran plenamente conscientes de la difícil situación en el hospital.", "A pesar de las afirmaciones del Gobierno de que las condiciones de vida en el PMH eran adecuadas (véase el ap. 123 arriba), el Tribunal observa que en el momento en causa, las autoridades nacionales reconocieron antes diversos organismos internacionales las deficiencias en el PMH con respecto a los sistemas de calefacción y de agua, las condiciones de vida y sanitarias y la asistencia médica prestada (véase ap. 78).", "", "112.  El Tribunal observa que en el caso de Nencheva y otros (citado anteriormente) se declaró que el Estado búlgaro había incumplido sus obligaciones en virtud del artículo 2 por no haber actuado lo suficientemente rápido para asegurar una protección eficaz y suficiente de las vidas de los jóvenes en un hogar de atención social. El Tribunal tomó en consideración el hecho de que la muerte de los niños no fue un acontecimiento repentino, en la medida en que las autoridades ya eran conscientes de las terribles condiciones de vida en la casa de atención social y del incremento de la tasa de mortalidad en los meses anteriores al periodo en causa (ibíd., apds. 121 123).", "", "143. El Tribunal encuentra que, del mismo modo, en el presente caso la respuesta de las autoridades nacionales a la difícil situación general del PMH en el momento pertinente fue insuficiente, observando que las autoridades eran plenamente conocedoras del hecho de que la falta de alimentación adecuada y calefacción y la escasez de personal médico y de recursos médicos, incluyendo la medicación, condujeron a un incremento en el número de muertes durante el invierno de 2003.", "El Tribunal considera que en estas circunstancias, es más que evidente que al decidir ingresar al Sr. Câmpeanu en el PMH, a pesar de su estado altamente vulnerable, las autoridades nacionales irrazonablemente, ya habían puesto en peligro su vida. El fracaso continuo del personal médico en dispensar al Sr. Câmpeanu el tratamiento y cuidados adecuados fue además otro factor decisivo que condujo a su prematura muerte.", "(β)  Vertiente procedimental", "113.  Además el Tribunal considera que las autoridades no solo incumplieron su deber respecto a cubrir las necesidades médicas básicas del Sr. Câmpeanu mientras estaba vivo, sino también en aclarar las circunstancias que rodearon su muerte, incluyendo la identificación de los responsables.", "", "146. El Tribunal señala que en el tiempo en cuestión distintos informes de las autoridades publicas señalaron varias irregularidades procesales, entre ellas el no llevar a cabo una autopsia inmediatamente después de la muerte del Sr. Câmpeanu, en violación de las disposiciones legales nacionales, y la ausencia de una investigación efectiva sobre el tratamiento terapéutico aplicado en su caso (véanse los apds. 33, 38 y 40).", "Por otra parte, se destacaron graves deficiencias procesales en la sentencia del tribunal de distrito Calafat, incluyendo el no recoger evidencias médicas esenciales y no proporcionar una explicación válida para las declaraciones contradictorias realizadas por parte del personal médico (véase ap. 38). Sin embargo, debido a que esa sentencia no fue confirmada por el tribunal del condado, las deficiencias señaladas nunca fueron remitidas ni remediadas. En su breve razonamiento, el tribunal del condado se basó principalmente en la decisión de la Asociación médica y en el informe forense, que descartó cualquier negligencia médica en el caso mientras que concluyó que al paciente se le había suministrado el tratamiento médico adecuado.", "El Tribunal considera estas conclusiones sorprendentemente concisas, debido a la escasez de información médica documentando el tratamiento proporcionado al Sr. Câmpeanu (véase el ap. 45) y en vista de la situación objetiva del PMH con respecto a los recursos médicos y humanos disponibles (véanse los apds. 77-78 ).Los Tribunal señala asimismo la afirmación del CLR de que en el caso de las 129 muertes registradas en el PMH entre 2002 y 2004 las investigaciones criminales habían terminado sin que nadie fuera identificado o declarado civil o penalmente responsable por mala praxis.147. Considerando todos estos elementos, el Tribunal concluye que las autoridades fallaron al someter el caso del Sr. Câmpeanu al escrupuloso escrutinio requerido por el artículo 2 del Convenio y por lo tanto llevar a cabo una investigación efectiva sobre las circunstancias que rodearon su muerte. Por consiguiente también ha habido una violación del artículo 2 del Convenio en su vertiente procesal.", "(b)  Artículo 13 en relación con el artículo 2", "(i)  Principios generales", "114.  El artículo 13 del Convenio garantiza la disponibilidad a nivel nacional de un recurso para hacer cumplir el contenido de los derechos y libertades del Convenio en cualquier forma que pueda ser garantizado en el ordenamiento jurídico interno.", "El efecto del artículo 13 es por tanto, requerir la provisión de un recurso interno para tratar con el contenido de una “queja discutible” al amparo del Convenio y para conceder la reparación adecuada, a pesar de que los Estados contratantes gocen de cierta discreción en cuanto a la manera en que se ajustan a sus obligaciones del Convenio en virtud de esta disposición.", "El alcance de la obligación al amparo del artículo 13 varía dependiendo de la naturaleza de la queja del demandante al amparo del Convenio. No obstante el recurso requerido por el artículo 13 debe ser “efectivo” de hecho así como de derecho. En concreto, su ejercicio no debe ser injustificadamente obstaculizado por los actos u omisiones de las autoridades del Estado demandado (véase Paul y Audrey Edwards contra el Reino Unido, núm. 46477/99, apds. 96-97, TEDH 2002II).", "", "115.  Cuando está en juego un derecho de tal importancia fundamental como el derecho a la vida o la prohibición contra la tortura, tratos inhumanos y degradantes, el artículo 13 requiere, además del pago de la indemnización en su caso, una investigación exhaustiva y efectiva capaz de conducir a la identificación y castigo de los responsables, incluyendo el acceso efectivo del demandante al procedimiento de investigación. Cuando se cuestiona el cumplimiento por parte de las autoridades de la protección de las personas de los actos de los demás, el artículo 13 no siempre podrá exigir de las autoridades que asuman la responsabilidad de investigar las denuncias. Sin embargo, la víctima o la familia de la víctima deberían disponer de un mecanismo para establecer cualquier responsabilidad por parte de los funcionarios u órganos del Estado por actos u omisiones que impliquen la violación de sus derechos conforme al Convenio (véase Z y otros contra el Reino Unido [GS], precitado, ap. 109).", "En opinión del Tribunal, la autoridad contemplada en el artículo 13 no necesariamente tiene que ser en todos los casos una autoridad judicial en sentido estricto. No obstante, los poderes y procedimientos garantistas que posee una autoridad son relevantes para determinar si el recurso es efectivo (ver Klass y otros, precitada, ap. 67). El Tribunal ha declarado que los recursos judiciales proporcionan fuertes garantías de independencia, acceso para la víctima y la familia y la ejecución de la reparación en cumplimiento de los requisitos del artículo 13 (véase Z y Otros contra el Reino Unido, ap. 110).", "(ii)  Aplicación de estos principios en el presente caso", "116. Como se ha mencionado anteriormente, el artículo 13 debe interpretarse como la garantía de un “recurso efectivo ante una autoridad nacional” a cualquiera que afirme que sus derechos y libertades al amparo del Convenio han sido violados. El requisito fundamental de tal recurso es que la víctima tenga un acceso efectivo a él.", "", "151. En el presente caso, el Tribunal ya ha establecido que la vulnerabilidad del señor Câmpeanu, unido al fracaso de las autoridades en aplicar la legislación existente y en proporcionarle un adecuado apoyo legal, fueron factores claves en los que se basó el fundamento jurídico para el reconocimiento excepcional del locus standi del CLR (véase el ap. 112 ). De no ser por el CLR, el caso del Sr. Câmpeanu nunca hubiera llamado la atención de las autoridades, bien fueran nacionales o internacionales.", "Sin embargo, el Tribunal señala que las iniciativas del CLR en nombre del Sr. Câmpeanu eran de naturaleza más bien sui generis, antes que entrar dentro del marco legal existente en relación a los derechos de las personas mentalmente discapacitadas, habida cuenta de que este marco era inapropiado hacer frente a las necesidades especiales de tales individuos, en particular con respecto a la posibilidad práctica de tener acceso a cualquier recurso disponible. En efecto, el Tribunal ya ha declarado previamente la violación por parte del Estado demandado de los artículos 3 o 5 del Convenio debido a la ausencia de recursos adecuados relativos a personas con discapacidades, incluyendo su acceso limitado a ese recurso potencial (véase C.B. contra Rumanía, apds. 65-67; Parascineti, apds. 34-38; y B. contra Rumanía (núm. 2), ap. 97, todas precitadas).", "", "117.  En base a las pruebas aportadas en el presente caso, el Tribunal ya que ha declarado al Estado demandado responsable en virtud del artículo 2 por no proteger la vida del Sr. Câmpeanu mientras permaneció al cuidado de las autoridades sanitarias nacionales y por no llevar a cabo una investigación efectiva sobre las circunstancias que condujeron a su muerte. El Gobierno no se ha referido a ningún otro procedimiento por el que se pudiera establecer la responsabilidad de las autoridades de una manera independiente, pública y eficaz.", "Además el Tribunal considera que los ejemplos mencionados por el Gobierno como indicativo de la existencia de recursos adecuados en virtud del artículo 13 (véase el ap.125) son, bien insuficientes o bien carecen de eficacia, teniendo en cuenta su impacto limitado y la falta de garantías procesales que pueden conceder.", "", "153. En vista de las consideraciones mencionadas, el Tribunal considera que el Estado demandado no ha logrado proporcionar un mecanismo adecuado capaz de otorgar una compensación a las personas con discapacidad mental que denunciar ser víctimas conforme al artículo 2 del Convenio.", "Más concretamente, el Tribunal declara una violación del artículo 13 en relación con el artículo 2 del Convenio, debido a la incapacidad del Estado para garantizar e implementar un marco jurídico adecuado que pudieran haber permitido el examen de las denuncias del Sr.. Câmpeanu de violación de su derecho a la vida por parte de una autoridad independiente.", "(c)  Artículo 3 solo y en relación con el artículo 13 del Convenio", "118.  Considerando sus conclusiones del apartado 140 a 147 y del apartado 153, el Tribunal considera que no se plantea una cuestión separada relativa a la presunta violación del artículo 3 solo o en relación con el artículo 13 (véase, mutatis mutandis, Nikolova y Velichkova contra Bulgaria, precitado, ap. 78, y Timus y Tarus contra la República de Moldavia, núm. 70077/11, ap. 58, 15 de octubre de 2013).", "II. OTRAS PRESUNTAS VIOLACIONES DEL CONVENIO", "119.  El CLR alega asimismo que el Sr. Câmpeanu sufrió una violación de sus derechos protegidos por los artículos 5, 8 y 14 del Convenio.", "", "120.  Sin embargo, considerando los hechos del caso, las alegaciones de las partes y sus conclusiones, el Tribunal considera que ha examinado la principal cuestión legal planteada en la presente demanda y que no es necesario ofrecer un fallo separado del resto de quejas (véase, entre otras autoridades, Kamil Uzun contra Turquía, núm. 37410/97, ap. 64, 10 de mayo de 2007; The Argeş College of Legal Advisers, precitado, ap. 47; Mujeres sobre las olas y otros contra Portugal, núm. 31276/05, ap. 47, 3 de febrero de 2009; Velcea y Mazăre contra Rumanía, núm. 64301/01, ap. 138, 1 de diciembre de 2009; Villa contra Italia, núm. 19675/06, ap. 55, 20 de abril de 2010; Ahmet Yıldırım contra Turquía, núm. 3111/10, ap. 72, TEDH 2012; y Mehmet Hatip Dicle contra Turquía, núm. 9858/04, ap. 41, 15 de octubre de 2013; véase también Varnava y Otros, apds. 210-211).", "IV.  ARTÍCULOS 46 Y 41 DEL CONVENIO", "A.  Artículo 46 del Convenio", "121.  Las partes aplicables del artículo 46 disponen:", "“1.  Las Altas Partes Contratantes se comprometen a acatar las sentencias definitivas del Tribunal en los litigios en que sean partes.", "2. La sentencia definitiva del Tribunal será transmitida al Comité de Ministros, que velará por su ejecución....”", "122.  El Tribunal reitera que por el artículo 46 del Convenio las Partes Contratantes se comprometen a acatar las sentencias devenidas firmes del Tribunal en cualquier caso en que sean partes, siendo su ejecución supervisada por el Comité de Ministros. Se desprende, inter alia, que una sentencia en la que el Tribunal encuentra una violación del Convenio o los Protocolos correspondientes y que impone al Estado demandado la obligación jurídica no sólo de pagar a los interesados las sumas otorgadas en concepto de indemnización, sino también de elegir, sujeta a la supervisión del Comité de Ministros, las medidas generales y/o individuales si fueran necesarias, a adoptar en su ordenamiento jurídico interno para poner fin a la violación declarada por el Tribunal y a compensar en la medida de los posible sus efectos (véase Scozzari y Giunta contra Italia GS, núms. 39221/98 y 41963/98, ap. 249, TEDH 2000 VIII y Stanev, precitada , ap. 254). El Tribunal señala que corresponde en primer lugar al Estado en cuestión, sujeto a la supervisión del Comité de Ministros, decidir los medios a utilizar en su ordenamiento jurídico interno para cumplir su obligación en virtud del artículo 46 del Convenio (véase Scozzari y Giunta, precitada, y Brumărescu contra Romania (justa satisfacción) [GS], núm. 28342/95, ap. 20, TEDH 2001I).", "", "123.  Sin embargo, con el fin de ayudar al Estado demandado a cumplir con sus obligaciones en virtud del artículo 46, el Tribunal puede tratar de indicar el tipo de medidas generales y/o individuales que podrían adoptarse para poner fin a la situación que ha encontrado (véase, entre muchas otras autoridades, Vlad y otros contra Rumania, núms. 40756/06, 41508/07 y 50806/07, ap. 162, 26 de noviembre de 2013).", "160. En el presente caso, el Tribunal recuerda que debido al fallo de las autoridades al no nombrar un tutor legal u otro representante, no se dispuso de ninguna forma de representación para la protección del señor Câmpeanu o para representarle en su nombre ante las autoridades del hospital, los tribunales nacionales y el Tribunal (véase el ap.111). En las circunstancias excepcionales que llevaron a permitir al CLR actuar en nombre del Sr. Câmpeanu (véase la conclusión en el ap. 112) el Tribunal también ha encontrado una violación del artículo 13 en relación con el artículo 2 del Convenio debido al fallo del Estado en garantizar e implementar un marco jurídico adecuado que hubieran permitido que las quejas relativas a las alegaciones del Sr. Câmpeanu fueran examinadas por una autoridad independiente (véanse los apds. 150 a 153 ; Véase también ap. 154 en relación con la queja del artículo 3 solo y en relación con el artículo 13). Por tanto, los hechos y circunstancias por los que el Tribunal declaró una violación de los artículos 2 y 13 revelan la existencia de un problema más amplio que muestra la necesidad de indicar medidas generales para la ejecución de su sentencia.", "", "124.  En este contexto, el Tribunal recomienda que el Estado demandado disponga las medidas generales necesarias que garanticen que las personas mentalmente discapacitadas en una situación comparable a la del Sr. Câmpeanu, gocen de una representación independiente, que les permita presentar sus quejas relativas a su salud o tratamiento a examen ante un tribunal u otro órgano independiente (véase, mutatis mutandis, ap. ", "91 y Stanev, precitado, ap. 258).", "B.  Artículo 41 del Convenio", "125.  El artículo 41 del Convenio dispone:", "“Si el Tribunal declara que ha habido violación del Convenio o de sus protocolos y si el derecho interno de la Alta Parte Contratante sólo permite de manera imperfecta reparar las consecuencias de dicha violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa.”", "1.  Daño", "126.  El CLR no presenta reclamación alguna respecto a una indemnización por daños y perjuicios.", "2.  Costas y gastos", "127.  El CLR reclama 11.455,25 euros en concepto de costas y gastos satisfechos ante los tribunales internos en relación con las investigaciones sobre el PMH y ante el Tribunal; Interights, actuando como asesora del abogado del CLR reclama 25.800 euros en concepto de costas y gastos satisfechos ante la Sala, correspondiente a 215 horas de trabajo, y otros 14.564 euros por los procedimientos ante la Gran Sala, correspondientes a 111 horas de trabajo. Se presenta una nota detallada de dichas costas.", "", "128.  El Gobierno alega que no todos los gastos y costas están documentados y detallados adecuadamente y que en cualquier caso son excesivas.", "", "166. Según la jurisprudencia del Tribunal, un demandante solo puede obtener el reembolso de los gastos y las costas en la medida en que se establezca su realidad, su necesidad y el carácter razonable de su cuantía. En el presente caso, el Tribunal considera justificado el recurso del CLR a la participación de Interights en el procedimiento como se describe anteriormente (véase, por ejemplo, Yaşa contra Turquía, 2 de septiembre de 1998, ap. 127, Informes 1998 VI; y Menteş y otros contra Turquía, 28 de noviembre de 1997, ap. 107, Informes de 1997 VIII). Considerando los documentos en su poder, el número y complejidad de las cuestiones de hecho y de derecho examinadas y los criterios anteriores, el Tribunal considera razonable conceder 10.000 euros al CLR y 25.000 euros a Interights.", "", "3. Intereses de demora", "", "167. El Tribunal considera apropiado fijar el tipo de los intereses de demora en el tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos.", "POR ESTAS RAZONES, EL TRIBUNAL", "1.  Declara, unánimemente, las quejas al amparo de los artículos 2, 3 y 13 del Convenio, admisibles;", "", "2.  Declara, unánimemente, que ha habido una violación del artículo 2 del Convenio, en sus aspectos sustantivo y procedimental;", "", "3. Declara, unánimemente, que ha habido una violación del artículo 13 en relación con el artículo 2 del Convenio;", "", "4.  Declara, por catorce votos a tres, que no es necesario examinar la queja al amparo del artículo 3, solo o en relación con el artículo 13 del Convenio;", "", "5.  Declara, unánimemente, que no es necesario examiner la admisibilidad y fondo de las quejas al amparo de los artículos 5 y 8 del Convenio;", "", "6.  Declara, por quince votos a dos, que no es necesario examinar la admisibilidad y fondo de las quejas conforme al artículo 14 del Convenio;", "", "7.  Declara, unánimemente,", "", "a) Que el Estado demandado deberá abonar al demandante, dentro del plazo de tres meses, en concepto de costas y gastos, las sumas siguientes, a convertir en la moneda oficial al cambio aplicable en el momento del pago, más las cargas fiscales correspondientes:", "", "i. 10.000 EUR (diez mil euros) al CLR; y", "", "ii. 25.000 EUR (veinticinco mil euros) a Interights;", "", "b) Que estas sumas se verán incrementadas por un interés simple anual equivalente al tipo de interés de la facilidad marginal de los préstamos del Banco central europeo incrementado en tres puntos a partir de la expiración del antedicho plazo y hasta el pago;", "\t", "8. Rechaza el resto de la solicitud de indemnización.", "Redactada en inglés y en francés, y leída en audiencia pública en el Palacio de derechos humanos de Estrasburgo, el 17 de julio de 2014. Firmado: Michael O’Boyle, Dean Spielmann, Secretario suplente, Presidente.", "Se adjunta a la presente sentencia, de conformidad con el artículo 45.2 del Convenio y el artículo 74.2 del Reglamento del Tribunal, las siguientes opiniones separadas:", "(a)  opinión concurrente del Juez Pinto de Albuquerque;", "(b)  opinión parcialmente disidente de los Jueces Spielmann, Bianku y Nußberger;", "(c)  opinión parcialmente disidente de los Jueces Ziemele y Bianku.", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2014", "Los idiomas oficiales del Tribunal Europeo de Derechos Humanos son el inglés y el francés. Esta traducción no vincula al Tribunal y éste no asume ninguna responsabilidad respecto a su calidad. Puede ser descargada desde la base de datos HUDOC del Tribunal Europeo de Derechos Humanos () o desde cualquier base de datos a la que el Tribunal la haya facilitado. Puede ser reproducida para una finalidad no comercial bajo la condición de que se cite en su totalidad el título del caso, conjuntamente con esta indicación sobre copyright/derechos de autor. Si se desea utilizar cualquier parte de esta traducción para una finalidad comercial, por favor contacte .", "", "© Council of Europe/European Court of Human Rights, 2014", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}