{"file": "SPA_HJUDSPA_11701_85.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "11701/85", "text_paragraphs": ["Sentencia 11701/85", "", "CASO E. CONTRA NORUEGA", "", " Artículo 5.4 (Revisión judicial del internamiento como medida de seguridad) Sentencia de 29 de agosto de 1990", "", " El Tribunal Europeo de Derechos Humanos, constituido, conforme al artículo 43 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales («el Convenio») y a los preceptos pertinentes de su Reglamento, en una Sala compuesta por los siguientes Jueces:", "", " Señores J. Cremona, Presidente; R. Ryssdal, Thór Vilhjálmsson, F. Matscher, Sir Vincent Evans, Señores C. Russo, A. Spielmann,", "", " y por los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto.", "", " Después de deliberar en privado los días 25 de enero y 28 de junio de 1990,", "", " Dicta la siguiente Sentencia, aprobada en la última fecha citada:", "", " PROCEDIMIENTO", "", " 1. La Comisión Europea de Derechos Humanos («la Comisión») y el Gobierno del Reino de Noruega («el Gobierno») sometieron este asunto al Tribunal los días 12 de abril y 19 de junio de 1989, respectivamente, dentro del plazo de tres meses establecidos por los artículos 32.1 y 47 del Convenio. Tuvo su origen en la demanda número 11701/85, deducida contra el Reino de Noruega y presentada a la Comisión por un ciudadano noruego, el señor E., el 13 de mayo de 1985 en virtud del artículo 25. El demandante ha pedido al Tribunal que no se descubriera su identidad.", "", " El escrito de la Comisión se remite a los artículos 44 y 48 y a la declaración noruega reconociendo la jurisdicción obligatoria del Tribunal (art. 46). Su finalidad es la misma que la de la demanda del Gobierno: que se resuelva si los hechos de autos ponen de manifiesto que el Estado demandado incumplió las obligaciones que impone el artículo 5.4.", "", " 2. El demandante, en contestación al ofrecimiento previsto en el artículo 33.3. d) del Reglamento, anunció que participaría en el procedimiento ante el Tribunal y nombró abogado a este respecto (art. 30).", "", " 3. La Sala que debía constituirse comprendía como miembros natos o de oficio a los señores R. Ryssdal, Juez elegido por su nacionalidad noruega ( art. 43 del Convenio), y J. Cremona, Vicepresidente del Tribunal [ art. 21.3. b) del Reglamento]. El 29 de abril de 1989 designó éste por sorteo celebrado ante el Secretario a los cinco miembros restantes: los señores Thór Vilhjálmsson y J. Pinheiro Farinha, Sir Vincent Evans y los señores C. Russo y A. Spielmann (arts. 43 in fine del Convenio y 21.4 del Reglamento). Posteriormente, el Juez suplente señor F. Matscher sustituyó al señor Pinheiro Farinha, imposibilitado para formar parte (arts. 22.1 y 24.1 del Reglamento).", "", " 4. El señor Cremona, después de tomar posesión de la Presidencia de la Sala (art. 21.5 del Reglamento), consultó por medio del Secretario al Agente del Gobierno, al Delegado de la Comisión y al Letrado del demandante sobre la necesidad del procedimiento escrito (art. 37.1). En cumplimiento de la correspondiente Providencia, se recibieron en Secretaría las Memorias o alegaciones por escrito del demandante y del Gobierno el 14 de septiembre y el 13 de octubre de 1989, respectivamente. El 3 de noviembre del mismo año, el Secretario de la Comisión informó al del Tribunal de que el Delegado expondría su parecer al celebrarse la audiencia.", "", " 5. El 4 de diciembre de 1989, el Presidente, después de consultar por mediación del Secretario a los comparecientes, señaló el 22 de enero de 1990 como fecha de apertura del procedimiento oral (art. 38 del Reglamento). Poco antes de la audiencia, el Gobierno y el demandante aportaron, con autorización del Presidente, varios documentos más (art. 37.1, segundo párrafo).", "", " 6. La audiencia pública se celebró el día señalado, en el Palacio de Derechos Humanos en Estrasburgo. Inmediatamente antes, el Tribunal se reunió para prepararla.", "", " Han comparecido:", "", " a) Por el Gobierno:", "", " el señor E. Mose, Abogado del Estado adjunto, delegado del agente;", "", " el señor R. W. Knudsen, asesor del Departamento, Ministerio de Asuntos Exteriores, asesor jurídico;", "", " el señor M. Rund, asesor, Ministerio de Justicia, asesor jurídico;", "", " la señora K. Meling, Jefe de sección, Ministerio de Justicia, asesora;", "", " la señora M. Walaas, Jefa de sección, Ministerio de Asuntos Sociales, asesora.", "", " b) Por la Comisión:", "", " el señor H. Danelius, delegado;", "", " c) Por el demandante:", "", " el señor K. Rognlien, abogado, asesor jurídico;", "", " el señor O. Solberg, abogado, asesor;", "", " el señor P. Graver, pasante en la Abogacía, asesor.", "", " El Tribunal ha oído las declaraciones y las contestaciones a sus preguntas de los señores Mose, en nombre del Gobierno; Danelius, en el de la Comisión, y Rognlien, Letrado del demandante. El 15 de marzo de 1990 el demandante, con autorización del Presidente, presentó un documento más (art. 37.1, segundo párrafo).", "", "", "", " HECHOS", "", " I. Las circunstancias del caso", "", " A. El comienzo del asunto", "", " 7. El demandante, ciudadano noruego nacido en 1948, sufrió en 1965 un accidente de circulación que le causó lesiones cerebrales graves. Posteriormente, se puso de manifiesto en él una clara inclinación a las agresiones.", "", " En 1967 se le condenó a un internamiento de seguridad o preventivo de cinco años como máximo, según lo dispuesto en el artículo 39.1. e) del Código Penal noruego, por infracción de los artículos 227, 228 y 292 (actos violentos con lesiones). En un informe psiquiátrico, emitido entonces, se le consideraba enfermo mental; y desde mayo de 1967 a julio de 1972 estuvo ingresado en hospitales de esta especialidad.", "", " 8. De 1973 a 1978 estuvo internado unos cuatro años bien en el hospital central de Telemark, bien en el hospital psiquiátrico de Reitgjerdet de conformidad con lo previsto en la Ley sobre la salud mental.", "", " B. La condena de 1978. La autorización para tomar medidas de seguridad", "", " 9. En 1978 el demandante, después de agredir a su padre, fue puesto en «observación judicial». En esta ocasión, el perito en psiquiatría entendió que no se trataba de un enfermo mental, sino de una persona con las facultades mentales poco desarrolladas y persistentemente alteradas, con un peligro evidente de nuevos delitos.", "", " El 26 de junio de 1978 el Tribunal de distrito de Kragero condenó al demandante a sesenta día de prisión por infracción del artículo 228 del Código Penal ; y autorizó también la aplicación de las medidas de seguridad enumeradas en el artículo 39.1. a) a f) durante un máximo de cinco años. El fallo puntualizaba que un internamiento preventivo en una prisión, de acuerdo con el artículo 39.1. f), tendría probablemente una influencia desfavorable sobre el interesado; y que, por consiguiente, sólo se le debía aplicar en caso de urgencia. El Tribunal añadió que era de esperar que las autoridades competentes tomaran las medidas necesarias para evitar las estancias prolongadas en la cárcel.", "", " 10. Después de este fallo, la policía pretendió que se admitiera al condenado en el hospital central de Telemark; pero la petición fue rechazada por considerarse que el señor E. era un psicópata que padecía lesiones cerebrales sin que ningún tratamiento psiquiátrico suscitara esperanzas de mejora.", "", " 11. El 3 de julio de 1978 el Ministerio Fiscal decidió internar al demandante, de conformidad con el artículo 39.1. e), en una sala de seguridad en el establecimiento nacional de prisión penal y de seguridad de Ila («Ila»).", "", " 12. El 8 de septiembre de 1978 el señor E. pidió la libertad vigilada, o sea bajo tutela de seguridad. El director de Ila elevó la petición al Ministerio de Justicia el 18 del mismo mes, con un informe en el que, a pesar de lo difícil que era encontrar una solución, no se consideraba adecuado mantener al interesado en prisión. Sin embargo, el Ministerio resolvió el 5 de octubre de 1978 que continuara en Ila hasta que se dispusiera otra cosa.", "", " 13. El 10 de enero de 1979 el abogado del demandante, refiriéndose al fallo de 26 de junio del año anterior (apartado 9), pidió al Ministerio de Justicia que se le liberara y se le sometiera a la tutela de seguridad con arreglo al artículo 39.1. a) a c). La petición, apoyada por el director de Ila, fue atendida en esta ocasión el 24 de abril de 1979. Sin embargo, una semana después aproximadamente, el señor E. tuvo que volver a Ila por no haber cumplido las condiciones impuestas. Disfrutó de un nuevo régimen de permiso especial; pero se negó a regresar al Centro cuando se terminó el plazo concedido y la policía tuvo que devolverlo el 16 de agosto del mismo año.", "", " 14. El director de Ila, en una carta al Ministerio de Justicia fechada el 17 de diciembre de 1979, recomendó que se pusiera en libertad vigilada al demandante con arreglo al artículo 39.1. a) a c). Puntualizaba a este respecto que se trataba evidentemente de un caso psiquiátrico en el que no era aconsejable al internamiento en prisión; y proponía al Ministerio que se pusiera en relación con las autoridades sanitarias competentes para ingresar al interesado en una institución psiquiátrica adecuada.", "", " 15. El 21 de enero de 1980 el Ministerio de Justicia resolvió, en virtud del artículo 39.1. a) a c), poner en libertad al demandante con la condición, entre otras, de que viviera en el domicilio de sus padres. No obstante, debido a varios incidentes violentos, fue detenido de nuevo; y el 15 de junio de 1980 el Tribunal de distrito de Kragero le condenó a noventa días de prisión, con abono del tiempo transcurrido en detención provisional.", "", " 16. El 24 de julio de 1980 el Ministerio resolvió volver a internar al demandante en Ila según lo dispuesto en el artículo 39.1. e). El 2 de junio de 1981 se le permitió regresar al domicilio de sus padres, en libertad vigilada bajo tutela de seguridad, por aplicación del artículo 39.1. a) a c).", "", " 17. Una serie de desgraciados incidentes obligó al Ministerio a hacer uso una vez más del artículo 39.1. e), y el señor E. ingresó de nuevo en Ila el 17 de julio de 1981.", "", " 18. Durante su estancia en la sala de seguridad de Ila, agredió en varias ocasiones a los funcionarios de prisiones que allí prestaban servicio. Las autoridades penitenciarias intentaron trasladarle al hospital psiquiátrico de Reitgjerdet; pero fue imposible al no reunir las condiciones que fijaba para el ingreso la ley sobre la salud mental.", "", " El director de Ila, en una carta de 16 de septiembre de 1981, pidió la ayuda del Ministerio de Justicia para trasladar al demandante a un centro de asistencia psiquiátrica; pero el Ministerio llegó a la conclusión de que no era posible salvo si la situación evolucionaba y el demandante se convertía en un enfermo mental, de acuerdo con la ley correspondiente.", "", " 19. El 5 de febrero de 1982 el Ministerio de Justicia aplicó el artículo 39.1. f) del Código Penal ; y el 16 de dicho mes se trasladó al demandante a la cárcel de distrito de Oslo; y después, el 4 de noviembre, a la prisión nacional de Ullersmo (en lo sucesivo, Ullersmo).", "", " C. La condena de 1983; la autorización para la aplicación de medidas de seguridad, con excepción del ingreso en una sala de seguridad o en prisión", "", " 20. Mientras que el demandante estaba así encarcelado, el Tribunal de distrito de Asker y Baerum le condenó, el 18 de marzo de 1983, a seis meses de prisión por haber agredido en tres ocasiones a los funcionarios penitenciarios en Ila y Ullersmo. El informe pericial recabado en el juicio llegaba a la conclusión, como anteriormente, de que no se trataba de un enfermo mental sino de una persona con sus facultades mentales poco desarrolladas y persistentemente alteradas.", "", " En cuanto a las medidas de seguridad, el Tribunal puntualizó que, según las informaciones conseguidas, el ingreso en una prisión o en un establecimiento parecido no era aconsejable y tendría consecuencias destructivas para el interesado. Consideró también la necesidad de aplicarle un tratamiento psiquiátrico, y recomendó que no se ahorraran esfuerzos para dispensarle los cuidados adecuados. En consecuencia, autorizó al Ministerio Fiscal a imponer las medidas de seguridad del artículo 39.1, con la excepción del ingreso en una sala de seguridad o en prisión que se prevé en los párrafos e) y f).", "", " D. La condena de 1984. La autorización para usar medidas de seguridad, incluso el internamiento en una sala de seguridad o en prisión", "", " 21. El demandante, después de cumplir la pena impuesta, recuperó la libertad el 18 de noviembre de 1983 y fue instalado en un piso en Kragero, bajo la vigilancia de la policía local. El 19 de diciembre del mismo año se le detuvo una vez más, se le puso en prisión provisional y se le acusó de nuevo por los delitos previstos en los artículos 227 y 228 del Código Penal . En un informe pericial psiquiátrico se llegó a la misma conclusión que en los dos anteriores (véanse los apartados 9 y 20).", "", " 22. El Tribunal de distrito de Kragero, en su fallo de 20 de septiembre de 1984, le declaró culpable de la mayoría de los delitos que se le imputaban y le condenó a ciento veinte días de prisión. Además, autorizó al Ministerio Fiscal a aplicar cualquiera de las medidas de seguridad incluidas en el artículo 39.1 del Código Penal , durante un período de cinco años como máximo. En cuanto a las condiciones para su aplicación, se remitió a las resoluciones anteriores (apartados 9 y 20). Entendió, sin embargo que, teniendo en cuenta la fuerza física del señor E. y su falta casi total del dominio de sí mismo en algunas situaciones, no podía prohibir a las autoridades competentes que recurrieran, si era necesario, a su internamiento en una cárcel o en una sala de seguridad, con arreglo al artículo 39.1. e) y f). Al parecer, lo consideraron necesario puesto que el demandante continuó en Ila.", "", " 23. El señor E. recurrió ante el Tribunal Supremo contra la resolución sobre su internamiento por razones de seguridad. En un fallo de 12 de enero de 1985 el Juez Rostad, en nombre del Tribunal y por unanimidad, dijo lo siguiente:", "", " «...", "", " No parece sin duda necesario ampliar el alcance de las medidas de seguridad como lo establece el fallo recurrido. Estoy de acuerdo con el Tribunal de distrito en que concurren las condiciones para un internamiento por razones de seguridad.", "", " Existe un serio peligro de que (el demandante), persona descarriada -condición exigida por el art. 39 del Código Penal -, cometa nuevos delitos, incluyendo el de amenazas (art. 227). Añadiré que no se puede considerar desproporcionada la imposición de medidas de seguridad a un delincuente tan claramente peligroso. A mi entender, la protección de la sociedad exige que las autoridades puedan ordenar las medidas de seguridad consideradas necesarias para impedir que (el demandante) cometa nuevos delitos graves.", "", " A la vista de las conclusiones del abogado defensor, quisiera puntualizar que no encuentro ningún fundamento para entender que se opone al artículo 3 del Convenio... la resolución de un Tribunal noruego que permita la aplicación de medidas de seguridad en semejante caso. Corresponde a los órganos competentes para la ejecución cuidar de que la forma de la medida no sólo proteja a los intereses de la sociedad sino que también procure atender a los del (demandante), con inclusión de la necesidad de un tratamiento psiquiátrico.", "", " ...", "", " En el caso de autos, varias personas han señalado que (el demandante) necesitaba sobre todo cuidados, en especial de carácter psiquiátrico.", "", " Comparto esta opinión; y añadiré que espero que el Ministerio Fiscal, la Administración penitenciaria y las autoridades continúen buscando, de común acuerdo, una solución adecuada para evitar el ingreso en prisión. Después de una reunión celebrada el 13 de noviembre de 1984 se ha preparado y presentado a este Tribunal una propuesta de tratamiento; pero no se ha podido aplicar porque (el interesado) la ha rechazado. Suponía su regreso a Telemark, donde se le compraría un piso, en Skien, cerca de un hospital psiquiátrico. Se preveía además un tratamiento con medicamentos y la posibilidad de volver a internarlo rápidamente si no respetaba las condiciones más importantes, por ejemplo las aplicables a sus estancias en Kragero, o si no seguía las prescripciones médicas.", "", " El factor tiempo y las graves consecuencias que puede tener para (el demandante) su continua instalación en instituciones penitenciarias hacen necesario que se encuentre cuanto antes una solución adecuada en la que se tengan en cuenta tanto sus legítimos intereses como los de la sociedad.»", "", " 24. El 7 de noviembre de 1985 el señor E. fue trasladado de Ila a Ullersmo, en cumplimiento de una resolución del Ministerio de Justicia con arreglo al artículo 39.1. f) del Código Penal .", "", " Después de este traslado, el demandante se manifestó dispuesto a aceptar las condiciones establecidas en el programa a que se refería la sentencia del Tribunal Supremo (véase el anterior apartado 23). Las autoridades se pusieron en contacto con el hospital en que pensaban para vigilar la ejecución del plan; pero la contestación fue que no podían encargarse del demandante hasta que se creara un servicio para pacientes difíciles.", "", " Intentaron también que se le admitiera en el hospital psiquiátrico de Reitgjerdet; sin embargo, según el reglamento general de la institución, sólo podían ocuparse de los pacientes «que sufrieran problemas mentales muy graves», y no era éste el caso del demandante. En consecuencia, el hospital pidió a la dirección de la Sanidad pública del Ministerio de Asuntos Sociales que se le dispensara de dicho requisito; pero se le contestó el 26 de febrero de 1986 que la ley no lo permitía. No obstante, el señor E. estuvo veintitrés días, en abril y mayo de 1986, en el hospital. El 6 de mayo, el Consejo de vigilancia del hospital estudió el caso y consideró que no se había probado que se trataba de un enfermo mental o que se cumplían las demás condiciones necesarias para ingresar en el centro. En consecuencia, el interesado volvió a Ullersmo.", "", " El 29 de octubre de 1986 el Tribunal de distrito de Asker y Baerum le condenó a cuarenta y cinco días de prisión, con suspensión del cumplimiento, por agresión a un funcionario penitenciario. El 12 de enero de 1987 se le trasladó de Ullersmo al centro de rehabilitación de Sunnas, cerca de Oslo, para someterle durante dos semanas a un tratamiento psicológico. Se le examinó en varias ocasiones; pero fue devuelto a Ullersmo después de agredir a una de las enfermeras.", "", " 25. El 24 de febrero de 1987 se le ingresó en el hospital psiquiátrico de Reitgjerdet, comprobándose que se había convertido en un enfermo psíquico. Como reunía así las condiciones para un ingreso forzoso, permaneció ingresado hasta el 4 de diciembre de 1987, en cuya fecha el hospital llegó a la conclusión de que ya no era un enfermo mental.", "", " 26. No obstante, el señor E. continuó en el centro voluntariamente, pero después de algunas semanas se manifestó de nuevo agresivo hacia los enfermos y el personal de servicio. Como se negó a que se le llevara a la sala destinada a los pacientes difíciles, fue devuelto a Ullersmo, siempre con autorización del Ministerio de Justicia concedida de acuerdo con el artículo 39.1. f) del Código Penal .", "", " 27. Las medidas de seguridad se modificaron a partir del 8 de febrero de 1988. En aplicación del artículo 39.1. a) a c), el Ministerio decidió que el interesado saliera de Ullersmo para residir en una casa en Skien, al cuidado del Servicio de libertad vigilada y de ayuda.", "", " 28. El 19 de abril el demandante agredió a los asistentes sociales que le vigilaban; y el mismo día, el Ministerio resolvió sustituir la tutela de seguridad prevista en el artículo 39.1. a) a c) por el internamiento en un establecimiento cerrado, por lo menos durante un período corto, de acuerdo con lo dispuesto en la letra f) del mismo precepto. Se trasladó al señor E. a la cárcel de distrito de Arendal.", "", " E. La primera impugnación por el demandante de la resolución de internarle", "", " 29. El 27 de abril de 1988 el señor E. emplazó al Ministerio de Justicia ante el Tribunal de Oslo, alegando la nulidad de la resolución del mismo mes y año. Mientras el litigio estaba pendiente, el Ministerio ordenó el 18 de mayo de 1988 que se le sometiera de nuevo a tutela de seguridad de conformidad con el artículo 39.1. a) a c). En consecuencia, se le puso en libertad al día siguiente, y se le trasladó desde la prisión de Arendal a su domicilio en Skien. El 17 de junio de 1988 desistió del procedimiento, puesto que ya no estaba en la cárcel.", "", " F. La segunda impugnación por el demandante de la resolución de mantenerle internado", "", " 30. Después de varios incidentes violentos el Ministerio de Justicia, aconsejado por el Servicio de libertad vigilada, acordó dar por terminada la tutela de seguridad en Skien y trasladar al demandante a Ila, según lo dispuesto en el artículo 39.1. e).", "", " El señor E., a la sazón en prisión provisional y acusado de varios delitos, acudió al Tribunal de Oslo el 3 de agosto de 1988 - durante las vacaciones judiciales- ejercitando una acción contra el Ministerio. En su escrito para la revisión judicial, pedía un procedimiento rápido y alegaba que el Ministerio Fiscal había violado en varios aspectos la ley de la Administración pública: No se concretaron los hechos en que se fundó el propósito de internarle y se le denegó la puesta de manifiesto de los documentos incorporados al expediente, sin que se aprobara nunca una resolución formal, impidiéndole de esta manera la interposición de cualquier recurso. Siempre según el interesado, su nuevo ingreso en prisión era una respuesta de injustificada dureza a su conducta, tanto más cuanto que no se establecía ningún límite en su duración. Por último, decía también que el Ministerio había eludido las garantías del artículo 96 de la Constitución utilizando medidas de seguridad en lugar de seguir la vía penal ordinaria.", "", " La reclamación se repartió primero a un juez y después -el 8 de agosto- a otro. Al regreso de sus vacaciones -el 15 del mismo mes- empezó éste a preparar una audiencia, pero según parece tuvo dificultades para entrar en relación con el abogado del demandante, no consiguiéndolo hasta el 24 siempre de agosto. La citación para comparecer se notificó al día siguiente al Ministerio, cuya contestación se recibió en el Tribunal poco después. La audiencia se celebró el 7 de septiembre, la primera fecha aceptada por todos los comparecientes; y en ella se oyó al demandante y a cinco testigos.", "", " El Tribunal rechazó la demanda el 27 de septiembre, diciendo, entre otras cosas, lo siguiente:", "", " «El litigio se refiere a la validez de la resolución del Ministerio de Justicia modificando las medidas aplicadas al demandante y sustituyendo la tutela a este respecto por el internamiento en una sala de seguridad.", "", " ...", "", " El artículo 96 de la Constitución", "", " El Tribunal (señala) que sólo un órgano judicial puede imponer las medidas de seguridad previstas en el artículo 39. Cuando un fallo, como (en este caso) permite utilizar las medidas enumeradas en el artículo 39.1.a) a f) durante cinco años como máximo, quiere decir que el Tribunal ha resuelto que se pueda someter al demandante a diferentes medidas, incluido el internamiento en un lugar cerrado; pero por un período que no supere al fijado. Su resolución define el alcance de las medidas de seguridad que se pueden aplicar (al interesado) de acuerdo con las reglas del artículo 39.", "", " El texto legal que autoriza al Ministerio a modificar las medidas de seguridad es el artículo 39.4, segundo párrafo. Véase también el artículo 39.3, a cuyo tenor se levantarán las medidas cuando el juez no las considere necesarias, pero se podrán restablecer si procede. No cree el Tribunal que estas disposiciones se opongan al artículo 96 de la Constitución que establece que \"no se puede condenar a nadie a una pena si no es por resolución judicial\". La del Ministerio ordenando el reingreso en una sala de seguridad, en virtud del artículo 39.3, se fundaba en el fallo que permitía hacer uso de las medidas de seguridad.", "", " Los vicios procesales", "", " Se informó al demandante con toda claridad, durante su prisión provisional, de que el Ministerio consideraba la posible modificación de las medidas de seguridad. Así resulta de la transcripción de la audiencia celebrada por el Tribunal de distrito de Kragero el 27 de junio de 1988...", "", " Los testigos han confirmado que se avisó al demandante del cambio... El Tribunal comprueba que el asunto se desarrolló debidamente, teniendo en cuenta el artículo 16... de la Ley de la Administración pública de 10 de febrero de 1967 (apartado 38, posterior). No se ha probado tampoco que el Ministerio prescindiera de las reglas del artículo 17... Por lo demás, el Tribunal hace constar que incluso si el demandante hubiera tenido necesidad de una información más amplia, habría sido aplicable el artículo 41 de (dicha) Ley ...", "", " La justicia de la resolución", "", " La resolución no señalaba un plazo, pero esto no quiere decir que el demandante deba esperar que su internamiento se prolongue hasta que termine el período seguridad. Por el contrario, se ha informado al Tribunal que se está estudiando un nuevo programa de tutela de seguridad con el propósito de que sustituya ésta, antes de que finalice el mes de octubre de 1988, a las medidas en vigor.", "", " El artículo 39 del Código Penal no exige que se incluya un plazo especial en la resolución de modificar las medidas de seguridad. La Ley sólo obliga a que se fije un límite máximo. La duración de la modificación dependerá del tiempo necesario para organizar un nuevo programa de tutela de seguridad... Según el Tribunal, la falta de un plazo en la resolución no permite considerarla injusta. Tampoco se debe calificar así porque las críticas contra el (demandante) puedan llevar a una acusación. Un delito punible puede justificar que se recurra a una medida más severa; pero semejante modificación se fundará en los fines de las medidas de seguridad y no podrá considerarse como una pena. Si el presente caso continúa y se llega a una condena (del demandante), la cuestión de si es justo imponer una pena y a la vez ordenar un internamiento como medida de seguridad durante cierto tiempo deberá estudiarse al dictar el fallo. En tal supuesto, tendrá su importancia que (el demandante) haya tenido que sufrir la modificación de las medidas de seguridad, lo cual podrá compararse con la situación inversa a que se refiere el artículo 39.5 del Código Penal .»", "", " El señor E. no recurrió contra el fallo y continuó internado en Ila.", "", " G. La evolución posterior", "", " 31. El 21 de octubre de 1988 el Ministerio de Justicia ordenó la puesta en libertad del demandante y que se le sometiera a la tutela de seguridad de acuerdo con el artículo 39.1. a ) a c) del Código Penal . Trasladado de nuevo a Skien, infringió en varias ocasiones las restricciones impuestas; y el Ministerio resolvió en consecuencia, el 27 de diciembre del mismo año, volver a internarle en Ila, conforme a lo dispuesto en el artículo 39.1. e). El señor E. no impugnó la resolución.", "", " 32. El 11 de enero de 1989 el Tribunal de distrito de Kragero le condenó a ciento veinte días de prisión, cumplidos ya por abono del tiempo transcurrido en prisión provisional, por los delitos previstos en el artículo 227 del Código Penal y en el 228 en relación con el 230 (amenazas y actos violentos); continuando internado en Ila en virtud del artículo 39.1. e). El 3 de febrero 1990, el Fiscal de Vestford y de Telemark pidió al Tribunal de distrito de Kragero que prolongara por tres años la autorización concedida por el Tribunal Supremo para aplicar medidas de seguridad desde el 12 de enero de 1985 (apartado 23, anterior), ya que se agotaba el 25 de febrero de 1990. A petición de la policía, el Tribunal resolvió el 12 de dicho mes que el demandante continuara en prisión hasta el 26 de marzo de 1990, con arreglo al artículo 171 del Código de Procedimiento Penal . El interesado recurrió contra esta resolución ante el Tribunal de apelación de Agder, alegando que su prisión era ilegal, entre otras razones, porque no tenía fundamento la prórroga de la autorización litigiosa al no acusársele de ningún nuevo delito de los definidos en el artículo 39 del Código Penal . A este respecto, el Tribunal de apelación dijo lo siguiente:", "", " «Es indudable que hasta ahora se ha admitido en el Derecho de Noruega la posibilidad de prolongar el período en que pueden imponerse medidas de seguridad, incluso si la persona de que se trate no ha vuelto a delinquir... La obligación legal que tiene el Tribunal de establecer un límite de duración se debe, entre otros motivos, a una preocupación en favor del condenado, quien, transcurrido algún tiempo, ha de contar con una revisión judicial de la necesidad de las medidas de seguridad. Si esta posibilidad no existiera, habría que establecer un período de duración suficientemente extenso para que el Tribunal pudiera tener la relativa certeza de que no serían necesarias al vencimiento las medidas. En el régimen actual, los tribunales no necesitan determinar el período fundándose en dichas consideraciones; y pueden limitarse a fijar al principio una duración que probablemente, por lo general, será más breve de lo que sería sin la posibilidad de una nueva revisión.»", "", " 33. El Tribunal Supremo, con fecha 16 de marzo de 1990, rechazó el recurso que interpuso el señor E. Sin embargo, el 14 de abril del mismo año, el Fiscal retiró su demanda y el demandante recuperó su libertad al día siguiente.", "", " II. El derecho y los usos internos pertinentes", "", " A. Las medidas de seguridad previstas en el artículo 39 del Código Penal", "", " 34. El artículo 39 del Código Penal dice así:", "", " «1. Si... una persona con las facultades mentales poco desarrolladas o alteradas permanentemente comete un hecho que sin dicha circunstancia se sancionaría como delito, y si existe el peligro de que, debido a su estado, pueda cometer otro, el Tribunal podrá autorizar al Ministerio Público a que tome las siguientes medidas de seguridad:", "", " a) señalarle o prohibirle un determinado lugar para su residencia;", "", " b) someterle a la vigilancia de la policía o de un funcionario del servicio de libertad vigilada nombrado especialmente a estos efectos, con la obligación de presentarse a aquélla o a éste en intervalos determinados;", "", " c) prohibirle el consumo de bebidas alcohólicas;", "", " d) confiarle al cuidado de personas privadas de la máxima garantía;", "", " e) instalarle, si es posible, en un hospital psiquiátrico, en un sanatorio, en un centro médico o en una sala o residencia de seguridad, de acuerdo con las disposiciones generales aprobadas por el Rey;", "", " f) mantenerle en prisión.", "", " ...", "", " 3. Estas medidas se levantarán cuando no se las considere necesarias; pero podrán restablecerse cuando proceda. Las enumeradas con las letras a) a d) se podrán aplicar conjuntamente.", "", " El Tribunal fijará el período máximo en que se podrán aplicar sin necesidad de que las vuelva a aprobar.", "", " 4. Si el Tribunal no resuelve otra cosa, el Ministerio fiscal podrá elegir entre las medidas de seguridad relacionadas.", "", " La resolución de levantar, restablecer o sustituir dicha medida de seguridad corresponde al Ministerio.", "", " Para cualquier resolución sobre las medidas de seguridad, incluida la de levantarla, se requiere en principio el informe de un médico especialista. Se seguirá el mismo procedimiento, en intervalos regulares, durante el período en que se apliquen las medidas.", "", " 5. Cuando el hecho hubiere implicado la imposición de una pena, el Ministerio podrá conceder su indulto, total o parcial, si se impusieran las medidas de seguridad de acuerdo con el apartado 1.", "", " ...»", "", " 35. La resolución judicial en que se impongan medidas de seguridad se rige por los preceptos generales del Código de Procedimiento Penal y puede recurrirse ante el Tribunal Supremo.", "", " 36. El artículo 11 del Real Decreto de 1 de septiembre de 1961 establece las siguientes reglas para la modificación de las medidas de seguridad:", "", " «Las medidas de seguridad, transcurrido un año desde su comienzo y posteriormente en intervalos de la misma duración, se someterán al Ministerio de Justicia junto con un informe sobre su mantenimiento, su sustitución o su supresión. Cuando concurran razones especiales, podrá plantearse la cuestión antes del plazo previsto.", "", " Están legitimados para acudir al Ministerio a estos efectos el Ministerio Fiscal o, si la persona de que se trate cumple una pena de prisión o está sometida a las medidas de seguridad en un establecimiento penitenciario, el director de éste.", "", " El dictamen del Fiscal contendrá informaciones sobre la persona sometida a las medidas de seguridad, y una exposición del funcionario de libertad vigilada, de este Servicio, del tutor o protector o del hospital o de cualquier otro establecimiento en que haya estado ingresada.", "", " El informe se preparará por el jefe de policía que haya investigado el caso, el cual lo enviará al Fiscal general para su elevación al Ministerio de Justicia.»", "", " 37. El Ministerio examinará también el alzamiento o la modificación de las medidas si el interesado lo pide. Sucede con frecuencia que haya de estudiarse varias veces en un año la conveniencia de un internamiento en un caso determinado.", "", " 38. Las resoluciones del Ministerio (y, en su caso, del Fiscal) se rigen por la Ley de la Administración pública; y esto significa, entre otras cosas, que deben exponer los motivos de cualquier cambio en las medidas de seguridad y que pueden recurrirse en apelación ante el Consejo de la Corona. Sin embargo, el interesado puede también impugnarlas directamente, antes o después de agotar los recursos administrativos, ante los tribunales ordinarios que revisan la legalidad en el ejercicio de la competencia que se deriva del principio constitucional no escrito de la supremacía judicial, establecido a mediados del siglo anterior.", "", " 39. El capítulo 33 del Código de Procedimiento Civil (Ley núm. 6, de 13 de agosto de 1915) contiene preceptos especiales y detallados sobre la revisión judicial de las resoluciones administrativas en materia de privación de libertad y de otras medidas coercitivas. No obstante, sólo se aplican cuando los textos legales pertinentes lo establecen expresamente, por ejemplo en el supuesto de internamiento en virtud de la Ley sobre la salud mental. No así cuando el interesado esta ingresado, como el señor E., la mayor parte del tiempo en un sitio que no sea un establecimiento psiquiátrico, y especialmente en una sala o centro de seguridad o en una prisión en aplicación del artículo 39.1. e ) o f) del Código Penal .", "", " B. La revisión judicial", "", " 40. El procedimiento de revisión judicial previsto en la Constitución se regula por el capítulo 30 del Código Procesal Civil; y permite discutir la validez tanto de las disposiciones generales como de las resoluciones individuales.", "", " 41. Los tribunales fiscalizan si la Administración ha actuado en el marco legal que la vincula.", "", " Comprueban la competencia del órgano que ha dictado la resolución o la disposición litigiosa y el cumplimiento de los requisitos del procedimiento, incluidos los que establece la Ley de la Administración pública.", "", " Tienen siempre la facultad de revisar sin límites los hechos de la resolución. Por ejemplo, en los asuntos en que se plantea la cuestión de la capacidad mental del interesado pueden recurrir a los peritos en psiquiatría de acuerdo con el capítulo 18 del Código de Procedimiento Civil.", "", " Tampoco se somete a ninguna limitación su competencia para revisar cómo han aplicado las autoridades administrativas los preceptos legales vigentes, incluso cuando parecen atribuirles una cierta amplitud utilizando palabras como «falta de razón», «inadmisible» o «buenos usos mercantiles». Sin embargo, cuando se trata de resoluciones administrativas puramente discrecionales, como las que se toman en un procedimiento decisorio específico no regulado por la correspondiente ley, los tribunales se limitan por lo general a determinar si ha habido desviación de poder o si se ha resuelto claramente sin razón.", "", " 42. Los tribunales noruegos, al fiscalizar a la Administración pública, interpretan también, en la medida posible, su propio ordenamiento legal de manera compatible con los tratados suscritos por el Reino, entre ellos el Convenio, incluso cuando no se han incorporado oficialmente al orden jurídico interno («principio de la presunción»).", "", " De acuerdo con esto, el Tribunal Supremo ha examinado en más de una ocasión la conformidad de su propia interpretación de la legislación nacional con las obligaciones de Noruega según los instrumentos internacionales sobre derechos humanos, en especial el Convenio, tal como lo comprenden el Tribunal y la Comisión: Sentencia de 16 de diciembre de 1961, «Norsk Retstideude» («NRt»), 1961, pág. 1350; Sentencia de 28 de marzo de 1966, «NRt», 1966, pág. 476, con cita de la resolución de la Comisión declarando inadmisible la demanda número 1468/62, Iversen contra Noruega; Sentencia de 8 de octubre de 1974, «NRt», 1974, pág. 935; Sentencia de 26 de febrero de 1982, «NRt», 1982, pág. 35; Sentencia de 23 de octubre de 11984, «NRt», 1984, pág. 1175, con cita de las sentencias del Tribunal europeo en los casos Winterwerp (24 de octubre de 1979, serie A, núm. 33 ) y X contra el Reino Unido (5 de noviembre de 1981 , serie A, núm. 76); Sentencia de 15 de mayo de 1987 , «NRt», 1987, pág. 612, con cita de la Sentencia Klass y otros de 6 de septiembre de 1978 (serie A, núm. 28); Sentencia ya citada de 16 de marzo de 1990 (apartado 33, anterior); Sentencia también de 16 de marzo de 1990 (en el caso L., núm. 470/1990), con cita de la Sentencia Hauschildt de 24 de mayo de 1989 (serie A, núm. 154).", "", " Sin embargo, no ha habido ningún caso en el que el Tribunal Supremo se haya encontrado con un claro conflicto entre el Convenio y la legislación de su país.", "", " El Tribunal en pleno, en su citada Sentencia de 26 de febrero de 1982 que se refería, entre otras cuestiones, a las obras de regulación del río Alta, reconoció por unanimidad que el Convenio era una fuente de Derecho positivo. El Magistrado Christiansen dijo en su nombre lo siguiente:", "", " «Hay que matizar lo que he dicho sobre los límites de la revisión judicial. En el caso de autos, se ha alegado que las normas de Derecho internacional que obligan a Noruega protegen a la propia población contra la lesión de sus intereses causada por las obras de regulación del río Alta. Las disposiciones sobre la fiscalización judicial de la validez de los actos administrativos no obstan a que nuestro Tribunal estudie a fondo si los trabajos convertidos infringen las reglas del Derecho internacional (el Convenio y el Pacto internacional sobre los derechos civiles y políticos).»", "", " El «principio de la presunción» se formuló con especial claridad en la citada Sentencia de 23 de octubre de 1984, que se refería a la apertura de la revisión judicial con motivo del internamiento en un hospital psiquiátrico, en aplicación del artículo 39.1. e), de una persona ya sometida a medidas de seguridad. El Tribunal Supremo señaló ante todo que ni el texto ni los trabajos preparatorios de la Ley aplicada proporcionaban ninguna indicación expresa sobre la manera de resolver el problema. Dijo después lo siguiente:", "", " «Por tanto, la resolución que hay que tomar debe tener en cuenta todas las circunstancias, y especialmente la necesidad de interpretar el Derecho interno, en la medida posible, de conformidad con los tratados internacionales que Noruega ha ratificado, en este caso el (Convenio).»", "", " El Tribunal Supremo, después de un estudio a fondo de la jurisprudencia del Tribunal europeo en esta materia, llegó a la conclusión de que su interpretación del ordenamiento legal noruego sobre la cuestión litigiosa cumplía los requisitos del artículo 5.4.", "", " Por su parte, un reciente voto particular de conformidad ha subrayado la importancia de este principio para examinar el alcance de la fiscalización judicial de la resolución de internar a alguien de acuerdo con el artículo 39 del Código Penal (Sentencia de 11 de diciembre de 1989, «NRt», 1989, pág. 1327). Uno de los miembros del Tribunal Supremo, el señor Smith, se creyó en la obligación de expresar su discrepancia con una manifestación que se hacía en un voto particular disidente de una magistrado del Tribunal de apelación según la cual las resoluciones del Ministerio Fiscal en el ámbito de las medidas de seguridad del artículo 39 no podían someterse a dicha revisión:", "", " «Hay que replicar... que según la citada Sentencia de 23 de octubre de 1984, la persona sometida a medidas de seguridad y, además, internada en un hospital psiquiátrico tiene derecho, en intervalos razonables, a que se resuelva sobre la legalidad de su privación de libertad; para lo cual el Tribunal Supremo se funda especialmente en el artículo 5.4 del Convenio, tal como lo interpretan el Tribunal y la Comisión. A mi entender, este derecho a la revisión judicial, consagrado por dicho precepto y que el Tribunal Supremo ha reconocido a una de las personas sujetas a la citada medida, también debe aplicarse por los tribunales a otras que la sufren y que están privadas de libertad en otras instituciones.»", "", " 43. Cuando la resolución administrativa impugnada se refiera sólo a la aplicación de disposiciones legales claras, los tribunales podrán ordenar a las autoridades que actúen conforme a la ley. Por el contrario, cuando se trate de una resolución meramente discrecional, no se considerarán facultados para lo dicho si no concurren circunstancias especiales; y en otro caso, se limitarán a resolver sobre su validez.", "", " 44. Según el capítulo 15 de la Ley número 7, de cobro de los créditos civiles, de fecha 13 de agosto de 1915, el Tribunal encargado de la revisión judicial en primera instancia o en apelación puede ordenar medidas provisionales o cautelares como, por ejemplo, suspender la ejecución.", "", " Además, el artículo 148 del Código de Procedimiento Civil le autoriza a ejecutar, a instancia de parte, el fallo antes de que sea firme, «si así lo exigen circunstancias especiales».", "", " 45. Las peticiones de revisión judicial de resoluciones administrativas son frecuentes: 225 en 1985, 218 en 1986 y 201 en 1987; y suponen más de la tercera parte de los litigios civiles de que ha conocido el Tribunal Supremo. Sin embargo, hasta la fecha ningún Tribunal noruego ha anulado una resolución administrativa aprobada en virtud del artículo 39 del Código Penal .", "", " EL PROCEDIMIENTO ANTE LA COMISIÓN", "", " 46. El señor E., en su demanda número 11701/85, de 13 de mayo de 1985, ante la Comisión, denunció la violación del artículo 3 del Convenio por las condiciones de su privación de libertad y del trato que se le dispensó, y en especial por sus largos períodos de aislamiento e incomunicación en la sala o sección de seguridad en Ila y en prisión desde 1978 hasta 1988. Alegó también que durante su internamiento no pudo acudir a un Tribunal que cumpliera los requisitos del artículo 5.4.", "", " 47. La Comisión declaró inadmisible la demanda en cuanto al artículo 3 (resolución parcial de 7 de marzo de 1988); pero la admitió en relación con el artículo 5.4 (resolución de 12 de mayo de 1988).", "", " En su informe de 16 de marzo de 1989 (art. 31) llegó a la conclusión, por unanimidad, de que se había violado el artículo 5.4. El texto íntegro de su opinión se incluye en un anexo a esta Sentencia.", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. La violación alegada del artículo 5.4", "", " 48. El demandante se queja de varias violaciones del artículo 5.4, que dispone lo siguiente:", "", " «Toda persona detenida preventivamente o internada tendrá derecho a interponer un recurso ante un órgano judicial para que resuelva en plazo breve sobre la legalidad de su detención y ordene su puesta en libertad si fuera ilegal.»", "", " Según alega, la revisión judicial permitida por el Derecho de Noruega de la legalidad de los repetidos períodos de internamiento en la sala de seguridad de Ila o en la cárcel, en virtud del artículo 39.1. e ) o f) del Código Penal , no cumplió los tres requisitos siguientes: su alcance fue demasiado limitado o, por lo menos, impreciso por falta de jurisprudencia; los tribunales no tenían la facultad de ordenar su puesta en libertad; y el Tribunal de Oslo no resolvió en plazo breve en 1988 (véase el anterior apartado 30).", "", " La Comisión está de acuerdo con esta opinión; y el Gobierno la rechaza.", "", " A. El alcance de la revisión judicial", "", " 1. Los requisitos del artículo 5.4", "", " 49. Según la reiterada jurisprudencia del Tribunal, el concepto de legalidad ( régularité o légalité; lawfulness) tiene el mismo sentido en el apartado 4 que en el 1 del artículo 5, de manera que una persona privada de su libertad tiene derecho a la revisión de la «legalidad» de su situación no sólo con arreglo al ordenamiento interno, sino también a la vista del texto del Convenio, de los principios generales que establece y de las restricciones que permite el apartado 1 (véase, entre otras, la Sentencia en el litigio Brogan y otros, de 29 de noviembre de 1988, serie A, núm. 145-B, pág. 34, apartado 65).", "", " 50. El apartado 4 no garantiza el derecho a una fiscalización judicial de tal alcance que permitiría al Tribunal sustituir con su criterio sobre todos los aspectos del litigio, incluidas las consideraciones sobre la conveniencia, el de la autoridad que dictó la resolución. Sin embargo, la revisión debe ser lo suficientemente amplia para abarcar todas las condiciones indispensables para la «legalidad» de la privación de libertad a la vista del apartado 1 del mismo artículo 5. Esto es aplicable tanto en el ámbito del párrafo a) del apartado 1 -la condena impuesta legalmente por sentencia del Tribunal competente- ( Sentencias Van Droogenbroeck de 24 de junio de 1982, serie A, núm. 50, págs. 26 y 27, apartado 49; y Weeks de 2 de marzo de 1987 , serie A, núm. 114, pág. 29, apartado 59), como en el del párrafo e) -el internamiento legal... de un enajenado- ( Sentencias X contra el Reino Unido de 5 de noviembre de 1981, serie A, núm. 46, págs. 18 y 25, apartados 40 y 58; y Ashingdane de 28 de mayo de 1985 , serie A, núm. 93, págs. 18 y 23, apartados 37 y 52).", "", " 2. El sistema noruego", "", " 51. Si «una persona con las facultades mentales poco desarrolladas o alteradas permanentemente» comete un hecho punible y si se teme que, debido a su estado, pueda cometer otro, el Tribunal sentenciador, sin perjuicio de condenarle a una pena de prisión de duración determinada, podrá autorizar al Ministerio público -y posteriormente al Ministerio de Justicia-, en virtud del artículo 39.1 del Código Penal (véase el anterior apartado 34), a someterle a medidas de seguridad, incluso a un internamiento en una sala o centro a este respecto [párrafo e) ] o en una cárcel [párrafo f) ] por el período máximo que fije.", "", " El principal fin del artículo 39.1 es proteger a la sociedad contra nuevos delitos de la persona de que se trate, cuyos intereses también se deben tener en cuenta. Las medidas que se tomen se levantarán cuando no se consideren ya necesarias, pero podrán restablecerse si procede (art. 39.3).", "", " 52. El artículo 39 del Código Penal noruego deja al Ministerio de Justicia una amplia facultad discrecional para imponer una determinada medida de seguridad y señalar su duración. De hecho, se parece en vanos aspectos a la legislación belga sobre los reincidentes y delincuentes habituales, objeto del caso Van Droogenbroeck. En estos sistemas, el juez no puede hacer otra cosa, en el momento en que resuelve, que formular suposiciones sobre la evolución del individuo en el futuro. En cambio, las autoridades pueden seguirla más de cerca y en frecuentes intervalos, por medio y con la ayuda de sus funcionarios. Sin embargo,", "", " «... con el transcurso del tiempo, la relación entre las resoluciones (ministeriales) denegando la libertad u ordenando un nuevo internamiento y la sentencia inicial se debilita poco a poco; y puede llegar a romperse si se fundan aquéllas en motivos ajenos a las finalidades del legislador y del juez o en consideraciones no razonables a este respecto. Cuando sucede esto, un internamiento perfectamente legal en su origen se convierte en una privación de libertad arbitraria y, por tanto. incompatible con el artículo 5...» (Sentencia ya citada Van Droogenbroeck, serie A, núm. 50, págs. 21 y 22. apartado 40).", "", " 3. La posibilidad de una revisión adecuada en el caso del señor E.", "", " 53. Según el señor E., sus internamientos en una sala de seguridad en Ila o en prisión dependían del párrafo a) del artículo 5.1 del Convenio que se refiere a «la condena impuesta legalmente por sentencia del Tribunal competente». El Gobierno está de acuerdo, pero entiende que también es aplicable el párrafo e), «el internamiento legal... de un enajenado».", "", " Para autorizar las medidas de seguridad, y especialmente la privación de libertad con arreglo al artículo 39.1. e ) o f) del Código Penal , había que comprobar al mismo tiempo si una persona «con las facultades mentales poco desarrolladas o alteradas permanentemente» había cometido un hecho punible y si existía el peligro de que reincidiera «debido a su estado». Por consiguiente, la legalidad de la detención en relación con el Convenio dependía, como en el caso X contra el Reino Unido (Sentencia citada, serie A, núm. 46, pág. 17, apartado 39), del cumplimiento tanto del párrafo a) como del e) del artículo 5.1. En cualquier caso, el Convenio exigía un procedimiento adecuado que permitiera a un Tribunal averiguar, a instancias del demandante, si el Ministerio de Justicia podía considerar que la privación de libertad seguía siendo compatible con el objeto y la finalidad del artículo 39.1 del Código Penal . A los efectos del artículo 5.4 del Convenio, no se trataba de una mera cuestión de conveniencia, sino de algo esencial para la legalidad de la medida de internamiento impugnada.", "", " 54. Reconoce el Gobierno que dicho procedimiento debía poder iniciarse por el señor E. cada vez que se le ingresaba en prisión y después, en intervalos razonables, durante sus internamientos.", "", " 55. Recuerda el Tribunal que en distintas ocasiones se recurrió a medidas que respetaban la libertad del interesado; pero que el fracaso de los intentos para organizar un régimen de tutela y de vigilancia fuera de los establecimientos llevó al Ministerio de Justicia a resolver, más de una vez, que se le internara de acuerdo con el artículo 39.1. e ) o f) del Código Penal (véanse los apartados anteriores 11, 13, 16, 17, 22, 26, 28, 30 y 31).", "", " 56. Los comparecientes están de acuerdo en la exposición general del sistema de revisión judicial aplicable a las resoluciones administrativas (apartados 40 a 45, precedentes).", "", " En cambio, discrepan en la cuestión de si los tribunales disfrutan de una facultad revisora lo suficientemente amplia para resolver sobre la «legalidad» de un internamiento ordenado en virtud del artículo 39.1. e) o f).", "", " 57. El demandante contesta negativamente, y subraya la falta de normas sustantivas sobre el cese y la reanudación de las medidas de seguridad. El artículo 39.3 obliga a levantarlas cuando el juez ya no las considera necesarias, pero permite volver a ponerlas en vigor, si procede. Emplea términos tan vagos que los tribunales no pueden fiscalizar la apreciación por el Ministerio de la necesidad de prolongar o restablecer el internamiento en una sala o centro de seguridad o en una prisión. Admite el demandante que puede revisarse un tanto el cumplimiento de dos requisitos esenciales del artículo 39.1: que el interesado tenga «las facultades mentales poco desarrolladas o alteradas permanentemente» y que exista el peligro de que cometa nuevos delitos «debido a su estado»; pero la revisión ni es accesible ni efectiva como exige el Tribunal en su Sentencia Van Droogenbroeck, tantas veces citada (serie A, núm. 50, págs. 29 a 31, apartado 54). Los tribunales pueden tener que limitarse a examinar si la resolución del Ministerio ha sido razonable, limitación que no concuerda con el artículo 5.4 del Convenio.", "", " 58. La Comisión está de acuerdo con la opinión del demandante. No existe ningún caso en que los tribunales hayan anulado una resolución administrativa tomada en virtud del artículo 39 del Código Penal . No se puede, por tanto, asegurar que están preparados para volver a considerar si se han cumplido los dos requisitos que se han citado antes, ni que el sistema noruego proporcione una revisión judicial efectiva de la elección entre un internamiento como medida preventiva y otra que no implique una privación de libertad. En consecuencia, en opinión de la Comisión, la jurisprudencia no pone todavía de manifiesto con la necesaria claridad si los tribunales noruegos cumplen su función revisora de manera suficiente a los efectos del artículo 5.4 del Convenio.", "", " 59. Por su parte, el Gobierno sostiene que el alcance de la revisión de que se trata cumple los requisitos del Convenio.", "", " La fiscalización judicial de todas las resoluciones administrativas corresponde a una regla elemental del Derecho constitucional y administrativo noruego, aplicada en muchos litigios y extensamente comentada por la doctrina. El caso de autos confirma por lo demás su carácter accesible exigido: el demandante impugnó dos veces ante el Tribunal la legalidad de las resoluciones del Ministerio que ordenaban su internamiento con arreglo al artículo 39.1. e ) o f) del Código Penal ; ahora bien, su segunda demanda llevó a un fallo sobre el fondo de la cuestión y todo permite suponer que lo mismo habría ocurrido con la primera si no hubiera desistido (apartados 29 y 30, anteriores). En cuanto a las dos principales condiciones para imponer las medidas de seguridad según el artículo 39.1 -el estado mental del condenado y, como consecuencia, el peligro de nuevos delitos- los tribunales tenían plena competencia para examinar tanto los autos como el ejercicio por el Ministerio de su facultad discrecional al aplicar la ley. Así la utilizaron al autorizar las medidas -como lo demuestran los fundamentos de la Sentencia del Tribunal Supremo de 12 de enero de 1985 (apartado 23, anterior)- y podían conocer tanto de las cuestiones de hecho como de las de Derecho en cualquier procedimiento posterior sobre la legalidad de la resolución ministerial impugnada.", "", " Si el Tribunal se convencía de que las expresadas y principales condicione se habían cumplido, la revisión de la necesidad de mantener o restablecer la medida sería más limitada, ya que no podía sustituir por su propio criterio el seguido por el Ministerio. Sin embargo, continuará siendo plenamente competente para examinar los hechos en que se fundaba la resolución ministerial y poner de manifiesto los posibles vicios del procedimiento. Podría también anular cualquier resolución que, a su entender, no fuera razonable, teniendo en cuenta a estos efectos las informaciones que el Ministerio no había conocido en su día.", "", " Subraya además el Gobierno que, según la opinión general, los tribunales noruegos siguen el «principio de la presunción», es decir, que consideran que el Derecho interno se debe interpretar, en la medida posible, en concordancia con los Tratados que obliguen al Reino. Por lo demás, el Tribunal Supremo ha declarado más de una vez que este principio es aplicable al Convenio; lo ha hecho así, por ejemplo, en su citada Sentencia de 1984 (véase el apartado 42, anterior). Ni el texto del artículo 39 del Código Penal ni ningún otro precepto legal impiden una fiscalización de acuerdo con lo que exige el artículo 5.4 del Convenio, según la interpretación que le ha dado el Tribunal Europeo de Derechos Humanos.", "", " 60. El Tribunal recuerda, por lo pronto, que el señor E., según el capítulo 30 del Código de Procedimiento Civil, podía impugnar ante los tribunales ordinarios las resoluciones dictadas por el Ministerio ordenando, en virtud del artículo 39.1. e ) o f) del Código Penal , que se le mantuviera en prisión o se le volviera a internar. Por lo demás, el 3 de agosto de 1988 recurrió ante el Tribunal de Oslo contra la del 21 de julio del mismo año; y el 7 de septiembre se celebró una audiencia en la que se le oyó y se examinó a cinco testigos (apartado 30). Ni la independencia y la imparcialidad de los tribunales noruegos, ni el procedimiento aplicable se han discutido en este caso.", "", " En estos procedimientos, los jueces y tribunales tienen competencia para revisar todos los hechos de que parte el Ministerio y para resolver si se han cumplido también las condiciones principales para imponer las medidas de seguridad: el escaso desarrollo o la alteración duradera de las facultades mentales del interesado y el peligro de que vuelva a delinquir debido a su estado (apartado 34, anterior).", "", " Ante el Tribunal de Oslo, pretendió el demandante la nulidad de la Resolución del Ministerio de 21 de julio de 1988, internándole en una sala de seguridad con arreglo al artículo 39.1. e), y pidió por tanto que se le pusiera en libertad. Alegó a este respecto que dicho precepto -el artículo 39- era inconstitucional; que se había incurrido en errores procesales y que la resolución era injusta por varias razones. Sin embargo, no negó que se habían cumplido las dos condiciones antes citadas, por lo cual el Tribunal no tuvo que resolver esta cuestión.", "", " Debe existir un recurso, a tenor del artículo 5.4 del Convenio, que proporcione al interesado con la suficiente certeza la protección adecuada contra una privación arbitraria de libertad (Sentencia Van Droogenbroeck, ya citada, serie A, núm. 50, pág. 30, apartado 54). Ahora bien, los jueces noruegos no sólo son competentes para comprobar que todavía se cumplen dichas condiciones, sino también para resolver, a la vista de todos los hechos, si las autoridades administrativas han sido arbitrarias al decretar la privación de libertad como medida de seguridad.", "", " Verdad es que hasta esta fecha no se tiene noticia de ninguna sentencia del Tribunal Supremo de la que resulte que se puede anular una resolución administrativa fundada en el artículo 39 del Código Penal . Pese a ello, el examen del régimen noruego pone de manifiesto que el demandante contaba con una amplia revisión judicial que comprendía las condiciones indispensables, en relación con el Convenio, para la legalidad de sus internamientos en virtud del artículo 39.1.", "", " El Tribunal llega así a la conclusión de que no se ha violado el Convenio en este punto.", "", " B. La competencia de los tribunales para ordenar la puesta en libertad", "", " 61. Según el demandante, los tribunales noruegos no habrían podido ordenar su puesta en libertad, aunque hubieran considerado «ilegal» su internamiento; sólo tienen la posibilidad de imponer a las autoridades administrativas una determinada actuación cuando la ley contiene disposiciones expresas sobre la resolución que hay que dictar y no deja ninguna facultad discrecional al ejecutivo; ahora bien, no sucede así en relación con el artículo 39 del Código Penal . La Comisión está de acuerdo con esta conclusión, debido sobre todo a la incertidumbre de la situación legal en Noruega.", "", " Por su parte, el Gobierno considera que no se violó el artículo 5.4 del Convenio: los tribunales noruegos podían ordenar la puesta en libertad si no se cumplía una de las dos condiciones fundamentales del artículo 39 (véase el anterior apartado 57); y en los demás casos, su fallo por lo menos tendría los efectos de una orden así.", "", " 62. Cuando un Tribunal noruego entiende que no puede confirmar una resolución administrativa impugnada, se limita por lo general a declarar su nulidad (apartado 43, anterior). Sin embargo, el Tribunal (europeo) cree que si el Tribunal noruego considerase que no era válida la resolución administrativa de internar a una persona, en virtud de los principios generales de la revisión judicial tendría competencia para ordenar su puesta en libertad. Para hacerlo inmediatamente, podría fundarse en el artículo 148 del Código de Procedimiento Civil que permite a los tribunales ejecutar sus resoluciones antes de que sean firmes, a petición de parte y si lo exigen especiales circunstancias (véase el apartado 44). Consideraría ciertamente que dicho precepto era aplicable a una persona privada de libertad sin que se hubieran cumplido las dos principales condiciones a tenor del artículo 39.1 del Código Penal , situación opuesta también al artículo 5 del Convenio, fuente de Derecho positivo (véase el anterior apartado 42).", "", " En el recurso interpuesto el 3 de agosto de 1988 ante el Tribunal de Oslo, el demandante alegó que la resolución ministerial de 21 de julio del mismo año era nula y pidió que ordenara su puesta en libertad. A la vista de las anteriores consideraciones, nada permite suponer que el Tribunal habría denegado lo pedido si hubiera aceptado la opinión del señor E.", "", " Por consiguiente, no se ha probado ninguna violación del artículo 5.4 en esta cuestión.", "", " C. La rapidez del procedimiento", "", " 63. El demandante y la Comisión consideran que el período de casi dos meses, entre el comienzo del procedimiento ante el Tribunal de Oslo, el 3 de agosto de 1988, y la lectura del fallo, el 27 de septiembre del mismo año, no cumplió el requisito del «plazo breve». Subrayan también la falta de reglas para la rapidez de las actuaciones, y las demoras en la celebración de las audiencias y después en dictar sentencia (véase el anterior apartado 30).", "", " El Gobierno, con cita de la jurisprudencia del Tribunal, y, especialmente, de la Sentencia Bouamar de 29 de febrero de 1988 (serie A, núm. 129, pág. 24, apartado 60), replica que el alcance de las obligaciones que se derivan del artículo 5.4 no es el mismo en todas las circunstancias ni en cualquier privación de libertad. A su entender, el procedimiento litigioso no superó el «plazo breve» si se considera que los tribunales habían confirmado en varias ocasiones la necesidad de las medidas de seguridad, que el estado mental del demandante fue bastante estable durante un largo período, que además exigió el internamiento en breves intervalos y, finalmente, que el propio interesado contribuyó hasta cierto punto a los retrasos impugnados. Alega también que hay motivos para suponer que el Tribunal de Oslo habría resuelto en seguida si hubiera considerado ilegal la privación de libertad.", "", " 64. Señala el Tribunal (europeo) que los problemas que tiene que resolver un Tribunal si se impugna ante él la «legalidad» de una privación de libertad como la de que se trata (apartado 51) son con frecuencia más complejos que los que tiene que resolver, en el caso del detenido con arreglo al apartado 1. c) del artículo 5, el juez o cualquier otro magistrado a cuya disposición se le ponga, según el apartado 3. El adverbio aussitôt (en francés), promptly (en inglés), supone por otra parte más rapidez que las palabras à bref délai ( speedily ) que se usan en el apartado 4 (Sentencia Brogan y otros, ya citada, serie A, núm. 145-B, pág. 32, apartado 59). Aun así, parece difícil entender que un lapso de unas ocho semanas entre la comparecencia y el fallo está de acuerdo con este último concepto. Sin embargo, para llegar a una conclusión definitiva, hay que tener en cuenta las circunstancias del caso (véase, entre otras, la Sentencia Sánchez-Reisse, de 21 de octubre de 1986, serie A, núm. 107, pág. 20, apartado 55).", "", " 65. Transcurrieron cinco semanas entre la presentación del escrito promoviendo la revisión judicial y la celebración de la audiencia. Para empezar, hubo que esperar unos doce días hasta que volvió de sus vacaciones el juez competente, y después otros nueve debido al parecer a dificultades para entrar en relación con el abogado del demandante. Se necesitaron luego casi dos semanas -según se dijo- para «poner en marcha el litigio». Sin embargo, el señor E., una vez que se entró en contacto con su letrado, no se queja de ningún retraso en el señalamiento de la fecha de la audiencia. Pero todavía transcurrieron tres semanas desde que se celebró ésta hasta que se dictó la sentencia.", "", " 66. Sin duda, el juez competente necesitó algún tiempo para ejecutar las diligencias procedentes; pero las demoras iniciales se debieron evidentemente a los problemas administrativos surgidos por el planteamiento del litigio en época de vacaciones judiciales. Sin embargo, el Convenio obliga a los Estados contratantes a organizar sus tribunales se manera que puedan hacer frente a los distintos problemas (Sentencia Bezicherí de 25 de octubre de 1989, serie A, núm. 164, pág. 12, apartado 25); y las autoridades judiciales deben tomar las medidas necesarias, incluso en época de vacaciones, para garantizar el rápido despacho de las cuestiones urgentes, exigencia más apremiante cuando se trata de la libertad de una persona. Ahora bien, no consta que se tomaran tales medidas en el caso de autos.", "", " En cuanto a las tres semanas dedicadas a la redacción del fallo, habrían podido quizá ser menos, como alega el Gobierno, si el Tribunal de Oslo hubiera llegado a otra conclusión después de la audiencia. No obstante, el señor E. tenía derecho a que se resolviera en plazo breve -afirmativa o negativamente- la cuestión de la legalidad de su internamiento (Sentencia SánchezReisse, ya citada, pág. 21, apartado 57).", "", " 67. En resumen: el procedimiento sobre la revisión judicial duró más, en el caso de autos, del «plazo breve», por lo cual se violó lo que dispone el artículo 5.4 a este respecto.", "", " II. La aplicación del artículo 50", "", " 68. El artículo 50 del Convenio dispone lo siguiente:", "", " «Si la resolución del Tribunal declara que una resolución tomada o una medida ordenada por una autoridad judicial o cualquier otra autoridad de una Parte contratante se opone, total o parcialmente, a las obligaciones que se derivan del Convenio, y si el Derecho interno de dicha Parte sólo permite reparar de manera imperfecta las consecuencias de esta resolución o medida, la resolución del Tribunal concederá, si procede, una satisfacción equitativa a la parte lesionada.»", "", " El demandante, que consiguió en Noruega el beneficio de la ayuda judicial para su representación ante los órganos del Convenio, sólo pide una indemnización por los daños materiales y morales sufridos.", "", " 69. En cuanto a los daños materiales, sostiene que sí los tribunales noruegos hubieran podido revisar más a fondo el ejercicio de la facultad ministerial para considerar y ordenar su puesta en libertad, probablemente habría sido tratado mejor y habría salido de la prisión mucho antes. En tal caso, podría haber trabajado en una empresa para incapacitados y ganado un salario normal. Según sus cálculos, desde 1978 hasta el día en que se celebró la audiencia, perdió unos ingresos de 1.000.000 de coronas noruegas, como mínimo.", "", " Por daños morales, reclama unas 500.000 coronas para indemnizarle de sus sufrimientos y del sentimiento de incertidumbre durante su reclusión incomunicada (véase el apartado 46, anterior).", "", " 70. Ni el Gobierno ni la Comisión opinan sobre la aplicación del artículo 50 en cuanto al incumplimiento del «plazo breve» comprobado en este caso. Señala el Tribunal que la reclamación del señor E. se funda en circunstancias ajenas a esta violación del artículo 5.4. Aun suponiendo que sufriera un daño moral por la excesiva duración del procedimiento ante el Tribunal de Oslo, la sentencia que ahora se pronuncia le proporciona una reparación equitativa suficiente (véase, mutatis mutandis, la citada Sentencia Bezicheri, serie A, núm. 164, pág. 13, apartado 29).", "", "", "", " El Tribunal, por estos fundamentos y por unanimidad,", "", " 1. Falla que no se ha violado el artículo 5.4 en cuanto al alcance de la competencia de los tribunales noruegos para revisar la legalidad de los internamientos del demandante;", "", " 2. Falla que no se ha violado el artículo 5.4 en cuanto a su facultad para ordenar la puesta en libertad del interesado;", "", " 3. Falla que se ha violado el artículo 5.4 al sobrepasar el procedimiento de revisión entablado el 3 de agosto de 1988 el «plazo breve» que exige;", "", " 4. Rechaza la petición de una reparación equitativa.", "", " Hecha en francés y en inglés, y pronunciada en audiencia pública, en el Palacio de Derechos Humanos, en Estrasburgo, el 29 de agosto de 1990.", "", " Firmado: John Cremona, PRESIDENTE DE LA SALA", "", " Firmado: Marc-André Eissen, SECRETARIO", "", "", "", " ANEXO", "", " OPINIÓN DE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS (Formulada en el informe de 16 de marzo de 1989)", "", " La composición de la Comisión era la siguiente: Señores C. A. Nørgaard, Presidente;", "", " J. A. Frowein, E. Busuttil, A. Weitzel, H. Danelius, Señora G. H. Thune, Sir Basil Hall, Señores F. Martínez, C. L. Rozakis, Señora J. Liddy, Señor H. C. Kruger, Secretario.", "", " A. La cuestión litigiosa", "", " 121. La cuestión litigiosa es si el demandante dispuso de un procedimiento adecuado que permitiera a un Tribunal resolver en plazo breve sobre la legalidad de su detención, como lo exige el artículo 5.4 del Convenio.", "", " B. El artículo 5.4 del Convenio", "", " 122. El artículo 5.4 del Convenio dice así:", "", " «Toda persona detenida preventivamente o internada tendrá derecho a interponer un recurso ante un órgano judicial para que resuelva en plazo breve sobre la legalidad de su detención y ordene su puesta en libertad si fuera ilegal.»", "", " 123. En el caso de autos, recuerda la Comisión que el demandante fue condenado en varias ocasiones y que los tribunales, además de imponerle penas de prisión relativamente cortas, autorizaron que se le sometiera a medidas de seguridad. La última autorización dada por el Tribunal Supremo en su Sentencia de 12 de enero de 1985 terminará el 25 de febrero de 1990. Los tribunales, especialmente el Supremo, que sólo tenía que examinar estas medidas, han explicado con toda claridad su finalidad en el caso del demandante. La intención era someterle, como delincuente según el Tribunal supuso «bastante peligroso», a medidas de seguridad durante un plazo de cinco años, en defensa de la sociedad. De acuerdo con el régimen noruego aplicable, se permitía así al Ministerio de Justicia comprobar los progresos del interesado y, en consecuencia, ponerle en libertad o internarle de nuevo. Si se tiene en cuenta que no reunía las condiciones previstas por la ley sobre la salud mental para ingresarle en un hospital psiquiátrico, el procedimiento seguido era el único posible para proteger la seguridad pública. En definitiva, el demandante fue puesto a la disposición del Estado porque necesitaba una vigilancia continua durante algún tiempo y, como consecuencia, una revisión periódica de su estado para ocuparse de él de la manera más conveniente.", "", " 124. La medida aplicada en este caso es comparable a la que se tomó en Bélgica en el litigio Van Droogenbroeck ( Sentencia de 24 de junio de 1982 , serie A, núm. 50): la puesta a disposición del Gobierno de un reincidente o de un delincuente habitual. El legítimo fin (protección de la sociedad y rehabilitación de los delincuentes) pretendido por la medida y sus efectos sobre el condenado son, en principio, los mismos en los dos casos.", "", " 125. Las partes están de acuerdo en la necesidad, en estas circunstancias, de facilitar al demandante la posibilidad de una revisión judicial además de la efectuada durante los juicios en que fue condenado a una pena de prisión y sometido a medidas de seguridad. Así se deduce también de la jurisprudencia de la Comisión y del Tribunal. Bastará con remitirse a las consideraciones hechas por éste en el caso Van Droogenbroeck, ya citado antes (págs. 23 a 27, apartados 44 a 49 de la sentencia), que confirman la opinión de la Comisión (informe de 9 de julio de 1980, Tribunal Europeo de Derechos Humanos, serie B, núm. 44, págs. 26 a 28, apartados 59 a 68). La Comisión entiende en consecuencia que el artículo 5.4 exige un procedimiento idóneo en el supuesto de un internamiento ordenado con arreglo al artículo 39 del Código Penal , y ha examinado si el demandante dispuso de un recurso que cumpliera esta condición (véase también el caso D. contra Bélgica, informe de la Comisión de 4 de marzo de 1988, apartados 45 y 46).", "", " 126. El demandante debe tener el derecho de dirigirse a un «órgano judicial» o tribunal, en el momento en que se le vuelve a internar después de haber estado en libertad, y también en intervalos razonables durante los períodos en que se permite que se le recluya por razones de seguridad.", "", " 127. Con la palabra «tribunal» u órgano judicial del artículo 5.4 se designan los órganos que no sólo presentan rasgos fundamentales comunes -el más importante, la independencia en relación al Poder ejecutiva y a las partes-, sino también las garantías, según la privación de libertad de que se trate, de un procedimiento judicial. Además, el órgano en cuestión no debe ostentar meras funciones consultivas: ha de tener también la necesaria competencia para pronunciarse sobre la legalidad del internamiento y ordenar la puesta en libertad si fuera ilegal ( Tribunal Europeo de Derechos Humanos, Weeks contra el Reino Unido, Sentencia de 2 de marzo de 1987 , serie A, núm. 114, pág. 30. apartado 61).", "", " 128. La Comisión recuerda ante todo, a este respecto, que el demandante podía acudir a los tribunales ordinarios, sin hacerlo al Consejo privado de la Corona En opinión de la Comisión, es indudable que dichos tribunales reúnen las condiciones de independencia e imparcialidad frente al Poder ejecutivo. También entiende que puede admitirse el procedimiento correspondiente.", "", " 129. Sin embargo, queda por examinar si el recurso judicial a disposición del demandante cuando se le internó con arreglo al artículo 39.1. e) y f), especialmente durante sus prolongadas estancias en Ila y Ullersmo, cumplía los demás requisitos del artículo 5.4 del Convenio.", "", " 130. La Comisión recuerda también que la privación de libertad del demandante impugnada en este caso empezó el 4 de julio de 1978, fecha de su primer ingreso en la institución o establecimiento nacional de prisión y de detención preventiva de Ila, en virtud del artículo 39.1. e) del Código Penal noruego. A esto hay que añadir que la autorización para imponer medidas de seguridad no terminará hasta el 25 de febrero de 1990. Los hechos de autos, tal como los ha comprobado la Comisión, demuestran que durante este período de unos diez años se ha examinado el expediente del demandante en numerosas ocasiones y que se han intentado aplicar muchos programas diferentes. Sin embargo, como no se trataba de un enfermo mental, no se le pudo ingresar en un hospital psiquiátrico -excepto entre el 24 de febrero y el 4 de diciembre de 1987-; y por este motivo, su privación de libertad durante el resto del período debe considerarse fundada en las resoluciones del Ministerio de Justicia de acuerdo con el artículo 39.1. e ) y f) del Código Penal .", "", " 131. El Gobierno ha alegado que cuando se admitió al demandante en un hospital psiquiátrico a tenor de lo dispuesto en la Ley de la salud mental, podía haber invocado el capítulo 33 del Código de Procedimiento Civil y, en consecuencia, pedir a los tribunales que examinaran todos los aspectos de su caso, con tal de que reclamara previamente a la Comisión de vigilancia. Según añade, es indiscutible que el citado procedimiento cumple los requisitos del artículo 5.4 del Convenio. Además, sostiene que cuando el demandante estuvo privado de libertad con arreglo al artículo 39.1. e) y f), pudo dirigirse a los tribunales ordinarios que habrían examinado su caso de acuerdo con los principios generales de la revisión judicial.", "", " 132. El fundamento de esta fiscalización por los tribunales es el principio constitucional no escrito de la supremacía judicial. Quiere decir esto, según el Gobierno, que los tribunales deciden si la resolución de ejecutar la medida de seguridad impugnada puede considerarse incluida en la autorización dada en el fallo inicial. Examinan, a este respecto, si se han respetado los requisitos de fondo y procesales, por ejemplo los del artículo 39.3 del Código Penal que exige que se levanten las medidas si ya no son necesarias. También estudian cualquier alegación de que la resolución administrativa no está de acuerdo con el Convenio.", "", " 133. El Gobierno reconoce, sin embargo, que la competencia de los tribunales es limitada cuando se trata de la facultad discrecional de la Administración, por ejemplo, al apreciar la conveniencia de las medidas de seguridad escogidas. Con todo, los tribunales declararán nula cualquier resolución que suponga un abuso de poder.", "", " 134. El demandante no ha dicho nada sobre los procedimientos de que disponía en cuanto al internamiento en un hospital psiquiátrico acordado en virtud de la Ley sobre la salud mental; pero sostiene que, cuando el Ministerio de Justicia decidió encarcelarle, los tribunales no podían de hecho anular esta resolución. Según entiende, el procedimiento que proporciona la ley se puede comparar con el del habeas corpus ( Tribunal Europeo de Derechos Humanos, X contra el Reino Unido, Sentencia de 5 de noviembre de 1981 , serie A, núm. 46), ya que los tribunales sólo pueden examinar si la resolución es consecuencia de un abuso de poder, si pone de manifiesto una apreciación inexacta de los hechos o si no es razonable. Los elementos de fondo y discrecionales de la resolución ministerial quedan fuera de la fiscalización.", "", " 135. El demandante ha subrayado también que su caso demuestra que la competencia de los tribunales para conocer de las resoluciones de la Administración a tenor del artículo 39 del Código Penal es ilusoria puesto que se ha prescindido, pura y simplemente, de la decisión judicial de no internarle en una sala de seguridad o en una prisión. Además, los tribunales no tenían la facultad de ponerle en libertad y sólo podían declarar que la resolución era ilegal. El Ministerio de Justicia podía tener otros motivos para encarcelarle, cuestión que dependía de la facultad discrecional de la Administración, cuyo ejercicio queda fuera de la fiscalización judicial.", "", " 136. Las partes reconocen que no existe en Noruega ningún caso en el que un Tribunal, al revisar las medidas de seguridad, haya anulado una resolución del Ministerio de Justicia tomada con arreglo al artículo 39 del Código Penal .", "", " 137. La Comisión recuerda que, según los tres informes médicos emitidos en 1978, 1982 y 1984, el demandante no era un enfermo mental a los efectos de la ley que regula esta materia y, por tanto, no podía ser internado en un hospital para el correspondiente tratamiento. De esto se deduce que, con excepción del período del 24 de febrero al 4 de diciembre de 1987, no estuvo mucho tiempo, entre 1978 y 1979, en un centro al que se aplicara el procedimiento establecido en el capítulo 33 del Código de Procedimiento Civil. En consecuencia, no cree necesario examinar si dicho procedimiento reunía los requisitos del artículo 5.4 del Convenio.", "", " 138. En cuanto a los recursos de acuerdo con los principios generales de la revisión judicial, aunque el artículo 5.4 no garantiza el derecho a una fiscalización de tal alcance que permita al Tribunal sustituir con su propio criterio sobre todos los aspectos del litigio, incluida la cuestión de la conveniencia, el de la autoridad autora de la resolución, sí debe ser lo suficiente amplia para extenderse a las condiciones indispensables, según el Convenio, a los efectos de la legalidad de la detención de una persona sometida a la especial clase de privación de libertad aplicada al demandante (Sentencia Weeks, ya citada antes, pág. 29, apartados 58 y 59).", "", " 139. La Comisión se refiere también a los considerandos del Tribunal Europeo de Derechos Humanos en el caso Van Droogenbroeck, en que dijo: «El recurso debe ser lo suficientemente cierto, sin lo cual no sería accesible y efectivo como exige el artículo 5.4...»; y «la evolución de la jurisprudencia no pone de manifiesto claramente si la revisión de la legalidad.., tiene el alcance que establece el artículo 5.4» (Sentencia antes citada, pág. 30, apartado 54).", "", " 140. Teniendo en cuenta todo lo dicho, la Comisión considera probado que existe en Noruega un procedimiento especial, establecido por el capítulo 33 del Código de Procedimiento Civil, que regula la revisión judicial del internamiento de las personas privadas de libertad por resolución administrativa. El motivo de este régimen especial es, según el Gobierno, que «el internamiento forzoso en un hospital psiquiátrico lesiona gravemente la vida privada de una persona». Es claro, sin embargo, que el demandante no podía utilizar este procedimiento cuando estuvo detenido en virtud del artículo 39.1. e ) y f) del Código Penal - salvo que estuviera efectivamente ingresado en un hospital para enfermos mentales-, sino que tenía que fundarse en estos principios generales de revisión judicial de las resoluciones administrativas.", "", " 141. Se ha demostrado también la inexistencia en Noruega de una jurisprudencia que ponga de manifiesto la anulación por los tribunales de una resolución de la Administración en virtud del artículo 39 del Código Penal . De hecho, sólo se ha encontrado un litigio en el que un Tribunal haya examinado esta clase de resolución, dictada con arreglo al artículo 39.1. e) y ejecutada fuera de los hospitales psiquiátricos: se trata precisamente del fallo pronunciado el 27 de septiembre de 1988 por el Tribunal municipal de Oslo y que no fue recurrido en apelación por el demandante. Además, no hay un solo caso en el que los tribunales hayan estudiado resoluciones tomadas por la Administración, fundándose en el artículo 39.1. f) del Código Penal . En consecuencia, entiende la Comisión que la jurisprudencia no demuestra con la necesaria claridad que la revisión tenga el alcance que se requiere por el artículo 5.4. El punto de vista de la Comisión también es el reflejado por el Ministerio de Justicia que, en 1983, suscitó la cuestión de si las disposiciones noruegas sobre las medidas de seguridad se ajustaban al artículo 5.4 del Convenio.", "", " 142. Más aún: la Comisión no ha podido comprobar que los tribunales tuvieran la facultad de ordenar la inmediata puesta en libertad del demandante. Ha sostenido éste que no podían hacerlo y el Gobierno se ha limitado a decir que tenían la posibilidad de anular una resolución dictada, por ejemplo, en virtud del artículo 39.1. f). Sin embargo, no se ha probado que lo dicho habría impedido al Ministerio de Justicia encarcelar al demandante por otros motivos, de acuerdo con la autorización concedida al principio, por ejemplo, con referencia al artículo 139.1. e).", "", " 143. Además, la Comisión ha señalado que el demandante, cuando fue detenido el 21 de julio de 1988 con arreglo al artículo 39.1. e), entabló un procedimiento el 2 de agosto del mismo año ante el Tribunal de primera instancia de Oslo que se falló el 27 de septiembre siguiente, o sea dos meses después. Este período no concuerda con el concepto del «plazo breve» exigido por el artículo 5.4 del Convenio.", "", " 144. Por consiguiente, dice la Comisión, la eficacia y la rapidez exigidas por el artículo 5.4 del Convenio faltaron en este caso, dadas las circunstancias. El alcance de la fiscalización proporcionada por el recurso de que se disponía no era suficiente para comprender las condiciones esenciales de la detención del demandante según el citado precepto del Convenio.", "", " Conclusión", "", " 145. La Comisión llega a la conclusión, por unanimidad, de que se ha violado el artículo 5.4 del Convenio.", "", " Firmado: C. A. Nørgaard, PRESIDENTE", "", " Firmado: H. C. Krüger, SECRETARIO"]}