{"file": "SPA_HJUDSPA_11329_85.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "11329/85", "text_paragraphs": ["Sentencia 11329/85", "", "CASO F. CONTRA SUIZA", "", " Sentencia de 18 de diciembre de 1987", "", "En el asunto F contra Suiza, el Tribunal Europeo de Derechos Humanos, constituido en sesión plenaria conforme al artículo 50 del Reglamento del Tribunal , y compuesto por los jueces siguientes:", "", " Señores R. Ryssdal, Presidente;", "", " Thör Vilhjalmsson,", "", " D. Bindschedler-Robert,", "", " G. Lagergren,", "", " F. Gölcüklü,", "", " F. Matscher,", "", " J. Pinheiro Farinha,", "", " L.-E. Pettiti.", "", " B. Wals,", "", " Sir Vincent Evans,", "", " R. Macdonald,", "", " C. Russo,", "", " R. Bernhardt,", "", " A. Spielmann,", "", " J. De Meyer,", "", " J. A. Carrillo Salcedo,", "", " N. Valticos,", "", " así como por el Secretario M.-A. Eissen, y el Secretario adjunto Sr. H. Petzold.", "", " Después de haber deliberado el 25 de junio y 25 y 27 de noviembre de 1987,", "", " Dicta la siguiente sentencia, adoptada en esta última fecha:", "", " PROCEDIMIENTO", "", " 1. El caso fue sometido al Tribunal por el Gobierno de la Confederación Helvética («el Gobierno») y por la Comisión Europea de Derechos Humanos («la Comisión») el 22 de septiembre y 17 de octubre de 1986, respectivamente, dentro del plazo de tres meses señalado en el artículo 32, sección primera, y en el artículo 47 del Convenio de Salvaguardia de los Derechos del Hombre y las Libertadas Fundamentales . Tuvo su origen en una petición (núm. 11.329/85) dirigida contra Suiza, sometida a la Comisión al amparo del artículo 25, por el señor F, el 12 de diciembre de 1984. El demandante, de nacionalidad suiza, solicitó al Tribunal que no fuera divulgada su identidad.", "", " La demanda del Gobierno se basaba en los artículos 45, 47 y 48; la petición de la Comisión se basaba en los artículos 44 y 48, así como en la declaración conforme a que Suiza reconoció la jurisdicción obligatoria del Tribunal de acuerdo con el artículo 46. Ambos solicitaron una sentencia acerca de si los hechos suponían una violación por el Estado demandado de sus obligaciones conforme al artículo 12.", "", " 2. En respuesta a la invitación conforme al artículo 33, sección 3.d), del Reglamento, el demandante afirmó que deseaba ser parte en el procedimiento ante el Tribunal y designó al abogado que le representaría (art. 30 del Reglamento).", "", " 3. La Cámara a constituir incluía ex officio a los señores D. Bindschedler-Robert, juez electo de nacionalidad suiza ( art. 43 del Convenio) y al señor M. Ryssdal, Presidente del Tribunal ( art. 21, sección 3.b), del Reglamento). El 26 de septiembre de 1986 , en presencia del Secretario, el Presidente sorteó los nombres de los restantes cinco miembros, es decir, el señor G. Lagergren, el señor F. Matscher, Sir Vincent Evans, el señor C. Russo y el señor J. A. Carrillo Salcedo (art. 43, in fine, del Convenio y art. 21, sección 4, del Reglamento).", "", " 4. El señor Ryssdal, que asumió la presidencia de la Cámara (art. 21, sección 25, del Reglamento) consultó a los interesados, por medio del secretario, acerca de la necesidad de procedimiento escrito (art. 37, sección 1, del Reglamento). De acuerdo con la orden dictada en consecuencia, el Secretario recibió:", "", " - la memoria del demandante el 16 de diciembre de 1986; y", "", " - la memoria del Gobierno el 28 de enero de 1987.", "", " El 25 de marzo de 1987 el Secretario de la Comisión indicó que el Delegado formularía sus alegaciones en la vista.", "", " 5. Habiendo sido consultados -por medio del Secretario- el Agente del Gobierno, el Delegado de la Comisión y el abogado del demandante, el Presidente del Tribunal decidió en abril de 1987 que el procedimiento oral comenzara el 22 de junio de 1987.", "", " 6. El 22 de abril de 1987, la Cámara decidió, al amparo del artículo 50 del Reglamento, trasladar la causa al Pleno.", "", " 7. La vista pública tuvo lugar en el Edificio de los Derechos Humanos de Estrasburgo, el día señalado. El Tribunal había tenido inmediatamente antes una reunión preparatoria.", "", " Comparecieron ante el Tribunal:", "", " - Por el Gobierno:", "", " el señor Voyame, Director del Departamento Federal de Justicia, agente;", "", " el señor R. Forni, Juez Federal;", "", " el señor O. Jacot Guillarmod, Jefe del Servicio de Asuntos Internacionales del Departamento de Justicia, asesor.", "", " - Por la Comisión:", "", " el señor H. Van Der Berghe, delegado.", "", " - Por el demandante:", "", " el señor J. Lob, abogado, asesor.", "", " El Tribunal oyó los informes de los señores Voyame y Forni por parte del Gobierno, del señor Van Der Berghe por parte de la Comisión, y del señor Lob por parte del demandante, así como las contestaciones a sus preguntas.", "", "", "", " HECHOS", "", " 1. LOS HECHOS DEL CASO", "", " 8. El demandante, de nacionalidad suiza, nacido en 1943, se ha casado cuatro veces desde 1963. Los tres primeros matrimonios fueron disueltos por divorcio; lo único a examinar en el presente caso es la prohibición temporal para volver a casarse que le fue impuesta a continuación de su tercer divorcio.", "", " A. Antecedentes", "", " 9. F se casó con la señora G en 1963 y se divorció de ella el 8 de mayo de 1964.", "", " El 12 de agosto de 1966 volvió a casarse con la señora B, divorciada, con la que tuvo un hijo el 26 de noviembre del mismo año. El matrimonio se separó en diciembre de 1978 y F cohabitó con otra mujer. La señora B obtuvo el divorcio el 27 de octubre de 1981. El Tribunal prohibió al solicitante volver a casarse en el plazo de un año al amparo del artículo 150 del Código Civil Suizo (CC) (véase el apartado 22 infra).", "", " B. La segunda prohibición temporal de volver a casarse", "", " 10. El demandante puso un anuncio para contratar una secretaria. El 11 de enero de 1983, la señora N apareció en respuesta a ese anuncio. Cuatro días después vivían juntos y el 26 de febrero la pareja se casó.", "", " 1. El Tribunal Civil de Distrito de Lausana", "", " 11. El 11 de marzo de 1983, F comenzó su proceso de divorcio ante el Tribunal Civil de Distrito de Lausana.", "", " A principios de abril, su mujer dejó el hogar conyugal después de que él hubiera vuelto a tener relaciones con una amante anterior.", "", " 12. Tras un intento de conciliación, las partes firmaron un acuerdo regulando los efectos accesorios del divorcio el 16 de mayo de 1983; en particular, el demandante acordó pagar a su mujer la suma de 17.000 francos suizos (FS) como indemnización por los daños morales.", "", " 13. El Tribunal Civil dictó sentencia el 21 de octubre de 1983. Rechazó la petición de F, admitió la reconvención de la mujer de 21 de junio y aprobó el acuerdo al que habían llegado. También impuso al demandante una prohibición de volver a casarse en tres años. En su opinión, la actitud inaceptable del demandante hacía que sólo él fuera responsable de la ruptura del matrimonio.", "", " El divorcio obtuvo firmeza el 21 de diciembre de 1983.", "", " 2. La Sala de Apelación del Tribunal del Cantón de Vaud", "", " 14. El demandante apeló ante la Sala de Apelaciones del Tribunal del Cantón de Vaud para que revocara la orden de prohibición de ulterior matrimonio. Negó que se hubieran cumplido las condiciones exigidas por la Ley; en concreto, que la falta cometida fuera excepcionalmente seria y que hubiera jugado un papel decisivo en la ruptura del matrimonio. También alegó que la orden recurrida contravenía lo dispuesto en el artículo 12 del Convenio.", "", " 15. El 7 de mayo de 1984, la Sala de Apelación mantuvo la sentencia del Tribunal Civil.", "", " La seriedad de la falta no podía discutirse. El comportamiento de F había desconocido de forma tan profunda las leyes del matrimonio y las más elementales exigencias de ese status que se estimaba correcta la prohibición de volver a casarse.", "", " El artículo 12 del Convenio no fue considerado un obstáculo para la aplicación del artículo 150 CC . Es más, al remitir dicho artículo a la legislación interna, incorporaba al Convenio las leyes nacionales reguladoras del ejercicio del derecho a casarse.", "", " 3. El Tribunal Federal", "", " 16. F apeló al Tribunal Federal por infracción de Ley (recurso de reforma) argumentando que las condiciones para la aplicación del artículo 150 CC no se daban y que la prohibición de volver a casarse violaba los artículos 12, 8 y 3 del Convenio.", "", " 17. El Tribunal Federal dictó sentencia el 18 de octubre de 1984. La sentencia señalaba que la apelación era inadmisible en relación a la alegada incompatibilidad del artículo 150 con el Convenio, sobre la base de que esta petición debería haberse formulado por la vía de un recurso en derecho público y no en un recurso de apelación por infracción de Ley. Indicó lo siguiente:", "", " «Es dudoso que se pueda invocar en un recurso de reforma la incompatibilidad del artículo 150 CC con los derechos garantizados por el Convenio Europeo de Derechos Humanos. Es cierto que conforme a la sección 43, primera frase de la OJ (Ley de Procedimiento Federal) una apelación por infracción de Ley es admisible por violación de derecho federal incluyendo los tratados internacionales celebrados por la Confederación. Pero la segunda frase del precepto recién citado reserva el recurso de derecho público para las violaciones de derechos constitucionales de los ciudadanos. Conforme a la jurisprudencia consolidada, los derechos protegidos por el Convenio Europeo de Derechos Humanos que el citado Convenio obliga a Suiza a garantizar a sus propios nacionales y a otras personas, tienen la naturaleza de derechos constitucionales: esta estrecha relación entre los derechos constitucionales y los derechos protegidos por el Convenio hace posible que, desde el punto de vista procesal, las violaciones del Convenio sean tratadas de la misma forma que las violaciones de un derecho constitucional conforme al significado de la sección 84 (1) de la OJ.", "", " En cualquier caso, conforme al artículo 113, sección 3, de la Constitución Federal, el Tribunal Federal tiene el deber de aplicar las leyes del Parlamento Federal y los Decretos de dicho Parlamento que tienen alcance general. Se encuentra, pues, en la obligación de aplicar esta legislación sin que pueda cuestionar si es o no compatible con la Constitución. El Convenio Europeo de Derechos Humanos no ha modificado nada al respecto. De ninguna manera altera la separación de poderes entre el legislador y el más alto Tribunal, conforme al derecho interno ni, en consecuencia, confiere al Tribunal Federal más jurisdicción de la que goza conforme a la Constitución y a la Ley del Poder Judicial (sentencia de la Primera Sala de Apelación de Derecho Público, de 14 de junio de 1983, en el caso Hofstetter v. Attorney General of St. Gall, no recopilado oficialmente). En consecuencia, la cuestión de si el artículo 150 CC es compatible con el Convenio que fuera de la jurisdicción del Tribunal Federal; la apelación no es pues admisible en este punto.»", "", " Por lo demás, el Tribunal rechazó la apelación en los siguientes términos:", "", " «El Tribunal cantonal sostuvo que había una relación causal entre el adulterio del marido y la ruptura del matrimonio. Se trata de una fijación de hechos que vincula al Tribunal Federal en una apelación por infracción de Ley [sección 63 (2) OJ]. El comportamiento del apelante jugó... un papel decisivo en la ruptura, de la que fue la única causa. Fuera de sí, cuando su marido le expuso su intención de divorciarse, protestó y le expresó su afecto. Sólo dejó el hogar conyugal cuando ya no pudo aguantar más lo que F hacía para forzarla a abandonarlo.", "", " La falta del apelante tiene una excepcional gravedad. Después de presionar a su compañera para que se casara pese a la brevedad de la relación previa, muy pocos días después de la ceremonia, le comunicó que quería el divorcio sin darle la más mínima explicación válida. Su actitud caprichosa demostró que se estaba burlando de la institución del matrimonio. A su desenvoltura añadió el desprecio y la crueldad. Cuando su mujer intentó mantener los lazos matrimoniales demostrándole su afecto, utilizó el más despreciable método para frustrar sus esfuerzos. Sin tener en consideración las obligaciones impuestas por las leyes del matrimonio, trató a su mujer como un objeto y, con la única intención de romper el matrimonio, llegó hasta cometer adulterio y provocar escenas durante las cuales fue grosero y odioso. La demandante ha sufrido tremendamente por este matrimonio roto: la indemnización que el Tribunal de Primera Instancia le otorgó al aprobar el acuerdo regulador de los efectos accesorios del divorcio demuestra que sus sufrimientos fueron más de lo que una esposa puede humanamente soportar.", "", " A la vista de lo precedente, el Tribunal Cantonal podía, sin violar la Ley federal, estimar forzosamente que era necesaria una prohibición de volverse a casar durante tres años.»", "", " C. El tercer matrimonio del demandante", "", " 18. En una declaración fechada el 14 de marzo de 1986, F y la mujer con la que vivía afirmaron que tenían intención de casarse tan pronto como fuera posible.", "", " La mujer en cuestión, ligada todavía a un anterior matrimonio, había comenzado el proceso de divorcio. El decreto de divorcio se aprobó el 19 de marzo de 1986 y devino firme el 21 de abril de 1986. El 22 de mayo de 1986, el Presidente del Tribunal de Lausana atendió su solicitud de reducir el tiempo de espera ( art. 103 CC , espera de viudedad) y la permitió volver a casarse a partir de aquella fecha.", "", " 19. El 2 de septiembre de 1986, el Jefe del Departamento de Justicia y Legislación rehusó publicar las amonestaciones antes de que hubiera expirado la prohibición de volver a casarse impuesta al demandante. Dos días después, F apeló al Consejo de Estado del Cantón de Vaud, que rechazó su apelación el 14 de noviembre de 1986. Afirmó, entre otras cosas:", "", " «... no puede considerarse legal que quien tiene que inscribir los nacimientos, defunciones y matrimonios pueda adoptar las medidas pertinentes mientras todos los impedimentos para volver a casarse no hayan desaparecido, tanto desde el punto de vista del orden público como de razones elementales de seguridad jurídica.»", "", " 20. Las amonestaciones se publicaron tan pronto como el período de espera impuesto al demandante expiró y volvió a casarse con la señora F el 23 de enero de 1987. Tuvieron un hijo de este matrimonio el 23 de febrero de 1987.", "", " II. LAS PROHIBICIONES TEMPORALES DE NUEVOS MATRIMONIOS EN LA LEGISLACIÓN SUIZA", "", " A. Preceptos legales", "", " 21. Conforme el artículo 54 de la Constitución Federal Suiza,", "", " «el derecho al matrimonio estará protegido por la Confederación. Ningún impedimento del matrimonio podrá basarse en la confesión religiosa, la pobreza de alguno de los cónyuges, su conducta o cualquier otro fundamento de orden administrativo público. Se reconocerá como válido en toda la Confederación el matrimonio celebrado en un Cantón o en el extranjero, conforme a la legislación local».", "", " 22. Aunque el CC reconoce el derecho al divorcio, el derecho a volver a casarse tras un divorcio no puede ejercitarse en algunos casos hasta que haya transcurrido un cierto período de tiempo. El CC prevé en su artículo 150 que entró en vigor en 1912:", "", " «... cuando conceda el divorcio, el Tribunal fijará un período no inferior a un año ni superior a dos durante el cual la parte culpable de la separación no tendrá el derecho a volver a casarse; cuando el divorcio se otorgue por adulterio, este período podrá extenderse a tres años. El período de separación judicial ordenado por el tribunal, se computará como incluido en el período anterior.»", "", " B. La Jurisprudencia", "", " 23. La aplicación de este precepto se ha flexibiliza-do, sin embargo, mediante sentencias de los tribunales. Así, en sentencia de 16 de diciembre de 1981, asunto X v. X, el Tribunal Federal afirmó:", "", " «(la prohibición temporal de volver a casarse) ha sido criticada por la doctrina (confróntese Bühler/Spühler, núm. 5 al art. 150 CC y restantes referencias), algunos de los cuales han llegado hasta sugerir que debería abandonarse la norma sentada por el artículo 150 CC porque su aplicación da lugar a numerosas desigualdades y porque se puede fácilmente evadir su aplicación mediante un matrimonio en el extranjero (Deschenaux/Tercier, Le mariage et le divorce, 2.ª ed., pág. 110).", "", " Incluso desde 1912, el Tribunal Federal había señalado que la sanción de un período de espera suponía una considerable restricción de la libertad individual y del derecho a casarse garantizado por el artículo 54, sección 2, de la Constitución Federal: no debería ser impuesto a menos que hubiera una violación seria de obligaciones conyugales esenciales y los tribunales deberían en consecuencia autolimitarse en la aplicación del artículo 150 CC [ATF (sentencias del Tribunal Federal Suizo) 38 II 62; cf., ATF 68 II 149, fto. jco. 2 y 69 II 353).", "", " La interpretación de este precepto debe hacerse en el contexto de todo un conjunto de jurisprudencia relativa al divorcio que demuestra que los tribunales tienden a separarse de la teoría rigurosa buscando evitar la imposición de sanciones demasiado severas atendiendo a las circunstancias del caso concreto. Así, el adulterio no es por sí solo un motivo absoluto para el divorcio [ATF 98 II 161 fto. 4 (b)] y la noción de esposo inocente, en el sentido de los artículos 151 y 152 CC , no excluye cualquier falta (ATF 103 II 169, fto. 2 y referencias que allí se hacen). Desde este punto de vista, los tribunales deben todavía refrenarse más en la aplicación del artículo 150 CC . Los tribunales no deberían imponer una prohibición de volver a casarse a menos que la falta cometida sea de una excepcional gravedad y haya jugado un papel decisivo en la ruptura del matrimonio (sentencias del Tribunal Federal, vol. 107, parte II, pág. 595)».", "", " C. Propuestas de modificaciones legislativas", "", " 24. El 28 de junio de 1965, un grupo de trabajo para la Reforma Parcial del Derecho de Familia presentó un informe al Departamento Federal de Justicia y Policía que le había nombrado. Proponía la derogación del artículo 150 CC , en relación al período de espera:", "", " «Desde hace varios años, algunos miembros del Parlamento han visto con intranquilidad la aplicación (o más precisamente, la no aplicación) del artículo 150 [Petites questions, Obrecht et Bourgnecht, interpellation Shaffer, REC (Revista del Estado Civil) 31, 1963, 228; 32, 1964, 82-83]. La cuestión también ha sido planteada por la prensa (Beobachter de 15 de junio de 1956, \"Wer Geld hat, darfheiraten!\").", "", " ¿Cuál es el problema? Conforme al artículo 150, el tribunal debe prohibir a un esposo al que se haya calificado de culpable volver a casarse por un período de tiempo. Pero el no hacer caso de esta prohibición no afecta en modo alguno a la validez del matrimonio celebrado pese a la misma (Götz, notas 10 y 14 al artículo 104). Semejante violación, sin embargo, es muy poco probable que ocurra en Suiza, donde ello supondría una negligente o incluso dolosa prevaricación por parte del encargado del registro civil. Puede ocurrir, por otro lado, que un esposo al que le haya sido prohibido volver a casarse vaya al extranjero, preferentemente a Inglaterra, para casarse allí válidamente. A su vuelta a Suiza, solicita la inscripción de su matrimonio, a la vista de los artículos 104 y 130 CC , no puede serle rehusada la inscripción. Como máximo, los preceptos cantonales podrían tipificar como delito esa conducta; ello sólo ocurre en los cantones de Basilea-Ciudad y Basilea-Rural. Es perfectamente comprensible que una persona pueda, de buena fe, llegar a la conclusión de que todo lo que necesita para evadir una prohibición de volver a casarse es dinero y un viaje al extranjero.", "", " Debe encontrarse algún remedio para los aspectos ofensivos de esta situación. Ciertamente ya no puede solucionarse convirtiendo la prohibición de nuevo matrimonio, que es inherente al período de espera, en un impedimento para el matrimonio. En los artículos 120 y siguientes la legislación prevé la nulidad del matrimonio sólo para casos muy excepcionales. El artículo 54, sección 3, de la Constitución también impediría esta solución. Tampoco puede seriamente contemplarse como solución la introducción de sanciones penales en toda Suiza. Si quiere garantizarse la igualdad ante la Ley sólo existe una solución que consiste en la supresión del artículo 150 CC . Esta es la solución propuesta por Götz (REC 32, 1964, 84-88), que ha dado razones muy convincentes para ello. Fue apoyada con gran fuerza por la Conferencia de autoridades cantonales responsables de la supervición del status civil en su sesión de 13 de octubre de 1964 (véase, respecto a esta materia, el informe de Heiz, REC 32, 1964, 401-404; 33, 1965, 4-8, 54-59, 92-98). El Grupo de Trabajo apoya esta sugerencia por unanimidad.", "", " Debe decirse expresamente que esta propuesta del Grupo no pretende recoger ninguna simpatía particular hacia comportamientos contrarios al espíritu del matrimonio. Se basa en un reconocimiento del hecho de que los artículos 104 y 150 \"no están de acuerdo con las líneas básicas de la Constitución \" [Knap, en RDS (Revista de Derecho Suizo), 71, 1952,1, 293]. También está claro que el artículo 150 no produce el efecto de hacer que los esposos culpables se lo piensen otra vez y modifiquen su comportamiento [Grisel, en JdT (Journal des Tribunaux) 1943, I, 326; Picot, en RDS, 48, 1029, 62a]. El Grupo también desea señalar que las desigualdades indicadas no sólo aparecen en el supuesto de un posible matrimonio. También pueden aparecer durante los procesos de divorcio, porque la jurisprudencia relativa a la aplicación del artículo 150 varía de cantón a cantón; y en el caso del divorcio por consentimiento, muchos esposos, incluso culpables, acuerdan presentar su caso de forma que no pueda imponerse ningún período de espera [Stocker, en RSJ (Revista Suiza de Jurisprudencia) 47, 1951, 19).»", "", " 25. La misma propuesta se repitió por el Comité de Expertos para la Reforma del Derecho de Familia que estudió la reforma del divorcio desde 1974 a 1976.", "", " Tras considerar la reforma del derecho en diversas materias, el Comité concentró su atención en los preceptos relacionados con el divorcio. En 1988 debería aprobar un anteproyecto que debería ser sometido a audiencia de las organizaciones interesadas y de los grupos de ciudadanos. El Gobierno federal debería entonces elaborar un proyecto que enviaría al Parlamento. Esto no podría debatir el proyecto hasta 1992, así que se espera que la nueva ley de divorcio no pueda entrar en vigor hasta como mínimo 1995.", "", " PROCEDIMIENTO ANTE LA COMISIÓN", "", " 26. F presentó su caso ante la Comisión el 12 de diciembre de 1984 (petición núm. 11.329/25), alegando que la prohibición durante tres años de contraer matrimonio que le había sido impuesta era incompatible con su derecho al matrimonio (art. 12 del Convenio), su derecho al respeto a la vida privada y familiar (art. 8) y con la prohibición de penas degradantes (art. 3).", "", " 27. El 12 de diciembre de 1985, la Comisión declaró admisible la demanda en lo referente al artículo 12.", "", " En su informe de 14 de julio de 1986 (conforme al art. 31), decidió por diez votos a seis que había existido una violación del artículo 12. El texto completo de la opinión de la Comisión y de los votos particulares al informe se reproduce en un anexo a esta sentencia.", "", " CONCLUSIONES DE LAS PARTES", "", " 28. En su memoria de 16 de septiembre de 1986, el demandante solicitó al Tribunal que decidiera acerca de lo siguiente:", "", " «I. Al prohibir al demandante durante un período de tres años volver a casarse, los tribunales suizos violaron el artículo 12 del Convenio.", "", " II. El artículo 150 CC , que establece la posibilidad de prohibiciones de ulteriores matrimonios, es contrario al artículo 12 del Convenio y Suiza debe ser invitada a adoptar todas las medidas necesarias para derogar este precepto.", "", " III. El Gobierno suizo debe pagar a F la suma de 1.877 FS en concepto de reembolso de las costas que le fueron impuestas en los procesos internos ante la Sala de Apelación del Cantón de Vaud y ante el Tribunal Federal.", "", " IV. Suiza debe pagar a F la suma de 3.000 FS y 10.000 FS en concepto de costas del proceso ante los tribunales nacionales y ante las instituciones europeas.", "", " V. Suiza debe pagar a F la suma de 5.000 FS en concepto de indemnización por daños morales.»", "", " 29. En la vista, el Gobierno mantuvo las conclusiones de su memoria solicitando al Tribunal.", "", " «que declare que en el presente caso la prohibición temporal de nuevos matrimonios que se aplicó al demandante no constituye una violación del artículo 12 del convenio, así como de ningún otro precepto del mismo».", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. SOBRE LA VIOLACIÓN DEL ARTICULO 12", "", " 30. El demandante se queja de la prohibición durante tres años de volver a casarse que le fue impuesta por el Tribunal Civil de Distrito de Lausana el 21 de octubre de 1986 (véase el apartado 13 precedente). Indicaba que violaba el artículo 12 del Convenio que dispone.", "", " «A partir de la edad núbil, el hombre y la mujer tienen derecho a casarse y a fundar una familia según las leyes nacionales que regulen el ejercicio de este derecho.»", "", " En su opinión, el artículo 150 CC , en el que se fundó la decisión (véanse los apartados 13 y 22 precedentes), se opone en sí mismo al Convenio.", "", " 31. Acerca de este extremo, el Tribunal recuerda su reiterada jurisprudencia: en un asunto que tenga su origen en una petición individual, hace falta, en la medida de lo posible, atender especialmente a las cuestiones suscitadas en el caso concretamente examinado. Su función no consiste en revisar in abstracto a la luz del Convenio la ley interna objeto de queja, sino en examinar la manera en la que esa ley se ha aplicado al demandante o le ha afectado (véanse, entre otros, el caso Dudgeon de 22 de octubre de 1981, serie A, núm. 45, pág. 18, núm. 41, y el caso Bönisch de 6 de mayo de 1985; serie A, núm. 92, pág. 14, núm. 27).", "", " 32. El artículo 12 asegura el derecho fundamental de un hombre o una mujer a casarse y a formar una familia. El ejercicio de este derecho conlleva consecuencias personales, sociales y jurídicas. Está «sometido a la Ley nacional de las Partes Contratantes», pero «las limitaciones introducidas por medio de estas leyes no pueden restringir o reducir el derecho de manera o hasta el extremo de que se atente a su contenido esencial» (véase la sentencia en el caso Rees de 17 de octubre de 1986, serie A, núm. 106, pág. 19, núm. 50).", "", " En todos los Estados Miembros del Consejo de Europa, estas «limitaciones» aparecen como condiciones que se encuentran en normas tanto de tipo procesal como sustantivas. Las primeras hacen referencia principalmente a la publicidad y a la configuración del matrimonio como acto solemne, mientras que las segundas se relacionan principalmente con la capacidad, el consentimiento y ciertos impedimentos.", "", " 33. La prohibición impuesta a F se aplicó al amparo de normas que regulan el ejercicio del derecho al matrimonio, dado que el artículo 12 no distingue entre el primer matrimonio y ulteriores matrimonios.", "", " El Tribunal constata que no existe período de espera en la legislación de otros Estados Miembros, habiendo sido abolido por la República Federal de Alemania en 1976 y por Austria en 1983. En este sentido, recuerda su jurisprudencia conforme a la cual el Convenio debe ser interpretado a la luz de las condiciones actuales (véase el caso Airey de 9 de octubre de 1979, serie A, núm. 32, págs. 14-15, núm. 26). Sin embargo, el hecho de que, tras una evolución gradual, un país se encuentre en una posición aislada en algún aspecto de su legislación, no implica necesariamente que ese aspecto contradiga el Convenio, particularmente en un campo -matrimonio- que está tan estrechamente ligado a las tradiciones culturales e históricas de cada sociedad y a sus ideas fuertemente arraigadas acerca de la unidad familiar.", "", " 34. La medida objeto de queja en último extremo supone una sanción civil. Conforme a la jurisprudencia del Tribunal Federal, se trata de las consecuencias de una falta de excepcional gravedad que ha desempeñado un papel decisivo en la ruptura de un matrimonio (véase el apartado 23 precedente).", "", " Aunque sea aplicable de oficio como cuestión de orden público, el artículo 150 CC permite, sin embargo, a los tribunales ejercer cierto grado de discrecionalidad: el período de prohibición a imponer a la parte culpable en el supuesto de un divorcio concedido por adulterio puede durar de uno a tres años (véase el apartado 22 precedente). En el presente caso, el Tribunal Civil de Distrito de Lausana eligió el período máximo, entendiendo que la actitud inaceptable de F le hacía a él solo responsable de la ruptura del matrimonio (véase el apartado 13 precedente).", "", " El Tribunal de divorcio no se limitó, por consiguiente, a extraer las consecuencias de la ruptura del matrimonio aprobando el acuerdo a que habían llegado ambas partes el 16 de mayo de 1983 que preveía el pago de indemnización por daño moral (véanse los apartados 12-13 precedentes); también examinó la conducta anterior del demandante a los efectos de extraer de la misma determinadas conclusiones acerca de su derecho a casarse de nuevo.", "", " 35. El Gobierno señala, en primer lugar, que la aplicación del artículo 150 en el presente caso no fue irrazonable ni arbitraria ni desproporcionada. La sanción objeto de queja suponía, sin duda alguna, una interferencia con el ejercicio del derecho al matrimonio, pero no impedía el contenido esencial de ese derecho. Como parte de la concepción suiza del divorcio basada en la culpa, el sistema de prohibición temporal de nuevos matrimonios se fundaba en la intención del legislador de proteger no sólo la institución del matrimonio, sino también los derechos de otros e incluso los de la persona afectada por la prohibición.", "", " 36. El Tribunal reconoce que la estabilidad del matrimonio es un fin legítimo que forma parte del interés público. Duda, sin embargo, acerca de que los medios concretamente usados hayan sido adecuados para alcanzar dicha finalidad. En la propia Suiza, el Grupo de Trabajo para la Reforma Parcial del Derecho de Familia y, posteriormente, el Comité de Expertos para la Reforma del Derecho de Familia parecen tener las mismas dudas, pues recomendaron la derogación del artículo 150 CC (véanse los apartados 24-25 precedentes y también, mutatis mutandis, el caso Inze de 28 de octubre de 1987, serie A, núm. 126, pág. 19, núm. 44).", "", " En cualquier caso, el Tribunal no puede aceptar el argumento de que la prohibición temporal de ulteriores matrimonios esté destinada a proteger los derechos de otros, en concreto, los del futuro cónyuge de un divorciado.", "", " El 22 de mayo de 1986, la persona con la que F cohabitaba obtuvo una reducción de su período de espera posterior a su propio divorcio, prohibición que había devenido firme un mes antes (véase el apartado 18 precedente). La prohibición a F expiraba el 21 de diciembre de 1986 tras lo cual el encargado del registro pudo llevar a cabo las necesarias formalidades (véanse los apartados 19-20). En consecuencia, el matrimonio se celebró el 23 de enero de 1987. Durante ese período intermedio -de siete u ocho meses- la futura mujer del demandante pudo considerarse personal y directamente lesionada por la medida impuesta a F. Dado que no era menor ni estaba incapacitada, sus derechos no estaban en modo alguno protegidos por la medida en cuestión.", "", " Un hipotético nasciturus también podría verse afectado negativamente por semejante prohibición. Es cierto que el concepto de «hijo ilegítimo» no existe ya en la legislación suiza conforme a la cual los hijos nacidos fuera del matrimonio tienen ahora prácticamente el mismo status y los mismos derechos que los hijos nacidos dentro del matrimonio. Los hijos nacidos fuera del matrimonio pueden, sin embargo, sufrir debido a ciertos prejuicios y verse así socialmente disminuidos. Mientras que en el presente caso el hijo del demandante nació un mes después del matrimonio de sus padres (véase el apartado 20 precedente), la muerte de uno de sus padres o incluso un retraso en el cumplimiento de las formalidades legales podía haber sido suficiente para que el hijo naciera fuera del matrimonio.", "", " 37. El Gobierno considera también que obligar a una persona a tomarse tiempo para reflexionar, le ayuda a protegerse a sí mismo. En opinión de este Tribunal, este argumento no es de suficiente peso para justificar la interferencia objeto de impugnación en el caso de una persona mayor de edad en posesión de sus plenas facultades mentales.", "", " 38. El Gobierno se basa también en la sentencia dictada en el caso Johnston y otros de 18 de diciembre de 1986 conforme a la cual «la prohibición de divorcio (no puede) ser contemplada como una injerencia en el contenido esencial del derecho garantizado por el artículo 12... en una sociedad establecida sobre el principio de la monogamia» (serie A, núm. 122, pág. 24, núm. 52). En opinión del Gobierno, lo mismo es aplicable a fortiori a una prohibición meramente temporal de ulteriores matrimonios. No puede reconocerse un derecho a nuevos matrimonios dado que su ejercicio necesariamente depende de otro derecho -el derecho al divorcio- que no se deriva del Convenio. En suma, el nuevo matrimonio subsiguiente a un divorcio no puede ser equiparado al primer matrimonio.", "", " El Tribunal no encuentra convincente este argumento- Como se indicó en la sentencia del caso Deweer de 27 de febrero de 1980, «en el área de los derechos humanos quien pueda lo más no puede necesariamente lo menos. El Convenio permite bajo ciertas condiciones algunas conductas muy graves (...) mientras que al mismo tiempo prohíbe otras que, por comparación, pueden considerarse bastante benignas» (serie A, núm. 35, pág. 29, núm. 53).", "", " Es más, por encima de todo, la situación de F es muy distinta de la del señor Johnston dado que lo que estaba en juego en el caso de este último era el derecho de un hombre que estaba todavía casado a la disolución del matrimonio. Si la legislación nacional permite el divorcio, lo que no exige el Convenio, el artículo 12 asegura para las personas divorciadas el derecho a volver a casarse sin restricciones irrazonables.", "", " 39. Queda por examinar el argumento del Gobierno en el sentido de que la separación judicial, el período de espera requerido antes de que pueda concederse el divorcio o el derecho de un cónyuge inocente a oponerse al divorcio tienen para los interesados consecuencias que son idénticas a las de la prohibición temporal de nuevos matrimonios. El Tribunal considera que estas situaciones son diferentes y que, en cualquier caso, tienen lugar antes de la aprobación del decreto de divorcio.", "", " 40. En conclusión, la medida objeto de discusión, que afectaba al contenido esencial del derecho al matrimonio, debe considerarse desproporcionada en relación con el fin legítimo perseguido. Por consiguiente, ha existido una violación del artículo 12.", "", " II. LA APLICACIÓN DEL ARTICULO 50", "", " 41. Conforme al artículo 50 del Convenio,", "", " «si la decisión del Tribunal declara que una resolución tomada o una medida ordenada por una autoridad judicial o cualquier otra autoridad de una Parte Contratante se encuentra total o parcialmente en oposición con obligaciones que se deriven del... Convenio, y si el derecho interno de dicha Parte sólo permite de manera imperfecta reparar las consecuencias de esta resolución o medida, la decisión del Tribunal concederá, si procede, una satisfacción equitativa a la parte lesionada.»", "", " Al amparo de este precepto el demandante solicitó la derogación del artículo 150 CC , indemnización por daños y reembolso de gastos y costas.", "", " A. Reforma de la legislación", "", " 42. En primer lugar, F deseaba que Suiza «actuara rápidamente para abolir la prohibición de contraer ulteriores matrimonios prevista en el artículo 150 CC ».", "", " Ni el Agente del Gobierno ni el Delegado de la Comisión comentaron esta petición.", "", " 43. El Tribunal entiende que el Convenio no le otorga jurisdicción para ordenar a Suiza la modificación su legislación (véase, mutatis mutandis, la sentencia en el caso Marck de 13 de junio de 1979, serie A, núm. 31, pág. 25, núm. 58, y la sentencia en el caso Albert y Le Comte de 24 de octubre de 1983, serie A, núm. 68, págs. 6-7, núm. 9).", "", " B. Daños", "", " 44. El demandante ha reconocido que no puede probar la existencia de daños económicos, pero alegó que el tener que cohabitar sin poder casarse durante varios años con la persona con la que quería contraer matrimonio le ocasionaba un «daño moral innegable», que evaluaba en 5.000 FS.", "", " El Gobierno considera que F encontraría «suficiente satisfacción» de cualquier daño moral mediante la declaración de que ha existido una violación del artículo 12.", "", " El Delegado de la Comisión es favorable al otorgamiento de una indemnización, pero no hace sugerencia alguna en cuanto a la cantidad.", "", " 45. En opinión del Tribunal, incluso si el demandante hubiera sufrido un daño moral, éste habría durado como mucho del período que va desde el 22 de mayo de 1986 (permiso para volver a casarse otorgado a la mujer con la que F cohabitaba) hasta el 23 de enero de 1987 (nuevo matrimonio de F), es decir, un período de ocho meses (véanse los apartados 18 y 20 precedentes). En cualquier caso, la presente sentencia le supone suficiente satisfacción equitativa (véase, mutatis mutandis, el caso Johnston y otros, ya citada serie A, núm. 112, pág. 32, núms. 81-84).", "", " C. Costas y gastos", "", " 46. F reclama el reembolso de las costas y gastos que fue obligado a pagar por la Sala de Apelación del Tribunal de Vaud y por el Tribunal Federal (1.327 FS), así como de los honorarios de abogados y costas de los procedimientos ante esos dos tribunales (3.000 FS). También pedía 10.000 FS en concepto de honorarios de abogados y gastos de procedimiento ante la Comisión Europea y el Tribunal.", "", " El Gobierno no ha hecho comentario alguno en la vista acerca de la suma reclamada por el demandante en sus conclusiones. Había indicado, sin embargo, en un escrito, que las peticiones de F -que estaban en una carta dirigida a la Comisión de 23 de diciembre de 1985- (1.327 FS en concepto de costas y 6.000 en el de honorarios de abogados) le parecían acordes con los criterios derivados de la jurisprudencia del Tribunal.", "", " El Delegado de la Comisión también ha considerado que la petición del demandante no era irrazonable.", "", " 47. El Tribunal no tiene razón alguna para dudar de que el demandante incurriera realmente en esos gastos. Respecto a si incurrió en los mismos necesariamente, hace notar que F, en primer lugar, buscó la «rectificación» de la violación del artículo 12 «por medio del sistema jurídico doméstico» (sentencia en el caso De Cubber, de 14 de septiembre de 1987, serie A, núm. 124- 8, pág. 19, núm. 29) y, en segundo lugar, no solicitó el beneficio de asistencia legal para los procedimientos ante las instituciones del Convenio. Finalmente, considera que la cantidad de gastos y honorarios solicitada es razonable. El demandante debe ser, pues, reembolsado en la cantidad de 14.327 FS.", "", "", "", " Por estos motivos, el Tribunal", "", " 1. Decide, por nueve votos contra ocho, que ha existido una violación del artículo 12 del Convenio.", "", " 2. Decide, por unanimidad, que el Estado demandado debe pagar al demandante 14.327 FS en concepto de costas y gastos.", "", " 3. Rechaza, por unanimidad, el resto de la petición de indemnización equitativa.", "", " Dictada en inglés y en francés, y pronunciada en audiencia pública, en París a 18 de diciembre de 1987. Firmado M. A., Eissen. Por el Presidente, L. E. Pettiti, Magistrado.", "", " A la presente sentencia se adjunta, conforme a los artículos 51, párrafo 2 del Convenio, y 52, párrafo 2 del Reglamento, el voto particular de los Magistrados Thor Vilhjálmsson, Bindschedler-Robert, Gölc üklü, Matscher, Pinheiro Farinha, Walsh, De Meyer y Valticos.", "", "", "", " Voto particular", "", " de los magistrados Thor Vilhjalmsson, Bindschedler-Robert, Gölcüklü, Matscher, Pinheiro Farinha, Walsh, De Meyer y Valticos", "", " A nuestro juicio, los hechos del caso revelan que no ha existido una violación de los derechos fundamentales del demandante.", "", " Las circunstancias bajo las cuales, tras dos previos divorcios, el tercer matrimonio de la persona afectada fue disuelto, son de tal carácter que el Tribunal Civil de Distrito de Lausana tenía potestad para imponer al demandante, cuando le concedió el tercer divorcio, el período de espera de tres años previsto en el artículo 150 CC .", "", " La restricción así impuesta al ejercicio por el demandante de su derecho al matrimonio y a fundar una familia no afectó al contenido esencial de ese derecho. Fue meramente temporal. No fue arbitraria ni irrazonable. Se basó en fundamentos legítimos y puede ser considerada proporcionada a su gravedad. No fue más allá de los poderes que ostentaban las autoridades nacionales competentes.", "", " Estas autoridades -tanto el poder judicial como el legislativo- tenían derecho a considerar, en el ejercicio de sus potestades discrecionales en la materia, que la restricción en cuestión estaba justificada a los efectos de proteger no sólo la institución del matrimonio sino también a los futuros cónyuges de una persona que, como habían establecido los tribunales suizos, había violado gravemente derechos fundamentales conyugales.", "", " Respecto al matrimonio, el Estado tiene poderes más extensos que en otros campos. Ello se puede constatar particularmente si se compara la breve y no exhaustiva referencia a las «leyes nacionales» del artículo 12 del Convenio con el texto más circunscrito y restrictivo del segundo párrafo de cada uno de los artículos 8, 9, 10 y 11.", "", " En este contexto, las dudas que pudieran surgir en cuanto a si cierta norma jurídica es apropiada u oportuna o debería aplicarse en un caso concreto, no son suficientes para entender que se ha producido una violación del derecho garantizado por el artículo 12 del Convenio. Para llegar a la conclusión de que ha existido una violación de este derecho, debe demostrarse que el Estado ha atentado contra el contenido esencial del derecho o que ha restringido su ejercicio de manera arbitraria o irrazonable. Ello no se ha demostrado en este caso.", "", " ANEXO", "", " DICTAMEN DE LA COMISIÓN EUROPEA DE DERECHOS DEL HOMBRE", "", " (Formulada en el informe de la Comisión del 14 de julio de 1986)", "", " 54. La Comisión ha sido requerida para pronunciarse sobre si la prohibición de volver a casarse en tres años impuesta al requirente es o no conforme al artículo 12 del Convenio. En efecto, en su decisión sobre la admisibilidad, la Comisión ha estimado que, de los tres artículos del Convenio invocados por el requirente, el primero de ellos, el artículo 3, era manifiestamente ajeno al caso en cuestión y que, en lo que concierne a los otros dos artículos, los artículos 8 y 12 del Convenio, tan sólo este último era aplicable en este caso.", "", " 55. El artículo 12 del Convenio dice lo siguiente:", "", " «A partir de la edad núbil, el hombre y la mujer tienen el derecho de casarse y de fundar una familia según las leyes nacionales que regulen el ejercicio de este derecho.»", "", " 56. La Comisión recuerda que el artículo 12 de la Convención garantiza el derecho fundamental de contraer matrimonio, cuya esencia consiste en formar una asociación jurídicamente solidaria entre un hombre y una mujer (Hamer contra Reino Unido, informe de la Comisión de 13 de diciembre de 1979, párrafos 67 y 71, Decisiones e informes, núm. 24, págs. 18-32). Se consagra así un derecho subjetivo, sin restricciones derivadas del Convenio (asunto Van Oosterwijk contra Bélgica, informe de la Comisión del 1 de marzo de 1979, Trib. eur. D. H., serie B, núm. 36, pág. 27, párrafo 56). A diferencia de otros derechos garantizados por el Convenio, el ejercicio del derecho al matrimonio previsto en el artículo 12 no está sometido a ninguna restricción de la naturaleza de las previstas, por ejemplo, en los apartados 2 de los artículos 8 a 11 del Convenio.", "", " 57. Si bien el artículo 12 remite ampliamente al derecho interno, que en cierta medida incorpora [«derecho de casarse (...) según las leyes nacionales que regulen el ejercicio de este derecho»], esto no significa, como por otra parte ha subrayado la Comisión, que la libertad del legislador nacional sea ilimitada ya que, si así fuera, el artículo 12 sería superfluo. Ahora bien, como indica perfectamente la redacción del artículo, la misión de las leyes nacionales es solamente la de regular el ejercicio del derecho al matrimonio (informe Hamer antes citado, párrafo 60). Al hacer esto, la legislación nacional no podrá «privar a una persona, o a una categoría de personas, de la plena capacidad jurídica del derecho a contraer matrimonio» ni «afectar de manera sustancial al ejercicio de este derecho (ibidem, párrafo 62). En efecto, como ha declarado la Comisión, una medida que regule el ejercicio de un derecho «no debe afectar nunca a la sustancia del derecho mismo» (Trib. eur. D. H., sentencia del 23 de julio de 1968 en el caso lingüístico belga, serie A, núm. 6, pág. 32, párrafo 5).", "", " Por consiguiente, se deduce que la ley nacional podrá prever una reglamentación general del ejercicio del derecho al matrimonio. Por contra, la remisión que hace el artículo 12 del Convenio no autoriza una reglamentación que prevea medidas con respecto a una persona determinada.", "", " 58. Para ejercer su derecho fundamental al matrimonio, toda persona deberá respetar unas reglas de forma, por ejemplo la publicidad y las formalidades de la celebración del matrimonio, y unas reglas de fondo, a partir de consideraciones de interés público generalmente reconocidas, tales como las reglas sobre capacidad para contraer matrimonio, sobre el consentimiento, sobre prohibición en diversos grados de los matrimonios consanguíneos o sobre prohibición de la bigamia. No obstante, tales formalidades y limitaciones deberán respetar siempre el derecho al matrimonio y a fundar una familia, derecho que forma parte de unas tradiciones profundamente arraigadas en los Estados miembros del Consejo de Europa.", "", " 59. El requirente alega que la prohibición de volverse a casar que se le ha impuesto viola el derecho consagrado en el artículo 14.", "", " El Gobierno sostiene que esta medida está justificada por las circunstancias de la causa. Estas demostraron que el requirente tenía la plena responsabilidad de la desunión de la pareja y que su falta era de particular gravedad. En su opinión, la prohibición de volver a casarse corresponde a una «imperiosa necesidad social» dirigida a la vez a la protección de la institución del matrimonio y a la protección de los derechos de los demás. La medida en litigio, proporcionada al fin perseguido por la disposición legal y, por tanto, nada arbitraria, no viola la sustancia del derecho garantizado. Refiriéndose al dictamen expresado por la Comisión en el asunto Johnston y otros contra Irlanda (informe del 5 de marzo de 1985, párrafo 49 arriba expuesto), el Gobierno añade que una simple prohibición temporal de volver a casarse, impuesta en unas circunstancias muy particulares, no puede ser considerada como constitutiva de una violación del Convenio.", "", " 60. La prohibición de volver a casarse impuesta al requirente se ha hecho sobre la base del artículo 150 del Código Civil suizo (apartados 19 y siguientes). Al aplicar esta disposición, el tribunal civil de Lausanne fijó en tres años el plazo en el que el requirente no podría volver a casarse.", "", " 61. Aunque limitada en el tiempo, la prohibición en litigio tiene por efecto la suspensión del derecho del requirente de casarse, por una duración de tres años a partir del 21 de diciembre de 1983, fecha en la que se hizo definitivo y ejecutorio su divorcio.", "", " 62. El Gobierno arguye que en la actualidad no se produce la calidad de víctima en el requirente, ya que la mujer con la que había pensado casarse aún está casada (comunicación del 9 de abril de 1986, pág. 3). En suma, parece considerar que la prohibición de volver a casarse no causa, o casi no causa, ningún perjuicio al requirente.", "", " Aparte del hecho de que la cuestión de la existencia de un perjuicio no se deduce del artículo 25 del Convenio, que designa como «víctima» a «la persona directamente afectada por el acto u omisión en litigio» (Trib. eur. D. H., sentencia Marckx de 13 de junio de 1979, serie A, núm. 31, págs. 13-14, apartado 27), la Comisión constata que el 22 de mayo de 1986 se hizo definitivo y ejecutorio el pronunciamiento dado por el Presidente del Tribunal de Lausanne en materia de reducción del plazo de espera solicitada por la mujer con la que tenía previsto casarse el requirente. Al menos desde esta fecha, el requirente sufre los efectos de una situación legal que le afecta directa y personalmente.", "", " 63. Sin lugar a dudas, de los elementos de la causa se deduce que la prohibición de volver a casarse ha podido afectar al ejercicio del derecho al matrimonio del requirente. El Gobierno no parece negarlo de una manera formal. Por el contrario, lo que aduce es que, en este caso concreto y a la vista de sus circunstancias particulares, no ha habido una injerencia intolerable en la sustancia del derecho al matrimonio garantizado por el artículo 12 del Convenio.", "", " 64. Según el Gobierno, dentro del marco constitucional y de acuerdo con la concepción del régimen suizo de divorcio que gira sobre la falta, la prohibición temporal de volver a casarse impuesta en determinadas circunstancias al esposo responsable a título principal de la desunión se explica, por una parte, por la voluntad del legislador suizo de proteger, en interés público, el matrimonio como institución social y, por otra parte, por la voluntad de proteger los derechos ajenos (el futuro cónyuge del esposo divorciado). Las flexibilizaciones jurisprudenciales aportadas por el Tribunal Federal ponen en evidencia que una simple prohibición, por otra parte temporal, de volver a casarse, impuesta al requirente, corresponde a una «imperiosa necesidad social».", "", " 65. La ley nacional a la que remite el artículo 12 puede subordinar el matrimonio al cumplimiento de determinadas condiciones de forma y de fondo, con tal de que -el Gobierno lo subraya con pleno conocimiento- sirvan para la protección del orden público o de los futuros esposos. Se trata, con toda seguridad, de fines completamente legítimos y que, además, corresponden en amplia medida a las reglas dictadas en la materia por las legislaciones de las Altas Partes Contratantes.", "", " Para ser conformes al Convenio, estas reglas, al igual que la aplicación que se haga de ellas en un caso determinado, no deberán ser irrazonables o arbitrarias. En otras palabras, no deben afectar, de manera injustificada, a la sustancia del derecho.", "", " 66. La Comisión subraya que, aunque temporal, la prohibición de volver a casarse ha afectado y sigue afectando al requirente, que se ve obligado a demorar el matrimonio que se propone contraer. A este respecto, recuerda que una traba al ejercicio eficaz de un derecho puede afectar al mismo derecho, incluso si reviste un carácter temporal (Trib. eur. D. H., sentencia Golder de 21 de febrero de 1975, serie A, núm. 18, págs. 12-13, párrafo 26).", "", " 67. La Comisión constata además que la prohibición de volver a casarse, destinada a infligir «la pena del plazo de espera» al esposo «responsable de la desunión a título principal», no se encuentra en las legislaciones de las demás Partes Contratantes. Un impedimento al matrimonio basado en unos motivos similares, prohibición de casarse con el cómplice del adulterio, fue suprimido en la República Federal de Alemania (antiguo artículo 6 de la ley sobre el matrimonio) por la ley de 16 de junio de 1976 y en Austria (antiguo art. 9 de la ley sobre el matrimonio) por la ley de 11 de noviembre de 1983 .", "", " 68. Por otra parte, como recuerda el mismo Gobierno, la Comisión instituida por el Departamento Federal de Justicia y Policía, propuso en 1965 la derogación del artículo 150 del Código Civil suizo, propuesta recogida por la Comisión de expertos para la revisión del derecho de la familia (párrafo 38 arriba expresado).", "", " 69. Estas consideraciones dejan ver que la prohibición de matrimonio no puede colocarse entre las reglas comúnmente admitidas que regulan el ejercicio del derecho al matrimonio ni corresponder a una «imperiosa necesidad social».", "", " 70. Al referirse a las circunstancias en las que se ha pronunciado la prohibición, el Gobierno alega que la «ligereza» de la que ha dado muestras el requirente, ya divorciado una vez, ante la institución del matrimonio, y la «particular gravedad» de su falta, había justificado la aplicación de la medida en litigio, la cual, por ello, sería proporcionada al fin perseguido por la disposición legal y de ninguna manera arbitraria.", "", " 71. Tales consideraciones, dejadas al libre examen del juez, pueden ser tenidas en cuenta para determinar la extensión de las obligaciones derivadas del matrimonio, especialmente en el marco del derecho al respeto de la vida familiar garantizado por el artículo 8, así como de las consecuencias que se deriven de la desunión, especialmente en materia de custodia de los hijos. Por el contrario, tales consideraciones, por sí mismas, no pueden afectar al derecho al matrimonio, cuyo ejercicio deberá basarse en unas reglas objetivas y generales. Son pues ajenas al derecho que consagra el artículo 12 del Convenio.", "", " CONCLUSIÓN", "", " 72. La Comisión concluye, por diez votos contra siete, que, en este caso, ha habido una violación del artículo 12 del Convenio.", "", " Firmado: H. C. Krüger SECRETARIO", "", " Firmado: C. A. Norgaard PRESIDENTE", "", " OPINIÓN DISIDENTE DE LOS SEÑORES KIERNAN, GÖZÜBÜYÜK, WEITZEL, SOYER Y BATLINER Y DE SIR BASIL HALL", "", " Lamentamos declarar que no estamos de acuerdo con la mayoría de la Comisión que ha concluido en una violación del artículo 12 del Convenio en el presente asunto.", "", " El derecho a casarse y a fundar una familia, reconocido por el artículo 12, no es un derecho a la celebración de una ceremonia civil o religiosa. Se trata del derecho a entrar en una relación fundamental e institucionalizada en todos los Estados partes del Convenio; por esta razón, su ejercicio debe ser reglamentado por la ley nacional. Toda Alta Parte Contratante tiene derecho a prever en una ley las sanciones a aplicar en caso de abuso de las condiciones establecidas por el Estado para permitir el ejercicio del derecho al matrimonio. En el caso presente, el comportamiento del requirente ha sido tal que se puede suponer que, al participar en la ceremonia de matrimonio del 23 de febrero de 1983, el objeto de su intención no era el de ejercer el derecho a casarse y a fundar una familia, en el sentido del artículo 12. En su caso, se le ha prohibido un nuevo matrimonio en el plazo de tres años. En las circunstancias que se dan en este caso, no estimamos que esta prohibición constituya una medida desproporcionada y concluimos que no ha habido violación del artículo 12 en el presente caso."]}