{"file": "SPA_HJUDSPA_25549_94.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "25549/94", "text_paragraphs": ["Sentencia 25549/94", "", "CASO CAZENAVE DE LA ROCHE CONTRA FRANCIA", "", " Artículo 6.1 (Duración del procedimiento) Sentencia de 9 de junio de 1998", "", " Mediante sentencia dictada en Estrasburgo el 9 de junio de 1998 en el caso Cazenave de la Roche contra Francia, el Tribunal Europeo de Derechos Humanos declara, por unanimidad, que el artículo 6.1 del Convenio Europeo de Derechos Humanos resulta aplicable y que ha sido violado. De acuerdo con lo establecido en el artículo 50 del Convenio, el Tribunal concede a los recurrentes una reparación por el perjuicio moral sufrido y por las costas y gastos.", "", " La sentencia fue leída en audiencia pública por el Sr. Rudolf Bernhardt, Presidente del Tribunal.", "", "", "", " 1. HECHOS", "", " La recurrente, la Sra. Héléne Cazenave de la Roche, de nacionalidad francesa, nació en 1925 y reside en París. Trabajaba como agente contratada por el Ministerio de Asuntos Exteriores, hasta que éste puso fin a esa relación laboral mediante una decisión de 22 de septiembre de 1983. El 4 de abril de 1985, la interesada interpuso ante el Tribunal Administrativo de París un recurso contra una decisión de 22 de febrero de 1985, por la que el Ministerio de Asuntos Exteriores desestimaba su solicitud de anulación de la decisión de 1983 y de readmisión. La sentencia dictada por el Tribunal Administrativo de 24 de enero de 1986, por la que se rechazaba el recurso de la recurrente, así como la decisión de 22 de febrero de 1985 fueron anuladas por el Consejo de Estado el 24 de septiembre de 1990.", "", " El 29 de enero de 1988, la recurrente presentó una demanda previa de resarcimiento que no recibió respuesta alguna del Ministro durante cuatro meses, silencio que equivale a la desestimación tácita de la demanda. El 18 de junio de 1988, la interesada presentó ante el Tribunal Administrativo de París un recurso solicitando daños y perjuicios. Presentó una nueva demanda previa de indemnización el 9 de abril de 1990, que fue luego presentada ante el Tribunal Administrativo el 11 de septiembre de 1990.", "", " La recurrente planteó dos demandas de solicitud de medidas provisionales para obtener el desembolso efectivo de las cantidades reclamadas. Mediante autos de 5 de abril de 1991 y de 18 de diciembre de 1992, el Tribunal Administrativo condenó al Estado a pagar de forma provisional a la recurrente las cantidades de 600.000 francos franceses (FRF) y 150.000 FRF, respectivamente. El 15 de julio de 1993, el Tribunal Administrativo condenó al Estado a pagar a la recurrente una cantidad de 850.000 FRF, que incluía los 750.000 FRF ya pagados. El 21 de diciembre de 1994, la interesada apeló esta sentencia ante el Tribunal Administrativo de Apelación de París, solicitando una indemnización adicional de 1.523.405 FRF. Mediante sentencia de 12 de noviembre de 1996, el Tribunal Administrativo de Apelación modificó la sentencia de 15 de julio de 1993, fijando el importe de la cantidad adeudada por el Estado a la recurrente en 711.494 FRF.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " La Comisión, a la que le fue presentado el recurso con fecha de 28 de septiembre de 1994, lo admitió el 27 de junio de 1996.", "", " Tras haber buscado en vano un arreglo amistoso, la Comisión redactó, el 27 de noviembre de 1996, un informe en el que se exponían los hechos y en el que se indicaba, por decisión unánime, que se había violado el artículo 6.1 del Convenio.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1 del Convenio", "", " La recurrente denuncia la excesiva duración del procedimiento de indemnización iniciado tras ser excluida de la plantilla del Ministerio de Asuntos Exteriores.", "", " 1. Aplicabilidad", "", " El Tribunal recuerda que las cuestiones relativas al ingreso, la carrera y el cese de la actividad de los funcionarios no se encuentran, por regla general, dentro del ámbito de aplicación del artículo 6.1. No obstante, dicho artículo sí resulta aplicable cuando las reclamaciones objeto de litigio son de naturaleza exclusivamente patrimonial, especialmente si se trata de un derecho adquirido después de la cesación de la actividad de un funcionario.", "", " La cuestión central en el procedimiento de indemnización de que se trata no es la denegación de la solicitud de readmisión de la recurrente en el cuerpo funcionarial, sino el resarcimiento del perjuicio causado por su exclusión del mismo, declarada ilegal por el Consejo de Estado. Así, el derecho de crédito adquirido por la recurrente debe considerarse como una obligación del Estado no relacionada con los poderes discrecionales de éste, reclamándose el pago de daños y perjuicios al amparo de un derecho de naturaleza exclusivamente patrimonial. Por todo ello, el artículo 6.1 resulta aplicable.", "", " 2. Cumplimiento", "", " El procedimiento litigioso duró ocho años, nueve meses y catorce días.", "", " Para determinar si la duración de un proceso es razonable, hay que tener en cuenta las circunstancias del acto, así como los criterios establecidos en esta materia por la jurisprudencia del Tribunal, en especial la complejidad del caso, el comportamiento del recurrente y el de las autoridades competentes.", "", " El Tribunal estima que la complejidad del caso no justifica la duración del procedimiento, y que no cabe reprochar a la recurrente falta de diligencia alguna.", "", " Por el contrario, el Tribunal ha comprobado que hubo varios períodos de inactividad imputables a las autoridades, sin que el Gobierno haya aportado explicaciones suficientes al respecto: el Tribunal Administrativo tardó dos años y diez meses en emitir su sentencia, y esa sentencia no fue notificada a la recurrente hasta un año y tres meses después. Además, el procedimiento ante el Tribunal Administrativo de Apelación duró un año y casi once meses, período durante el cual sólo se presentaron resúmenes de las posiciones de las partes.", "", " Teniendo en cuenta el conjunto de las circunstancias concurrentes en este caso, el Tribunal considera que no es «razonable» el período de tiempo transcurrido en el presente asunto.", "", " Existe, pues, violación del artículo 6.1.", "", " II. Artículo 50 del Convenio", "", " 1. Perjuicio moral", "", " El Tribunal estima que la duración del procedimiento ha provocado una cierta angustia a la recurrente, de la que se deriva un perjuicio moral. Resolviendo en equidad como establece el artículo 50, el Tribunal les concede 30.000 FRF.", "", " 2. Costas", "", " El Tribunal considera razonables las pretensiones de la interesada y las estima en su totalidad (9.568 FRF)."]}