{"file": "SPA_HJUDSPA_45238_99.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "45238/99", "text_paragraphs": ["", "Sentencia 45238/99", "", "CASO PEROTE PELLÓN CONTRA ESPAÑA", "", " Artículo 6.1 (Derecho a un proceso equitativo)", "", " Sentencia de 25 de julio de 2002 (definitiva 25 de octubre de 2002)", "", " El Tribunal Europeo de Derechos Humanos (cuarta sección), reunido en una sala compuesta por los siguientes jueces:", "", " Señores G. Ress, presidente, J. A. Pastor Ridruejo, L. Caflisch, I. Cabral Barreto, V. Butkevych, N. VajicŽ , M. Pellonpää, magistrados, y por el señor V. Berger, secretario de sección, Tras haber deliberado a puerta cerrada, los días 20 de enero y 4 de julio de 2002,", "", " Dicta la presente sentencia, adoptada en la última fecha.", "", " PROCEDIMIENTO", "", " 1. El caso se inicia con una demanda dirigida contra el Reino de España en la cual un nacional de este Estado, don Juan Alberto Perote Pellón («el demandante»), acudió al Tribunal Europeo de Derechos Humanos el 29 de diciembre de 1998 , en virtud del artículo 34 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales («el Convenio»).", "", " 2. El demandante está representado ante el Tribunal por don J. Santaella López, abogado en Madrid. El Gobierno español («el Gobierno») está representado por el Abogado del Estado don Javier Borrego Borrego, jefe del Servicio Jurídico de Derechos Humanos del Ministerio de Justicia.", "", " 3. El demandante alega que su causa no ha sido examinada por un tribunal independiente e imparcial en tanto que dos magistrados -el Presidente y el Ponente- de la sala del Tribunal militar central que estudió el fondo del asunto y le condenó, formaban parte también de la sala del mismo Tribunal que rechazó su recurso contra el auto de procesamiento. Éstos también formaron parte de la sala que resolvió prorrogar la situación de prisión provisional del demandante y de la sala que rechazó el recurso de súplica contra esta resolución.", "", " 4. La demanda ha correspondido a la sección cuarta del Tribunal (artículo 52.1 del Reglamento). En el seno de éste, la sala encargada de estudiar el caso (artículo 27.1 del Convenio) se ha constituido conforme al artículo 26.1 del Reglamento.", "", " 5. Mediante una resolución del 3 de mayo de 2001, la sala ha declarado la demanda parcialmente admisible.", "", " 6. El 5 de julio de 2001, el Gobierno informó al Tribunal de que no era previsible un arreglo amistoso en este caso.", "", " 7. Las partes no han entregado observaciones escritas sobre el fondo del asunto. El 5 de julio de 2001, el demandante presentó sus propuestas referentes a la satisfacción equitativa. El 19 de febrero de 2002, el Gobierno ha presentado sus comentarios a este respecto.", "", " 8. El 30 de enero de 2002, la sala decidió, tras consultar con las partes, que no había lugar a una vista dedicada al fondo del asunto (artículo 59.2 in fine del Reglamento).", "", " 9. El 1 de noviembre de 2001 el Tribunal modificó la composición de sus secciones (art. 25.1 del Reglamento). No obstante, la presente demanda ha continuado siendo estudiada por la antigua sección cuarta, tal como estaba constituida antes de la citada fecha.", "", "", "", " HECHOS", "", " I. Las circunstancias del caso", "", " 10. El demandante es un nacional español, nacido en 1938 y residente en Madrid. En el momento de los hechos era oficial del Ejército de Tierra en situación de reserva con el grado de coronel. Fue nombrado jefe de una sección (agrupación operativa) del Centro Superior de Información de la Defensa (en adelante el «CESID») entre 1983 y hasta el 26 de noviembre de 1991, fecha en que el demandante fue apartado de sus funciones.", "", " 11. El 17 de junio de 1995, el Director General del CESID presentó una querella contra el demandante ante el Juez togado militar central de instrucción número 2 (juez togado militar central) del Tribunal militar central de Madrid, por haber revelado secretos o información relativos a la seguridad o a la defensa nacionales. El sumario se remitió al Juez togado militar central de instrucción número 1.", "", " 12. Por medio de un auto de 17 de junio de 1995, el Juez togado militar central de instrucción número 1 abrió la instrucción (procedimiento núm. 01/02/95) y ordenó la detención del demandante. El 18 de junio de 1995, la Guardia Civil procedió a detenerlo en su domicilio y lo condujo ante el Juez togado militar central de instrucción número 1. Ese mismo día, el demandante prestó su declaración, asistido por su abogado, y se le condujo a la prisión militar de Alcalá de Henares.", "", " 13. Por medio de una resolución (auto de procesamiento) de 21 de junio de 1995, el Juez togado militar central de instrucción número 1 procesó al demandante por el delito de revelación de secretos o de información relativos a la seguridad o a la defensa nacionales previsto por el artículo 53.1 del Código Penal Militar y decretó su ingreso en prisión provisional en el centro penitenciario militar de Alcalá de Henares.", "", " 14. El 26 de junio de 1995, el demandante interpuso un recurso contra este auto.", "", " 15. Por medio de una resolución de 12 de julio de 1995, una sala de tres magistrados del Tribunal militar central invalidó parcialmente el auto de procesamiento por cuanto que el delito imputado se refería no a la divulgación de los secretos encausados, sino al hecho de haberse apropiado de informaciones legalmente «clasificadas» y relacionadas con la seguridad o la defensa nacionales, y confirmó el resto. El Tribunal militar central estaba compuesto por su presidente, S. G. (auditorpresidente general consejero togado), así como por R. G.", "", " y L. M. (vocales togados generales auditores). La sala confirmó la existencia de indicios «poderosos» y razonables de que el demandante había participado activamente en la obtención no autorizada de informaciones «clasificadas» cuya naturaleza y contenido afectaban «de manera grave», sobre la base «de abundantes y sólidos» elementos de prueba, a la seguridad o a la defensa nacionales. Consideró que los indicios, numerosos e inequívocos, señalaban que el demandante había participado en los hechos descritos y que no sólo justificaban su procesamiento, sino que lo exigían. Además, la sala hizo hincapié en el carácter provisional del auto de procesamiento, precisando que correspondía a la jurisdicción que emite el fallo apreciar las pruebas presentadas y decidir sobre la culpabilidad del procesado. Se expresaba en los siguientes términos:", "", " «La actitud contraria a Derecho, la culpabilidad e imputabilidad, emanan de las atribuciones del juez instructor que, de otro modo, cambiaría su función de instrucción por la propia y exclusiva de la jurisdicción que emite el fallo, restando las competencias a esta última en cuanto a la interpretación de los elementos fundamentales constitutivos del delito sobre el cual sólo se puede pronunciar esta jurisdicción que emite el fallo tras la entrega de las pruebas mientras dure el proceso y con las garantías de la publicidad, la proximidad, los debates orales y el resto al principio de contradicción. En resumen, la cuestión de determinar si el hecho punible se ha efectuado de manera intencional, por negligencia o por imprudencia, no corresponde al juez instructor.»", "", " 16. El 15 de julio de 1995, el Juez togado militar de instrucción número 1 decidió, a petición del demandante, modificar su situación de prisión provisional indefinida por una de detención provisional «atenuada»; es decir, en su domicilio.", "", " 17. El 29 de septiembre de 1995, la situación de arresto domiciliario del demandante se sustituyó, no obstante, por una de prisión provisional indefinida en un centro penitenciario por razón, entre otros motivos, de la alarma social creada y por el hecho de que el demandante hubiese conservado ciertos documentos de los que se había servido de forma ilícita.", "", " 18. El demandante interpuso un recurso. Por medio de una resolución del 10 de noviembre de 1995, la sala del Tribunal militar central, compuesto por R. V., presidente, así como por R. G. y L. M., confirmó la decisión impugnada, vistos los hechos imputados al demandante y la pena prevista por la ley para estos hechos, indicando que la resolución del 15 de julio de 1995 adoptada por el juez a quo, que había decretado la prisión provisional del demandante en su domicilio, no se ajustaba a la ley.", "", " 19. El demandante acudió entonces al Tribunal Constitucional interponiendo un recurso de amparo que fue rechazado por una resolución del 26 de junio de 1996, a pesar de la opinión favorable por parte del Ministerio Fiscal a la admisión del recurso presentado.", "", " 20. El 27 de febrero de 1996, el demandante solicitó al Juez togado militar central de instrucción número 1 que se permitiesen ciertos medios de prueba, lo que fue rechazado por medio de una resolución del 12 de marzo de 1996. El recurso de queja presentado por el demandante fue rechazado mediante una resolución de la sala del Tribunal militar central, compuesto, entre otros, por R. V. y R. G.", "", " 21. El 17 de junio de 1996, el Fiscal jurídico militar solicitó, sin indicar los motivos, que se prorrogase la prisión provisional del demandante. Por medio de una resolución, de 24 de junio de 1996, la sala del Tribunal militar central, compuesta, entre otros, por su presidente R. V. y por R. G., concedió la prórroga de la prisión provisional del demandante estimando que el período de prisión transcurrido en su domicilio no computaba en el cálculo de la duración máxima de la prisión provisional de un año prevista por el Código de enjuiciamiento militar. La resolución tenía en cuenta, entre otros aspectos, la existencia de indicios de culpabilidad «sólidos» y razonables por un delito grave consistente -para alguien que tenía la obligación de custodia por motivo de su función- en apropiarse de información relacionada con la seguridad o la defensa nacionales y de un peligro de fuga, de un riesgo de que el encausado se beneficiara de su libertad para destruir las pruebas o dificultar el desarrollo del procedimiento, de la severidad de la pena susceptible de ser impuesta y del puesto de oficial superior que ocupaba.", "", " 22. El 27 de junio, el demandante interpuso recurso de súplica que fue rechazado mediante una resolución de 9 de julio de 1996 por la sala del Tribunal militar central, también compuesta, entre otros, por R. V., presidente, y por R. G.", "", " 23. El 19 de diciembre de 1996, el demandante solicitó, de nuevo, su puesta en libertad. Por medio de una resolución de 14 de enero de 1997, la sala del Tribunal militar central, todavía compuesta, entre otros, por R. V. y R. G., rechazó su solicitud.", "", " 24. El demandante acudió entonces al Tribunal Constitucional, interponiendo un recurso de amparo. Por medio de una sentencia de 17 de marzo de 1997 , la alta jurisdicción falló a su favor, indicando que el demandante había permanecido indebidamente en prisión, al menos desde el 21 de junio de 1996, y declaró nulas las resoluciones el 24 de junio y 9 de julio de 1997, emitidas por el Tribunal a quo. Por medio de una resolución del Tribunal militar central, de 19 de marzo de 1997, el demandante fue puesto en libertad. A continuación, solicitó una indemnización por detención ilegal ante el Ministerio de Justicia que, al día de hoy, no ha emitido una resolución definitiva.", "", " 25. El 7 de mayo de 1997, el demandante solicitó la recusación de R. V. y R. G. alegando como motivos -previstos por el artículo 53.3 y 11 de la Ley Orgánica Procesal Militar - que habían tenido acceso al sumario de instrucción y que habían adoptado resoluciones tales como las relativas a la apelación del autor de procesamiento y a su puesta en prisión provisional y que habían sido denunciados por él como autores de un delito. El demandante citó la sentencia Castillo Algar contra España, de 28 de octubre de 1998. Se rechazó esta solicitud por medio de una resolución de 22 de mayo de 1997, de la sala (con una composición diferente) del Tribunal militar central, que indicaba que el motivo de recusación basado en la existencia de una demanda contra los recusados había de rechazarse, ya que la queja encausada se había rechazado in limine porque no versaba sobre hechos susceptibles de constituir delito o falta, estando, por tanto, mal fundamentado el motivo. Por otra parte, a los ojos de la sala, el rechazo de la apelación contra el auto de procesamiento y las resoluciones del Tribunal militar central sobre los recursos contra las decisiones del juez a quo no se podían considerar como medidas instructoras susceptibles de atentar contra la imparcialidad de la sala que había de resolver sobre el fondo del asunto.", "", " 26. El 9 de junio dieron comienzo los debates orales. Ese mismo día, el demandante otorgó un poder para, entre otros extremos, presentar una querella criminal contra los dos magistrados militares encausados, con motivo «de una eventual detención ilegal».", "", " 27. Por medio de una sentencia del 9 de julio de 1997, una sala del Tribunal militar central compuesto por su Presidente (auditor presidente general consejero togado), R. V., dos magistrados militares (vocales togados generales auditores), de los cuales R. G. era Ponente, y otros dos miembros (vocales militares generales de Brigada del cuerpo general de las armas del ejército de tierra), condenó al demandante a una pena de siete años de prisión por un delito de revelación de secretos o informaciones relativos a la seguridad o la defensa nacionales bajo la forma de «apropiación de informaciones legalmente \"clasificadas\" relacionadas con la seguridad o la defensa nacionales», delito previsto por el artículo 53.1 del Código Penal Militar , con la circunstancia agravante de ser el poseedor del secreto o la información a causa de sus funciones, circunstancia prevista por el artículo 54.1 del citado Código . Por otra parte, fue expulsado de las Fuerzas Armadas.", "", " 28. El demandante recurrió en casación. Por medio de una sentencia de 30 de marzo de 1998, el Tribunal Supremo confirmó la sentencia impugnada.", "", " 29. Por lo que se refiere al motivo sobre el rechazo de la solicitud de recusación de los jueces que formaban parte de la jurisdicción que emitía el fallo que habían decidido, entre otros extremos, sobre la apelación del auto de procesamiento, el Tribunal Supremo consideró que el rechazo del recurso del demandante por la sala del Tribunal militar central no se podía considerar como una intervención en la instrucción de su caso, al no haber emitido la sala el auto de procesamiento. El simple rechazo de una apelación no se podía, por tanto, considerar una medida de instrucción susceptible de atentar contra la imparcialidad objetiva de la sala que había resuelto sobre el fondo del asunto.", "", " 30. El demandante interpuso ante el Tribunal Constitucional un recurso de amparo contra las sentencias citadas, invocando, entre otros extremos, que se conculcaba su derecho a un tribunal independiente e imparcial. Por medio de una resolución de 29 de junio de 1998, notificada el 2 de julio de 1998, la alta jurisdicción rechazó el recurso alegando que estaba desprovisto de base constitucional y se refirió, en lo esencial, a los argumentos del Tribunal Supremo.", "", " 31. El demandante está en libertad provisional desde el 15 de abril de 1999, tras haber cumplido tres cuartas partes de su condena.", "", " II. El derecho y la práctica internos pertinentes", "", " 32. En cuanto a los autos de procesamiento y los recursos interpuestos contra éstos, la Ley Orgánica 2/1989 de 13 de abril, sobre los procedimientos penales militares dispone:", "", " Artículo 164", "", " «Cuando resulten indicios racionales de criminalidad contra persona o personas determinadas, el Juez Instructor acordará su procesamiento (...). El procesamiento se dictará por auto, y contendrá en sus apartados los hechos punibles que se atribuyan al procesado, el presunto delito o delitos que aquéllos constituyan (...) los preceptos legales en los que se tipifican (...), a continuación, el procesamiento y la situación de libertad provisional o prisión en que haya de quedar el procesado (...).»", "", " Artículo 165", "", " «(...) Tanto el procesado como las demás partes podrán interponer contra el auto (...) un recurso de apelación en un solo efecto dentro de los cinco días siguientes al de la notificación [del auto] (...).»", "", " Artículo 263", "", " «(...) Si el recurso hubiere sido admitido en un solo efecto, se ordenará la formación de pieza separada, mandándose expedir testimonio comprensivo del auto recurrido, y de cuantos particulares considere necesarios incluir o hubieran sido designados en el escrito de interposición.»", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. Sobre la supuesta infracción del artículo 6.1 delConvenio", "", " 33. El demandante se queja de una falta de imparcialidad del Tribunal militar central que estudió el fondo del asunto y le condenó. Invoca el artículo 6.1 del Convenio que, en la parte pertinente, reza como sigue:", "", " «Toda persona tiene derecho a que su causa sea escuchada equitativamente (...) por un tribunal independiente e imparcial (...), que decidirá los litigios sobre sus derechos y obligaciones civiles o sobre el fundamento de cualquier acusación en material dirigida en contra ella.»", "", " A) Argumentos de las partes", "", " 1. El demandante", "", " 34. El demandante reconoce que, en el ordenamiento jurídico interno español, el auto por el que se procesa es una resolución provisional de culpabilidad, distinto del acto de inculpación propiamente dicho. Sin embargo, en este caso, R. G., ponente en el marco de la apelación contra el auto de procesamiento, no se limitó a rechazar sin más este recurso. Lo modificó de manera sustancial hasta el punto de transformarlo en una nueva actuación que emanó de su propia autoridad. Frente a la afirmación del magistrado instructor según la cual el demandante estaba en el origen de la revelación de las informaciones publicadas en la prensa, el ponente estimó en su justo valor el recurso interpuesto por la defensa y eximió al demandante de la responsabilidad correspondiente, pero prosiguió el procedimeinto por una apropiación de informaciones legalmente «clasificadas» no previsto por el auto de procesamiento inicial. En otras palabras, el ponente, que desde el principio de la investigación actuó en realidad como un auténtico magistrado instructor, posteriormente formó parte del tribunal encargado decidir sobre el fondo del asunto. El demandante considera, a la vista de la jurisprudencia ( sentencias del Tribunal Constitucional 55/900, del 28 de marzo de 1990 y 136/92, del 13 de octubre de 1992, entre otras , y Castillo Algar contra España, del 28 de octubre de 1998 , ABJC-223, confirmada de manera implícita por la resolución emitida en el caso Garrido Guerrero contra España), que ha habido una falta de parcialidad cuando el ponente confirmó el auto de procesamiento y el autor del informe redactó de igual modo la resolución condenatoria.", "", " 35. El demandante insiste, por otra parte, en que el auto del 12 de julio de 1995 es una sentencia inculpatoria, incluso si es provisional. Advierte que este auto considera que un cierto número de elementos escapan a la apreciación del magistrado instructor precisamente porque son de la «competencia exclusiva del tribunal encargado de pronunciar la sentencia»; es decir, del tribunal del cual debía formar parte R. G., ponente que con anterioridad había emitido esta resolución provisional de culpabilidad. El demandante recuerda que no se respetaron las garantías citadas por el representante del Gobierno español relativas al procedimiento oral -publicidad, proximidad, carácter contradictorio de los debates- puesto que el proceso tuvo luga a puerta cerrada por decisión del Tribunal del que formaba parte R. G. en su calidad de ponente.", "", " 36. En cuanto a la participación del presidente y del ponente en la decisión de prorrogar la prisión provisional del demandante, resolución que con posterioridad anuló el Tribunal Constitucional, el demandante precisa que la resolución enjuiciada fue, contrariamente a lo que dice el Gobierno, arbitraria y sin fundamento. Por otra parte, la querella contra R. V. y R. G. por detención ilegal, entre otros, se presentó el 18 de junio de 1996, entendiéndose que el plazo máximo de un año de prisión provisional había expirado la víspera; es decir, el 17 de junio de 1996. A pesar de ello, se prorrogó la prisión provisional. Además, si es cierto que la querella presentada en junio de 1996 había sido declarada inadmisible por el Tribunal Supremo, la resolución del Tribunal Constitucional del 17 de marzo de 1997 permitía reabrir el caso. Ahora bien, con motivo de la apertura de los debates orales, R. V. y R. G. tuvieron conocimiento de la eventualidad de que la querella archivada se declaró de nuevo admisible y, por tanto, de la posibilidad de ser responsables en el marco de un proceso de indemnización; a pesar de ello -o, en opinión del demandante, quizá por esta misma razón- aceptaron formar parte del tribunal encargado de adoptar la resolución. El demandante considera que, en efecto, es difícil esperar una decisión imparcial de quien razonablemente pueda tener algún motivo para temer a la persona que debe acusar ante los tribunales y que le reclame una indemnización en concepto de violación de su derecho fundamental a la libertad.", "", " 37. Por otra parte, el demandante subraya que en las decisiones adoptadas por R. V. y R. G. antes de los debates orales, estos últimos advierten que el juramento prestado por el demandante de no escapar a la acción de la justicia «está en flagrante contradicción con la verdad provisional de los hechos que han constituido la base del auto de procesamiento decretado por el Juez togado militar central de instrucción número 1, y confirmado por esta sala para afirmar la existencia de indicios racionales de criminalidad constitutivos de una infracción grave; esto es, haber obtenido una información relativa a la seguridad o a la defensa nacionales»; o incluso «que del conjunto del sumario se desprende una base razonable que puede justificar una acusación, que se traduce hasta el momento en el auto de procesamiento y de prisión provisional confirmados por este tribunal». En otras palabras, el demandante considera que para R. V. y R. G. su palabra no tuvo ningún valor durante la fase de instrucción.", "", " 38. En lo referente a su reclamación dirigida a obtener una indemnización por el período indebidamente transcurrido en prisión, el demandante recuerda que R. V. y R. G. conocían a la perfección su voluntad de reclamarles daños e intereses. Contra la resolución, se ha presentado un recurso contencioso-administrativo ante la Audiencia Nacional, lo que confirma el interés que R. V. y R. G. tenían de ver cómo se condenaba al demandante para alejar así todo riesgo de tener que abonar con posterioridad una indemnización por el error que éstos habían cometido al decidir prorrogar la prisión provisional.", "", " 2. El Gobierno", "", " 39. El Gobierno insiste en la naturaleza del auto de procesamiento, que «constituye únicamente una decisión judicial de imputación formal y provisional que deberá ser objeto de un debate contradictorio y de una decisión posterior, que no implica la culpabilidad del acusado ni tampoco implica la responsabilidad de los órganos judiciales, dado que tanto el juez instructor como [la jurisdicción que emite el fallo] pueden dejar sin efecto el procesamiento si desaparecen los indicios que determinaron la toma de la citada decisión».", "", " 40. El Gobierno se refiere a la resolución del 12 de julio de 1995 de la sala del Tribunal militar central, compuesta por S. G., R. G. y L. M., que anuló de manera parcial el auto de procesamiento y cuyo texto se reproduce más arriba (párrafo 15).", "", " 41. En cuanto a la prórroga de la prisión provisional del demandante decretada el 24 de junio de 1996 por la sala del Tribunal militar central, el Gobierno insiste en el hecho de que la resolución de prorrogar el período de prisión no constituyó una decisión mal fundamentada o tachada de arbitraria. También indica que la querella por detención ilegal presentada por el demandante contra los miembros de la sala que habían decidido prolongar su estancia en prisión fue anterior a la decisión de la sala de prorrogar la detención enjuiciada. Por otra parte, advierte que en la medida en que el Tribunal Constitucional declaró nula la prórroga de la estancia en prisión del demandante, este último no puede seguir querellándose ante el Tribunal por esta prórroga, dado que esta cuestión ya queda resuelta por el Derecho interno.", "", " 42. Por último, el Gobierno subraya que la alegación del demandante, según la cual los jueces tenían un interés directo en su condena con el fin de evitar así tener que abonar las indemnizaciones que pudieran serle concedidas al demandante por detencion ilegal, resulta absurda en la medida en que él no reclamó esta indemnización hasta marzo de 1998; esto es, más de ocho meses después de la sentencia condenatoria.", "", " B) Evaluación del Tribunal", "", " 1. Principios generales", "", " 43. El Tribunal recuerda que, a los efectos del artículo 6.1, la imparcialidad se debe apreciar según un criterio subjetivo que intente determinar la convicción y el comportamiento personales de determinado juez en determinada ocasión, y también según un criterio objetivo que lleve a asegurarse de que ofrece garantías suficientes para excluir a este respecto toda duda legítima (véanse, entre otras, las sentencias Hauschildt contra Dinamarca, de 24 de mayo de 1989, BJC-124/125, y Thomann contra Suiza del 10 de junio de 1996, BJC-199).", "", " 44. Por lo que se refiere al primer criterio, el Tribunal no ha hallado ningún elemento susceptible de poner en duda la imparcialidad personal de los jueces en cuestión. No se pueden tener en cuenta las alegaciones del demandante relativas al interés de los jueces supuestamente parciales para obtener su condena con el fin de evitar una eventual obligación de abonar una indemnización por detención ilegal.", "", " 45. Por lo que se refiere al segundo criterio, éste conduce a preguntarse si, con independencia de la conducta del juez, ciertos hechos verificables autorizan a sospechar de la imparcialidad de este último. En la materia incluso las apariencias pueden revestir importancia. Se trata de la confianza que los tribunales de una sociedad democrática deben inspirar al justiciable. De ello resulta que se tiene en cuenta el punto de vista del acusado para pronunciarse sobre la existencia en un caso dado de una razón legítima para sospechar que un juez carece de imparcialidad, pero este punto de vista no desempeña un papel decisivo. El elemento determinante consiste en saber si se puede considerar que los temores del interesado se justifican de manera objetiva (véase la sentencia Ferrantelli y Santangelo contra Italia del 7 de agosto de 1996).", "", " 2. Aplicación al caso de los mencionados principios", "", " 46. El Tribunal advierte que, en este caso, el temor a una falta de imparcialidad nace del hecho de que dos de los jueces que formaban parte de la jurisdicción que emitía el fallo, a la sazón el presidente y el ponente, eran miembros igualmente de la sala del mismo tribunal que confirmó el procesamiento en apelación (párrafo 18 más arriba). Estos dos jueces también formaron parte de la sala que decidió la prórroga de la prisión provisional del demandante y del que rechazó el recurso de súplica contra esta resolución.", "", " 47. Semejante situación puede originar en el acusado dudas sobre la imparcialidad de los jueces. Sin embargo, la respuesta a la pregunta de si se pueden considerar estas dudas justificadas de manera objetiva varía según las circunstancias del caso; el simple hecho de que un juez ya haya adoptado resoluciones antes del proceso no puede en sí justificar los temores en cuanto a su imparcialidad (sentencia Hauschildt ya citada, p. 22, § 50).", "", " 48. A este respecto, el Tribunal observa que, según el auto de procesamiento decretado por el Juez togado militar central de instrucción el 21 de junio de 1995, existía contra el demandante un principio de prueba de que el interesado había participado en un delito de revelación de secretos o de informaciones relativos a la seguridad o a la defensa nacionales en el sentido del artículo 53.1 del Código Penal Militar . Consecuentemente, se decretó la prisión provisional del demandante en el centro penitenciario militar de Alcalá de Henares.", "", " La sala de tres magistrados del Tribunal militar central anuló en apelación de manera parcial este auto de procesamiento el 12 de julio de 1995 (párrafo 15 más arriba), modificando el contenido de la acusación. Confirmó la existencia de indicios «poderosos» y razonables de que el demandante había participado de manera activa en la obtención no autorizada de informaciones «clasificadas» cuya naturaleza y contenido afectaban «de manera muy grave», sobre la base de «abundantes y sólidos» elementos probatorios, la seguridad o la defensa nacionales. Consideró que había indicios numerosos e inequívocos que indicaban que el demandante había participado en los hechos descritos y que no sólo justificaban su procesamiento, sino que lo exigían.", "", " 49. En su escrito, el Gobierno insiste en la naturaleza del auto de procesamiento provisional, que deberá ser objeto de un debate contradictorio y de una posterior resolución que no implica la culpabilidad del encausado ni tampoco la responsabilidad de los órganos judiciales dado que tanto el juez instructor como la jurisdicción que emite el fallo pueden dejar sin efecto el procesamiento si desaparecen los indicios que determinaron la toma de una decisión de estas características. Se refiere al propio texto de la resolución de 12 de julio de 1995 de la sala del Tribunal militar central reproducido más arriba (párrafo 15).", "", " 50. El Tribunal destaca que la sala insistió en el carácter provisional del auto de procesamiento, precisando que correspondía a la jurisdicción que emite el fallo valorar las pruebas presentadas y decidir sobre la culpabilidad del procesado. Sin embargo, considera que los términos empleados por la sala que resolvió sobre el recurso al auto de procesamiento, que incluía a R. G., así como, entre otros, a quienes emitieron la resolución del 10 de noviembre de 1995 adoptada por una sala del que formaban parte R. G. y R. V. (párrafo 18 más arriba) y que apreció la necesidad de mantener al demandante en prisión por razón de la gravedad de los hechos por los que se le había procesado y de la pena susceptible de serle impuesta, podían fácilmente dar lugar a que se pensara que existían indicios suficientes para concluir que se había cometido un delito. El Tribunal advierte además que R. G. y R. V. intervinieron en varias ocasiones como miembros de la sala y que emitieron resoluciones desfavorables a los intereses del demandante.", "", " El Tribunal destaca, a continuación, que R. G. y R. V. formaron parte con posterioridad y respectivamente -este último como presidente- de la sala del Tribunal militar que, el 24 de junio de 1996, prorrogó la prisión provisional del demandante teniendo en cuenta, entre otros extremos, la existencia de indicios de culpabildiad «sólidos» y razonables por un delito grave consistente, para alguien que tenía una obligación de custodia por razón de su función, en apropiación de la información relativa a la seguridad o a la defensa nacionales, de un riesgo de que el encausado aprovechara su libertad para destruir pruebas o dificultar el desarrollo del procedimiento, de la gravedad de la pena susceptible de ser impuesta y del puesto de oficial superior que ocupaba (párrafo 21 más arriba). El Tribunal Constitucional declaró nulas, el 17 de marzo de 1997 , esta resolución y la emitida en súplica, también dictada por la misma sala del Tribunal militar central compuesto, entre otros, por R. V. y R. G., que la confirmó.", "", " El Tribunal advierte, por último, que, mediante sentencia del 9 de julio de 1997, una sala del Tribunal militar central compuesta, entre otros, por R. V., Presidente, y R. G., Ponente, declaró al demandante culpable y le condenó a una pena de siete años de prisión.", "", " 51. Consecuentemente, el Tribunal considera que, en las circunstancias del caso, la imparcialidad de la jurisdicción que emitió el fallo pudo presentar serias dudas en la medida en que tanto su presidente como su magistrado ponente habían intervenido en numerosas actuaciones de la instrucción, en concreto, en el rechazo del recurso contra el auto de procesamiento decretado contra el demandante y en las resoluciones que prorrogaron su prisión provisional. Estima que los temores del demandante a este respecto pudieron estar justificados de manera objetiva (sentencia Castillo Algar contra España del 28 de octubre de 1998, ya citada).", "", " 52. Consecuentemente, el Tribunal concluye que se ha infringido el artículo 6.1 del Convenio.", "", " II. Sobre la aplicación del artículo 41 del Convenio", "", " 53. Según los términos del artículo 41 del Convenio,", "", " «Si el Tribunal declara que ha habido una violación del Convenio o de sus Protocolos y si el Derecho interno de la Alta Parte contratante sólo permite de manera imperfecta reparar las consecuencias de esta violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa.»", "", " A) Daños", "", " 54. El demandante reclama una suma total de 13.284.367 pesetas (79.843,53 EUR) como reparación por daños materiales, que se descompone de la manera que sigue:", "", " - el hecho de haber sido suspendido de sus funciones durante seis meses ha implicado una pérdida financiera de 1.369.870 pesetas (8.233,38 EUR);", "", " - el hecho de haber sido obligado a retirarse a partir del 30 de marzo de 1998, fecha de su condena definitiva cuando estaba en situación administrativa de reserva, ha causado un lucro cesante de 7.164.497 pesetas (43.061,05 EUR);", "", " - el hecho de haber sido privado de libertad desde el 30 de septiembre de 1995 ha impedido la renovación de su contrato anual con la sociedad R., lo que ha implicado una pérdida económica de ingresos de 4.250.000 pesetas (25.543,94 EUR);", "", " - los gastos de traslado de su esposa y sus hijos a la prisión militar de Alcalá de Henares, situada a aproximadamente 30 kilómetros del domicilio familiar, se elevan a 500.000 pesetas (3.005,17 EUR).", "", " 55. El demandante reclama 118.846.790 pesetas (714.309,36 EUR) como reparación por el daño moral sufrido por el procedimiento contra él entablado, que se descomponen de la manera que sigue:", "", " - por razón de la privación de libertad sufrida, el demandante reclama una suma de 4.000 pesetas, o sea, 24,04 EUR por día, esto es, un total de 96.866.790 pesetas (582.202,13 EUR) por la prisión incondicional y 1.980.000 pesetas (11.900,47 EUR) por los 11 meses de privación de libertad en tercer grado;", "", " - por razón de la campaña de difamación y por el hecho de haber sido acusado de traición contra el Estado como consecuencia de una condena por un tribunal calificado de parcial por este Tribunal, el demandante reclama 20.000.000 pesetas (120.206,76 EUR).", "", " 56. El Gobierno sostiene que no se puede especular sobre el resultado del procedimiento si no ha tenido lugar una violación del artículo 6 del Convenio. En cuanto a los perjuicios morales, estima que es suficiente el reconocimiento de la infracción.", "", " 57. El Tribunal recuerda su jurisprudencia ya establecida, según la cual el principio que da base a la satisfacción equitativa por la violación del artículo 6.1 del Convenio es que se debe dejar al demandante, en la medida de lo posible, en una situación equivalente a aquella en la que se encontraría si no se hubiera producido un incumplimiento de las exigencias del artículo 6 (sentencia Piersack contra Bélgica (artículo 50) de 26 de octubre de 1984). El Tribunal podrá conceder sumas en concepto de satisfacción equitativa prevista por el artículo 41, cuando la pérdida o los daños reclamados hayan sido causados por la infracción constatada, no estando el Estado obligado, en efecto, a abonar sumas por los daños que no le sean imputables.", "", " 58. En este caso, el Tribunal ha confirmado una violación del artículo 6.1 del Convenio, en la medida en que el Tribunal militar central careció de imparcialidad objetiva. Esta confirmación no implica de manera necesaria que la condena del demandante haya estado mal fundamentada por cuanto que las otras demandas del interesado, basadas en el artículo 6.1 del Convenio, se declararon inadmisibles el 10 de febrero de 2000.", "", " 59. Conforme a su práctica continuada en los casos civiles y penales y en cuanto a la violación del artículo 6.1 por razón de la falta objetiva o estructural de independencia o de imparcialidad, el Tribunal no considera apropiado conceder una compensación al demandante por las pérdidas alegadas. En efecto, el Tribunal no puede especular sobre el resultado en que habría desembocado el procedimiento si no se hubieran incumplido las exigencias del Convenio (sentencia Hauschildt ya citada, § 57). Por tanto, no se ha establecido ningún vínculo causal entre la infracción constatada y el daño material alegado.", "", " 60. En la medida en que el demandante solicita que se le conceda una satisfacción equitativa por razón de la privación de libertad sufrida, el Tribunal insiste en que no ha constatado que la privación de libertad en cuestión sea constitutiva de una infracción del Convenio. Consecuentemente, no se puede conceder ninguna satisfacción equitativa por este concepto.", "", " 61. El Tribunal concluye que el reconocimiento de la infracción que figura en esta sentencia constituye en sí mismo una satisfacción equitativa suficiente por todos los perjuicios morales en las circunstancias del litigio (véanse, entre otras, las sentencias De Haan contra Países Bajos del 26 de agosto de 1997, BJC-210, y Hood contra Reino Unido del 18 de febrero de 1999, BJC-232/233).", "", " B) Gastos y costas", "", " 62. En concepto de gastos y costas generados por el proceso interno y ante el Tribunal, el demandante reclama una suma total de 15.570.000 pesetas (109.336,10 EUR), repartidos en 1.371.341 pesetas (8.242,22 EUR) en concepto de honorarios de procurador; 13.250.000 pesetas (79.636,98 EUR) en concepto de honorarios de su abogado en el proceso interno, de los cuales 3.250.000 pesetas (19.533,60 EUR) corresponden a los cuatro recursos de amparo presentados, y 1.250.000 pesetas (7.512,92 EUR) corresponden a los honorarios de su abogado ante el Tribunal, todas estas cifras, salvo las correspondientes a los honorarios del procurador, aumentadas en 16 por 100 en concepto de Impuesto sobre el Valor Añadido.", "", " 63. El Gobierno considera excesiva esta suma y se somete al buen criterio del Tribunal.", "", " 64. El Tribunal recuerda que, conforme a su jurisprudencia, sólo se pueden reembolsar los gastos reales y necesarios que constituyan una suma razonable (véase, por ejemplo, la sentencia McCann y otros contra Reino Unido del 27 de septiembre de 1995, BJC-195).", "", " 65. El Tribunal destaca que la suma que reclama el demandante por este concepto parece, en el primer momento, excesiva.", "", " 66. El Tribunal observa que ya ha concedido sumas reclamadas en concepto de honorarios de abogados ante el Tribunal Constitucional español (véanse, por ejemplo, las sentencias Hiro Balani contra España del 9 de diciembre de 1994 , BJC-192, Castillo Algar contra España ya citada, y García Manibardo contra España, BJC-239). El Tribunal concede también las sumas reclamadas en concreto de honorarios ante el Tribunal siempre que parezcan razonables y justificadas.", "", " 67. A este respecto, el Tribunal destaca que la suma reclamada en concepto de honorarios de abogados incluye los relativos al procedimiento interno en su totalidad y que sólo una parte de esta suma corresponde al único recurso de amparo que tenía por objeto una reparación de la infracción constatada por el Tribunal en este caso. Tratándose del procedimiento ante el Tribunal, advierte que sólo se ha declarado admisible una parte de la demanda.", "", " 68. En consecuencia, el Tribunal, resolviendo en equidad, y teniendo en cuenta su práctica, concede al demandante la suma de 10.500 EUR en concepto de gastos y costas, incrementada con cualquier impuesto eventual sobre el valor añadido.", "", " C) Intereses de demora", "", " 69. El Tribunal considera que el tipo anual de intereses de demora se debe calcular sobre el de préstamo marginal del Banco Central Europeo, aumentado en tres puntos porcentuales.", "", "", "", " Por estos motivos, el Tribunal, por unanimidad,", "", " 1. Declara que se ha infringido el artículo 6.1 del Convenio;", "", " 2. Declara:", "", " a) que el reconocimiento de una infracción constituye en sí mismo una satisfacción equitativa suficiente por los daños morales sufridos por el demandante;", "", " b) que el Estado demandado debe abonar al demandante, en el plazo de tres meses a contar desde que la sentencia pase a ser definitiva conforme al artículo 44.2 del Convenio, 10.500 EUR (diez mil quinientos euros) por gastos y costas, más cualquier suma que se pueda adeudar en concepto del Impuesto sobre el Valor Añadido;", "", " c) que esta suma se incrementará con un interés simple a un tipo anual equivalente al tipo de interés del préstamo marginal del Banco Central Europeo, aumentado en tres puntos porcentuales a contar desde la expiración del citado plazo y hasta el pago;", "", " 3. Rechaza la solicitud de satisfacción equitativa sobre el resto.", "", " Hecha en francés y, posteriormente, comunicada por escrito el 25 de julio de 2001 en aplicación del artículo 77.2 y 77.3 del Reglamento.", "", " Firmado: Georg Ress, PRESIDENTE", "", " Firmado: Vincent Berger, SECRETARIO"]}