{"file": "SPA_HJUDSPA_13778_88.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "13778/88", "text_paragraphs": ["Sentencia 13778/88", "", "CASO THORGEIR THORGEIRSON CONTRA ISLANDIA", "", " Artículos 6.1 (Derecho a un proceso justo. Tribunal imparcial) y 10 (Libertad de expresión. Libertad de información)", "", " Sentencia de 25 de junio de 1992", "", " Mediante fallo dictado en Estrasburgo el 25 de junio de 1992 y recaído en el caso Thorgeir Thorgeirson contra Islandia, el Tribunal Europeo de Derechos Humanos declaró por ocho votos contra uno que la condena del actor por difamación de miembros no identificados de la policía de Reikiavik infringió su derecho a la libertad de expresión garantizado por el artículo 10 del Convenio Europeo de Derechos Humanos . Por el contrario, declaró que no hubo infracción del artículo 6.1 (derecho a un proceso equitativo ante un tribunal imparcial). El Tribunal concedió asimismo al actor, en virtud del artículo 50, una cantidad en concepto de costas y gastos.", "", "", "", " 1. HECHOS", "", " El presente caso tiene su origen en un recurso presentado en noviembre de 1987 ante la Comisión Europea de Derechos Humanos por el ciudadano islandés D. Thorgeir Thorgeirson.", "", " Entre 1979 y 1983 tuvo lugar en Islandia una serie de incidentes que suscitaron alegaciones de brutalidad policial. A este respecto se formuló una decena de denuncias a la policía. La última de ellas, presentada en otoño de 1983, provenía de un periodista, D. Skafti Jónsson; supuso la incoación de diligencias contra tres miembros de la policía de Reikiavik, dos de los cuales fueron absueltos mientras el otro era condenado. El caso se convirtió en la comidilla de actualidad y desencadenó un amplio debate sobre las relaciones entre el público y la policía. Llevó al actor, escritor, a publicar los días 7 y 20 de diciembre de 1983 sendos artículos sobre la brutalidad policial en el diario Morgunbladi. Hacía votos porque se estableciera un nuevo sistema más eficaz para investigar las acusaciones dirigidas contra la policía. A causa de ciertos pasajes de los citados artículos fue acusado de difamación de funcionarios contraria al artículo 108 del Código Penal general de 1940.", "", " El Tribunal correccional de Reikiavik dedicó al caso una serie de audiencias. En algunas de ellas, en su mayor parte de naturaleza preparatoria o sobre cuestiones de procedimiento, el actor y su letrado comparecieron en ausencia del Ministerio público. Por el contrario, éste estuvo representado en todas las audiencias donde se presentaron pruebas y se escuchó a testigos salvo en la que se dedicó fundamentalmente a la proyección de la grabación magnetoscópica de una emisión televisada. El interesado fue declarado culpable el 16 de junio de 1986 y condenado a una multa de 10.000 coronas islandesas. Apelados por D. Thorgeir Thorgeirson y el Ministerio público, el veredicto de culpabilidad y la pena fueron confirmados por el Tribunal Supremo el 20 de octubre de 1987.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " La Comisión admitió el recurso el 14 de marzo de 1990. Después de intentar en vano obtener un acuerdo amistoso, la Comisión aprobó, el 11 de diciembre de 1990, un informe en el que se establecían los hechos y se formulaba la opinión de que no hubo infracción del artículo 6.1 (unanimidad), si bien sí la hubo del artículo 10 (trece votos contra uno).", "", " La Comisión trasladó el caso al Tribunal el 8 de marzo de 1991.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1, del Convenio", "", " El Tribunal recuerda su jurisprudencia: la imparcialidad de un Tribunal debe apreciarse con arreglo a un comportamiento subjetivo y con arreglo a un comportamiento objetivo. En cuanto al primero, el actor no ha aportado ningún elemento que permita pensar que el Juez en cuestión fuera personalmente parcial.", "", " En lo que respecta al segundo, en las audiencias celebradas en ausencia de la Fiscalía el Tribunal correcional de Reikiavik no tenía que examinar la procedencia de la acusación ni, a fortiori, encargarse de funciones que el Fiscal habría podido desempeñar de haberse encontrado presente. En consecuencia, no cabe considerar que estén objetivamente justificados los temores que la ausencia del Ministerio público hayan podido inspirar al actor en lo que respecta a la imparcialidad del Tribunal de Reikiavik.", "", " Por consiguiente, el Tribunal concluye por unanimidad que no hubo infracción del artículo 6.1.", "", " II. Artículo 10 del Convenio", "", " La condena del actor ha lesionado indiscutiblemente su derecho a la libertad de expresión.", "", " 1. ¿Estaba la injerencia «prevista por la ley»?", "", " El Tribunal rechaza el argumento del actor según el cual el artículo 108 del Código Penal no ofrece un fundamento adecuado para su condena: el modo en que los tribunales islandeses interpretaron y aplicaron ese texto en el caso concreto no contradecía su redacción y además tenía apoyo en la jurisprudencia.", "", " 2. ¿Perseguía la injerencia un objetivo u objetivos legítimos?", "", " Las medidas objeto de discusión tenían, sin ninguna duda, como objetivo legítimo «la protección de la reputación (...) de otros».", "", " 3. ¿Era la injerencia «necesaria en una sociedad democrática»?", "", " El Tribunal hace constar que no hay nada en su jurisprudencia que permita distinguir de la manera que sugiere el Gobierno entre el debate político y la discusión de otros problemas de interés general. Asimismo, cuando afirma que para poder beneficiarse de la protección que proporciona el artículo 10 la libertad de expresión debe ejercerse respetando los principios democráticos, el Gobierno olvida que sólo cabe limitar esa libertad en las condiciones que se prevén en el apartado 2 del citado artículo.", "", " En lo que se refiere a las circunstancias, el Tribunal destaca los siguientes puntos: el actor describió un caso no desmentido de brutalidad policial; asimismo, transmitía en lo esencial las palabras de otro y fue condenado sobre todo por no haber justificado esas alegaciones; en la medida en que se pretendía obligarle a probar la exactitud de esas aseveraciones, se le imponía una tarea irrazonable, léase imposible; la finalidad principal de sus artículos no era menoscabar la reputación de la policía, sino reclamar una investigación independiente e imparcial de las alegaciones de brutalidad policial; se referían a una cuestión seria de interés público; teniendo su finalidad en cuenta, no puede considerarse que el lenguaje utilizado fuera excesivo; las medidas objeto de debate son susceptibles de desalentar la libre discusión de los temas de interés general.", "", " Habida cuenta de lo que antecede, el Tribunal concluye por ocho votos contra uno que la injerencia no era «necesaria» y que D. Thorgeirson es víctima de una infracción del artículo 10.", "", " III. Artículo 50 del Convenio", "", " El Tribunal concede al actor 530.000 coronas islandesas en concepto de costas y gastos en relación con el procedimiento seguido en Estrasburgo, si bien desecha sus pretensiones sobre la multa y las costas judiciales internas (que no ha desembolsado) por el trabajo por él realizado en el presente caso y el lucro cesante.", "", " Un juez ha expresado una opinión separada, que se adjunta al auto."]}