{"file": "SPA_HJUDSPA_12151_86.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "12151/86", "text_paragraphs": ["Sentencia 12151/86", "", "CASO F. C. B. CONTRA ITALIA", "", " Artículo 6.3 (Derecho a un proceso justo: derecho a la defensa) Sentencia de 28 de agosto de 1991", "", " Mediante fallo dictado en Estrasburgo el 28 de agosto de 1991 y recaído en el caso F. C. B. contra Italia, el Tribunal Europeo de Derechos Humanos resolvió por unanimidad que la decisión de juzgar al actor en rebeldía infringió el párrafo 1 en relación con el párrafo 3. c) del artículo 6 del Convenio Europeo de Derechos Humanos . El Estado demandado debe abonar al actor una cantidad en virtud del artículo 50.", "", "", "", " 1. HECHOS", "", " F. C. B. fue condenado en 1977 a veinticuatro años de reclusión por concurrencia de robo a mano armada, homicidio y tentativa de homicidio. El 26 de marzo de 1980 fue absuelto gracias al beneficio de la duda por el Tribunal de apelación de lo penal de Brescia y puesto en libertad. En esa ocasión hubo de elegir domicilio a los efectos de las notificaciones que habían de hacérsele.", "", " El 13 de abril de 1983, el Tribunal de casación anuló la sentencia del 26 de marzo y remitió el caso al Tribunal de apelación de lo penal de Milán. El actor, que mientras tanto había abandonado Italia sin comunicar a las autoridades afectadas su cambio de domicilio y había sido detenido en Holanda, no compareció. Si bien diversas declaraciones tuvieron en cuenta su impedimento, el interesado fue juzgado en rebeldía y condenado de 873 nuevo a veinticuatro años de prisión. El Tribunal de casación rechazó su recurso el 13 de noviembre de 1985 por corresponder los jueces competentes en cuanto al fondo apreciar el impedimento alegado y por escapar a su control la decisión, debidamente motivada, de los mismos. Asimismo, tampoco prestó ninguna importancia a la prueba escrita del impedimento en cuestión que se le presentó, dado que se trataba de una prueba ex post. De acuerdo con los informes proporcionados al Tribunal, F. C. B. se encuentra en la actualidad detenido en Bélgica, pero debe retornar a Holanda para cumplir allí un año de prisión y posteriormente cumplir en Italia, si las autoridades de este país obtienen su extradición, seis años y seis meses de la condena de reclusión impuesta por el Tribunal de apelación de lo penal de Milán.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Sometido el caso a la Comisión el 9 de mayo de 1986, ésta admitió el recurso el 16 de marzo de 1989. Después de intentar en vano obtener un acuerdo amistoso, el 17 de mayo de 1990 aprobó un informe en el que se hacían constar los hechos y se formulaba por unanimidad la opinión de que hubo infracción del párrafo 1 en relación con el párrafo 3. c) del artículo 6 del Convenio. La Comisión trasladó el caso al Tribunal el 11 de julio de 1990.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Sobre la infracción alegada del párrafo 1 en relación con el párrafo 3. c) del artículo 6", "", " Dado que el presente litigio se refiere a la posibilidad del acusado de asistir a su proceso junto a su abogado y que las exigencias del párrafo 3 del artículo 6 se traducen en aspectos concretos del derecho a un proceso equitativo, garantizado por el párrafo 1, el Tribunal examina la queja desde el punto de vista de los dos textos combinados.", "", " El Tribunal recuerda, en primer lugar, que F. C. B., ausente en la vista objeto de litigio ante el Tribunal de apelación de lo penal de Milán, no había manifestado su voluntad de renunciar a comparecer en ella. Asimismo, la jurisdicción había tenido de fuentes concordantes conocimiento de que parecía estar detenido en Holanda. Sin embargo, no difirió el proceso, sino que se contentó con hacer constar que no había recibido la prueba de ningún impedimento.", "", " La actitud de la justicia italiana fue en este caso poco compatible con la diligencia que los Estados contratantes deben mostrar para asegurar el efectivo disfrute de los derechos garantizados por el artículo 6.", "", " Aun suponiendo que el conocimiento indirecto de la fecha fijada bastara para permitir al actor participar en la vista y que ese medio responde a las exigencias del artículo 6, del expediente no se desprende que F. C. B. hubiera decidido renunciar a comparecer y defenderse de modo inequívoco. Hubo, pues, infracción del párrafo 1 en relación con el párrafo 3. c) del artículo 6.", "", " II. Artículo 50 del Convenio", "", " El actor solicita la reparación de los daños y el reembolso de los honorarios de abogado, y de las costas relativas a los procedimientos nacionales y europeos.", "", " El Tribunal considera que, en lo que concierne a los daños, la declaración de la infracción del artículo 6 proporciona en sí misma una satisfacción equitativa suficiente.", "", " En cuanto al reembolso solicitado, el Tribunal no aprecia ningún vínculo causal entre el incumplimiento señalado y las costas en que se incurrió en el orden jurídico interno. Resolviendo en equidad, estima que ha lugar a asignar a F. C. B. 5.000.000 de liras italianas por las costas y gastos en que incurrió ante los organismos del Convenio."]}