{"file": "SPA_HJUDSPA_15153_89.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "15153/89", "text_paragraphs": ["Sentencia 15153/89", "", "CASO VEREINIGUNG DEMOKRATISCHER SOLDATEN ÖSTERREICHS Y GUBI CONTRA AUSTRIA", "", " Artículos 10 (Derecho a la libertad de expresión. Derecho de comunicar informaciones o ideas) y 13 (Derecho a la concesión de un recurso efectivo ante una instancia nacional)", "", " Sentencia de 19 de diciembre de 1994", "", " Mediante sentencia dictada en Estrasburgo el 19 de diciembre de 1994 en el caso Vereinigung demokratischer Soldaten Österreichs y Gubi contra Austria, el Tribunal Europeo de Derechos Humanos estimó, en cuanto a la primera demandante, una infracción de los artículos 10 (seis votos contra tres) y 13 (ocho votos contra uno) del Convenio Europeo de Derechos Humanos , y en cuanto al segundo, una infracción del artículo 10 (ocho votos contra uno), pero no del artículo 13 (unanimidad). El Estado demandado deberá abonar a los interesados una determinada cantidad según el artículo 50.", "", " La sentencia fue leída en audiencia pública por el Sr. Rudolf Bernhardt, Vicepresidente del Tribunal.", "", "", "", " 1. HECHOS", "", " La primera demandante, la asociación Derecho privado austríaca Vereinigung demokratischer Soldaten Österreichs (Asociación de los soldados demócratas austríacos, «la VDSÖ»), publicaba en la época de los hechos una revista titulada Der Igel («El erizo»). Se dirigía en particular a los soldados y abordaba, la mayoría de las veces de manera crítica, temas relacionados con las fuerzas armadas. El segundo demandante, Sr. Gubi, prestaba el servicio militar y era miembro de la VDSÖ.", "", " El 27 de julio de 1987 esta asociación solicitó al Ministro federal de Defensa que el Igel fuera difundido por el ejército en los cuarteles, como se hacía con las demás revistas militares. El Ministro no respondió.", "", " El 29 de diciembre de 1987 el Sr. Gubi distribuyó un número de la revista (3/87) dentro del cuartel Schwarzenberg de Salzburgo. Tuvo que interrumpir la distribución por orden de un superior. El 12 de enero de 1988 otro oficial le informó del contenido de las disposiciones reglamentarias que prohibían, en el interior de los cuarteles, la difusión y el envío de publicaciones sin la autorización del comandante.", "", " El 22 de enero de 1988 el interesado denunció dicha prohibición y la Orden del 29 de diciembre de 1987 ante la Comisión de quejas militares dependiente del Ministro federal de Defensa. El 7 de abril la División de quejas dependientes de este Ministerio desestimó la demanda, conforme a lo dispuesto en la recomendación de la Comisión de quejas.", "", " El 26 de septiembre de 1988 el Tribunal Constitucional rechazó examinar el recurso del Sr. Gubi contra esta decisión, con el motivo de que no planteaba cuestiones propiamente constitucionales y no tenía posibilidades de llegar a buen término; en cambio, anuló una sanción disciplinaria impuesta al interesado por haber difundido el Igel en el cuartel.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El recurso fue presentado ante la Comisión el 12 de junio de 1989, que lo admitió a trámite el 6 de julio de 1992. Tras haber intentado en vano un acuerdo amistoso, redactó un informe, el 30 de junio de 1993, estableciendo los hechos y formulando la opinión, en cuanto a la primera demandante, de que no había habido infracción de los artículos 10 y 13 (doce votos contra nueve) y que ninguna cuestión diferente se plantea al amparo del artículo 14 en relación con el artículo 10 (unanimidad); en cuanto al segundo demandante, hubo infracción del artículo 10 (doce votos contra nueve), pero no del artículo 13 (unanimidad) y que ninguna cuestión diferente se plantea al amparo del artículo 14 en relación con el artículo 10 (unanimidad).", "", " La Comisión trasladó el caso al Tribunal el 9 de septiembre de 1993.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " 1. Artículo 10 del Convenio", "", " A. Primera demandante", "", " Las tesis de la demandante y del Gobierno inducen al Tribunal a preguntarse acerca de la existencia de una injerencia en el ejercicio por parte de la VDSÖ de su derecho a comunicar informaciones o ideas.", "", " 1. Existencia de una injerencia", "", " El Tribunal señala que las autoridades garantizaban por sí mismas y a su costa la distribución regular de publicaciones periódicas militares publicadas por distintas asociaciones, adjuntándolas a sus publicaciones oficiales. Sea cual fuere la base legal, una práctica de esta índole debía, según el Tribunal, influir sobre el nivel de información de los miembros de las fuerzas armadas y, por tanto, compromete la responsabilidad del Estado demandado en relación con el artículo 10. En efecto, la libertad de expresión tiene tanto valor para los militares como para las otras personas dependiendo de la jurisdicción de los Estados miembros.", "", " El Tribunal destaca después que según el informe de todas las revistas para soldados, únicamente el Igel se encontraba excluido de este medio de difusión. Por tanto, la VDSÖ puede pretender legítimamente que fuese remediado. No obstante, el rechazo por parte del Ministro de Defensa se considera como una injerencia en el ejercicio de su derecho a comunicar informaciones o ideas.", "", " 2. Justificación de la injerencia", "", " a) «Prevista por la ley»", "", " El Tribunal destaca que si bien los textos pertinentes de Derecho militar no han podido servir como base legal stricto sensu a falta de una decisión formal del Ministro, su contenido le ha sido impuesto, sin embargo, en el caso concreto.", "", " Reconoce el Tribunal que las disposiciones analizadas están redactadas de manera genérica. Sin embargo, observa que en materia de disciplina militar no se establece nunca que las disposiciones se redacten considerando los comportamientos con todo detalle. De este modo, las autoridades pueden verse obligadas a recurrir a formulaciones más amplias. Aun así, es necesario que ofrezcan una protección suficiente contra la arbitrariedad y permitan prever las consecuencias de su aplicación.", "", " El Tribunal considera que los textos que aquí se analizan, sobre todo una Circular del 14 de marzo de 1975, constituían una base jurídica suficiente para rechazar la demanda de la VDSÖ. Ésta contaba entre sus miembros con militares que tenían acceso a esta reglamentación y debía, por tanto, prever que el Ministro pudiera estimar necesario tenerla en cuenta para aplicarla a este asunto.", "", " Como conclusión, la injerencia objeto del litigio estaba «prevista por la ley».", "", " b) Fin legítimo", "", " La decisión cuestionada fue adoptada de manera manifiesta con el objetivo de defender el orden dentro de las fuerzas armadas, un fin legítimo conforme al artículo 10.2.", "", " c) «Necesaria en una sociedad democrática»", "", " El Tribunal recuerda que la libertad de expresión vale también para las «informaciones» o «ideas» que se enfrentan, chocan o inquietan al Estado o a una fracción cualquiera de la población. Ocurre lo mismo cuando los beneficiarios son militares. Sin embargo, el funcionamiento eficaz de un ejército no se concibe sin unas normas jurídicas encaminadas a impedir que se mine la disciplina militar, en particular a través de escritos.", "", " El Tribunal señala que en el momento de los hechos el ejército distribuía gratuitamente en todos los cuarteles del país sus propias publicaciones, así como las de agrupaciones privadas de soldados. Aparentemente, tan sólo el Igel estaba excluido, lo que sin ninguna duda redujo de forma considerable sus posibilidades de ampliar su público de lectores entre los militares de servicio. La posibilidad que conservaba la VDSÖ de enviar su revista a unos abonados de pago no podía compensar unas necesidades imperativas para justificarlo, ya que las excepciones a la libertad de expresión apelan a una interpretación exigua.", "", " El Gobierno se apoyaba en el contenido del Igel: crítica y satírica, la publicación mensual amenazaba con debilitar la disciplina y la eficacia del ejército. Según el Tribunal, una circunstancia de esta naturaleza exige ser precisada y fundamentada con ejemplos concretos. Ahora bien, ninguno de los números del Igel insertados en el expediente preconiza el rechazo a la obediencia o la violencia, ni siquiera se pronuncia en contra de la utilidad del ejército. Es cierto que la mayoría de los artículos contienen quejas, proponen reformas o incitan a entablar procesos legales de reclamación o de recurso. No obstante, no parece que a pesar de su tono, a menudo polémico, hayan traspasado los límites de un simple debate de ideas del que el ejército de un Estado democrático, como tampoco la sociedad a la que éste sirve, pudieran ahorrarse.", "", " Además, el Gobierno planteaba la existencia de tensiones en el cuartel Schwarzenberg, que se imputan esencialmente a las publicaciones de la demandante, así como a las artimañas del Sr. Gubi; al parecer, habían conllevado un gran número de quejas por parte de los reclutas. Según la opinión del Tribunal, esta situación, existente en un único cuartel, no presentaba un nivel de gravedad de naturaleza legitimadora de una decisión cuyos efectos se extenderían a todas las instalaciones militares del territorio nacional.", "", " Como conclusión, la negativa del Ministro de Defensa de incluir el Igel entre las publicaciones difundidas por el ejército se revela desproporcionada al fin legítimo contemplado. Por consiguiente, la primera demandante ha sufrido una violación del articulo 10 (seis votos contra tres).", "", " B. Segundo demandante", "", " 1. Existencia de una injerencia", "", " Ninguno de los comparecientes ha puesto en duda que había existido una injerencia en el ejercicio por parte del interesado de su derecho a transmitir unas informaciones o unas ideas.", "", " 2. Justificación de la injerencia", "", " a) «Prevista por la ley»", "", " En relación con el texto de las disposiciones citadas, el Tribunal se remite a las consideraciones ya desarrolladas en relación con la primera demandante. Sobre todo en relación a la instrucción dispensada al Sr. Gubi acerca del régimen en vigor, considera que si éste se hubiera rodeado de abogados instruidos, el interesado hubiera sido capaz de prever, dentro de un grado razonable dentro de las circunstancias del caso, que se exponía a una prohibición.", "", " b) Fin legítimo", "", " Según la opinión del Tribunal, la medida objeto del litigio servía para la defensa del orden dentro de las fuerzas armadas.", "", " c) «Necesaria en una sociedad democrática»", "", " El Tribunal comparte la opinión del Gobierno que establece la necesidad de situar el episodio de que se trata dentro de su contexto general. Sin embargo, este enfoque no es óbice para analizar en primer lugar el contenido de la publicación de que se trata. Ahora bien, al igual que la Comisión, el Tribunal destaca que, en lo esencial, el Igel consagra su número 3/87 a artículos sobre la condición de los reclutas. Escritos con un estilo crítico, incluso satírico, dispuestos a lanzar reivindicaciones o propuestas de reforma, no ponen por ello en cuestión ni el deber de obediencia ni el sentido del servicio militar. Por tanto, no debería verse aquí ninguna amenaza seria para la disciplina militar. En consecuencia, la medida litigiosa se revela como desproporcionada al fin perseguido y supone una infracción del artículo 10 (ocho votos contra uno).", "", " II. Artículo 13 del Convenio", "", " A. Primera demandante", "", " La VDSÖ denunciaba, asimismo, que no podía plantear ningún recurso efectivo en Austria en relación con su queja respecto al artículo 10.", "", " Si analizamos los recursos posibles invocados por el Gobierno, éste no ha citado ningún caso de aplicación similar al que se trata en el caso concreto. Por tanto, se ha quedado corto a la hora de establecer su efectividad. En consecuencia, la primera demandante ha sufrido una violación del artículo 13 (ocho votos contra uno).", "", " B. Segundo demandante", "", " Al igual que la Comisión y el Gobierno, el Tribunal ha destacado que conforme a lo establecido en el artículo 144 de la Constitución , el Tribunal Constitucional puede pronunciarse sobre las denuncias que los militares planteen de una violación de su derecho a la libertad de expresión. Es cierto que, en este caso, la mencionada jurisdicción rechazó examinar la queja del Sr. Gubi. No obstante, en cuanto a los fines del artículo 13, la eficacia de una vía de derecho no depende de la certeza de un resultado favorable. Por tanto, el interesado ha tenido ciertamente a su disposición un recurso que respondía a las exigencias de esta disposición. Por consiguiente, no se ha infringido el artículo 13 (unanimidad).", "", " III. Artículo 14 del Convenio en relación con el artículo 10", "", " Finalmente, los demandantes pretendían que cada uno de ellos había padecido una violación del artículo 14 del Convenio en relación con el artículo 10: el desconocimiento de su derecho a la libertad de expresión se convertiría en una discriminación por motivos políticos.", "", " Teniendo en cuenta las conclusiones establecidas en el marco del artículo 10, el Tribunal no considera necesario pronunciarse sobre esta queja.", "", " IV. Artículo 50 del Convenio", "", " A. Daños y perjuicios", "", " 1. Perjuicio material", "", " El Tribunal destaca que la violación del artículo 10 reconocida tiene su fundamento no en la ausencia de ingresos a la VDSÖ, sino en la simple negativa de los militares a distribuir el Igel . Por tanto, la pretensión no está fundamentada.", "", " 2. Perjuicio moral", "", " El Tribunal estima que los demandantes han podido sufrir un perjuicio moral, pero el presente fallo les proporciona una compensación suficiente a este respecto.", "", " B. Gastos y costas", "", " Al aplicar los criterios que resultan de su jurisprudencia, el Tribunal concede, en equidad, 180.000 chelines a los interesados por el conjunto de sus gastos y por las costas.", "", " Las opiniones disconformes de algunos jueces están anejas a la sentencia."]}