{"file": "SPA_HJUDSPA_13803_88.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "13803/88", "text_paragraphs": ["Sentencia 13803/88", "", "CASO MESSINA CONTRA ITALIA", "", " Artículos 6.1 (Derecho a un proceso justo. Duración injustificada) y 8 (Inviolabilidad de correspondencia) Sentencia de 26 de febrero de 1993", "", " Mediante fallo dictado en Estrasburgo el 26 de febrero de 1993 y recaído en el caso Messina contra Italia, el Tribunal Europeo de Derechos Humanos declaró: 1) que la duración del procedimiento penal infringió el artículo 6, párrafo 1, del Convenio Europeo de Derechos Humanos (unanimidad); 2) que el control de la correspondencia del actor infringió el artículo 8 (siete votos contra dos). El Estado demandado debía abonar al interesado cinco millones de liras italianas en virtud del artículo 50.", "", " El fallo fue leído en audiencia pública por el Vicepresidente del Tribunal, don Rudolf Bernhardt.", "", "", "", " 1. HECHOS", "", " El 18 de octubre de 1985 el señor Messina fue arrestado en cumplimiento de una orden dictada el día anterior por un Juez de instrucción del Tribunal de Marsala e inculpado de asociación de maleantes e infracciones a la legislación sobre estupefacientes. Permaneció en detención provisional hasta el 25 de mayo de 1987, día en que obtuvo su excarcelación con la condición, establecida por un tiempo determinado, de residir en un sector preciso y presentarse a la policía diariamente. La instrucción está cerrada desde el 8 de julio de 1992, pero el procedimiento sigue pendiente ante el citado Tribunal. En el curso de su detención el actor encontró ciertas dificultades para el envío de su correspondencia.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El recurso fue sometido a la Comisión el 27 de octubre de 1987 y ésta lo declaró parcialmente admisible el 4 de marzo de 1991.", "", " Después de intentar en vano obtener un acuerdo amistoso, la Comisión redactó un informe, del 20 de febrero de 1992, en el que se establecían los hechos y se formulaba por unanimidad la opinión de que hubo infracción de los artículos 6, párrafos 1, y 8.", "", " La Comisión trasladó el asunto al Tribunal el 13 de abril de 1992.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1, del Convenio", "", " Don Antonio Messina pretende que la duración de las diligencias emprendidas contra él ha rebasado el «plazo razonable» que se contempla en el artículo 6, párrafo 1. El período que debe considerarse comenzó el 18 de octubre de 1985, fecha del arresto del actor, y aún no ha finalizado, dado que el procedimiento permanece pendiente.", "", " El Tribunal recuerda que el carácter razonable de la duración de un procedimiento se aprecia con ayuda de los criterios que se desprenden de su jurisprudencia y siguiendo las circunstancias del caso concreto, que exigen una valoración global.", "", " Teniendo en cuenta la naturaleza de las acusaciones formuladas contra el interesado, el Tribunal admite que las autoridades judiciales debieron topar con ciertas dificultades para la instrucción del asunto.", "", " No puede, sin embargo, considerar que un lapso de tiempo superior ya a los siete años sea «razonable».", "", " Hubo, pues, infracción del artículo 6, párrafo 1 (unanimidad).", "", " II. Artículo 8 del Convenio", "", " La existencia misma de las «injerencias de una autoridad pública» es objeto de discusión, ya que el actor se queja de no haber recibido parte de su correspondencia, a la vez que el Gobierno mantiene lo contrario.", "", " Situado ante esa controversia, el Tribunal debe resolver basándose en el expediente que tiene en su poder.", "", " Tal como ha destacado la Comisión, un Estado contratante no puede cumplir las obligaciones que le incumben en virtud del artículo 8 limitándose a presentar un extracto de las cartas enviadas a un detenido. En ausencia de elementos susceptibles de dejar establecido lo contrario, el Tribunal no tiene la certidumbre de que los objetos en cuestión hayan llegado a su destinatario.", "", " Debe, pues, concluirse que hubo infracción del artículo 8 (siete votos contra dos).", "", " III. Artículo 50 del Convenio", "", " El interesado reclama 3.000 millones de liras por perjuicios. El Tribunal observa que no ha presentado prueba alguna de daño material ligado a las infracciones comprobadas, si bien sí ha experimentado un cierto perjuicio moral por el que le asigna 5 millones de liras.", "", " El señor Messina no solicita el reembolso de las costas y gastos y la cuestión no exige un examen de oficio. Dos jueces hacen constar su disentimiento de la mayoría en el ámbito del artículo 8."]}