{"file": "SPA_HJUDSPA_70337_01.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "70337/01", "text_paragraphs": ["", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013. Esta traducción no vincula al Tribunal. Para más información véase la indicación completa sobre derechos de autor al final de este documento.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "SECCIÓN SEGUNDA", "", "", "", "ASUNTO GÜVEÇ c. TURQUÍA", "", "(Demanda núm. 70337/01)", "", "", "", "", "", "", "SENTENCIA", "", "", "ESTRASBURGO", "", "20 enero 2009", "", "", "FINAL", "", "20/04/2009", "", "", "Puede sufrir retoques de forma.", "", "En el asunto Güveç contra Turquía,", "El Tribunal Europeo de Derechos Humanos (Sección Segunda) constituido en Sala compuesta por,", "Françoise Tulkens, Presidente,", "Ireneu Cabral Barreto,", "Vladimiro Zagrebelsky,", "Danutė Jočienė,", "Dragoljub Popović,", "Nona Tsotsoria,", "Işıl Karakaş, judges,", "y Sally Dollé, Secretaria de Sección,", "Después de haber deliberado en privado el 16 de diciembre de 2008, dicta la siguiente SENTENCIA", "", "PROCEDIMIENTO", "1. El caso se originó con la demanda (no. 70337/01) contra la República de Turquía presentada ante el Tribunal de conformidad con el artículo 34 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales (”el Convenio”) por un ciudadano turco, el Señor Oktay Güveç (”el demandante”), el 9 de abril de 2001.", "2. El demandante recibió asistencia judicial gratuita y fue representado por las señoras Mükrime Avcı y Ms Derya Bayır abogadas en ejercicio en Estambul. El Gobierno turco (”el Gobierno”) estuvo representado por su agente.", "3. El demandante alegó, en particular, que su ingreso en la cárcel con los adultos y su juicio ante el Tribunal de Seguridad Nacional en lugar de un Tribunal de Menores constituyó una violación del artículo 3 del Convenio. Conforme a los artículos 5 y 6 del Convenio también se refirió a que no había sido puesto en libertad en espera del juicio y que el mismo no había sido justo.", "4. El 2 de junio de 2005, el Tribunal decidió notificar la demanda al Gobierno. En virtud de las disposiciones del artículo 29.3 del Convenio, se decidió examinar el fondo de la demanda al mismo tiempo que su admisibilidad.", "", "HECHOS", "I. CIRCUNSTANCIAS DEL CASO", "5. El demandante nació el 30 de abril de 1980 y vive en Bélgica.", "6. El 29 de septiembre de 1995, un tal señor Özcan Atik fue arrestado bajo sospecha de pertenecer al PKK [1]. Al día siguiente, el demandante fue detenido en Estambul como consecuencia de la información supuestamente dada a la policía por el Señor Atik. De acuerdo con esa información, el demandante era un miembro del PKK1. Tras su detención, el demandante fue puesto bajo custodia policial.", "1 El Partido de los Trabajadores del Kurdistán, una organización ilegal.", "7. El demandante fue interrogado por agentes de policía el 5 de octubre de 1995. En una declaración escrita preparada por la policía y firmada por él, el demandante declaraba que él era un miembro del PKK y que había mantenido una serie de reuniones con varios de sus miembros, incluyendo Özcan Atik. Un día Özcan Atik le dijo al demandante que había pedido a un cierto Menderes Koçak que proporcionara asistencia financiera al PKK, pero que el señor Koçak se había negado. Özcan Atik luego pidió al demandante que le ayudara a prender fuego a un vehículo de propiedad del señor Koçak. Lo hicieron una noche con la ayuda de otras dos personas. El demandante también añadió que de no haber sido detenido, habría participado en otras actividades en nombre del PKK.", "8. El 7 de octubre 1995, el Señor Koçak identificó al Señor Atik y otra persona como las personas que le habían pedido que diera dinero al PKK. No sabía si eran las mismas dos personas que habían establecido posteriormente fuego a su vehículo y a su tienda.", "9. El 9 de octubre de 1995 los agentes de policía llevaron al demandante y otras tres personas, entre ellos el Señor Atik, a la calle donde el vehículo del Señor Koçak había sido incendiado.", "10. El 12 de octubre de 1995, los demandantes y a otras 21 personas que habían sido detenidas en el marco de la misma operación policial fueron trasladadas a la sección del Instituto de Medicina Legal en Estambul, donde fueron examinados por un médico. Según el informe médico elaborado el mismo día, el cuerpo del demandante no presentaba ningún signo de malos tratos.", "11. El mismo día, el demandante fue llevado al Tribunal de Seguridad Nacional de Estambul, donde fue interrogado por un fiscal y un juez que ordenó su ingreso en la cárcel en espera de la instrucción de un proceso penal en su contra. En la declaración redactada por el fiscal, se indicaba que el demandante era un simpatizante pero no un miembro del PKK. Había prendido fuego al vehículo junto con otras tres personas. En la declaración redactada por el juez, sin embargo, se citaba que el demandante declaró que había prendido fuego al vehículo por su cuenta.", "12. Cuando era interrogado por la policía, y posteriormente por el fiscal y el juez, el demandante no estaba asistido por un abogado.", "13. El 27 de noviembre de 1995, el fiscal del Tribunal de Seguridad Nacional de Estambul presentó una acusación formal de dicho órgano jurisdiccional, imputando al demandante y otras quince personas el delito de realización de actividades con el propósito de lograr la secesión de una parte del territorio nacional. De acuerdo con el artículo 125 del Código Penal vigente en ese momento, la pena prevista para este delito es la pena de muerte (véase la legislación y jurisprudencia internas aplicables más adelante).", "14. La audiencia preliminar se celebró el 18 de diciembre de 1995 ante el Tribunal de Seguridad Nacional de Estambul (en adelante “el Tribunal de Primera Instancia”). Uno de los tres jueces en el banquillo era un oficial del ejército.", "15. En la primera audiencia, celebrada el 27 de febrero de 1996, el demandante estaba presente pero no estaba asistido por un abogado.", "16. Durante la segunda audiencia, celebrada el 1 de marzo de 1996, el demandante aún no estaba asistido por un abogado, pero fue interrogado por el Tribunal de Primera Instancia. El demandante le dijo al Tribunal que su amigo de la infancia Özcan Atik le había dicho un día que estaba vendiendo periódicos y que uno de sus clientes se había negado a pagar. El señor Atik entonces sugirió “enseñarle a ese cliente una lección”. Una noche, el demandante y el señor Atik llegaron a un edificio grande. El señor Atik derramó gasolina en la calle frente al edificio con un bidón y le prendieron fuego. El propio demandante no prendió fuego a ningún vehículo y no conocía a Menderes Koçak.", "17. El demandante también le dijo al Tribunal que, durante su estancia bajo custodia policial, le habían aplicado descargas eléctricas, rociado con agua a presión y le habían propinado golpes con una porra, sus plantas de los pies también fueron golpeadas. Luego procedió a firmar las declaraciones que lo implicaban en los delitos que se le imputaban. En cuanto a las declaraciones que le tomaron el fiscal y el juez el 12 de octubre de 1995, el demandante indicó que el fiscal y el juez sólo le preguntaron su fecha de nacimiento, y no había hecho ninguna declaración ante ellos. El demandante también negó que la policía lo hubiera llevado al lugar donde supuestamente había prendido fuego a un vehículo (apartado 9). La petición de liberación del demandante fue rechazada por el Tribunal de Primera Instancia el mismo día.", "18. Durante la tercera audiencia celebrada el 18 de abril de 1996, un abogado que representa a algunos de los co-acusados informó al Tribunal de Primera Instancia que también representaría al demandante. Durante la misma audiencia Menderes Koçak también prestó declaración como testigo y señaló que Özcan Atik nunca le había pedido que aportara dinero al PKK. Un vehículo de su propiedad había sido incendiado, pero que no creía que Özcan Atik lo hubiera hecho.", "19. El demandante fue sometido a un régimen de visitas limitado en su estancia en la cárcel y no tuvo la oportunidad de recibir visitas abiertas de su familia.", "20. El demandante no asistió a cuatro de las seis audiencias celebradas en intervalos de dos veces al mes. Las solicitudes de liberación hechas por su abogado fueron rechazadas por el Tribunal de Primera Instancia. El abogado argumentó que no había pruebas contra el demandante, salvo las obtenidas a través de malos tratos.", "21. En el transcurso de la décima audiencia, que tuvo lugar el 29 de mayo de 1997, en ausencia del demandante, pero con la presencia de su abogado, el fiscal pidió al Tribunal de Primera Instancia que juzgara al demandante por los delitos de pertenencia a organización ilegal y por causar daños a la propiedad privada, y no por el delito del que fue acusado en la acusación (apartado 13 supra). El Tribunal de Primera Instancia rechazó el la pretensión de libertad del demandante.", "22. El abogado del demandante no asistió a la undécima audiencia celebrada el 17 de julio de 1997. Durante la decimosegunda audiencia, el 26 de agosto de 1997, el abogado sostuvo que, a causa del testimonio dado por el Señor Koçak al Tribunal de Primera Instancia el 18 de abril de 1996 (apartado 18 supra), no había pruebas suficientes que sustentaran que el demandante hubiera cometido el delito del que se le acusaba.", "23. El abogado no asistió a la decimotercera audiencia, celebrada el 2 de octubre de 1997, debido a que tenía otros asuntos ante un Juzgado de lo Social. El demandante presentó sus propias alegaciones de defensa y reiteró sus denuncias de malos tratos bajo custodia policial. También pidió ser liberado. Esta petición fue rechazada por el Tribunal de Primera Instancia.", "24. El 17 de octubre de 1997 el Tribunal de Primera Instancia encontró al demandante culpable de pertenencia a una organización ilegal y de prender fuego a un vehículo de motor, y lo condenó a nueve años, ocho meses y diez días de prisión. El Tribunal consideró que las declaraciones dadas por el demandante bajo custodia policial y las declaraciones dadas por el co-acusado revelaron que el demandante era miembro de la organización ilegal y que había prendido fuego al vehículo.", "25. El demandante apeló. El 12 de marzo de 1998 el Tribunal de Casación anuló la condena del demandante. El caso fue remitido al Tribunal de Primera Instancia para un nuevo juicio.", "26. El 11 de septiembre de 1998, el Tribunal de Primera Instancia celebró una audiencia preparatoria en el nuevo juicio. Uno de los tres jueces en el banquillo fue un oficial del ejército.", "27. Se celebraron ocho audiencias entre el 27 de octubre de 1998 y el 30 de diciembre de 1999. El abogado del demandante participó en sólo una de estas audiencias, el 18 de marzo de 1999, mientras que el demandante asistió a dos. Durante la quinta audiencia, celebrada el 15 de julio de 1999, el juez militar fue sustituido por un juez civil de conformidad con la normativa que entró en vigor en el ínterin (cf. Öcalan contra Turquía [GC], No 46221/99, aps. 2-54, TEDH 2005 IV).", "28. El 18 de noviembre de 1999, un jefe de policía informó al Tribunal de Primera Instancia que, contrariamente a las acusaciones, ningún vehículo perteneciente a Menderes Koçak había sido incendiado.", "29. La novena audiencia se celebró el 21 de marzo de 2000. El demandante estaba presente pero su abogado no. Durante la audiencia Menderes Koçak prestó declaración ante el Tribunal de Primera Instancia y declaró que su vehículo no se había quemado. Nadie le había pedido que aportara dinero al PKK. Cuando se le preguntó por las incongruencias entre la declaración que había hecho ante la policía el 7 de octubre de 1995 (apartado 8) y su testimonio, el Señor Koçak indicó que él no le había dicho cosa semejante a la policía, que tuvo que firmar lo que estaba escrito en la declaración elaborada por los agentes de policía.", "30. Durante la misma vista, el demandante reiteró que él no conocía al señor Koçak y no había prendido fuego a ningún vehículo. Señaló que había sido detenido a la edad de 15 años sin pruebas en su contra, y pidió ser liberado. Esta petición fue rechazada por el Tribunal de Primera Instancia.", "31. El demandante pero no su abogado asistió a la décima audiencia que tuvo lugar el 23 de mayo de 2000.", "32. Durante la undécima audiencia, celebrada el 25 de julio de 2000 en ausencia del abogado del demandante, se presentó ante el Tribunal de Primera Instancia una carta redactada por compañeros de celda del demandante. La carta afirma que “[el demandante] tiene graves problemas psiquiátricos. Su tratamiento está siendo supervisado por un hospital psiquiátrico en Estambul. No puede vivir sin la ayuda de otras personas y su salud se está deteriorando. Como tal, no puede asistir a las audiencias y se ha negado a asistir a la audiencia de hoy. Sentíamos la necesidad de enviarle esta carta porque nos hemos enterado de que su abogado no ha estado asistiendo a las audiencias”.", "33. De acuerdo con un informe médico elaborado por el médico de la prisión el 24 de julio de 2000, que se adjuntó a la carta de sus compañeros de celda, la parte demandante había ingresado en un hospital psiquiátrico el 2 de junio de 2000 no habiendo regresado a la prisión hasta el 11 de julio de 2000.", "34. La madre del demandante también asistió a esta audiencia e informó al Tribunal de Primera Instancia de los graves problemas psiquiátricos del demandante. Solicitó que fuera liberado de la prisión. Durante la misma audiencia, el fiscal instó al Tribunal de Primera Instancia a que absolviera al demandante del cargo de incendio intencional (artículo 516.7 del Código Penal), pero mantuvo su petición de condena respecto al delito de pertenencia a una organización ilegal (artículo 168 del Código Penal).", "35. Sin embargo, el Tribunal de Primera Instancia ordenó la reclusión continua del demandante en la cárcel y lo remitió a un hospital psiquiátrico con el fin de establecer si tenía la capacidad necesaria penal (doli capax) en el momento de la presunta comisión del delito.", "36. El 7 de agosto de 2000, el médico de la prisión informó sobre los problemas que el demandante había estado sufriendo en la cárcel. Según este informe, había intentado suicidarse en junio de 1999 con una sobredosis. En agosto de 1999 se prendió fuego a si mismo y sufrió quemaduras extensas y graves. Pasó tres meses en el hospital, donde recibió tratamiento por sus heridas. Durante ese tiempo en el hospital también recibió medicación para la depresión. Después de su regreso a la prisión, su tratamiento para las quemaduras continuó durante cinco meses. Su cuerpo aún mostraba señales de quemaduras.", "37. El 2 de junio 2000 la salud psicológica del demandante se había deteriorado y fue ingresado en el hospital, donde permaneció un mes y medio. Su salud empeoró aún más después de su regreso del hospital y ahora se niega a hablar con nadie.", "38. El médico de la prisión llegó a la conclusión en su informe que la situación en la prisión no era compatible con el tratamiento del demandante. El demandante debía pasar un tiempo considerable en un hospital especializado.", "39. Durante la decimosegunda audiencia, celebrada el 10 de octubre de 2000, la señora Mükrime Avcı, una de las representantes legales del demandante mencionado anteriormente (apartado 2), presentó un poder notarial al Tribunal de Primera Instancia para la representación del demandante. La señora Avcı sostuvo en sus alegaciones escritas presentadas ante el Tribunal que el día en que el demandante fue detenido tenía 15 años. Turquía era Parte en el Convenio de las Naciones Unidas sobre los Derechos del Niño. El artículo 40.3 de dicho Convenio recomienda que los Estados Partes establezcan procedimientos e instituciones específicos para los niños acusados ​​de delitos penales. De hecho, los Tribunales de menores existían en Turquía. Sin embargo, el demandante había sido acusado de un delito comprendido en la jurisdicción de los Tribunales de Seguridad Nacional y, como tal, el derecho interno le impedía ser juzgado por un Tribunal de Menores. Si el demandante hubiese sido juzgado ante un Tribunal de Menores, no habría sido mantenido bajo custodia policial durante 12 días, el abogado habría sido designado para representarlo y su caso hubiera concluido en un plazo breve.", "40. La abogada agregó que los malos tratos a los que el demandante había sido sometido bajo custodia policial, junto con su largo encarcelamiento en la cárcel, había sido demasiado duro de soportar para un niño de su edad. Intentó quitarse la vida en dos ocasiones. Todavía sufría de graves problemas psiquiátricos y se encontró con dificultades para asistir a las audiencias. El abogado solicitó la puesta en libertad del demandante para que pudiera recibir tratamiento médico.", "41. La abogada también informó al Tribunal de Primera Instancia de que el demandante fue ingresado en un hospital a pesar de la orden judicial de 25 de julio de 2000 (apartado 35 supra). El mismo día el Tribunal de Primera Instancia ordenó la liberación bajo fianza del demandante.", "42. El demandante participó en la decimocuarta audiencia, celebrada el 13 de marzo de 2001, e informó al Tribunal de Primera Instancia que, a pesar de que había acudido al hospital para un examen médico, las autoridades del hospital se negaron a examinarlo ya que no tenía oficio de remisión. El Tribunal de Primera Instancia dictó una nueva orden de remisión.", "43. El demandante fue examinado en un hospital psiquiátrico el 25 de abril de 2001. De acuerdo con el informe correspondiente a dicho examen, con excepción de los dos casos mencionados anteriormente (apartado 36), el demandante hizo otro intento de quitarse la vida, cortándose las venas, en septiembre de 1998. Las extensas quemaduras en los brazos y el cuerpo aún eran visibles. Sus problemas psicológicos comenzaron durante su estancia en la cárcel y empeoraron en el transcurso del tiempo que pasó allí. Entre el 2 de junio de 2000 y el 11 de julio 2000 fue tratado en el hospital por “depresión profunda”. Sus problemas psicológicos se encontraban en fase de remisión. Se concluye en el informe que el demandante no sufría problemas psicológicos en el momento de la comisión del delito y su estado mental actual no afecta a su responsabilidad penal.", "44. En su decimosexta audiencia, celebrada el 22 de mayo de 2001, el Tribunal de Primera Instancia absolvió al demandante del delito de incendio, pero lo encontró culpable de pertenencia a organización ilegal y lo condenó a ocho años y cuatro meses de prisión. El Tribunal dictaminó que las declaraciones realizadas por el demandante bajo custodia policial y, a continuación, ante el fiscal y el juez al final de su detención, fueron decisivas para concluir que era un miembro de la organización ilegal. En esas declaraciones el demandante había descrito las “diversas actividades” en la que había estado involucrado. El Tribunal también declaró que el demandante había participado en la impresión y distribución de folletos ilegales.", "45. El demandante apeló. El 13 de marzo de 2002, el fiscal del Tribunal de Casación presentó sus alegaciones por escrito a ese Tribunal y pidió que se confirmara la condena del demandante. Estas alegaciones no fueron comunicadas al demandante ni a su abogado.", "46. En sus detalladas alegaciones en apelación el abogado del demandante señaló que la única prueba presentada por el Ministerio Público en apoyo de la afirmación de que su cliente era un miembro de la organización ilegal había sido el alegato relativo a la quema de un vehículo. Según lo establecido por el Tribunal de Primera Instancia, sin embargo, ningún incidente había ocurrido y el propietario del vehículo no había hecho tal denuncia. No había lugar en el sistema jurídico turco para conceptos abstractos como “diversas actividades” (apartado 44 supra). Era requisito que cualquier actividad se basara en pruebas, que tales hechos se establecieran de manera clara y apoyada con pruebas suficientes. Por otra parte, la sentencia del Tribunal de Primera Instancia no se pronunció sobre por qué y cómo se llegó a la conclusión de que el demandante había participado en la impresión y distribución de folletos de la organización ilegal. El abogado también reiteró sus argumentos sobre la edad del demandante y sus referencias al Convenio de las Naciones Unidas sobre los Derechos del Niño (apartado 39 supra).", "47. El 20 de mayo de 2002, el Tribunal de Casación confirmó la condena del demandante.", "48. De acuerdo con la información proporcionada al Tribunal por el abogado del demandante, en 2002, el demandante abandonó Turquía para establecerse en Bélgica, donde se le concedió posteriormente la condición de refugiado.", "", "II. LEGISLACIÓN Y JURISPRUDENCIA NACIONAL APLICABLES", "49. El artículo 125 del Código Penal, tal y como estaba redactado en el momento de los hechos, establecía que:", "”Cualquier persona que cometa un acto dirigido a someter al Estado o una parte del mismo a la dominación de un Estado extranjero, a disminuir su independencia o a perjudicar su unidad, o que esté diseñado para eliminar de la administración del Estado a una parte del territorio bajo su control, será castigado con la pena de muerte”.", "50. El artículo 168 del Código Penal recogía:", "”Cualquier persona que, con la intención de cometer los delitos previstos en los artículos 125, 131, 146, 147, 149 o 156, forme una banda armada, organización o tome el liderazgo ... o jefatura de una banda u organización tales o asuma alguna responsabilidad especial dentro de ella, será sancionado con no menos de quince años de prisión.", "Los otros miembros de la banda o de la organización, serán sancionados con no menos de cinco y no más de quince años de prisión”.", "51. El artículo 516 del Código Penal establecía:", "”Cualquier persona que destruya, demuela, despoje o cause daños a la propiedad de otra persona, previa la denuncia de la persona agraviada, será condenado a no menos de un año y no más de tres años de prisión...”", "De acuerdo con el apartado 7 del presente artículo, si el delito en cuestión se llevó a cabo utilizando materiales inflamables o explosivos y si la propiedad en cuestión era un vehículo de motor, la pena a imponer varía entre tres y siete años.", "52. En el momento de comisión de los hechos, el artículo 30 de la Ley núm. 3842 de 18 de noviembre de 1992 que modifica la legislación en materia de procedimiento penal, establece que respecto a los delitos que sean competencia de los Tribunales de Seguridad Nacional, toda persona encarcelada debía ser puesta a disposición judicial dentro de un plazo de cuarenta y ocho horas como máximo, o, en el caso de delitos cometidos por más de una persona, en un plazo de quince días.", "53. El artículo 138 del Código de Procedimiento Penal en su redacción en el momento de los hechos establecía que, a partir del momento de su detención, los menores de 18 años debían tener la asistencia de un representante legal oficial asignado sin tener que solicitarlo. De acuerdo con el artículo 31 de la mencionada Ley no. 3842, sin embargo, el artículo 138 no era aplicable a las personas acusadas de delitos dentro de la jurisdicción de los Tribunales de Seguridad Nacional.", "54. De acuerdo con el artículo 6.1 de la Ley sobre el Establecimiento, Obligaciones y Procedimientos de los Tribunales de Menores (Ley N º 2253 de 21 de noviembre de 1979; derogada y sustituida por la Ley N º 5395 de 15 de julio de 2005 sobre la Protección del Niño), sólo los Tribunales de Menores tenían competencia para juzgar a las personas menores de 15 años. De acuerdo con el último apartado de este artículo, sin embargo, incluso los menores de 15 años acusados ​​de delitos que encajasen dentro de la jurisdicción de los Tribunales de Seguridad Nacional debían ser juzgados ante esos Tribunales y no ante los Tribunales de Menores.", "55. El artículo 37 de la Ley N º 2253 también estipula que los menores en prisión preventiva sólo podían estar en las cárceles diseñadas especialmente para ellos. En lugares donde no existieran tales cárceles, los menores debían mantenerse en una zona de la prisión normal independiente de donde estuvieran recluidos los adultos. A los efectos de esta Ley, el término “menores” incluía a las personas que tenían menos de 15 años de edad en el momento en que se cometió el delito.", "56. El artículo 107 (b) del Reglamento de la Administración Penitenciaria y de Ejecución de Penas (del 5 de julio 1967) estipula que los detenidos menores de 18 debían mantenerse separados de otros detenidos. En virtud del artículo 106 del mismo Reglamento, los detenidos tuvieron la posibilidad de “informar a los directores de prisiones, los fiscales y el Ministerio de Justicia de sus quejas y peticiones”.", "57. De conformidad con la Ley de Protección del Niño, que el 15 de julio 2005 sustituyó a la mencionada Ley sobre el Establecimiento, Obligaciones y Procedimientos de los Tribunales de Menores, las personas menores de 18 años sólo pueden ser juzgadas por los Tribunales de Menores. Sin embargo, si los fiscales alegan que el delito que se imputa al menor se cometió conjuntamente con adultos, el menor puede ser juzgado por la jurisdicción penal ordinaria, junto con los adultos.", "", "III. TEXTOS INTERNACIONALES APLICABLES", "58. La Convención de las Naciones Unidas sobre los Derechos del Niño de 1989 (en lo sucesivo, “la Convención de la ONU”), aprobado por la Asamblea General de las Naciones Unidas el 20 de noviembre de 1989, tiene fuerza vinculante en virtud del derecho internacional de los Estados contratantes, incluidos todos los Estados miembros del Consejo de Europa.", "El artículo 1 de la Convención de las Naciones Unidas establece:", "”Para los efectos de la presente Convención, se entiende por niño todo ser humano menor de dieciocho años de edad, salvo que, en virtud de la ley que le sea aplicable, haya alcanzado antes la mayoría de edad.”", "El artículo 3(i) prevé:", "”En todas las medidas concernientes a los niños que tomen las instituciones públicas o privadas de bienestar social, los Tribunales, las autoridades administrativas o los órganos legislativos, una consideración primordial a que se atenderá será el interés superior del niño.”", "El artículo 37 (a) y (b) recoge:", "”Los Estados Partes velarán por que:", "a) Ningún niño sea sometido a torturas ni a otros tratos o penas crueles, inhumanos o degradantes. No se impondrá la pena capital ni la de prisión perpetua sin posibilidad de excarcelación por delitos cometidos por menores de 18 años de edad;", "b) Ningún niño sea privado de su libertad ilegal o arbitrariamente. La detención, el encarcelamiento o la prisión de un niño se llevará a cabo de conformidad con la ley y se utilizará tan sólo como medida de último recurso y durante el período más breve que proceda;", "c) Todo niño privado de libertad sea tratado con la humanidad y el respeto que merece la dignidad inherente a la persona humana, y de manera que se tengan en cuenta las necesidades de las personas de su edad. En particular, todo niño privado de libertad estará separado de los adultos, a menos que ello se considere contrario al interés superior del niño, y tendrá derecho a mantener contacto con su familia por medio de correspondencia y de visitas, salvo en circunstancias excepcionales;", "d) Todo niño privado de su libertad tendrá derecho a un pronto acceso a la asistencia jurídica y otra asistencia adecuada, así como derecho a impugnar la legalidad de la privación de su libertad ante un Tribunal u otra autoridad competente, independiente e imparcial y a una pronta decisión sobre dicha acción.”", "El artículo 40 dispone:", "”1. Los Estados Partes reconocen el derecho de todo niño de quien se alegue que ha infringido las leyes penales o a quien se acuse o declare culpable de haber infringido esas leyes a ser tratado de manera acorde con el fomento de su sentido de la dignidad y el valor, que fortalezca el respeto del niño por los derechos humanos y las libertades fundamentales de terceros y en la que se tengan en cuenta la edad del niño y la importancia de promover la reintegración del niño y de que éste asuma una función constructiva en la sociedad.", "2. Con este fin, y habida cuenta de las disposiciones pertinentes de los instrumentos internacionales, los Estados Partes garantizarán, en particular:", "...", "b) Que a todo niño del que se alegue que ha infringido las leyes penales o a quien se acuse de haber infringido esas leyes se le garantice, por lo menos, lo siguiente:", "...", "ii) Que será informado sin demora y directamente o, cuando sea procedente, por intermedio de sus padres o sus representantes legales, de los cargos que pesan contra él y que dispondrá de asistencia jurídica u otra asistencia apropiada en la preparación y presentación de su defensa;", "iii) Que la causa será dirimida sin demora por una autoridad u órgano judicial competente, independiente e imparcial en una audiencia equitativa conforme a la ley, en presencia de un asesor jurídico u otro tipo de asesor adecuado y, a menos que se considerare que ello fuere contrario al interés superior del niño, teniendo en cuenta en particular su edad o situación y a sus padres o representantes legales;", "iv) Que no será obligado a prestar testimonio o a declararse culpable, que podrá interrogar o hacer que se interrogue a testigos de cargo y obtener la participación y el interrogatorio de testigos de descargo en condiciones de igualdad;", "...", "vii) Que se respetará plenamente su vida privada en todas las fases del procedimiento.", "...”", "59. La parte aplicable de las observaciones finales del Comité de las Naciones Unidas sobre los Derechos del Niño: Turquía (09/07/2001 (CRC/C/15/Add.152)) establece lo siguiente:", "”65. ...El hecho de que el encarcelamiento no se utiliza como una medida de último recurso y que se han reportado casos de niños recluidos en régimen de incomunicación durante largos períodos se observa con profunda preocupación. El Comité también está preocupado porque sólo hay un pequeño número de Tribunales de menores y ninguno de ellos se basan en la parte oriental del país. También se expresa preocupación por los largos períodos de prisión preventiva y las malas condiciones de reclusión y por el hecho de que los programas de educación, rehabilitación y reintegración que se proporcionan durante el período de reclusión, son insuficientes.", "66. El Comité recomienda que el Estado Parte siga revisando sus leyes y prácticas relativas al sistema de justicia de menores a fin de ponerla en plena conformidad con la Convención, en particular los artículos 37, 40 y 39, así como con otras normas internacionales pertinentes en esta esfera , como las Reglas mínimas de las Naciones Unidas para la administración de la justicia de menores (Reglas de Beijing) y las Directrices de las Naciones Unidas para la Prevención de la Delincuencia Juvenil (Directrices de Riad), con el fin de elevar la edad mínima de responsabilidad penal, extendiendo la protección concedida por la Ley del Tribunal de Menores a todos los niños hasta la edad de 18 años y haciendo cumplir efectivamente la ley mediante el establecimiento de Tribunales de Menores en todas las provincias. En particular, se recuerda al Estado Parte que los delincuentes juveniles deben ser juzgados sin demora, a fin de evitar períodos de incomunicación, y que la prisión preventiva debe ser utilizada sólo como medida de último recurso, debe ser lo más corta posible y no debería tener una duración superior al plazo establecido por la ley. Las medidas alternativas a la prisión preventiva deben utilizarse siempre que sea posible”.", "60. La recomendación del Comité de Ministros a los Estados miembros del Consejo de Europa sobre reacciones sociales ante la delincuencia juvenil (n º R (87) 20), adoptada el 17 de septiembre de 1987 en la 410 ª reunión de Delegados de Ministros, en lo aplicable, dice lo siguiente:", "”Recomienda a los Gobiernos de los Estados miembros a revisar, si es necesario, su legislación y práctica judicial con el fin de: ...", "7. excluir la prisión preventiva de los menores de edad, salvo en casos excepcionales de delitos muy graves cometidos por menores de edad; en estos casos, restringiendo la duración de la prisión preventiva y manteniendo a los menores separados de los adultos, organizando que las decisiones de este tipo, en principio, se ordenen después de consultar con un departamento de asistencia social las propuestas alternativas ... “", "61. El artículo 17 de la Carta Social Europea de 1961 regula el derecho de las madres y los niños a la protección social y económica. En ese contexto, el Comité Europeo de Derechos Sociales señaló en sus conclusiones XVII-2 (2005, Turquía) que la duración de la prisión preventiva de los menores infractores era largo y las condiciones de encarcelamiento pobres.", "62. En el informe correspondiente a las visitas llevadas a cabo en Turquía entre el 5 y el 17 de octubre de 1997, el Comité Europeo para la Prevención de la Tortura y los Tratos o Penas (”CPT”) Inhumanos o Degradantes, expresó sus serias dudas” en cuanto a la política de tener menores (es decir, entre 11 y 18 años) que están en prisión preventiva recluidos en prisiones para adultos”(CPT / Inf (99) 2 ES, fecha de publicación: 23 de febrero de 1999).", "63. En su informe elaborado en relación con las visitas realizadas en Turquía entre el 16 y el 29 de marzo de 2004 (CPT / Inf (2005) 18), el CPT señaló lo siguiente:", "”[e] n los informes sobre sus visitas en 1997 y septiembre de 2001, el CPT expuso claramente sus serias dudas acerca de la política de internar a los menores que están en prisión preventiva en cárceles para adultos. La combinación de condiciones materiales mediocres y un régimen empobrecido ha creado, con demasiada frecuencia, un entorno global totalmente inadecuado para esta categoría de reclusos. Los hechos constatados en el curso de la visita de marzo 2004 sólo reforzaron estas dudas. Una vez más, las encomiables disposiciones de la Circular del Ministerio de Justicia de 3 de noviembre de 1997 (”las condiciones físicas de las secciones de la prisión asignadas a los delincuentes menores serán revisadas y mejoradas para cumplir con la psicología del niño y permitir la práctica de programas educativos, juegos intensivos de aptitud y actividades deportivas”) parecen haber tenido poco impacto en la práctica.”", "64. Según UNICEF, la jurisdicción de menores en Turquía en 2008 todavía se encontraba en sus inicios. Los jueces estaban aprendiendo acerca de los centros de encarcelamiento de menores sensibles, la resolución alternativa de conflictos y el debido proceso para los niños en conflicto con la ley.", "", "FUNDAMENTOS DE DERECHO", "I. SOBRE LA VIOLACIÓN ALEGADA DEL ARTÍCULO 3 DEL CONVENIO", "65. Basándose en el artículo 3 del Convenio, el demandante se queja de que su juicio ante el Tribunal de Seguridad nacional de Estambul, junto con su reclusión con adultos, le había causado un sufrimiento mental. El artículo 3 del Convenio dispone lo siguiente:", "”Nadie podrá ser sometido a tortura ni a penas o tratos inhumanos o degradantes.”", "66. El Gobierno rebatió este argumento.", "", "A. Admisibilidad", "67. En referencia al Reglamento de Administración Penitenciaria y Ejecución de Sentencias (apartado 56 supra), el Gobierno sostuvo que el demandante no agotó los recursos internos, ya que ni él ni su abogado había presentado una denuncia en virtud del artículo 106 del Reglamento para quejarse del encarcelamiento del demandante con adultos. El Gobierno también señaló que habría sido posible que la parte demandante hubiera presentado sus quejas a la atención del Tribunal de Primera Instancia o el Tribunal de Casación.", "68. El demandante respondió que, a la vista de la redacción ambigua de las normas nacionales y convenios internacionales aplicables, las autoridades tenían la obligación de mantenerlo separado de los adultos. Dado que la legislación nacional aplicable prevé claramente los peligros potenciales para el bienestar de un niño de su edad en ese momento, no estaba justificado que el Gobierno sostuviera que los jueces y las autoridades de la prisión fueran ignorantes de los peligros al recluirle en una prisión de adultos.", "69. El Tribunal recuerda que, según su jurisprudencia, la finalidad de los recursos internos, cuya norma está contenida en el artículo 35.1 del Convenio, es ofrecer a los Estados contratantes la ocasión de prevenir o corregir las presuntas violaciones antes de ser sometidas al Tribunal. Sin embargo, los únicos recursos que deben agotarse son aquellos que son eficaces. Corresponde al Gobierno alegar el no agotamiento de satisfacer Tribunal que el remedio era efectivo, disponible en la teoría y en la práctica en el momento oportuno (en particular, Vernillo contra Francia, sentencia de 20 de febrero de 1991, Serie A núm. 198, ap. 27, y Dalia contra Francia, sentencia de 19 de febrero de 1998, Repertorio de sentencias y resoluciones 1998-I, ap. 38).", "70. Una vez que esta carga de la prueba ha sido satisfecha, corresponde al demandante demostrar que el argumento esgrimido por el Gobierno estaba, de hecho, agotado, o fue por alguna razón insuficiente e ineficaz en las circunstancias particulares del caso, o que existían circunstancias especiales que le absuelven de este requisito (ver Aksoy contra Turquía, sentencia de 18 de diciembre de 1996, Reports 1996-VI, ap. 52).", "71. El Tribunal observa que la aplicación de esta regla debe tener debidamente en cuenta el contexto. En consecuencia, se ha reconocido que el artículo 35.1 debe aplicarse con cierta flexibilidad y sin formalismo excesivo (Akdivar y otros contra Turquía, sentencia de 16 de septiembre de 1996, Reports 1996-IV, ap. 69).", "72. El Tribunal señala que el demandante fue detenido el 30 de septiembre de 1995 y retenido bajo custodia policial durante un período de doce días durante los cuales, de conformidad con la legislación nacional vigente en el momento, no tuvo acceso a un abogado o a cualquier miembro de su familiar (apartado 53 in fine). Al final de la custodia policial el 12 de octubre de 1995 fue interrogado por un fiscal y un juez, una vez más, en ausencia de un abogado. El mismo día, el juez ordenó su ingreso en la cárcel. En estas circunstancias, el Tribunal considera que es poco realista esperar que una persona de quince años de edad, que acababa de ser liberado de doce días de reclusión en régimen de incomunicación, se refiera al Reglamento de Administración Penitenciaria y de Ejecución de Penas y pida ser encarcelado de manera separada a los adultos.", "73. Además, el Tribunal observa que, al ordenar el ingreso del demandante en la cárcel, el juez tenía en su posesión la información que muestra la fecha de nacimiento del demandante. Parece, por tanto, que, si bien el juez era consciente de que el demandante sólo tenía quince años de edad, actuó al margen de todo el procedimiento aplicable al ordenar el ingreso del demandante en una prisión para adultos.", "74. La primera vez que el demandante fue representado por un abogado fue durante la tercera audiencia, que tuvo lugar el 18 de abril de 1996, es decir, unos seis meses después de que se hubiera ordenado su ingreso en la cárcel (apartado 18 supra). En el curso de esos seis meses, el Tribunal de Primera Instancia no sólo le permitió al demandante no estar representado por un abogado, sino que incluso en dos ocasiones dictaminó su reclusión en la prisión (apartados 15 a 17 supra).", "75. El abogado que representó al demandante entre el 18 de abril de 1996 y el 10 de octubre de 2000, por su parte, falló de forma manifiesta en defender al demandante adecuadamente. Además de no asistir a 17 de las 25 audiencias, tampoco informó al Tribunal de Primera Instancia de los problemas psicológicos a los que se enfrentaba el demandante en la prisión o de sus tres intentos de suicidio.", "76. Al final, fueron compañeros de prisión del demandante quienes se dieron cuenta de la que su abogado no le representaba adecuadamente y tomaron la iniciativa de informar al Tribunal acerca de los problemas de salud que sufría el demandante (apartado 32 supra).", "77. Que el demandante sufría problemas fue confirmado por el médico de la prisión en su informe de 7 de agosto de 2000. En dicho informe, el médico informó al Tribunal de Primera Instancia, que el demandante se prendió fuego, se cortó las venas y tuvo una sobredosis y que había estado entrando y saliendo del hospital en varias ocasiones. El médico también informó al Tribunal de Primera Instancia que la situación en la prisión no era satisfactoria para el tratamiento del demandante, que debería pasar un tiempo considerable en un hospital especializado (apartado 38 supra).", "78. Incluso después de haber sido informado de los problemas médicos del demandante y la inadecuación de la prisión para su tratamiento, el Tribunal ordenó el encarcelamiento continuo del demandante en la cárcel.", "79. En el presente caso, el Gobierno no ha presentado ningún documento u otra evidencia que demuestre que la medida correctora prevista por ellos fue efectiva a los efectos del artículo 35.1 del Convenio. Vista la práctica generalizada de recluir a menores en prisiones para adultos en Turquía, como se destaca en los informes de ciertas organizaciones internacionales (apartados 59 a 64 supra), el Tribunal tiene dudas acerca de la eficacia de ese recurso.", "80. En cualquier caso, el Tribunal considera que las circunstancias especiales descritas anteriormente absuelven al demandante del requisito de agotamiento de los recursos internos en relación con sus quejas en virtud del artículo 3 del Convenio. En consecuencia, esta reclamación no puede ser desestimada por no haberse agotado los recursos internos.", "81. El Tribunal considera que la demanda no es manifiestamente infundada en el sentido del artículo 35.3 del Convenio y no encuentra otro motivo para declararla inadmisible. Por lo tanto, debe declararse su admisibilidad.", "", "B. Fondo", "82. Refiriéndose a la jurisprudencia del Tribunal en virtud del artículo 3 del Convenio, el demandante alegó que las Partes Contratantes tienen la obligación de adoptar medidas para asegurar que los individuos dentro de su jurisdicción no sean sometidos a malos tratos. Tales medidas deberían proporcionar una protección eficaz sobre todo en relación con los niños y otras personas vulnerables y deberían incluir la adopción de medidas razonables para prevenir los malos tratos de los que las autoridades tenían o debían haber tenido conocimiento.", "83. En su caso el Estado demandado había fracasado, no cumpliendo sus obligaciones tanto bajo su propia legislación interna como bajo los convenios internacionales en los que es parte, de proporcionar una protección eficaz contra la severidad de la reclusión arbitraria del demandante en una prisión para adultos, donde se le mantuvo con adultos durante un período de más de cinco años. Además, durante los primeros dieciocho meses de ese período fue juzgado por un delito sancionado con pena de muerte. Mientras estaba siendo juzgado por un delito ante la jurisdicción de los Tribunales de Seguridad Nacional, por el que había sido sometido a un régimen de visitas muy limitado en la prisión. No tenía, por ejemplo, la oportunidad de recibir visitas abiertas con su familia. Las condiciones de su encarcelamiento afectaron negativamente a su salud mental y le llevaron a intentar suicidarse.", "84. Se quejó de que los problemas mencionados anteriormente, junto con su juicio ante el Tribunal de Seguridad Nacional de Estambul, le habían causado un sufrimiento psicológico que asciende a un trato inhumano y degradante.", "85. El demandante alega, además, que durante su estancia en la cárcel no se le proporcionó una asistencia médica adecuada, a pesar de la gravedad de sus problemas de salud. En su opinión, el hecho de no ponerle en libertad, al menos temporalmente, para que pudiera recibir atención médica adecuada también ascendió a un trato inhumano contrario al artículo 3 del Convenio.", "86. En apoyo de sus alegaciones, el demandante se refirió a los informes del CPT (apartados 62 a 63 anteriores) en los que el CPT expresó sus dudas en cuanto a la política de reclusión de menores en cárceles para adultos en Turquía.", "87. El Gobierno no negó que el demandante había sido encarcelado en prisión junto con adultos. Refiriéndose al informe médico de 25 de abril de 2001 (apartado 43 supra), sostuvo que el demandante no sufrió problemas mentales que le eximieran de ser penalmente responsable de sus actos. También argumentaron que los malos tratos presuntamente sufridos por él no alcanzaban el nivel mínimo de gravedad para encuadrarse dentro del ámbito del artículo 3 del Convenio.", "88. El Tribunal observa en primer lugar que el encarcelamiento del demandante en una prisión para adultos constituyó una violación de los reglamentos aplicables que estaban en vigor en el momento (apartado 56 supra), y reflejó las obligaciones de Turquía en virtud de tratados internacionales (apartado 58 supra).", "89. Se observa además que, según el informe médico elaborado el 25 de abril de 2001 (apartado 43 supra), los problemas psicológicos del demandante comenzaron durante su reclusión en la cárcel y empeoraron en el transcurso de su encarcelamiento de cinco años. Los informes médicos de 24 de julio de 2000 y 7 de agosto de 2000 también detallan los problemas médicos serios que el demandante sufrió en la cárcel. El Tribunal considera que el hecho de que se estimara que el demandante era apto para ser juzgado y que sus problemas psicológicos se encontraban en remisión unos seis meses después de su liberación, no alteran la gravedad de los problemas médicos que experimentó mientras estuvo encarcelado.", "90. Como ha señalado el Gobierno, los malos tratos deben alcanzar el nivel mínimo de gravedad para que puedan encajar dentro del ámbito del artículo 3 del Convenio (Irlanda contra Reino Unido, sentencia de 18 de enero de 1978, Serie A, núm. 25 , ap. 162). La valoración de este mínimo es relativa: depende de todas las circunstancias del caso, como la duración del tratamiento, sus características físicas y/o mentales efectos y, en algunos casos, el sexo, la edad y estado de salud de la víctima (entre otras autoridades, Tekin contra Turquía, sentencia de 9 de junio de 1998, Reports 1998-IV, ap. 52).", "91. En el presente caso, el Tribunal no está de acuerdo con las alegaciones del Gobierno de que los problemas del demandante no alcanzan el nivel mínimo de gravedad para poder necajarse dentro del ámbito del artículo 3 del Convenio. El demandante sólo tenía quince años cuando fue recluido en una cárcel donde pasó los siguientes cinco años de su vida junto a presos adultos. Durante los primeros seis meses y medio no tuvo acceso a asesoramiento legal. En efecto, como se detalla más arriba (apartados 74 y 75 supra), no tuvo representación legal adecuada hasta unos cinco años después de que fuera ingresado por primera vez en prisión. Estas circunstancias, junto con el hecho de que durante un período de dieciocho meses, fue juzgado por un delito sancionado con la pena de muerte, creó una incertidumbre completa para el demandante en cuanto a su futuro.", "92. El Tribunal considera que las características antes mencionadas de su encarcelamiento, causaron, sin duda, los problemas psicológicos sufridos ​​por el demandante, que, a su vez, trágicamente llevó a cabo repetidos intentos de quitarse la vida.", "93. El Tribunal considera, además, que las autoridades nacionales no sólo eran directamente responsables de los problemas del demandante, sino que también fracasó manifiestamente en proporcionar atención médica adecuada para él. No hay documentos en el archivo que indiquen que el Tribunal fue informado acerca de los problemas del demandante y sus intentos de suicidio hasta el verano de 2000 (apartados 32 y 36 supra). Tampoco existe ningún documento en el expediente que demuestre que el Tribunal mostrara preocupación alguna por el demandante al no aparecer en las audiencias repetidamente. De hecho, la primera vez que el Tribunal de Primera Instancia se informó acerca de los problemas del demandante no fue por ningún funcionario responsable de presos - como un director de la prisión o de un médico de la prisión - los cuales estaban al tanto de estos problemas, sino por compañeros de celda del demandante (apartado 32 supra). Fueron los compañeros de celda, quienes también remitieron el informe médico del médico de la prisión al Tribunal de Primera Instancia (apartado 33 supra).", "94. Según ese informe, la prisión no era un lugar adecuado para el tratamiento del demandante, sino que debía que pasar un tiempo considerable en un hospital especializado (apartado 38 supra). El Tribunal toma nota con pesar de que la información facilitada por el médico de la prisión no estimuló al Tribunal de Primera Instancia a actuar para garantizar una atención médica adecuada para el demandante. El único paso dado por el Tribunal de Primera Instancia fue remitir al demandante a un hospital - no para el tratamiento de sus problemas de salud, sino para un examen médico con el fin de establecer si tenía la capacidad necesaria penal (doli capax) cuando presuntamente cometió el delito que se le había imputado (apartado 35 supra).", "95. En efecto, como señala el demandante, el Tribunal de Primera Instancia no sólo no se aseguró de que recibiera atención médica, sino que incluso impidió que él y su familia lo hicieran, al negarse a dejarlo en libertad bajo fianza por un período adicional de dos meses y medio (apartados 35 y 41 supra).", "96. En esta coyuntura, el Tribunal recuerda que, aunque no se puede interpretar que el artículo 3 del Convenio establece la obligación general de liberar a los presos por razones de salud, se impone, sin embargo, la obligación del Estado de proteger la integridad física de las personas privadas de su libertad, por ejemplo, poniendo a su disposición la asistencia médica necesaria (Mouisel contra Francia, no. 67263/01, ap. 40, TEDH 2002 IX y la jurisprudencia citada). Como se indica más arriba, las autoridades no quedan exentas de esa obligación.", "97. También debe tenerse en cuenta que el no haber actuado, a pesar de los problemas psicológicos del demandante y su primer intento de suicidio, estaba dirigido a evitar más intentos (en este sentido, Keenan contra Reino Unido, no. 27229/95, aps.112-116, TEDH 2001 III).", "98. Teniendo en cuenta la edad del demandante, la duración de su reclusión en la cárcel junto con adultos, el fracaso de las autoridades para brindar atención médica adecuada para sus problemas psicológicos, y, por último, el hecho de que no se tomaron medidas con miras a la prevención de sus repetidos intentos de suicidio, el Tribunal no alberga ninguna duda de que el demandante fue sometido a un trato inhumano y degradante. Ha habido, por tanto, una violación del artículo 3 del Convenio.", "99. El Tribunal no considera necesario examinar separadamente la alegación de que el juicio del demandante por un Tribunal de Seguridad Nacional también supuso malos tratos en el sentido del artículo 3 del Convenio.", "", "II. SOBRE LA VIOLACIÓN ALEGADA DEL ARTÍCULO 5.3 Y 13 DEL CONVENIO", "100. El demandante alega en virtud del artículo 5.3 del Convenio que la duración de la prisión preventiva fue excesiva. Afirmó además en virtud del artículo 13 del Convenio, que no había recursos disponibles en el derecho interno para impugnar la duración de su reclusión en prisión preventiva. El Tribunal considera que la denuncia formulada en virtud del artículo 13 del Convenio debe examinarse únicamente desde el punto de vista del artículo 5.4 del Convenio. El artículo 5.3 y 4 establece lo siguiente:", "”3. Toda persona detenida o privada de libertad en las condiciones previstas en el apartado 1 c), del presente artículo deberá ser conducida sin dilación ante un juez u otra autoridad habilitada por la ley para ejercer poderes judiciales y tendrá derecho a ser juzgada en un plazo razonable o a ser puesta en libertad durante el procedimiento.", "La puesta en libertad puede ser condicionada a una garantía que asegure la comparecencia del interesado a juicio.", "4. Toda persona privada de su libertad mediante arresto o detención tendrá derecho a presentar un recurso ante un órgano judicial, a fin de que se pronuncie en breve plazo sobre la legalidad de su detención y ordene su puesta en libertad si dicha detención fuera ilegal.”", "101. El Gobierno discute estos argumentos y sostiene que el demandante fue recluido como preso preventivo del 30 de septiembre 1995 y el 17 octubre de 1997. Después de esta última fecha estuvo cumpliendo su condena y por lo tanto, ya no estaba en prisión preventiva.", "102. El Tribunal observa que el encarcelamiento del demandante, en el sentido del artículo 5.3 del Convenio, se inició cuando fue detenido el 30 de septiembre de 1995 y continuó hasta que fue condenado por el Tribunal de Primera Instancia el 17 de octubre de 1997. Desde el 17 de octubre de 1997 hasta que su condena fue anulada por el Tribunal de Casación el 12 de marzo de 1998, fue recluido “tras la condena dictada por un Tribunal competente”, en el sentido del artículo 5.1 (a) y por lo tanto el período de su reclusión queda fuera del alcance del artículo 5.3 (Solmaz contra Turquía, núm. 27561/02, ap. 34, TEDH 2007 II (extractos) y la jurisprudencia citada). Del 12 de marzo de 1998 hasta su puesta en libertad bajo fianza el 10 de octubre de 2000, sin embargo, el demandante se encontraba una vez más en prisión preventiva a los efectos del artículo 5.3 del Convenio. De ello se desprende que el demandante pasó un total de cuatro años, siete meses y quince días como preso preventivo.", "", "A. Admisibilidad", "103. El Gobierno argumentó que el demandante no puede pretender ser víctima de una violación del artículo 5.3 del Convenio debido a que el tiempo pasado por él en prisión preventiva posteriormente se deducirá de la pena que le fue impuesta por el Tribunal de Primera Instancia el 22 de mayo de 2001 (apartado 44 supra).", "104. El Tribunal ya examinó las solicitudes similares formuladas por el Gobierno demandado en otros casos (por ejemplo, Ari y Şen contra Turquía, núm. 33746/02, ap. 19, 2 de octubre de 2007 y la jurisprudencia citada) y concluyó que la deducción del tiempo pasado en la cárcel como preso preventivo de la pena posterior no podía eliminar la violación del artículo 5.3. En el presente caso, el Gobierno no ha presentado ningún argumento que podría llevar al Tribunal a llegar a una conclusión diferente. En consecuencia, la excepción del Gobierno a la condición de víctima del demandante debe ser desestimada.", "105. El Tribunal considera que estas denuncias no son manifiestamente infundadas, en el sentido del artículo 35.3 del Convenio. Además, observa que no son inadmisibles por cualquier otro motivo. Por lo tanto, debe declararse su admisibilidad.", "", "B. Fondo", "1. El artículo 5.3 del Convenio", "106. El Gobierno alegó que existió una verdadera exigencia de interés público para la continuación de la reclusión del demandante, que había sido acusado de un delito grave. También había un alto riesgo de fuga o de la destrucción de pruebas en su contra.", "107. El demandante sostuvo sus alegaciones.", "108. El Tribunal observa que el Gobierno, argumenta además que la reclusión del demandante estaba justificada debido a la infracción de la que se le acusó, no discutió que los métodos alternativos se consideraron primero y que su detención fue utilizada sólo como medida de último recurso, en cumplimiento de sus obligaciones en virtud del derecho nacional y una serie de convenios internacionales (por ejemplo Nart contra Turquía, núm. 20817/04, ap. 22, 6 de mayo de 2008). Tampoco existe ningún documento en el expediente que indique que el Tribunal de Primera Instancia, que ordenó el encarcelamiento continuo del demandante en varias ocasiones, en ningún momento mostró preocupación por la duración de la reclusión del demandante. En efecto, la falta de cualquier preocupación de las autoridades nacionales de Turquía en relación con el encarcelamiento de los menores de edad se evidencia en los informes de las organizaciones internacionales antes citadas (apartados 61 a 64).", "109. En al menos tres sentencias relativas a Turquía, el Tribunal ha expresado sus dudas acerca de la práctica de recluir a niños en prisión preventiva (Selçuk contra Turquía, núm 21768/02, ap. 35, 10 de enero de 2006; Kosti y otros contra Turquía, no 74321/01, ap. 30, 3 de Mayo de 2007 y Nart contra Turquía, antes citada, ap. 34) y encontró violaciones del artículo 5.3 del Convenio por períodos considerablemente más cortos que los que soportó el demandante en el presente caso. Por ejemplo, en Selçuk el demandante permaneció unos cuatro meses en prisión preventiva cuando tenía dieciséis años y en Nart el demandante soportó cuarenta y ocho días en prisión cuando tenía diecisiete años. En el presente caso, el demandante fue encarcelado con una edad de quince años y fue mantenido en prisión preventiva por un período de más de cuatro años y medio.", "110. A la luz de lo anterior, el Tribunal considera que la duración de la reclusión del demandante en prisión preventiva fue excesiva y supone una violación del artículo 5.3 del Convenio.", "", "2. El artículo 5.4 del Convenio", "111. El Gobierno alegó que el demandante tuvo, de hecho, la posibilidad de impugnar su reclusión previa al juicio oponiéndose de conformidad con los artículos 297 a 304 del Código de Procedimiento Penal (Bağrıyanık contra Turquía,. No 43256/04, ap. 19, 05 de junio 2007).", "112. El Tribunal ya ha examinado la posibilidad de impugnar la legalidad de la prisión preventiva en Turquía en el momento correspondiente y concluyó que en la práctica ofrecía pocas perspectivas de éxito y no preveía un procedimiento genuinamente contradictorio para el acusado (Kosti, antes citada, ap. 22; Bağrıyanık, antes citada, aps. 50-51, y Doğan Yalçın contra Turquía, núm 15041/03, ap. 43, 19 de febrero de 2008.). El Tribunal no encuentra circunstancias particulares en el presente caso que le obliguen a apartarse de sus conclusiones anteriores.", "113. A la luz de lo anterior el Tribunal concluye que ha habido una violación del artículo 5.4 del Convenio.", "", "III. SOBRE LA VIOLACIÓN ALEGADA DEL ARTÍCULO 6 DEL CONVENIO", "114. En virtud del artículo 6.1 del Convenio, el demandante alegó que", "- se le había negado un juicio justo por un Tribunal independiente e imparcial a causa de la presencia del juez militar en el banquillo del Tribunal de Seguridad Nacional de Estambul que le juzgó y declaró culpable;", "- el proceso penal en su contra no se concluyó en un plazo razonable;", "- el principio de igualdad de armas se violó a causa de su incapacidad para responder a las alegaciones de la fiscalía al ser un menor de edad, que sufría problemas psicológicos;", "- las alegaciones escritas del Fiscal Superior del Tribunal de Casación no se le notificaron, y que", "- la sentencia del Tribunal de Seguridad Nacional de Estambul fue arbitraria y careció de razonamiento.", "115. Además, el demandante alega una violación del artículo 6.2 del Convenio debido a que el auto de procesamiento elaborado por el fiscal del Tribunal de Seguridad Nacional de Estambul se basó en un informe elaborado por las fuerzas de seguridad. Sostuvo además en el mismo sentido que la duración excesiva de la prisión preventiva se violó su derecho a la presunción de inocencia.", "116. El demandante alega en virtud del artículo 6.3 del Convenio que no había sido informado de los cargos en su contra y fue privado de su derecho a disponer de tiempo y medios adecuados para la preparación de su defensa. A pesar de que había sido incapaz de defenderse a sí mismo, no se le asignó abogado. Las partes aplicables del artículo 6 del Convenio disponen lo siguiente:", "”1. En la determinación de... cualquier acusación penal formulada contra él, todo el mundo tiene derecho a una justa... audiencia dentro de un plazo razonable por un Tribunal independiente e imparcial...", "2. Toda persona acusada de una infracción se presume inocente hasta que su culpabilidad haya sido legalmente declarada.", "3. Todo acusado tiene, como mínimo, los siguientes derechos:", "a) a ser informado, en el más breve plazo, en una lengua que comprenda y de manera detallada, de la naturaleza y de la causa de la acusación formulada contra él;", "b) a disponer del tiempo y de las facilidades necesarias para la preparación de su defensa;", "c) a defenderse por sí mismo o a ser asistido por un defensor de su elección y, si carece de medios para pagarlo, a poder ser asistido gratuitamente por un abogado de oficio, cuando los intereses de la justicia así lo exijan;", "...”", "117. El Gobierno discute las alegaciones del demandante y sostiene que su juicio fue justo.", "", "A. Admisibilidad", "118. El Tribunal observa que estas alegaciones no son manifiestamente infundadas en el sentido del artículo 35.3 del Convenio. Además, toma nota de que no son inadmisibles por cualquier otro motivo. Por lo tanto, debe declararse su admisibilidad.", "B. Fondo", "119. El demandante alegó que en el momento de su detención tenía sólo 15 años de edad, y que fue retenido bajo custodia policial durante un período de 13 días e interrogado allí sin la asistencia de un abogado. Posteriormente, fue juzgado por un delito sancionado con la pena de muerte y su estabilidad mental se fue deteriorando con el tiempo. No pudo asistir a un gran número de las audiencias debido a las lesiones que resultaron de sus intentos de suicidio y a causa de sus problemas psicológicos. No contó con la asistencia de un abogado o un psicólogo para hacer frente a un juicio tan oneroso y que no tuvo la oportunidad de examinar el caso o presentar pruebas en su favor.", "120. Con respecto a lo anterior, y haciendo referencia a las sentencias en los casos de T. contra el Reino Unido [GC] (n º 24724/94, 16 de diciembre de 1999) y V. contra el Reino Unido [GC] (n º 24888/94, TEDH 1999 IX), el demandante alegó que fue privado de la oportunidad de participar de manera efectiva en el juicio.", "121. Para el Gobierno, la policía recordó al demandante de los cargos en su contra y sus derechos. Por otra parte, se benefició de la asistencia de un representante legal adecuado desde el principio del procedimiento.", "122. El Tribunal destaca que en una serie de demandas contra Turquía en las que se alegaba una supuesta falta de independencia e imparcialidad por parte de los Tribunales de seguridad Nacional, el Tribunal limitó su examen a ese aspecto por sí solo, no estimando necesario hacer frente a cualquier otra alegación en relación con la imparcialidad de los procedimientos impugnados (en particular, Ergin contra Turquía (N º 6), no. 47533/99, ap. 55, 4 ​​de mayo de 2006). Sin embargo, el Tribunal considera que es necesario dejar este manido enfoque a un lado en el presente caso porque las circunstancias particularmente graves de la presente demanda incluyendo cuestiones tan poderosas como la participación efectiva de un menor de edad en el juicio y el derecho a la asistencia jurídica.", "123. El Tribunal recuerda que el derecho de un acusado en virtud del artículo 6 del Convenio a participar de manera efectiva en su juicio penal en general, incluye no sólo el derecho a estar presente, sino también a escuchar y seguir el procedimiento. Tales derechos están implícitos en la noción misma de un procedimiento contradictorio y también se pueden derivar de las garantías que figuran, en particular, en el inciso (c) del apartado 3 del artículo 6 - “a defenderse por sí mismo”.", "124. “La participación efectiva” en este contexto presupone que el acusado tiene una amplia comprensión de la naturaleza del proceso de prueba y de lo que está en juego para él o ella, incluyendo la importancia de la sanción que se puede imponer (Timergaliyev contra Rusia,. no 40631/02, ap. 51, ​​14 de octubre de 2008, y la jurisprudencia citada). También requiere que él o ella, si es necesario con la ayuda de, por ejemplo, un intérprete, abogado, trabajador social o un amigo, debe ser capaz de comprender el sentido general de lo que se dice en el Tribunal. El acusado debe ser capaz de seguir lo que dicen los testigos de la acusación y, de ser representado, de explicar a un abogado defensor su versión de los hechos, señalar las declaraciones con las que él o ella no esté de acuerdo y poner en conocimiento del Tribunal de Primera Instancia los hechos que deben ser presentados por la defensa (Stanford contra Reino Unido, sentencia de 23 de febrero de 1994, serie A núm. 282-A, ap. 30).", "125. El demandante en el presente caso fue detenido el 30 de septiembre de 1995 y posteriormente acusado de un delito para el que la única sanción prevista era la pena de muerte. A pesar de su corta edad, la legislación aplicable en el momento impidió que el demandante tuviera un juicio ante un Tribunal de Menores (apartado 54 supra) y de tener un abogado designado para él por el Estado (apartado 53 supra).", "126. No estuvo representado por un abogado hasta el 18 de abril de 1996, es decir unos seis meses y medio después de su detención. Mientras permaneció sin representación y fue interrogado por la policía, un fiscal y un juez de guardia, seguidamente acusado, y luego interrogado por el Tribunal de Primera Instancia (apartados 7, 11 13 y 16 a 17, también Salduz contra Turquía [GS], núm . 36391/02, aps. 50-63, 27 de noviembre de 2008 relativa a la ausencia de representación legal de un menor de edad bajo custodia policial).", "127. Catorce audiencias se llevaron a cabo en el transcurso del primer juicio y 16 en el siguiente. El demandante no asistió a por lo menos 14 de esas audiencias. Afirmó que su no asistencia se debió a sus problemas de salud. Esta afirmación, que es apoyada por las pruebas médicas (apartados 32, 33 y 36-38), no fue refutada por el Gobierno. Además, como se señaló anteriormente, el Tribunal de Primera Instancia no manifestó inquietud ninguna acerca de las ausencias del demandante de las audiencias o tomó medidas para garantizar su asistencia.", "128. En estas circunstancias, el Tribunal no puede considerar que el demandante estaba en condiciones de participar de manera efectiva en el juicio. Además, por las razones que se exponen a continuación, el Tribunal no considera que la incapacidad del demandante para participar en el juicio se viera compensada por el hecho de que estuviera representado por un abogado del 18 de abril 1996 en adelante (Stanford, antes citada, ap. 30).", "129. El abogado, que declaró durante la tercera audiencia, celebrada el 18 de abril de 1996, que representaría al demandante a partir de entonces, no pudo asistir a 17 de las 25 audiencias. De hecho, en el curso del segundo juicio ese abogado particular, sólo asistió a una de las audiencias, que se celebró el 18 de marzo de 1999. Durante las últimas etapas cruciales del nuevo juicio del 18 de marzo de 1999 hasta que fue representado por la señora Avcı el 10 de octubre de 2002 (apartado 39 supra) el demandante estuvo completamente sin asistencia legal alguna.", "130. En esta coyuntura, el Tribunal reitera su jurisprudencia según la cual el Estado no puede normalmente ser considerado responsable de las acciones o decisiones del abogado de un acusado (Stanford, antes citada, ap. 28), ya que la conducta de la defensa es esencialmente una cuestión entre el inculpado y su defensor, ya sea designado en virtud de un régimen de asistencia jurídica o financiado de manera privada (Czekalla contra Portugal, no 38830/97, ap. 60, TEDH 2002 VIII;. también Bogumil contra Portugal, no 35228 /. 03, ap. 46, 7 de octubre de 2008). Sin embargo, en caso de un fracaso manifiesto de un abogado nombrado de conformidad con el régimen de ayuda legal de proporcionar una representación efectiva, el artículo 6.3 (c) del Convenio obliga a las autoridades nacionales a intervenir (ibid).", "131. En el presente caso, el abogado que representaba al demandante no fue designado en virtud del régimen de asistencia jurídica gratuita. Sin embargo, el Tribunal considera que la corta edad del demandante, la gravedad de los delitos que se le imputaban, las acusaciones aparentemente contradictorias formuladas contra él por la policía y un testigo de cargo (apartados 8, 18, 28 y 29 supra), la insuficiencia manifiesta de su abogado para representarle adecuadamente y, por último, sus muchas ausencias en las audiencias, deberían haber llevado al Tribunal a considerar que el demandante requería con urgencia una representación legal adecuada. De hecho, el acusado tiene derecho a tener un abogado asignado por el Tribunal, de oficio “cuando los intereses de la justicia lo exijan” (Vaudelle contra Francia. No 35683/97, ap. 59, TEDH 2001-I).", "132. El Tribunal tuvo en cuenta la totalidad de las actuaciones penales contra el demandante. Se considera que las deficiencias señaladas anteriormente, incluyendo, en particular, la falta de facto de asistencia jurídica en la mayor parte de las actuaciones, exacerbaron las consecuencias de la incapacidad del demandante para participar de manera efectiva en su juicio y violaron su derecho a un proceso adecuado.", "133. Se produjo, pues, una violación del artículo 6.1 del Convenio en relación con el artículo 6.3 (c).", "", "IV. SOBRE OTRAS ALEGACIONES ALEGADAS DEL CONVENIO", "134. El demandante alegó que no había tenido un recurso efectivo, en el sentido del artículo 13 del Convenio, en relación con sus alegaciones en virtud del artículo 6 del Convenio. Por último, basándose en el artículo 14 del Convenio el demandante alegó que había sido objeto de discriminación por haber sido juzgado por un Tribunal de Seguridad Nacional en lugar de un Tribunal de Menores.", "135. El Tribunal considera que estas alegaciones pueden ser admitidas a trámite. Sin embargo, habida cuenta de las violaciones referidas anteriormente el Tribunal estima necesario examinar estas alegaciones por separado en la fundamentación.", "", "V. DEMANDA DEL ARTÍCULO 41 DEL CONVENIO", "136. El artículo 41 del Convenio establece:", "”Si el Tribunal declara que ha habido violación del Convenio o de sus Protocolos y si el derecho interno de la Alta Parte Contratante sólo permite de manera imperfecta reparar las consecuencias de dicha violación, el Tribunal concederá a la parte perjudicada, si así procede, una satisfacción equitativa.”", "A. Daños", "137. El demandante sostiene que, en el momento de su encarcelamiento, estaba trabajando y ganando unos 200 euros (EUR) al mes. Como resultado de su arresto y reclusión fue incapaz de trabajar por un período de cinco años y un mes. Por lo tanto, sus ingresos perdidos, más los intereses, ascendían a 32.000 euros. Afirmó que esta cantidad debe serle entregada en concepto de daño material.", "138. El demandante reclamó 103.000 euros en concepto de daños morales.", "139. El Gobierno rechazó estas pretensiones.", "140. El Tribunal no advierte una relación causal entre las violaciones encontradas y el daño material alegado, así que, por tanto, rechaza esta afirmación. Sin embargo, teniendo en cuenta las circunstancias particularmente graves del presente caso y la naturaleza de las múltiples violaciones observadas, se conceden al demandante 45.000 euros en concepto de daños morales.", "", "B. Costas y gastos", "141. El demandante también solicitó 6.050 liras turcas (unos 3.735 euros en el momento de la presentación de la solicitud en 2006) por las costas y gastos incurridos ante los Tribunales nacionales y 79.670 liras turcas (49.200 euros) po los desembolsados ante el Tribunal. En apoyo de sus pretensiones, el demandante presentó un calendario de los costas, que muestra las horas dedicadas por sus dos abogados en el caso.", "142. El Gobierno considera que las cantidades son excesivas y no vienen apoyadas por documentación adecuada.", "143. De acuerdo con la jurisprudencia del Tribunal, el demandante tiene derecho al reembolso de las costas y gastos sólo en la medida en que se haya demostrado que estos se han efectuado realmente y necesariamente y su importe sea razonable. En el presente caso, habida cuenta de los documentos en su poder y los criterios anteriores, el Tribunal considera razonable otorgar la suma de 5.000 euros, menos 850 euros recaudados en concepto de asistencia jurídica del Consejo de Europa - un total de 4, 150 EUR - cubriendo todos los gastos.", "", "C. Intereses de demora", "144. El Tribunal considera apropiado que los intereses de demora se deben basar en el tipo marginal de crédito fijado por el Banco Central Europeo, al que hay que añadir tres puntos porcentuales.", "POR ESTAS RAZONES, EL TRIBUNAL DE MANERA UNÁNIME,", "1. Declara admisible la solicitud;", "", "2. Declara, que ha habido una violación del artículo 3 del Convenio;", "", "3. Declara, que ha habido una violación del artículo 5.3 del Convenio;", "", "4. Declara, que ha habido una violación del artículo 5.4 del Convenio;", "", "5. Declara, que ha habido una violación del artículo 6.1 del Convenio en relación con el ap. 3 (c) del artículo 6;", "", "6. Declara que no hay necesidad de examinar por separado las alegaciones de los artículos 13 y 14 del Convenio;", "", "7. Declara", "", "(a) que el Estado demandado debe abonar al demandante, dentro de los tres meses siguientes a la fecha en que la sentencia sea firme, de conformidad con el artículo 44.2 del Convenio, las siguientes sumas, que se convertirán a la moneda nacional del Estado demandado en la tasa aplicable en la fecha de liquidación:", "", "(i) 45.000 EUR (cuarenta y cinco mil euros), más cualquier impuesto que pueda ser debido, en concepto de daños morales,", "", "(ii) 4.150 EUR (cuatro mil ciento cincuenta euros), además de cualquier impuesto cargado al demandante, en concepto de costas y gastos;", "", "(b) que a partir de la expiración de los tres meses antes mencionados hasta la liquidación se devengarán intereses simples sobre las cantidades citadas a una tasa igual a la tasa marginal de crédito del Banco Central Europeo durante el periodo predeterminado incrementado en tres puntos porcentuales;", "", "8. Desestima las demás pretensiones del demandante de indemnización.", "Redactada en Inglés y notificada por escrito el 20 de enero de 2009, en aplicación del artículo 77 aps. 2 y 3 del Reglamento del Tribunal", "", "Sally Dollé             Françoise Tulken", "Secretaria                  Presidente", "", "© Consejo de Europa/Tribunal Europeo de Derechos Humanos, 2013.", "Los idiomas oficiales del Tribunal Europeo de Derechos Humanos son el Inglés y el Francés. Esta traducción no vincula al Tribunal, ni el Tribunal asume ninguna responsabilidad sobre la calidad de la misma. Puede descargarse desde la base de datos de jurisprudencia HUDOC del Tribunal Europeo de Derechos Humanos () o de cualquier otra base de datos con la que el Tribunal de Justicia la haya compartido. Puede reproducirse para fines no comerciales, a condición de que el título completo del caso sea citado junto con la indicación de derechos de autor anterior. Si se pretende utilizar cualquier parte de esta traducción con fines comerciales, por favor póngase en contacto con .", "", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}