{"file": "SPA_HJUDSPA_17358_90.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "17358/90", "text_paragraphs": ["Sentencia 17358/90", "", "CASO BULUT CONTRA AUSTRIA", "", " Artículo 6.1 (Derecho a la tutela judicial efectiva. Derecho a un proceso justo. Derecho a la defensa) Sentencia de 22 de febrero de 1996", "", " Mediante sentencia dictada en Estrasburgo el 22 de febrero de 1996, en el caso Bulut contra Austria, el Tribunal Europeo de Derechos Humanos decidió, por ocho votos a favor y uno en contra, que la presentación por parte del Fiscal general ante el Tribunal Supremo de observaciones de las cuales la defensa no había tenido ninguna comunicación constituye una violación del artículo 6.1 del Convenio Europeo de Derechos Humanos . En cambio, no ha existido violación de esta misma disposición por razón de que un Juez presente en el juicio hubiera participado también en la fase preliminar en tanto Juez instructor, ni por razón de la ausencia de debates ante el Tribunal Supremo (ocho votos a favor y un voto en contra). El Tribunal concede al recurrente, según lo establecido en el artículo 50 del Convenio, una determinada cantidad en concepto de gastos y costas.", "", " La sentencia fue leída en audiencia pública por el señor Rolv Ryssdal, Presidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El 23 de marzo de 1990, el recurrente fue declarado culpable de un intento de corrupción de funcionarios por el Tribunal regional de Innsbruck y condenado a una multa de 25.200 chelines austríacos, con una condena condicionada de tres años. Antes del juicio, el Juez llamado a asumir la presidencia informó al abogado del recurrente que uno de los Jueces, el señor S., había participado en la fase preliminar del caso como Juez de instrucción, y le preguntó si pensaba recursarlo por tal motivo. El abogado no contestó. El Presidente planteó nuevamente la cuestión al principio del juicio. Según el acta de la vista, las partes renunciaron a ejercer el derecho de invocar esta causa de nulidad posteriormente. Sin embargo, de las declaraciones coincidentes realizadas por el abogado del recurrente y por el Juez Presidente del Tribunal se deduce que el abogado añadió que, según su opinión, no era posible renunciar a esa facultad.", "", " El recurrente presentó ante el Tribunal Supremo un recurso de casación y una apelación contra la pena, presentando como alegación fundamental haber sido juzgado por un magistrado incurso en una de las causas de exclusión previstas por la ley. En unas observaciones de fecha 29 de junio de 1990, que no fueron comunicadas a la defensa, el Fiscal general propuso rechazar el recurso interpuesto por el demandante inmediatamente después de la deliberación a puerta cerrada [como lo prevé el artículo 285. d) del Código de Enjuiciamiento Penal ].", "", " El 7 de agosto de 1990, el Tribunal Supremo rechazó el recurso en virtud de esta disposición y devolvió ante el Tribunal de apelación de Innsbruck la cuestión de la apelación contra la pena. Tras una vista oral, este órgano judicial decidió el 3 de octubre de 1990 aumentar la pena del recurrente a nueve meses de prisión, acompañada de una condena condicionada de tres años.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El señor Bulut presentó un recurso ante la Comisión el 5 de octubre de 1990, y ésta lo admitió a trámite el 2 de abril de 1993.", "", " Tras haber intentado en vano alcanzar un acuerdo amistoso, adoptó un informe, el 8 de septiembre de 1994, reconociendo los hechos y formulando un dictamen en el que establece:", "", " a) que no ha existido una violación del Convenio ni por razón de la participación del Juez en el procedimiento (veinticinco votos a favor y uno en contra), ni por razón de la ausencia de deliberaciones ante el Tribunal Supremo (por unanimidad), ni por la divulgación al Fiscal general del nombre del Juez ponente (por unanimidad), y", "", " b) que ha existido una violación del artículo 6.1 del Convenio al remitir el Ministerio público unas observaciones al Tribunal Supremo sin que el recurrente fuese informado de ello (veinticinco votos a favor y uno en contra).", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1 del Convenio", "", " A. La participación de un Juez en la instrucción", "", " Nada indica un prejuicio o una idea preconcebida por parte del Juez en cuestión.", "", " Desde el punto de vista de la existencia de un criterio objetivo, el simple hecho de que el Juez que resuelva haya también estudiado el asunto antes del proceso no justifica por sí solo unas aprensiones en cuanto a su imparcialidad.", "", " El papel del Juez en cuestión estuvo limitado en el tiempo y consistió en interrogar a dos testigos. Ello no ha provocado una apreciación de las pruebas ni tampoco ha obligado al interesado a formarse una opinión acerca del papel del recurrente.", "", " En este contexto limitado, el temor del recurrente a que el Tribunal regional hubiera carecido de imparcialidad no podría considerarse como objetivamente justificada. En el fondo, el recurrente no podía poner en cuestión la imparcialidad de primera instancia por cuanto que no había hecho uso del derecho inherente a recusar su composición. Por tanto, no ha habido una violación (ocho votos a favor y un voto en contra).", "", " B. Ausencia de deliberaciones ante el Tribunal Supremo", "", " Los motivos de la apelación, tal y como el recurrente los ha presentado, no planteaban ninguna cuestión de hecho acerca de la apreciación de la culpabilidad o inocencia del recurrente, sino ponían en duda la apreciación expresada por el Juez acerca del fondo de los elementos de prueba ya existentes. Por tanto, no era necesaria la celebración de una vista y no ha existido en consecuencia violación (ocho votos a favor y un voto en contra).", "", " Por tanto, el Tribunal no está obligado a pronunciarse acerca de la validez de la reserva de Austria en relación con el artículo 6.", "", " C. Presentación de objeciones por parte del Fiscal general", "", " Mediante la presentación de alegaciones ( croquis ), el Fiscal general ha tenido posibilidad de dejar patente su posición sobre el recurso presentado por el demandante y, al no haber sido comunicadas a la defensa dichas alegaciones, ésta no ha podido, por tanto, contestarlas.", "", " El principio de igualdad en los medios de prueba no depende de una ausencia de equidad suplementaria cuantificable y derivada de una desigualdad en el procedimiento. Corresponde a la defensa apreciar si las alegaciones conllevan una reacción. No es justo que la acusación remita unas alegaciones a un tribunal sin conocerlo la defensa.", "", " Por tanto, no ha existido violación del artículo 6.1 al respecto.", "", " II. Artículo 50 del Convenio", "", " El Convenio concede al recurrente 75.000 chelines austríacos por gastos y costas, a añadir la eventual tasa sobre el valor añadido. Deben ser deducidas de este importe las cantidades ya abonadas por el Consejo de Europa en concepto de asistencia judicial y se debe considerar un interés no capitalizable del 6,65 por 100 al año, contado a partir de la expiración del plazo de tres meses tras el pronunciamiento de la sentencia y hasta su liquidación.", "", " El Tribunal rechaza todas las demás peticiones de indemnización."]}