{"file": "SPA_HJUDSPA_9816_82.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "9816/82", "text_paragraphs": ["Sentencia 9816/82", "", "CASO POISS", "", " Sentencia de 23 de abril de 1987", "", " RESUMEN", "", " I. ARTICULO 6.1 DEL CONVENIO", "", " A. Aplicabilidad", "", " Resultado del procedimiento litigioso «determinante para derechos y obligaciones de carácter privado».", "", " Conclusión: es aplicable el artículo 6.1.", "", " B. Observaciones", "", " 1. Tribunal «independiente e imparcial», «públicamente»", "", " Nuevas quejas, no planteadas como tales ante la Comisión.", "", " Conclusión: incompetencia para examinarlas (unanimidad).", "", " 2. Plazo razonable", "", " a) Período que debe considerarse:", "", " - Primer período:", "", " Momento inicial: recurso contra el plan de concentración parcelaria.", "", " Fin: notificación de la sentencia del Tribunal Constitucional.", "", " Resultado: seis años, siete meses y tres semanas.", "", " - Segundo período:", "", " Momento inicial: solicitud de reanudación del procedimiento.", "", " Fin: adopción de la sentencia del Tribunal Europeo, por no haber finalizado todavía el procedimiento.", "", " Resultado: más de doce años y medio.", "", " - Duración total: más de diecinueve años.", "", " b) Criterios aplicables:", "", " - Carácter razonable de la duración de un procedimiento; se evalúa en función de las características de la causa y teniendo en cuenta los criterios establecidos por la jurisprudencia del Tribunal.", "", " - Complejidad del caso: considerable de hecho.", "", " - Conducta de los demandantes: ejercicio de numerosos recursos no reprobables, sino constitutivo de un hecho objetivo, no imputable al Estado demandado.", "", " - Conducta de las autoridades: la transferencia provisional de las tierras exigía una particular diligencia; diversos retrasos imputables a las autoridades, acumulados y combinados, con el resultado de un rebasamiento del «plazo razonable».", "", " Conclusión: infracción del artículo 6.1 (unanimidad).", "", " II. ARTICULO 1 DEL PROTOCOLO NUMERO 1", "", " A. Existencia de una injerencia en el derecho de propiedad", "", " Transferencia provisional de tierras sin compensación en especie por resolución definitiva de las autoridades competentes.", "", " B. Justificación de la injerencia en el derecho de propiedad", "", " Frase segunda del párrafo primero, inaplicable, ya que no hubo privación definitiva de propiedad.", "", " Párrafo segundo, inaplicable, ya que la transferencia provisional no estaba destinada a limitar o controlar la «utilización» de las tierras.", "", " Frase primera del párrafo primero, necesidad de un justo equilibrio entre las exigencias del interés general de la comunidad y la necesidad de salvaguardar los derechos fundamentales del individuo; a este respecto, cabe considerar:", "", " a) Por una parte:", "", " - la larga duración del procedimiento;", "", " - la imposibilidad de reconsiderar la transferencia provisional, a pesar del éxito de los recursos contra los planes de concentración parcelaria;", "", " - la imposibilidad de indemnizar por el perjuicio causado por la permuta obligatoria de las tierras.", "", " b) Por otra:", "", " - el objetivo del legislador: asegurar, en interés de los propietarios en general y de la colectividad, la explotación continua y económica de las tierras;", "", " - la adjudicación de tierras a los demandantes en lugar de las suyas.", "", " Conclusión: infracción del artículo 1 (unanimidad).", "", " III. ARTICULO 50 DEL CONVENIO", "", " Asunto reservado (unanimidad).", "", " REFERENCIAS A LA JURISPRUDENCIA DEL TRIBUNAL", "", " Sentencia de 16-VII-1971, Ringeisen; 21-11-1975, Golder; 28-VI-1978, König; 13-VI-1979, Marckx; 9-X-1979, Airey; 6-V-1981, Buchholz; 15-VII-1982, Eckle; 23-DÍ-1982, Sporrong y Lönnroth; 13-VII-1983, Zimmermann y Steiner; 10-VII-1984, Guincho; 22-X- 1984, Sramek; 29-V-1986, Deumeland; 24-X-1986, Agosi; 18-XII-1986, Bozano.", "", " TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " 23 de abril de 1987", "", " CASO POISS", "", " SENTENCIA", "", " En el caso Poiss, el Tribunal Europeo de Derechos Humanos, constituido, en aplicación del artículo 43 del Convenio para la Protección de los Derechos Humanos y de las Libertades Fundamentales («el Convenio») y de las cláusulas pertinentes de su Reglamento, en Sala compuesta por los Jueces siguientes:", "", " Señores R. Ryssdal, Presidente;", "", " G. Lagergren,", "", " F. Gölcücklü,", "", " F. Matscher,", "", " B. Walsh,", "", " Sir Vincent Evans,", "", " Señor C. Russo,", "", " y por los señores M.-A. Eissen, Secretario, y H. Petzold, Secretario adjunto,", "", " Después de deliberar en privado los días 24 de octubre de 1986 y 24 de marzo de 1987,", "", " Dicta la siguiente sentencia, aprobada en la última fecha mencionada:", "", " PROCEDIMIENTO", "", " 1. El caso fue sometido al Tribunal por la Comisión Europea de Derechos Humanos (la «Comisión») el 14 de mayo de 1986, dentro del plazo de tres meses concedido por los artículos 32.1 y 47 del Convenio. Se inició por demanda (núm. 9816/82) contra la República de Austria y sometida a la Comisión, en virtud del artículo 25, por el señor Léopold Poiss y por sus hijos Josef y Anna.", "", " La demanda de la Comisión se remite a los artículos 44 y 48 y a la declaración austríaca de reconocimiento de la jurisdicción obligatoria del Tribunal (artículo 46). Pretende que se resuelva si los hechos de autos ponen de manifiesto un incumplimiento por el Estado demandado de las obligaciones que resultan de los artículos 6.1 del Convenio y 1 del Protocolo número 1.", "", " 2. Los demandantes -excepto el señor Poiss, fallecido el 30 de abril de 1984-, en contestación al ofrecimiento previsto por el artículo 33.3 A) del Reglamento, hicieron constar que serían parte en el procedimiento pendiente en el Tribunal y nombraron su abogado (art. 30).", "", " El 28 de mayo de 1986, el Presidente del Tribunal autorizó a dicho abogado a utilizar la lengua alemana (art. 27.3).", "", " 3. El 5 de junio de 1986, él Presidente del Tribunal sometió el caso a la Sala constituida para el caso Ettl y otros ( art. 21.6 del Reglamento). La Sala comprendía de pleno derecho al señor M. F. Matscher, elegido como Juez de nacionalidad austríaca ( art. 43 del Convenio), y al señor R. Ryssdal, Presidente del Tribunal [ art. 213.b) del Reglamento]. Los cinco miembros restantes, designados por sorteo el 25 de octubre de 1985, eran los señores D. Evrigenis, F. Gölc ücklü, B. Walsh, Sir Vincent Evans y el señor C. Russo (arts. 43 in fine del Convenio y 21.4 del Reglamento). Ulteriormente, el señor G. Lagergren, suplente, sustituyó al señor Evrigenis, por haber fallecido éste (arts. 22.1 y 24.1 del Reglamento).", "", " 4. El señor Ryssdal, después de asumir la presidencia de la Sala (art. 21.5 del Reglamento), consultó, por medio del Secretario adjunto, al agente del Gobierno austríaco («el Gobierno»), al delegado de la Comisión y al abogado de los demandantes sobre la necesidad del procedimiento escrito (art. 37.1). El 30 de junio de 1986 concedió a los agentes y al abogado un plazo hasta el 15 de agosto de 1986 para presentar sus alegaciones, a las que el delegado podría contestar por escrito dentro de los dos meses siguientes a partir del día en que el Secretario le trasladase el último de los escritos recibidos.", "", " Las alegaciones de los demandantes se registraron en la Secretaría el 18 de agosto. El representante permanente de Austria ante el Consejo de Europa y el Secretario de la Comisión comunicaron al Secretario del Tribunal, los días 21 de agosto y 22 de septiembre, respectivamente, que el Gobierno y el delegado de la Comisión no formularían alegaciones escritas.", "", " 5. El 25 de septiembre, el Presidente del Tribunal, previa consulta por medio del Secretario adjunto (artículo 38 del Reglamento) al agente del Gobierno, al delegado de la Comisión y al abogado de los demandantes, dispuso que el procedimiento oral comenzase el 20 o el 21 de octubre de 1986, inmediatamente después de que terminaran las audiencias públicas del caso Erkner y Hofauer.", "", " El 6 de octubre, la Comisión facilitó al Secretario del Tribunal algunos documentos que éste había pedido a instancia del Presidente.", "", " 6. La vista se celebró públicamente el 20 de octubre, en el Palacio de Derechos Humanos, en Estrasburgo. El Tribunal celebró con anterioridad una reunión preparatoria.", "", " Comparecieron:", "", " - Por el Gobierno:", "", " el señor H. Türk, asesor jurídico del Ministerio de Asuntos Exteriores, agente;", "", " el señor D. Okresek, Ministerio Federal de Justicia;", "", " el señor D. Hunger, Ministerio Federal de Agricultura y Bosques, asesores.", "", " - Por la Comisión:", "", " el señor F. Ermacora, delegado.", "", " - Por los demandantes:", "", " la señora E. Proksch, abogada, asesora.", "", " El Tribunal oyó sus alegatos y declaraciones y las contestaciones a sus preguntas. Durante la vista, los demandantes aportaron a los autos varios documentos.", "", " El 30 de diciembre de 1986, la señora Proksch presentó en Secretaría un documento en el que se precisaba un determinado punto de la petición de sus clientes dirigida a la obtención de una satisfacción equitativa.", "", "", "", " HECHOS", "", " 7. Los demandantes, Léopold Poiss -fallecido el 30 de abril de 1984- y sus hijos Josef y Anna, son agricultores austríacos establecidos en Palterndorf, en la Baja Austria. Reclaman contra las operaciones de concentración parcelaria (Zusammenlegungsverfahren) de sus tierras.", "", " I. CIRCUNSTANCIAS DEL CASO", "", " 1. Operaciones de concentración parcelaria", "", " 8. El 13 de septiembre de 1965, la autoridad agrícola de distrito (Agrarbezirksbehörde, la «Autoridad de distrito») de la Baja Austria publicó un plan de concentración parcelaria que había adoptado el 1 de septiembre. Ya el 22 de abril de 1963 había ordenado la transferencia provisional de las parcelas consideradas. La operación afectaba a 530 personas, de las cuales 428 eran propietarias de superficies agrícolas.", "", " Los demandantes, considerando que sus tierras eran de calidad superior a la de las parcelas ofrecidas a cambio, impugnaron el Plan entre el 27 y el 30 de septiembre de 1965, pero la Comisión regional de la Reforma Agraria (Landesagrarsenat, «la Comisión regional») lo ratificó el 9 de julio de 1968.", "", " Los interesados interpusieron recurso dentro de los quince días, alegando en particular que era preciso reconocer a algunas de sus antiguas propiedades -vides próximas a edificios de su granja (Hausweingärten)- el carácter de terrenos edificables. La Comisión Suprema de la Reforma Agraria (Oberster Agrarsenat, «la Comisión Suprema») desestimó el recurso el 5 de mayo de 1971 según el plan de parcelación del municipio de Palterndorf, se trataba de superficies agrícolas. Su decisión fue notificada el 8 de septiembre de 1971.", "", " Los demandantes acudieron entonces ante el Tribunal Constitucional, pero éste desestimó el recurso en sentencia de 24 de octubre de 1972 , que les fue comunicada el 23 de mayo.", "", " 2. Reapertura del procedimiento", "", " 9. El 7 de septiembre de 1971, es decir, la víspera de la notificación de la decisión de la Comisión Suprema, el servicio municipal de planificación había adoptado, pero no publicado, un plan provisional de parcelación en el que las vides de los demandantes figuraban como terrenos edificables. En carta de 5 de septiembre de 1974, el alcalde de Palterndorf-Dobermannsdorf se lo confirmó a la familia Poiss.", "", " a) Nueva decisión de la Comisión Suprema", "", " 10. Al día siguiente, los interesados invitaron a la Comisión Suprema a establecer la reapertura del procedimiento. Basándose en el artículo 69.1.b) de la Ley General de Procedimiento Administrativo (Allgemeines Verwaltungsverfahrensgesetz), alegaban en particular que, por no haber tenido hasta la víspera la certeza de la existencia de un plan provisional de parcelación, no habían podido invocar antes el nuevo destino de sus propiedades.", "", " La Comisión Suprema admitió su petición el 1 de octubre de 1975. Resolviendo de nuevo sobre el recurso inicial, la Comisión Suprema reconoció que en concepto de solares, las parcelas consideradas tenían un valor especial con arreglo al artículo 18.1 de la Ley de la Baja Austria, de 1975 , sobre ordenación de las superficies agrícolas (Flurverfassungs-Landesgesetz, apartados 26 y 33) y, en consecuencia, o bien debían seguir en poder de sus antiguos propietarios, o bien debían dar lugar a parcelas de igual valor. La decisión fue notificada a los demandantes el 16 de diciembre.", "", " b) Primera fase de la reapertura del procedimiento", "", " 11. Habida cuenta de que el plan de concentración parcelaria tenía que experimentar una modificación que afectaba inevitablemente a los intereses de las otras partes en la redistribución, el caso se había remitido, para complemento de la instrucción y para nueva decisión, a la Autoridad de distrito.", "", " El 5 de abril de 1976, esta última se negó a admitir que las tierras objeto del litigio tuvieran un valor especial, ya que el plan municipal provisional de parcelación de 7 de septiembre de 1971 no había sido aprobado con carácter definitivo por el órgano competente del Land. Dicha Autoridad añadió que no cabía considerarlas como solares por naturaleza, ya que estaban situadas a cierta distancia de la zona residencial del pueblo.", "", " 12. El 3 de mayo de 1976, la familia Poiss reclamó ante la Comisión regional, pero ésta no se pronunció dentro del plazo de seis meses que establece el artículo 73.1 de la Ley General de Procedimiento Administrativo , por lo cual, el 24 de enero de 1977, aquélla rogó a la Comisión Suprema que conociera del caso, con arreglo al artículo 73.2 (apartado 41).", "", " El 6 de julio de 1977, la Comisión Suprema resolvió al mismo tiempo admitir la demanda de declaración de incompetencia y el recurso. Remitió el caso a la Autoridad de distrito, a la que declaró vinculada por el dictamen de 1 de octubre de 1975. Su decisión fue notificada a los demandantes el 30 de agosto de 1977.", "", " c) Segunda fase de la reapertura del procedimiento", "", " 13. La Autoridad de distrito se negó, sin embargo, inmediatamente a pronunciarse: el 23 de agosto de 1978 resolvió sobreseer toda decisión hasta que se adoptara el plan definitivo de parcelación, basándose en que las autoridades competentes del Land todavía no habían aprobado el plan provisional y en que la clasificación como solares de las parcelas consideradas suscitaba serias dudas; además, resolver en ausencia de un plan definitivo habría sido contrario a la Constitución Federal (Bundes- Verfassungsgesetz) y a la jurisprudencia del Tribunal Administrativo (Verwaltungsgerichtshof).", "", " 14. El 8 de septiembre de 1978, los demandantes acudieron a la Comisión regional, y el 6 de abril, ésta anuló la resolución: la solución del litigio ya no exigía la adopción definitiva del plan de parcelación, puesto que desde la última revisión -que tuvo lugar el 23 de febrero de 1979- del artículo 113.2 de la Ley sobre ordenación de superficies agrícolas (apartado 26 siguiente), las disposiciones de los planes de concentración parcelaria tenían los mismos efectos que las decisiones de ordenación del territorio. Las decisiones locales en materia de ordenación territorial no podían ir en contra de un plan (regional) de concentración parcelaria, por lo que ni el municipio podía obstaculizar la aplicación del plan de concentración para Palterndorf-Dobermannsdorf, ni los servicios locales de ordenación territorial podían clasificar como solares zonas que figurasen en dicho plan como superficies agrícolas. En resumen, no procedía esperar más tiempo para resolver sobre la pertinencia de la demanda.", "", " La decisión fue notificada a los interesados el 13 de abril de 1979.", "", " 15. Posteriormente, la familia Poiss reclamó a la Autoridad de distrito, basándose en el artículo 18.4 de la Ley sobre ordenación de superficies agrícolas (apartado 33 siguiente), la apertura de un procedimiento para que se reconociera el valor especial de sus propiedades. No se adoptó ninguna decisión al respecto.", "", " 16. Por otra parte, el 2 de mayo de 1979, los demandantes impugnaron la decisión de la Comisión regional ante la Comisión Suprema. Esta denegó la demanda el 7 de mayo de 1980 la Autoridad de distrito debería resolver ella misma lo antes posible; no se podía negar que las tierras de la familia Poiss tuvieran un valor especial, a pesar de la ausencia de un plan definitivo de parcelación que los clasificara como solares. En el intervalo se habían edificado varias casas en la zona, y la decisión anterior de la Comisión Suprema seguía vinculando a la Autoridad de distrito.", "", " La decisión fue comunicada a los interesados el 23 de mayo de 1980.", "", " 3. Acciones contra la inactividad de las autoridades", "", " a) Primer procedimiento", "", " 17. Al no haber decidido la Autoridad de distrito dentro del plazo legal de seis meses (apartado 41), los demandantes acudieron a la Comisión regional el 21 de enero de 1981.", "", " El 29 de mayo de 1981, ésta rechazó la demanda, alegando que la Autoridad de distrito había tratado de satisfacer sus peticiones, pero que todavía no había conseguido llegar a una solución definitiva; el retraso no podía imputarse ni a ella ni a ellos; habían surgido obstáculos inevitables (unüberwindliche Hindernisse) porque, al haber recibido las otras partes sus parcelas compensatorias en 1965, se había pensado en adjudicar a los demandantes una parcela municipal, pero ésta no tenía las dimensiones exigidas; aun’ cuando la duración de esta fase ya excedía de seis meses, no era excesiva con relación a la del conjunto de la operación, iniciada en 1965. Por consiguiente, no se cumplían las condiciones para la negación de competencia.", "", " La decisión fue notificada a los interesados el 2 de julio de 1981.", "", " 18. El 4 de noviembre de 1981, la Comisión, a la que el 13 de julio de 1981 había recurrido la familia Poiss alegando la ausencia de obstáculos inevitables, ratificó la decisión de la Comisión regional; en las circunstancias del caso, la Comisión no consideró que la conducta de la Autoridad de distrito fuera poco razonable. Su decisión fue comunicada a los demandantes el 16 de diciembre.", "", " 19. El 25 de enero de 1982, los demandantes recurrieron entonces ante el Tribunal Administrativo. Pensaban que los esfuerzos realizados por la Autoridad de distrito para llegar a un acuerdo con el municipio no habían sido suficientes para cumplir su obligación de establecer las bases de una decisión legal sobre su petición de compensación; no estaba justificado demorar más esa petición, habida cuenta de la larga duración y de la lentitud del procedimiento anterior.", "", " El 15 de junio de 1982, el Tribunal Administrativo admitió el recurso; en virtud del artículo 73 de la Ley General de Procedimiento Administrativo (apartado 41 siguiente), la petición de resolución había sido denegada injustamente; en cuanto a las medidas adoptadas por la Autoridad de distrito, éstas no podían justificar el retraso que se había producido.", "", " La sentencia fue notificada a los interesados el 3 de agosto.", "", " b) Segundo procedimiento", "", " 20. El 3 de noviembre de 1982, la Comisión Suprema anuló, por las razones manifestadas por el Tribunal Administrativo, la decisión de 29 de mayo de 1981 (apartado 17 anterior), señalando que, en consecuencia, la Comisión regional tenía competencia para resolver sobre el fondo.", "", " La decisión fue notificada a los demandantes el 10 de diciembre.", "", " La Comisión regional no se pronunció dentro del plazo legal de seis meses (apartado 41 siguiente), y se limitó a inspeccionar el lugar en la primavera de 1983 y a celebrar posteriormente varias reuniones con las partes para intentar llegar a un arreglo amistoso.", "", " 21. En virtud del artículo 73 de la Ley General de Procedimiento Administrativo (apartado 41 siguiente), el 28 de septiembre de 1983, la familia Poiss solicitó a la Comisión Suprema que entendiera del caso, y ésta aceptó el 7 de diciembre de 1983; su decisión les fue notificada el 23 de enero de 1984.", "", " Después de una audiencia que tuvo lugar el 6 de marzo de 1985, dicha Comisión estableció, el mismo día, un nuevo plan de concentración parcelaria, que fue comunicado a los demandantes el 30 de octubre de 1985. Ratificando las medidas adoptadas anteriormente, la Comisión concedía a los Poiss un solar facilitado por el municipio de Palterndorf-Dobermannsdorf; la Comisión rechazaba la objeción de que dicho solar no compensase las tierras de valor especial que ellos habían perdido; ante el silencio de la ley, la Comisión les negaba, asimismo, cualquier indemnización por el perjuicio que hubiera causado la retención, durante el procedimiento, de las parcelas compensatorias que les correspondían en derecho.", "", " 22. Los demandantes sometieron el caso al Tribunal Administrativo el 11 de diciembre de 1985. En sentencia dictada el 15 de julio de 1986 y comunicada el 9 de octubre, el Tribunal anuló la decisión de la Comisión Suprema en lo relativo a la parcela compensatoria anteriormente mencionada, por infracción de normas de procedimiento; rechazó el recurso en cuanto al resto, sobre todo, por falta de base legal, en lo relativo a la petición de indemnización.", "", " Actualmente (24 de marzo de 1987) no existe ningún plan de concentración parcelaria para Palterndorf.", "", " II. LEGISLACIÓN APLICABLE", "", " 1. En general", "", " 28. En Austria, las competencias en materia de reforma agraria están repartidas entre la Federación y los Länder: la legislación relativa a los principios es competencia de la primera, y la legislación relativa a la aplicación y ejecución de las leyes lo es de los segundos ( art. 12.1, núm. 3, de la Constitución Federal). Con arreglo al articulo 12.1 de la Constitución Federal, las decisiones en última instancia y a escala del Land son competencia de comisiones compuestas por un «presidente, magistrados, funcionarios y expertos»; «la comisión que se pronuncie en última instancia será establecida en el Ministerio Federal competente». «Una ley federal establecerá la organización, funciones y procedimientos de las comisiones, así como los principios de organización de las restantes autoridades competentes en materia de reforma agraria.» Dicha ley federal debe prever que la Administración no podrá anular o modificar las decisiones de las comisiones,- no podrá excluir el recurso ante la comisión regional contra las decisiones de la autoridad de primera instancia.", "", " 24. En ese marco constitucional, el Parlamento Federal ha adoptado tres leyes relativas a los siguientes temas:", "", " i) los principios de Derecho aplicables en materia de reforma agraria (Ley Federal sobre los principios reguladores de la ordenación de las superficies agrícolas -Flurverfassungs-Grundsatzgesetz de 1951-, en su versión de 1977);", "", " ii) la organización de las comisiones de reforma agraria y los principios de organización de las autoridades de primera instancia (Ley Federal sobre autoridades agrícolas -Agrarbehördengesetz de 1950-, en su versión de 1974);", "", " iii) el procedimiento ante las autoridades agrícolas (Ley Federal sobre procedimiento agrícola -Agrarverfahrensgesetz de 1950-, que remite a la Ley General de Procedimiento Administrativo).", "", " 2. Concentración de las superficies agrícolas", "", " 25. En materia de concentración de las superficies agrícolas, las normas básicas figuran en la Ley Federal sobre los principios reguladores de la ordenación de las superficies agrícolas. Los Länder han tratado en sus leyes sobre la ordenación de las superficies agrícolas (Flurverfassung-Landesgesetze) las cuestiones encomendadas por el legislador federal.", "", " 26. En la Baja Austria, la concentración parcelaria está contemplada en la Ley de 1975, sobre ordenación de las superficies agrícolas; sustituye a una legislación de 1934, y una Ley de 23 de febrero de 1979 la ha modificado en algunos aspectos.", "", " 27. La concentración parcelaria, que está destinada a mejorar la estructura de la propiedad agrícola y la infraestructura de la zona de que se trate, comprende la adopción de medidas e instalaciones comunes, así como una redistribución de las tierras, y consta de las siguientes fases:", "", " - inicio de las operaciones y delimitación de la zona de concentración parcelaria ( arts. 2 y 3 de la Ley del Land );", "", " - establecimiento del estado de ocupación de los suelos de que se trate y valoración de los mismos (arts. 10-12);", "", " - determinación de las medidas e instalaciones comunes (arts. 13-15);", "", " - en su caso, transferencia provisional de las tierras (art. 22);", "", " - adopción del plan de concentración parcelaria (arts. 16-21);", "", " En principio, ninguna de estas fases puede comenzar antes de que una decisión definitiva haya dado por concluida la anterior. Existen, sin embargo, excepciones, en particular en lo relativo a la valoración de las tierras; ésta debe efectuarse en un fase temprana del procedimiento, en aplicación de criterios concretos establecidos por la ley ( art. 11 de la Ley del Land ). Sin embargo, toda valoración podrá dar lugar a un recurso mientras no exista un plan definitivo de concentración parcelaria ( arts. 12.5 de la Ley del Land y 68.4 de la Ley General de Procedimiento Administrativo ).", "", " 28. El inicio del procedimiento se efectúa de oficio y sirve para delimitar la zona de concentración parcelaria, que podrá comprender, además de las superficies agrícolas y forestales, el terreno necesario para las instalaciones comunes. Los propietarios forman una asociación (Zusammenlegungsgemeinschaft), que constituye una persona jurídica de Derecho público.", "", " El inicio tiene por efecto crear, mientras dure el procedimiento, restricciones al uso de las tierras; todo cambio de destino requiere la aprobación de la autoridad agrícola competente.", "", " 29. Posteriormente, la autoridad agrícola establece el estado de ocupación de las tierras y las valora. Su decisión (Besitzstandsausweis und Bewertungsplan) determina el valor con arreglo a criterios concretos establecidos en la ley. Todos los propietarios que son Parte en el procedimiento pueden impugnar -hasta la entrada en vigor del plan de concentración parcelaria- la valoración no sólo de sus propios bienes raíces, sino también la de los demás.", "", " 30. Se ordenan medidas comunes -como la modificación de los suelos y del terreno o del paisaje, y de las instalaciones comunes, como caminos privados, puentes y zanjas, de los canales de drenaje o de regadío- si son necesarias para un acceso adecuado a las parcelas compensatorias y para una eficaz explotación de las mismas, o si sirven de otra forma para el objetivo de la operación en interés de la mayoría de las personas afectadas. También podrá tratarse de la transformación, desplazamiento o supresión de instalaciones ya existentes. Todo ello da lugar a una decisión específica de la autoridad competente (Plan der gemeinsamen MaBnahmen und Anlagen), que también deberá resolver la cuestión de los gastos, que, en general, serán compartidos por los propietarios.", "", " 31. La autoridad agrícola competente toma estas tres últimas decisiones (apartados 29-30 anteriores) sucesiva o simultáneamente; podrá adoptarlas todas ellas al mismo tiempo que el plan de concentración parcelaria ( arts. 12.4 , 14.3 y 21 de la Ley del Land ).", "", " 32. El artículo 22 de la Ley del Land permite una transferencia provisional de las tierras, si acceden a ello por lo menos las dos terceras partes de los propietarios, en estas condiciones:", "", " - si ya se ha fijado el plan de las instalaciones comunes;", "", " - si ya se ha elaborado un proyecto de concentración parcelaria y las parcelas compensatorias han dado lugar a un amojonamiento.", "", " La transferencia provisional tiene por principal objetivo garantizar una explotación racional de la zona afectada por la operación de concentración parcelaria durante el período intermedio. Los adjudicatarios adquieren la propiedad de las parcelas transferidas con una condición resolutoria: perderán dicha propiedad si el plan definitivo de concentración parcelaria no confirma la adjudicación (Eigentum unter auflösender Bedingung).", "", " 33. Al concluir el procedimiento, la autoridad agrícola competente adopta el plan de concentración parcelaria (Zusammenlegungsplan), que, desde 1977, debe publicarse a más tardar tres años después de la decisión definitiva de transferencia provisional de las parcelas ( art. 7ª.4 de la Ley de Procedimiento Agrícola ).", "", " Se trata de un documento administrativo que incluye mapas y otros datos técnicos; sirve principalmente para determinar la compensación que corresponde a los propietarios que son parte en el procedimiento. A este respecto, la Ley del Land consta, entre otras, de las normas siguientes:", "", " - «Todas las partes cuyas tierras se encuentren incluidas en la operación parcelaria (...) tendrán derecho a una compensación (...) en tierras que tengan, en la medida de lo posible, el mismo valor» (art. 17.1).", "", " - «El valor de las tierras ofrecidas a cambio deberá corresponder con bastante exactitud a la compensación exigible. Serán admisible diferencias de un 5 por 100 (...). [Estas diferencias] podrán corregirse mediante pagos en dinero» (art. 17.7);", "", " - « Las tierras concedidas a una parte en concepto de compensación deberán corresponder lo más exactamente posible a sus tierras afectadas por la operación de concentración parcelaria, tanto en cuanto a su naturaleza como a su valor agrícola. Dichas tierras deberán permitirle obtener mejores resultados que sus antiguas tierras, o por lo menos idénticos, sin que la explotación de las mismas requiera cambios sensibles de la naturaleza o del equipamiento para la explotación de las mismas (...)» (art. 17.8).", "", " Para las tierras que tengan un valor especial, el artículo 18 de la Ley dispone lo siguiente:", "", " «Las tierras que posean un valor especial por ser particularmente aptas para cultivos determinados o por su finalidad no agrícola serán restituidas a su propietario o serán sustituidas por parcelas equivalentes desde el punto de vista de su valor de mercado y de las exigencias de la explotación considerada. Se trata, en particular:", "", " a) de terrenos edificados o para los que se haya expedido un permiso para edificar;", "", " b) de terrenos designados como edificables en un plan regional o en un plan regional simplificado de parcelación, con arreglo a las cláusulas de la Ley de la Baja Austria, de 1976, sobre ordenación del territorio (...).»", "", " Desde 1979, la ley estipula que corresponderá a los interesados que se reconozca el valor especial de sus tierras antes de que se adopte el plan de valoración de las tierras (art. 18.4).", "", " La legislación del Land no prevé indemnización por el perjuicio causado, antes de la entrada en vigor del plan definitivo de concentración parcelaria, a los propietarios que hayan impugnado con éxito la legalidad de la compensación recibida.", "", " 3. Autoridades agrícolas", "", " 34. En la Baja Austria, el órgano que debe pronunciarse en primera instancia es la Autoridad agrícola de distrito, que tiene un carácter puramente administrativo. Las autoridades superiores son la Comisión regional, que tiene su sede en la Oficina de Gobierno del Land (Amt der Landesregierung), y después la Comisión Suprema, que tiene su sede en el Ministerio Federal de Agricultura y Bosques (Bundesmtnisterium für Land-und Forstwirtschaft).", "", " Las decisiones (Bescheide) de la Autoridad de distrito podrán dar lugar a un recurso (Berufung) ante la Comisión regional. Esta resolverá en última instancia, salvo que dicha Comisión hubiere modificado la decisión considerada y el litigio se refiriera a una de las cuestiones enumeradas en el artículo 7.2 de la Ley Federal sobre Autoridades Agrícolas , como la legalidad de la compensación en caso de una concentración parcelaria; en tal caso, se abrirá un recurso ante la Comisión Suprema.", "", " En el Derecho austríaco, las comisiones de reforma agraria son consideradas órganos mixtos (Kollegial-behörden mit richterlichem Einschlag) que constituyen una especie de tribunales administrativos especializados.", "", " 35. La Comisión regional está constituida por ocho miembros, todos ellos nombrados por el Gobierno del Land ( art. 5.2 y 4 de la Ley Federal sobre Autoridades Agrícolas )", "", " - un funcionario del Land que tenga formación jurídica (rechtskundig), como Presidente;", "", " - tres magistrados;", "", " - un funcionario del Land, con formación jurídica y con experiencia en materia de reforma agraria, como informante;", "", " - un Alto Funcionario del Land (Landesbeamter des höheren Dienstes), con experiencia en temas agronómicos;", "", " - un Alto Funcionario del Land con experiencia en cuestiones forestales;", "", " - un perito agrícola, con arreglo al artículo 52 de la Ley General de Procedimiento Administrativo .", "", " 36. La Comisión Suprema está constituida, asimismo, por ocho miembros, a saber ( art. 6, apartados 2 y 4 de la Ley Federal sobre Autoridades Agrícolas ):", "", " - un Alto Funcionario, con formación jurídica, del Ministerio Federal de Agricultura y Bosques, como Presidente;", "", " - tres miembros del Tribunal Supremo;", "", " - un Alto Funcionario del Ministerio Federal de Agricultura y Bosques, con formación jurídica y experiencia en materia de reforma agraria, como informante;", "", " - un Alto Funcionario del Ministerio Federal de Agricultura y Bosques, con experiencia en temas agronómicos;", "", " - un Alto Funcionario del Ministerio Federal de Agricultura y Bosques, con experiencia en temas forestales;", "", " - un perito agrícola, con arreglo al artículo 52 de la Ley General de Procedimiento Administrativo .", "", " 37. El artículo 52 de la Ley General de Procedimiento Administrativo , mencionado en los artículos 5.2 y 6.2 de la Ley Federal sobre Autoridades Agrícolas , establece lo siguiente:", "", " 1. Si fuera necesario un dictamen pericial, la autoridad recurrirá a los peritos oficiales (Amtssachverständige) que dependan de ella o que sean puestos a su disposición.", "", " 2. Sin embargo, con carácter excepcional, si no hubiera ningún perito oficial disponible o si las circunstancias del caso lo exigieran, la autoridad podrá consultar y tomar juramente a otras personas competentes (...).»", "", " 38. El mandato, renovable, de los miembros de las comisiones de reforma agraria es de cinco años ( artículo 9.1 de la Ley Federal sobre Autoridades Agrícolas ). Finalizará antes de su término legal, en particular, si dejaran de cumplirse las condiciones exigidas para el nombramiento (art. 9.2). Los miembros podrán, a petición propia, ser relevados de sus funciones por razones de salud o por motivos de carácter profesional que impidan cumplir adecuadamente su misión (art. 9.3). La suspensión de un miembro magistrado o funcionario por decisión de una jurisdicción disciplinaria llevará consigo la suspensión de sus funciones de miembros de la Comisión de Reforma Agraria (art. 9.4).", "", " 39. Los miembros de dichas comisiones ejercen sus funciones de modo independiente; no están sujetos a ninguna instrucción ( art. 8 de la Ley Federal sobre Autoridades Agrícolas y art. 20.2 de la Constitución Federal). La Administración no podrá ni anular ni modificar sus decisiones ( art. 8 de la Ley Federal y art. 12.2 de la Constitución Federal, apartado 23 anterior), las cuales podrán ser impugnadas ante el Tribunal Administrativo ( art. 8 de la Ley Federal ).", "", " 40. La organización anteriormente descrita es el resultado de un cambio legislativo que tuvo lugar en 1974, como consecuencia de una sentencia del Tribunal Constitucional, dictada ese mismo año.", "", " Para el Tribunal Constitucional, con arreglo a la Ley de 1950, las comisiones de reforma agraria no podían hacer las veces de tribunales independientes e imparciales en virtud del artículo 6.1 del Convenio; en aquella época, entre sus miembros figuraban un Ministro del Gobierno Federal (Comisión Suprema) o del Gobierno de un Land (Comisión regional), y las autoridades públicas competentes podían destituir a los otros en cualquier momento (sentencia de 19 de marzo de 1974, Erkenntnisse und Beschlüsse des Verfassungsgerichshofes, 1974, vol. 39, núm. 7.284, págs. 148-161).", "", " La nueva legislación excluye de las comisiones a todo miembro de un Gobierno, introduce disposiciones que regulan el mandato y la destitución de los miembros y crea la posibilidad de apelar ante el Tribunal Administrativo ( arts. 5.2 , 6.2 , 8 y 9 de la Ley Federal de 1974 sobre Autoridades Agrícolas).", "", " 4. El procedimiento ante las comisiones de reforma agraria", "", " 41. El procedimiento ante las comisiones de reforma agraria está sujeto a la Ley Federal sobre procedimiento agrícola (apartado 24 anterior), su artículo primero establece que se aplicará la Ley General de Procedimiento Administrativo, excepto un artículo no pertinente en este caso, y sin perjuicio de las modificaciones y complementos previstos por la Ley Federal.", "", " Las comisiones asumen la responsabilidad del desarrollo del procedimiento ( art. 39 de la Ley General de Procedimiento Administrativo ). Con arreglo a los apartados 1 y 2 del artículo 9 de la Ley Federal , dichas comisiones deciden previa audiencia a puerta cerrada. Salvo excepciones, asisten a la misma las partes; éstas podrán consultar el expediente ( art. 17 de la Ley General de Procedimiento Administrativo ) y comparecer personalmente o ser representados ( art. 9.3 de la Ley Federal ). El Presidente podrá citar a testigos y, para recabar información, a funcionarios que hayan participado en la decisión de primera instancia y en su elaboración (art. 9.5).", "", " La audiencia comienza con una exposición del instructor; la comisión aclara a continuación el objeto del litigio oyendo a las partes y a los testigos y analizando minuciosamente (eingehend) la situación jurídica y económica (art. 10.2). Procede en función de los hechos establecidos por el órgano inferior, pero puede encomendar la ampliación de diligencias a ese mismo órgano o a uno o varios de sus propios miembros ( artículo 10.1). Las partes deben poder conocer el resultado de la instrucción (Beweisaufnahme) y presentar sus observaciones ( art. 45.3 de la Ley General de Procedimiento Administrativo ).", "", " Las comisiones deliberan y votan en ausencia de las partes: después de haber discutido los resultados de los debates, el informante formula las conclusiones (Antrag); aquellos que quieran exponer otras (Gegen-und Abanderungsanträge) deberán motivarlas ( art. 11.1 de la Ley Federal ). El Presidente determina el orden de las votaciones de las diversas conclusiones (ibidem). El instructor vota el primero, seguido por los magistrados y después por el resto de los miembros, incluido el Presidente, que vota el último, y su voto es de calidad en caso de empate (art. 11.2).", "", " En caso de recurso interpuesto dentro del plazo legal de dos semanas (art. 7.3) y admitido, la comisión competente anula la decisión impugnada y remite el caso al órgano inferior si considera la determinación de los hechos tan defectuosa que resulta inevitable una nueva audiencia; en caso contrario, resuelve ella misma sobre el fondo ( apartados 2 y 4 del art. 66 de la Ley General de Procedimiento Administrativo ); puede modificar dicha decisión, tanto el dispositivo como los motivos (art. 66.4).", "", " Las comisiones deben pronunciarse sin demora (ohne unnötigen Aufschub) y como máximo seis meses después de habérseles sometido el caso (art. 73.1). Si las partes no recibieran comunicación de la decisión (Erkenntnis) dentro de dicho plazo, éstas podrán acudir a la autoridad superior, a la que corresponderá, entonces, resolver la cuestión de fondo ( art. 73.2). En caso de incumplimiento de ésta, la competencia corresponderá, a petición del interesado, al Tribunal Administrativo ( art. 132 de la Constitución Federal y 27 de la Ley sobre el Tribunal Administrativo ).", "", " Las decisiones de las comisiones, que estarán motivadas, deberán resumir con claridad (klar und übersichtlich) el resultado del procedimiento de encuesta, la evaluación de los medios de prueba y, en función de dichos datos, la respuesta dada al problema jurídico que se plantea ( arts. 58.2 y 60 de la Ley General de Procedimiento Administrativo ). Dichas decisiones serán notificadas a las partes; no obstante, la comisión podrá optar por pronunciarse inmediatamente ( art. 13 de la Ley Federal ).", "", " 5. Recursos ante el Tribunal Constitucional y el Tribunal Administrativo", "", " 42. Las decisiones de las comisiones de reforma agraria podrán impugnarse ante el Tribunal Constitucional. Este tratará de determinar si se ha atentado contra un derecho constitucional del demandante o si se ha aplicado un decreto (Verordnung) contrario a la ley, una ley contraria a la Constitución o un tratado internacional incompatible con el Derecho austríaco (rechtswidrig) ( art. 144 de la Constitución Federal).", "", " 43. El artículo 8 de la Ley Federal sobre autoridades agrícolas, que modifica la norma de principio del artículo 133, número 4, de la Constitución Federal, interpone contra esas mismas decisiones un recurso ante el Tribunal Administrativo. De este modo, el Tribunal Administrativo puede entender del caso antes o después del Tribunal Constitucional, que le remitirá el caso si el demandante lo solicita y si dicho Tribunal llega a la conclusión de que no se ha vulnerado el derecho invocado ( art. 144.3 de la Constitución Federal).", "", " En virtud del artículo 130 de la Constitución Federal austríaca, al Tribunal Administrativo le competen las demandas sobre ilegalidad de un acto (Bescheid) administrativo, la del ejercicio del apremio contra una persona o en caso de que la autoridad competente haya faltado a su obligación de resolver. Dicho Tribunal conocerá además de los recursos interpuestos contra las decisiones de órganos mixtos -como las comisiones de reforma agraria- cuando la ley lo habilite para ello (apartados 34 y 40 anteriores).", "", " Si el Tribunal Administrativo no rechaza el recurso por defecto de fundamento, anulará la decisión impugnada; no se pronunciará sobre el fondo a no ser que la autoridad competente haya faltado a su deber de resolver ( art. 42.1 de la Ley sobre el Tribunal Administrativo , Verwaltungsgerichtshofgesetz).", "", " Cuando le corresponda controlar la legalidad de un acto administrativo o de la resolución de un órgano mixto, el Tribunal resolverá tomando como base los hechos establecidos por la autoridad de que se trate y teniendo en cuenta únicamente las quejas presentadas, salvo en el caso de incompetencia de dicha autoridad o de infracción de normas de procedimiento ( art. 41 de la Ley sobre el Tribunal Administrativo ). A este respecto, la ley aporta una precisión: el Tribunal anulará el acto impugnado, por infracción de dicha norma, cuando los hechos establecidos por la Administración sean desmentidos en un punto fundamental por el expediente, cuando le corresponda completarlos sobre ese punto y cuando no se hayan observado normas cuya correcta aplicación habría podido dar lugar a una decisión diferente ( art. 42.2, párrafo 3, de la citada Ley ).", "", " Si durante el examen aparecen motivos hasta entonces desconocidos por las partes, el Tribunal deberá oír a dichas partes y, en caso necesario, suspender el procedimiento (art. 41.1).", "", " El procedimiento se funda, básicamente, en un intercambio de alegaciones (art. 36), seguido, sin perjuicio de algunos casos particularmente enumerados en la ley, de una audiencia contradictoria, y, en principio, pública (arts. 39 y 40).", "", " EL PROCEDIMIENTO ANTE LA COMISIÓN", "", " 44. En su demanda de 25 de enero de 1982 a la Comisión (núm. 9816/82), Léopold, Josef y Anna Poiss alegaban que su causa no había sido vista en un plazo razonable por un tribunal independiente e imparcial, como establece el artículo 6.1 del Convenio. Se quejaban además que se había atentado contra su derecho a la propiedad, que garantiza el artículo 1 del Protocolo número 1.", "", " 45. La Comisión admitió la demanda el 9 de marzo de 1984. En su informe de 24 de enero de 1986 (artículo 31 del Convenio) llegó a la conclusión, por unanimidad, de que se había infringido el artículo 6.1 del Convenio y, por unanimidad, que se había infringido el artículo 1 del Protocolo número 1.", "", " El texto íntegro de este dictamen y de los dos votos particulares que lo acompañan se incluye en un anexo a esta sentencia.", "", " CONCLUSIONES PRESENTADAS ANTE EL TRIBUNAL", "", " 46. Durante la vista del 20 de octubre de 1986, el Gobierno pidió al Tribunal «que declarara que en este caso no se infringió lo dispuesto en el artículo 6.1 del Convenio ni lo dispuesto en el artículo 1 del Protocolo número 1, y que, por consiguiente, los hechos de la causa no indican que la República de Austria haya violado las disposiciones del Convenio».", "", " En sus alegaciones de 18 de agosto de 1986, el abogado de los demandantes solicitó al Tribunal, en particular, que tuviera en cuenta el dictamen de la Comisión y «que reconociera a la República de Austria culpable (...) de vulneración de los derechos humanos».", "", "", "", " FUNDAMENTOS DE DERECHO", "", " I. SOBRE LA INFRACCIÓN QUE SE ALEGA DEL ARTICULO 6.1 DEL CONVENIO", "", " 47. Los demandantes alegan que la vista de la causa no tuvo lugar dentro de un «plazo razonable», que las comisiones de reforma agraria deliberaron a puerta cerrada y que no constituían tribunales independientes e imparciales. Los demandantes se basan en el artículo 6.1 del Convenio, en virtud del cual:", "", " «toda persona tiene derecho a que su causa sea vista equitativa, públicamente y dentro de un plazo razonable, por un tribunal independiente e imparcial, establecido por la ley, que resolverá (...) sobre los conflictos sobre sus derechos y obligaciones de carácter civil (...)».", "", " El Gobierno llegó a la conclusión de que no había existido infracción. Por su parte, la Comisión consideró que la duración del procedimiento había rebasado el «plazo razonable»; no se pronunció sobre los otros aspectos de la tesis de los interesados.", "", " 1. Sobre la aplicabilidad del artículo 6.1", "", " 48. Los planes de concentración agrícola de Palterndorf afectaban, entre otros, a los bienes raíces de la familia Poiss, de los que fueron privados a cambio de tierras que otros propietarios poseían antes. Los demandantes cuestionaron -y lo siguen haciendo- la legalidad de la compensación obtenida. En consecuencia, toda decisión, favorable o desfavorable, de las autoridades que conocen del caso afecta o afectará a sus derechos de propiedad. Por consiguiente, la finalización de este procedimiento es «decisiva para derechos y obligaciones de carácter privado» (sentencias Ringeisen de 16 de julio de 1971, serie A, núm. 13, pág. 39, apartado 4, y Sramek de 22 de octubre de 1984, serie A, núm. 84, pág. 17, apartado 34), de modo que el artículo 6.1 se aplica en este caso; por otra parte, el Gobierno lo admite.", "", " a) Tribunal «independiente e imparcial», «públicamente»", "", " 2. Sobre la observancia del artículo 6.1", "", " 49. Los demandantes alegaron ante el Tribunal el carácter «no público» de las audiencias de las comisiones de reforma agraria y pusieron en duda la independencia e imparcialidad de dichas comisiones. En lo que se refiere al segundo punto, los demandantes, tomando como base los organigramas del Ministerio Federal de Agricultura y Bosques y de la Oficina de Gobierno del Land de la Baja Austria, alegan la existencia de vínculos jerárquicos entre los miembros funcionarios, la participación en los votos de funcionarios encargados de preparar dictámenes periciales y la brevedad del mandato (cinco años).", "", " Estas son nuevas alegaciones que no fueron planteadas ante la Comisión Europea de Derechos Humanos y que no se refieren a los hechos observados por ésta en el marco de su decisión de admisibilidad. Por consiguiente, el Tribunal no tiene competencia para decidir al respecto (véase en particular, mutatis mutandis, la sentencia Bozano de 18 de diciembre de 1986, serie A, núm. 111, pág. 27, apartado 62).", "", " a) Plazo razonable", "", " i. Período que debe considerarse", "", " 50. En materia civil, el «plazo razonable» que establece el artículo 6.1 comienza generalmente cuando se somete el caso al «tribunal» (véase en último término la sentencia Deumeland de 29 de mayo de 1986, serie A, núm. 100, pág. 26, apartado 77), y, en este caso, no existe en el informe ningún elemento que pueda llevar al Tribunal a determinar que la demanda corresponde a una fecha anterior.", "", " En cuanto al final del período que debe considerarse, el Gobierno alegó ante la Comisión que, al hablar de decisión (determination) sobre derechos de carácter civil, el artículo 6.1 no se refiere necesariamente a una sentencia definitiva. Ahora bien, habría habido en primer lugar una designación provisional de las parcelas que debían adjudicarse a los demandantes, y después reconocimiento del hecho de que tenían derecho a una compensación mejor.", "", " Al igual que la Comisión, el Tribunal tampoco pudo suscribir esa teoría. Según la jurisprudencia constante sobre la aplicación del artículo 6.1, el plazo en el que corresponde controlar el carácter razonable abarca la totalidad del procedimiento considerado, incluidas las instancias de recurso (véase, en particular, la sentencia Deumeland anteriormente citada, ibidem). Por consiguiente, dicho período se extiende hasta la decisión que resuelva la demanda (sentencia Guincho de 10 de julio de 1984, serie A, núm. 81, pág. 13, apartado 29).", "", " 51. En este caso, el procedimiento consta de dos fases.", "", " 52. La primera comenzó entre el 27 y el 30 de septiembre de 1965, con el recurso de los demandantes contra el plan de concentración parcelaria de 1 de septiembre de 1965 (apartado 8 anterior).", "", " Dicha fase concluyó el 23 de mayo de 1972, cuando los demandantes recibieron la comunicación de la sentencia dictada el 24 de febrero por el Tribunal Constitucional (ibidem). El procedimiento seguido ante la Alta Jurisdicción se toma en consideración: aunque no era competencia de ésta resolver sobre el fondo, su decisión podía, sin embargo, tener consecuencias sobre el resultado del litigio (sentencia Deumeland anteriormente citada, pág. 26, apartado 77).", "", " Así pues, la primera fase duró seis años, siete meses y veintitrés días (30 de septiembre de 1965-23 de mayo de 1972).", "", " 53. Para la Comisión, la segunda comenzó el 1 de octubre de 1975, al aceptar la Comisión Suprema la reapertura del procedimiento (apartado 10 anterior). El Tribunal no comparte esta opinión; considera que la fecha que debe tenerse en cuenta es el 6 de septiembre de 1974, cuando los demandantes pidieron la reapertura del procedimiento, impugnando -tomando como base el plan de parcelación de 7 de septiembre de 1971- la valoración de algunas de sus antiguas tierras (ibidem).", "", " La fase de que se trata todavía no ha concluido; ya supera los doce años y medio (6 de septiembre de 197424 de marzo de 1987).", "", " 54. Por consiguiente, el período global que debe considerarse es ya superior a diecinueve años.", "", " ii) Criterios aplicables", "", " 55. El carácter razonable de la duración de un procedimiento se evalúa considerando las circunstancias en causa y los criterios establecidos por la jurisprudencia del Tribunal, en particular, el grado de complejidad del caso, la conducta de los demandantes y la de las autoridades competentes (véanse, en particular, las sentencias Buchholtz de 6 de mayo de 1981, serie A, núm. 42, págs. 15-16, apartado 49 , y Zimmermann y Steiner de 13 de julio de 1983 , serie A, núm. 66, pág. 11, apartado 24).", "", " 56. Toda concentración territorial es pues, por naturaleza, un proceso complejo. La correcta valoración de las parcelas que se ceden y de las que se reciben a cambio es generalmente la preocupación fundamental de los propietarios. Las dificultades que lleva consigo dicha valoración resultan con frecuencia incrementadas por el tradicional apego del agricultor a sus campos y prados. Además, se trata de una operación destinada a aumentar la rentabilidad de las explotaciones y a desarrollar la infraestructura de la zona de que se trate; por consiguiente, no sólo afecta a los intereses de los particulares, sino también a los de toda la colectividad.", "", " La concentración parcelaria afectaba a 530 personas, de las cuales 428 eran propietarios (apartado 8 anterior). Ya en septiembre de 1965, los demandantes afirmaron que algunas de sus antiguas parcelas eran solares, con un valor superior al de las parcelas compensatorias (ibidem). Ese era un punto que era preciso aclarar, recabando los datos pertinentes, como la existencia de un plan de parcelación, la superficie de las parcelas, la utilización a la que estaban destinadas, su situación geográfica, etc. Sin embargo, después de los recursos -que prosperaron- de la familia Poiss, correspondía a las autoridades competentes establecer un nuevo plan. Por supuesto, éstas no tenían que volver al punto de partida, pero tenían que oír a todos los propietarios afectados. Como pone de manifiesto el Gobierno, su tarea fue aún más difícil, ya que en el momento de la reapertura del procedimiento, el primer plan ya había entrado en vigor unos tres años y cuatro meses antes (23 de mayo de 1972-1 de octubre de 1975, apartados 8 y 10 anteriores).", "", " Por consiguiente, parece que la aplicación de la ley planteó cuestiones de hecho considerablemente complejas.", "", " 57. Para el Gobierno, los demandantes son en cierta medida responsables de los retrasos de los que se quejan: utilizaron todos los recursos -incluso aquellos que no tenían verdaderas probabilidades de éxito- de los que disponían y no escatimaron esfuerzos, en particular después de que la Comisión se hiciera cargo del caso, para prolongar el procedimiento en Austria. En particular, fue un error por su parte dirigirse en repetidas ocasiones a la jurisdicción superior, interrumpiendo con ello la labor del órgano inferior.", "", " El Tribunal rechaza esta teoría.", "", " Recuerda en primer lugar que, según su jurisprudencia constante, no cabe reprochar a un demandante el haber utilizado plenamente todas las vías de recurso que le concede el Derecho interno (véase, mutatis mutandis, la sentencia Eckle de 15 de julio de 1982, serie A, núm. 51, pág. 36, apartado 82). Ahora bien, en este caso, como señala con razón la Comisión, los recursos interpuestos generalmente prosperaron (apartados 10, 12, 14, 19, 20, 21 y 22 anteriores).", "", " En lo que se refiere a las peticiones para que la jurisdicción superior entendiera del caso en lugar de la autoridad competente inmediatamente superior, la ley permitía que los demandantes presentaran dichas solicitudes tras el vencimiento de un período de seis meses (aparatado 41 anterior). En todos los casos, esperaron más tiempo -ocho meses y tres semanas; unos ocho meses; nueve meses y dieciocho días (apartados 12, 17 y 21 anteriores)- y todos sus recursos prosperaron.", "", " Su conducta, legítima en sí misma, constituye, sin embargo, un hecho objetivo no imputable al Estado demandado; dicha conducta es un elemento que debe tenerse en cuenta para tratar de determinar si se ha rebasado o no el plazo razonable que establece el artículo 6.1 (véase, mutatis mutandis, la sentencia Eckle anteriormente mencionada, ibidem).", "", " 58. En relación con las autoridades competentes, el Tribunal señala que, con arreglo a la ley, iniciaron de oficio la operación y que el desarrollo de la misma era competencia suya (apartados 28 y 41 anteriores). Además -y sobre todo-, en abril de 1963 decidieron la transferencia provisional de los bienes raíces considerados (apartado 8, anterior). Por consiguiente, debían dar muestras de una diligencia especial. Por otra parte, el legislador austríaco reconoce la existencia de esa obligación: observó, en materia de concentración parcelaria, la regla general por la que se exige una decisión dentro de un período de seis meses (apartado 41 anterior) y, en 1977, ordenó la publicación de un plan de concentración parcelaria a más tardar tres años después de la decisión definitiva sobre la transferencia provisional (apartado 33 anterior).", "", " 59. Los demandantes no formulan alegaciones específicas en cuanto a la duración del procedimiento inicial (seis años, siete meses y veintitrés días; apartado 52 anterior). A pesar de no ser desdeñable -sobre todo considerando el hecho de que había habido una transferencia provisional de los terrenos en abril de 1963-, no cabe duda de que esa duración se explica en gran medida por las circunstancias de un caso que las autoridades estudiaban por primera vez.", "", " No puede decirse lo mismo de varias demoras que caracterizan el segundo período.", "", " En primer lugar, la Comisión Suprema necesitó quince meses y diez días (6 de septiembre de 1974-16 de diciembre de 1975; apartado 10 anterior) para reanudar el procedimiento. Ahora bien, las cuestiones que se le planteaban no presentaban, al parecer, ninguna complejidad: tenía que determinar si se cumplían las condiciones exigidas por la ley en esta materia y, en caso afirmativo, si existía, como manifestaban los demandantes, un plan de parcelación que reconociera que las parcelas consideradas eran solares. Resulta bastante difícil comprender que resolviera más de quince meses después de que se le sometiera el caso.", "", " Y, lo que es más paradójico, transcurrieron cerca de diez años (16 de diciembre de 1975-30 de octubre de 1985; apartados 10 y 21 anteriores) antes de que se notificara a los demandantes la existencia de un nuevo plan de concentración parcelaria. La razón principal es que en dos ocasiones la Autoridad de distrito no acató la decisión de la Comisión Suprema por la que se ordenaba la reapertura del procedimiento (apartados 11 y 13 anteriores). Para la primera instancia de recurso contra esa negativa fueron necesarios casi dieciséis meses, en particular, debido a la pasividad de la Comisión regional (3 de mayo de 1976-30 de agosto de 1977; apartado 12 anterior). Posteriormente, la Autoridad de distrito necesitó casi un año (30 de agosto de 1977-23 de agosto de 1978; apartados 12 y 13 anteriores) para mantenerse firme en su actitud, y después la Comisión regional tardó algo más de siete meses para remitirle el caso (8 de septiembre de 1978-13 de abril de 1979; apartado 14 anterior) y, por último, la Comisión Suprema tardó un año y tres semanas para confirmar esta última decisión (2 de mayo de 1979-23 de mayo de 1980; apartado 16 anterior). Estos períodos, que suman un total de unos cuatro años, no son razonables, como señala con razón la Comisión.", "", " Lo mismo puede decirse de la duración del procedimiento ulterior ante la Autoridad de distrito (apartados 16-17 anteriores). El hecho de que dicha Autoridad no emitiera una resolución dentro del plazo legal provocó una avalancha de recursos, cuyo examen duró hasta la notificación, después de dieciocho meses y trece días, de la sentencia del Tribunal Administrativo, que era favorable a los demandantes (21 de enero de 1981-3 de agosto de 1982; apartados 17-19 anteriores). Considerando que las medidas adoptadas por la Autoridad de distrito no podían justificar la lentitud de su procedimiento, el Tribunal Administrativo señaló que la Comisión habría debido admitir el recurso de los interesados y resolver ella misma (apartado 19 anterior).", "", " Los interesados todavía tuvieron que esperar cuatro meses y una semana hasta recibir el texto de la resolución de la Comisión Suprema por la que se anulaba, tomando como base la sentencia anteriormente mencionada, la de la Comisión regional (3 de agosto de 1982-10 de diciembre de 1982; apartado 20 anterior).", "", " De nuevo ante la Comisión regional, el caso tampoco se resolvió. Por consiguiente, después de más de nueve meses (10 de diciembre de 1982-28 de septiembre de 1983; apartados 20-21 anteriores), los demandantes acudieron a la Comisión Suprema. Esta se hizo cargo del informe y la resolución fue comunicada a los interesados unos cuatro meses después de la presentación de su demanda (28 de septiembre de 1983-23 de enero de 1984; apartado 21 anterior). La Comisión Suprema todavía necesitó veintidós meses y veintitrés días para adoptar el nuevo plan de concentración parcelaria (7 de diciembre de 1983-30 de octubre de 1985; apartado 21 anterior). Aun teniendo en cuenta las dificultades que lleva consigo el cumplimiento de semejante tarea, el Tribunal considera que también en esa fase existieron retrasos anormales.", "", " No ocurre lo mismo con el procedimiento de recurso que siguió a la resolución de la Comisión Suprema: el Tribunal Administrativo notificó su sentencia apenas diez meses después de la presentación de la demanda (11 de diciembre de 1985-9 de octubre de 1986; apartado 22 anterior) y desde entonces apenas han transcurrido unos cinco meses y medio.", "", " 60. En conclusión, la duración del procedimiento litigioso ya excede de diecinueve años (apartado 54 anterior). A pesar de la complejidad del litigio, semejante duración no es razonable en las circunstancias de la causa, habida cuenta, en particular, de la diligencia que exigía la transferencia provisional de las tierras. Los diversos retrasos injustificados que se han producido no son imputables a los demandantes sino a determinadas autoridades a las que se sometió el caso. Por otra parte, el Gobierno admite la existencia de dichos retrasos. La acumulación y combinación de dichos retrasos ha dado lugar a un rebasamiento del plazo razonable establecido en el artículo 6.1.", "", " II. SOBRE LA INFRACCIÓN QUE SE ALEGA DEL ARTICULO 1 DEL PROTOCOLO NUMERO 1", "", " 61. Según los demandantes, la transferencia provisional de sus tierras en 1963 vulneró su derecho a la propiedad: no recibieron la compensación en bienes raíces a las que les da derecho la legislación del Land y, como consecuencia de ello, tuvieron una «pérdida anual de cosecha de 25.700 chelines» y de «45.000 chelines de interés». Alegan que se infringió el artículo 1. del Protocolo número 1, que establece lo siguiente: «Toda persona física o jurídica tiene derecho a que se respeten sus bienes. Nadie podrá ser privado de su propiedad a no ser por una causa de utilidad pública y en las condiciones previstas por la ley y de acuerdo con los principios generales del Derecho internacional.", "", " Las disposiciones anteriores no atentan contra el derecho que detentan los Estados para aplicar las leyes que consideren necesarias en orden a establecer normas relativas a la utilización de los bienes con arreglo al interés general o para asegurar el pago de los impuestos o de otras contribuciones o multas.»", "", " El Gobierno no está de acuerdo con esta tesis; por su parte, la Comisión la suscribe en cuanto al fondo.", "", " 62. No cabe duda de que ha habido una injerencia en el derecho de propiedad de los demandantes que garantiza el artículo 1 del Protocolo (sentencia Marckx de 13 de junio de 1979, serie A, núm. 31, pág. 27, apartado 63) el 22 de abril de 1963, sus tierras fueron adjudicadas a otros propietarios, partes en la operación de concentración parcelaria, o utilizadas para medidas o instalaciones comunes, sin que, hasta el momento, hayan obtenido, mediante resolución definitiva, la compensación en dinero establecida por la legislación del Land (apartados 8, 10, 12, 21 y 22 anteriores).", "", " 63. Falta determinar si esa injerencia infringe el artículo 1 del Protocolo número 1.", "", " Dicho artículo «contiene tres normas diferentes» la primera, que figura en la primera frase del párrafo primero y reviste un carácter general, enuncia el principio del respeto de la propiedad; la segunda, que figura en la segunda frase del mismo párrafo, contempla la privación de la propiedad y la somete a determinadas condiciones; en cuanto a la tercera, que figura en el párrafo segundo, reconoce a los Estados el poder, entre otros, de regular la utilización de los bienes con arreglo al interés general. El Tribunal debe examinar la aplicabilidad de las dos últimas antes de pronunciarse sobre la observación de la primera. No se trata, sin embargo, de normas sin relación entre sí: la segunda y la tercera se refieren a ejemplos particulares de vulneración del derecho de propiedad; por consiguiente, deben interpretarse a la luz del principio establecido por la primera (véase, en último lugar, la sentencia AGOSI de 24 de octubre de 1986, serie A, núm. 108, pág. 17, apartado 48).", "", " 64. El Tribunal señala, en primer lugar, que las autoridades austríacas no procedieron ni a una expropiación formal ni a una expropiación de hecho ( sentencia Sporrong y Lönnroth de 23 de septiembre de 1982 , serie A, núm. 52, pág. 24, apartados 62- 63) la transferencia realizada en abril de 1963 tenía carácter provisional; se convertirá en irrevocable al entrar en vigor un plan de concentración parcelaria (apartado 32 anterior). Por consiguiente, los interesados podrán recuperar sus bienes raíces si el plan definitivo no confirma la distribución efectuada en la fase anterior del procedimiento. Por tanto, no cabe considerar que están definitivamente «privados de su propiedad» con arreglo a la segunda frase del párrafo primero del artículo 1.", "", " Por otra parte, el objeto principal de la transferencia provisional no era limitar o controlar la «utilización» de las tierras (párrafo segundo del artículo 1), sino reestructurar rápidamente la zona de concentración parcelaria con vistas a una explotación mejorada y racional por los «propietarios provisionales» (apartado 32 anterior). Por consiguiente, hay que evaluar dicha transferencia teniendo en cuenta la primera frase del párrafo primero.", "", " 65. Para los efectos de dicho texto, el Tribunal debe determinar si ha habido un justo equilibrio entre las exigencias del interés general de la comunidad y las exigencias de la salvaguardia de los derechos fundamentales del individuo (sentencia Sporrong y Lönnroth anteriormente citada, pág. 26, apartado 69).", "", " 66. Es necesario recordar, en primer lugar, que ya han transcurrido cerca de veinticuatro años desde la transferencia provisional (22 de abril de 1963-24 de marzo de 1987; apartado 8 anterior), sin que los demandantes hayan recibido, en virtud de un plan definitivo de concentración parcelaria, la compensación en tierras prevista por la ley.", "", " Según el Gobierno, la duración del procedimiento no es compatible con el artículo 1 del Protocolo número 1, si el Tribunal ya ha declarado que es contraria al artículo 6.1 del Convenio. Esta tesis no es compatible con la jurisprudencia del Tribunal, de la que se deduce que un mismo y único hecho no puede oponerse a más de una disposición del Convenio y de los Protocolos (véase, por ejemplo, la sentencia Airey de 9 de octubre de 1979, serie A, núm. 32, pág. 17, apartados 31-33). Además, la queja presentada en virtud del artículo 6.1, se diferencia de la presentada con relación al artículo 1.º del Protocolo. En el primer caso, se trataba de determinar si el procedimiento de concentración parcelaria había rebasado el «plazo razonable», mientras que en el segundo, su duración, excesiva o no, influye, junto con otros elementos, para determinar si la transferencia objeto del litigio era compatible con la garantía del derecho de propiedad.", "", " 67. Cabe señalar además que la legislación pertinente del Latid no ha permitido reconsiderar la transferencia provisional, a pesar del éxito de los recursos de los demandantes contra los planes de concentración. Tampoco modifica la posibilidad de indemnizar a los demandantes por el perjuicio que les habría causado la permuta forzosa de sus tierras por otras de menor calidad (apartados 21, 22 y 33 anteriores).", "", " 68. El Tribunal no ignora, sin embargo, la preocupación del legislador. Al autorizar dicha transferencia en una fase previa de la concentración parcelaria, pretendía asegurar, en el interés de los propietarios en general y de la colectividad, la explotación continuada y económica de las tierras de que se trata. Además, aunque los demandantes perdieron sus tierras como consecuencia de la transferencia decidida en 1963, recibieron otras en su lugar, aunque éstas no les satisfagan. Sin embargo, el sistema aplicable se caracteriza por cierta rigidez: no ofrece ningún medio para modificar, antes de la entrada en vigor de un plan de concentración, la situación de los propietarios o para indemnizarlos por el perjuicio que se les puede haber causado hasta la adjudicación definitiva de la compensación legal en bienes raíces.", "", " 69. Por consiguiente, las circunstancias de la causa indican una ruptura del equilibrio que debe existir entre la salvaguardia del derecho a la propiedad y las exigencias del interés general: se impuso a los demandantes, que siguen teniendo la incertidumbre en lo que se refiere al destino definitivo de su propiedad, una carga desproporcionada. No procede, en esta fase, tratar de determinar si se les causó realmente un perjuicio (sentencia Sporrong y Lönnroth anteriormente citada, pág. 28, apartado 73).", "", " 70. En consecuencia, el Tribunal concluye que se infringió el artículo 1 del Protocolo número 1.", "", " III. SOBRE LA APLICACIÓN DEL ARTICULO 50 DEL CONVENIO", "", " 71. Los demandantes piden una indemnización de 919.100 chelines por perjuicio material, y el reembolso de sus gastos de abogados, que evalúan en 248.125,48 chelines.", "", " Ni el Gobierno ni la Comisión se han pronunciado todavía. Por consiguiente, la cuestión no está resuelta; procede reservarlas y fijar el procedimiento ulterior, teniendo en cuenta la posibilidad de un acuerdo entre el Estado demandado y los demandantes (art. 53, apartados 1 y 4 del Reglamento).", "", "", "", " EN VIRTUD DE ESTOS FUNDAMENTOS DE DERECHO, EL TRIBUNAL, POR UNANIMIDAD,", "", " 1. Falla que se infringió el artículo 6.1 del Convenio en cuanto a la observancia del plazo razonable.", "", " 2. Falla que no tiene competencia para conocer de las otras demandas presentadas por los demandantes en lo relativo a dicha disposición.", "", " 3. Falla, que se infringió el artículo 1 del Protocolo número 1.", "", " 4. Falla que la cuestión de la aplicación del artículo 50 del Convenio no está resuelta.", "", " Por consiguiente,", "", " a) la reserva en su totalidad;", "", " b) invita al Gobierno a que le remita por escrito, en el plazo de dos meses a partir de la fecha de hoy, sus observaciones sobre la cuestión y, en particular, a que le comunique todo acuerdo que pudiera celebrar con los demandantes;", "", " c) reserva el procedimiento ulterior y delega en su Presidente la misión de fijarlo, en caso necesario.", "", " Hecha en francés y en inglés, y pronunciada en audiencia pública en el Palacio de Derechos Humanos, en Estrasburgo, el 23 de abril de 1987.", "", " Firmado: Rolv Ryssdal, PRESIDENTE", "", " Firmado: Marc-André Eissen, SECRETARIO", "", "", "", " ANEXO", "", " Dictamen de la Comisión Europea de Derechos Humanos", "", " [Formulado en el informe de la Comisión de 24 de enero de 1986]", "", " DICTAMEN DE LA COMISIÓN", "", " A. Los puntos litigiosos", "", " 78. Los puntos litigiosos en este caso son los siguientes:", "", " a) Si en las operaciones de concentración parcelaria agrícola en las que los demandantes eran parte se formuló una decisión sobre las demandas de derechos y obligaciones de carácter civil de los demandantes dentro de un plazo razonable por un Tribunal independiente e imparcial, como exige el artículo 6.1 del Convenio.", "", " b) Si hubo injerencia, infringiendo el artículo 1 del Protocolo número 1 del Convenio, en el ejercicio del derecho de los demandantes al respeto de sus bienes, como consecuencia de que, en el marco de las operaciones de concentración parcelaria, se realizó una transferencia provisional de las tierras que tuvo por efecto privarlos de sus antiguos bienes y de que, en la práctica, las tierras de valor especial a las que tenían derecho como compensación han sido retenidas desde entonces.", "", " 79. No se cuestiona la organización de las autoridades agrícolas sobre la que el Gobierno ha formulado observaciones (véase la decisión sobre la admisibilidad, apartado 2).", "", " B. Sobre el artículo 6.1 del Convenio", "", " 1. La aplicabilidad del artículo 6.1", "", " 80. El artículo 6.1 del Convenio estipula, en la parte pertinente en este caso, lo siguiente:", "", " «Toda persona tiene derecho a que su causa sea oída equitativa, públicamente y dentro de un plazo razonable por un tribunal independiente e imparcial, establecido por la ley (...) que decidirá (...) acerca de las demandas sobre sus derechos (...) de carácter civil (...).»", "", " 81. Las operaciones de concentración parcelaria agrícola afectan al derecho de propiedad de aquellos cuyas tierras estén situadas en la zona sometida a concentración parcelarla, es decir, que afectan a los derechos civiles, con arreglo al artículo 6.1. Por consiguiente, debe ser posible acudir a un tribunal para los litigios originados por la concentración. El Tribunal Constitucional así lo ha reconocido, al igual que la Comisión en su jurisprudencia (véase, por ejemplo, demandas núm. 6837/74 , X y otros contra Bélgica, decisión de 2 de octubre de 1975, Decisiones e Informes, núm. 3, págs. 135-137; núm. 7620/76, X y otros contra Austria, decisión de 6 de julio de 1977, Decisiones e informes, núm. 11, págs. 157-159; núm. 8255/78, decisión de 13 de marzo de 1980, no publicada; núm. 9273/81, Ettl y otros contra Austria, informe de 3 de julio de 1985).", "", " 82. Al ser de aplicación el primer apartado del artículo 6, los demandantes tenían derecho a que un tribunal independiente e imparcial resolviera dentro de un «plazo razonable» sobre sus derechos de carácter civil. En este caso, no hubo resolución judicial; en la práctica, fueron órganos administrativos los que entendieran del caso. Aunque es cierto que un sistema que prevea un procedimiento administrativo previo a un procedimiento judicial no es en sí mismo contrario al artículo 6.1 del Convenio, puede constituir un obstáculo al derecho de acudir a un tribunal, que es un elemento esencial del artículo 6.º (véase Tribunal Europeo de Derechos Humanos, sentencia Golder de 21 de febrero de 1975 , serie A, núm. 18, pág. 14, apartado 29). Cuando, durante un procedimiento administrativo, se presenta una demanda relativa a derechos civiles y un tribunal no puede entender del caso dentro de un plazo razonable, existe una infracción del artículo 6.1. El tiempo transcurrido en procedimientos que constituyan un obstáculo de facto al acceso a un tribunal no debe rebasar los límites fijados por el artículo 6.1, es decir, los límites «razonables» (véase, mutatis mutandis, Tribunal Europeo de Derechos Humanos, sentencia Golder anteriormente mencionada; págs. 14-15, apartado 32; sentencia König de 28 de junio de 1978, serie A, núm. 27, págs. 33-34, apartado 98; demanda núm. 7987/77, Andofer Tonwerke contra Austria, informe de 8 de marzo de 1982, Decisiones e Informes, núm. 32, pág. 131, apartados 74-75).", "", " 83. En este caso ha habido litigio desde el momento en que los demandantes presentaron un recurso contra el primer plan de concentración parcelaria, es decir, a partir del 1 de enero de 1966 (véase apartado 89). Por consiguiente, en ese momento ya existía un derecho de acudir a un tribunal. Para el período siguiente, la Comisión debe formular su opinión en lo que se refiere a determinar si el tiempo que transcurrió antes de que fuera posible una resolución justa es conforme a las exigencias del artículo 6.1.", "", " 84. Una dificultad particular resulta del hecho de que la Comisión ya consideró en el caso Ettl que el control ejercido por el Tribunal Administrativo era incompatible con el artículo 6.1 (véase informe de 3 de julio de 1985). Sin embargo, considerando que en este caso los demandantes sólo se quejaron de la duración del procedimiento, la Comisión sólo examinará este aspecto de la cuestión.", "", " 2. Período que debe tomarse en consideración", "", " 85. Adoptando una actitud similar a la del Tribunal en el caso König (apartado 98 de la citada sentencia), la Comisión considera que el período que debe tenerse en cuenta en virtud del artículo 6.1 comenzó en la fecha en que los demandantes formularon por primera vez objeciones contra las resoluciones administrativas relativas a sus derechos civiles.", "", " 86. Las operaciones de concentración parcelaria se iniciaron en este caso en 1965. El plan de concentración, adoptado por la autoridad agrícola de primera instancia el 1 de septiembre de 1965, fue confirmado en apelación por el Tribunal Superior de la Reforma Agraria el 5 de mayo de 1971. Al no haber interpuesto nuevo recurso los demandantes, el plan pasó a ser definitivo al notificárseles la decisión del Consejo Superior de la Reforma Agraria, el 8 de septiembre de 1971.", "", " 87. Por decisión del Consejo Superior de 1 de octubre de 1975, el procedimiento, que ya estaba cerrado, fue reabierto y desde entonces sigue pendiente. Por consiguiente, la Comisión debe decidir si el período contemplado por el artículo 6.1 del Convenio incluye el procedimiento inicial que comenzó en 1965 o si sólo abarca el tiempo transcurrido desde su reapertura en 1975.", "", " 88. A este respecto, la Comisión señala que, en el momento de la reapertura, seguía tratándose del mismo procedimiento anterior. El primer plan de concentración parcelaria, adoptado el 1 de septiembre de 1965, ya afectaba sustancialmente a los derechos civiles de los demandantes, que habían manifestado inmediatamente su oposición interponiendo un recurso ante el Consejo Provincial de la Reforma Agraria por la negativa a tener en cuenta el valor especial de determinadas tierras. El Consejo Provincial no admitió el recurso por decisión de 9 de julio de 1968, que fue finalmente anulada por el Consejo Superior el 1 de octubre de 1975. Por consiguiente, todo ocurrió como si éste no se hubiera pronunciado nunca en sentido contrario; en otras palabras, el procedimiento fue reabierto en primera instancia, como si el Consejo Superior hubiera adoptado desde el principio una decisión favorable a los demandantes sobre la cuestión de las tierras de valor especial, que ha sido el objeto de todo el procedimiento ulterior.", "", " 89. Por consiguiente, la Comisión considera que, en este caso, el período pertinente en virtud del artículo 6.1 del Convenio comienza el día en que los demandantes interpusieron un recurso contra el primer plan de concentración parcelaria, de 1 de septiembre de 1965. En efecto, ése fue el origen de la demanda (dispute) sobre sus derechos de carácter civil, demanda que debía ser resuelta por el procedimiento considerado. Al no figurar en el informe la fecha exacta de interposición del recurso, la Comisión considerará como punto inicial del procedimiento el 1 de enero de 1966, ya que, en cualquier caso, el recurso fue interpuesto antes de esa fecha.", "", " 90. Sin embargo, como ya se ha dicho, el desarrollo del procedimiento no fue continuo a lo largo del período ulterior. Fue suspendido desde el 8 de septiembre de 1971 (notificación de la decisión del Consejo Superior de 5 de mayo de 1971) hasta el 1 de octubre de 1975 (decisión del Consejo Superior de reanudar el procedimiento). Al no haber entonces ningún procedimiento relativo a una demanda en materia de derechos civiles pendiente, no procedía que ninguna autoridad entendiera del caso y, por consiguiente, el artículo 6.1 no era aplicable a este período.", "", " 91. En cuanto a la conclusión del período que debe considerarse, la Comisión señala que el procedimiento estuvo pendiente por lo menos hasta el 30 de octubre de 1985, fecha en la que los demandantes recibieron notificación de la decisión del Consejo Superior de la Reforma Agraria por la que se les reconocía el derecho a un solar. La Comisión ignora si se interpuso posteriormente algún recurso o si dicha decisión tuvo carácter definitivo. Sea como fuere, la Comisión debe determinar si la duración del procedimiento en aquella fecha era razonable.", "", " 92. El Gobierno manifiesta que «decidir acerca de una demanda» sobre derechos de carácter civil no lleva consigo necesariamente una sentencia definitiva sobre el fondo; que, en este caso, existió una primera decisión para designar con carácter provisional las parcelas que correspondían a los demandantes, y que fue seguida de una segunda por la que se establecía su derecho a una compensación más justa. No obstante, la Comisión comparte la opinión manifestada por los demandantes según la cual la fórmula «decidirá (...) acerca de las demandas sobre sus derechos y obligaciones de carácter civil» se refiere a una resolución definitiva en cuanto al fondo.", "", " 93. Por consiguiente, el período que debe considerarse en virtud del artículo 6.1 del Convenio comprende el procedimiento inicial (que duró más de cinco años y medio, desde el 1 de enero de 1966 hasta el 8 de septiembre de 1971) y el procedimiento reabierto después (que duró más de diez años, desde el 1 de octubre de 1975 hasta el 30 de octubre de 1985). Así pues, la duración total del período considerado es de quince años y medio.", "", " 3. Criterios que deben aplicarse", "", " 94. El carácter razonable de la duración de los procedimientos debe evaluarse en cada caso según las circunstancias del mismo y habida cuenta de los criterios definidos en la jurisprudencia (véase Tribunal Europeo de Derechos Humanos, sentencia Zimmermann y Steiner de 13 de julio de 1983 , serie A, núm. 66, pág. 11, apartado 24). Ahora bien, el Tribunal y la Comisión han tenido en cuenta, entre otros, la complejidad del caso de hecho y de derecho, la conducta de los demandantes y la de las autoridades competentes, así como la importancia del litigio para los primeros. En su opinión, únicamente los retrasos imputables al Estado pueden constituir una inobservancia del «plazo razonable» (véase, mutatis mutandis, sentencia König anteriormente citada, págs. 34-37, apartados 99, 102-105, y págs. 38-40, apartados 107-111; sentencia Buchholz de 6 de mayo de 1981 , serie A, núm. 42, págs. 15-16, apartado 49).", "", " 4. Complejidad del caso", "", " 95. Las partes convienen en reconocer que las operaciones de concentración parcelaria agrícola son, por naturaleza, particularmente complejas. Afectan a numerosos interesados y están ligadas a la situación económica y jurídica de las propiedades rústicas en una extensa superficie. Deben examinarse difíciles cuestiones de hecho y de derecho a la luz de los objetivos perseguidos, para llegar a una solución global de los problemas económicos y jurídicos planteados.", "", " 96. Considerando que, por el carácter particular del procedimiento considerado, debe aplicarse el artículo 6.1 del Convenio, no cabe considerar poco razonable que los procedimientos de concentración parcelaria agrícola duren generalmente más tiempo que la mayoría del resto de los procedimientos en que están en juego derechos civiles. Es preciso tener en cuenta el hecho de que en este caso no se trata únicamente de determinar derechos civiles individuales, sino también de resolver un conjunto de problemas de Derecho civil dependientes entre sí que requieren una planificación prudente y global. La sucesión de diversas fases de la concentración parcelaria es, en este caso, algo natural y, como tal, no podría considerarse contraria al artículo 6.1 del Convenio.", "", " 5. Conducta de los demandantes", "", " 97. Es cierto que los demandantes han utilizado varias vías procesales y que sus argumentos jurídicos se han desarrollado con arreglo a la evolución del procedimiento en las distintas fases. Pero, en conjunto, han tenido una actitud coherente en la defensa de sus intereses desde la transferencia provisional de las tierras en 1965. Al haber establecido la Comisión Suprema, en 1975, que éstos no habían obtenido la compensación a la que la ley les daba derecho, impugnaron todos los planes de concentración parcelaria ulteriores por considerar que seguía sin cumplir los requisitos legales. Se quejaron, en el mismo período, de retrasos cada vez mayores.", "", " 98. El Gobierno objetó que algunos de los recursos interpuestos por los demandantes no eran razonables y que éstos eran, por lo menos en parte, responsables de los retrasos resultantes. Se observa, sin embargo, que, salvo raras excepciones, los recursos de los demandantes siempre dieron lugar, o bien a la anulación del acto impugnado, o bien a una nueva y más favorable resolución de la instancia ante la que se interpuso el recurso. En tales condiciones, no cabe decir que los recursos interpuestos por los demandantes estaban, como tales, injustificados.", "", " 6. Conducta de las autoridades", "", " a) Generalidades", "", " 99. Las operaciones de concentración parcelaria agrícola fueron iniciadas y realizadas por las autoridades, que procedieron de oficio (véase apartado 32 anterior). Por otra parte, con arreglo a la ley, dichas autoridades debían cumplir determinados plazos para adoptar sus decisiones (véase apartado 37 anterior). Dichos plazos fueron rebasados en varias ocasiones y el Gobierno no alegó razones justificativas convincentes. En repetidas ocasiones, los demandantes solicitaron y obtuvieron, con arreglo al Derecho austríaco, una declinación de competencia en favor de la instancia superior. Sin embargo, este hecho no permitió resolver el motivo general de la demanda: la excesiva duración del conjunto de procedimientos. Por consiguiente, están en su derecho de afirmar que son víctimas de esa duración excesiva, a pesar de las soluciones parciales que los procedimientos han podido aportarles, en particular la resolución del Tribunal Administrativo de junio de 1982.", "", " 100. La Comisión considera que las autoridades deben ser consideradas responsables precisamente del hecho de que los demandantes tuvieran que interponer una y otra vez los citados recursos y, en consecuencia, del retraso suplementario que resultaba cada vez.", "", " 101. Los demandantes alegan que se perdió mucho tiempo debido a que los consejos de la reforma agraria renunciaron regularmente a hacer uso de la posibilidad que ofrece el artículo 66.4 del Código General del Procedimiento Administrativo de resolver ellos mismos sobre el fondo, y que prefirieron acogerse al artículo 66.2 del mismo Código para remitir el caso a la instancia inferior.", "", " 102. En general, no corresponde a la Comisión evaluar la práctica de las autoridades nacionales cuando éstas pueden elegir entre diferentes soluciones. No obstante, dichas autoridades deben asumir la responsabilidad de los retrasos evitables ligados a la utilización que hacen de sus poderes discrecionales.", "", " b) Instrucción del procedimiento en este caso", "", " 103. La Comisión debe examinar ahora las diversas fases del procedimiento a la luz de las anteriores consideraciones generales.", "", " 104. En lo que se refiere al procedimiento inicial desde su inicio hasta la primera decisión del Consejo Superior de la Reforma Agraria en mayo de 1971, los demandantes no formularon quejas particulares, y no parece que la conducta de las autoridades haya sido la causa de retrasos anormales. La duración de esa parte del procedimiento puede explicarse por la complejidad de las operaciones de concentración parcelaria consideradas globalmente.", "", " 105. Una vez abierto el procedimiento, las autoridades tenían la obligación de actuar con rapidez, habida cuenta del tiempo que había transcurrido desde el momento en que los derechos civiles de los demandantes habían resultado afectados.", "", " 106. La autoridad agrícola del distrito presentó su nuevo plan en abril de 1976, dentro del plazo de seis meses establecidos por la ley; sin embargo, el Consejo provincial no fue tal diligente. El hecho de que los demandantes consiguieran que éste declinara su competencia en favor del Consejo Superior demuestra un retraso anormal del que el Consejo provincial era responsable. El Consejo Superior necesitó más de cinco meses (de enero a julio de 1977) para establecer la culpa del Consejo provincial. Es un período de tiempo en sí mismo no demasiado largo, aunque debe tenerse en cuenta el objeto del recurso, que era acelerar el procedimiento.", "", " 107. La instancia a la que se remitió el caso no resolvió hasta agosto de 1978, es decir, más de un año después de la citada decisión del Consejo Superior. Dicha instancia se negó por segunda vez a cumplir las instrucciones de este último y decidió suspender el procedimiento a la espera de la decisión de otra instancia, aunque era previsible que no se tomaría dicha decisión en un futuro próximo. En opinión de la Comisión, el retraso resultante no es razonable.", "", " 108. Hasta ocho meses después no se resolvió sobre el recurso interpuesto por los demandantes contra dicha decisión ante el Consejo provincial. Una vez más se habían rebasado los plazos legales y, puesto que el objeto del recurso era precisamente la reapertura de un procedimiento que se había suspendido ilegalmente, la Comisión considera que ese retraso no fue razonable.", "", " 109. Los demandantes decidieron interponer un tercer recurso ante el Consejo Superior, que lo denegó formalmente, aunque modificó la argumentación del Consejo provincial. Esta resolución fue pronunciada en mayo de 1980, es decir, más de un años después de la del Consejo provincial. Habida cuenta de los retrasos anteriores, la Comisión considera que ese período fue excesivo.", "", " 110. Después de la decisión del Consejo Superior, la autoridad agrícola de distrito no resolvió dentro de los plazos establecidos. Sin embargo, el Consejo provincial se negó a entender del caso, obligando a los demandantes a presentar un nuevo recurso ante el Consejo Superior y, por último, ante el Tribunal Administrativo, el cual, constatando en junio de 1982 la carencia del órgano de primera instancia, consideró que el hecho de que el Consejo provincial se hubiera negado a entender el caso estaba injustificado. Por consiguiente, el carácter no razonable de los retrasos observados fue reconocido por una jurisdicción nacional.", "", " 111. La citada resolución del Tribunal Administrativo estableció de hecho la obligación del Consejo provincial de resolver sobre el fondo. Sin embargo, dicha obligación no se convirtió en ejecutoria hasta noviembre de 1982, fecha en que el Consejo Superior suscribió las conclusiones del Tribunal Administrativo.", "", " 112. Al no haber resuelto el Consejo provincial dentro de los plazos establecidos, en diciembre de 1983 el Consejo Superior estimó la petición de transferencia de competencia presentada por los demandantes. No puede justificarse el retraso resultante.", "", " 113. Tampoco el Consejo Superior resolvió sobre el fondo dentro de un plazo razonable. Transcurrieron más de dos años entre la época en que los demandantes solicitaron la transferencia de competencia (septiembre de 1983) y el momento en que el Consejo presentó un plan de concentración parcelaria (octubre de 1985). La dificultad para hallar una solución parece deberse principalmente a la reacción de los otros propietarios, que se oponían a la idea de tener que devolver una parte de las tierras que se les habían adjudicado veinte años antes. Pero la situación de las otras partes no puede justificar que se negara a los demandantes la compensación en tierras de valor especial a la que tenían derecho.", "", " 114. La Comisión considera que no pueden justificarse varios de los retrasos que existieron para determinar las parcelas que los demandantes debían recibir en compensación y que la duración total del procedimiento relativo a esta cuestión no fue razonable.", "", " 7. Conclusión", "", " 115. La Comisión concluye, por unanimidad, que se infringió el artículo 6.1 del Convenio, al no haberse resuelto dentro de un plazo razonable sobre los derechos civiles de los demandantes por un tribunal independiente e imparcial.", "", " C. Sobre el artículo 1 del Protocolo número 1", "", " 1. Naturaleza de la injerencia en el ejercicio del derecho de propiedad de los demandantes", "", " 116. Los demandantes alegan una injerencia en el ejercicio de su derecho de propiedad que infringe el artículo 1 del Protocolo número 1 del Convenio, dado que, en el marco de la concentración parcelaria, una transferencia provisional de tierras efectuada en 1965, los privó de sus antiguos bienes y que en 1985 todavía no se había producido ninguna solución definitiva relativa a la compensación a que tenían derecho.", "", " 117. El artículo 1 del Protocolo dispone lo siguiente:", "", " «Toda persona física o moral tiene derecho a que se respeten sus bienes. Nadie podrá ser privado de su propiedad a no ser por motivos de utilidad pública y en las condiciones previstas por la ley y por los principios generales del Derecho internacional.", "", " Las disposiciones precedentes no atentan contra el derecho que tienen los Estados a aplicar las leyes que consideren necesarias para regular la utilización de los bienes con arreglo al interés general o para asegurar el pago de los impuestos o de otras contribuciones o multas.»", "", " 118. Un procedimiento de concentración parcelaria afecta necesariamente a los derechos de propiedad de los demandantes con arreglo a dicha disposición, ya que tiene por objeto privar de determinados bienes a los interesados para adjudicarles a cambio bienes diferentes. También va acompañado de medidas dirigidas a liberar terrenos para fines de equipamientos colectivos, como construcción de carreteras, regularización de cursos de agua, etc. Sin embargo, los demandantes no se fundan en estas medidas en sí mismas, sino en el plazo transcurrido entre la privación de sus antiguas propiedades y la adjudicación de parcelas como compensación legítima.", "", " 119. Dicho retraso puede plantear, en virtud del artículo 1 del Protocolo número 1, un problema diferente del que acaba de exponerse con relación al artículo 6.1 del Convenio, en cuanto a la duración excesiva del procedimiento. La transferencia provisional de tierras, que es el origen de la reclamación de los demandantes, no es una medida que debería acompañar necesariamente dicho procedimiento.", "", " 120. La Comisión señala que la situación considerada tiene cierta analogía con la que existía en el caso Sporrong y Lönnroth (véase Tribunal Europeo de Derechos Humanos, sentencia de 23 de septiembre de 1982 , serie A, núm. 52, págs. 22-24, apartados 58-60). Como en este caso, unas medidas provisionales adoptadas a la espera de una solución definitiva que participara en un plan global se tradujeron en una injerencia temporal, aunque prolongada, en el ejercicio del derecho de propiedad de los demandantes.", "", " 121. La Comisión considera que debe seguir los pasos dados por el Tribunal en el caso anteriormente citado y considerar que se ha vulnerado de modo prolongado el derecho de propiedad de los demandantes a la luz del principio general enunciado en la frase primera del artículo 1 del Protocolo, el del respeto de los bienes (véanse págs. 25-28, apartados 66-67 de la citada sentencia).", "", " 2. Justificación de que se haya mantenido hasta hoy la situación de hecho originada por la transferencia provisional de las parcelas", "", " 122. La transferencia provisional de las parcelas se estableció en 1965. La situación de hecho que resultó se prolongó hasta 1985, a pesar de que una resolución del Consejo Superior de la Reforma Agraria había establecido en 1975 que las parcelas compensatorias adjudicadas a los demandantes con carácter provisional eran insuficientes y no satisfacían las exigencias legales que establecían adjudicarles tierras de valor especial.", "", " 123. La transferencia provisional de tierras prevista por el artículo 22 de la Ley Provincial sobre la propiedad territorial agrícola lleva consigo una privación de propiedad. Efectivamente, se priva de sus antiguos bienes a los propietarios de terrenos rústicos de la zona de concentración parcelaria. El objetivo de esta medida es liberar tierras: a) para fines comunes, y b) para una nueva adjudicación a otros empresarios agrícolas.", "", " 124. La transferencia provisional debe permitir una rápida reestructuración de la zona sometida a concentración, en interés de la mayoría de los propietarios, que coinciden con el interés público, al que debe servir de modo general el plan de concentración parcelaria mediante la mejora de la estructura económica del sector.", "", " 125. La Comisión considera que cabe justificar, en principio, en el interés general que una transferencia provisional de las tierras, tal como está previsto en el Derecho interno, lleva consigo una molestia temporal para los particulares, siempre que ésta no sea totalmente desproporcionada con relación al objetivo legítimo que generalmente se persigue. No parece que una medida de este tipo sea en sí misma contraria al artículo 1.º del Protocolo.", "", " 126. No obstante, en el presente caso, la Comisión debe determinar si el hecho de que se haya mantenido hasta hoy la situación de hecho originada por la transferencia provisional de tierras en 1965 y la imposibilidad práctica para los demandantes, desde aquella época, de cambiar nada o de ser indemnizados son conformes al principio del respeto de los bienes.", "", " 127. Como señaló el Tribunal en la sentencia Sporrong y Lönnroth (pág. 26, apartado 69), es preciso hallar un justo equilibrio entre las exigencias del interés general y la salvaguardia de los derechos fundamentales del individuo. La preocupación por asegurar dicho equilibrio, inherente al conjunto del Convenio, también se refleja en la estructura del artículo 1 del Protocolo. En opinión del Tribunal, dicho equilibrio ya no está garantizado si la rigidez de la ley impide modificar una situación que está atentando de modo prolongado contra el derecho de propiedad, llevando consigo un desequilibrio entre los intereses privados y los públicos. El Tribunal no entiende por qué la ley debería excluir toda posibilidad de volver a evaluar, a intervalos razonables durante todo el tiempo que dure la injerencia, los intereses de la comunidad y los de los propietarios (ibidem, págs. 26-27, apartado 70).", "", " 128. Otros elementos considerados eran la incertidumbre de los propietarios en lo relativo al futuro de sus bienes y la ausencia de una posibilidad de indemnización de las personas afectadas por una infracción prolongada de su derecho de propiedad (ibidem, pág. 27, apartado 71). Para concluir, el Tribunal consideraba que los propietarios «han soportado una carga especial y desorbitada que únicamente habrían podido justificar la posibilidad de reclamar el acortamiento de los plazos o la de solicitar un resarcimiento. Considerando que la legislación excluía dichas posibilidades (...), el equilibrio que debía preservarse fue destruido en su situación jurídica» (ibidem, pág. 28, apartado 73).", "", " 129. Estas consideraciones son perfectamente aplicables al caso que nos ocupa. La transferencia provisional de las tierras constituyó una grave injerencia en el ejercicio del derecho de propiedad de los demandantes, injerencia que, en opinión de las mismas autoridades nacionales en 1975, no podía justificarse, ya que los demandantes no habían recibido parcelas de un valor especial. La situación, ya antigua en aquel momento, no podía, sin embargo, reconsiderarse a la luz de dicha decisión y los demandantes tampoco podían obtener ya una indemnización económica por la molestia temporal que soportan antes de que concluyan totalmente las operaciones de concentración parcelaria. Estas últimas, con una interrupción, han durado hasta ahora unos quince años y medio, y la Comisión ya ha establecido que han sufrido un retraso no razonable.", "", " Durante todo el período que han durado dichas operaciones los demandantes han seguido teniendo la incertidumbre en cuanto al destino de sus bienes.", "", " 130. Por consiguiente, la Comisión considera que, en este caso, la infracción del derecho de propiedad de los demandantes que constituyó la transferencia provisional de las tierras en 1965 y que se mantuvo hasta 1985 es desproporcionada con relación al objeto legítimo que perseguía dicha medida.", "", " 3. Conclusión", "", " 131. La Comisión concluye, por once votos contra uno, que se infringió el artículo 1 del Protocolo, en la medida en que no se respetó el derecho de los demandantes a que se respetaran sus bienes.", "", " D. Recapitulación", "", " 132. La Comisión concluye, por unanimidad, que se infringió el artículo 6.1 del Convenio, ya que no se ha resuelto, dentro de un plazo razonable, sobre los derechos civiles de los demandantes por un tribunal independiente e imparcial (véase apartado 115 anterior).", "", " 133. La Comisión concluye, por once votos contra uno, que se infringió el artículo 1 del Protocolo, ya que no se respetó el derecho de los demandantes al respeto de sus bienes (véase apartado 131 anterior).", "", " Firmado: C. A. Norgaard, PRESIDENTE", "", " Firmado: H. C. Krüger, SECRETARIO", "", " VOTO PARTICULAR DEL SEÑOR ERMACORA", "", " Aunque no estuve presente durante la votación final en este caso, coincido con la Comisión en que la duración de los procedimientos ante las autoridades agrícolas austríacas fue excesiva.", "", " En primer lugar, suscribo la idea de que el caso pone en juego derecho civiles con arreglo al artículo 6.1 del Convenio. Por otra parte, considero que algunas fases de los procedimientos ante las autoridades agrícolas se prolongaron considerablemente, no por causas imputables a los demandantes, sino por una falta de diligencia por parte de los órganos competentes. A pesar de la complejidad del caso y de las divergencias de opinión que surgieron entre las partes, los órganos considerados habrían debido resolver sin demora. Las mismas autoridades austríacas así lo confirmaron al admitir en repetidas ocasiones las solicitudes de declinación de competencia por retrasos injustificados. En un caso, el retraso fue establecido por el Tribunal Administrativo.", "", " Eso basta para mostrar que se reconoció que la duración de los procedimientos no fue razonable en virtud del Derecho interno. Al reconocer el carácter no razonable de la duración de un procedimiento, las instancias europeas no pueden, en mi opinión, ir más allá de las constataciones de las autoridades nacionales al declarar que se rebasaron los plazos autorizados por el Derecho nacional.", "", " No creo, sin embargo, que fuera absolutamente necesario describir detalladamente la situación en que se encuentra el Derecho en Austria, como se hace en la primera parte del informe. Se habrían podido abreviar, o incluso suprimir, los apartados 32 a 36.", "", " VOTO PARTICULAR DEL SEÑOR SCHERMERS", "", " Estoy básicamente de acuerdo con la mayoría de la Comisión al estimar que en este caso se infringió el Convenio. Mi objeción se refiere de alguna manera a un punto del procedimiento: no creo que sea necesario establecer una segunda infracción (en este caso, una infracción del artículo 1 del Protocolo número 1, tomando como base los mismos hechos que constituyen una infracción del artículo 6 del Convenio).", "", " La mayoría de los artículos del Convenio garantizan determinados resultados sin preocuparse por el modo en que se obtienen éstos. Debe haber libertad de expresión (artículo 10), no debe haber esclavitud (artículo 4), todos deben tener derecho a la libertad y a la seguridad (artículo 5), por citar algunos ejemplos.", "", " El artículo 6, establece una serie de derechos; pero el derecho considerado en el presente caso (el derecho a ser oído equitativa y públicamente, dentro de un plazo razonable) se refiere más bien a un modo de tratamiento que a un resultado. Las garantías se refieren más bien al procedimiento; no se refieren al resultado del mismo.", "", " Un procedimiento demasiado largo es contrario al artículo 6 y, por consiguiente, constituye una infracción del Convenio. Por consiguiente, no procede examinar el resultado del procedimiento, aunque, en muchos casos, constituya otra infracción del Convenio. Un proceso penal demasiado largo afecta, casi inevitablemente, a la vida privada del delincuente, infringiendo el artículo 8. Si un procedimiento de divorcio dura demasiado tiempo, la vida familiar resulta afectada. Del mismo modo, un procedimiento demasiado largo en materia de derecho de propiedad pone en peligro el respeto de los bienes garantizados por el artículo 1 del Protocolo número 1.", "", " Normalmente, la Comisión se limita a constatar la transgresión del artículo 6, por razón de la duración excesiva del procedimiento, sin abordar la cuestión de una infracción en cuanto al fondo. Yo creo que en esto es bastante prudente. En caso de infracción del Convenio, el Estado de que se trate deberá resolver la situación y no tiene utilidad tratar de determinar si el acto de que se trate infringe otras disposiciones.", "", " La única infracción del artículo 1 del Protocolo número 1 es la duración excesiva del procedimiento. Las operaciones de concentración parcelaria generalmente se admiten en Europa occidental, ya que son necesarias para el desarrollo agrícola, y hay que admitir que la frase segunda del artículo 1 del Protocolo número 1 las autoriza.", "", " Por consiguiente, opino que, en principio, al haber establecido una infracción del artículo 6, la Comisión no habría debido buscar si ésta transgredía el artículo 1 del Protocolo número 1. Esta es la razón por la que mi voto sobre la constatación de una infracción de dicho artículo ha sido negativo.", "", " La Comisión se fundó, en su decisión, en la sentencia del Tribunal de 23 de septiembre de 1982, en el caso Sporrong y L önnroth. En dicha sentencia no se trata, sin embargo, de la relación entre el artículo 6.1 del Convenio y el artículo 1 del Protocolo número 1. Siete de los diecinueve jueces presentes consideraron que el artículo 6, no era aplicable o que no se había infringido. Diez de los diecinueve jueces manifestaron su desacuerdo, o bien con relación al artículo 6, o bien con relación al artículo 1 del Protocolo, o bien con relación a ambos."]}