{"file": "SPA_HJUDSPA_17820_91.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "17820/91", "text_paragraphs": ["Sentencia 17820/91", "", "CASO PAMMEL CONTRA ALEMANIA", "", " Artículo 6.1 (Derecho a un proceso equitativo) Sentencia de 1 de julio de 1997", "", " Mediante sentencia dictada en Estrasburgo el 1 de julio de 1997, en el caso Pammel contra Alemania, el Tribunal Europeo de Derechos Humanos estableció, por unanimidad, que el artículo 6.1 del Convenio Europeo de Derechos Humanos era aplicable en el procedimiento ante el Tribunal Constitucional alemán y que había sido vulnerado en relación con la duración del procedimiento del litigio.", "", " La sentencia fue leída en audiencia pública por el señor Rolv Ryssdal, Presidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El 23 de mayo de 1980 el demandante, señor Friedrich Wilhelm Pammel, nacido en 1933 y residente en Hannover, presentó una demanda de evicción contra el municipio de Höxter y contra una asociación que se ocupaba de los jardines ( Kleingartenverein ) para obtener la devolución de un terreno que había recibido de su padre y que el municipio había alquilado en 1949.", "", " El 14 de agosto de 1980 se suspendió el procedimiento a la espera de la aprobación de una nueva ley federal sobre los jardines familiares, que entró en vigor el 28 de febrero de 1983. A petición del demandante el procedimiento fue reanudado.", "", " Entre el 6 de junio de 1983 y el 20 de agosto de 1985 se suspendió el procedimiento con el acuerdo del demandante a la espera de un plan de acondicionamiento de la zona en cuestión. El 7 de noviembre de 1985, tras una vista celebrada el 20 de agosto de 1985 a instancia del demandante, el Tribunal regional de Paderborn adoptó una decisión que en parte satisfacía al demandante al ordenar la restitución del terreno a partir del 31 de marzo de 1987. La ciudad de Höxter y la asociación de jardines familiares interpusieron un recurso ante el Tribunal de apelación de Hamm. El 20 de mayo de 1987, este Tribunal decidió aplazar su decisión y enviar el asunto ante el Tribunal Constitucional federal para que se pronunciase acerca de la conformidad de ciertos preceptos de la ley federal sobre los jardines familiares con la Ley fundamental. El 24 de mayo de 1985, el Tribunal federal de justicia ( Bundesgerichtschof ) había sometido a este último Tribunal una cuestión semejante (ver el caso Probstmeier), por lo que decidió unir los dos asuntos.", "", " El 23 de septiembre de 1992, tras haber recogido observaciones de distintas organizaciones gubernamentales y no gubernamentales, el Tribunal Constitucional federal adoptó una sentencia sobre la constitucionalidad de la ley en cuestión, estimando que, sobre el aspecto examinado de oficio, el texto no era compatible con la Ley fundamental.", "", " Tras esta sentencia, el Tribunal de apelación reanudó el procedimiento, pero no ha adoptado todavía ninguna decisión.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " El 15 de agosto de 1990 el señor Pammel presentó la demanda ante la Comisión. Ésta la admitió a trámite el 10 de enero de 1995.", "", " Tras haber intentado llegar a un acuerdo amistoso, adoptó un informe el 25 de enero de 1996 por el que establecía los hechos del caso y llegando a la conclusión de que se había violado el artículo 6.1 (por unanimidad).", "", " Los días 21 y 27 de marzo de 1996 el señor Pammel (en virtud del art. 48 del Convenio, modificado por el Protocolo núm. 9, ratificado por Alemania) y el Gobierno alemán, respectivamente, presentaron el caso ante el Tribunal.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 6.1 del Convenio", "", " 1. Aplicabilidad", "", " En el presente caso se trata únicamente de establecer si la duración del procedimiento planteado ante un Tribunal Constitucional que debe pronunciarse acerca de la constitucionalidad de disposiciones legislativas.", "", " El Tribunal recuerda que un procedimiento determinado está sujeto al artículo 6.1, aunque se desarrolle ante una instancia constitucional, si el resultado de tal instancia era determinante para sus derechos u obligaciones de carácter civil.", "", " En el presente caso el litigio ante las jurisdicciones civiles, estaba en juego el derecho de propiedad del demandante, lo que supone ciertamente un derecho de carácter civil en el sentido del artículo 6, y el procedimiento ante el Tribunal Constitucional federal estaba estrechamente vinculado a aquél ante la jurisdicción civil: no solamente la decisión del primero condicionaba el derecho de carácter civil del demandante, sino que además, tratándose de una cuestión prejudicial, aquel Tribunal debía esperar la decisión del Tribunal Constitucional federal antes de pronunciarse.", "", " En consecuencia, el artículo 6.1 debía ser aplicado en el caso (por unanimidad).", "", " 2. Cumplimiento", "", " a) Período a considerar", "", " En el período a tener en cuenta sólo transcurre el procedimiento ante el Tribunal Constitucional federal: comenzó el 26 de junio de 1987, día en que el Tribunal de apelación sometió el caso al Tribunal Constitucional federal, y finalizó el 23 de septiembre de 1992, día en que dicho Tribunal dictó la sentencia correspondiente. Abarcaba, por tanto, cinco años y casi tres meses.", "", " b) Criterios aplicables", "", " i) Complejidad del caso", "", " El Tribunal estimó que el asunto revestía cierta complejidad y la dificultad jurídica de los puntos planteados queda demostrada en el aplazamiento del examen de constitucionalidad establecido de oficio por parte del Tribunal Constitucional federal. Por tanto, el alcance de su pronunciamiento a través de la correspondiente sentencia superaba ampliamente el presente caso. Además, antes de pronunciarse sobre el caso el Tribunal Constitucional alemán procedió a requerir las observaciones de distintas autoridades.", "", " ii) Conducta del demandante", "", " El Tribunal estima que el demandante no ha causado ningún retraso en el procedimiento. Tampoco ha sido fuente de ninguna alegación presentada por el Gobierno.", "", " iii) Comportamiento del Tribunal Constitucional federal", "", " De acuerdo con la jurisprudencia constante del Tribunal, una sobrecarga crónica del trabajo, como es el caso del Tribunal Constitucional federal desde finales de los años setenta, no podía justificar una duración excesiva del procedimiento.", "", " En el presente caso el Tribunal de apelación de Hamm había sometido el caso al Tribunal Constitucional en junio de 1987, donde había quedado pendiente durante más de cinco años.", "", " Al contrario de lo apuntado en el caso Süsmann, la reunificación alemana no podía influir más que de modo secundario en la causa, ya que en el momento de la firma del Tratado de reunificación, el 3 de octubre de 1990, el caso Pammel llevaba tres años pendiente ante el Tribunal Constitucional federal.", "", " 1351", "", " Hay que añadir a ello que el Tribunal federal de Justicia ya había sometido a este último Tribunal la misma cuestión en el asunto Probstmeier en mayo de 1985, es decir, dos años antes que el Tribunal de apelación de Hamm.", "", " De acuerdo con el conjunto de las circunstancias del caso el Tribunal establece que se ha superado el plazo razonable previsto en el artículo 6.1, que ha sido vulnerado en este punto (por unanimidad).", "", " II. Artículo 50 del Convenio", "", " 1. Perjuicio material", "", " El Tribunal estima que el demandante ha sufrido, por causa del retraso contrario al artículo 6.1, una cierta pérdida de oportunidades que justifican la concesión de una satisfacción equitativa.", "", " Considerándolo de forma global y como está establecido en el artículo 50, en equidad, el Tribunal concede al demandante una indemnización de 15.000 marcos alemanes (DEM) (por unanimidad).", "", " 2. Gastos y costas", "", " El Tribunal, resolviendo en equidad, concede al demandante una suma global de 10.000 DEM, a añadir el impuesto sobre el valor añadido (IVA) correspondiente (por unanimidad).", "", " Se une a esta sentencia el voto particular de uno de los jueces."]}