{"file": "SPA_HJUDSPA_20122_92.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "20122/92", "text_paragraphs": ["Sentencia 20122/92", "", "CASO VAN ORSHOVEN CONTRA BÉLGICA", "", " Artículo 6.1 (Derecho a ser oído en la causa; derecho a un proceso equitativo) Sentencia de 25 de junio de 1997", "", " Mediante sentencia dictada en Estrasburgo el 25 de junio de 1997 en el caso Van Orshoven contra Bélgica, el Tribunal Europeo de Derechos Humanos estableció, por siete votos a favor y dos votos en contra, que no ha habido violación del artículo 6.1 del Convenio Europeo de Derechos Humanos al haber resultado imposible para el demandante responder a las conclusiones presentadas por el representante del Ministerio Fiscal en un procedimiento disciplinario ante el Tribunal de casación.", "", " La sentencia fue leída en audiencia pública por el señor Rudolf Bernhardt, Vicepresidente del Tribunal.", "", "", "", " 1. HECHOS", "", " El señor Yvo Van Orshoven, ciudadano belga nacido en 1940, reside en Neerglabbeek (provincia de Limburgo) y ejercía la medicina como profesional liberal.", "", " A principios de 1987 fue objeto de una investigación administrativa por el Instituto Nacional del Seguro de Enfermedad-Invalidez («INAMI») como consecuencia de una denuncia presentada por una empresa mutualista. El 19 de agosto de 1987 el INAMI remitió el expediente al Consejo provincial del Colegio de Médicos de Limburgo, a lo que se unieron las quejas de tres pacientes del interesado. El 24 de marzo de 1988 el Consejo provincial celebró una vista en la que el señor Orshoven, a pesar de haber sido convocado, no compareció. Este último órgano decidió eliminarlo de la lista del Colegio de Médicos. El 11 de mayo de 1989, con la oposición del demandante, el Consejo provincial le suspendió del derecho a ejercer la medicina durante dieciocho días por causa del expediente administrativo y le aplicó una suspensión de ciento veintinueve días por las denuncias.", "", " El interesado recurrió la decisión ante el Consejo de apelaciones del Colegio de Médicos, el cual la confirmó el 25 de junio de 1990.", "", " Entonces, el señor Van Orshoven recurrió la decisión ante el Tribunal de casación. El 13 de septiembre de 1991 este Tribunal celebró una vista durante la cual se pronunciaron sucesivamente el ponente, los abogados del demandante y del Colegio de Médicos, y finalmente, en sus conclusiones, el representante del Ministerio fiscal, quien además participó seguidamente en los debates del Tribunal. Ese mismo día el Tribunal de Casación rechazo el recurso.", "", "", "", " 2. PROCEDIMIENTO ANTE EL TRIBUNAL EUROPEO DE DERECHOS HUMANOS", "", " Presentada la demanda el 13 de marzo de 1992, la Comisión la admitió, pronunciándose al respecto en las decisiones de 7 de abril de 1994 y 27 de febrero de 1995 respecto de la queja relativa a la imposibilidad del demandante de responder a las conclusiones del Ministerio fiscal; la rechazó en todo lo demás.", "", " Tras haber intentado en vano llegar a un acuerdo amistoso, adoptó un informe el 15 de septiembre de 1995, en el cual estableció los hechos y llegó a la conclusión, por veinte votos a favor y siete votos en contra, que se había violado el artículo 6.1.", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " El demandante denunciaba, en primer lugar, no haberle sido facilitada, a través de su abogado, la posibilidad de responder a las conclusiones del abogado general ni haber podido tomar la palabra en último lugar en la audiencia del 13 de septiembre de 1991 ante el Tribunal de casación; en segundo lugar, denunciaba la participación del representante del Ministerio fiscal en las deliberaciones que se desarrollaron inmediatamente después.", "", " I. Artículo 6.1 del Convenio", "", " 1. Sobre la excepción preliminar del Gobierno", "", " El Gobierno subrayó que la demanda presentada ante la Comisión contenía como única denuncia aquella que se establecía en relación con la participación de un miembro del Ministerio fiscal en las deliberaciones del Tribunal de casación. Ahora bien, en su informe de 15 de septiembre de 1995 la Comisión la declaró implícitamente no admitida a trámite por haberse presentado fuera de plazo. En consecuencia, la Comisión no podía pronunciarse. En cuanto a la queja presentada por la imposibilidad del demandante de responder a las conclusiones del abogado general, quedaría también fuera de la competencia del Tribunal, al no figurar en la susodicha demanda.", "", " El Tribunal recuerda que, de acuerdo con su reiterada jurisprudencia, la decisión que adopte la Comisión acerca de la admisibilidad de las demandas presentadas es lo que determina si el Tribunal se pronuncia o no sobre ello. En este caso concreto la Comisión ha establecido como única queja la imposibilidad por parte del señor Van Orshoven de responder a las conclusiones del Ministerio fiscal. Por tanto, ello es lo que conforma el objeto del litigio. En consecuencia, cabe rechazar la excepción preliminar del Gobierno.", "", " 2. Acerca de la fundamentación de la queja", "", " En primer lugar, el Tribunal subrayó que, cualquiera que fuese la naturaleza civil, penal o disciplinaria del", "", " 1348 procedimiento, el Fiscal ante el Tribunal de casación de Bélgica tenía siempre la tarea principal en la vista oral, como por cierto también en la deliberación, de asistir al Tribunal así como de velar por el mantenimiento de la unidad de la jurisprudencia.", "", " Asimismo, huelga mencionar que el Fiscal general actúa con la mayor objetividad. En este aspecto son completamente válidas las afirmaciones recogidas en las Sentencias Delcourt de 17 de enero de 1970, Borgers de 30 de octubre de 1991 y Vermeulen de 20 de febrero de 1996, relativas a la independencia e imparcialidad del Tribunal de casación y de la Fiscalía ante este Tribunal.", "", " No obstante, y como estableció en las Sentencias Borgers y Vermeulen, el Tribunal estima que debe conceder una gran importancia al papel real asumido por el Ministerio fiscal y la naturaleza de las conclusiones, ya que contienen una posición que suplanta en autoridad a la del propio Ministerio Fiscal. Objetivo y fundamentado en Derecho, el susodicho dictamen no tiene otra función más que aconsejar y, en definitiva, influir en el Tribunal de casación. En este sentido, el Gobierno pone de relieve la importancia de la contribución de la Fiscalía General al mantenimiento de la jurisprudencia de la alta jurisdicción.", "", " En la Sentencia Delcourt el Tribunal ha subrayado, por concluir con la aplicabilidad del artículo 6.1, que «una sentencia del Tribunal de casación puede variar por diferentes grados sobre la situación jurídica del interesado». Ha llegado a esta misma conclusión respecto de otros asuntos relativos a distintos países. En el presente caso las circunstancias no son diferentes, ya que la desestimación estaba motivada por la legalidad de la eliminación del demandante y de la subsiguiente prohibición de ejercer la profesión médica.", "", " Teniendo en cuenta este dilema y la naturaleza de las conclusiones del abogado general, la imposibilidad para el interesado de responder a las mismas antes del fin de la audiencia suponía una violación de su derecho a un procedimiento contradictorio. Este derecho supone, en principio, el derecho de todas las partes en un proceso a tener conocimiento de cualquier prueba u observación presentada ante el Juez y que sea sometida a discusión. Por tanto, ha habido violación del artículo 6.1.", "", " II. Artículo 50 del Convenio", "", " El Tribunal rechaza la solicitud de indemnización del demandante en cuanto al daño material alegado, teniendo en cuenta la ausencia de relación entre la violación denunciada y el perjuicio alegado. En cuanto al daño moral alegado, estimó que la presente sentencia constituía por sí misma una satisfacción equitativa. Por costas y gastos, el Tribunal concedió al demandante la cantidad de 250.000 francos belgas.", "", " Se unieron a esta sentencia los votos particulares de los señores jueces Pettiti, Mifsud Bonnici y Storme."]}