{"file": "SPA_HJUDSPA_30240_96.docx", "doc_type": "HJUDSPA", "doc_lang": "SPA", "case_id": "30240/96", "text_paragraphs": ["Sentencia 30240/96", "", "CASO D. CONTRA REINO UNIDO", "", " Artículos 3 (Expulsión de extranjeros. Razones humanitarias) y 13 (El derecho al recurso no implica un resultado favorable)", "", " Sentencia de 2 de mayo de 1997", "", " Mediante sentencia dictada en Estrasburgo el 2 de mayo de 1997 en el caso D. contra el Reino Unido, el Tribunal Europeo de Derechos Humanos establece, por unanimidad, que las autoridades del Estado demandado vulnerarían el artículo 3 del Convenio Europeo de Derechos Humanos si expulsasen al demandante, un enfermo de SIDA en fase terminal, condenado por tráfico de drogas, hacia su país de origen, Saint-Kitts. El Tribunal señala, igualmente por unanimidad, que no ha lugar a examinar la demanda de acuerdo con el artículo 8 y que no ha habido violación del artículo 13. El Tribunal acepta en parte las pretensiones del demandante en concepto de gastos y costas.", "", " La sentencia fue leída en audiencia pública por el juez señor Jan de Meyer.", "", "", "", " 1. HECHOS", "", " El 21 de enero de 1993, el demandante llegó al aeropuerto de Gatwich, en Londres. Al serle incautada una cantidad importante de cocaína, se le prohibió la entrada en territorio nacional. Sin embargo, en lugar de ser expulsado como así lo establecía la orden, el demandante fue arrestado y acusado de tráfico ilegal de drogas ilícitas en el Reino Unido. Un Tribunal londinense le declaró culpable en abril de 1993, por lo que fue condenado a seis años de prisión.", "", " En agosto de 1994, mientras cumplía su pena de prisión, el demandante fue declarado seropositivo y se verificó que sufría SIDA, una enfermedad que al parecer había contraído con anterioridad a su llegada a Gran Bretaña. Comenzó un tratamiento. Su estado ha ido empeorando y en la actualidad se encuentra en una fase avanzada de la enfermedad. Según un informe médico de 13 de junio de 1996, el diagnóstico es muy pesimista y su esperanza de vida se situaría entre ocho y doce meses siguiendo el actual tratamiento.", "", " El 20 de enero de 1996, unos días antes de su pase a libertad condicional, los servicios de inmigración dieron instrucciones para que D. fuese expulsado a Saint-Kitts. El 2 de febrero, el demandante solicitó en vano ante la High Court que el Juez controlase la decisión del director de los servicios de inmigración de rechazo de permanencia en el Reino Unido por razones humanitarias. El 15 de febrero, el Tribunal de apelación rechazó una nueva solicitud de autorización de apelar esa decisión basada en que los servicios de inmigración habían considerado con acierto ese recurso como una solicitud de autorización de entrada. En ese caso, no estaban obligados a cumplir las instrucciones oficiales sobre los enfermos de SIDA, y que únicamente versan sobre las decisiones a adoptar en relación con las solicitudes de permanencia en el Reino Unido.", "", " En la actualidad, el demandante está acogido en una residencia especial para enfermos de SIDA, a cargo de una organización de caridad británica, donde sigue con el tratamiento. Poco antes de la vista ante el Tribunal de 20 de febrero de 1997, tuvo que ser ingresado en el hospital y su estado de salud suscita inquietud. Nadie duda de que su esperanza de vida, bien corta, sería más reducida si fuese expulsado a Saint-Kitts, lugar en el que no se dispone ni de tratamientos médicos ni de instalaciones adaptadas a su estado. Parece que el demandante no tiene ningún familiar próximo ni alojamiento en esa isla, ni medio alguno para obtener una ayuda.", "", "", "", " 2. PROCEDIMIENTO ANTE LA COMISIÓN EUROPEA DE DERECHOS HUMANOS", "", " Presentada la demanda el 15 de febrero de 1996, la Comisión la admitió a trámite el 26 de junio de 1996.", "", " En su informe de 15 de octubre de 1996, la Comisión consideró que las autoridades del Estado demandado vulnerarían el artículo 3 del Convenio (trato inhumano y degradante) si expulsasen al demandante hacia SaintKitts (once votos a favor y siete votos en contra); que no hay lugar a examinar la queja respecto del artículo 2 del Convenio (derecho a la vida) (por unanimidad); que no se plantea ninguna cuestión distinta respecto del artículo 8 del Convenio (derecho al respeto a la vida privada) (por unanimidad) y que no ha habido violación del artículo 13 del Convenio (derecho a un recurso efectivo) (trece votos a favor y cinco votos en contra).", "", "", "", " 3. RESUMEN DE LA SENTENCIA", "", " I. Artículo 3 del Convenio", "", " El Tribunal recuerda que los Estados parte, cuando ejercen el derecho que les es reconocido por el Derecho internacional de expulsar a los extranjeros, deben tener en cuenta las obligaciones que se derivan para ellos del Convenio y concretamente del artículo 3, que establece uno de los valores fundamentales dentro de las sociedades democráticas. Si está justificado que los Estados parte apliquen importantes sanciones a los traficantes de drogas, incluida la expulsión de aquellos tra1339 ficantes extranjeros como es el demandante, el carácter absoluto de la prohibición establecida en el artículo 3 debe, no obstante, ser respetado por los Estados cuando recurren a la expulsión. Al aplicar su jurisprudencia constante a los hechos de la causa, el Tribunal señala que las garantías del artículo 3 -la prohibición de tortura y de penas o tratos inhumanos o degradantes- se aplican sea cual sea la gravedad del delito cometido por el demandante; teniendo en cuenta que entra dentro de la jurisdicción del Reino Unido desde el 21 de enero de 1993, las autoridades de este Estado deberían haber garantizado dichas garantías, hubiese o no hubiese entrado en el territorio de este Estado en el sentido técnico del término.", "", " El Tribunal destaca que dicho principio ha sido aplicado hasta el momento en casos en los que el riesgo de que la persona estuviese sometida a alguno de los tratos prohibidos por el artículo 3 era consecuencia de actos intencionados de autoridades públicas del país de destino o de actos perpetrados por organismos independientes del Estado, frente a los cuales las autoridades no estaban preparados para ofrecerle una protección adecuada. Teniendo en cuenta la importancia fundamental del artículo 3 en el sistema establecido por el Convenio, el Tribunal debe reservarse una suficiente amplitud para analizar el cumplimiento de este artículo en las demás situaciones que son susceptibles de presentarse. Por tanto, no le está prohibido examinar la queja de un demandante respecto del artículo 3 cuando el riesgo de que sufra tratos prohibidos en el país de destino están provocados por factores que no pueden obligar, directa o indirectamente, la responsabilidad de las autoridades de este país, o que, considerados de forma aislada, no vulnerarían por sí solos las reglas de dicho precepto. Restringir de esta manera el ámbito de aplicación del artículo 3 supondría atenuar su carácter absoluto. Sin embargo, en este tipo de contexto, el Tribunal debe proceder a un análisis riguroso de todas las circunstancias del caso, sobre todo la situación personal del demandante en el Estado que lo expulsa.", "", " En estas condiciones, el Tribunal ha analizado si, teniendo en cuenta el estado de salud del demandante en el momento presente y de la situación que le espera en SaintKitts, si existe un riesgo real de que su expulsión hacia ese país suponga una vulneración de las reglas del artículo 3. En este sentido, el Tribunal constata que el estado del demandante continúa un proceso de agravamiento, y que ahora ha alcanzado una fase crítica en su enfermedad mortal. Lo que en la actualidad le aporta algún consuelo es el tratamiento y los medicamentos sofisticados que le son suministrados en el Reino Unido y los cuidados paliativos prodigados por una organización de caridad. El Estado demandado asume la responsabilidad de pago del tratamiento del demandante desde agosto de 1994. Éste está preparado para enfrentarse a la muerte en un ambiente familiar y humano. La interrupción brusca de estas prestaciones como consecuencia de su expulsión hacia SaintKitts le acarrearía las consecuencias más graves. El tratamiento médico que podría esperar recibir no podría combatir las infecciones que se arriesgaría a contraer por la falta de alojamiento y de comida correcta, además de añadir los problemas sanitarios existentes en este país. Nada prueba que los parientes que pueda tener en Saint-Kitts estén preparados para ocuparse de él, o que puedan hacerlo, ni de que se le reserve una cama en uno de los dos hospitales de la isla que atienden a los enfermos de SIDA. El Tribunal destaca que la situación a que se expone el demandante en Saint-Kitts no constituye en sí misma una violación del artículo 3. Sin embargo, por las razones indicadas, su expulsión hacia ese país conlleva para él un riesgo real de morir en unas circunstancias especialmente dolorosas y, por tanto, a un trato humano contrario al artículo 3.", "", " A este respecto, el Tribunal destaca que los no nacionales que hayan cumplido condena en prisión y que están bajo los efectos de una orden de expulsión no pueden en principio reivindicar su derecho a permanecer en el territorio del Estado para continuar beneficiándose de la asistencia médica, social u otra, garantizada durante su permanencia en prisión por parte del Estado que les expulsa.", "", " Sin embargo, teniendo en cuenta las circunstancias tan excepcionales del caso y en razón de las consideraciones humanitarias que están en juego, el Tribunal concluye que la expulsión del demandante constituye un trato inhumano, que vulnera el artículo 3, por parte del Estado demandado.", "", " II. Artículo 2 del Convenio", "", " El Tribunal determina que teniendo en cuenta su conclusión, por la que la expulsión del demandante a SaintKitts supondría una violación del artículo 3, no ha lugar al examen de este artículo.", "", " III. Artículo 8 del Convenio", "", " Teniendo en cuenta su conclusión respecto del artículo 3, el Tribunal considera que las quejas que el demandante plantea en relación con el artículo 8 no suponen ninguna cuestión distinta.", "", " IV. Artículo 13 del Convenio", "", " El Tribunal recuerda que en casos anteriores contra el Reino Unido, encontró en el control jurisdiccional un recurso efectivo respecto de las demandas planteadas acerca del artículo 3 cuando se tratan de expulsiones y extradiciones. En concreto, ha admitido que dentro del ejercicio de sus poderes de control, un tribunal tiene competencia para anular una decisión de expulsión o de extradición hacia otro país en donde esté demostrado que el individuo puede correr riesgos graves de padecer tratos inhumanos o degradantes, amparándose en que ningún ministro razonable podía haberlo aprobado a la vista de las circunstancias de la causa.", "", " El Tribunal considera que no existen razones para no suscribir esa conclusión. Constata que el Tribunal de apelación ha aplicado la jurisprudencia interna, por la que se le obligaba a examinar el caso del demandante lo más escrupulosamente posible, por razón del riesgo acrecentado de su esperanza de vida. Este Tribunal analizó el fondo de la queja del demandante. Tenía competencia para conceder a este último la rectificación que solicitaba. El hecho de que no lo haya resuelto en ese sentido no constituye una consideración a tener en cuenta, ya que el carácter efectivo del recurso exigido por el artículo 13 no depende de la certeza de un resultado favorable.", "", " Por tanto, el Tribunal concluye que el demandante ha tenido a su disposición un recurso efectivo para exponer sus quejas basadas en los artículos 2, 3 y 8 del Convenio. En consecuencia, no ha habido violación del artículo 13.", "", " V. Artículo 50 del Convenio", "", " El demandante no ha solicitado indemnización. Resolviendo en equidad, el Tribunal Europeo concedió al demandante la cantidad de 35.000 libras esterlinas más el IVA correspondiente, en concepto de costas y gastos, a descontar la cantidad ya abonada por el Consejo de Europa por asistencia judicial."]}