{"file": "SRP_HJUDSRP_11798_85.docx", "doc_type": "HJUDSRP", "doc_lang": "SRP", "case_id": "11798/85", "text_paragraphs": ["", "", "CASTELLS против ШПАНИЈЕ", "", "Пресуда од 23. априла 1992.", "", "НЕЗВАНИЧНИ РЕЗИМЕ И ИСТОРИЈАТ ПРЕДМЕТА", "", "", "А.\tОсновне чињенице", "", "\tПодносилац представке, сенатор изабран као члан баскијске коалиције Herri Batasuna, је 1979. године, у недјељном часопису \"Punto y Hora de Euskalherria\", објавио чланак којим је скренуо пажњу јавности на оружане групе које су починиле убиства и нападе на грађане Баске. Тврдио је да су ове групе дјеловале потпуно некажњено и да је за то одговорна Влада.", "", "\tОргани гоњења су покренули кривични поступак против њега. Пошто му је Сенат одузео парламентарни имунитет, Врховни суд га је 7. јула 1981. године оптужио због вријеђања Владе (кривично дјело предвиђено чланом 161 Кривичног закона). У мају 1982. године, Врховни суд није прихватио извођење доказа које је одбрана захтијевала да би се утврдило да су информације садржане у чланку истините и добро познате. Суд је одлучио да ови докази не могу да се сматрају одбраном у погледу предметног кривичног дјела.", "", "\tКривични савјет Врховног суда је, 31. октобра 1983. године, подносиоца представке прогласио кривим и осудио га на казну затвора у трајању од једне године, те на споредну казну која је садржавала забрану вршења правничке дјелатности или обављања јавне функције у одређеном времену. Суд је заузео становиште да је подносилац представке, као сенатор, био дужан да се код изношења замјерки Влади ограничи Правилима процедуре Сената, што је пропустио да учини. Надаље, његов чланак је показао клеветничке намјере.", "", "\tУставни суд је, 10. априла 1985. године, одбио уставну жалбу (recurso de amparo) коју је г. Castells уложио 22. новембра 1983. године. Извршење казне је ипак било одгођено.", "", "", "B.\tПоступак пред Комисијом за људска права", "", "\tПредставка је уложена Комисији 17. септембра 1985. године. Дио жалбе је 9. маја 1989. године проглашен неприхватљивим, а 7. новембра исте године Комисија је нашла да је остатак представке прихватљив. Након што је неуспјешно покушала да постигне пријатељску нагодбу, Комисија је 8. јануара 1991. године, утврдивши чињенице, донијела извјештај и изнијела мишљење:", "", "\t(а)\t са девет према три гласа, да је био повријеђен члан 10;", "", "\t(b)\tједногласно, да не произилази посебно питање из члана 14 у вези са чланом 10.", "", "\t", "\tКомисија је предмет упутила Суду 8. марта 1991. године.", "", "", "", "", "", "ИЗВОД ИЗ ПРЕСУДЕ", "", "ПРАВО", "", "I.\tНАВОДНА ПОВРЕДА ЧЛАНА 10", "", "23.\tГ. Castells се жалио да је жртва повреде његовог права на слободу изражавања гарантованог чланом 10 Конвенције, који гласи како слиједи:", "", "“1\t Свако има право на слободу изражавања. Ово право укључује слободу мишљења и слободу примања и преношења информација и идеја, без мијешања јавне власти и без обзира на границе. ...", "", "2. \tОстваривање ових слобода, будући да укључује обавезе и одговорности, може подлијегати таквим формалностима, условима, ограничењима или санкцијама предвиђеним законом и које (су) неопходне у демократском друштву у интересу националне безбједности, територијалног интегритета или јавне безбједности, спречавања нереда или злочина, заштите здравља и морала, угледа или права других, спречавања ширења повјерљивих информација или у интересу очувања ауторитета и непристрасности судства.”", "", "", "\tА.\tПрелиминарни приговор Владе", "", "24.\tВлада је, исто као и пред Комисијом, тврдила да је подносилац представке пропустио да исцрпи домаће правне лијекове (члан 26 Конвенције). Вјероватно \"због тактичких разлога\", пред Уставним судом он није прецизирао жалбу у погледу повреде права на слободу изражавања заштићеног чланом 20 Устава. У својој amparo жалби индиректно је указао на ову одредбу жалећи се на дискриминацију у остваривању слободе; надаље, он уопште није споменуо члан 10 Конвенције или сличне одредбе у другим међународним инструментима. У складу са Институционалном уредбом која уређује поступак по amparo жалби (бр. 2/1979), подносилац представке је морао јасно да укаже како на чињенице, тако и на наводно прекршене одредбе. Слиједи да г. Castells није дао прилику Уставном суду да расправља о питању које је сада пред Судом.", "", "25.\tУ свом одговору, подносилац представке је тврдио да се пред Уставним судом јасно позвао на члан 20 Устава. На првом мјесту, чињенице које је изнио у својој amparo жалби, потврђују да је предмет типичан примјер остваривања права на слободу изражавања и јасно показује да је постојало мијешање. Сем тога, у поднеску suplico између осталог одредбама, цитирао је спорни чланак те је у правној аргументацији навео повреду члана 20 у вези са чланом 14 (једнакост пред законом). Истина је да је тврдње износио са ограничене позиције права изабраног представника да формулише политички критицизам, у смислу члана 23, али довољно је да се прочита тачка 10 дијела \"Право\" пресуде од 10 априла 1985. године да би се видјело да је проблем заиста био истакнут. У том пасусу, Уставни суд је детаљно испитао компатибилност члана 161 Кривичног закона, основ за оспорено гоњење и осуду, са слободом изражавања (в. ставове 15 и 17 горе).", "", "26.\tИзражавајући своје слагање са подносиоцем представке, Комисија је првенствено позвала Суд да установи своју ненадлежност за разматрање приговора.", "", "27.\tУ овом питању Суд се ограничио на своју досљедну судску праксу најскорије потврђену у његовој пресуди од 25. марта 1992. године у предмету Б. против Француске (серија А бр. 232-Ц, стр. 45, ставови 35-36).", "", "\tУ вези са суштином поднеска, Суд запажа да члан 26 мора да буде примијењен \"с одређеним степеном флексибилности и без претјераног формализма\". Довољно је да су “жалбе за које је постојала намјера да се упуте пред органе Конвенције”, биле истакнуте “барем суштински и у складу са формалним захтјевима и роковима предвиђеним у домаћем праву” (в. пресуду од 6. новембра 1980. године у предмету Guzzardi против Италије, серија А бр. 39, стр. 26, став 72 и пресуда од 19. марта 1991. године у предмету Cardot против Француске, серија А бр. 200, стр. 18, став 34).", "", "28.\t Подносилац представке се позвао на члан 10 Конвенције на два начина. Најприје, жали се да је био кривично гоњен и осуђен за давање истинитих изјава, али чију је тачност био спријечен да докаже. Поред тога, спорни чланак је био у домену политичког критицизма, а дужност сваког члана парламента је да се о њој изјасни.", "", "29.\tПроизилази да је г. Castello покренуо оба питања пред Врховним судом. Пресудом од 31. октобра 1983. године одбијено ја да се прихвати одбрана истином у односу на кривично дјело увреде Владе и пресуђено да је подносилац представке прекорачио границе прихватљивог политичког критицизма (в. став 13 горе).", "", "30.\tПоднесци којима је поткрепљивана amparo жалба од 22. новембра 1983. године, само су посредно и сажето упућивали на члан 20 Устава (в. став 15 горе), међутим, они су изложили жалбе о којима се горе говори.", "", "\tЗаснивајући свој предмет уже на одредбама члана 23 Устава, подносилац представке се, у својству сенатора, позивао на право да критикује рад Владе, право које је очигледно неодвојиво од слободе изражавања, посебно у случају изабраног представника. Штавише, Уставни суд је ово прихватио у свом резимеу жалби, спојио је жалбе везане за чланове 14 и 20, те их повезао са чланом 23 (в. став 17 горе).", "", "\tПодносилац представке се, такође, позвао на право да буде сматран невиним, те на право да предочи ваљане доказе за утврђивање тачности његових изјава. Тако поступајући, формулисао је жалбу која је јасно повезана са наводном повредом члана 10 Конвенције. Уставни суд је жалбу заиста тумачио на овај начин, објединио је питање релевантности доказа са суштином предмета, тј. са кривичним дјелом предвиђеним чланом 161 Кривичног закона, чију је компатибилност са слободом изражавања истражио (тачке 9 и 10 одјељка “Право” из пресуде од 10. априла 1985. године (в. став 17 горе).", "", "31.\tКоначно, као и Комисија, Суд запажа да је г. Castells цитирао члан 20 Устава, како у amparo жалби поднесеној Врховном суду, тако и у suplico од 22. новембра 1983. године (в. ставове 13 и 15 горе). У том смислу се, у бројним писменим обраћањима Уставном суду, а у вези са одбраном истине, такође позивао на своје право да “прима и преноси истините информације” (в. став 16 горе).", "\t", "\tБез сумње, разлог због чега жалба није успјела у овом смислу треба да се тражи у органичењима надлежности које је, у то вријеме, Уставни суд себи поставио. По мишљењу Суда, проблем прихватљивости одбране истине у односу на кривично дјело вријеђања Владе, прије отвара питање законског тумачења него питање сагласности са Уставом, а и примјена члана 161 Кривичног закона у овом предмету је искључиво у надлежности редовних судова (в. став 17 горе и, mutatis mutandis, горе цитирану пресуду у предмету Guzzardi против Италије, серија А бр. 39, стр. 27, став 72).", "", "32.\t Сходно томе, Суд сматра да је подносилац представке “бар у суштини” истакао жалбу везану за члан 10. Конвенције пред Уставним судом. Стога, примједба да г. Castells није исцрпио домаће правне лијекове, мора да се одбије.", "", "", "    B.\t Суштина представке   ", "", "33.\t Према поднесцима г. Castellsa, кривични поступак покренут против њега, те, осуда због вријеђања Владе, представља мијешање у његову слободу изражавања, нарочито због тога што му није дозвољено да докаже истинитост изјава садржаних у његовом чланку.", "", "34.\tОграничења и казне на које се жалио су, неоспорно, \"мијешање\" у остваривање слободе о којој је ријеч. Да би неко мијешање избјегло повреду члана 10, оно мора да буде “прописано законом”, проведено ради остваривања једног или више легитимних циљева постављених чланом 10 став 2 и \"неопходно у демократском друштву\", како би се постигао тај, или ти циљеви.", "", "\t1.\t\"Прописано законом\"", "", "35.\t Не може да буде сумње да је спорно гоњење имало правни основ у члановима 161 и 162 Кривичног закона. Подносилац представке ово није оспорио, али је навео да није могао да очекује да ће његова одбрана истине бити проглашена неприхватљивом, нарочито након усвајања Устава из 1978. године. Тврдио је да Уставни суд до 19. маја 1982. године никада није одлучио о питању у вези са кривичним дјелом вријеђања Владе, те да је прихватљивост такве одбране за кривична дјела ове природе (члан 240) била предмет различитих мишљења како међу академицима, тако и у судској пракси.", "", "36.\tНа другој страни, према одговорима Владе, јасно је из законодавства Шпаније, а посебно из члана 461 Кривичног закона, да је у предметном подручју одбрана истине прихватљива само ако се увреде односе на државне службенике у обављању њихових дужности. Ни прије нити послије 1978. године Врховни суд никада није дозволио exceptio veritatis за увреде које нису биле упућене против појединаца. Међутим, г. Castells је оптужио цијелу Владу.", "", "37.\tУ свјетлу формулације члана 461 Кривичног закона, Суд је ово тумачење сматрао разумним. Очигледно је да нема прецедента - отуда и устезање које је показао Врховни суд у својој одлуци од 19. маја 1982. године (в. став 12 горе), али то је овдје неважно. То је текст који на општи начин покрива неколико могућих типова вријеђања и који је, неминовно, било могуће примијенити у новим ситуацијама. Горе споменута одлука је сама себе ограничила на примјену на различите околности (в., mutatis mutandis, пресуду од 26. новембра 1991. године у предмету Observer и Guardian против Уједињеног Краљевства, серија А бр. 216, стр. 27-28, став 53).   ", "", "\tЗбог тога Суд, као и Комисија, налази да су правила којима се одређује оспорено мијешање била довољно предвидива у смислу члана 10 став 2 Конвенције.", "", "\t2.\tДа ли је остваривани циљ био легитиман", "", "38.\tСходно мишљењу подносиоца представке, ни оптужница која је против њега подигнута као ни пресуда која је услиједила, нису имале легитимни циљ у смислу става 2 члана 10. Радње за које је био оптужен, а што је признао и Врховни суд, уопште нису изазвале опасност (в. став 9 горе). Поред тога, из пресуде од 31. октобра 1983. године произилази да предмет мијешања није била заштита јавног реда и државне безбједности, већ, у ствари, достојанства тужене Владе.", "", "39.\tМеђутим, у својој одлуци од 10. априла 1985. године - на коју се позива и Влада - Уставни суд је истакао да је безбједност државе могла да буде угрожена покушајима дискредитовања демократских институција (в. став 17 горе). У свом чланку, г. Castells није само описао веома озбиљну ситуацију, укључујући бројне нападе и убиства у Баскији; он се жалио и на неактивност дијела власти, посебно полиције, и чак и на то да је била у дослуху са кривцима, те је из тога закључио да је Влада одговорна.", "", "\tЗбог тога може да се каже, а ово је сагласно мишљењу Владе и Комисије, да је под околностима које су постојале у Шпанији 1979. године, поступак против подносиоца представке био покренут ради “спречавања нереда”, у смислу члана 10 став 2, а не само ради “заштите угледа...других”.", "", "  \t3.\tНеопходност мијешања", "", "40. \tГ. Castells се сагласио са Комисијом и истакао пресудну важност слободе изражавања за изабраног представника као портпарола мишљења и зебњи његових бирача. Поред тога, ова слобода је захтијевала додатне гаранције у расправама када су се односиле на ствари од јавног интереса. У овом примјеру је то заиста и био случај; оспорени чланак је био дио бројних расправа о клими небезбједности која је преовладавала Баскијом од 1977. године. Осудом подносиоца представке више се намјеравало заштити власт од напада опозиције, него Влада против неоправданих и клеветничких оптужби, и мада је то за Владу непријатно, изношење предметних чињеница је служило јавном интересу.", "", "41.\tВлада је истакла да слобода изражавања није неограничена. Она укључује “обавезе” и “одговорности” (члан 10 став 2 Конвенције). Г. Castells је прекорачио нормалне границе политичке расправе; вријеђао је демократску владу са циљем да је дестабилизује и то баш у веома осјетљиво и заиста критично вријеме за Шпанију, тј. непосредно након усвајања Устава, у вријеме када су групе са различитим политичким увјерењима прибјегавале насиљу.", "", "42.\tСуд подсјећа да слобода изражавања, гарантована у ставу 1 члана 10, представља један од важних темеља демократског друштва и један од основних услова за његов напредак. Под условом става 2 она је примјенљива не само на “информације” или “идеје” које се повољно примају или сматрају неувредљивим или су предмет равнодушности, него и оне које вријеђају, шокирају или узнемиравају. То су захтјеви плурализма, толеранције и широкоумности без којих нема “демократског друштва” (в., inter alia, пресуду од 7. децембра 1976. године у предмету Handuside против Уједињеног Краљевства, серија А бр. 24, стр. 23, став 49 и горе цитирану пресуду у предмету Observer и Guardian, серија А бр. 216, стр. 30, став 59(а)).", "", "\tСлобода говора је важна свима, а посебно изабраном представнику народа. Он представља своје бираче, скреће пажњу на оно што их заокупља и брани њихове интересе. Сходно томе, мијешање у слободу изражавања опозиционог члана парламента, као што је подносилац жалбе, тражи од Суда да му поклони пуну пажњу.", "", "43.\tУ предметном случају, г. Castells није изразио своје мишљење за скупштинском говорницом, што је могао да уради без страха од санкција, већ је одабрао да то учини у часопису. Међутим, то не значи да је изгубио право да критикује Владу.", "", "\tУ том погледу, у држави којом влада право, значајна улога штампе не смије да буде заборављена. Иако не смије да прекорачи одређене границе постављене, inter alia, ради спречавања нереда и заштите угледа других, на њој је ипак обавеза да преноси информације и идеје о политичким питањима као и другим областима од јавног интереса (в., mutatis mutandis, пресуду од 26. априла 1979. године у предмету Sunday Times против Уједињеног Краљевства, серија А бр. 30, стр. 40 став 65, и горе цитирану пресуду у предмету Observer и Guardian, серија А бр. 216, стр. 30, став 59(б)).", "\t", "Слобода штампе омогућава јавности један од најбољих начина да се открије и формира мишљење о идејама и ставовима њихових политичких вођа. Нарочито, она даје прилику политичарима да се осврну и дају коментар на оно што је у жижи интересовања јавног мњења. На тај начин омогућава свакоме да учествује у отвореној политичкој дебати, што чини саму срж концепта демократског друштва (в. пресуду од 8. јула 1986. године у предмету Lingens против Аустрије, серија А бр. 103, стр. 26, став 42).", "", "44.\tУ својој пресуди од 31. октобра 1983. године, Врховни суд је заузео становиште да је оспорени чланак, иако готово незнатно, прекорачио границу између политичког критицизма и увреде, употребом одређених термина (в. став 13 горе).", "", "45.\t Као и Комисија, Суд запажа да је г. Castells почео са јавном осудом некажњавања чланова различитих екстремних група, починилаца бројних напада у Баскији од 1977. године. Он је том приликом набројао чињенице од велике важности за јавно мишљење у овом региону, гдје је продат највећи број примјерака мјесечника о којем је ријеч. У свом закључку, међутим, ставио је на исти ниво озбиљне оптужбе против Владе, која је, по његовом мишљењу, одговорна за насталу ситуацију (в. став 7 горе).", "", "46.\tСлобода политичке дебате, без сумње, није апсолутна по природи. Држава уговорница може да је подвргне одређеним ограничењима или санкцијама, али је Суд тај који даје коначну оцјену о компатибилности таквих мјера са слободом изражавања гарантованом у члану 10 (в., mutatis mutandis, горе наведену пресуду у предмету Observer и Guardian, серија А бр. 216, став 59(ц)).", "", "\tГранице дозвољене критике су шире у односу на Владу, него у односу на грађанина или чак политичара. У демократском систему, радње или пропусти Владе морају да буду предмет уске контроле не само законодавних и судских власти, већ и штампе и јавног мњења. Сем тога, због доминантне позиције у којој се налази, Влада мора да покаже уздржаност од прибјегавања кривичним поступцима, посебно тамо гдје су доступна друга средства, којима би одговорила на неосноване нападе и критику својих противника или штампе. Ипак, остаје отворено за надлежне државне органе власти, којима је задатак да обезбиједе јавни ред, да предузму мјере, чак и оне кривично-правног карактера, како би на неосноване клевете или злонамјерне оптужбе могле да реагују правилно и у дозвољеним границама.", "", "47.\tУ овом случају, г. Castells је неколико пута понудио Врховном и Уставном суду, да се утврди да су чињенице које је набројао тачне и добро познате и, по његовом мишљењу, лишене су било каквих увредљивих ефеката (в. ставове 11 и 16 горе).", "", "   Врховни суд је, 19. маја 1989. године, прогласио такве доказе неприхватљивим због тога што одбрана истином не може да се користи у погледу увреда усмјерених на државне институције (в. ставове 12 и 21 горе). Такво тумачење је потврдио својом пресудом од 31. октобра 1983. године (в. став 13 горе). Уставни суд је заузео становиште да се ради о питању уобичајеног тумачења закона које као такво није у његовој надлежности (в. став 17 горе).  ", "", "\tСтога подносилац представке није могао да у кривичном поступку, покренутом против њега на основу члана 161 Кривичног закона, заступа одбрану истине и добронамјерности.", "", "48.\tСходно тврдњама Владе, пошто наводи г. Castellsa нису били довољно прецизни, њихова тачност није могла да се докаже, додатно их је требало посматрати као вредносне ставове, у односу на које је одбрана истине била неважна.", "", "\tОвакав аргуменат није увјерљив. Чланак који се појавио у “Punto y Hora de Euskalherria” (в. став 7 горе) морао је да се посматра у цјелини. Подносилац представке је почео са истицањем дуге листе убистава и напада извршених у Баскији, затим је истакао да су она остала некажњена и наставио са тврдњама о умијешаности различитих екстремистичких организација, које је и именовао, и коначно, приписао Влади одговорност за ситуацију. Заправо, многе од ових тврдњи би могле да се доказују, исто као што је и г. Castells оправдано покушао да покаже своју добронамјерност.", "\t", "Немогуће је да се тврди какав би био исход поступка да је Врховни суд прихватио извођење доказа које је тражио подносилац представке, али Суд придаје одлучну важност чињеници да је Врховни суд те доказе прогласио неприхватљивим за предметно дјело (в. став 12 горе). Суд сматра да ово мијешање у остваривање слободе изражавања подносиоца представке није било неопходно у демократском друштву.", "", "49.\tВлада се, такође, ослањала на благост изречене казне, али у свјетлу горе наведених закључака Суд нема потребе да испитује ову тврдњу.", "", "50. \tУкратко, овдје је повријеђен члан 10.", "", "", "II.\tНАВОДНА ПОВРЕДА ЧЛАНА 14 У ВЕЗИ СА ЧЛАНОМ 10", "", "51. \tГ. Castells такође тврди да је био жртва дискриминације, јер су и друга лица износила слична мишљења, али против њих нису биле изрицане никакве кривичне санкције. Он се ослања на члан 14 који гласи, како слиједи;", "", "“Уживање права и слобода предвиђених овом конвенцијом обезбјеђује се без дискриминације по било којој основи, као што су пол, раса, боја коже, вјероисповијест, политичко или друго мишљење, национално или социјално поријекло, веза са неком националном мањином, имовно стање, рођење или други статус.”", "", "\t Влада је порекла ову тврдњу.", "", "52.\tПошто ово питање није основни аспекат предмета, Суд није сматрао потребним да га посебно разматра (в., inter alia, пресуду од 9. октобра 1979. године у предмету Airey против Ирске, серија А бр. 32, стр. 6, став 30).", "", "", "III.\tПРИМЈЕНА ЧЛАНА 50", "", "53.\tПрема члану 50:", "", "“Ако Суд утврди да је одлука или мјера судског органа или било којег другог органа високе стране уговорнице, у цјелини или дјелимично, у супротности са обавезама које проистичу из ове конвенције и када унутрашње право наведене чланице омогућава само дјелимично обештећење за посљедице такве одлуке или мјере, Суд ће својом одлуком пружити оштећеној страни правично задовољење, уколико је то потребно”.", "", "54.\tПодносилац представке је на првом мјесту тражио објављивање кратког садржаја пресуде Суда у новинама Баскије, Мадрида и осталог дијела државе, и брисање било каквих података о његовој осуди у главној кривичној евиденцији (Registro Central de Penados y Rebeldes).", "\t", "Суд истиче да није надлежан да ово нареди (в., mutatis mutandis, пресуду од 27. фебруара 1992. године у предмету Manifattura FL против Италије, серија А бр. 230-Б, стр. 2, став 22).", "", "", "А.\tМатеријална штета", "", "55.\tГ. Castells је такође тражио 375.000 пезета, на име накнаде за изгубљену зараду. Као оптужени пуштен уз кауцију, морао је да се педесет и два пута појави пред судом у свом мјесту боравка (San Sebastian) и три пута пред Врховним судом у Мадриду (в. ставове 8-9 горе), што му је одузимало вријеме и прилику да се бави својим занимањем адвоката.", "\t", "Суд је мишљења да је тешко да би ова принуда подносиоцу представке могла да створи било какве губитке јер он, као адвокат, често долази у ове судове. Због тога, није утврђено да је претрпио материјалну штету.", "", "\tB.\tНематеријална штета", "", "56.\tПодносилац представке је такође, без навођења износа, тражио накнаду нематеријалне штете. Суд није искључио могућност да је он можда претрпио такву штету, али повреда утврђена у овој пресуди представља, сама по себи, правичну накнаду.", "\t", "\tC.\tТрошкови и издаци", " \t", "57.\tУ вези са његовим трошковима и издацима насталим пред шпанским судовима, г. Castells је тражио 2.181.476 пезета. Суд му додјељује само 1.000.000 од ове суме, пошто се неки од износа односе на amparo жалбе које нису у вези са наводима које је Комисија утврдила прихватљивим.", "", "58. \tНа крају, подносилац представке је тражио 3.328.000 пезета за своје трошкове и издатке пред органима Конвенције, заједно са 20.000 ДМ хонорара за г. Korffa и Vervaelea.", "", "\tКао и Влада, Суд сматра претјераним број адвоката који су заступали г. Castellsa, који се пред Судом појавио са четири адвоката. Такође, треба да се има у виду да је Комисија прогласила неприхватљивим неке од навода истакнутих на почетку.", "\t\t\t\t", "\tВршећи процјену по принципу правичности, Суд додјељује г. Castellsu укупан износ од 2.000.000 пезета.", "", "\nИЗ ОВИХ РАЗЛОГА, СУД ЈЕДНОГЛАСНО", "", "1. Одлучује, да је надлежан да размотри прелиминарни приговор Владе, али га одбија.", "", "2. Одлучује, да је повријеђен члан 10.", "", "3. Одлучује, да није неопходно да се размотри предмет по члану 14, а у вези са чланом 10.", "", "4. Одлучује, у вези са наводном нематеријалном штетом, да ова пресуда представља правичну накнаду у смислу члана 50.", "", "5. Одлучује, да Краљевина Шпанија треба да плати подносиоцу представке у року од три мјесеца износ од 3.000.000 (три милиона) пезета на име трошкова и издатака.", "", "6. Одбија преостале захтјеве подносиоца представке.", "\t\t\t\t\t\t\t\t\t\t\t", "     Пресуда је сачињена на енглеском и француском и објављена на јавној расправи одржаној у Згради људских права у Strasbourgu 23. априла 1992. године.", "", "\t\t\t\t\t\t\t\t\tRolv RYSSDAL", "\t\t\t\t\t\t\t\t\t  Предсједник", "Marc-André EISSEN", "   Регистрар", "", "\t\tУ складу са чланом 51 став 2 Конвенције и правилом 53 став 2 Правила Суда, овој пресуди су приложена сљедећа издвојена мишљења;", "", "\t(а)\tсагласно мишљење г. De Meyera", "", "\t(b)\tсагласно мишљење г. Pekkanena", "", "\t(c)\tсагласно мишљење г. Carillo Salcedo, ad hoc судија.", "", "\t\t\t\t\t\t\t\t\t\tR. R.", "М. -А. Е.\t", "", "\nСАГЛАСНО МИШЉЕЊЕ СУДИЈЕ DE MEYERA", "", "Г. Castells је у спорном чланку саставио дугу листу убистава и напада који су се десили у Баскији и јавно оптужио за некажњавање, што је описао као нечувено (insultante impunidad), које су уживали њихови починиоци. Жалио се на неактивност органа власти, које, како је он навео, наводно нису ништа предузеле како би их откриле, иако су саме власти “у другим случајевима” (en otros supuestos) биле јако ефикасне. Ово је уочио као доказ тајног договора међу одговорним странама и приписао Влади и њеним помагачима одговорност “за ове радње” (estas acciones).", "", "\tНесумњиво, ово су биле озбиљне оптужбе.", "", "\tУ свом оптуживању он је, међутим, једноставно легитимно остваривао своје право на слободу мишљења и изражавања. Ово право је било повријеђено у предмету пред Судом, јер је г. Castells био кривично гоњен и осуђен због писања и објављивања својих ставова о питањима од општег интереса; неприхватљиво је у “демократском друштву” да грађанин за ово буде кажњен.", "", "\tУ вези с тим неважно је да ли је г. Castells био у праву. Питање одбране истине није било релевантно у односу на његову оцјену ситуације, посебно због тога што су се убиства и напади на које упућује чланак стварно догодили и чак изгледа да некажњавање њихових починилаца уопште није било оспоравано.", "", "\tМожда вриједи додати да, иако су у питању увреде, нетачне оптужбе и клевете, нема основа за пружање веће заштите институцијама него појединцима или Влади више него опозицији.", "", "САГЛАСНО МИШЉЕЊЕ СУДИЈЕ PEKKANENA", "", "\tГ. Castells је у свом чланку прво набројао убиства и нападе почињене у Баскији и истакао да су остали неријешени и некажњени. Такође је подсјетио на умијешаност различитих организација деснога крила. Затим је из ових чињеница закључио: \"Иза ових радњи може да буде само Влада, њена странка и њено особље\". \t\t\t\t\t", "", "\tВрховни суд је казнио г. Castellsa због изношења не толико озбиљних увреда против Владе. Врховни суд је, између осталог, утврдио да су увреде изнесене са циљем политичког критицизма, прекорачиле дозвољене границе такве критике и напале част Владе. Врховни суд је, такође, био мишљења да одбрана истином (exceptio veritatis), по законима Шпаније, није била прихватљива у таквим предметима.", "", "\tСуд је поклонио одлучну важност чињеници да је Врховни суд Шпаније прогласио неприхватљивом одбрану истине за кривично дјело о којем је ријеч.\tНажалост, не могу да прихватим овакво мишљење. Одлучна чињеница за повреду члана 10 Конвенције, према мом мишљењу, је да је г. Castells био кажњен због свог става да је Влада била одговорна за предметне инциденте и што је то објавио.", "\n\tУ вези са питањем exceptio veritatis, које је детаљно образложено у пресуди, сматрам да г. Castells није могао да докаже истинитост свога мишљења, које је изнесено као дио политичке расправе којом се потврђује да се Влада налазила иза убистава и напада. Сходно томе, exceptio veritatis није релевантна за овај предмет. Да би се установила повреда члана 10 Конвенције, довољно је да је г. Castells био кажњен због критиковања Владе када је то учинио на начин који би требало да буде дозвољен у демократском душтву.", "\n", "САГЛАСНО МИШЉЕЊЕ СУДИЈЕ CARRILLO SALCEDOA", "", "\tУ потпуности дијелим погледе које је Суд изразио у ставу 46 пресуде. Желим да истакнем да слобода изражавања представља један од основних темеља демократског друштва. Али такође морам да истакнем да остваривање ове слободе \"укључује обавезе и одговорности\" (члан 10 став 2 Конвенције) и да је у ситуацији гдје политички мотивисано насиље представља сталну пријетњу за живот и безбједност људи, заправо тешко успоставити правилан однос између захтјева заштите слободе изражавања и императива заштите демократске државе.", "", "\tПредвидјевши, у члану 10 став 2, да остваривање слободе изражавања, слободе мишљења, те примања и преношења информација и идеја \"може подлијегати таквим формалностима, условима, ограничењима или санкцијама предвиђеним законом и које су неопходне у демократском друштву\", Конвенција признаје да ове слободе нису апсолутне. Штавише, Конвенција такође признаје да ниједна група нити појединац немају право да предузму радње чији је циљ деструкција било којих права или слобода гарантованих њоме (члан 17) што, по мом мишљењу, додатно укључује позитивне обавезе држава чланица.", "\n\tСходно томе, државе имају простора да донесу мјере, чак и оне кривичноправне природе, како би на неосноване клевете или злонамјерне оптужбе могле да реагују правилно и у дозвољеним границама, тако да буду у складу са захтјевима из Конвенције.\t", "", "", "___________________", "КЉУЧНЕ РИЈЕЧИ", "\nИсцрпљивање домаћих правних лијекова/", "Слобода изражавања/", "Мијешање/\nОграничења ради спрјечавања нереда/", "Заштита угледа/", "Прописано законом/", "Дискриминација/\nПравична накнада/", "", "", ""]}