{"file": "SRP_HJUDSRP_6903_75.docx", "doc_type": "HJUDSRP", "doc_lang": "SRP", "case_id": "6903/75", "text_paragraphs": ["", "DEWEER против БЕЛГИЈЕ", "", "Пресуда од 27. фебруара 1980. године", "", "НЕЗВАНИЧНИ РЕЗИМЕ И ИСТОРИЈАТ ПРЕДМЕТА", "", "А.\tОсновне чињенице", "", "\tГосподин Deweer, Белгијанац, био је месар у Louvianu. У септембру 1974. године, службеник из Опште привредне инспекције извршио је инспекцију у радњи г. Deweera. Овај службеник је извијестио да је учињен прекршај противан Уредби министарства од 9. августа 1974. године која уређује, између осталих ствари, цијену свињског меса. Поступајући по извјештају испектора, краљевски тужилац (“procureur du Roi”) је 30. септембра приступио првостепеном суду у Louvianu и наредио да се привремено затвори радња подносиоца представке у року од 48 сати по достављању ове одлуке. Нагласио је да ће мјера бити укинута или одмах по плаћању 10,000 белгијских франака глобе, као нагодба, или, најкасније, на дан када се донесе пресуда у кривичном поступку по овом дјелу. Подносилац представке је платио казну 2. октобра 1974. године.", "", "Поступак пред Комисијом", "", "Представка је поднесена Комисији 6. фебруара 1975. године и проглашена прихватљивом 10. марта 1977. године. Г. Deweer је умро 14. јануара 1978. године, али мјесец дана касније његова удовица и три кћери су обавијестиле Комисију да сматрају да имају морални и материјални интерес да се поступак који је он покренуо настави. У свом извјештају од 5. октобра 1978. године Комисија је установила чињенице и изразила једногласно мишљење да:", "", "-\tкомбинована употреба поступака за нагодбу и за привремено затварање посла крши право, гарантовано подносиоцу представке, према члану 6 став 1 Конвенције, на правичну расправу у кривичном поступку;", "", "-\tузета издвојено, одлука о привременом затварању није се огријешила о принцип презумпције невиности, отјеловљеног у члану 6 став 2, нити је противна члану 1 Протокола 1;", "", "није било потребно да се разматра случај према члану 6 став 3.", "", "Извјештај садржи једно издвојено мишљење.", "", "Европска комисија за људска права предмет је прослиједила 14. децембра 1978. године.", "\nИЗВОД ИЗ ПРЕСУДЕ", "", "ПРАВО", "", "I.\tУ ОДНОСУ НА ПРЕЛИМИНАРНА ИЗЈАШЊАВАЊА ВЛАДЕ", "", "   А.  Изјашњење о неисцрпљивању домаћих правних лијекова", "", "Надлежност Суда и забрана порицања претходне изјаве", "", "25.\tСходно поднеску Владе, представка је неприхватљива на основу неисцрпљивања домаћих правних средстава. Суд је надлежан да прими на знање такво претходно изјашњавање уколико га је одговорна држава прво изнијела пред Комисијом \"у мјери у којој то дозвољава његов карактер и околности\" (в. пресуду од 18. јуна 1971. године у предмету De Wilde, Ooms и Versyp, серија А, бр. 12, стр. 29-31, ставови 47-55).", "", "26.\tВлада се ослонила на чињеницу да г. Deweer није:", "", "\t-\tтражио од Државног савјета да поништи Уредбу од 9. августа 1974. године;", "", "-\tпокренуо парнични поступак за поврат износа који је платио, и ради штете;", "", "-\tтражио поновно суђење у кривичном поступку (révision en matiere pénale);", "", "-\tпокушао са другим правним лијековима.", "", "\tУ својим ставовима о прихватљивости које су уложили 1976. године, Влада се већ изјаснила пред Комисијом о пропусту исцрпљивања прва два правна средства. Суд, стога, није морао да их узме у разматрање (в. задњу споменуту пресуду, лоц.цит.).", "", "\tО трећем правном средству Влада је изјавила, у изјашњењу од 9. децембра 1977. године о суштини предмета, да би било на располагању подносиоцу представке ако би Државни савјет поништио Уредбу од 9. августа 1974. године (в. стр. 24 записника). Истина је да Влада није пледирала неисцрпљивање правних средстава по овој тачки, али то би им и било тешко да учине под овим околностима; поништење је било у то вријеме хипотетичко и није се десило до 31. маја 1978. године, датума када је предмет већ био у поступку одлучивања више од шест мјесеци и тешко је могло да се очекује поновно отварање расправе (в. горе став 20 и додатак и извјештај Комисије). Стога није могао да буде одбачен због забране повлачења претходне изјаве (estoppel). \t", "\tС друге стране, Влада није никада поближе објаснила природу \"других правних средстава\" на које је скренула пажњу на расправи од 27. септембра 1979. године. Треба признати, Влада је навела пред Судом, као и пред Комисијом (в. стр. 21 њеног поднеска од септембра 1977. године), да је чак и без покретања било каквог кривичног поступка, г. Deweer могао да \"покрене парницу...да надокнади губитак који је претрпио као резултат привременог затварања његовог посла или прекомјерног трајања таквог затварања\" и могао је да покуша да издејствује \"суспендовање затварања улажући захтјев за привремену мјеру\". Међутим, Влада је поступала и поступа са претпоставком која не одговара чињеницама, наиме, да се затварање десило - што није био случај - зато што подносилац представке није платио казну која је била предложена као дио нагодбе; изнад свега, Влада је ишла и иде на суштину предмета, а не на члан 26 (в. став 52 доле). Када држава потписница призива у помоћ обавезу да се исцрпе домаћа правна средства, чији је суштински циљ \"да заштити домаћи правни систем\", онда је на тој држави да докаже да постоје доступна правна средства која нису употријебили они на које се односи (в. горе споменуту пресуду у предмету De Wilde, Ooms и Versyp, стр. 31 и 33, ставови 55 и 60). Суд би остао ван задате улоге када треба да се идентификују та \"друга правна средства\" које је Влада имала на уму.", "", "27.\tОно што мора да се испита у одлучивању да ли је изјашњавање основано тиме је ограничено на пропуст да:", "- тражи стављање ван снаге Уредбе од 9. августа 1974. године;", "", "- покрене парнични поступак за поврат износа који је платио и ради штете;", "", "- тражи поновно суђење у кривичном поступку.", "", "Да ли је изјашњење основано", "", "(а)\tЗахтјев за стављање ван снаге Уредбе од 9. августа 1974. године", "", "28.\tОдлуком о прихватљивости ове представке од 10. марта 1977. године, Комисија је просудила да захтјев Државном савјету за стављање ван снаге Уредбе од 9. августа 1974. године није адекватан. Сходно становишту Комисије, то не би пружило \"накнаду за представке подносиоца представке\" које нису биле усмјерене против \"основних принципа\" Уредбе министарства од 9. августа 1974. године, \"законодавства које је предвидјело кривично дјело\" које је утврдио инспектор, г. Vanderleyden, него само против \"процедуре на основу које се поступало\" према том кривичном дјелу (в. стр. 34. извјештаја). У основи, Комисија је изразила исто мишљење и пред Судом.", "", "\tВлада је на то одговорила да из његовог писма од 3. октобра 1974. године, упућеном procureur du Roi Louvaina произлази да је г. Deweer заиста приговорио основним принципима Уредбе од 9. августа 1974. године јер је назначио да је уложио захтјев за стављање ван снаге Уредбе (в. став 10 горе). Ово правно средство, додала је Влада, \"било је најрадикалније јер је дозволило\" подносиоцу представке да тражи ретроактивно поништење \"законодавства које предвиђа кривично дјело\"; пресуде које је донио Државни савјет 5. јула 1973. године и 31. маја 1978. године су показале ефикасност тог правног средства (в. став 20 горе). Сходно поднеску Владе, чињеница да је г. Deweer изабрао да ограничи своју представку Комисији на \"процедуру на основу које се поступало по том кривичном дјелу\" не ослобађа га тога да у Белгији претходно тражи укидање Уредбе.", "", "29.\tКао што је Суд недавно нагласио, једина правна средства које члан 26 Конвенције захтијева да се употријебе су она која су и доступна и довољна у односу на наводну повреду (в. пресуду од 9. октобра 1979. године у предмету Airey, серија А бр. 32, стр. 11, став 19). Кршења на која се подносилац представке жалио пред Комисијом, и на која се сада жале његови насљедници, састоје се у повреди права на правично суђење (члан 6) и права на имовину (члан 1 Протокола 1). Ове повреде су, наводно, учињене одлуком од 30. септембра 1974. године, наиме привременим затварањем радње којим је захтијевано плаћање \"глобе\" пријатељском нагодбом.", "", "\tИако су овлашћења procureur du Roi Louvaina провођена у посебним околностима с намјером да се носе са кривичним дјелом противном члану 2 ставови 2 и 4 и члану 3 став 1 Уредбе од 9. августа 1974. године, она нису пренесена овом Уредбом, која је инструменат субординираног законодавства против којег може да се поднесе захтјев за стављање ван снаге у складу са значењем одјељка 14 Пречишћеног акта Државног савјета, него више статутарним текстом који не може да се спори на овај начин, то јест одјељком 11, ставови 1 и 2 Закона 1945/1971 (в. ставове 8, 9, 13 и 15 горе).", "", "\tУ односу на чињенице, г. Deweer није погријешио својим приговором: његова представка пред Комисијом је усмјерена против одјељка 11, посебно става 2 овог одјељка, а не против Министарске уредбе (в., посебно, стр. 2 и 17 његовог поднеска од јула 1977. године у односу на суштину спора). Треба да се призна, сумње у односу на законитост ове Уредбе, које су изнесене у његовом писму од 3. октобра 1974. године, упућено је procureur du Roi (в. став 10 горе), али ово питање он није поново истакао пред Комисијом.", "", "\tОвај избор је обавезујући за Суд. Имајући на располагању члан 2525, подносилац представке је био слободан да одлучи које су мјере на које ће се жалити да је жртва. Оно што члан 26 у принципу спречава, јесте подношење представке директно пред Комисију са жалбом по којој претходно није вођен поступак унутар домаћег правног система; с друге стране, дотично лице није обавезно, сходно члану 26, да у својој представци Комисији понови читав случај који је износио пред релевантним домаћим властима.", "", "\tЗахтјев за стављање ван снаге, истина је, вјероватно водио, - након дужег периода (в. став 20 горе) и уз помоћ са стране да ју је било - утврђењу да, имајући у виду члан 6 Устава Белгије, г. Deweer није починио кажњиво кривично дјело, и посљедично, поврату износа од 10,000 белгијских франака које је он платио. Било како било, директна и брза заштита права гарантованих чланом 6 Конвенције и чланом 1 Протокола бр. 1 не би тиме могла да буде обезбијеђена. Укратко, таквим захтјевом би се откониле неке од посљедица оспораване одлуке, али не и њени узроци, то јест истовремена употреба ставова 1 и 2 одјељка 11 Закона 1945/1971. године. Члан 26 Конвенције не иде тако далеко да захтијева таква индиректна средства надокнаде; он нема такво круто својство какво Влада настоји да му припише (в., mutatis mutandis, пресуду од 10. новембра 1969. године у предмету Stögmuller, серија А бр. 9, стр. 42, став 11).", "(б)\t Тужба за поврат средстава која су плаћена без разлога и за накнаду штете", "", "30.\tСходно мишљењу Комисије, тужба за поврат средстава која су плаћена без разлога и за накнаду штете (чланови 1235 и 1382 Грађанског закона) била је \"несигурне\" вриједности, јер \"произилази да у овим околностима није дошло до кршења белгијског закона\". У сваком случају, тужба би оставила нетакнутим, у облику приступа информацијама припојених кривичним списима, записник о оспораваној нагодби у кривичном поступку (в. став 15 горе). Резултат је, каже Комисија, да ова тужба не би чинила довољно и ефикасно правно средство (в. стр. 34 извјештаја).", "", "\tВлада је одговорила да г. Deweer изгледа није сматрао да је вриједност ове тужбе несигурна, јер је у свом писму од 3. октобра 1974. године упућеном procureur du Roi резервисао право да покрене такав поступак (в. став 10 горе). У својим поднесцима, судећи према ставу Државног савјета и неколико кривичних судова у односу на законитост Уредбе од 9. августа 1974. године, ова тужба је имала добре изгледе за успјех. Тврдили су да би она дозволила не само \"да законодавство креира кривично дјело\" него и \"процедуру на основу које се поступа са тим дјелом\" да буде оспорена, на примјер, на основу неслагања са Конвенцијом.", "", "31.\tДотична тужба потиче на страни Суда исте коментаре, mutatis mutandis, као ови који су већ горе изнесени у првом и посљедњем подставу става 29. Посебно, она не би дала подносиоцу представке праву прилику да расправи свој предмет пред судом надлежним да \"утврди кривичну оптужбу\". Као што су делегати већ нагласили, плаћање глобе на начин компензације спријечило је било какав кривични поступак (в. став 15 горе). Само индиректно могао је парнични суд да узме у разматрање кривичну страну предмета. Влада је ово признала у одговору на питање које је поставио Суд.", "", "Захтјев за обнову кривичног поступка", "", "32.\tТреба да се постави питање, као што су то учинили, да ли је захтјев за обнову кривичног поступка релевантан за сврху члана 26. У сваком случају, барем колико се види из читања члана 443 и даљњих чланова Закона о кривичном поступку, који уређују ову материју, они се односе само на пресуду која је постала правоснажна. Влада је ово и сама нагласила, али њима је изгледа могуће да се ослони на ове одредбе \"аналогијом\" у случају када је глоба плаћена као нагодба. Међутим, додала је, колико је њој познато то још нико није покушао. Суд не мора да одлучује о тачности поднеска која је на први поглед сумњива из разлога што се дотично правно средство према белгијском праву сматра ванредним правним лијеком. Суд се ограничава на утврђивање да Влада није доставила доказ који је била обавезна да приложи (в. став 26 горе).", "", "33.\tНа крају, изјашњење о неисцрпљивању домаћих правних средстава није основано ни по једној од три тачке.", "", "Захтјев да се случај скине са листе", "", "34.\tЦитирајући пресуду од 27. марта 1962. године у предмету De Becker (серија А бр. 4, стр. 26, став 14) Влада је приговорила да је представка постала безразложна као резултат поништења Уредбе од 9. августа 1974. године. Влада је, сходно томе, позвала Суд да случај скине са листе.", "", "35.\tСуд мора да размотри ово питање на основу правила 47 Правила Суда, садашњи текст који датира од 27. августа 1974. године.", "", "36.\tСтав 1 ових правила се не примјењује у овим околностима зато што покрива само прекид када је подносилац представке држава, то јест када држава поднесе представку Суду (в. пресуду од 7. децембра 1976. године у предмету Kjeldsen, Busk Madsen и Pedersen, серија А бр. 23, стр. 21, став 47).", "", "37.\tТреба да се призна да став 2 предвиђа да, кад је \"информисан о пријатељској нагодби, договору или другим чињеницама такве врсте да доносе разрјешење у предмету\" Суд може, сходно ставу 3, да скине са листе \"предмет који му је прослиједила Комисија\". Међутим, пошто овдје није било договора - формалног или другачијег - између Владе и подносиоца представке или његових насљедника, те у овим околностима није могуће да се говори ни о \"пријатељској нагодби\" нити о \"договору\" (в. пресуду од 28. новембра 1978. године у предмету Luedicke, Belkacem и Коç, серија А бр. 29, стр. 15, став 36). Оно што остаје да се одлучи јесте да ли овдје постоји \"која друга чињеница која може дати рјешење овог предмета\".", "", "\tСмрт г. Deweera сигурно не представља такву чињеницу. Гђа Deweer и њене три кћери су, 14. фебруара 1978. године, обавијестиле Комисију \"о њиховом материјалном и моралном интересу да буде завршен поступак који је покренуо њихов муж и отац\" (в. став 6 извјештаја Комисије). Влада није оспорила овај интерес. Суд, у своје име, жели да нагласи своје одобравање за праксу коју је Комисија слиједила у предметима овакве природе и коју је досљедно примијенила на овом нивоу: када подносилац представке умре током поступка, његови насљедници могу, у принципу, за себе да тврде да су \"жртве\" (члан 25 став 1 Конвенције) наводне повреде, као законски насљедници, те у одређеним околностима, у своје властито име (в. представку бр. 4427/70, 24. маја 1971, X против Савезне Републике Њемачке, Збирка одлука, том 38, стр. 39.; представка бр. 6166/73; 30. маја 75, Baader, Meins, Meinhof и Grundmann против Савезне Републике Њемачке, Одлуке и извјештаји, том 2, стр. 66; представке бр. 7572/76, 7586/76 и 7587/76, 8.јула 1978, Ensslin, Baader и Raspe, ibid., том 14 стр. 67 и 83). У овом предмету, удовица и дјеца г. Deweera данас имају статус подносилаца представке.", "", "\t\"Чињеница\" на коју се позвала Влада је пресуда од 31. маја 1978. године којом је Државни савјет ставио ван снаге Уредбу од 9. августа 1974. године. Она је, као и смрт г. Deweera (14. јануар 1978. године) претходила извјештају Комисије (5. октобар 1978.) и споменута је у том извјештају у ставу 20 in fine. Тако је Суд имао сазнање о \"чињеници\" од момента како му је предмет био прослијеђен (14. децембар 1978. године). Међутим, правило 47 став 2, што се јасно види из текста, односи се на то да Суд буде \"информисан\" о нечему што се односи на предмет који се већ налази пред њим. Сем тога и изнад свега, пресуда Државног савјета могла је на најбољи начин да доведе до поврата 10,000 BF које је г. Deweer платио; није успоставила право које је он захтијевао под датим околностима, тј. право да се брани у кривичном поступку у складу са захтјевима члана 6 Конвенције. До данас, \"ово питање\" није добило \"рјешење\".", "", "38.\tСем тога, ставови 1 и 2 одјељка 11 Закона од 1945/1971 су још на снази (в. став 17 горе), што има за резултат да они могу да буду у било којем моменту примијењени у комбинацији као и код г. Deweera. Водеће питање које је отворено овим предметом тако остаје неријешено. Ово питање надмашава личност и интересе подносиоца представке и његових насљедника. Због тога, Суд мора, имајући у виду став 3 правила 47 Правила процедуре Суда, да настави са разматрањем овог питања (в., mutatis mutandis, горе споменуту пресуду у предмету Luedicke, Belkacem и Koç, стр. 15, став 36, посљедњи подстав, и пресуду од 18. јануара 1978. године у предмету Ирска против Уједињеног Краљевства, серија А бр. 25, стр. 62, став 154).", "", "II.\tСУШТИНА ПРЕДСТАВКЕ", "", "А.\tНаводна повреда члана 6 став 1 Конвенције", "", "39.\tЖалба г. Deweera да је жртва \"наметања плаћања глобе као нагодбе под пријетњом привременог затварања његовог посла\" на првом мјесту је заснована на члану 6 став 1 Конвенције, чија прва реченица гласи како слиједи:", "", "\"Приликом утврђивања грађанских права и обавеза или основаности било какаве кривичне оптужбе против њега, свако има право на правичну и јавну расправу разумном року пред независним и непристрасним, законом установљеним судом.\"", "", "\tСходно Комисији, \"узевши одвојено, ни понуда нагодбе нити одлука о затварању\" не могу да буду против горе наведене одредбе, али \"употријебљене заједно\" ове двије мјере су прекршиле право које је њоме гарантовано (в. ставове 49 и 59 извјештаја).", "", "\tВлада је, са своје стране, изјавила да:", "", "-\t\"акти којима је...плаћање глобе путем нагодбе предложено подносиоцу представке...не чини “утврђивање” ни “његових грађанских права и обавеза” нити ”кривичне оптужбе против њега” него је била обична понуда пријатељске нагодбе\" којом није прејудицирано његово \"право на правичну и јавну расправу у разумном року пред независним и непристрасним, законом установљеним судом.\"", "", "-\t\"акти којима је...procureur du Roi Louvaina наложио привремено затварање посла подносиоца представке не чини ништа више него мјеру контроле и безбједности, није имало особине глобе, нити је имало намјеру да “утврђује” ни “кривичну оптужбу” нити ”грађанска права и обавезе”, није прејудицирала шта би судови могли да одлуче у односу на ово, те стога није могло да прејудицира право г. Deweera на “право на правичну и јавну расправу у разумном року пред независним и непристрасним, законом установљеним судом\";", "", "-\t\"не постоји ништа у...Конвенцији...што забрањује комбиновану примјену пријатељске нагодбе и поступка привременог затварања\".", "", "40.\tСуд ће да ограничи своју пажњу на посљедњу споменуту тачку. У поступку који почиње појединачном представком, Суд мора, колико год је то могуће, да се ограничи на разматрање питања која су отворена конкретним предметом који је пред њим. Сходно томе, задатак Суда је да одлучи не о томе да ли су ставови 1 и 2 одјељка 11 Закона од 1945/1971 сами по себи у сагласности са Конвенцијом, него да ли је начин на који су примијењени у специфичним околностима, то јест њихова \"комбинована употреба\", у складу са Конвенцијом.", "", "Примјенљивост члана 6 у дотичном случају", "", "41.\tПитање да ли је члан 6 став 1 релевантан, изгледа да није било предмет дискусије. Пред Комисијом, нико није порицао да је \"кривични поступак против подносиоца представке био покренут\". Примјенљивост члана 6 став 1 Конвенције произилази из одјељака 5, 9 и 11 Закона од 1945/1971 (в. ставове 52 и 53 извјештаја). На расправи, делегати су нашли да је \"очигледно\" да је г. Deweer био суочен са \"кривичном оптужбом\" (у француском тексту: \"accusation en matiere pénale\"). Влада није противсловила.", "", "42.\tШто се тиче француског текста, подносилац представке није имао - према терминологији белгијског домаћег права - статус accusé када му је procureur du Roi Louvaina писао 30. септембра 1974. године. Сем тога, као што се то наводи на крају одјељка 11 Закона од 1945/1971, понуда за нагодбу не може да се да када је пред судом отпочео поступак ради кривичног дјела (в. горе ставове 9 и 15).", "", "\tКонцепт који је отјеловљен у француском изразу \"accusation en matiere pénale\" (опужба за кривично дјело) је, међутим, \"аутономан\"; мора га се разумјети \"унутар значења Конвенције\" (в. истакнуту пресуду од 28. јуна 1978. године у предмету König, серија А бр. 27, стр. 29, став 88), посебно зато што енглески текст члана 6 став 1 - као и члана 5 став 2 - употребљавају израз \"charge\" (оптужба) који је јако широког значења.", "", "\tУ \"кривичним\" стварима, \"разумно вријеме\" одређено чланом 6 став 1 \"неопходно почиње даном када је лице оптужено\" (в. пресуду од 2. јуна 1968. године у предмету Neumeister, серија А бр. 8, стр. 41, став 18). Ово \"разумно вријеме\" може понекад да \"почне да тече од датума пред засједање суда, “трибунала” који је надлежан за “утврђивање...кривичне оптужбе” (в. предмет Golder, пресуда од 21. фебруара 1975, серија А бр. 18, стр. 15, став 32). Пресуде од 27. јуна 1968. године у предметима Wemhoff и Neumeister и потом од 16. јула 1971. године у предмету Ringeisen, су узеле за почетну тачку тренутак хапшења, моменат када је лице званично обавијештено да ће се предузети гоњење и моменат када је прелиминарна истрага отворена (серија А бр. 7, стр. 26-27, став 19; серија А бр. 8, стр. 41, став 18; и серија А бр. 13, стр. 45, став 110).", "", "43.\tУ овом предмету није било хапшења и није било информисања о предстојећем кривичном гоњењу. Поново, инспекција коју је извршио г. Vanderleyden у радњи г. Deweera чини дио континуираног процеса контролисања придржавања статута и правила привредног живота земље (в. \"pro-justitia\" од 18. септембра 1974. године: \"toezicht op de wets - en reglementsbeschikkingen betreffende 's Lands economisch leven\"); инспекција није учињена у сврху спречавања криминала. Ова \"pro-justitia\" од 18. септембра 1974. године је прослијеђена procureur du Roiu \"за информацију и одлуку\", \"voor kennisgeving en beschikking\" (в. ставове 8 и 12 горе) тако да је на њему било да одлучи о прикладној акцији. У свом писму од 30. септембра 1974. године, procureur du Roiu - којим је обавијестио подносиоца представке о затварању његове радње - понудио му је средства за \"избјегавање гоњења\", наиме плаћање износа од 10,000 BF. Кривични поступак још увијек није био покренут када је спријечен исплатом извршеном 2. октобра (одјељак 11 став 1 Закона од 1945/1971, ставови 9-11 и 15 горе).", "", "44.\tМеђутим, истакнуто мјесто које у демократском друштву има право на правично суђење, (в., нарочито, горе sпоменуту пресуду у предмету Airey, стр. 12-13, став 24) наводи Суд да предност даје \"стварној\", рађе него \"формалној\" концепцији \"оптужбе\" коју предвиђа члан 6 став 1. Суд је приморан да гледа мимо вањштине и истражи стварност поступка о којем је ријеч.", "", "45.\tКада се гледају у овом свјетлу, релевантне одредбе белгијског закона (в. горе ставови 12-15) морају да буду расвијетљене. Извор Закона од 1945/1971 је Законодавна уредба објављена током Другог свјетског рата, усред времена несташица, рационализације и \"црног тржишта\". Серијом драстичних мјера, ова Законодавна уредба је поставила на ноге \"сузбијање кривичних дјела за снадбијевање земље\". Повратак на стање изобиља је омогућио да се ублажи њена строгост и промијени њен правни основ, али сам постојећи текст још увијек садржи отисак њеног поријекла. Употријебљена формулација ово потврђује. Стога, ставови 1 и 2 одјељка 11, основа оспораване одлуке procureur du Roi Louvaina, користи појмове као што су \"преступник\" и \"прекршај\". Сем тога, било ко, ко се огријеши о Уредбу донесену у складу са дијелом и овог Закона, као што је на примјер Уредба од 9. августа 1974. године, је изложен казнама наведеним у одјељку 9, што ће рећи, затворској казни, новчаној казни, конфискацији, судском затварању пословних просторија и објављивању пресуде. Понуда за нагодбу од 30. септембра 1974. године је, у крајњем случају, била замјена за барем неку од ових казни. Да је подносилац представке одбио понуду, пропратна одлука о привременом затварању би постала оперативна, и уколико је потребно, таква би остала до \"дана кад се донесе пресуда о кривичном дјелу\" (одјељак 11 став 2); он би ризиковао затворску казну и новчану казну, да је занемарио одлуку о затварању (одјељак 9 став 5(б) и 11 став 2 узети заједно).", "", "\tСлично томе, \"pro-justitia\" од 18. септембра 1974. године описује да је г. Deweer “прекршио” (\"in overtreding\") члан 2 став 4 и члан 3 став 1 Уредбе од 9. августа 1974. године (в. став 8 горе). У својој одлуци од 30. септембра, procureur du Roi Louvaina је такође споменуо \"прекршај\" (\"een inbreuk\"); иако је просудио да није неопходно да захтијева затворску казну за овај прекршај (\"dat geen hoofdgevangenisstraf dient gevorderd te worden ter beteugeling van gezegd misdrijf\"); procureur du Roi је истакао \"тежину\" дјела (\"de ernst\"). У писму које је датирано истог дана, скренуо је посебну пажњу подносиоцу представке на \"високе казне\" (\"strenge straffen\") за пропуштање да се повинује наредби о затварању према овом Закону (в. став 9 горе).", "", "\tНаредба о затварању, као што је то Влада добро показала, је учињена \"у нормалном току кривичног поступка који је требало да буде предузет у односу на прекршај који је пријављен против г. Deweera\". Наредба је била увод у \"кривични поступак\" који је procureur du Roi намјеравао да покрене ако \"преступник\" одбије пријатељску нагодбу.", "", "\tПоред тога, Влада је нагласила наводно \"признање\" подносиоца представке учињено инспектору, г. Vanderleydenu, и \"флагрантни прекршај\" чије је постојање г. Deweer \"потврдио на лицу мјеста\". Сходно њиховом виђењу, пристајући \"да плати казну нагодбом\" - \"врсту накнаде заједници због његовог пријекорног владања\" - подносилац представке је признао своју \"кривицу\", \"можда не изричито, али у суштини\" (в. стр. 34 записника са расправе од 9. децембра 1977. године пред Комисијом).", "", "\tИако таква глоба није слична казни, њено плаћење је, у сваком случају, било поменуто у изводу информација које општине достављају у кривичне списе (в. став 15 горе).", "", "46.\tСходно томе, овдје постоји комбинација сложених чињеница које одлучно показују да предмет према Конвенцији има кривични карактер. \"Оптужба\" може, у сврху члана 6 став 1, да буде дефинисана као званично обавјештење надлежних власти дато појединцу о наводима да је починио кривично дјело. У неколико одлука и мишљења Комисија је усвојила пренесени тест из којег произлази да је довољно блиско везан, тј. посебно да ли је \"ситуација (осумњиченог) била значајно погођена\" (предмет Neumeister, серија Б бр. 6, стр. 81; предмет Huber против Аустрије, Годишњак Конвенције, том 18, стр. 356, 67; предмет Hätti против Савезне Републике Њемачке, ibid., том 19, стр. 1064, 50, итд.). Под овим околностима Суд сматра да је, почев од 30. септембра 1974. године, подносилац представке био под \"кривичном оптужбом\".", "", "47.\tЧлан 6 је, стога, у потпуности примјенљив употребом споменуте фразе. Суд није приморан да утврђује да ли је став 1 члана 6 био такође значајан за рачун постојања спора о \"грађанским правима и обавезама\": ово питање није од интереса за одлуку у овом предметном случају (в., mutatis mutandis, пресуду од 8. јуна 1976. године у предмету Engel и остали, серија А бр. 22, стр. 36-37, став 87).", "", "\t2.\tПримјена члана 6 став 1 у предметном случају", "", "48.\tСходно члану 6 став 1 г. Deweer је имао право на правично суђење (в. горе поменуту пресуду Golder, стр. 18, став 36) пред \"независним и непристрасним судом установљеним законом\", који укључује \"расправу\" којој слиједи \"утврђивање кривичне оптужбе против њега\". Француски текст члана 6 став 1 садржи израз \"bien-fondé\", који се, Суд наглашава, односи на оптужбу која је заснована на закону и на чињеницама (в. горе споменуту пресуду Delcourt, стр. 14). Стога би подносилац представке пред судом имао право не само да се ослони, као што је то учинио пред г. Vanderleydenom, на његову добру вјеру или додатне трошкове које је сносио месар који купује живу стоку (в. став 8 горе), него да такође тврди да је Уредба од 9. августа 1974. године у супротности са Уставом или да није у сагласности са општинским прописима (в. ставове 19-20 горе). Г. Deweer је додатно могао да ужива користи гаранција из ставова 2 и 3 члана 6.", "", "49.\t\"Право на суд\", које је саставни дио права на правично суђење, није једнако апсолутно у кривичним као и у грађанским стварима. Подложно је ограничењима која призилазе из њега, за која су два примјера дата у ставу 58 извјештаја Комисије (одлука да се не тужи и налог за обуставу поступка); није функција Суда да елаборише општу теорију о таквим ограничењима (в., mutatis mutandis, горе поменуту пресуду Golder, стр. 18-19, ставови 36, 38 и 39).", "", "\tОвај поступак не тиче се, међутим, ограничења те природе. Плативши 10,000 BF које је procureur du Roi Louvaina \"захтијевао\" нагодбом (в. став 9 горе), г. Deweer се одрекао свога права да се о његовом предмету одлучује пред судом.", "", "\tУ домаћем правном систему држава уговорница одрицање ове врсте често се сусреће и у грађанским и у кривичним стварима, а посебно у облику арбитражних клаузула у уговорима, и кривичним стварима у облику, inter alia, плаћања глоба нагодбом. Ово одрицање, које има несумњиве предности за појединца о којем је ријеч, као и за провођење правде, није у принципу преступ према Конвенцији. По овој тачки Суд дијели мишљење Комисије (в. ставове 55-56 извјештаја; одлуку од 5. марта 1962. године, представка бр. 1197/61, X против Републике Њемачке, Годишњак Конвенције, том 5, стр. 94-96).", "", "\tБез обзира на то, у демократском друштву се придаје велики значај \"праву на суд\" (в. став 44 горе), које се губи сопственом кривицом само зато што постоје чињенице да је неки појединац страна у нагодби која је постигнута током процедуре подређене судском поступку. У области која се тиче јавног реда (ordre public) државе чланице Савјета Европе, било која мјера или одлука која наводно крши члан 6 позива на посебно пажљиво разматрање (в. за члан 55 и горе споменуту пресуду De Wilde, Ooms и Versyp, стр. 36, став 65). Суд је свјестан одлучности којом белгијски судови осуђују, на основу члана 8 Устава и члана 6 Конвенције, пропуст поштовања \"права на суд\" у приватно-правним односима (в., на примјер, бриселски Парнични суд, 23. новембра 1967. године, Journal des Tribunaux 1967, стр. 741; упореди Касациони суд, 1. јуна 1966. године, са коначним поднеском Advocate General Mahaux, Pasicrisie 1966, стр. 1249-1250 и 1251-1252). Најмање исти степен опреза показаће се потребан када неко ко је био \"оптужен за кривично дјело\" спори нагодбу која је обуставила кривични поступак. Одсуство принуде је свакако један од услова који треба да се задовоље; ово је увелике диктирано међународним инструментом заснованим на слободи и владавини закона (в. горе споменуту пресуду Golder, стр. 16-17, став 34). Овдје се, поново, Суд саглашава са Комисијом. ", "", "50.\tУ ставу 57 извјештаја, Комисија је изразила мишљење да је у предметном случају било принуде: сматра да се подносилац представке одрекао гаранција члана 6 став 1 само \"под пријетњом озбиљне штете\" која би му могла настати затварањем продавнице.", "", "51.\t(а)\tВладин први поднесак је био сљедећи: понуда нагодбе учињена г. Deweeru 30. септембра 1974. године сходно закону није чинила више од \"приједлога за пријатељску нагодбу\", коју је он лако могао да одбије; \"прихватајући понуду и поступајући по њој 2. октобра\", подносилац представке је, \"плативши релативно скромну суму, успио да избјегне казну која је могла бити строжа од ове глобе коју је платио у виду нагодбе\" и \"која, ако је потребно, може да буде заједно са судским налогом за затварање радње\" (одјељак 9 став 5 Закона од 1945/1971; в. став 13 горе).", "", "\tДаље, Влада је тврдила, да је образложење Комисије недосљедно. Док је процедура која је услиједила у околностима наведеним у ставу 57 извјештаја кршила Конвенцију због тога што је лоше дјеловала са принудом, ставови 55 и 59 садрже признање да је нагодба у кривичним предметима законита. У одређеном смислу, наставља се овај аргуменат, та врста нагодбе \"увијек долази под неком формом \"принуде\" и под \"пријетњом\" више или мање \"озбиљне штете\". Тиме кривични поступак представља, \"за већину од тих\" против којих је покренут \"или је извјесно да ће да буде покренут, нешто што може да застраши\" и, у јако много примјера, \"довољно јаку \"пријетњу да “их” охрабри...да одустану\" од суђења у судници у њиховом случају.", "", "\t(b)\tСуд указује да, док вјероватноћа појављивања пред судом стварно нагиње да потакне добровољно на компромис многа лица \"оптужена за кривично дјело\", притисак који се јавља за примјену није ни по чему у нескладу са Конвенцијом: под условом да су захтјеви чланова 6 и 7 размотрени, Конвенција у принципу оставља државама уговорницама слободу да одређују и прогоне као кривично дјело поступање које не чини нормално остваривање неког од права које штити (в. горе поменуту пресуду Engel и остали, стр. 34, став 31).", "", "\tПоврх тога, подносилац представке је вјероватно био једино забринут ради кривчног гоњења, јер је било немогуће да би се гоњење окончало ослобађајућом пресудом, можда настављено захтјевом Суду правде Европске заједнице за претходно одлучивање (в. ставове 19-20 горе). \"Принуду\" на коју се подносилац представке жалио је требало наћи на другом мјесту, наиме у налогу за затварање од 30. септембра 1974. године.", "", "\tОвај налог је требао да ступи на снагу четрдесет осам сати након достављања одлуке procureur du Roia и могао је да остане на снази до дана када надлежни суд донесе пресуду о кривичном дјелу (одјељак II став 2, и 9 став 5(б) Закона од 1945/1971, в. став 13 горе). У међувремену, тј. могуће током неколико мјесеци, подносиоцу представке би били ускраћени приходи које би имао од свог посла. Он би се, упркос томе, изложио ризику да настави да плаћа своје особље и да не могне да поврати посао са свим својим бившим муштеријама када се његова радња отвори (в. стр. 2, 7, 46, 47 и 49 записника са расправе од 9. децембра 1977. године пред Комисијом и забиљешку са рочишта од 27 септембра 1979. године - одговор који је дао адовкат подносиоца представке на треће питање Суда). Као посљедица би било то да би г. Deweer претрпио заначајан губитак.", "", "\tProcureur du Roi Louvaina признаје да је понудио г. Deweeru начин да се избјегне та опасност, наиме плаћање 10,000 BF као \"пријатељску нагодбу\" (в. став 9 горе). Ова је могућност сигурно представљала много мање зло. Као што је Влада правилно истакла, износ који је у питању је нешто изнад минималног износа - 3,000 BF - \"глобе прописане законом\", док је према одјељку 11 Закона од 1945/1971 могла да буде више него што је максимум, наиме 30,000,000 BF (в. ставове 13 и 15 горе). Сходно томе, као што су делегати примијетили, постојао је \"флагрантан несразмјер\" између двије опције са којима се суочио подносилац представке. \"Релативно умањење\" траженог износа у ствари говори против Владиног аргумента, јер је допринијело притиску примијењеним налогом за затварање. Ово умањење је довело до тога да је притисак био такав да није изненађујуће да је код г. Deweera уродио плодом.", "", "52.\tИзјашњавајући се о суштини, а не о прихватљивости (в. став 26 горе), Влада је изнијела и други приговор. Тврдила је да ништа није спречавало г. Deweera да одбије \"пријатељску нагодбу\" и да оспорава одлуку procureur du Roia подносећи тужбу \"да накнади штету коју је претрпио као посљедицу затварања радње\", или \"прекомјерну дужину тог затварања\", и подносећи захтјев за \"примјену привремених мјера\" \"да се затварање суспендује\" (в. став 44 извјештаја Комисије).", "", "(а)\tУ вези са посљедњом тачком, Влада се позвала на члан 584 белгијског Закона о судовима, одредбу која би могла да се примијени у \"веома разноликим околностима\", иако до сада, каже, изгледа да није примијењена ни у једном сличном случају: \"предсједник првостепеног суда ће, у односу на све случајеве сем оних које закон искључује из надлежности судова, донијети прелиминарну одлуку у предметима које сматра хитним.\"", "", "Делегати, са своје стране, нису вјеровали да \"привремена мјера коју су изрекли органи гоњења\" може, на свој начин, да буде предмет друге \"привремене мјере\" коју је одредио парнични суд којој је предмет опозивање претходне мјере, посебно јер се према белгијском парничном поступку мора да се сачека исход кривичног поступка (\"le pénal tient le civil en état\"). Суд дијели скептицизам и додаје сљедећа разматрања оним претходним. Као што је Влада већ нагласила, \"захтјев за привремене мјере је нормално допунски уз главну тужбу\" и, као што је то предвиђено чланом 1039 Закона о судовима, \"налог за привремене мјере доноси се без прејудицирања суштине спора\". Међутим, Суд не схвата који је суд, одлучујући о \"суштини спора\" могао да наложи прекид примијењене мјере затварања, ослањајући се, на примјер, на Устав или Конвенцију. Док одјељак 2 став 5 Закона од 1945/1971, дозвољава жалбу са суспензивним дејством, против одлуке о затварању коју издаје Министарство за економске послове, која се подноси судији у савјету првостепеног суда, који има надлежност у кривичним стварима, овим законом није дозвољена жалба против одлуке о затварању радње коју је изрекао procureur du Roia (в. став 13 горе).", "", "(b)\tКада је ријеч о тужби за штету у односу на губитак који је настао затварањем, Влада није спецификовала у којој форми су замислили такву тужбу. У Белгији постоје стриктна правила о личној одговорности службеника запослених у одјељењу јавног тужиоца (parquet). Стога, они \"могу да буду позвани на одговорност\" (\"la prise a partie\") само \"ако су криви за обману или превару\", \"ако их закон наведе као одговорне за штету\" или ако закон \"изричито\" дозвољава да буду позвани на одговорност (члан 1140 и 1141 Закона о судовима узети заједно). Влада није навела да је иједан од наведених услова испуњен у дотичном предмету. Нису ни указали на који начин је одлука procureur du Roi Louvaina могла да повуче за собом одговорност власти.", "", "Није на Суду да се бави одредбама белгијског домаћег закона који је, очигледно, неодређен и о којем Влада није доставила довољне информације. Суд се ограничава на то да примијети да је подносилац представке, који се суочио са озбиљном и тренутном опасношћу, сасвим природно приступио ствари која је била најбитнија без упуштањa у рискантна правна нагађања; Суд не може да га укори што је тако поступио.", "", "53.\tВлада је, на крају, нагласила да је \"Комисија признала\" да је \"директно затварање\" продавнице могло да буде усклађено са Конвенцијом, иако би \"тако радикално рјешење коштало подносиоца представке више од 10,000 белгијских франака\". Из ове претпоставке, она објашњава логику образложења која слиједи из извјештаја као \"необичну\", тврдећи да, \"још увијек, према Комисији\", кршење члана 6 у суштини произлази из \"услуге\" учињене г. Deweeru, наиме понуда за пријатељску нагодбу којом је procureur du Roi требао да донесе блажу солуцију, флексибилнију и мање тешку него што је затварање. На овај начин, тврдила је Влада, дошло се до једног \"апсурдног заључка\". Суд подсјећа да је ограничио своја разматрања на комбиновану употребу двије процедуре (в. став 40 горе), те да нема намјеру да одлучује о томе да ли је налог за затварање, заједно са било којом понудом за нагодбу, могао да буде у складу са Конвенцијом.", "", "\tСуд, надаље, примјећује да се ситуација на коју указује Влада у пракси никада није десила, сем у периоду непосредно послије рата, када је владала несташица и када је привреда била под великим притиском. Од 1946. године, procureur du Roi су примјењивали став 2 одјељка 11 Закона од 1945/1971 само у вези са ставом 1; с друге стране, често су примјењивали став 1 без става 2 (в. став 15 горе, посљедњи подстав).", "", "\tСем тога, у области људских права онај ко може да уради више не мора неопходно да уради мање. Конвенција дозвољава, под одређеним условима, неке веома озбиљне облике поступака, као што је смртна казна (члан 2 став 1, друга реченица), док у исто вријеме забрањује друге који би поређењем могли да изгледају блаже, на примјер \"незаконито\" притварање на кратко вријеме (члан 5 став 1) или протјеривање држављана (члан 3 став 1 Протокола 4). Чињеница да је могуће да се на неко лице примијени једну од првоспоменутих форми поступака, не даје за право да га се подвргне неком од даље споменутих, чак ако је то лице сагласно са тим или се са тим помирило (в., mutatis mutandis, извјештај Комисије у предмету De Becker, серија Б 2, стр. 90-91, 101-102 и 124-125).", "", "54.\tЗакључно, одустајање г. Deweera од правичног суђења са свим гаранцијама које захтијева Конвенција, имало је примјесу принуде. Стога је дошло до кршења члана 6 став 1.", "", "Наводна повреда члана 6 ставови 2 и 3 Конвенције", "", "55.\tПодносилац представке се, такође, жалио на став 2 и први подстав става 3 члана 6:", "", "\"2.\tСвако ко је оптужен за кривично дјело сматра се невиним док се његова кривица по закону не докаже.", "", "3.\tСвако ко је оптужен за кривично дјело има сљедећа минимална права:", "", "да одмах, на језику који разумије, буде подробно обавјештен о природи и разлогу оптужбе против њега;", "", "да му се обезбиједе вријеме и услови неопходни за припремање одбране;", "", "да се брани сам или уз помоћ браниоца кога сам изабере или да, уколико не располаже средствима да плати браниоца, да га добије бесплатно, када то налажу интереси правде;", "", "да сам испитује или захтијева испитивање свједока оптужбе и да се присуство и саслушање свједока одбране одобри под условима који важе и за свједока оптужбе;", "", "...\"", "", "У вези са овим, Влада није изнијела посебне аргументе. Комисија је, са своје стране, изразила мишљење да \"узета издвојено, одлука...о затварању није могла да повриједи принцип презумпције невиности\". У погледу њених закључака у односу на став 1, Комисија не види сврхе да разматра, сходно ставу 2, остатак жалби подносиоца представке и просуђује да није било потребе да се настави разматрање према ставу 3.", "", "56.\tПошто је релевантна само комбинована употреба двије процедуре (в. став 40 горе), Суд не мора да утврђује да ли је одлука о затварању или понуда нагодбе, узето појединачно, била против става 2 или става 3 члана 6.", "", "\tСуд, надаље, наглашава да ова два става представљају специфичну примјену општег принципа израженог у ставу 1 овог члана. Презумпција невиности, утјеловљена у ставу 2, и различита права чија се неисцрпна листа појављује у ставу 3 (\"минимална права\", \"notamment\"), су саставни елементи, између осталих, појма правичног суђења у кривичним поступцима (в. на примјер, извјештај Комисије у предмету Nielsen против Данске, 15. март 1961. године, Годишњак Конвенције, том 4, стр. 548-550).", "", "\tИпак је г. Deweer 0bio потпуно лишен таквог суђења зато што се под принудом сложио да одустане (в. став 54 горе). Сходно томе, питање да ли је удовољено ставовима 2 и 3 нема прави значај у односу на њега. Потпуно је апсорбовано питањем да ли је било у сагласности са ставом 1. Налаз да кршење захтјева става 1 ослобађа Суд обавезе да разматра предмет у свјетлу ставова 2 и 3, што би у другим околностима био обавезан (в. горе спомеуту пресуду Engel и остали, стр. 37-39, ставови 89-91).", "", "\tB.\tНаводна повреда члана 1 Протокола бр. 1", "", "57.\tКомисија је на сопствени потицај узела у разматрање члан 1 Протокола бр. 1, који у основи гарантује сваком физичком и правном лицу право на имовину (в. став 22 горе). Међутим, када је одлучивала о прихватљивости представке, Комисија је указала да је ово супсидијарно питање. У изјештају од 5. октобра 1978. године, Комисија је изразила мишљење - насупрот аргмента који је г. Deweer истакао \"да допуни његов поднесак\" и који тужена држава оспорава - да није било повреде овог члана зато што \"налог за затварање није извршен\".", "", "58.\tСуд подсјећа да је комбинована употреба ове двије процедуре, једини предмет његовог разматрања (в. став 40 горе), водила г. Deweera да плати глобу од 10,000 BF нагодбом и, тако, да претрпи одређено умањење својих добара. Међутим, наплата овог износа, тиме што је било у условима неспојивим са чланом 6 став 1 Конвенције, је била незаконита (в. став 54 горе). Сходно томе, показује се непотребним да се одређује да ли је ова наплата била противна члану 1 Протокола бр. 1 такође. Рјешење овог питања није значајно за одлуку у овом предмету.", "", "\tC.\tПримјена члана 50 Конвенције", "", "59.\tГ. Van Hille је захтијевао, у име насљедника подносиоца представке, правичну накнаду која укључује:", "", "-\t\"у сфери материјалног\", \"поврат износа глобе\" и 800 француских франака за путне и трошкове смјештаја, насталe приликом расправе пред Комисијом 9. децембра 1977. године;", "", "-\t\"у погледу нематеријалне штете\", о \"одлуци Суда о повреди права г. Deweera \" (в. став 24 горе).", "", "\tПрема Влади, поништење Уредбе од 9. августа 1974. године од Државног савјета d'Etata и \"резултујући поврат глобе...плаћене нагодбом...биће потпуна накнада штете, у оквиру значења члана 50 Конвенције, за посљедице одлука на које се позива подносилац представке\" (ibid.).", "", "\tРегистрар је, поступајући по упутствима Суда, 1. октобра 1979. године затражио од Комисије да прецизира \"да ли је према правилу 4 став 2 Додатка њеним Правилима процедуре додијелила подносиоцу представке бесплатну правну помоћ покривајући трошкове\" које је поменуо г. Van Hille. Секретар Комисије је, сљедећег дана, дао негативан одговор.", "", "60.\tСуд је, сходно томе, сматрао да је ово питање спремно за одлуку (правило 50 став 3, прва реченица Правила Суда).", "", "\tКолико је Суду познато, белгијске власти још увијек нису накнадиле насљедницима г. Deweera 10,000 BF које је он платио без разлога. Надаље, није спорно да су трошкови настали појављивањем пред Комисијом у децембру 1977. године заиста направљени и њихова процјена на 800 француских франака је веома разумна. Коначно, подносилац представке и његова породица су несумњиво претрпјели нематеријалну штету, завређујући барем моралну накнаду.", "", "\tСуд, стога, одобрава захтјев.", "\nИЗ ОВИХ РАЗЛОГА, СУД\t", "", "Одбацује, једногласно, изјашњење Владе да домаћа правна средства нису исцрпљена.", "", "Одлучује, једногласно, да не брише предмет са своје листе.", "", "Одлучује, једногласно, да је повријеђен став 1 члана 6 Конвенције.", "", "Одлучује, једногласно, да није неопходно да се разматра предмет према ставовима 2 и 3 реченог члана.", "", "Одлучује, са шест гласова према један, да није неопходно да се разматра предмет према члану 1 Протокола бр. 1.", "", "Додјељује, једногласно, подносиоцима представке правичну накнаду која се састоји од:", "", "-\tу материјалној сфери, поврата средстава од одговорне Државе у износу од десет хиљада белгијских франака (10.000 BF) које је платио њихов муж и отац 2. октобра 1974. године године и осам стотина француских франака (800 ФФ) за путне и трошкове смјештаја учињене приликом расправе пред Комисијом 9. децембра 1977. године;", "", "-\tу односу на нематеријалну штету, налаз да су права г. Deweera повријеђена.", "", "Сачињено на енглеском и француском, од којих је франацуски текст аутентичан, у Згради људских права, Strasbourg, 27. фебруара 1980. године", "", "", "\t\t\tHermann MOSLER", "\t\t\t    Предсједник", "", "Marc-André EISSEN", "\tРегистрар", "", "", "\t\tИздвојено мишљење г. Pinheiro Farinhae је приложено овој пресуди у складу са чланом 51 став 2 Конвенције и правилом 50 став 2 Правила Суда.", "", "H. М.", "\tМ.-А. Е", "", "\n", "ДЈЕЛИМИЧНО СУПРОТНО МИШЉЕЊЕ СУДИЈЕ PINHEIRO FARINHAE", "", "", "\tВеома жалим што не могу да се сложим са мишљењем већине мојих колега у односу на став 58 и тачку 5 изреке ове пресуде.", "", "\tДобро разумијем и одобравам ставове 55 и 56 зато јер у дотичном случају може да се каже да став 1 члана 6 Конвенције апсорбује ставове 2 и 3 тог члана. Суочени смо са оним што је познато као \"очигледно подударање\" (Scheinkonkurrenz or Gesetzeskonkurrenz); утврђивање да се крши захтјев става 1, стога, ослобађа Суд од разматрања дотичног предмета у свјетлу ставова 2 и 3.", "", "\tИсто не може да се примијени на члан 1 Протокола бр. 1: члан 6 Конвенције позива на правично суђење, одржано са свим гаранцијама које се захтијевају у тој ствари према Конвенцији, док се члан 1 Протокола бр. 1 односи на заштиту права на имовину.", "", "\tИста чињеница или ситуација може да проузрокује повреду оба интереса а да један не апсорбује други. Суочени смо са \"идејном подударања\" (Idealkonkurrenz or Tateinheit). Према мом мишљењу, Суд треба, сходно томе, такође да размотри и одлучи о предмету са позивањем на члан 1 Протокола бр. 1. Тако би закључио да је прекршен члан 6 став 1 Конвенције и члан 1 Протокола бр. 1 (Суд је већ одлучио да та чињеница може да чини повреду неколико чланова Конвенције, на примјер у предмету Golder); или да није прекршен члан 1, што би одговарало мом мишљењу (Суд је већ нашао да је повријеђен један члан и да нема повреде другог, на примјер, у предмету Ringeisen); или чак да члан 1 није примјенљив на представке г. Deweera (Суд је усвојио ову солуцију за члан 8 Конвенције и члан 1 протокола бр. 1 у предмету Marckx).", "", "__________________________", "", "", "КЉУЧНЕ РИЈЕЧИ", "", "Исцрпљивање домаћих правних лијекова/", "Бити жртвом/", "Тужба", "Правично суђење/", "Утврђивање кривичне оптужбе/", "Приступ суду/", "Презумпција невиности/", "Имовина/", "Правична накнада/", "", "", "", ""]}