{"file": "SRP_HJUDSRP_48609_06.docx", "doc_type": "HJUDSRP", "doc_lang": "SRP", "case_id": "48609/06", "text_paragraphs": ["© Savet Evrope/Evropski sud za ljudska prava 2014. Ovaj prevod je nastao uz podršku Fiducijarnog fonda za ljudska prava Saveta Evrope (). Tekst prevoda ne obavezuje Sud. Za sve dodatne informacije pročitajte ceo tekst obaveštenja o autorskom pravu na kraju ovog dokumenta.", "", "© Council of Europe/European Court of Human Rights, 2014. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe Cour européenne des droits de l’homme, 2014. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "\n", "", "", "BIVŠE ČETVRTO ODELJENJE", "", "", "", "", "SLUČAJ NENČEVA I OSTALI protiv BUGARSKE", "", "(Predstavka br. 48609/06)", "", "", "", "", "", "", "", "", "PRESUDA", "[Izvodi]", "", "", "STRAZBUR", "", "18. jun 2013.", "", "PRESUDA JE PRAVOSNAŽNA", "", "18/09/2013", "", "Ova presuda je postala pravosnažna u skladu sa članom 44 § 2 Konvencije. Moguće su redaktorske izmene", "", "U slučaju Nenčeva i ostali protiv Bugarske,", "Evropski sud za ljudska prava (bivše četvrto odeljenje), u veću sastavljenom od :", "\tPäivi Hirvelä, predsednice,\n\tLech Garlicki,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tZdravka Kalaydjieva,\n\tNebojša Vučinić,\n\tVincent A. De Gaetano, sudije,\ni Françoise Elens-Passos, sekretarice odeljenja,", "Posle većanja na zatvorenoj sednici od 28. maja 2013,", "Izriče sledeću presudu, usvojenu tog dana :", "POSTUPAK", "1.  Predmet je formiran na osnovu predstavke (br. 48609/06) protiv Republike Bugarske tako što su se devet državljana te države (« podnosioci predstavke »), kao i Udruženje za evropsku integraciju i ljudska prava («udruženje podnosilac predstavke»), obratili Sudu 31. oktobra 2006, u skladu sa članom 34 Konvencije o zaštiti ljudskih prava i osnovnih sloboda («Konvencija»).", "2.  Podnosioce predstavke predstavlja G. Ekimdžiev, advokat iz Plovdiva. Bugarsku vladu («Vlada») zastupa njen agent, Gđa M. Koceva, iz Ministarstva pravde.", "3.  8. septembra 2009, predstavka je dostavljena Vladi. U skladu sa članom 29 § 1 Konvencije, odlučeno je i da će se veće izjasniti istovremeno i o prihvatljivosti i o meritumu.", "ČINJENIČNO STANJE", "I.  OKOLNOSTI SLUČAJA", "4.  Podnosioci predstavke fizička lica roditelji su sedmoro od petnaestoro dece i punoletnika mlađih od 22 godine koja su preminula tokom zime 1996-1997. u domu za decu s ozbiljnim mentalnim poremećajima u selu Džurkovo (« Dom u Džurkovu »), koji je u nadležnosti gradske opštine Laki. Reč je o Gini Asenovoj Nenčevoj, rođenoj 1953, i Ivanu Jankovu Nenčevu, rođenom 1955, oboje s prebivalištem u Dragoru (roditelji Mitka Durova), Sehare Ismail Darinovoj, rođenoj 1952. s boravištem u Isperihu (majka Ravije Ismail), Iliji Ivanovu Stojanovu, rođenom 1942, i Velički Ilievoj Stojanovoj, rođenoj 1944, oboje s boravištem u Elhovu (roditelji Donke Stojanove), Fani Filipovoj Evtimovoj, rođenoj 1961. i s boravištem u Kacelovu (majka Neli Hristove), Mariji Hristovoj Atanasovoj, rođenoj 1970. i s boravištem u Jambolu (majka Marjana Atanasova), Georgi Vasilevu Georgievu, rođenom 1960. s boravištem u Plovdivu (otac Vasila Georgieva) i Ivanu Dečkovom Ivanovu, rođenom 1950. S boravištem u Sminu (otac Diana Dečkove).", "5.  Udruženje koje koje je takođe podnosilac predstavke jeste jedno udruženje po bugarskom pravu, pod nazivom Udruženje za evropsku integraciju i ljudska prava.", "A.  Smrtni slučajevi u domu u Džurkovu", "6.  Dom u Džurkovu smešten je u masivu Rodopskih planina na 1 300 metara nadmorske visine, na 15 km od grada Lakija. Zimi su uslovi pristupa selu veoma teški.", "7.  Oko 80 dece bilo je smešteno u domu u Džurkovu tokom zime 1996-1997. Ta deca su bila podeljena u dve kategorije: «vezani za krevet» i «pokretni». Prva su bila potpuno nesposobna da se kreću i da čine elementarne pokrete i sve vreme su provodila u krevetu. Druga kategorija je obuhvatala decu manje ili više smanjenih motoričkih sposobnosti, ali koja su mogla da se kreću sama ili uz nečiju pomoć. Sva deca su bila ozbiljno mentalno i fizički hendikepirana. Neka deca su bila smeštena u dom u Džurkovu na osnovu jednog administrativnog rešenja nakon što su njihovi roditelji dali saglasnost za usvajanje, dok su ostala deca tamo bila smeštena na zahtev svojih roditelja.", "8.  U većini gore navedenih slučajeva, zdravstveni kartoni nisu sadržavali informacije o lečenju niti o događajima koji su prethodili smrti. Za neke od te dece uverenja o smrti sastavljana su po nekoliko dana posle njihove smrti. Nikakva autopsija tela nije obavljana. S obzirom da domaće pravo predviđa autopsiju samo u slučajevima smrti u bolničkoj ustanovi a ne i u socijalnim ustanovama i da bliski srodnici preminule dece nisu tražili autopsiju.", "9.  Osoblje doma je obezbedilo sahranu sve dece, osim za Vasila Georgijeva, čiju sahranu je organizovao njegov otac. Roditelji ostale dece nisu prisustvovala sahranama.", "...", "B.  Dom u Džurkovu i opšta situacija u zemlji tokom zime 1996-1997.", "26.  Tokom razmatranog perioda Bugarska se suočila s teškom ekonomskom, finansijskom i socijalnom krizom. Stopa inflacije je prelazila 1 000 %, što je imalo za posledicu veliki pad vrednosti prihoda stanovništva i budžetskih resursa odobrenih javnim organizacijama. Uvedene su restrikcije na ogrev, a razmena i saobraćaj između gradova i regiona u zemlji bili su drastično smanjeni. U takvom kontekstu, budžet odobren domu u Džurkovu, čije je administrativno i budžetsko upravljanje bilo u nadležnosti gradonačelnika, znatno je izgubio na vrednosti a gradska opština nije više mogla da obezbeđuje troškove za prehrambene namirnice i ostale neophodne proizvode. Osim toga, ispostavlja se da je tokom zime 1996-1997, dom u Džurkovu imao na raspolaganju oko 1,62 nova bugarska leva (BGN), odnosno oko 0,80 evra (EUR), po detetu dnevno za pokrivanje troškova ishrane, grejanja, medicinske nege i odeće.", "27.  U to vreme, ova ustanova je zapošljavala samo jednog lekarskog pomoćnika, pet medicinskih sestara, četiri negovateljice i jednu pralju. Ispostavlja se da je jedna negovateljica trebalo da brine o dvadesetoro dece. U odsustvu medicinskih sestara negovateljice su davale lekove i pratile zdravstveno stanje dece. U domu u Džurkovu nije bilo lekara iako je takvo radno mesto bilo predviđeno.", "28.  Zbog teških zimskih uslova do doma se nije moglo stići automobilom. Najbliža bolnica se nalazila na 40 km a za bolesnu decu nije bilo odgovarajućeg prevoznog sredstva. Da b I stiglo do doma, osoblje je moralo pešice da prevali pet kilometara.", "29.  Mazut je isporučivan u nedovoljnim količinama i neredovno, s obzirom na nestašicu nafte. Grejanje je radilo po jedan sat tokom večeri i jedan sat tokom prepodneva, tako da se temperatura unutar doima kretala između 12oC i najviše 15oC. Dva do tri električna radijatora bila su postavljena u hodnicima a vrata soba su ostavljana otvorena da bi topao vazduh cirkulisao. Ponekad, zbog nedostatka mazuta, prostorije nisu grejane.", "30.  Hrana je bila izrazito nedovoljna, lošeg kvaliteta i jednolična. Užina je bila ukinuta zbog nedostatka namirnica. Međutim, osoblje doma kao i neki stanovnici najbližeg sela donosili su u dom, na dobrovoljnoj osnovi, namirnice kao pasulj i krompir, kako se deca jednog dana ne b i našla bez ikakve hrane.", "31.  Bilo je teško obezbeđivati osnovne higijenske uslove s obzirom da praktično nije bilo moguće prati i sušiti rublje, odeću, posteljinu i pokrivače za decu. Dom je imao dve mašine za pranje rublja a rublje se sušilo na električnim radijatorima. Deca «vezana za krevet» mogla su fiziološke potrebe da obavljaju samo u krevetu i bilo je potrebno da im se rublje menja više puta dnevno, što nije bilo moguće s obzirom na nedostatak rezervne odeće. U takvim uslovima, osoblje doma je koristilo svakojake materijale, kao što su stara odeća i krpe umesto pokrivača koji ne bi stigli da se osuše.", "C.  Intervencije direktorke doma i gradonačelnika Lakija kod organa vlasti", "32.  Iz spisa predmeta proističe da su direktorka doma i gradonačelnik grada Lakija uputili, 10. septembra 1996, pismo Agenciji za inostranu pomoć (Агенция за чуждестранна помощ) u kome su istakli da s dolaskom zime situacija u domu veoma zabrinjavajuća i treba hitno preduzeti mere radi obezbeđivanja dopremanja ogreva, hrane i svih proizvoda neophodnih za dnevno održavanje doma, s obzirom da gradska opština nema raspoloživih sredstava.", "33.  20. septembra 1996, direktorka doma jedno pismo, koje je potpisao i gradonačelnik Lakija, Ministarstvu zdravlja i socijalne politike u kome je istakla da njena ustanova nema materijalnih sredstava za zadovoljavanje osnovnih potreba i da su zbog nedostatka ogreva, hrane i odeće, zdravlje i život ozbiljno i neposredno ugroženi. U jednom drugom pismo, od 18. novembra 1996, zatražila je od službi tog ministarstva zaduženih za socijalnu pomoć da učine nešto, naznačivši količine nedostajućih neophodnih namirnica i farmaceutskih proizvoda. Ti zahtevi su ostali bez odjeka.", "34.  Prvo dete je preminulo 15. décembra 1996.", "35.  22 januara 1997, jedna grupa od osmoro dece iz jednog drugog doma za socijalno zbrinjavanje iz jednog regiona s blažom klimom, smeštena je u dom u Džurkovu na osnovu jedne odluke opštinskih socijalnih službi.", "36.  Direktorka se u više navrata obraćala, za šta datumi nisu precizno navedeni, Regionalnom komitetu bugarskog Crvenog krsta, iznevši detaljno probleme s kojima se dom suočava i traživši pomoć. Tokom meseca januara, direktorka je zatražila od raznih nacionalnih organa, od Agencije za inostranu pomoć i od humanitarnih organizacija, da pošalju osnovne namirnice. 17. januara 1997, gradonačelnik Lakija i direktorka doma ponovo su se obratili Ministarstvu rada i socijalne politike, Ministarstvu finansija, kao i okružnom načelniku, istakavši da domu nedostaju hrana, ogrev, odeća i rublje. Zatražili su hitnu intervenciju jer deca rizikuju da ne prežive zimu u navedenim uslovima.", "37.  Osim toga, direktorka je kontaktirala i jednu radio stanicu preko koje je uputila apel za privatne donacije. Prema svedočenjima osoblja prikupljenim u okviru krivičnog postupka koji je nakon toga pokrenut, zahvaljujući tim privatnim donacijama dobijenim posle upućenog apela umiranje ostale dece je izbegnuto. U februaru 1997, datum nije preciziran, okružni načelnik je odobrio pet tona mazuta za dom i naredio slanje konzervi i pirinča.", "38.  Ispostavlja se da opštinski organi Lakija nisu raspolagali nikakvim budžetskim sredstvima, čak ni na početku budžetske 1997. godine, zbog hiperinflacije. Ipak, nisu odbijali da indosiraju fakture doma iako su zbog toga morali da se zadužuju kod dobavljača. Istovremeno, budući da prodavnice i dobavljači često i sami nisu imali robe, zbog opšte nestašice, dom nije mogao kod njih da nabavi dovoljne količine potrebnih proizvoda.", "39.  22. februara 1997, kad se broj preminule dece povećao na sedam, direktorka doma je poslala telegram ministru rada i socijalne politike ističući u njemu dramatičnost situacije i zatražila je hitnu intervenciju ministra. Pismima upućenim istog dana ponovo se obratila službama Ministarstva rada i socijalne politike zaduženim za socijalnu pomoć da bi im predočila krizno stanje u domu. Kao odgovor na te zahteve domu su odobrene izuzetne subvencije od oko 7 282 000 bugarskih leva (BGL), odnosno oko 3 720 evra (EUR), u više tranši isplaćenih između 28. februara u 4. aprila 1997.", "40.  U to vreme, petnaestoro dece je bilo umrlo u domu, od koje četvoro od dece koja su bila premeštena 22 januara (gornji stavovi 16-18, 21 i 35).", "D.  Pokretanje krivičnog postupka", "41.  Ispostavlja se da je prema uputstvu regionalnog tužilaštva od 27. aprila 1999. regionalna policija otvorila istragu o događajima u domu u Džurkovu. Direktorka i još neki drugi članovi kolektiva dali su izjave u maju 1999. U svom izveštaju od 3. juna 1999, policijski istražitelj (дознател) izrazio je mišljenje da postoje dovoljni elementi za pokretanje krivične odgovornosti gradonačelnika Lakija. Predmet ne sadrži informacije o daljoj sudbini te sugestije.", "42. 30. jula 1999, oblasno tužilaštvo u Plovdivu izdaje službeni nalog za pokretanje krivičnog postupka protiv X o uzrocima deset od petnaest smrtnih slučajeva u domu u Džurkovu, odnosno o uzrocima smrti Tatjane Hristove, Vasila Georgijeva, Donke Stojanove, Dijane Dečkove, Angeline Atanasove, Milča Milčeva, Marjana Atanasova, Neli Hristove, Mitka Durova i Rozice Nedelčeve. Ta krivična istraga odnosila se na eventualno ubistvo iz nehata izazvano nepažnjom ili propustom izvršavanja zakonske obaveze bezbednosti ili opreza prilikom obavljanja neke profesije ili druge rizične aktivnosti regulisane zakonom (član 123 krivičnog zakonika). Osim toga, tužilaštvo je izdalo nalog istražnim službama da istraže, između ostalog, da li je postojala uzročno-posledična veza između pomenutih smrtnih slučajeva i eventualnih propusta u obavezi zaštite života i zdravlja bolesnih lica konkretnim zadovoljavanjem njihovih potreba u hrani, grejanju i ostalim osnovnim proizvodima. Tužilaštvo je još naložilo i da se eventualno pokrene pitanje krivične odgovornosti svih lica koja su bila u nekoj vezi s lečenjem dece i finansiranjem doma, da bi se utvrdilo da li se njihovo ponašanje može smatrati uzrokom tih smrti.", "43.  15. februara 2000, istražitelj službe i za istražne radnje (следовател) dao je nalog da se obavi medicinsko veštačenje u vezi sa uzrocima smrti četrnaestoro dece, odnosno desetoro dece navedene u prethodnom stavu, kao i Marije Sofronijeve, Radke Asenove, Žanete Stefanove i Maline Ivanove. 22 maja 2000, podneli su pojedinačne izveštaje o slučajevima svakog deteta ponaosob, zasnovane na pismenim dokumentima iz predmeta. U tim izveštajima je istaknuto da je, u odsustvu autopsije, teško odrediti tačne medicinske uzroke smrti. Veštaci su istakli da su pomenuti smrtni slučajevi verovatno prouzrokovani, u jednom delu slučajeva, prehladama i lošim životnim uslovima koji su kod dece izazvali bolesti kao zapaljenje pluća, bronhitis, rinofaringitis, disajni šumovi, hipotermija, ili pak kožne infekcije ili hipotrohija. Za neke slučajeve veštaci su smatrali da su teške bolesti same za sebe dovoljne, i pored odgovarajućeg lečenja, da dovedu do smrtnog ishoda s obzirom da je očekivani životni vek kraći nego inače. Najzad, za neke druge slučajeve, veštačenje ukazuje na to da nisu mogli biti identifikovani konkretni uzroci smrti zbog nedovoljnih medicinskih podataka.", "44.  5. aprila 2004, pokrenuta je istraga protiv direktorke doma zbog ubistva iz nehata usled propusta u izvršavanju zakonske obaveze. U datume koji nisu navedeni, lekarski pomoćnik i glavna sestra takođe su okrivljeni po istim tačkama.", "45.  4. oktobra 2004, istražitelj je zatražio od Ministarstva Rada i socijalne politike da pruži na uvid dokumente vezane za slučaj doma u Džurkovu, posebno nakon prijema pisama dobijenih od direktorke i od gradonačelnika Lakija. Pismom od 2. novembra 2004, odgovorno lice u ministarstvu odgovorilo je da tokom perioda od 1. decembra 1996. do 31. marta 1997, dom u Džurkovu nije bio na budžetu ministarstva, već na budžetu grada. Istakao je da nikakva prepiska iz tog vremena nije mogla biti pronađena u arhivi ministarstva, ali je istakao i da su izuzetne subvencije bile odobravane domu između 28. februara i 4. aprila 1997. (gornji stav 39).", "46.  4. oktobra 2004, istražitelj je zatražio informacije od Ministarstva finansija u vezi sa reagovanjima na pisma direktorke. Pismom od 21. Oktobra 2004, jedan pomoćnik ministra je odgovorio da je arhiva koja se odnosi na taj period uništena s obzirom na istek zakonskog perioda čuvanja dokumenata od pet godina. Osim toga, istražitelj je zatražio od gradske uprave Lakija sve dokumente u vezi s tim slučajem. 21. oktobra 2004, dobio je informaciju da je odgovorni činovnik gradske uprave u međuvremenu preminuo i da je arhiva iz tog perioda takođe uništena po isteku zakonskog ruka obaveznog čuvanja. Nikakve dodatne mere u smislu istrage o eventualnoj odgovornosti drugih javnih institucija ili državnih činovnika nisu preduzete.", "47.  Službenim dopisom od 9. decembra 2004, istražitelj je predložio tužilaštvu da optužene izvede pred nadležni sud, zaključivši da ovi nisu bili ispunili svoje profesionalne obaveze i da su njihovi propusti izazvali smrt dece i mlađih punoletnika. On je istakao da je direktorka propustila da donese odgovarajuće upravljačke odluke, što je dovodilo do zakasnelog konstatovanja nedovoljnog snabdevanja i grejanja, kao i do nedostatka neophodne medicinske nege", "48.  17. januara 2005, oblasno tužilaštvo je prosledilo oblasnom sudu u Plovdivu optužnicu protiv troje optuženih za profesionalni nemar koji je izazvao smrt više od jednog lica, odnosno trinaestoro dece, u posebno teškim okolnostima. Od petnaestoro dece navedene u gornjim stavovima 10-25, slučajevi Maline Ivanove i Ravije Ismail nisu uključeni u optužnicu.", "49.  Između 7. i 23. februara 2005, roditelji sedmoro od ove dece (Ilija Stojanov, Velička Stojanova, Georgi Georgijev, Anka Georgijeva, Fani Evtimova, Sehare Darinova i Ivan Ivanov) podneli su zahtev za učešće u postupku i pridružili su svoje građanske tužbe krivičnom postupku.", "50.  Na ročištu održanom 23. februara 2005, oblasni sud je petoro njih proglasio za tužitelje (частен обвинител), pošto ostalo dvoje to nisu zahtevali, ali je odbio da krivičnom postupku pridruži građanske tužbe uz obrazloženje da bi njihovo razmatranje moglo doprineti komplikovanju slučaja ili dovesti do odlaganja njegovog razmatranja radi prikupljanja eventualnih dokaza. Sud se nije izjasnio po zahtevu za podizanje građanske tužbe podnosioca predstavke Sehare Darinove, a ta tužba nije razmatrana ni kasnije. Podnosioci predstavke nisu podnosili tužbe za naknadu štete kod građanskih sudova.", "51.  Osim toga, na tom ročištu je sud priznao svojstvo naslednika svim roditeljima preminule dece.", "52.  Razmatrajući ovaj slučaj oblasni sud je saslušao pedesetak svedoka, kao i više veštaka, i prikupio pismenu dokumentaciju. Takođe je dao nalog da se izvrši novo medicinsko veštačenje od strane pet lekara kako bi se utvrdila eventualna veza između ponašanja optuženih i nastalih smrtnih slučajeva. Presudom od 18. maja 2005, oblasni sud je optužene oslobodio. Tu presudu je potvrdio presudom apelacioni sud u Plovdivu od 15. decembra 2005. Oba suda su smatrala posebno, na osnovu izveštaja veštaka, da su postojali izvesni propusti u vođenju dokumentacije u toj ustanovi, ali da ta okolnost nije u vezi sa smrću dece. Nije postojala uzročno-posledična veza između ponašanja optuženih i predmetnih smrtnih slučajeva. Oba suda su imala u vidu medicinsko veštačenje obavljeno u sudskoj fazi postupka. Na osnovu tog veštačenja apelacioni sud je zaključio da su, za većinu smrtnih slučajeva, nedovoljna hrana i krajnje teški životni uslovi bili u pozadini komplikacija osnovnih bolesti i ubrzanja okončanja života dece. Međutim, optuženi nisu pokazali nemar u obavljanju svojih dužnosti i da im se ne može pripisati odgovornost za uslove života u domu. Posebno je direktorka doma u Džurkovu, konstatujući teškoće iskrsle u kontekstu ekonomske krize, u više navrata i bezuspešno bila uzbunila, još od septembra 1996, sve javne ustanove koje su imale neposrednu odgovornost za isplatu subvencija a od kojih se moglo očekivati da nešto učine da bi zadovoljile potrebe za grejanjem, ishranom i lekovima. Apelacioni sud je primetio, osim toga, da su sve troje optuženih, kao i ostalo osoblje doma u Džurkovu, upotrebili u najvećoj mogućoj meri sredstva koja su im bila na raspolaganju da bi ublažili teške životne uslove u toj ustanovi. Oni se nisu mogli smatrati odgovornim za nedostatak hrane, ogreva, dezinfekcionih sredstava, kao rublja i pokrivača, dok nadležne javne ustanove nisu imale sredstava da zadovolje njihove potrebe ili su im obezbeđivale isporuku tih potrepština u vrlo nedovoljnim količinama. Apelacioni sud je istakao da su upravo te javne ustanove, ne obezbedivši odgovarajuća finansijska i materijalna sredstva, dovele do pogoršanja uslova u domu i do ugrožavanja zdravlja i života dece, doprinevši tako smrtnim slučajevima dece i povećanju stope smrtnosti uopšte toj ustanovi.", "53.  Osim toga, a u vezi s tvrđenjima da lekarski pomoćnik nije pružio neophodnu negu niti zatražio hospitalizaciju dece kad je ustanovio da je došlo do pogoršanja njihovog zdravstvenog stanja, sudovi su istakli da je jedino mesto gde su deca mogla biti hospitalizovana bilo pedijatrijsko odeljenje gradske bolnice u Asenovgradu. A prema obavljenom medicinskom veštačenju, prevoz dece nezagrejanim vozilom pri spoljnoj temperaturi ispod nule značilo bi izložiti decu smrtnoj opasnosti, posebno imajući u vidu činjenicu da su deca bila vrlo osetljiva i da su lako mogla da dobiju patološku prehladu s infekcijama. Apelacioni sud je ustanovio još i da direktorka nije mogla biti odgovorna ni za nepostojanje lekara u domu, ni za transfer u dom osmoro dece iz jednog drugog doma.", "54.  Što se tiče ličnog angažmana roditelja preminule dece, sudovi su ustanovili da su samo otac Vasila Georgijeva i majka Neli Hristove posećivali svoju decu, dok ostali roditelji nikad nisu pokazali brigu za sudbinu svoje dece tokom njihovog boravka u domu. Tokom teških zimskih meseci 1996-1997, a u uslovima tadašnje ekonomske krize , ni jedan od roditelja nije pružio pomoć niti doprineo donacijom u odeći ili hrani, čak ni u minimalnim količinama.", "55.  9. januara 2007, presudu apelacionog suda potvrdio je Vrhovni kasacioni sud.", "56.  U predmetu nema informacija o eventualnom postojanju drugih istraga o mogućoj uzročno-posledičnoj vezi između pasivnosti drugih organa i ustanova i smrtnih slučajeva u domu u Džurkovu. Takođe nema ni elemenata na osnovu kojih bi se zaključilo da su podnosioci predstavke tražili takvu istragu.", "E.  Opšte informacije koje je dala strana podnosilaca predstavke u vezi s istragama koje se odnose na smrtne slučajeve iskrsle u domovima za decu s mentalnim poremećajima u Bugarskoj", "57.  Strana podnosilaca predstavke izlaže da je jednu inspekciju pomenutih domova obavilo Opšte tužilaštvo na inicijativu bugarskog Helsinškog komiteta (nevladina organizacija bazirana u Sofiji) tokom 2010. godine. U zaključcima te inspekcije da se tokom perioda od 2000-2010 broj smrtnih slučajeva u takvim ustanovama povećao na 238, odnosno 25 smrtnih slučajeva godišnje u sva 24 doma.", "58.  Ispostavlja se najzad da je oktobra 2010 Opšte tužilaštvo najavilo pokretanje krivičnog gonjenja za većinu smrtnih slučajeva identifikovanih tokom inspekcije.", "F.  Statistički podaci koje je prezentovala Vlada u vezi sa stopom smrtnosti u domu u Džurkovu", "59.   Vlada je dala podatke o broju dece preminule po godina u domu u Džurkovu između 1990. i 1999,: 1990, šestoro dece ; 1991, jedno dete ; 1992, jedno dete ; 1993, četvoro dece ; 1994, sedmoro dece; 1995, osmoro dece ; 1996, sedmoro dece ; 1997, četrnaestoro dece ; 1998, jedno dete ; 1999, troje dece.", "G.  Podaci koje je prezentovala Vlada o reformi funkcionisanja domova za decu sa mentalnim poremećajima u Bugarskoj", "60.  Vlada ističe da je jedna reforma struktura za zbrinjavanje dece sa mentalnim poremećajima započeta u Bugarskoj 2003. Ta reforma je bila deo jedne opštije reforme započete u sektoru socijalnih službi. Tako je iniciran strateški akcioni plan s ciljem smanjenja broja dece smeštene u socijalne institucije povećanjem broja te dece smeštene u prihvatnim porodicama kako bi im se obezbedilo personalizovano vaspitanje i nega. Evaluacija svih institucija na koje se reforma odnosi obavljena je između 2003. i 2005.", "61.  U tom kontekstu, 26. i 27. juna 2005, eksperti iz Agencije za zaštitu deteta i Agencije za socijalnu pomoć pristupili su evaluaciji uslova u kojima smeštena deca u domu u Džurkovu. Prema zaključcima te evaluacije, nije bilo nikakvog personalizovanog pristupa nezi te dece ; ustanova je bila izolovana i teško pristupačna iako su materijalni uslovi prostorija bili zadovoljavajući kao takvi. Šta više, direktor doma nije bio u stanju da obezbedi neophodnu kontrolu poštovanja minimalnih standarda u pogledu socijalnog staranja o deci. Eksperti su tada preporučili hitan transfer dece. Tako su sva deca premeštena u specijalizovane ustanove u Sofiji i u Staroj Zagori pre 1. januara 2006..", "62.  Osim toga, 2010. je postojalo u Bugarskoj 24 doma za decu s mentalnim poremećajima i jedan dom za decu s fizičkim hendikepom. U njih je bilo smešteno ukupno 1002 dece i 417 mlađih punoletnika. U nekim od tih ustanova došlo je do poboljšanja životnih uslova tokom poslednjih godina, a kvalitet organizacije rada i obuke osoblja porastao je u odnosu na vreme spornih događaja. Ipak, veliki broj tih ustanova nije odgovarao zahtevanim standardima tako da deca tamo i dalje nisu dobijala potrebni minimum nege i usluga. U tu svrhu Vlada je 2010. osnovala ekspertsku grupu pod predsedništvom ministra rada i socijalne politike. Cilj te grupe je bio da razradi nacionalni program koji bi omogućio zatvaranje institucije tog tipa u roku od petnaest godina i uspostavljanje sistema alternativnog zbrinjavanja, kao što je izbor prihvatnih porodica.", "II.  RELEVANTNO UNUTRAŠNJE PRAVO I PRAKSA", "A.  Regulativa u oblasti socijalnih domova za decu s mentalnim poremećajima", "63.  U trenutku događaja, aktivnosti domova za decu s mentalnim poremećajima i ostalih socijalnih domova bile su regulisane propisima koje je izdalo Ministarstvo javnog zdravlja (Službeni list (S.L.) br. 91 iz 1965 ; uz izmene objavljene u S.L. br.30 iz 1987.), koji su bili na snazi do 1999, kad su ih zamenili novi propisi.", "64.  U skladu s tim propisima, kao i sve socijalne ustanove, domove za decu s mentalnim i fizičkim poremećajima u potpunosti je finansirala država. Njima su upravljali opštinski saveti i morali su se držati normi i uputstava Ministarstva javnog zdravlja i socijalnih pitanja. Izgleda, međutim, da su ti domovi, uključujući i onaj u Džurkovu, u određeno vreme a nakon osnivanja odvojenog Ministarstva za socijalna pitanja, bili pod upravom Ministarstva rada i socijalne politike (naziv izmenjen 1997). Godišnji budžet doma u Džurkovu odobravao je nadležni ministar koji ga je i uplaćivao u budžet gradske opštine Laki. Ova je obezbeđivala administrativno i finansijsko upravljanje ustanovom. Broj osoblja bio je utvrđen jednom uredbom Ministarstva zdravlja i socijalne politike, a potom bi ga odobravala nadležna opštinska služba i, najzad, i sam gradonačelnik.", "65.  U propisima su bile precizno navedene funkcije glavnih kategorija zaposlenih: direktor, lekari, medicinsko i administrativno osoblje. Posebno, ako u nekom domu nije bilo predviđeno radno mesto lekara, lekarsku negu morao je da obezbeđuje lekar iz najbližeg naseljenog mesta.", "66.  Dom u Džurkovu imao je i svoj interni pravilnik kojim su detaljno bili predviđene organizacija i raspodela poslova i zadataka odnosno funkcija osoblja. Osim toga, zadaci svojstveni svakom radnom mestu bili su opisani u sistematizaciji radnih mesta. Tako je, na primer, direktorka doma bila odgovorna za obezbeđivanje neophodnih uslova za funkcionisanje doma, kao i za odgovarajuću brigu za život, zdravlje i fizički razvoj dece. Jedno radno mesto lekara bilo je predviđeno, ali nije bilo popunjeno u vreme događaja. Medicinsko osoblje doma u Džurkovu sastojao se od jednog lekarskog pomoćnika s pola radnog vremena i od pet medicinskih sestara.", "67.  Osim toga, prema članu 37 zakona o javnom zdravlju iz 1973, koji je bio na snazi u vreme događaja, kad bi neko lice preminulo u bolničkoj ustanovi, autopsija tela je bila obavezna, uz izvesne izuzetke. Kad bi smrt nastupila izvan kruga bolničkih ustanova, između ostalog i u nekom socijalnom domu, autopsija nije bila obavezna.", "B.  Krivični zakonik", "68.  Prema članu 123 alineja1 pomenutog zakonika, koji je bio primenljiv u vreme događaja, kaznom zatvora do pet godina kažnjavano je delo ubistva iz nehata zbog zanemarivanja ili propusta u izvršavanju neke zakonske obaveze bezbednosti ili opreza prilikom obavljanja neke rizične profesije ili druge rizične aktivnosti regulisane zakonom. Visina te kazne je od tri do osam godina u slučaju smrti više lica, odnosno od pet do petnaest godina ako je delo počinjeno u posebno otežavajućim okolnostima (član 123, alineje 3 i 4).", "69.  Članom 137 istog zakonika kvalifikovalo se kao krivično delo ugrožavanje života drugog lica (злепоставяне), činjenica da se svesno izlaže opasnosti lice lišeno sposobnosti samozaštite – maloletno lice ili lice u dubokoj starosti, bolesno lice ili lice ranjivo iz bilo kog drugog razloga – da se izlaže okolnostima koje ugrožavaju život tog lica, odnosno da mu se ne pruži pomoć. Za takvo delo bila je zaprećena kazna do tri godine zatvora.", "C.  Podizanje javne tužbe", "70.  Prema relevantnim odredbama zakonika o krivičinom postupku iz 1974 (ZKP, koji je bio na snazi u trenutku događaja, javni tužilac i istražitelj bili su nadležni za pokretanje krivičnog postupka.", "71.  Žrtva nekog kršenja zakona mogla je učestvovati u sudskoj fazi krivičnog postupka u svojstvu strane tužitelja ili kao stranka u građanskom postupku i to najkasnije na prvom ročištu (članovi 52 i 60 ZKP). To svojstvo je davalo pravo na upoznavanje s predmetom, na podnošenje zahteva u vezi s istražnim merama i pravo na žalbu protiv donetih akata (članovi 55 i 63 ZKP).", "D.  Podizanje građanske tužbe", "72.  Žrtva nekog krivičnog dela ima mogućnost podizanja tužbe za nadoknadu štete nastale iz krivičnog dela, protiv optuženog u okviru krivičinog postupka (član 60, alineja 1, ZKP i gornji stav 71). Građanska tužba nije prihvatljiva ako je takva tužba već podignuta pred nekim građanskim sudom. Osim toga, razmatranje građanske tužbe ne sme da izazove kašnjenje krivičnog postupka; u takvim slučajevima, krivični sud može da odbije istovremeno razmatranje građanske tužbe (član 64, alineja 2, ZKP). Krivični sud se izjašnjava po građanskoj tužbi u svojoj presudi. U novom zakoniku iz 2006. sačuvana su ta načela.", "73.  Žrtva može takođe podneti svoj zahtev za naknadu štete od optuženog neposredno građanskim sudovima. U tim slučajevima, budući da su građanski sudovi vezani konačnim presudama krivičnih sudova kad je reč o počinjenju dela i utvrđivanju krivice okrivljenog (član 372, alineja 2, ZKP, i član 222 Zakonika o građanskom postupku iz 1952 – ZGP), postupak se po pravilu suspenduje u očekivanju ishoda krivičnog postupka (član 182, alineja 1 (д), ZGP iz 1952). Ni tu novi zakonik iz 2006. ne donosi promene u pogledu načela. Osim toga, kad su štete počinjene činjenjima koja ne predstavljaju krivično delo, žrtva može podneti građansku tužbu zasnovanu na članu 45 Zakona o obligacijama i ugovorima. Iz takve tužbe može proisteći dosuđivanje naknade za pretrpljenu materijalnu i nematerijalnu štetu. U skladu sa sudskom praksom Vrhovnog kasacionog suda, nematerijalna šteta se određuje po principu pravičnosti. U slučaju smrtnog ishoda, samo bliski srodnici žrtve mogu pretendovati na naknadu štete i to samo ako su stvarno pretrpeli nematerijalnu štetu. Tako, bliski srodnici koji nisu bili u dobrim odnosima sa žrtvom – roditelji koji su napustili decu, de fakto razdvojeni supružnici i sl., ne bi mogli pretendovati da su pretrpeli takvu štetu (ППВС br. 4 od 25.05.1961.).", "E.  Istražne nadležnosti javnog tužioca prema Zakonu o pravosudnom sistemu iz 1994", "74.  Prema članu 119, alineja 1, tačka 3, pomenutog zakona, ukinutog 2007, javni tužilac je mogao, u okviru vršenja svojih funkcija i kad su postojali podaci o izvršenju krivičnih dela ili drugih nezakonitih činjenja ili dela, da izda nalog nadležnim organima da izvrše kontrole u određenom roku. Ti organi bi predočili zaključke i, na zahtev tužioca, svu dokumentaciju koju poseduju. Prema tački 5 iste odredbe tužilac je mogao da dostavi prikupljenu dokumentaciju nadležnim organima kad bi utvrdio postojanje razloga za postavljanje pitanja odgovornosti odnosnih lica ili za izricanje obaveznih administrativnih mera koje on sam ne bi mogao da sprovede. Članom 119, alineja 2, bilo je predviđeno da uputstva tužioca budu obavezujuća za javne ustanove, činovnike, pravna lica i pojedince.", "F.  Krivična odgovornost javnih službenika", "75.  Članom 1, alineja 1, zakona iz 1988. o odgovornosti države za štete nanesene pojedincima (Закон за отговорността на държавата за вреди, причинени на граждани, naslov izmenjen 2006.) bilo je predviđeno, u redakciji koja je bila na snazi u trenutku događaja iz ovog slučaja :", "« Država je odgovorna za štete nanesene pojedincima nezakonitim delima, činjenjima ili nečinjenjima njenih službenika prilikom vršenja njihovih funkcija u upravnoj oblasti. (...) »", "76.  Iz sudske prakse domaćih sudova proističe da, jednom kad se ustanovi nezakonitost nekog akta, ta odredba omogućava, na primer, svakom licu čije se zdravlje pogoršalo zbog činjenice da mu organi u nadležnosti Ministarstva zdravlja nisu redovno isporučivali lekove iako su imali zakonsku obavezu da to čine, da pokrene pitanje odgovornosti državne uprave i da dobije naknadu (reš. br. 211 od 20.05.2008, po gr. d. br. 6087/2007, ВКС, V г. о.).", "77.  Za slučajeve koji se dogode u drugačijim okolnostima od onih koje su navedene u članu 1, alineja 1 tog zakona, državni organi mogu biti odgovorni prema pravilima opšteg krivičnog prav (član 45 i naredni Zakona o obligacijama i ugovorima). Članom 49 tog zakona predviđena je objektivna odgovornost počinilaca za dela njihovih potčinjenih : prema toj odredbi, onaj ko poveri izvršavanje neke funkcije ili bilo kog posla nekom licu odgovoran je za štete koje to lice prouzrokuje trećim licima u okviru obavljanja svog rada ili svoje funkcije. U tim slučajevima, odgovornost počinioca je pretpostavljena i može se njen nosilac pozvati na odgovornost čak i ako se ne utvrdi koji je službenik konkretno odgovoran za nastalu štetu (ППВС № 7 от 1959 г., ППВС № 4 от 30.10.1975 г.). Iz domaće sudske prakse proističe da ta odredba omogućava da se pozove na odgovornost neka opština i da se dobije naknada zbog smrti nekog lica smeštenog u neku socijalnu ustanovu u slučaju da osoblje ustanove nije poštovalo interni pravilnik u vezi sa stalnim nadzorom štićenika i njihovom bezbednošću (опр. № 693 от 26.06.2009 г. по гр. д. № 824/2007, ВКС, III г. о. ; реш. № 91 от 30.07.2008 г., Софийски АС).", "...", "III.  MEĐUNARODNI IZVORI", "A.  Komesar za ljudska prava Saveta Evrope", "80.  24. januara 2012, komesar za ljudska prava Saveta Evrope, G. Thomas Hammarberg, izjavo je sledeće u dokumentu pod naslovom « Les droits de l’homme des enfants placés dans des institutions, ainsi que des Roms et autres minorités en Bulgarie » (« Ljudska prava dece smeštene u institucije kao i Roma i drugih manjina u Bugarskoj ») priloženom uz pismo upućeno bugarskim državnim organima (CommDH (2012)12 od 24. januara 2012):", "« 2.  U svom izveštaju iz 2010, komesar je (...) izrazio zadovoljstvo merama koje su u Bugarskoj preduzete u cilju poboljšanja uslova života dece u institucijama, putem dezinstitucionalizacije. On je, ipak, duboko zabrinut zbog činjenice da je u nekim izveštajima istaknuto da je situacija dece u nekim institucijama i dalje nedovoljno dobra. Godine 2010, jedna NVO koja se bavi oblašću prava dece uradila je, zajedno s tužilaštvom, jednu studiju na terenu u vezi sa situacijom u kojoj se nalaze institucije za decu s mentalnim hendikepom, uključujući i jedno istraživanje o smrti 238 dece tokom poslednjih deset godina. (...)", "3.  Uvidom u situaciju ustanovljeno je da se deca smeštena u institucijama podvrgavaju praksi nedovoljne ishrane, nasilja, fizičkih ograničenja (...). Ponekad bolesna deca nisu bila hospitalizovana ili su bila sa zakašnjenjem. Neke osnovne potrebe kao što su odgovarajuće grejanje, hrana i vitalni lekovi nisu bili obezbeđeni. Osim toga, prenaseljenost i mala površina većine soba pospešivale su akte agresije i samopovređivanja. »", "B.  Konvencija o pravima deteta, koju je usvojila Generalna skupština Ujedinjenih nacija (rezolucija 44/25 od 20. novembra 1989.)", "81.  Ovu konvenciju ratifikovala je Bugarska 3, juna 1991. Njene relevantne odredbe glase:", "Član 6", "« 1.  Države članice priznaju da svako dete samim rođenjem ima pravo na život.", "2.  Države članice obezbeđuju u najvećoj mogućoj meri opstanak i razvoj deteta.", "", "Član 27", "1.  Države članice priznaju pravo svakog deteta", "na životni standard primeren fizičkom, mentalnom, duhovnom, moralnom i društvenom razvoju deteta.", "", "2. Roditelj(i) ili druga lica odgovorna za dete imaju prvenstveno odgovornost da, u okviru svojih sposobnosti i finansijskih mogućnosti, obezbede životne uslove potrebne za razvoj deteta.", "3. Države članice, u skladu s nacionalnim uslovima i svojim mogućnostima, preduzimaju odgovarajuće mere za pomoć roditeljima i drugim licima odgovornim za dete, radi ostvarivanja ovog prava i, u slučaju potrebe, obezbeđuju materijalnu pomoć i programe potpore, posebno u pogledu ishrane, odeće i stanovanja.. (...) »", "PRAVO", "I.  O DOMETU RAZMATRANJA SLUČAJA OD STRANE SUDA", "...", "84.  U ovakvim okolnostima, razmatranje ove predstavke biće ograničeno na optužbe podnesene samo u ime lica navedenih u gornjim stavovima 4 i 5.", "II.  O NAVODNOM KRŠENJU ĆLANOVA 2, 3 i 13 KONVENCIJE", "85.  Podnosioci predstavke, uključujući i udruženje koje je podnelo predstavku, žale se da država nije izvršila svoje pozitivne obaveze zaštite života lica koja su stavljena pod njenu odgovornost u okolnostima koje predstavljaju neposrednu opasnost za njihovo zdravlje i život, kao i da nije vodila istragu kojom bi se identifikovala lica odgovorna za predmetne smrtne slučajeve. Oni dodaju da su uslovi života u domu u Džurkovu predstavljali neljudski i ponižavajući tretman. Oni se žale i na odsustvo delotvornog pravnog leka koji bi im omogućio da dokažu ta tvrđenja i smatraju da je država izvršila diskriminaciju po osnovu zdravstvenog stanja i osetljivosti tih lica. Zainteresovani se pozivaju na članove 2, 3, 5, 13 i 14 Konvencije. Sud smatra da te optužbe treba da budu razmotrene sa stanovišta članova 2, 3 i 13 Konvencije, čiji relevantni delovi glase:", "Član 2", "« 1.  Pravo na život svake osobe zaštićeno je zakonom. (...). »", "Član 3", "Niko ne sme biti podvrgnut mučenju, ili nečovečnom ili ponižavajućem postupanju ili kažnjavanju. »", "Član 13", "« Svako kome su povređena prava i slobode predviđeni u ovoj Konvenciji ima pravo na delotvoran pravni lek pred nacionalnim vlastima, bez obzira jesu li povredu izvršila lica koja su postupala u službenom svojstvu.»", "...", "B.  O optužbi po članu 2 Konvencije", "...", "2.  O suštini", "a)  Argumenti strana", "99.  Podnosioci predstavke zameraju državi da nije obezbedila osnovno zbrinjavanje u pogledu hrane, grejanja i medicinske nege bolesne dece u domu u Džurkovu, što bi predstavljalo potpuno odustajanje od njene obaveze zaštite, a što je neminovno rezultiralo brojnim smrtnim slučajevima. Oni ističu da bi taj tragičan kraj mogao biti izbegnut da je bila obezbeđenja blagovremena i odgovarajuća medicinska nega. Situacija je bila pogoršana činjenicom da u domu nije bio zaposlen lekar, da su se tamo nalazili samo jedan lekarski pomoćnik s pola radnog vremena i pet medicinskih sestara za negu 80o bolesne dece i da je medicinska intervencija bila gotovo nepostojeća. Navodno nema ni jednog dokaza da su državni organi učinili sve što je bilo u njihovoj moći da bi se izbegli smrtni slučajevi. Direktorka doma je navodno tražila, na sve načine, podršku javnih institucija, koje su navodno nisu reagovale cele te zime. Šta više, dodatni kontingent dece bio je smešten u dom uprkos teškim životnim uslovima u tom posebnom periodu koji su državnim organima bili poznati.", "100.  Podnosioci predstavke smatraju, osim toga, da državni organi nisu vodili efektivnu istragu kako bi se identifikovala i kaznila lica odgovorna za smrtne slučajeve. Naime, državni organi su se navodno ograničili na vođenje krivične istrage protiv troje članova osoblja doma. U tom postupku sudovi koji su oslobodili optužene navodno su nave li javne institucije kao odgovorne za smrt dece. Međutim nikakva istraga po službenoj dužnosti nije pokrenuta ni tokom postupka, ni nakon presuda sudova, a kojom bi se identifikovala odgovorna lica u vreme događaja unutar Ministarstva za rad i socijalnu politiku, Ministarstva finansija, kao i u gradskoj opštini Laki. Šta više, nadležni organi navodno se nisu nikada potrudili da saznaju iz kojih razloga domu nisu bila odobrena neophodna budžetska sredstva niti odgovarajuća medicinska pomoć, niti pak zašto su tamo prebačena bolesna deca iako je bilo jasno da u domu ne postoje odgovarajući uslovi za njihov prihvat. Podnosioci predstavke ističu da je navodno polovina prebačene dece ubrzo umrla u domu zbog navedenih uslova i odsustva neophodne nege s obzirom na njihovo zdravstveno stanje.", "101.  Vlada ne osporava okolnosti predmetnih smrtnih slučajeva kako su ih predstavili podnosioci predstavke. Ona tvrdi da je u konkretnom slučaju jedna dovoljna pravosudni reakcija bila ponuđena ovim potonjima kao mogućnost pokretanja građanskog postupka za naknadu štete s obzirom na činjenicu da su smrti nastupile kao posledica nehata. Naime, podnosioci predstavke su mogli da podnesu tužbu za naknadu pretrpljene štete na osnovu člana 1 zakona iz 1988. o odgovornosti države, a protiv Ministarstva rada i socijalne politike i protiv gradske opštine Laki (gornji stavovi 75-77, i 95).", "102. Vlada takođe iznosi da nije moguće saznati da li su disciplinske ili administrativne mere donošene protiv državnih činovnika povezanih s ovim slučajem, s obzirom na proteklo vreme i na uništavanje arhiva.", "103.  Osim toga, Vlada ističe činjenicu da je dom u Džurkovu zatvoren 1. januara 2006. nakon zaključaka veštaka iz Agencije za zaštitu dece i Agencije za decu sa mentalnim i psihičkim poremećajima.", "104.  Vlada tako smatra da država nije prekršila član 2 Konvencije.", "b)  Ocena Suda", "i.  Opšta načela", "105.  Sud podseća da se prvom rečenicom člana 2, koji figurira među prvorazrednim članovima Konvencije utoliko što se njime utvrđuje jedna od temeljnih vrednosti demokratskih društava koja čine Savet Evrope, nameće državama obaveza ne samo da se uzdržavaju od izazivanja « nenamerne » smrti, već i da preduzimaju neophodne mere za zaštitu života lica u njihovoj nadležnosti (već navođeni slučaj McCann i ostali, § 147, L.C.B. protiv Ujedinjenog Kraljevstva, 9. jun 1998, § 36, Zbirka 1998III, Calvelli i Ciglio protiv Italije [Veliko Veće], br. 32967/96, § 48, CEDH 2002I, Vo protiv Francuske [Veliko Veće], br. 53924/00, § 88, CEDH 2004VIII, i Dodov protiv Bugarske, br. 59548/00, § 79, 17. januar 2008).", "106.  Sud je bio u prilici da razmatra te obaveze, između ostalog, u oblasti opasnih delatnosti (već navođeni slučaj Öneryıldız, Iliya Petrov protiv Bugarske, br. 19202/03, 24. april 2012, Kolyadenko i ostali protiv Rusije, br. 17423/05, 20534/05, 20678/05, 23263/05, 24283/05 i 35673/05, 28. februar 2012), javnog zdravstva (već navođeni slučajevi Calvelli i Ciglio,), rizika od nepogoda (Boudaïeva i ostali protiv Rusije, br. 15339/02, 21166/02, 20058/02, 11673/02 i 15343/02, CEDH 2008 (izvodi) Murillo Saldias i ostali protiv Španije (reš.), br. 76973/01, 28. novembar 2006.), društvenog uređenja (već na vođeni slučaj Dodov), i ostalih delatnosti za koje je država odgovorna, kao što su na primer bezbednost javnih mesta, kako bi se izbeglo da dođe do značajnijih povreda ili smrti lica koja se na njima nalaze (Ciechońska protiv Poljske, br. 19776/04, § 67, 14. jun 2011.). Obaveza države da štiti život posmatrana je tako da ona podrazumeva dužnost obezbeđivanja službi hitne pomoći za slučajeve kad državni organi imaju saznanje da su život ili zdravlje nekog lica ugroženi nekim nesrećnim slučajem (Furdik protiv Slovačke (reš.), br. 42994/05, 2, decembar 2008.). Taj spisak nije iscrpan. Sud je tako primetio da obaveza zaštite života mora da se tumači kao obaveza koja važi u kontekstu svih delatnosti, javnih ili ne, koje bi mogle da ugroze život (već navođeni slučaj Öneryıldız, § 71). Sud je takođe izrekao da se ta obaveza primenjuje na državne organe u oblasti prosvete koji imaju dužnost da štite zdravlje i blagostanje učenika, pogotovo mlade dece koja su posebno osetljiva i koja su pod isključivom kontrolom državnih organa (Ilbeyi Kemaloğlu i Meriye Kemaloğlu protiv Turske, br. 19986/06, § 35, 10. april 2012).", "107.  Obaveze koje proističu iz člana 2 podrazumevaju prvorazrednu dužnost države da štiti pravo na Život uspostavljajući konkretno krivično zakonodavstvo koje će delovati odvraćajuće na počinioce napada na lica (već navođeni slučaj Boudaïeva i ostali, § 129).", "108.  Sud takođe smatra da se članom 2 Konvencije može, u nekim vrlo određenim slučajevima, nametnuti državnim organima obaveza da preventivno preduzimaju praktične mere zaštite pojedinca od drugih lica ili, u nekim posebnim slučajevima, od samih sebe. Međutim tu obavezu treba tumačiti tako da se državnim organima ne nameće nepodnošljiv ili preterani teret, ne gubeći iz vida, posebno, nepredvidljivost ljudskog ponašanja i operativne izbore u pogledu prioriteta i resursa. Stoga, svako pretpostavljeno ugrožavanje života ne obavezuje državne organe da preduzimaju konkretne mere da bi se sprečila njegova realizacija (Osman protiv Ujedinjenog Kraljevstva, 28. oktobar 1998, § 116, Zbirka 1998VIII). Da bi postojala pozitivna obaveza, mora se utvrditi da su državni organi znali ili morali znati u datom trenutku da je život nekog određenog pojedinca bio stvarno i neposredno ugrožen, i da oni nisu, u okviru svojih ovlašćenja, preduzeli mere koje bi, sa razumnog stanovišta, mogle nesumnjivo otkloniti taj rizik (videti, između mnogih drugih, slučajeve Van Colle protiv Ujedinjenog Kraljevstva, br. 7678/09, § 88, 13. novembar 2012, A. i ostali protiv Turske, br. 30015/96, §§ 44-45, 27. jul 2004, i već navođeni slučaj Ilbeyi Kemaloğlu i Meriye Kemaloğlu, § 36).", "109.  Obaveze koje proističu iz člana 2 ne zaustavljaju se na tome. U slučajevima gubitka ljudskih života u okolnostima koje su takve prirode da pokreću pitanje odgovornosti države, ovom odredbom se nameće državi obaveza da garantuje, svim sredstvima koja su joj na raspolaganju, odgovarajući odgovor – pravosudni ili neki drugi – kojim se omogućava zakonodavnom ili upravnom okviru osmišljenom za zaštitu prava na život da bude sproveden na pravi način i da se garantuje suzbijanje i sankcionisanje svakog ugrožavanja tog prava (već navođeni slučaj Boudaïeva i ostali, § 138).", "110.  Sud je u više navrata potvrdio da delotvoran pravosudni sistem kakav se zahteva članom može sadržavati, a u nekim okolnostima i mora sadržavati određeni mehanizam krivične represije. Ako ugrožavanje prava na život ili na fizički integritet nije namerno, pozitivna obaveza koja proističe iz člana 2, obaveza uspostavljanja delotvornog pravosudnog sistema ne nalaže nužno u svim slučajevima mere krivične prirode. U specifičnom kontekstu medicinskog nehata, « takva obaveza može biti ispunjena i, na primer, ako pravosudni sistem nudi zainteresovanima pravni lek pred građanskim sudovima, sam za sebe ili pridružen pravnom leku pred krivičnim sudovima, u cilju utvrđivanja odgovornosti predmetnih lekara i, eventualno, da bi se postigla primena svake odgovarajuće građanske sankcije, kap što je isplata odštete i objavljivanje presude. Takođe se mogu predvideti i disciplinske mere» (već navođeni slučajevi Vo, § 90, Calvelli i Ciglio, § 51, CEDH 2002I, Mastromatteo protiv Italije [Veliko Veće], br. 37703/97, §§ 90, 94, 95, CEDH 2002VIII, i već navođeni slučaj Öneryıldız, § 92). U nekim slučajevima smrti izazvanih nehatom, Sud je ocenio da je sprovođenje raspoloživih upravnih postupaka dovoljno za ispunjavanje obaveza državnih organa na terenu člana 2 (već navođen slučaj Murillo Saldias i ostali (reš.)).", "111.  U oblasti javnog zdravstva, države moraju da uspostave jedan zakonodavni okvir kojim se obavezuju bolnice, bilo da su javne ili privatne, da usvoje odgovarajuće mere zaštite života svojih bolesnika. One su takođe dužne da uspostave delotvoran i nezavisan pravosudni sistem koji omogućava da se utvrdi uzrok smrti nekog lica koje je u odgovornosti profesionalnih zdravstvenih radnika, kako onih koji rade u javnom sektoru, tako i onih koji rade u privatnim strukturama, i eventualno da ove obavežu da odgovaraju za svoja dela (već navođen slučaj Calvelli i Ciglio, § 49). Obaveza regulisanja aktivnosti zdravstvenih ustanova prostire se na članove njihovog osoblja utoliko što njihova činjenja mogu takođe da ugrožavaju život pacijenata, posebno kad je sposobnost ovih potonjih da sami o sebi brinu ograničena (već navođeni slučaj Dodov, § 81).", "112.  Sud je smatrao da član 2 podrazumeva obavezu za državne organe da vrše službenu istragu u oblastima opasnih delatnosti ako je smrt nastupila nakon događaja koji su u zoni odgovornosti državnih organa. Naime, ovi potonji su često jedini koji imaju na raspolaganju neophodna i dovoljna saznanja za identifikovanje i utvrđivanje složenih pojava koji bi mogli biti uzrok takvih incidenata (već navođeni slučaj Öneryıldız, § 93). Suštinski cilj takve istrage jeste da se obezbedi delotvorno sprovođenje odredaba domaćeg prava kojim se štiti pravo na život i, kad se ponašanje državnih službenika ili organa može dovesti u pitanje, da se obezbedi da ovi odgovaraju za smrtne slučajeve do kojih dođe u zoni njihove odgovornosti (već navođeni slučajevi Mastromatteo, § 89, i Paul i Audrey Edwards, §§ 69 i 71).", "113.  U slučajevima kad se utvrdi da greška koja se u tom smislu može pripisati državnim službenicima ili organima prevazilazi grešku u proceni ili neobazrivost, u smisli da ovi nisu, svesno i vršeći ovlašćenja koja su im data, preduzeli neophodne i dovoljne mere radi otklanjanja rizika koje podrazumeva neka opasna delatnost, odsustvo inkriminacije i gonjenja lica odgovornih za ugrožavanje života može dovesti do kršenja člana 2, nezavisno od svih drugih oblika pravnih lekova koje bi zainteresovani mogli da upotrebe samoinicijativno (već navođeni slučaj Öneryıldız, § 93).", "114.  Sud je takođe potvrdio da delotvoran pravosudni sistem kakav se zahteva članom 2 može sadržavati, a u nekim okolnostima i mora sadržavati, određeni mehanizam krivične represije. Sud je istakao da nije reč o obavezi rezultata, već sredstava, u smislu da je relevantan proces sam po sebi a ne njegov ishod za ocenjivanje efektivnosti istrage državnih organa (videti, mutatis mutandis, Nadrossov protiv Rusije, br 9297/02, § 38, 31. jul 2008).", "115.  Nikako ne treba iz prethodnog zaključivati da član 2 može implicirati pravo za nekog podnosioca predstavke da izdejstvuje gonjenje ili krivičnu osudu trećih lica (videti, mutatis mutandis, Perez protiv Francuske [Veliko Veće], br. 47287/99, § 70, CEDH 2004-I) niti pak obavezu rezultata kojom bi se pretpostavilo da se svako gonjenje mora okončati nekom osudom, ili čak izricanjem neke određene kazne (videti, mutatis mutandis, Tanlı protiv Turske, br. 26129/95, § 111, CEDH 2001-III).", "116.  S druge strane, domaći sudovi ne smeju ni u kom slučaju da pokažu spremnost da ostavljaju nekažnjenim neopravdana ugrožavanja prava na život. To je neophodno da bi se očuvalo poverenje javnosti i obezbedila njena privrženost pravnoj državi, kao i da bi se predupredio makar i privid tolerantnosti u odnosu na nezakonita činjenja ili saučesništva u njihovom izvođenju (videti, mutatis mutandis, Hugh Jordan protiv Ujedinjenog Kraljevstva, br. 24746/94, §§ 108, 136140, CEDH 2001III). Zadatak Suda se sastoji u tome da proveri da li se i u kojoj meri sudovi, pre nego što dođu do ovakvog ili onakvog zaključka, mogu smatrati da su slučaj koji je pred njima podvrgli skrupuloznom razmatranju kakvo zahteva član 2 Konvencije, da snaga odvraćanja uspostavljenog pravosudnog sistema i značaj uloge koju on mora da ima u prevenciji kršenja prava na život ne bi bili umanjeni (već navođen slučajevi Öneryıldız, § 96, Giuliani i Gaggio, § 306).", "ii.  Primena tih načela na ovaj slučaj", "117.  Sud mora pre svega da utvrdi kakve su bile obaveze koje su iz posebnih okolnosti nastale za tuženu državu.", "118.  U tom pogledu, Sud smatra da je, u odnosu na tvrđenja podnosilaca predstavke u smislu da su državni organi propustili da ispune obavezu zaštite prava na život njihove dece, od suštinske važnosti da se uveri da su pomenuti organi morali znati u datom trenutku da je postojao stvarni rizik po život dece i da oni nisu preduzeli, u granicama svojih ovlašćenja, mere koje bi, s razumnog stanovišta, mogle nesumnjivo da otklone taj rizik (gornji stav 108). U tom cilju, više elemenata izgleda da su odlučujući za ocenjivanje odgovornosti državnih organa.", "119.  Pre svega, strane ne osporavaju da su se državni organi angažovali da zbrinu decu činjenicom da su ih smestili u dom u Džurkovu. Radilo se o osetljivim licima – deci i mladim odraslim osobama mlađim od 22 godine s ozbiljnim mentalnim i fizičkim poremećajima, koje su ili bili napustili njihovi roditelji, ili koja su uz njihovu saglasnost smeštena u dom (gornji stav 7). Svi oni su dakle bili povereni na brigu države u jednu specijalizovanu javnu ustanovu i bili su, imajući posebno u vidu njihovu posebnu osetljivost, pod isključivom kontrolom državnih organa.", "120.  Sud takođe primećuje da Vlada ne osporava ozbiljnost oskudice koja je obeležila životne uslove u domu u Džurkovu tokom predmetnog perioda. Deca podnosilaca predstavke trpela su u najlošijim životnim uslovima : nedostajali su im hrana, lekovi kao i odeća i posteljina u dovoljnim količinama, a boravili su u zimi nedovoljno grejanim prostorijama (gornji stavovi 29-31). Takvi životni uslovi neminovno su ugrožavali život osetljive dece čije su bolesti zahtevale specifičnu i pojačanu negu.", "121.  Sud zatim primećuje da su, u kontekstu oštre zime i teške ekonomske krize, konkretne informacije o riziku kom su deca bila izložena zbog nedovoljnog grejanja, nedovoljne hrane i lekova bile raspoložive od 10. septembra 1996. Naime, prema podacima iz predmeta, tog dana je direktorka doma, uz podršku predsednika opštine Laki, ocenila da su u takvoj situaciji deca izložena ozbiljnom riziku i počela da alarmira državne organe tražeći odgovarajuću pomoć. Tako se ispostavlja da su, već od septembra meseca, odnosno od početka jeseni i oko tri meseca pre nego što je nastupio prvi smrtni slučaj u domu, odgovorna lica na najvišim mestima u Ministarstvu rada i socijalne politike i u drugim javnim ustanovama bili obavešteni o rizicima po zdravlje i život dece u domu u Džurkovu. Osim toga, Sud uočava da je direktorka neprekidno isticala težinu životnih uslova i teškoće u vezi s obezbeđivanjem deci neophodne nege i da je tražila pomoć od brojnih javnih ili humanitarnih struktura (gornji stavovi 32-37). Sud smatra, dakle, da je utvrđeno da su državni organi, na više nivoa, imali precizna saznanja o stvarnoj opasnosti po zdravlje dece koja su živela u domu u Džurkovu. Pri tom, u to vreme, stopa smrtnosti u domu bila je znatno viša od uobičajene (gornji stav 59).", "122.  Treba istaći zatim – a to je ključni element ovog slučaja – da do tragičnih događaja nije došlo iznenada, izuzetno i neočekivano kao u slučaju neke više sile s kojom država ne bi bula u stanju da se suoči. Smrtni slučajevi su nastajali jedan za drugim tako da je drama u domu trajala u vremenu. Naime, petnaestoro dece i mladih punoletnika, od kojih su sedmoro bila deca podnosilaca predstavke, umrlo je između 15 decembra 1996. i 14. marta 1997, odnosno tokom perioda od oko tri meseca. Ta činjenica se morala učiniti u najmanju ruku sumnjivom i zahtevala je objašnjenje (videti, mutatis mutandis, Salman protiv Turske [Veliko Veće], br. 21986/93, § 105, CEDH 2000VII, Slimani protiv Francuske, br. 57671/00, §§ 30 i 47, CEDH 2004IX (izvodi), i Pankov protiv Bugarske, br. 12773/03, § 50, 7. oktobar 2010). Iako su, kao što je to istaknuto u izveštajima medicinskih veštaka pred domaćim sudovima, različiti činioci mogli doprineti pojedinačnim smrtnim slučajevima, izuzetne okolnosti ovog slučaja razlikuju se od drugih slučajevima gde se može prihvatiti da neki izolovani slučaj smrti u nekoj zdravstvenoj ustanovi može biti rezultat nekog uzroka koji se ne može pripisati medicinskim organima, ili čak da proističe iz neke medicinske greške a da obaveza države da štiti život ne bude dovedena u pitanje (Powell protiv Ujedinjenog Kraljevstva (reš.), br. 45305/99, CEDH 2000V ; navođeni slučaj Dodov, § 82).", "123.  Sud stoga smatra da se ovaj slučaj, iako se ne odnosi na obavljanje neke opasne delatnosti, odnosi na jednu situaciju opasnosti po život osetljivih lica poverenih brizi države, u potpunosti poznatu državnim organima i koja se može opisati kao drama na nacionalnom nivou. Stoga je ovde reč o jednom pitanju koje se tiče ne samo pojedinačne situacije podnosilaca predstavke, već i javnog interesa. Navedene okolnosti stoga prevazilaze slučaj profesionalnog nehata i Sud smatra da su, s obzirom na sve elemente koji su upravo izneseni i na javni interes koji treba zaštititi, državni organi bili u obavezi da hitno preduzmu odgovarajuće mere za zaštitu života dece, nezavisno od tužbe njihovih roditelja, i da daju objašnjenje uzroka smrtnih slučajeva i eventualne odgovornosti u okviru jednog postupka koji se pokreće po službenoj dužnosti.", "124.  U vezi s obavezom državnih organa da preduzimaju mere zaštite, brojni elementi predmeta, odnosno odsustvo reagovanja tokom više meseci na skretanje pažnje od strane direktorke na stanje u domu (gornji stavovi 37 i 39) odnosno očigledno odsustvo blagovremene i odgovarajuće medicinske pomoći (gornji stavovi 10-25) ukazuju na to da državni organi nisu preduzeli blagovremene, konkretne i dovoljne mere radi prevencije predmetnih smrtnih slučajeva, iako su imali precizna saznanja stvarnih i neposrednih rizika po život predmetnih lica. A Sud primećuje da nikakvo zvanično objašnjenje u tom smislu nije dato.", "125.  Naime, u vezi s obavezom tužene države da pokrene efektivan istražni postupak po službenoj dužnosti o predmetnim okolnostima, Sud smatra, suprotno od onog što sugeriše Vlada, da građanski postupak koji omogućava podnosiocima predstavke da zahtevaju i dobiju pojedinačnu naknadu ne može predstavljati dovoljan odgovor u smislu člana 2 Konvencije, kako odvraćajuća snaga važećeg pravosudnog sistema i uloga koju taj sistem treba da ima u prevenciji kršenja prava na život ne bi bili umanjeni (videti gornji stav 116). Sud je naime zaključio da činjenice iz ovog slučaja ukazuju na jednu izuzetnu situaciju a ne na običan slučaj nehata (gornji stav 123). Stoga, bez obzira na mogućnost za podnosioce predstavke da u okviru građanskog postupka za obeštećenje utvrde činjenice i dobiju obeštećenje, utoliko što taj postupak zavisi samo od inicijative žrtava, i nezavisno od ishoda takvog postupka, Sud smatra da taj postupak ne može biti uzet uz obzir u smislu zahtevane reakcije države, budući da se članom 2 obavezuju, u konkretnom slučaju bugarski državni organi, da povedu istragu po službenoj dužnosti (gornji stav 123; videti takođe već navođeni slučaj Öneryıldız, § 111).", "126.  Prema tome, Sud mora da razmotri reagovanje domaćih državnih organa i karakter zvanične istrage vođene u konkretnom slučaju. On mora pre svega da uoči da je nužnost istrage percipirana i priznata na nacionalnom nivou, s obzirom da je takva zvanična istraga najzad i pokrenuta (gornji stav 41).", "127.  Sud smatra da treba razmotriti da li su bugarski državni organi tu istragu vodili u skladu sa zahtevima blagovremenosti iz člana 2. Osim toga, takva istraga se mora odnositi kako na utvrđivanje okolnosti, tako i na eventualnu umešanost državnih organa, na postojanje zakonskog okvira u vezi s obavezom tih organa da štite život, odnosno na eventualno identifikovanje lica umešanih u slučaj kako bi se ta lica primorala da odgovaraju za svoje ponašanje (gornji stavovi 109-116).", "128.  Sud podseća pre svega da je od suštinskog značaja, kad smrti slučajevi nastupe u kontroverznim situacijama, da istrage budu pokrenute u kratkom roku (već navođen slučaj Paul et Audrey Edwards, § 86).", "129.  Sud u tom smislu uočava da je krivična istraga pokrenuta tek u septembru 1999. (gornji stav 41), dok su predmetni smrtni slučajevi bili nastupili između decembra 1996. i marta 1997, tao da je zvanična istraga započeta tek dve godine nakon događaja. Vlada nije dala nikakvo objašnjenje o odsustvu istrage tokom tog perioda. Krivični postupak se zatim odužio na nekih osam godina (od proleća 1999. do 9. januara 2007.), od kojih je nekih šest godina proteklo tek u stadijumu prethodne istrage, a oko dve godine u sudskom postupku u kome su se izjasnile tri pravosudne instance. Sud uočava u tom pogledu da su tokom prethodne istrage istražne radnje obavljane 1999. i 2000. godine. Ne vidi se da li su organi gonjenja bili aktivni između 2001. i 5. aprila 2004. (gornji stavovi 42-44). Ni za to Vlada ne daje nikakvo obrazloženje.", "130.  Sud podseća da protok vremena neminovno umanjuje količinu i kvalitet raspoloživih dokaza, a utisak neblagovremenosti baca sumnju na dobru volju vođene istrage a bliskim srodnicima produžava bol (već navođeni slučaj Paul et Audrey Edwards, § 86). Istina je da je u konkretnom slučaju istraga imala složen karakter, podrazumevajući obimne pripreme, uz veliki broj lica pozvanih da svedoče (pedesetak) i veliki broj dokumenata koje je trebalo prikupiti, kao i određen obim istražnih radnji i veštačenja s obzirom da je bilo troje optuženih i više žrtava. Međutim, neopravdano odsustvo otvaranja bilo kakvog zvaničnog postupka – krivičnog, upravnog ili nekog drugog – tokom prve dve godine nakon tragičnih događaja, kao i trajanje prethodne istrage, uz period neaktivnosti od gotovo četiri godine, mogli su da dovedu u pitanje delotvornost istrage u konkretnom slučaju, uprkos brzini reagovanja koju su potom pokazale tri sudske instance.", "131.  Sud takođe ističe da istraga nije omogućila da se utvrdi odgovarajući deo, u smislu eventualnih činilaca nastupanja smrti, svakog od nedostatnih elemenata u sistemu zaštite dece, s obzirom naročito na njihovo zdravstveno stanje, kao i na njihov očekivani prirodni životni vek u uslovima u kojima su bili smešteni. Medicinski podaci iz predmeta ispostavljaju se kao nedovoljni, ali Sud konstatuje i da podnosioci predstavke nisu tražili više informacija ili pokazali zabrinutost niti sumnju, i osim toga ističe da većina njih nije ni prisustvovala sahranama organizovanim po službenoj dužnosti. Sud shvata da se ne može zahtevati da, u smislu Konvencije, domaći zakon predviđa autopsiju u svim slučajevima smrti u nekoj socijalnoj ustanovi. U konkretnom slučaju, odsustvo autopsije je onemogućilo da se sa sigurnošću ustanovi u kojoj meri su smrti nastupile zbog prirodnih činilaca, kao što su bolesti dece i njihov očekivani kraći životni vek. Uprkos tome, istraga je bila dovoljna da bi se isključila krivična odgovornost sve troje optuženih i potvrdila je da su, osim osetljivog zdravstvenog stanja dece, nedovoljnost hrane, grejanja i medicinske nege mogli biti viđeni kao suštinski činioci koji su doprineli smrti (gornji stav 52).", "132.  Kašnjenja u krivičnom postupku su onemogućila da se proveri da li je ponašanje drugih lica odgovornih za funkcionisanje doma moglo doprineti tragičnim događajima. U tom periodu jedno od lica odgovornih za funkcionisanje doma je preminulo a neke administrativne arhive su uništene jer je bio istekao rok njihovog čuvanja (gornji stav 46). Sud stoga smatra da se u konkretnom slučaju ne može smatrati da su državni organi delovali u razumnom roku, što je onemogućilo blagovremeno utvrđivanje konkretnih uzroka smrti i eventualne povezanosti tih uzroka s ponašanjem različitih odgovornih činovnika.", "133.  Što se tiče dometa istrage, Sud ističe da se u teoriji sistem čini dovoljnim za obezbeđivanje prava na život u razmatranom kontekstu : u tom smislu, član 123, alineja 1 krivičnog zakonika inkriminiše nenamerno ubistvo iz nehata ili zbog neizvršavanja neke zakonske obaveze bezbednosti ili opreza u okviru obavljanja neke profesije ili neke druge rizične delatnosti regulisane zakonom. Šta više, članom 137 tog zakonika kažnjava se činjenica svesnog nepružanja pomoći osetljivom licu u opasnosti (gornji stavovi 68-69).", "134.  Što se tiče krivičnog postupka koji je vođen u konkretnom slučaju, Sud primećuje da se gonjenje odnosilo samo na smrt trinaestoro dece navedene u optužnici (gornji stav 48), a ne svih petnaestoro, i da Vlada u tom pogledu nije dala nikakvo objašnjenje. Što se tiče analize uzročno-posledičnog odnosa između smrti koje su nastupile i činjenja lica odgovornih za zaštitu života preminulih lica, podnosioci predstavke smatraju da je istraga pogrešno bila usmerena samo na optužbe protiv članova osoblja doma, iako je trebalo od samog početka istraživati odgovornost na višem nivou u javnim ustanovama. Sud konstatuje da je istraga domaćih sudova bila svedena na pitanje eventualne krivične odgovornosti troje optuženih Pravosudni organi su razmatrali tu odgovornost i oslobodili su sve troje optuženih utvrdivši da nema povezanosti između ponašanja tih lica i smrti koje su bile nastupile. Treba istaći da je oblasni sud dao nalog da se obavi još jedno medicinsko veštačenje kako bi se posebno pojasnila ta veza (gornji stav 53). Domaći sudovi su utvrdili da troje optuženih nisu prekršili svoje profesionalne obaveze i da su upotrebili, koliko im je to bilo moguće, sredstva koja su im bila na raspolaganju da bi ublažili težinu životnih uslova u domu (ibidem). Sud se ne smatra nadležnim da dublje analizira te zaključke i ima na umu da je prvenstveno na nacionalnim organima da tumače domaće zakonodavstvo (Waite i Kennedy protiv Nemačke [Veliko Veće], br. 26083/94, § 54, CEDH 1999I). S obzirom da su obaveze tužene države obaveze sredstava a ne rezultata, činjenica da su sve troje optuženih oslobođeni optužbi ne vodi sama po sebi zaključku da krivični postupak nije odgovorio zahtevima člana 2 Konvencije.", "135.  S druge strane, Sud je uočio da su tokom krivičnog postupka sudovi istakli neke druge činioce – konkretno izvesne propuste u sistemu upravljanja domom u Džurkovu – a koji su imali određen uticaj na nastupanje smrtnih slučajeva. Ti sudovi su posebno utvrdili da odgovorni državni organi nisu donosili odluke da prioritetno reaguju na neophodnost zaštite osetljivih lica kakva su bila deca smeštena u domu u Džurkovu, suočena s povećanim rizikom za njihovo zdravlje i njihov život tokom tog teškog perioda. Ti sudovi su rasvetlili konkretne propuste koji se mogu pripisati državnim organima koji, uprkos činjenici da im se direktorka ustanove obraćala u biše navrata, nisu pristupili neophodnim izmenama budžeta kako bi omogućili kupovinu hrane i ogreva u dovoljnim količinama, niti su obezbedili odgovarajuću i blagovremenu medicinsku negu.", "136.  U okviru krivičnog postupka vođenog u ovom slučaju, sudovi su utvrdili da su sve troje optuženih učinili sve što je bilo u njihovoj nadležnosti da bi zaštitili živote dece i da su jasno istakli da se loše funkcionisanje sistema može pripisati državnim organima koji se nisu odazvali na apele direktorke (gornji stav 53). Međutim sudovi su do tog zaključka došli u okviru postupka ograničenog na optužbe protiv troje službenika doma. Iz tih nalaza nisu proistekli koraci u cilju provere da li su propusti u sistemu bili rezultat nezakonitih činjenja od strane predstavnika državnih organa, zbog kojih bi ovi potonji morali da odgovaraju.", "137.  Vlada ističe da proteklo vreme i uništavanje arhiva nisu dozvolili da se sazna da li su pokretani upravni ili disciplinski postupci. Sud ne može da prihvati taj argument s obzirom da je on u suprotnosti sa zahtevom hitnosti koji je inherentan pojmu odgovarajuće reakcije nacionalnog sistema. Sud primećuje da ni jedan element predmeta ne pokazuje da je neki takav postupak pokretan od strane državnih organa da bi se razmotrilo da li je neko eventualno loše funkcionisanje sistema upravljanja domom, ili eventualno, da li su neki propusti nekih konkretnih činovnika izazvali predmetnih dramatičnih događaja.", "138.  Takav je mogao biti slučaj da je, na primer, učinjena analiza odgovornosti predstavnika opštinskih vlasti, kako je sugerisano j izveštaju policijskog istražitelja od 3. juna 1999. (gornji stav 42), ili pak odgovornosti lica iz sektora socijalne pomoći koji su prihvatili dolazak osmoro nove dece usred zime (gornji stav 36), ili analizu razloga odsustva brzog odgovora na upozorenja na neposredne rizike – što, naravno, ne znači da bik jedna takva dodatna istraga imala nužno za rezultat utvrđivanje odgovornosti konkretnih pojedinaca niti da bi dovela do njihovog kažnjavanja.", "139.  Tako se ispostavlja da istraga koja je vođena u konkretnom slučaju nije imala za cilj da rasvetli sve okolnosti tragičnog događaja, da utvrdi sve činioce koji su doprineli smrtnim ishodima i da razmotri značaj svakog od prirodnih činilaca, s jedne strane, i propusta sistema da obezbedi blagovremeno i odgovarajuće reagovanje na postojeću opasnost po zdravlje i život dece. Takva analiza, da je blagovremeno i na odgovarajući način realizovana, omogućila bi da se eventualno identifikuju konkretna odgovorna lica da bi se sprečilo ponavljanje takvih događaja u budućnosti.", "iii.  Zaključak", "140.  U zaključku, s razloga navedenih u gornjem stavu125, Sud smatra da građanska tužba za naknadu štete kija je bila na raspolaganju podnosiocima predstavke nije bila dovoljna u izuzetnim okolnostima ovog slučaja da bi se zadovoljile obaveze tužene države u pogledu člana 2 Konvencije i stoga odbacuje pozivanje Vlade na neiscrpljenost pravnih lekova (gornji stav 95-98).", "141.  Sud zatim smatra, s obzirom na sve prethodno izneseno, da u izuzetnim okolnostima ovog slučaja tužena država nije ispunila svoju obavezu zaštite života osetljive dece stavljene pod njenu odgovornost i da nije ispunila svoju dužnost da rasvetli činjenice korišćenjem odgovarajućih proceduralnih mehanizama, propustivši tako da zaštiti javni interes na koji su ukazali posebno tragični događaji u konkretnom slučaju. Stoga Sud zaključuje da je prekršen član 2 Konvencije.", "...", "IV.  O PRIMENI ČLANA 41 KONVENCIJE", "159.  Prema članu 41 Konvencije,", "« Kada Sud utvrdi prekršaj Konvencije ili protokola uz nju, a unutrašnje pravo Visoke strane ugovornice u pitanju omogućava samo delimičnu odštetu, Sud će, ako je to potrebno, pružiti pravično zadovoljenje oštećenoj stranci.»", "A.  Šteta", "160.  Svih devet podnosilaca predstavke, roditelja dece preminule u domu u Džurkovu, traže svaki po 30 000 EUR na ime pretrpljene nematerijalne štete koju su navodno pretrpeli zbog, prvo, propusta državnih organa da zaštite život dece ; drugo, zbog činjenice da državni organi nisu izvršili svoju obavezu vođenja zvanične istrage radi sankcionisanja lica odgovornih za smetne slučajeve ; i treće, zbog navedenih loših životnih uslova u domu u Džurkovu.", "161.  Vlada osporava te zahteve. Ona navodi da su od svih devetoro podnosilaca predstavke, samo Georgi Vasilev Georgijev i Fani Filipova Evtimova pokazali neko interesovanje za svoju decu tokom njihovog boravka u domu u Džurkovu. Vlada se u tom pogledu poziva na nalaze krivičnih sudova (gornji stav 54). Ona smatra da bi konstatovanje kršenja predstavljalo dovoljno zadovoljenje za ostale podnosioce predstavke.", "162.  Sud primećuje da su zahtevi koje su formulisali podnosioci predstavke na ime nematerijalne štete pretrpljene zbog činjenice navedenih loših životnih uslova povezane sa optužbom na osnovu člana 3, samog i u kombinaciji sa članom 13 Konvencije, koja je optužba proglašena neprihvatljivom. Stoga treba odbaciti zahteve podnosilaca predstavke u tom pogledu.", "163.  S druge strane, Sud je konstatovao kršenje člana 2 u tome što državni organi nisu izvršili svoju obavezu zaštite života osetljive dece stavljene pod njihovu odgovornost i suočene s neposrednim rizikom, kao i da nisu vodili efektivnu zvaničnu istragu nakon smrti dece koje su nastupile u veoma izuzetnim okolnostima. Uzimajući u obzir zaključke u ovom slučaju, argumente Vlade i patnju koju su pretrpeli različiti podnosioci predstavke, Sud smatra da je taj propust državnih organa morao biti izvor duboke ojađenosti kad je reč o podnosiocima predstavke Georgi Vasilevu Georgijevu, ocu Vasila Georgijeva, i Fani Filipove Evtimove, majke Neli Hristove. Rukovodeći se pravičnošću, Sud dosuđuje po 10 000 EUR svakome od njih dvoje na ime naknade nematerijalne štete.", "164.  Što se tiče ostalih podnosilaca predstavke, Sud smatra da ova presuda predstavlja sama za sebe dovoljno pravično zadovoljenje navedene nematerijalne štete.", "...", "IZ TIH RAZLOGA SUD JEDNOGLASNO", "...", "", "3.  Izriče da je prekršen član 2 Konvencije i odbacuje pozivanje Vlade na neiscrpljenost pravnih lekova;", "", "4.  Izriče", "a)  da tužena država mora da isplati, u roku od tri meseca računajući od dana konačnosti presude u skladu sa članom 44 § 2 Konvencije, sledeće iznose koje treba konvertovati u bugarske leve po kursu koji se primenjuje na dan isplate:", "i.  po 10 000 EUR (deset hiljada evra) podnosiocima predstavke Georgi Vasilevu Georgijevu i Fani Filipovoj Evtimovoj, plus sve iznose koji bi se mogli dugovati na ime poreza, kao naknadu za nematerijalnu štetu;", "...", "5.  Izriče da konstatovanje kršenja predstavlja po sebi dovoljno pravično zadovoljenje za nematerijalnu štetu koji su pretrpeli ostali podnosioci predstavke, fizička lica;", "", "...", "", "Sačinjeno na francuskom jeziku, a potom otpravljeno u pismenom obliku 18. juna 2013, u skladu sa pravilom 77 st. 2 i 3 Poslovnika\tSuda.", "\tFrançoise Elens-Passos\tPäivi Hirvelä\n\tSekretar veća\tPredsednica", "", "© Savet Evrope/Evropski sud za ljudska prava, 2014.", "", "Zvanični jezici Evropskog suda za ljudska prava su engleski i francuski. Ovaj prevod je nastao uz podršku Fiducijarnog fonda za ljudska prava Saveta Evrope (). Tekst prevoda ne obavezuje Sud, niti Sud snosi bilo kakvu odgovornost za njegov kvalitet. Prevod može biti preuzet iz baze podataka predmeta Evropskog suda za ljudska prava HUDOC () ili iz kakve druge baze podataka sa kojom je Sud podelio ovaj prevod. Tekst može biti preštampan u nekomercijalne svrhe pod uslovom da se tačno naznači puni naziv predmeta, uz gore navedeno obaveštenje o autorskom pravu i uz pozivanje na Fiducijarni fond za ljudska prava Saveta Evrope. Ako nameravate da bilo koji deo ovog prevoda iskoristite u komercijalne svrhe, molimo vas da se prethodno obratite na adresu .", "", "© Council of Europe/European Court of Human Rights, 2014.", "", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à l’adresse suivante: ."]}