{"file": "SWE_HJUDSWE_41418_04.docx", "doc_type": "HJUDSWE", "doc_lang": "SWE", "case_id": "41418/04", "text_paragraphs": ["", "", "", "STORA KAMMAREN", "", "", "", "", "", "", "", "MÅLET KHOROSHENKO MOT RYSSLAND", "", "(Klagomål nr 41418/04)", "", "", "", "", "", "", "", "", "", "", "", "UTSLAG", "", "", "STRASBOURG", "", "den 30 juni 2015", "", "", "", "", "Detta utslag är slutgiltigt men kan bli föremål för redaktionell omarbetning.", "", "", "I målet Khoroshenko mot Ryssland,", "avger Europadomstolen för mänskliga rättigheter (stora kammaren), i kammare bestående av:", "\tDean Spielmann, ordförande,\n\tJosep Casadevall,\n\tGuido Raimondi,", "\tMark Villiger,\n\tIsabelle Berro,\n\tIneta Ziemele,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque,\n\tPaulo Pinto de Albuquerque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tPaul Mahoney,\n\tKsenija Turković,\n\tDmitry Dedov,\n\tEgidijus Kūris, domare,\noch Lawrence Early, jurist,", "som den 3 september 2014 och den 22 april 2015 har överlagt i enrum,", "härmed följande utslag som antogs på det senare av dessa datum:", "FÖRFARANDE", "1.  Målet har sitt ursprung i ett klagomål (nr 41418/04) mot Ryska federationen som lämnades in till domstolen i enlighet med artikel 34 i Konventionen om skydd för de mänskliga rättigheterna och de grundläggande friheterna (\"konventionen\") av en rysk medborgare, herr Andrey Anatolyevich Khoroshenko (”den klagande”), den 6 oktober 2004.", "2.  Den klagande, som beviljats rättshjälp, företräddes av fr O.V. Preobrazhenskaya och fr M. Makarova, advokater verksamma i Strasbourg. Den ryska regeringen (”regeringen”) företräddes av hr G. Matyushkin, företrädare för Ryska federationen i Europadomstolen för mänskliga rättigheter.", "3.  Den klagande påstod särskilt att ett antal olika begränsningar av familjebesök under hans tid i fängelse efter fällande dom hade stridit mot artikel 8 i konventionen.", "4.  Regeringen meddelades om klagomålet den 13 januari 2011.", "5.  Klagomålet tilldelades första avdelningen (regel 52, § 1 i domstolens arbetsordning). Den 11 februari 2014 överlät kammaren i första avdelningen, vilken tilldelats målet och vilken bestod av Isabelle Berro, Elisabeth Steiner, Khanlar Hajiyev, Mirjana Lazarova Trajkovska, Julia Laffranque, Ksenija Turković, Dmitry Dedov, domare, samt Søren Nielsen, avdelningens justitiesekreterare, jurisdiktion till stora kammaren, och ingen av parterna motsatte sig detta överlåtande (artikel 30 i konventionen och regel 72 i domstolens arbetsordning).", "6.  Stora kammarens sammansättning fastställdes enligt bestämmelserna i artikel 26 § 1, 4 och 5 i konventionen samt regel 24 i domstolens arbetsordning.", "7.  Den klagande och regeringen lämnade båda in skriftliga observationer gällande godtagbarhet och huruvida klagomålet var välgrundat (regel 59 § 1). Dessutom mottogs tredje parters kommentarer från en grupp akademiker vid University of Surrey (”intervenienterna”) som av rättens ordförande fått tillstånd att intervenera i det skriftliga förfarandet (artikel 36 § 2 i konventionen och regel 44 § 3).", "8.  En offentlig förhandling hölls i Europadomstolens byggnad den 3 september 2014 (regel 59 § 3).", "Följande personer närvarade i rätten:", "(a)  för regeringen\nhr\tG. Matyushkin, företrädare för Ryska federationen i Europadomstolen för mänskliga rättigheter, \tombud,\nhr\tN. Mikhaylov, \nfr\tY. Tsimbalova,\nhr\tS. Kovpak, \trådgivare;", "(b)  för den klagande\nfr\tO. Preobrazhenskaya,\t\nfr\tM. Makarova, \tadvokat.", "", "Rätten hörde anföranden av hr G. Matyushkin, fr O. Preobrazhenskaya och fr M. Makarova samt svar från hr G. Matyushkin och fr M. Makarova på frågor från domare.", "FAKTA", "I. OMSTÄNDIGHETERNA I MÅLET", "9.  Fakta i fallet kan sammanfattas enligt följande.", "A.  Allmän information om den klagandes situation", "10.  Den klagande föddes 1968 och avtjänar för närvarande ett livstidsstraff i staden Solikamsk i Perm-regionen.", "11.  Den 21 november 1994 arresterades den klagande som misstänkt för kriminell verksamhet, rån och överlagt mord.", "12.  Mellan den 21 november 1994, arresteringsdatumet, och sommaren 1995 hölls den klagande på olika häkten i Ekaterinburg, Perm, Izhevsk och Perm-regionen.", "13.  Den 13 oktober 1995 fann den regionala domstolen i Perm den klagande skyldig och dömde honom till döden. Domen vann laga kraft den 6 juni 1996.", "14.  Från sommaren 1995 till hösten 1999 hölls den klagande i häkte nr 1 i Perm. Efter domen hölls han i en specialcell för fångar som väntar på verkställande av dödsdom.", "15.  Den 19 maj 1999 omvandlade Rysslands president den klagandes dödsdom till livstids fängelse.", "16.  Den 8 oktober 1999 flyttades den klagande till en straffkoloni med högsta säkerhetsklass för livstidsdömda i Perm-regionen, och den 11 oktober 1999 började han avtjäna de tio första åren av sitt fängelsestraff i den mening som avses i artikel 127 § 3 i lagen om verkställighet av domar. Den klagande omfattades av ett undantag från den allmänna regeln i denna lag, då de första tio åren av hans straff räknades från det datum då han placerades i straffkoloni med högsta säkerhetsklass i stället för från det datum då han först arresterades år 1994. Detta undantag gäller för fångar som under häktningstiden betett sig på ett sätt som bryter mot reglerna (se punkt 52 ovan). Den klagande bestred senare, utan framgång, denna regel inför författningsdomstolen (se punkt 30 nedan).", "17.  Under de följande tio åren hölls den klagande i förhöjd säkerhetsklass i enlighet med artikel 125 § 3 i lagen om verkställighet av domar (se punkt 29 nedan).", "18.  Den 11 oktober 2009, då den klagande avtjänat de första tio åren av sitt straff, flyttades han från förhöjd säkerhetsklass till allmän säkerhetsklass i enlighet med artikel 125 § 1 lagen om verkställighet av domar (se punkt 50 nedan).", "B.  Familjebesök under tiden i häkte och därefter i fängelse", "19.  Vid tiden för arresteringen den 21 november 1994 var den klagande gift med S. och hade en tre år gammal son. Resten av hans familj bestod av hans föräldrar, O. och A., hans bror Se. och hans mormor/farmor M. Enligt den klagande omfattade hans vidare familjekrets totalt sjutton personer, och efter arresteringen önskade han hålla kontakten med dem alla.", "1.  Den klagandes förvar innan han placerades i straffkoloni med högsta säkerhetsklass", "20.  Från den 21 november 1994 till den 8 oktober 1999 tilläts den klagande inte träffa sin familj överhuvudtaget, med undantag för ett besök av hans fru veckan efter den straffrättsliga domen mot honom i första instans i oktober 1995.", "21.  År 1996, efter den straffrättsliga domen i första instans, tog hans fru initiativ till skilsmässa.", "22.  Den klagande angav att han tillåtits börja korrespondera med omvärlden efter att lagen om verkställighet av domar trädde i kraft i januari 1997. Han återupptog kontakten med alla sina familjemedlemmar och sin före detta fru.", "2.  Den klagandes tid i straffkoloni med högsta säkerhetsklass mellan den 8 oktober 1999 och den 11 oktober 2009", "23.  Under denna tid tilläts den klagande ett kort besök från sina anhöriga var sjätte månad. Besöken varade endast fyra timmar. Under träffarna kommunicerade den klagande med sina besökare genom en glasruta eller genom metallgaller, under förhållanden som inte tillät fysisk kontakt. En fängelsevakt lyssnade på samtalen med besökarna.", "24.  Den klagande använde sin rätt till korta besök så ofta han kunde och fick besök av sin mor, sin far och sin bror. Den klagandes vänner försökte också besöka honom, men detta tilläts inte av fängelseförvaltningen. Inga långa familjebesök tilläts under de första tio åren av hans straff.", "25.  Enligt den klagande gjorde de strikta begränsningarna av kontakten med omvärlden att han förlorade kontakten med en del av sina familjemedlemmar och med sin egen son, som han inte sett på femton år. Den klagandes son vägrar träffa den klagande, men har samtyckt till att hjälpa honom ekonomiskt.", "3.  Den klagandes tid i straffkoloni med högsta säkerhetsklass från och med den 11 oktober 2009", "26.  Efter att den klagandes säkerhetsklass ändrades den 11 oktober 2009 fick han rätt till långa familjebesök, utöver de korta besöken. Den klagande utnyttjade alla de följande tillfällena att ta emot långa besök och träffade sina familjemedlemmar var sjätte månad: en gång år 2009, samt två gånger år 2010, 2011, 2012 och 2013 vardera. Under vart och ett av dessa tillfällen pågick besöken den maximalt tillåtna tiden på tre dagar, utom ett besök våren 2013. Detta besök avbröts på initiativ av den klagande och hans mor som var tvungen att ge sig av tidigare för att hinna med sitt tåg. Den klagandes bror närvarade också vid dessa besök. Besöken varade inte mer än sjuttiotvå timmar vardera och hans privatliv respekterades under hela besökstiden. Den klagandes far närvarade vid de korta besöken fram till år 2007, men kunde på grund av sitt hälsotillstånd inte komma på de långa besöken som började år 2009.", "27.  Regeringen angav att den klagande totalt fick fjorton korta besök och nio långa besök under sin tid i straffkolonin med högsta säkerhetsklass. Ingen av den klagandes ansökningar om besök avslogs.", "C.  Förfarande inför författningsdomstolen", "1.  Dom nr 257-O daterad den 24 maj 2005", "28.  Den 24 augusti 2004 lämnade den klagande in ett klagomål till Rysslands författningsdomstol där han ifrågasatte huruvida det tio år långa förbudet mot långa familjebesök för livstidsdömda enligt artikel 125 § 4 i lagen om verkställighet av domar var förenlig med författningen. Han angav särskilt att den ifrågavarande bestämmelsen varit diskriminerande och bröt mot hans rätt till skydd för privat- och familjeliv.", "29.  Författningsdomstolen förklarade den klagandes klagomål gällande artikel 125 § 3 och 127 § 3 som icke godtagbart och angav följande:", "“... Bestämmelserna i artikel 125 § 3 och artikel 127 § 3 i lagen om verkställighet av domar bryter inte heller mot [den klagandes] konstitutionella rättigheter.", "Artikel 55 § 3 i författningen ... tillåter möjligheten att begränsa mänskliga och civila rättigheter enligt federal lagstiftning i syfte att skydda de grundläggande principerna för det konstitutionella systemet, andras moral, hälsa, rättigheter och rättsliga intressen, [samt] för att säkra landets försvar och statens säkerhet. Sådana restriktioner kan särskilt förekomma i samband med verkställande av påföljder för brottslingar i form av fängelse och andra straffåtgärder.", "... Artikel 71 (o) i författningen ger de federala domstolarna rätt att vidta denna typ av restriktiva åtgärder beträffande dömda som, vilket framgår av artikel 43 § 1 i strafflagen ... automatiskt får till följd att man fråntar eller begränsar den dömdas lagliga fri- och rättigheter. Samtidigt måste både domstolarna, då de fastställer förövarens skuld, och de brottsbekämpande organen, då de beslutar om påföljd för förövaren, ta hänsyn till brottets natur, hur det hotar de värderingar som författningen och brottslagstiftningen värnar om, samt hur grovt brottet är, dess orsak och andra omständigheter kring brottet samt information om förövaren, förutsatt att dessa institutioners förordningar och tillämpningen av desamma motsvarar de konstitutionella principerna för laga ansvar och garantier för individen i dennas offentliga relationer med staten.", "Som författningsdomstolen noterat i [sin tidigare rättspraxis ...], förordningar gällande skuld och straff, utan hänsyn till förövarens personlighet samt andra syften och rimliga omständigheter som underlättar en lämplig bedömning av det sociala hot som själva brottet och förövaren utgör, samt tillämpning av identiska påföljder för brott som utgör olika stora sociala hot, utan hänsyn till förövarens delaktighet i brottet, hans eller hennes beteende efter brottet och under strafftiden i fall där sådant redan utmätts, samt andra [relevanta] faktorer, skulle strida mot det konstitutionella förbudet mot diskriminering och de principer för rättvisa och humanism som författningen stadfäst.", "Vid fastställande av påföljd med olika restriktioner i enlighet med brottets grovhet och den fällande domen, samt vid fastställande av hur påföljden ska avtjänas, måste domstolarna handla under förutsättningen att fångar i allmänhet har samma fri- och rättigheter som andra medborgare, med undantag som avgörs av deras individuella personlighet och de brott de begått. De villkor för avtjänande av straff som anges i både artikel 125 och 127 i lagen om verkställighet av domar samt i andra förordningar i denna lag, är ämnade för individuell anpassning av straff för varje förbrytare, differentiering av straffen och deras villkor, samt för skapande av förutsättningar att uppnå straffets syfte, nämligen att, så som anges i artikel 43 § 2 i strafflagen, skipa rättvisa, rehabilitera den dömda och förebygga framtida brott ...”", "2.  Dom nr 591-O daterad den 21 december 2006", "30.  På ett ospecificerat datum lämnade den klagande in ett klagomål till författningsdomstolen, där han denna gång ifrågasatte artikel 127 § 3 i lagen om verkställighet av domar, då denna förordning delar in fångar som avtjänar straff i straffkolonier med högsta säkerhetsklass i två olika kategorier baserat på om de tidigare under häktningstiden brutit mot fängelseregler och bestraffats med förvar i isoleringscell. För dem som inte tidigare brutit mot fängelseregler och som inte straffats med förvar i isoleringscell räknas den första tioårsperioden i förhöjd säkerhetsklass från och med datum för den första arresteringen och frihetsberövandet. För dem som tidigare brutit mot fängelseregler och som straffats med förvar i isoleringscell räknas tioårsperioden i förhöjd säkerhetsklass från och med det datum de anländer till straffkoloni med högsta säkerhetsklass. Den klagande hävdade att denna förordning inte var förenlig med författningen och att den var diskriminerande. Den 21 december 2006 förklarade författningsdomstolen den klagandes andra klagomål mot ovanstående förordning som icke godtagbart och angav följande:", "” ... den [ovanstående] förordningen bryter inte mot [den klagandes] rättigheter. ", "Artikel 55 § 3 i författningen tillåter möjligheten att begränsa mänskliga och civila rättigheter enligt federal lagstiftning i syfte att skydda de grundläggande principerna för det konstitutionella systemet, andras moral, hälsa, rättigheter och rättsliga intressen, [samt] för att säkra landets försvar och statens säkerhet. Sådana restriktioner kan särskilt förekomma i samband med att staten vidtar tvingande straffåtgärder mot brottslingar, vilket får som naturlig följd att den dömdas lagliga fri- och rättigheter tas bort eller begränsas samt att den dömda åläggs specifika förpliktelser.", "Samtidigt ska begränsningarna av den dömdas fri- och rättigheter motsvara brottet och den dömdas personlighet. Detta krav gäller också fall där [myndigheter straffat] personer som brutit mot de lagligen fastställda villkoren under de straffrättsliga förfarandena eller [tidigare] under avtjänande av straffet.", "Förordningen i artikel 127 § 3 i lagen om verkställighet av domar [där den berör de bestridda reglerna] är ämnade för individuell anpassning av straff för varje förbrytare, differentiering av straffen och deras villkor, samt för skapande av förutsättningar att uppnå straffets syfte, nämligen att, så som anges i artikel 43 § 2 i strafflagen, skipa rättvisa, rehabilitera den dömda och förebygga framtida brott.", "Den klagande anser att han har rätt att överklaga i domstol om de rättsvårdande organen brutit mot hans rättigheter genom sina åtgärder och beslut då de placerade honom i isoleringscell, under hans överföring från häktet till straffkolonin eller vid framräkningen av hans tid i förhöjd säkerhetsklass ...”", "D.  Övriga fakta", "31.  Den klagande gjorde försök att väcka civil talan mot åklagarmyndigheten och den advokat som försvarade honom under de straffrättsliga förfarandena. I domstolen klagade den klagande på åklagarens vägran att väcka straffrättsligt förfarande och ombudsmannens underlåtande att vidta åtgärder gällande hans klagomål. Han lämnade också in ett antal klagomål till författningsdomstolen. Inga av dessa förfaranden uppnådde det önskade syftet.", "II.  RELEVANT NATIONELL LAGSTIFTNING", "A.  Rysslands författning", "32.  De relevanta bestämmelserna anger följande:", "Artikel 23", "”1.  Var och en har rätt till skydd av privatliv, personlig sekretess och familjesekretess samt skydd av sin ära och sitt goda namn.", "2.  Var och en har rätt till sekretess gällande korrespondens, telefon, post, telegraf och andra typer av kommunikation. Begränsning av denna rättighet tillåts endast på order från domstol.”", "Artikel 55", "”1.  Uppräkningen av de grundläggande fri- och rättigheterna i författningen bör inte tolkas som förnekande eller förringande av andra allmänt erkända mänskliga och civila fri- och rättigheter.", "2.  Inga lagar som förnekar eller förringar mänskliga och civila fri- och rättigheter får verkställas i Ryska federationen.", "3.  Mänskliga och civila fri- och rättigheter får inte begränsas annat än enligt federal lagstiftning i den mån det är nödvändigt för att skydda de grundläggande principerna för det konstitutionella systemet, andras moral, hälsa, rättigheter och rättsliga intressen, eller för att säkra landets försvar och statens säkerhet.”", "Artikel 71 (o)", "”Ryska federationens jurisdiktion inkluderar:", "...", "(o)  rättsväsendets organisation, åklagarmyndigheten, brottslagstiftning, straffrättsliga förfaranden, frågor gällande verkställighet av domar, amnesti och nåd, civillagstiftning, civila förfaranden, förfaranden i handelsdomstolar, förordningar gällande immateriella rättigheter; ...”", "B.  Strafflagen från den 13 juni 1996", "33.  De relevanta bestämmelserna i strafflagen anger följande:", "1.  Allmänna bestämmelser", "Artikel 43 (Straffets definition och syfte)", "”1.  Ett straff är en statlig tvingande åtgärd grundad på en rättslig dom. Ett straff används för en person som funnits skyldig till ett brott och inkluderar fråntagande eller begränsning av personens rättigheter i enlighet med denna lag.", "2.  Ett straff används i syfte att skipa social rättvisa samt i syfte att rehabilitera den dömda och förhindra framtida brott”", "Artikel 57 (Livstids fängelse)", "”1.  Livstids fängelse tillämpas vid särskilt grova brott mot människoliv samt vid särskilt grova brott mot folkhälsan, samhällets moral och säkerhet samt vid sexuell kränkning av minderåriga under fjorton år.", "2.  Livstids fängelse ska inte tillämpas för kvinnor, personer som begått brott då de var under aderton år gamla samt för män som vid tiden då domen vinner laga kraft har uppnått en ålder på sextiofem år.”", "Artikel 58 (Val av kriminalvårdsanstalt för personer som dömts till fängsligt förvar)", "”1.  [Personer som dömts till fängsligt förvar ska, beroende på brottets grovhet, avtjäna sina respektive straff i:", "- öppen straffkoloni (колония-поселение), om brottet begåtts av vårdslöshet, eller var ringa eller medelgrovt samt begåtts av en person som aldrig tidigare avtjänat ett fängelsestraff;", "- straffkoloni med allmän säkerhetsklass (исправительная колония общего режима), om brottet var grovt och begåtts av en man som aldrig tidigare avtjänat ett fängelsestraff, om brottet var grovt eller mycket grovt och begåtts av en kvinna, samt för alla typer av återfallsförbrytare;", "- straffkoloni med förhöjd säkerhetsklass (исправительная колония строго режима), om brottet var särskilt grovt och begåtts av en man och som aldrig tidigare avtjänat ett fängelsestraff, samt för återfallsförbrytare eller farlig återfallsförbrytare som tidigare har avtjänat ett fängelsestraff;", "- straffkoloni med högsta säkerhetsklass (исправительная колония особого режима), för män som dömts till livstids fängelse eller är särskilt farliga återfallsförbrytare,", "- fängelse (тюрьмы): om en man dömts till mer än fem års fängelse för ett särskilt grovt brott, eller är en särskilt farlig återfallsförbrytare, har en behörig domstol rätt att besluta att en del av straffet ska avtjänas i fängelse.", "Straffkoloni med högsta säkerhetsklass är till för följande kategorier av fångar: ...]", "... (d)  Män som dömts till livstids fängelse, i synnerhet farliga återfallsförbrytare ...”", "Artikel 79 (Villkorlig frigivning)", "“... 5.  En person som avtjänar ett livstids fängelsestraff kan friges villkorligt innan strafftidens slut om en domstol finner att straffet inte längre är nödvändigt och om han avtjänat minst tjugofem år av fängelsestraffet. [Denna åtgärd] används endast om den dömda personen inte har begått upprepade brott mot fängelsets regler under de föregående tre åren. En person som begått ett ytterligare eller särskilt grovt brott under avtjänande av straffet kan inte friges villkorligt innan strafftiden slut ...”", "2.  Livstids fängelse i rysk brottslagstiftning", "34.  Livstids fängelse infördes i den tidigare strafflagen (på 1960-talet) som ersättning för dödsstraff vid benådning. I strafflagen från 1996 infördes det i straffsystemet och har använts för särskilt grova brott mot människoliv (artikel 159 § 2, överlagt mord); för sexualbrott mot minderåriga under fjorton års ålder (artikel 131 § 5, 132 § 5, 134 § 6, olika sexualbrott mot minderåriga); samhällets säkerhet (artikel 205 § 3; 205.3 § 3 och 4; 211 § 4; 205.1 § 4; 205 § 3; 205.4 § 1; 205.5 § 1; 206 § 4, olika terrorrelaterade brott; artikel 210 § 4, bildande eller drivande av brottssyndikat; artikel 211 § 4, överlagd kapning av flygplan, fartyg eller tåg; artikel 228.1 § 5 och 229.1 § 4, olika grova drogrelaterade brott; artikel 281 § 3, överlagt sabotage; artikel 295, mordförsök på person som utövar rättsligt eller brottsutredande arbete; artikel 57, folkmord).", "35.  Dödsstraff kan utmätas som exceptionellt straff vid särskilt grova brott mot människoliv (artikel 59 § 1).", "36.  Det kan bytas ut mot livstids fängelse genom benådning (artikel 59 § 3). En man som dömts till livstids fängelse måste avtjäna sitt straff i straffkoloni med högsta säkerhetsklass, avskild från andra fångar (artikel 58 § 1). En person som avtjänar ett livstids fängelsestraff kan friges villkorligt om en domstol finner att straffet inte längre är nödvändigt och om han avtjänat minst 25 år av fängelsestraffet (artikel 79 § 5).", "C.  Lagen om verkställighet av domar från den 8 januari 1997", "1.  Allmänna regler gällande kontakt med omvärlden", "37.  Enligt artikel 89 § 1 i lagen har fångar rätt till korta besök på upp till fyra timmar samt långa besök på upp till tre dagar, på fängelseområdet. Ett långt besök sker i ett rum där privatlivet kan respekteras. Under korta besök träffar fångarna anhöriga och andra personer. Ett kort besök varar i fyra timmar och sker i närvaro av en fängelsevakt (artikel 89 § 1 och 2), och en glasruta eller ett metallgaller avskiljer fången från besökaren/besökarna. Under vissa begränsade omständigheter kan fångar beviljas långa besök på upp till fem dagar utanför fängelseområdet. Långa besök är till för att träffa make/maka, föräldrar, barn, svärföräldrar, svärdöttrar/svärsöner, mor- och farföräldrar, barnbarn samt, med tillstånd från fängelsechefen, andra personer.", "38.  I sin dom den 29 januari 2014 i mål nr AKPI13-1283 angav Rysslands högsta domstol att en straffkolonis fängelsechef, i vissa begränsade fall, kan avslå en begäran om besök, t.ex. om begäran om ett långt besök görs av en person som inte är släkt med fången (artikel 89 § 2), eller om besöksmöjligheter inte tillåts enligt lagen (t.ex. ett långt besök under de första tio åren av strafftiden, eller om det tillåtna antalet besök överskridits). Enligt artikel 118 i lagen har fångar som placerats i isoleringscell som straff för ett brott mot fängelsereglerna inte heller rätt till besök.", "39.  Enligt artikel 89 § 3 kan ett långt besök på begäran bytas ut mot ett kort besök och både korta och långa besök kan bytas ut mot telefonsamtal.", "40.  Alla fångar har rätt att ta emot och skicka ett obegränsat antal brev, postkort och telegram (artikel 91 § 1). Intagna personers korrespondens med anhöriga samt paket ska rutinmässigt kontrolleras av straffkolonins personal (artikel 90 § 4 och 91 § 1).", "2.  Typer av anläggningar och säkerhetsklasser på ryska kriminalvårdsanstalter", "41.  Enligt artikel 58 i strafflagen (se punkt 33 ovan) finns det fem huvudtyper av kriminalvårdsanstalter där personer kan avtjäna sina straff, beroende på brottens grovhet. I de olika typerna av straffkolonier delas fångarna in i tre olika säkerhetsklasser, nämligen allmän, öppen eller förhöjd säkerhetsklass, beroende på olika faktorer, inklusive brottens grovhet och beteendet under fängelsevistelsen. På fängelser finns två olika typer av säkerhetsklasser, förhöjd säkerhetsklass och allmän säkerhetsklass.", "42.  Enligt artikel 129 i lagen om verkställighet av domar kan personer som avtjänar sitt straff i en öppen straffkoloni bo tillsammans med familjemedlemmar på koloniområdet om fängelsechefen givit sitt tillstånd för detta.", "43.  Kontakten med omvärlden för en person som avtjänar sitt straff i straffkoloni med allmän säkerhetsklass begränsas enligt artikel 121 till:", "(a) i allmän säkerhetsklass, sex korta och fyra långa besök per år och mottagande av sex stora och sex små paket (nyanlända personer och personer som flyttats från förhöjd säkerhetsklass eller öppen anstalt på grund av förbättrat eller försämrat beteende, se artikel 120);", "(b)  i öppen straffkoloni, sex korta och sex långa besök per år och mottagande av fyra stora och fyra små paket (vid slutet av de första sex månaderna av fängelsetiden, vid gott uppförande och positiv attityd till arbete kan nyanlända personer flyttas till denna säkerhetsklass, se artikel 120);", "(c)  i förhöjd säkerhetsklass, två korta och två långa besök per år och mottagande av tolv stora och tolv små paket (fångar flyttas till denna säkerhetsklass i fall av upprepade brott mot interna regler, flyttning tillbaka till allmän säkerhetsklass kan endast ske efter en period på sex månader, se artikel 120).", "44.  Kontakten med omvärlden för en person som avtjänar sitt straff i straffkoloni med förhöjd säkerhetsklass begränsas enligt artikel 123 till:", "(a)  i allmän säkerhetsklass, tre korta och tre långa besök per år och mottagande av tre stora och tre små paket (alla nyanlända personer, förutom de som dömts för överlagda brott under fängelsevistelsen, eller personer som flyttats från förhöjd säkerhetsklass eller öppen anstalt på grund av förbättrat eller försämrat beteende, se artikel 122);", "(b)  i öppen straffkoloni, fyra korta och fyra långa besök per år och mottagande av fyra stora och fyra små paket (vid slutet av de första nio månaderna av fängelsetiden, vid gott uppförande och positiv attityd till arbete kan nyanlända personer flyttas till denna säkerhetsklass, se artikel 122);", "(c)  i förhöjd säkerhetsklass, två korta och ett långt besök per år och mottagande av två stora och två små paket (fångar flyttas till denna säkerhetsklass i fall av upprepade brott mot interna regler, flyttning tillbaka till allmän säkerhetsklass kan endast ske efter en period på sex månader; personer som dömts för överlagda brott under fängelsevistelsen flyttas direkt till denna säkerhetsklass, se artikel 122).", "45.  Enligt artikel 130 i lagen finns två säkerhetsklasser på fängelser, allmän säkerhetsklass och förhöjd säkerhetsklass. I allmän säkerhetsklass begränsas kontakterna mellan fångar och omvärlden till två korta och två långa besök per år, och vid förhöjd säkerhetsklass är fångar berättigade till två korta besök per år.", "46.  Alla nyanlända och personer som flyttats från allmän säkerhetsklass på grund av upprepade brott mot interna regler avtjänar sina straff i förhöjd säkerhetsklass, flyttning till allmän säkerhetsklass kan endast ske efter en period på tolv månader (artikel 130).", "3.  Förvar i straffkoloni med högsta säkerhetsklass", "47.  I straffkoloni med högsta säkerhetsklass avtjänar fångarna sina straff i en av följande interna säkerhetsklasser:", "(a)  Allmän säkerhetsklass", "48.  I den här säkerhetsklassen bor fångarna i sovsalar och har rätt till två korta och två långa familjebesök per år (artikel 125 § 1). De har också rätt att motta tre stora paket och tre små paket per år. Alla nyanlända, förutom de som dömts för överlagda brott under avtjänande av straffet och dem som dömts till livstids fängelse (se punkt 52 nedan), eller som flyttats från förhöjd eller öppen säkerhetsklass på grund av förbättrat eller försämrat beteende (artikel 124), placeras i denna säkerhetsklass.", "(b)  Öppen säkerhetsklass", "49.  I denna säkerhetsklass bor fångarna i sovsalar och har rätt till tre korta och tre långa familjebesök per år (artikel 125 § 2). De har också rätt att motta fyra stora paket och fyra små paket per år. Vid slutet av de första tolv månaderna av fängelsetiden, vid gott uppförande och positiv attityd till arbete kan en fånge flyttas från allmän säkerhetsklass till denna säkerhetsklass (artikel 124).", "(c)  Förhöjd säkerhetsklass", "50.  I förhöjd säkerhetsklass bor fångarna i celler och har rätt till två korta besök per år (artikel 125 § 3). Enligt lagen har fångar som avtjänar sina straff i förhöjd säkerhetsklass inte rätt att få långa besök av anhöriga. Intagna i förhöjd säkerhetsklass har rätt att motta ett stort paket och ett litet paket per år (artikel 125 § 3). Intagna flyttas till denna säkerhetsklass vid upprepade brott mot interna regler, flyttning tillbaka till allmän säkerhetsklass kan endast ske efter en period på tolv månader. Intagna som dömts för överlagda brott under fängelsevistelsen flyttas direkt till denna säkerhetsklass (artikel 124).", "51.  Intagna i förhöjd säkerhetsklass får endast ringa telefonsamtal under exceptionella personliga omständigheter (artikel 92 § 3). Intagnas telefonsamtal kan avlyssnas av straffkolonins personal (artikel 92 § 5).", "(d)  Regler för fångar som dömts till livstids fängelse", "52.  Alla fångar som dömts till livstids fängelse placeras i förhöjd säkerhetsklass vid ankomsten till straffkoloni med högsta säkerhetsklass; de avtjänar sina straff avskilda från andra fångar, i celler med högst två personer (artikel 126 och 127 § 3). Intagna kan flyttas till allmän säkerhetsklass efter att de avtjänat minst tio år av sitt straff, med tioårsperioden som regel räknad från datum för arresteringen (artikel 127 § 3). Om en fånge betett sig mycket illa under sin tid i häktet och har straffats med placering i isoleringscell, räknas tioårsperioden från och med placeringen i straffkoloni med högsta säkerhetsklass i stället för från och med datum för arrestering. Livstidsdömda kan placeras i öppen säkerhetsklass efter att de avtjänat minst tio år av sitt straff i allmän säkerhetsklass (artikel 127 § 3).", "53.  En fånge i öppen säkerhetsklass som medvetet bryter mot reglerna flyttas till allmän säkerhetsklass, och en fånge i allmän säkerhetsklass som medvetet bryter mot reglerna flyttas till förhöjd säkerhetsklass. Flyttning tillbaka till allmän eller öppen säkerhetsklass kan endast ske efter en period på tio år (artikel 127 § 5).", "D.  Interna regler på kriminalvårdsanstalter, godkända av justitieministeriet den 3 november 2005 (nr 205)", "54.  De relevanta bestämmelserna i reglerna anger följande:", "1.  Kapitel XIV. Förfarande gällande besökstillstånd för fångar", "“... 68.  Besökstillstånd beviljas av fängelsechefen eller av en person som ersätter honom/henne efter begäran från en fånge eller en person som kommer på besök ... [skäl till avslag ska anges ].", "72. ... Sammanslagning eller uppdelning av besök i en eller flera delar tillåts inte ...", "74. En fånge har rätt till ett ... besök av högst två vuxna som kan åtföljas av fångens minderåriga syskon, barn eller barnbarn. ", "75. Långa besök av personer förutom [familjemedlemmar] kan endast beviljas om sådana besök enligt fängelseförvaltningens mening inte kan påverka fången negativt ...", "82. Ett beslut att ändra typ av besök eller att ändra ett besök till ett telefonsamtal kan fattas efter skriftlig begäran från fången.", "2.  Kapitel XV. Förfarande för att bevilja fångar möjlighet att ringa telefonsamtal", "“... 85. Tillstånd att ringa telefonsamtal beviljas efter skriftlig begäran från en fånge, med specifikation av adress, telefonnummer till personen fången vill ringa samt samtalets längd (vilket inte får överstiga femton minuter).", "86. Telefonsamtal betalas av fången själv eller dennas anhöriga eller andra [intresserade] personer. Telefonsamtal kan avlyssnas av fängelseförvaltningen ...", "89. Fångar i förhöjd säkerhetsklass ... tillåts endast ringa telefonsamtal under exceptionella personliga omständigheter (nära anhörigs dödsfall eller allvarlig livshotande sjukdom; naturkatastrof som orsakat allvarlig ekonomisk skada för fången eller dennas familj) ...”", "E.  Författningsdomstolens rättspraxis", "55.  Författningsdomstolen har vid ett antal tillfällen tagit upp frågan om huruvida de bestämmelser som avgör villkoren för fängsligt förvar i förhöjd säkerhetsklass i straffkolonier med högsta säkerhetsklass är förenliga med författningen.", "1.  Dom nr 466-O den 21 december 2004", "56.  I ett mål väckt av en fånge, G., dömde författningsdomstolen enligt följande:", "“... I sin ansökan begärde hr G. att artikel 127 § 3 i lagen om verkställighet av domar skulle bedömas som oförenlig med författningen, då denna artikel inte ger möjlighet att i strafftiden i förhöjd säkerhetsklass i straffkoloni med högsta säkerhetsklass inkludera den period fången vistats i häkte, vilket hindrar överföring av fången till en lägre säkerhetsklass [vid ett tidigare tillfälle än vad som annars vore möjligt] ...", "2,1.  Författningsdomstolen har reda prövat frågan om huruvida bestämmelserna i lagen om verkställighet av domar, som anger regler för framräkning av strafftid, vilket i sin tur påverkar möjligheten att flytta en fånge till mindre restriktiva eller på annat sätt bättre förhållanden under strafftiden, är förenliga med författningen.", "I sin dom den 27 februari 2003, i ett mål som granskade huruvida bestämmelserna i artikel 130 § 1 i lagen om verkställighet av domar var förenlig med författningen, fastslog Rysslands författningsdomstol att tiden i häkte ska räknas in i den totala strafftiden och ska användas vid uträkning av strafftid vid beslut om villkorlig frigivning. Denna metod motsvarar internationella standarder, vilket författningsdomstolen har noterat ...", "Grundat på ovanstående juridiska bedömning får artikel 127 § 3 i lagen om verkställighet av domar inte tolkas som ett förbud mot att i strafftiden inkludera tiden i häkte [eller] tiden som frihetsberövad enligt arresteringsåtgärd, inklusive den del av strafftiden som enligt rättsligt förfarande ska avtjänas i förhållanden med förhöjd säkerhetsklass ...”", "2.  Dom nr 248-O den 9 juni 2005", "57.  I ett mål väckt av en fånge, hr Z., och hans fru dömde författningsdomstolen enligt följande:", "“... Hr Z. ... [som] dömts till livstids fängelse, och hans fru ... har upprepade gången begärt att kriminalvårdsanstaltens förvaltning ska bevilja dem ett långt besök eftersom de önskar skaffa ett barn ... besöken har vägrats med hänvisning till artikel 125 § 3 och artikel 127 § 3 i lagen om verkställighet av domar, vilken anger att personer som avtjänar sina straff i straffkoloni med högsta säkerhetsklass i förhöjd säkerhetsklass har rätt till två korta besök per år samt att det första långa besöket kan beviljas tidigast efter att tio år av straffet har avtjänats.", "I sitt klagomål ifrågasatte Z. och [hans fru] huruvida dessa bestämmelser är förenliga med författningen och angav att de fråntog dem möjligheten att skaffa barn och därmed bröt mot deras rätt till respekt för privatlivet vilken skyddas av artikel 23 § 1 i författningen, samt att de begränsar deras rätt i högre grand än vad som avses i artikel 55 § 3 i författningen.", "...", "Artikel 55 § 3 i författningen tillåter möjligheten att begränsa mänskliga och civila rättigheter enligt federal lagstiftning i syfte att skydda de grundläggande principerna för det konstitutionella systemet, andras moral, hälsa, rättigheter och rättsliga intressen, samt för att säkra landets försvar och statens säkerhet. Sådana restriktioner kan särskilt förekomma i samband med att staten vidtar tvingande straffåtgärder mot brottslingar, vilket får som naturlig följd att den dömdas lagliga fri- och rättigheter tas bort eller begränsas samt att den dömda åläggs specifika förpliktelser.", "... Artikel 71 (o) i författningen ger de federala domstolarna rätt att vidta denna typ av begränsande åtgärder.", "Vid tillämpning av fängsligt förvar som en form av straff agerar staten både i sitt eget och i samhällsmedborgarnas intresse. Samtidigt ändrar tillämpningen [av detta straff] rytmen i en persons liv och relationer till andra, samt har specifika moraliska och psykologiska konsekvenser då det inte bara begränsar personens medborgerliga fri- och rättigheter, utan även hans eller hennes individuella rättigheter. Denna restriktion är ett resultat av hans eller hennes olagliga beteende och fastställs av behovet att begränsa hans eller hennes naturliga rätt till frihet i syfte att skydda andras moral, rättigheter och lagliga intressen.", "Lagstiftningen gällande brott och fängelsestraff definierar både straffen – som omfattar ett antal restriktioner motsvarande brottets grovhet – och på vilket sätt dessa straff ska avtjänas. Vid fastställande av dessa straff handlar domstolarna under förutsättningen att fångar i allmänhet har samma fri- och rättigheter som andra medborgare, med undantag som avgörs av deras individuella personlighet, de brott de begått samt säkerhetsklassen på den specifika kriminalvårdsanstalten.", "De villkor för avtjänande av straff som anges i både artikel 125 och 127 i lagen om verkställighet av domar samt i andra förordningar i denna lag, inklusive de förordningar som gäller besök från anhöriga och andra, är ämnade för individuell anpassning av straff för varje förbrytare, differentiering av straffen och deras villkor, samt för skapande av förutsättningar att uppnå straffets syfte, nämligen att, så som anges i artikel 43 § 2 i strafflagen, skipa rättvisa, rehabilitera den dömda och förebygga framtida brott.", "Behovet av lagstadgade förordningar gällande familjebesök grundar sig på bestämmelserna i FN:s principer för skydd av alla personer som är under någon form av frihetsberövande, vilka godkänts av FN:s generalförsamling den 9 december 1998, och särskilt på princip nr 19 ...", "Europadomstolen för mänskliga rättigheter har i sina beslut påpekat att, för att förtydliga de förpliktelser som medlemsstaterna har enligt artikel 8 i konventionen ... måste man i samband med fängelsebesök ta hänsyn till de normala och rimliga fängelsekraven och till den påföljande graden av handlingsutrymme som de nationella myndigheterna måste tillåtas vid reglering av fångars kontakt med sina familjer, och att man måste komma ihåg att ”allt frihetsberövande automatiskt innebär en begränsning av privat- och familjeliv” ...", "Begränsningar av frekvens, längd och villkor för fängelsebesök är en oundviklig följd av denna straffåtgärd, då den utgörs av isolering av fången på en viss plats och under bevakning. Från detta perspektiv utgör de bestämmelser som ifrågasätts av den klagande inte i sig några ytterligare restriktioner utöver dem som tillämpas i den mening som avses i artikel 55 § 3 i författningen, och som är ett resultat av fängelsestraffets natur.", "Mängden restriktioner varierar också främst beroende på hur strängt straff domstolen har dömt fången till, vilket hör samman med brottets natur och hur stort hot mot allmänheten det utgjort, omständigheterna kring brottet samt förövarens personlighet. Flest restriktioner tillämpas för personer som för den allra grövsta typen av våldsbrott dömts till livstids fängelse som ett alternativ till dödsstraff, (artikel 57 § 1 i strafflagen) samt för personer som avtjänar sitt straff i straffkolonier med högsta säkerhetsklass (artikel 58 § 1 (2) i strafflagen).", "Med rätt till privatliv (artikel 23 § 1 i författningen) avses att staten garanterar att en person ska ha kontroll över personlig information och ska hindra att personlig och intim information avslöjas. Konceptet ”privatliv” omfattar sådana mänskliga aktiviteter som enbart berör personen själv, enbart gäller honom eller henne och inte behöver bevakas av samhället och staten, förutsatt att de inte är olagliga. Däremot har Europadomstolen för mänskliga rättigheter påpekat att ”huvudsyftet med artikel 8 är att skydda en individ mot godtyckligt intrång från offentliga myndigheter”. Vid verkställande av ett fängelsestraff gör staten inte godtyckligt intrång i en medborgares privatliv, utan utför en uppgift som har som syfte att skydda samhällets intressen ...", "En person som har för avsikt att begå sådana brott måste förutse att han eller hon på grund av detta kan komma att frihetsberövas och att hans eller hennes fri- och rättigheter kan komma att begränsas, inklusive rätten till privatliv, personlig och familjerelaterad sekretess och därmed möjligheten att skaffa barn. Då en person begår ett brott åsamkar han eller hon medvetet sig själv, och sina familjemedlemmar, sådana restriktioner.", "Därför har de bestämmelser som ifrågasätts av den klagande, och som anger att fångar som dömts till livstids fängelse för särskilt grova våldsbrott har rätt till långa besök först efter att de avtjänat minst tio års fängelse, tillämpats av domstolarna i enlighet med deras behörighet och bryter inte mot rättvis balans mellan samhällets och individens intressen ...”", "III.  RELEVANTA INTERNATIONELLA LAGAR OCH PRAXIS", "A.  Europarådet", "1.  Ministerkommittén", "58.  Rekommendation Rec (2006)2 från ministerkommittén till Europarådets medlemsstater gällande europeiska fängelseregler, antagen den 11 januari 2006 anger följande:", "”Del I", "...", "Grundläggande principer", "1.  Var och en som är frihetsberövad ska behandlas med respekt för sina mänskliga rättigheter. ", "2.  Frihetsberövade personer behåller alla rättigheter som inte lagligen fråntagits dem till följd av dom eller beslut om häktning.", "3.  De restriktioner som åläggs frihetsberövade personer ska vara så lite ingripande som möjligt och stå i proportion till det legitima syftet med åtgärderna. ", "4.  Fängelseförhållanden som inkräktar på fångars mänskliga rättigheter kan inte rättfärdigas med bristande resurser.", "5.  Förhållandena i fängelse ska så långt möjligt efterlikna de positiva sidorna av livet i samhället.”", "6.  Varje frihetsberövande ska ske under former som underlättar de frihetsberövades återanpassning i samhället.", "...", "Del II", "...", "Kontakt med omvärlden", "24.1 De intagna ska tillåtas kommunicera så ofta som möjligt per brev, telefon eller på annat sätt med sina familjer, andra personer och företrädare för organisationer i samhället samt ta emot besök av dessa personer.", "24.2 Kommunikation och besök kan bli föremål för inskränkningar och kontroll om detta är nödvändigt på grund av pågående brottsutredningar, för upprätthållandet av ordning och säkerhet, för att förhindra brott eller skydda brottsoffer, men sådana inskränkningar, inklusive särskilda restriktioner som beslutats av behörig rättslig myndighet, ska ändå medge en godtagbar lägsta kontaktnivå.", "...", "24.3 Nationell lagstiftning ska specificera de nationella och internationella organ och tjänstemän med vilka de intagna kan kommunicera utan begränsningar.", "24.4 Besöksförhållandena ska vara sådana att de intagna kan upprätthålla och utveckla familjerelationer på ett så normalt sätt som möjligt.", "24.5.  Fängelsemyndigheterna ska hjälpa de intagna att upprätthålla adekvat kontakt med omvärlden och erbjuda dem lämpligt socialt stöd för detta.", "...", "Del VIII", "...", "Dömda intagna", "Syftet med verksamheten för dömda intagna", "102.1 Utöver de regler som gäller för alla intagna ska verksamheten för dömda intagna alltid utformas så att den möjliggör för dem att leva ett ansvarstagande liv utan brottslighet.", "102.2 Fängsligt förvar är på grund av frihetsberövandet ett straff i sig och därför ska verksamheten för dömda intagna inte förvärra det lidande som följer med fängsligt förvar. ”", "59.  Rekommendation Rec (2006)2 från ministerkommittén till Europarådets medlemsstater gällande europeiska fängelseregler (”CDPC”) specificerar att regel 2 betonar att frihetsberövande inte ska leda till antagandet att fångar automatiskt också förlorar sina politiska, civila, sociala, ekonomiska och kulturella rättigheter. Även om det är oundvikligt att dessa rättigheter begränsas vid frihetsberövandet, ska vidare begränsningar vara så få som möjligt och bör specificeras enligt lag samt tillämpas enbart när det är nödvändigt på grund av upprätthållandet av ordning och säkerhet i fängelset. Slutligen ska eventuella begränsningar av fångars rättigheter inte avvika från dessa regler.", "60.  Enligt kommentarerna betyder regel 5 att aktiva åtgärder ska vidtas för att förhållandena i fängelse så långt möjligt ska efterlikna ett normalt liv.", "61.  CDPC:s kommentarer till de Europeiska fängelsereglerna specificerar beträffande kontakten med omvärlden:", "”frihetsberövande ska inte medföra förlust av kontakten med omvärlden. Tvärtom, har alla fångar rätt till viss kontakt med omvärlden och fängelsemyndigheterna ska sträva efter att i möjligaste mån skapa omständigheter som möjliggör denna kontakt.”", "62.  Med vidare specifik hänvisning till familjebesök anges:", "”Begreppet familj bör tolkas generöst och inkludera kontakt med en person med vilken fången har ett förhållande jämförbart med en familjerelation även om relationen inte formaliserats.", "Artikel 8 i EKMR bekräftar att alla har rätt till respekt för privat- och familjeliv samt korrespondens, och regel 24 kan tolkas som förpliktelser som fängelsemyndigheter måste uppfylla när det gäller att garantera att dessa rättigheter respekteras under de normalt restriktiva förhållandena i ett fängelse. Detta inkluderar även besök, då de är en särskilt viktig form av kommunikation.", "...”", "63.  Ministerkommittén har antagit ett antal resolutioner och rekommendationer beträffande personer i långa fängelsestraff och livstids fängelse. Den första är Resolution 76(2) från den 17 februari 1976 ”Beträffande behandling av personer i långa fängelsestraff” som rekommenderar medlemsstaterna att bland annat:", "”1.  föra en kriminalpolitik där långa fängelsestraff endast tillämpas om de är nödvändiga för skydd av samhället;", "2.  vidta nödvändiga lagliga och administrativa åtgärder för att gynna lämplig behandling under verkställandet av sådana straff;", "...", "6.  främja en känsla av ansvar hos fången genom gradvis införande i system med medverkan inom alla lämpliga områden;", "...", "9.  garantera att alla mål gällande fångar prövas så tidigt som möjligt för att avgöra huruvida villkorlig frigivning kan beviljas;", "10.  så snart en positiv prognos kan ställas bevilja villkorlig frigivning, förutsatt att lagstadgade krav gällande avtjänande av straffet uppfyllts; avslag av villkorlig frigivning bör inte rättfärdigas endast av allmänna förebyggande hänsyn;", "11.  tillämpa samma principer på livstids fängelse som på långa fängelsestraff;", "12.  garantera att en prövning av livstidsstraff, så som avses i nr 9, äger rum senast efter åtta till fjorton år efter frihetsberövandet och sedan upprepas med regelbundna mellanrum; ...”", "64.  De relevanta delarna av rekommendation Rec (2003)23 från ministerkommittén till medlemsstaterna gällande fängelseförvaltningars hantering av personer i livstids fängelse eller andra långa fängelsestraff, antagen den 9 oktober 2003, anger följande:", "”2.  Syftet med hanteringen av personer i livstids fängelse eller andra långa fängelsestraff bör vara:", "– att garantera att fängelser är säkra och trygga för fångarna och alla som arbetar med eller besöker dem;", "–  att uppväga skadeeffekterna av livstids fängelse och långa fängelsestraff;", "– att öka och förbättra möjligheten för dessa fångar att framgångsrikt återanpassas till samhället och leva ett laglydigt liv efter frigivning. ...", "22.  Särskilda ansträngningar bör göras för att förhindra att familjeband klipps av. I detta syfte:", "– bör fångar i möjligaste mån placeras i fängelser nära deras familjer eller nära anhöriga;", "– bör brev, telefonsamtal och besök tillåtas med största möjliga frekvens och respekt för privatlivet. Om sådana bestämmelser äventyrar säkerheten eller tryggheten, eller vid rättfärdigad riskbedömning, kan dessa kontakter åtföljas av rimliga säkerhetsåtgärder så som kontroll av korrespondens och kroppsvisitering före och efter besök. ...", "33.  För att möjliggöra för personer i livstids fängelse och långa fängelsestraff att klara av problemet med återanpassning till ett laglydigt liv i samhället efter ett långt fängelsestraff, bör deras frigivning förberedas i god tid, med särskilda hänsyn till följande:", "– behovet av särskilda planer för före och efter frigivningen, för att bemöta relevanta risker och behov;", "– beaktande av möjligheten att beviljas frigivning samt fortsättning efter frigivning av program, assistans eller behandling som fångarna erhållit under tiden som frihetsberövad;", "– behovet av nära samarbete efter frigivning mellan fängelseförvaltningen och övervakande myndigheter, socialtjänst och hälsovård.", "34.  Beviljande och tillämpning av villkorlig frigivning för personer i livstids fängelse och andra långa fängelsestraff bör följa principerna som anges i rekommendation Rec(2003)22 gällande villkorlig frigivning.”", "2.  Europeiska kommittén för förhindrande av tortyr och omänsklig eller förnedrande behandling eller bestraffning", "65.  Den relevanta delen av Memorandum för Europeiska kommittén för förhindrande av tortyr och omänsklig eller förnedrande behandling eller bestraffning (”CPT”) från den 27 juni 2007 [CPT (2007) 55] med rubriken ”Faktiska/reella livstidsstraff” anger följande:", "”Kontakt med omvärlden", "Livstids fängelse och långa fängelsestraff tenderar att bryta upp äktenskap och familjerelationer. Om dessa skador kan förebyggas har ett viktigt steg tagits för att bevara fångens mentala hälsa, och ofta, motivation att använda tiden i fängelse på ett konstruktivt sätt. Äktenskapliga relationer och familjerelationer stärks av känslomässiga band. Det är därför viktigt att försöka garantera att förhållandena vid livstids fängelse och långa fängelsestraff inte resulterar i att dessa relationer vittrar sönder.", "Upprätthållande av familjerelationer underlättas om familjebesök är möjliga.", "Det är viktigt med omfattande möjligheter att motta och skicka brev. Det är också viktigt med frekventa besök och långa besök under förhållanden som möjliggör privat umgänge och fysisk kontakt. Telefonsamtal ger ytterligare möjlighet att hålla kontakten med familjen. Personer med långa fängelsestraff och livstids fängelse bör få omfattande möjligheter att ringa telefonsamtal. Om det finns risk att telefonsamtal kan användas för att organisera brott, planera flykt eller på annat sätt störa säkerhet och ordning, kan de avlyssnas, men fångarna bör informeras om att avlyssning kan beordras vid behov. Om brev eller besök medför en säkerhetsrisk bör förebyggande åtgärder vidtas som möjliggör att de tillåts, t.ex. läsning av korrespondens och kroppsvisitering före och efter besök.", "De negativa effekterna av institutionalisering vid långa fängelsestraff mildras, och fångarna blir bättre rustade inför frigivningen, om de får reella möjligheter att upprätthålla kontakten med omvärlden. Beträffande omständigheterna kring besöken bör också de individuella bedömningarna av risker/behov för denna kategori av fångar medge beslut att på individuell basis bevilja öppna besök.", "Särskilda ansträngningar bör göras för att undvika skada av äktenskapliga relationer och familjeband, då detta får negativa konsekvenser för fångens mentala hälsa och ofta även på fångens motivation att använda tiden i fängelse på ett konstruktivt sätt.", "Att systematiskt – under flera år – neka livstidsdömda möjligheten till öppna besök är oförsvarbart. Beviljande eller nekande till öppna besök bör baseras på en individuell riskbedömning.”", "66.  CPT:s Standarder 2002 (reviderade 2011) innehåller följande bestämmelser (utdrag från den 2:a allmänna rapporten [CPT/Inf (92) 3]):", "”51.  Det är också mycket viktigt för fångar att upprätthålla rimligt god kontakt med omvärlden. En fånge måste framför allt få möjlighet att bevara sina relationer med familjer och nära vänner. Den ledande principen bör vara att främja kontakten med omvärlden; eventuella begränsningar av sådana kontakter bör uteslutande grundas på klara säkerhetsfarhågor eller resurshänsyn.", "CPT vill i detta sammanhang betona behovet av en viss flexibilitet beträffande tillämpningen av regler gällande besök och telefonkontakt för fångar vars familjer bor långt från anstalten (och därför har svårt att göra regelbundna besök). Sådana fångar kan t.ex. tillåtas samla besökstid och/eller erbjudas bättre möjligheter för telefonkontakt med sina familjer.”", "67.  Beträffande fångar dömda till livstids fängelse och andra långa fängelsestraff anges (Utdrag från den 11:e allmänna rapporten [CPT/Inf (2001) 16]):", "”33.  ... Under några av sina besök har CPT funnit att sådana fångars situation beträffande fysiska omständigheter, aktiviteter och möjligheter till mänsklig kontakt varit bristfällig. Många sådana fångar har ålagts specialrestriktioner som troligtvis kommer att förvärra de skadeeffekter som långa fängelsestraff automatiskt medför; exempel på sådana restriktioner är ... begränsade besökstillstånd. CPT anser inte att man kan berättiga en urskillningslös tillämpning av restriktioner för alla fångar med en viss typ av straff, utan hänsyn till den individuella risk de eventuellt (eller eventuellt inte) utgör.", "Långa fängelsestraff kan få ett antal olika avsocialiserande effekter på fångar. Förutom att långa fängelsestraff kan institutionalisera fångar, kan de drabbas av olika psykiska problem (inklusive förlust av självkänsla och försämring av sociala färdigheter), och de har en tendens att allt mer förlora intresset för det samhälle de allra flesta av dem så småningom kommer att återvända till. CPT anser att de förhållanden som erbjuds fångar med långa fängelsestraff bör kompensera för dessa verkningar på ett positivt och förekommande sätt.”", "68.  Beträffande den särskilda situationen för livstidsdömda i Ryska federationen, angav CPT i sin landsrapport efter sitt besök den 21 maj till den 4 juni 2012 (CPT/Inf (2013) 41):", "”113. Slutligen vill CPT beträffande situationen på ”Vladimirskiy Tsentral” än en gång betona att man inte ser det som berättigat att systematiskt segregera livstidsdömda från andra fångar. Ett sådant förfarande är inte förenligt med rekommendation (2003) 23 från Europarådets ministerkommitté av den 9 oktober 2003 gällande fängelseförvaltningars behandling av fångar dömda till livstids fängelse och andra långa fängelsestraff. Rapporten som åtföljer denna rekommendation påminner om att det ofta förekommer en felaktig uppfattning att en fånge som dömts till livstids fängelse automatiskt är farlig. Placering av personer som dömts till livstids fängelse bör därför ske som ett resultat av en omfattande och pågående bedömning av risker och behov, baserad på den individuella verkställighetsplanen, och inte enbart på domen. CPT rekommenderar att de ryska myndigheterna, i skenet av dessa anmärkningar, granskar lagstiftning och praxis beträffande segregationen av livstidsdömda på FSIN-anstalter.”", "B.  Förenta nationerna", "1.  Internationella konventionen om medborgerliga och politiska rättigheter från 1966 och FN:s kommitté för mänskliga rättigheter", "69.  Internationella konventionen om medborgerliga och politiska rättigheter (”IKMPR”) antogs för Ryssland den 16 oktober 1973. Artikel 10(3) anger:", "”Kriminalvårdssystemet skall innefatta behandling av intagna och dess huvudsakliga syfte skall vara deras bättring och återanpassning i samhället. ”.", "70.  Artikel 17 anger:", "”1.  Ingen får utsättas för godtyckligt eller olagligt ingripande med avseende på privatliv, familj, hem eller korrespondens och inte heller för olagliga angrepp på sin heder eller sitt anseende.", "2.  Var och en har rätt till lagens skydd mot sådana ingripanden och angrepp.”", "71.  De allmänna kommentarerna gällande artikel 10 från Kommittén för mänskliga rättigheter nr 9 (1982), paragraf 3 anger:", "”tillåta besök, i synnerhet från familjemedlemmar, är normalt också en sådan åtgärd som krävs av mänskliga skäl.”", "72.  De allmänna kommentarerna gällande artikel 10 från Kommittén för mänskliga rättigheter nr 21 (1992), paragraf 3–4 anger vidare att frihetsberövade personer:", "”... inte får utsättas för svåra förhållanden och tvång utöver frihetsberövandet; respekten för personernas värdighet måste garanteras enligt samma villkor som för fria personer. Frihetsberövade personer behåller alla rättigheter som anges i konventionen, med undantag för sådana restriktioner som är oundvikliga i en sluten miljö.", "Behandling av var och en som är frihetsberövad med medmänsklighet och respekt för deras värdighet är en grundläggande och universellt gällande regel. Därför kan tillämpningen av denna regel, som ett minimum, inte bero på de materiella resurser staten har tillgång till. Denna regel måste tillämpas utan någon form av urskiljning på grund av t.ex. ras, hudfärg, kön, språk, religion, politisk eller annan åsikt, nationellt eller socialt ursprung, egendom, härkomst eller annan status.", "I paragraf 10 anges också att:", "”[i]nget kriminalvårdssystem bör vara enbart straffande; utan dess huvudsakliga syfte skall vara deras bättring och återanpassning i samhället.", "2.  FN:s minimiregler för behandling av fångar", "73.  FN:s minimiregler för behandling av fångar från den 30 augusti 1955 innehåller specifika bestämmelser gällande dömda fångar, inklusive följande ledande principer:", "”Kontakt med omvärlden", "37.  Intagna ska under nödvändig övervakning tillåtas att regelbundet kommunicera med sina familjer och redliga vänner, både genom korrespondens och genom att motta besök.", "38. (1)  Intagna som är utländska medborgare ska ges rimliga möjligheter för att kommunicera med diplomatiska och konsulära representanter från den stat de är medborgare i.", "(2)  Intagna som är medborgare i stater utan diplomatisk eller konsulär representation i landet samt flyktingar och statslösa personer ska ges liknande möjligheter att kommunicera med diplomatiska representanter från den stat som handhar deras intressen eller med nationella eller internationella myndigheter som har till uppgift att skydda sådana personer.", "39.   Intagna ska regelbundet kunna få information om viktiga nyheter genom att läsa tidningar, tidskrifter eller särskilda institutionella publikationer, höra trådlösa sändningar, höra föreläsningar eller andra liknande metoder som tillåts eller kontrolleras av förvaltningslagen.", "...", "REGLER TILLÄMPLIGA PÅ OLIKA KATEGORIER", "A. Personer dömda till fängelse", "...", "57.  Fängelse och andra åtgärder som resulterar i att fångar avskärs från omvärlden medför lidande redan genom att de frihetsberövas och fråntas rätten till självbestämmande. Därför ska fängelsesystemet inte, utom vid tillfällig eller berättigad segregation eller upprätthållande av disciplin, förvärra det lidande som följer med fängsligt förvar.", "58.  Syftet med och berättigandet för en fängelsedom eller liknande frihetsberövande är i slutänden att skydda samhället mot brottslighet. Detta syfte kan endast uppnås om fängelsetiden används för att i möjligaste mån garantera att den dömda vid återgången till ett liv i samhället inte bara är villig utan också förmögen att leda ett laglydigt och självförsörjande liv.", "59.  För detta ändamål ska anstalten använda alla lämpliga och tillgängliga underlättande, utbildande, moraliska, andliga och andra metoder och hjälpinsatser samt bör sträva efter att tillämpa dem i enlighet med fångarnas individuella behov av behandling.”", "3.  FN:s principer för skydd av alla personer som är under någon form av frihetsberövande", "74.  Den relevanta delen av FN:s principer för skydd av alla personer som är under någon form av frihetsberövande, vilka godkänts av FN:s generalförsamling den 9 december 1998, (A/RES/43/173) anger följande:", "”Princip 3", "Inga restriktioner eller undantag från någon av de mänskliga rättigheterna för personer i någon form av frihetsberövande eller fängsligt förvar, som enligt lag, hävd eller förordning tillämpas i en stat, får förekomma under förevändningen att denna samling principer inte helt eller delvis erkänner dessa rättigheter.", "...", "”Princip 19", "En frihetsberövad eller fängslad person ska särskilt ha rätt att få besök av och korrespondera med sina familjemedlemmar, samt ska ha adekvat möjlighet att kommunicera med omvärlden, i enlighet med rimliga villkor och restriktioner som specificerats i lag samt lagenliga förordningar.", "”Princip 20", "Om en frihetsberövad eller fängslad person så begär ska han om möjligt och där det är rimligt placeras på en anstalt eller ett fängelse som ligger nära hans normala bostadsort.”", "4.  FN:s grundläggande principer för behandlingen av fångar", "75.  FN:s grundläggande principer för behandlingen av fångar (antagna i res. 45/111 den 14 december 1990) innehåller följande bestämmelser:", "”1.  Alla fångar ska behandlas med den respekt de har rätt till på grund av deras medfödda värdighet och människovärde.", "...", "5.  Förutom de begränsningar som är bevisat nödvändiga på grund av frihetsberövandet, ska alla fångar behålla sina mänskliga fri- och rättigheter i enlighet med den Allmänna förklaringen om de mänskliga rättigheterna, samt i fall där den berörda staten undertecknat dessa, Internationella konventionen om ekonomiska, sociala och kulturella rättigheter och Internationella konventionen om medborgerliga och politiska rättigheter, inklusive det frivilliga tillhörande protokollet, samt övriga rättigheter som anges i Förenta Nationernas konventioner.”", "5.  FN:s konvention mot tortyr och annan grym, omänsklig eller förnedrande behandling eller bestraffning", "76.  I de avslutande iakttagelserna i den femte periodiska rapporten för Ryska federationen, antagen vid fyrtionionde sessionen (29 oktober– 23 november 2012), anger FN:s kommitté mot tortyr följande:", "”9.   ... [Kommittén] oroar sig vidare över att statens lagstiftning inte anger att alla personer som frihetsberövats har rätt att omedelbart efter frihetsberövandet kontakta familjemedlemmar och i stället tillåter myndighetspersoner att kontakta anhöriga på den frihetsberövades vägnar, samt att man inte garanterar att anhöriga alltid ska informeras om den frihetsberövades vistelseort. ...”", "C.  Internationella krigsförbrytartribunalen för f.d. Jugoslaviens regler gällande frihetsberövande av personer i väntan på rättegång eller överklagan i tribunalen eller som av annan anledning frihetsberövats på tribunalens order (den 21 juli 2005)", "77.  Regel 61 (A) anger följande:", "”Intagna ska ha rätt att ta emot besök från familj, vänner och andra, under villkor som endast ska begränsas enligt bestämmelserna i regel 64 och 64bis samt andra restriktioner och sådan övervakning som befälhavaren tillämpar i samrådan med justitiesekreteraren. Sådana restriktioner och sådan övervakning måste vara nödvändig på grund av rättsliga skäl eller värdfängelsets och anstaltens säkerhet och allmänna ordning.”", "D.  Interamerikanska domstolen för de mänskliga rättigheterna och Interamerikanska kommissionen för mänskliga rättigheter", "78.  Interamerikanska kommissionen (”IACHR”) har konsekvent hävdat att staten är förpliktigad att möjliggöra och reglera kontakten mellan fångar och deras familjer. I detta sammanhang upprepade IACHR att familjers besök av fångar är en grundläggande del av rätten till skydd av familjelivet för alla berörda parter i denna relation.", "79.  I mål X och Y mot Argentina (IACHR, rapport nr 38/96, mål 10.506, Föreliggande fakta, den 15 oktober 1996) angav IACHR att även om besök med personlig kontakt inte är en rättighet, måste myndigheterna då sådana besök tillåts hantera dem på ett sätt som respekterar mänskliga rättigheter och de berörda personernas värdighet. Särskilt:", "”97.  Rätten till familjeliv kan komma att automatiskt begränsas. Särskilda omständigheter, så som frihetsberövande eller militärtjänst, påverkar utövandet och möjligheten till denna rättighet, även om de inte upphäver den. Även om frihetsberövande automatiskt begränsar fullständig möjlighet till familjeliv, eftersom en familjemedlem avskils från familjen, måste staten ändå möjliggöra och hantera kontakten mellan fångar och deras familjer samt respektera alla människors grundläggande rätt till skydd mot godtyckliga och obefogade intrång.", "98.  Kommissionen har konsekvent hävdat att [s]taten är skyldig att möjliggöra kontakt mellan fångar och deras familjer, oavsett de restriktioner som ett frihetsberövande automatiskt medför. Beträffande detta har kommissionen upprepade gånger angett att besöksrätten är ett grundläggande krav för att respektera fångens personliga integritet och frihet samt, därigenom, alla berörda parters rätt till skydd av familjelivet. Med tanke på de exceptionella förhållandena vid ett frihetsberövande, måste staten i realiteten skapa positiva möjligheter att på ett effektivt sätt garantera rätten att bevara och utveckla familjerelationer. Därför måste behovet av åtgärder som begränsar denna rättighet justeras gentemot de normala och rimliga kraven vid ett frihetsberövande.”", "80.  I målet Oscar Elías Biscet m.fl. mot Cuba (IACHR, Rapport nr 67/06, mål 12.476, Föreliggande fakta, 1 oktober 2006) underkände kommissionen obefogade restriktioner av familjebesök enligt artikel VI i Amerikanska förklaringen om mänskliga rättigheter och skyldigheter.", "Särskilt:", "”237.  Kommissionen noterar att även om frihetsberövande automatiskt separerar familjemedlemmar är staten skyldig att möjliggöra regelbunden kontakt mellan fången och hans eller hennes familj. På grund av de exceptionella förhållanden som ett frihetsberövande medför är staten skyldig att vidta åtgärder för att på ett effektivt sätt garantera rätten att bevara och utveckla familjerelationer. Behovet av åtgärder som begränsar denna rättighet måste passa de normala och rimliga kraven vid ett frihetsberövande. I fall där staten reglerar sättet på vilket fångar och deras familjer utövar rätten att bilda och skydda en familj, får inga villkor eller förfaranden tillämpas som strider mot de rättigheter som anges i den amerikanska förklaringen.", "...", "239.  I det föreliggande målet observerar kommissionen att de flesta av offren förvaras i fängelser långt från deras familjer. Framställarna påstår till och med att myndigheterna medvetet placerat offren i avlägset belägna fängelser för att försvåra kommunikationen med familjer, advokater och media. Vidare har rapporterats att fängelsemyndigheterna i de flesta fall utan klar orsak har begränsat besök från familjer och äkta hälfter.", "240.  Kommissionen finner att staten inte uppfyllt sina förpliktelser att möjliggöra kontakt mellan fångar och deras familjer. På grund av dessa fakta drar kommissionen slutsatsen att staten, till nackdel för alla offren, har brutit mot artikel VI i den amerikanska förklaringen.”", "IV.  KOMPARATIV RÄTT", "81.  Azerbajdzjan, Belgien, Bulgarien, Danmark, Estland, Finland, Frankrike, Georgien, Grekland, Irland, Italien, Kroatien, Liechtenstein, Litauen, Luxemburg, F.d. jugoslaviska republiken Makedonien, Malta, Moldavien, Montenegro, Nederländerna, Polen, Portugal, Republiken Tjeckien, Rumänien, Schweiz, Serbien, Slovakien, Slovenien, Spanien, Storbritannien (England och Wales), Sverige, Turkiet, Tyskland, Ukraina och Österrike tillåter alla av princip personer som dömts till livstids fängelse och andra långa fängelsestraff att, på samma sätt som andra kategorier av fångar, regelbundet kommunicera med sina familjer genom att ta emot besök i enlighet med de förfaranden och villkor som anges i nationell lagstiftning samt de praktiska förhållandena på den anstalt där de förvaras. Som särskilt nämns i relevanta regler hos vissa medlemsstater, så som Tyskland, Italien, Polen och Storbritannien, är det huvudsakliga syftet med sådana besök att bevara familjebanden.", "82.  I de flesta av de ovannämnda staterna är reglerna för fängelsebesök desamma för alla kategorier av fångar, inklusive fångar dömda till livstids fängelse och/eller andra långa fängelsestraff. I vissa medlemsstater, så som Azerbajdzjan, Bulgarien, Litauen, Polen, Serbien och Turkiet, kan vidare restriktioner gälla för vissa kategorier av fångar, i synnerhet fångar dömda till livstids fängelse och/eller andra långa fängelsestraff, särskilt beträffande frekvensen och längden av sådana besök samt gällande i vilken typ av lokaler som besöken äger rum. Bland de stater som tillåter intima besök, utesluter en medlemsstat, nämligen Moldavien, livstidsdömda och vissa andra kategorier av fångar från sådana besök. Ukraina hade samma situation fram till den 7 maj 2014 då en ändring av artikel 151 i lagen om verkställighet av domar antogs och numera tillåter sådana besök för livstidsdömda.", "83.  Olika övervakande restriktioner gällande direkt fysisk kontakt, antalet besökare och avskildhet under fängelsebesök är vanliga i de flesta nämnda staterna. Det verkar som det bara är i några få medlemsstater, så som Kroatien, Tyskland, Sverige och Schweiz som regelbundna familjebesök som regel sker utan övervakning om det inte föreligger särskilda säkerhets- eller andra risker. I allmänhet kan regelbundna familjebesök för fångar dömda till livstids fängelse och/eller andra långa fängelsestraff hållas kring ett bord i ett för ändamålet avsett rum, i vissa fall tillsammans med andra fångar och deras besökare (se t.ex., Belgien, Luxemburg, Nederländerna, Polen, Schweiz och Storbritannien) eller på varsin sida en glasruta (se särskilt Azerbajdzjan, Bulgarien, Grekland, F.d. jugoslaviska republiken Makedonien, Rumänien och Slovakien). I vissa medlemsstater förekommer båda möjligheterna, beroende på anstalten och andra omständigheter (se t.ex., Finland, Spanien, Turkiet, Ukraina och Österrike). I Estland, Portugal, Tyskland, Storbritannien och Sverige kan besök av säkerhetsskäl ske i ett rum med en åtskiljande glasruta (eller annan anordning som förhindrar fysisk kontakt). I medlemsstater där besök kan ske i ett rum utan fysiska barriärer, så som Belgien, Frankrike, Irland, Italien, Liechtenstein, Montenegro, Polen, Portugal, Schweiz, Serbien, Slovenien, Sverige, Tyskland och Turkiet (vid öppna besök) tillåts en viss grad av fysisk kontakt mellan vuxna besökare och vuxna fångar. Å andra sidan är fysisk kontakt för det mesta förbjuden i Finland, och i Nederländerna och Slovakien är den strikt reglerad.", "84.  Det förekommer stora variationer i frekvensen av korta fängelsebesök, med ett kort besök i månaden som ett allmänt accepterat minimum för de flesta fångar i alla de granskade länderna. I vissa medlemsstater, så som Belgien, Finland, Grekland, Irland, Malta, Montenegro, Nederländerna, Portugal, Schweiz, Slovenien, Spanien och Österrike tillåts i allmänhet familjebesök en gång i veckan. I andra medlemsstater, t.ex. Bulgarien, f.d. jugoslaviska republiken Makedonien, Kroatien, Polen, Rumänien och Storbritannien, tillåts sådana besök två gånger per månad. I Italien tillåts sex besök per månad och i Turkiet fyra gånger i månaden. I ett antal stater, så som Estland, Georgien, Moldavien, Republiken Tjeckien, Serbien, Slovakien, Tyskland och Ukraina, tillåts ett familjebesök per månad. I Litauen tillåts livstidsdömda i medelhög säkerhetsklass regelbundna besök en gång varannan månad. I Azerbajdzjan, där antalet besök på ett liknande sätt beror på vilken säkerhetsklass fången tilldelats enligt strafflagen, tillåts livstidsdömda sex regelbundna besök per år.", "LAGEN", "I.  PÅSTÅDD ÖVERTRÄDELSE AV ARTIKEL 8 I KONVENTIONEN", "85.  Den klagande klagade över att hans möjlighet att ta emot besök från sin fru och andra familjemedlemmar under de första tio åren efter domen, då han förvarades i en straffkoloni med högsta säkerhetsklass, varit ytterst begränsad. Den klagande var särskilt missnöjd med avsaknaden av äktenskapliga besök under tiden han förvarades i denna straffkoloni med högsta säkerhetsklass. I sin inlaga den 12 maj 2014 klagade den klagande också över att hans fru och familjemedlemmar inte tillåtits besöka honom under hans tid i häkte före rättegången, mellan november 1994 och oktober 1995. Han stödde sig på artikel 8 konventionen som anger följande:", "”1.  Var och en har rätt till skydd för sitt privat- och familjeliv, sitt hem och sin korrespondens.", "2.  Offentlig myndighet får inte ingripa i denna rättighet annat än med stöd av lag och om det i ett demokratiskt samhälle är nödvändigt med hänsyn till den nationella säkerheten, den allmänna säkerheten eller landets ekonomiska välstånd, till förebyggande av oordning eller brott, till skydd för hälsa eller moral eller till skydd för andra personers fri- och rättigheter.”", "A.  Godtagbarhet", "1.  Parternas inlagor", "86.  Regeringen angav att den klagandes fru hade skilt sig från honom år 1996 och att den klagandes klagomål i den mån det gällde att han inte tillåtits äktenskapliga besök från sin fru då han efter domen förvarades i en straffkoloni med högsta säkerhetsklass från och med den 8 oktober 1999 borde förklaras som icke godtagbart.", "87.  Den klagande bekräftade att han skilt sig från sin fru år 1996, men ansåg att prövningen av målet borde fortsätta då de olika villkoren för fängelsebesök berörde andra medlemmar av hans familj och släkt.", "2.  Rättens bedömning", "(a)  Klagomålet gällande den klagandes förvar i häkte före rättegången mellan november 1994 och oktober 1995", "88.  Rätten noterar först att konventionen började gälla för Ryssland den 5 maj 1998. Därmed täcks den klagandes klagomål i den mån det gäller händelser som ägde rum under hans förvar i häkte före rättegången, mellan november 1994 och oktober 1995, i tidsmässigt hänseende (ratione temporis) inte av bestämmelserna i konventionen i den mening som avses i artikel 35 § 3 (a) och måste avvisas i enlighet med artikel 35 § 4.", "(b)  Klagomålet gällande avsaknaden av äktenskapliga besök under den tid den klagande förvarades i straffkoloni med högsta säkerhetsklass", "89.  Rätten noterar att den klagandes observationer från den 12 maj 2014 klargör att hans fru skilt sig från honom år 1996. I brist på bevis om motsatsen, kan den klagande efter skilsmässan år 1996 och hans överflyttning till straffkolonin med högsta säkerhetsklass den 8 oktober 1999 inte sägas ha haft något familjeförhållande med sin före detta fru i den mening som avses i artikel 8 i konventionen. Därmed kan den klagande, beträffande klagomålet om avsaknad av äktenskapliga besök från frun, inte hävda att han varit offer för den påstådda överträdelsen av artikel 8 i konventionen.", "90.  På grund av ovanstående finner rätten att denna del av klagomålet av personmässiga skäl (ratione personae ) inte täcks av bestämmelserna i konventionen i den mening som avses i artikel 35 § 3 (a) i konventionen. Därför måste den avvisas i enlighet med artikel 35 § 4.", "(c)  Klagomålet gällande de första tio år den klagande efter domen förvarades i straffkoloni med högsta säkerhetsklass", "91.  Beträffande resten av den klagandes klagomål gällande olika begränsningar av kontakten med hans anhöriga och familjemedlemmar under tiden i förhöjd säkerhetsklass i straffkoloni med högsta säkerhetsklass, mellan den 8 oktober 1999 och den 11 oktober 2009, anser rätten att klagomålet helt och hållet omfattas av rättens behörighet, eftersom de relevanta klagomålen inlämnades till rätten i oktober 2006 och den berörda tidsperioden som helhet utgör en kontinuerlig situation i den mening som avses i domstolens rättspraxis (se tillämpliga delar av Benediktov mot Ryssland, nr 106/02, § 12, 10 maj 2007; Igor Ivanov mot Ryssland, nr 34000/02, § 30, 7 juni 2007; Guliyev mot Ryssland, nr 24650/02, § 31, 19 juni 2008; Maltabar och Maltabar mot Ryssland, nr 6954/02, § 82–84, 29 januari 2009; Aleksandr Matveyev mot Ryssland, nr 14797/02, § 6768, 8 juli 2010; och Valeriy Lopata mot Ryssland, nr 19936/04, § 104–106, 30 oktober 2012), och eftersom omständigheterna kring den klagandes förvar under denna tid i stort sett förblev oförändrade.", "92.  Rätten instämmer att detta klagomål tar upp frågor som kan argumenteras enligt artikel 8 i konventionen och därmed inte kan avvisas som uppenbart ogrundat i den mening som avses i artikel 35 § 3 i konventionen. Vidare anser rätten att det inte finns andra skäl att avvisa det. Därför måste det förklaras som godtagbart.", "B.  Föreliggande fakta", "1.  Parternas inlagor", "(a)  Den klagande", "93.  Den klagande hävdade att begränsningen av antalet långa och korta besök under hans tio förstå år i straffkolonin med högsta säkerhetsklass varit obefogade och överdrivet stränga. Den klagande ansåg att det faktum att regler för besökens typ, frekvens och längd var rigid och direkt angavs i lagstiftning gjorde det omöjligt att tillämpa ett individuellt system som passade varje enskild fånges unika situation.", "94.  Den klagande hänvisade till de syften med straff som anges i artikel 43 § 2 i strafflagen, nämligen ”att skipa rättvisa”, ”rehabilitera den dömda ” och ”förebygga framtida brott” och han instämde att dessa syften var legitima (se punkt 33 ovan). Han höll inte med om att den ifrågasatta lagstiftningen i tillräcklig mån uppfyllde dessa syften. Den klagande ansåg att bevarandet av relationer med familjen var den enda länken mellan honom och samhället, och att detta var det effektivaste verktyget för att rehabilitera en dömd person.", "95.  Beträffande regeringens argument att restriktionerna på grund av det tio år långa förbudet mot långa familjebesök var tillfälliga, angav den klagande att den faktiska perioden för dessa restriktioner i praktiken varit avsevärt mycket längre tack vare den tid han förvarats i häktet och de restriktiva reglerna för framräkningen av tioårsperioden. I hans fall hade dessa restriktioner varat i totalt femton år.", "96.  Beträffande villkoren för de korta besöken, beklagade den klagande sig över den låga frekvensen (två gånger om året), den korta längden (maximalt fyra timmar) samt arrangemangen som uteslöt varje form av privatliv, t.ex. närvaron av en fängelsevakt och glasrutan som fysiskt separerat honom från besökare. Han ansåg också att begränsningen till endast två vuxna per besök var onödigt restriktiv.", "97.  Till sist var den klagande också missbelåten över den oproportionerliga effekt det under tio år gällande förbudet mot långa besök och de restriktiva villkoren vid korta besök, då alla privata mellanhavanden och all fysisk kontakt varit omöjlig, haft på hans familjemedlemmar, särskilt hans åldrade, sjuka far och hans son, vilken helt alienerats från honom på grund av bristen på kontakt.", "(b) Regeringen", "98.  Regeringen ifrågasatte inte att villkoren under den klagandes tid i straffkoloni med högsta säkerhetsklass de tio första åren efter domen hade begränsat den klagandes privat- och familjeliv. Den angav dock, med hänvisning till författningsdomstolens rättspraxis (se punkt 29 och 55–57) att denna begränsning varit laglig och proportionerlig beträffande det legitima syftet.", "99.  Regeringen hänvisade till författningsdomstolens rättspraxis och argumenterade att de ifrågavarande åtgärderna vidtagits i syfte att skipa rättvisa, rehabilitera en dömd person och förebygga framtida brott. De angav också att strafflagens huvudsakliga syften enligt lagen om verkställighet av domar var att rehabilitera en dömd person och förebygga framtida brott utförda både av den dömda och av andra personer. I sin muntliga inlaga vid förhandlingen inför rätten angav regeringen att syftet med social återanpassning inte förväntades uppnås för livstidsdömda, vilket inkluderade den klagande, och hävdade att det enda syftet med de relevanta villkoren var att isolera personer som den klagande.", "100.  Regeringen ansåg att begränsningen varit proportionerlig beträffande det legitima syftet, särskilt eftersom den klagande dömts till livstids fängelse för mycket grova brott och de olika restriktionerna gällande familjebesök hade varit av tillfällig art. De hävdade också att alla nödvändiga individualiserade åtgärder och bedömningar av proportionerlighet var införlivade i lagstiftningen och skedde under förberedelsen av domen i målet. De strikta villkoren berodde särskilt på det stränga straffet som tilldelats av en domstol, den typ och grad av fara för allmänheten som brottet utgjorde, de speciella omständigheterna kring brottet, förövarens personlighet samt den dömdas beteende under tiden som frihetsberövad.", "101.  Regeringen ansåg också att en brottsling kunde anses vara fullständigt medveten om konsekvenserna av sitt kriminella handlande och det faktum att han genom att begå ett brott åsamkade sig själv, och sin familj, dessa restriktioner av hans rätt att kommunicera med familjen, till skydd av privatlivet samt till personlig och familjerelaterad sekretess.", "102.  Regeringen hävdade också att de ifrågavarande begränsningarna var ett självklart resultat av en sådan åtgärd av restriktioner och frihetsberövande. De betonade också att restriktionerna inte skar av alla band med familjen under de tio första åren samt varade en begränsad tid.", "(c)  Intervenienterna", "103.  Intervenienterna kritiserade det faktum att förvaret i förhöjd säkerhetsklass i straffkoloni med högsta säkerhetsklass varade i tio år och ansåg att denna åtgärd var godtycklig, rigid och inte motsvarade några sociologiska eller demografiska data, eller några internationella juridiska standarder. De beklagade också förbudet mot långa besök och olika restriktiva villkor för korta besök, så som avsaknaden av fysisk kontakt och begränsningen av antalet tillåtna besökare.", "104.  Enligt intervenienterna var regelns enda syfte att ytterligare straffa livstidsdömda under en tid då familjekontakt var avgörande för möjligheten till senare rehabilitering och återanpassning i det fria samhället. De ansåg att åtgärderna i praktiken fråntog livstidskämda rätten till hopp och att de hade en extremt skadlig inverkan på deras familjeliv.", "105.  Vidare betonade intervenienterna att den ifrågasatta lagstiftningen stred mot en numera väletablerad europeisk tendens att lägga större vikt vid rehabilitering av fångar och att minska ett antal restriktioner för fångar med långa fängelsestraff, och hänvisade som exempel på detta till nyligen införda lagändringar i länder som Ukraina, Azerbajdzjan, Armenien, Lettland och Litauen.", "2.  Rättens bedömning", "(a)  Huruvida en begränsning av den klagandes rättigheter enligt artikel 8 ägt rum", "106.  Fängsligt förvar innebär, så som alla frihetsberövande åtgärder, en begränsning av en persons privat- och familjeliv. Däremot är en viktig del av en fånges rätt till respekt för familjelivet att myndigheterna måste ge honom möjlighet, eller vid behov, hjälpa honom att bevara kontakten med sina nära anhöriga (se, bland många andra , Messina mot Italien (nr 2), nr 25498/94, § 61–62, ECHR 2000X; Lavents mot Lettland, nr 58442/00, § 139, 28 november 2002; Estrikh mot Lettland, nr 73819/01, § 166, 18 januari 2007; Nazarenko mot Lettland, nr 76843/01, § 25, 1 februari 2007; Trosin mot Ukraina, nr 39758/05, § 39, 23 februari 2012; och Epners-Gefners mot Lettland, nr 37862/02, § 60–66, 29 maj 2012).", "107.  Beträffande omständigheterna i det föreliggande målet noterar rätten att den klagande under de första tio åren efter domen, då han förvarades i en straffkoloni med högsta säkerhetsklass, hölls i förhöjd säkerhetsklass, under särskilda villkor som bland annat innebar restriktioner av frekvens och längd för fängelsebesök och antalet besökare samt olika övervakande åtgärder under sådana besök. Den klagande hade möjlighet att korrespondera skriftligen med omvärlden, men telefonsamtal var absolut förbjudna, med undantag för i nödsituationer. Rätten noterar också att under denna tid försökte den klagande hålla kontakten med sina anhöriga, nämligen sina föräldrar, sin bror och sin son, vars möjlighet att besöka den klagande i fängelset utan tvekan var begränsad.", "108.  Regeringen förnekade inte att tillämpningen av ovannämnda villkor i den klagandes fall utgjorde en begränsning av hans rätt till privat- och familjeliv vilken skyddas av artikel 8 i konventionen.", "109.  Med hänsyn till sin rättspraxis och ovanstående omständigheter i målet finner rätten att de ifrågavarande åtgärderna utgjorde en begränsning av den klagandes ”privatliv” och ”familjeliv” i den mening som avses i artikel 8 i konventionen. Det återstår att se huruvida denna begränsning var berättigad enligt andra paragrafen i denna bestämmelse.", "(b)  Huruvida begränsningen var berättigad", "i.  ”Med stöd av lag”", "110.  Enligt domstolens rättspraxis kräver uttrycket ”med stöd av lag” i artikel 8 § 2 bland annat att ifrågavarande åtgärd eller åtgärder ska vara grundade på nationell lagstiftning (se, t.ex. Aleksandra Dmitriyeva mot Ryssland, nr 9390/05, § 104-07, 3 november 2011), men kraven gäller också den ifrågavarande lagens kvalitet och att den ska vara tillgänglig för den berörda personen samt att dess effekt ska vara förutsägbar (se Rotaru mot Rumänien [GC], nr 28341/95, § 52, ECHR 2000-V). För att lagen ska uppfylla kriteriet förutsägbar måste den tillräckligt noggrant ange under vilka omständigheter den kan komma att tillämpas, för att ge de berörda personerna – vid behov med lämplig rådgivning – möjlighet att reglera sitt beteende.", "111.  Rätten noterar att den ifrågasatta restriktionen tillämpades på den klagande i enlighet med artikel 125 § 3, 126 och 127 § 3 i lagen om verkställighet av domar (se punkt 50 och 52 ovan), vilken anger att alla som dömts till livstids fängelse ska placeras i förhöjd säkerhetsklass vid ankomsten till straffkoloni med högsta säkerhetsklass och föreskriver olika begränsningar av livstidsdömdas möjlighet att ta emot besök av anhöriga i fängelset samt övrig reglering av deras kontakt med omvärlden under de följande tio åren.", "112.  Rätten finner, och detta bestrids inte av parterna, att den klagandes förvar i straffkoloni med högsta säkerhetsklass i förhöjd säkerhetsklass hade laglig grund enligt rysk lagstiftning och själva lagen var tydlig, tillgänglig och tillräckligt exakt.", "ii.  Legitimt syfte", "113.  Regeringen motiverade begränsningarna av den klagandes möjlighet att ta emot fängelsebesök av anhöriga genom att hänvisa till författningsdomstolens rättspraxis som i sitt beslut 257-O av den 24 maj 2005 (se punkt 29 ovan) anger att lagen har som syfte att ”skipa rättvisa, rehabilitera den dömda och förebygga framtida brott”. I sin muntliga inlaga inför stora kammaren specificerade regeringen att den relevanta lagen inte över huvud taget hade som syfte att återanpassa den klagande och andra livstidsdömda, utan istället var ämnad att isolera sådana personer från samhället (se punkt 99 ovan).", "114.  Med beaktande av parternas inlagor och särskilt regeringens förklaringar vid förhandlingen kan det ifrågasättas huruvida begränsningarna av den klagandes rätt att ta emot fängelsebesök hade ett legitimt syfte i den mening som avses i artikel 8 § 2 i konventionen.", "115.  Rätten anser däremot att det i skenet av bedömningarna nedan (se punkt 127–149 nedan) inte är nödvändigt att fatta ett beslut gällande detta.", "(c)  I ett demokratiskt samhälle är nödvändigt", "i.  Allmänna principer", "116.  Så som noga fastställts i domstolens rättspraxis behåller frihetsberövade personer alla grundläggande fri- och rättigheter, med undantag för friheten (se, t.ex., Dickson mot  Storbritannien [GC], nr 44362/04, § 67, ECHR 2007V, med citat från Hirst mot Storbritannien (nr 2) [GC], nr 74025/01, § 69, ECHR 2005IX; och Boulois mot Luxemburg [GC], nr 37575/04, § 82, ECHR 2012).", "117.  Enligt konventionen fråntas en person därför inte sina rättigheter vid ett frihetsberövande, vilket inkluderar rätten till skydd av familjelivet (Płoski mot Polen, nr 26761/95, § 32 och 35, 12 november 2002), och detta medför att alla begränsningar av dessa rättigheter, i varje enskilt fall, måste rättfärdigas (se Dickson [GC], ovan, § 68).", "118.  Beträffande kravet ”i ett demokratiskt samhälle är nödvändigt”, har rätten specificerat att begreppet ”nödvändig” betyder att begränsningen motsvarar ett akut socialt behov och särskilt att det är proportionerlig beträffande det legitima syftet. Vid bedömning av huruvida en begränsning ”i ett demokratiskt samhälle är nödvändig”, kommer rätten att ta hänsyn till att medlemsstaterna har ett visst utrymme för egen bedömning, men att svarandestaten måste kunna visa att grunden för begränsningen var ett akut socialt behov (se Kučera mot Slovakien, nr 48666/99, § 127, 17 juli 2007, och Klamecki mot Polen (nr 2), nr 31583/96, § 144, 3 april 2003). Rätten kan inte heller begränsa sig till att beakta omtvistade fakta var för sig, utan måste tillämpa en objektiv standard och betrakta dem i skenet av målet som helhet (se Nowicka mot Polen, nr 30218/96, § 69–70, 3 december 2002).", "119.  Eftersom de nationella myndigheterna gör den första bedömningen av rättvis balans i ett mål, innan denna domstol gör en slutlig bedömning, ger denna domstol i princip dessa myndigheter ett visst utrymme för egen bedömning. Hur stort detta utrymme är beror på flera olika faktorer, inklusive typen av aktiviteter som begränsats och syftet med restriktionerna (se Dickson [GC], ovan, § 77).", "120.  I fall där en extra viktig aspekt av en persons existens eller identitet riskeras är därför en stats utrymme för egen bedömning i allmänhet begränsat. Men i fall där det inte finns någon samsyn mellan Europarådets medlemsstater vare sig beträffande den relativa betydelsen hos de ifrågavarande intressena eller beträffande hur de bäst bör skyddas, är utrymmet för egen bedömning oftast större. Detta gäller i synnerhet i fall som medför komplicerade frågor och val beträffande social strategi: myndigheternas direkta kunskap om sitt eget samhälle och dess behov medför att de i princip har större möjlighet att bedöma vad som ligger i allmänhetens intresse än en internationell domare. I sådana fall brukar rätten i allmänhet respektera domstolarnas val av riktlinjer om de inte ”uppenbart saknar rimlig grund”. Vanligtvis tillåts också ett stort utrymme för egen bedömning om staten måste skapa balans mellan motstridiga privata och allmänna intressen och rättigheterna angivna i konventionen (se Dickson [GC], (ovan), § 78).", "121.  Vidare har metoden för bedömning av statliga åtgärders proportionerlighet i gällande ”straffets syfte” utvecklats under de senaste åren, med ökande tonvikt på behovet att skapa en god balans mellan straff och rehabilitering av fångar (se Mastromatteo mot Italien [GC], nr 37703/97, § 72, ECHR 2002-VIII; Schemkamper mot Frankrike, nr 75833/01, § 31, 18 oktober 2005; och Maiorano m.fl. mot Italien, nr 28634/06, § 108, 15 december 2009), i detta sammanhang erinrar sig rätten sina observationer, först i domen i målet Dickson [GC] (ovan, § 75), där rätten noterade en allmän utveckling i europeisk kriminalvårdspolitik mot ökad tonvikt på att fängelsestraff ska resultera i rehabilitering, särskilt mot slutet av ett långt fängelsestraff, samt för det andra i målet Vinter m.fl. mot  Storbritannien [GC], nr 66069/09, 130/10 och 3896/10, § 111116, ECHR 2013 (utdrag) och Harakchiev och Tolumov mot Bulgarien (nr 15018/11 och 61199/12, §  243–246, ECHR 2014 (utdrag)), där rätten insisterade på att tonvikten på rehabilitering och återanpassning kommit att bli en obligatorisk faktor som medlemsstaterna måste ta hänsyn till i sin kriminalvårdspolitik.", "122.  Villkoren och förhållandena under en fånges fängelsevistelse kan inte betraktas som oviktiga i detta sammanhang. De måste vara sådana att en livstidsfånge har möjlighet att försöka rehabilitera sig med tanke på en möjlig framtida justering av straffet (se Harakchiev och Tolumov, ovan, § 265).", "ii.  Rättens synsätt gällande besöksrätt i tidigare liknande mål", "123.  Beträffande besöksrätten, är en viktig del av en fånges rätt till respekt för familjelivet att fängelsemyndigheterna ger honom möjlighet, eller vid behov, hjälp att bevara kontakten med sina nära anhöriga (se Messina, ovan  § 61; och Öcalan mot Turkiet (nr 2), nr 24069/03, 197/04, 6201/06 och 10464/07, § 108–149 och § 154–164, 18 mars 2014). Samtidigt måste naturligtvis vissa kontrollåtgärder vidtas vid fångars kontakt med omvärlden och strider inte i sig mot konventionen. (se Aliev mot Ukraina, nr 41220/98, § 187, 29 april 2003, och Kalashnikov mot Ryssland (dec.), nr 47095/99, § 7, ECHR 2001XI (utdrag)). Sådana åtgärder kan inkludera begränsning av antalet familjebesök samt övervakning av dessa besök, och där det är berättigat på grund av brottets natur och den individuella fångens individuella egenskaper, tillämpning av särskilda villkor eller speciella arrangemang kring besök (se Hagyó mot Ungern, nr 52624/10, § 84, 23 april 2013).", "124.  I detta sammanhang måste man dock skilja mellan tillämpningen av särskilda villkor eller speciella arrangemang under utredningsskedet, där åtgärderna rimligtvis kan anses nödvändiga för att uppnå det legitima syftet, och en långvarig tillämpning av sådana villkor (se Messina, ovan, § 67). Därför måste relevanta myndigheter mycket noggrant bedöma behovet av att utöka tillämpningen av de särskilda villkoren (se Bastone mot Italien (dec.), nr 59638/00, § 2, ECHR 2005II (utdrag); Indelicato mot Italien (dec.), nr 31143/96, § 2, 6 juli 2000; Ospina Vargas mot Italien, nr 40750/98, § 3, 14 oktober 2004; och Enea mot Italien [GC], nr 74912/01, § 125–131, ECHR 2009).", "125.  På samma sätt kan åtgärder som fysisk separation rättfärdigas på fängelser med hög säkerhetsklass på grund av fängelsets säkerhetskrav eller risken att fången ska kommunicera med kriminella organisationer via familjemedlemmar (se Lorsé m.fl. mot  Nederländerna, nr 52750/99, § 83–86, 4 februari 2003, och Van der Ven mot  Nederländerna, nr 50901/99, § 69–72, ECHR 2003II). Däremot kan långvarigt förbud mot direktkontakt endast rättfärdigas i fall där en reell och kontinuerlig risk av detta slag föreligger (se Horych mot Polen, nr 13621/08, § 117–132, 17 april 2012, och Piechowicz mot Polen, nr 20071/07, § 205–222, 17 april 2012).", "126.  Med andra ord har staten inte full frihet att införa allmänna restriktioner utan ett visst mått av flexibilitet i bedömningen av huruvida begränsningarna i specifika fall är lämpliga eller ens nödvändiga (se tillämpliga delar av Moiseyev mot Ryssland, nr 62936/00, § 254–255, 9 oktober 2008), särskilt gällande dömda fångar (se Harakchiev och Tolumov, ovan, § 204). Rätten erinrar sig i detta sammanhang sin dom i målet Trosin, ovan, § 42–44), där nationell lagstiftning tillämpade automatiska begränsningar av frekvens, längd och villkor för familjebesök för alla livstidsdömda under en fastställd period på tio år:", "”42.  Rätten notera att ett fall där en fånge endast hade rätt till två familjebesök per månad under en tillfällig tillämpning av särskilda villkor inte medförde några problem enligt konventionen. Däremot hade de nationella myndigheterna och rätten i detta fall tagit hänsyn till särskilda och specifika omständigheter som dessa begränsningar grundade sig på (se Messina mot Italien (nr 2), nr 25498/94, § 62–74, ECHR 2000X). ... i det föreliggande målet angav relevanta bestämmelser i nationell lagstiftning automatiska restriktioner gällande frekvensen och längden för besök för alla livstidsfångar och tillät ingen flexibilitet vid bedömning av huruvida sådana strikta begränsningar var lämpliga eller ens nödvändiga i varje enskilt fall, trots att de tillämpades för fångar dömda till brottslagstiftningens strängaste straff. Rätten anser att förordningar gällande sådana frågor inte får påbjuda rigida restriktioner och att staterna förväntas utveckla metoder för bedömning av proportionerlighet som ger myndigheter möjlighet att avväga motstridiga individuella och allmänna intressen med hänsyn till omständigheterna i varje enskilt fall (se tillämpliga delar av Dickson mot  Storbritannien [GC], nr 44362/04, § 82–85, ECHR 2007V).", "43.  Vid en egen bedömning av den individuella föreliggande situationen ser rätten inga särskilda och specifika omständigheter som visar på nödvändigheten att begränsa den klagandes möten med sin familj till en gång var sjätte månad under en period på över fyra år. I sin kvantitativa bedömning noterar rätten också att dessa sällsynta besök vidare begränsades genom att de varade en mycket kort tid.", "44.  Vidare noterar rätten att ändringarna i lagstiftningen den 21 januari 2010 ... har förbättrat situationen beträffande frekvensen av fångars familjebesök. Däremot tillämpas den nya frekvensen för familjebesök fortfarande automatiskt för alla livstidsfångar, utan bedömning av huruvida sådana restriktioner är nödvändiga med hänsyn till varje fånges särskilda omständigheter ...”", "iii.  Tillämpningen av ovanstående principer", "127.  I enlighet med artikel 126 i lagen om verkställighet av domar avtjänade den klagande som livstidsfånge de första tio åren av sitt straff efter domen, från och med den 8 oktober 1999, i förhöjd säkerhetsklass i en straffkoloni med högsta säkerhetsklass (se punkt 16 ovan). Den klagande flyttades till allmän säkerhetsklass den 11 oktober 2009 i enlighet med artikel 127 § 3 i lagen (se punkt 18 ovan).", "128.  Mellan den 8 oktober 1999 och den 11 oktober 2009 hade den klagande möjlighet att hålla kontakt med omvärlden via skriftlig korrespondens, men alla andra typer av kontakt var begränsad (se punkt 23–25). Han kunde inte ringa telefonsamtal utom i nödsituationer och hans anhöriga kunde bara besöka honom personligen en gång var sjätte månad. Besöken varade i högst fyra timmar och antalet vuxna besökare var begränsat till två personer. Under besöken var den klagande avskild från besökarna av en glasruta och en fängelsevakt var närvarade och befann sig inom hörhåll under hela besöket.", "129.  De omtvistade restriktionerna tillämpades direkt enligt lag och gällde den klagande enbart av den anledningen att han var dömd till livstids fängelse, utan hänsyn till andra faktorer (se punkt 50 och 52 ovan). Säkerhetsklassen tillämpades under tio år och kunde förlängas vid dåligt uppförande under strafftiden, men kunde inte förkortas (se punkt 52 ovan).", "130.  Det är signifikant att alla de ovannämnda restriktionerna kombinerades i en säkerhetsklass under en fastställd tidsperiod, och inte kunde ändras. Rätten anser att villkoren borde granskas noggrant med tanke på vad som stod på spel för den klagande, för vilken det enda sättet under en period på tio år att upprätthålla reell kontakt med anhöriga och familjemedlemmar samt med omvärlden i övrigt, förutom skriftlig korrespondens, var fängelsebesök (se punkt 23–25 ovan).", "131.  Rätten är medveten om att ett livstidsstraff i Ryssland endast kan tilldelas för ett begränsat antal extremt avskyvärda och farliga dåd (se punkt 34 och 35 ovan) och att myndigheterna i det föreliggande målet bland annat måste skapa en noggrann balans mellan ett antal privata och allmänna intressen.", "132.  Medlemsstaterna har ett stort utrymme för egen bedömning i frågor som gäller kriminalvårdspolitik (se Laduna mot Slovakien, nr 31827/02, § 59, ECHR 2011). Därför kan det i princip inte uteslutas att en sträng dom åtminstone delvis knyts till en viss säkerhetsklass (se Horych, ovan, § 129).", "133.  Men samtidigt som rätten inser hur viktig brottsbekämpningen är, måste rätten avgöra huruvida de lagenliga restriktionerna i den klagandes fall, kan anses befogade enligt artikel 8 § 2 i konventionen på grund av de av regeringen åberopade syftena. Rätten kommer att noggrant överväga denna fråga med beaktande av Europarådets relevanta instrument (se punkt 58–68 ovan) samt lagstiftning och praxis i de övriga medlemsstaterna (se punkt 81–84 ovan).", "134.  Utgångspunkten för förordningar gällande fångars besöksrätt, inklusive livstidsdömda, är på europeisk nivå att nationella myndigheter är skyldiga att förebygga nedbrytning av familjeband och ge livstidsdömda rimligt god kontakt med sina familjer, med besök organiserade så ofta som möjligt och under så normala omständigheter som möjligt (se artikel 24.1, 24.2, 24.4 och 24.5 i Europeiska fängelseregler i punkt 58 samt rekommendation Rec (2006)2 från ministerkommittén till Europarådets medlemsstater gällande europeiska fängelseregler i punkt 59–62 ovan). Dessa principer verkar tillämpas konsekvent av medlemsstaterna i enlighet med rekommendationerna från ministerkommittén (se punkt 63 och 64 ovan) och kommittén för förhindrande av tortyr (se punkt 65–67 ovan).", "135.  I praktiken förekommer stora variationer när det gäller regler för fängelsebesök (se punkt 81–84 ovan). Däremot verkar den lägsta frekvensen för fängelsebesök för livstidsdömda i medlemsstaterna inte understiga en gång varannan månad (se punkt 84 ovan). Det bör noteras att majoriteten av medlemsstaterna inte i detta sammanhang skiljer mellan livstidsdömda och andra typer av fångar (se punkt 82 ovan) och att den allmänt accepterade minimifrekvensen i dessa länder inte understiger en gång i månaden (se punkt 84 ovan). Mot denna bakgrund verkar Ryssland vara den enda jurisdiktionen inom Europarådet som reglerar fängelsebesök för alla livstidsdömda som grupp genom att kombinera villkor med extremt låg frekvens av fängelsebesök under en lång tid i denna säkerhetsklass.", "136.  Rätten anser att ovannämnda situation är ett tecken på ett minskande utrymme för egen bedömning för svarandestaten vid bedömningen av inom vilka gränser begränsningen av privat- och familjeliv kan tillåtas i detta sammanhang. Med beaktande av dessa hänsyn kommer rätten nu att granska huruvida det fanns relevanta och tillräckliga skäl till de villkor som tillämpades på den klagande.", "137.  I sin dom nr 248-O från den 9 juni 2005 angav den ryska författningsdomstolen ett antal skäl. Domstolen hänvisade till att straff är ämnade ”att skipa rättvisa, rehabilitera den dömda och förebygga framtida brott” och beslöt också att ”de bestämmelser som ifrågasätts av den klagande inte i sig [utgjorde] några ytterligare restriktioner utöver dem som tillämpas i den mening som avses i artikel 55 § 3 i författningen, och som är ett resultat av fängelsestraffets natur”.", "138.  Rätten övertygas inte av det sistnämnda argumentet eftersom villkoren omfattade en kombination av restriktioner som avsevärt förvärrade den klagandes situation jämfört med en genomsnittlig rysk fånge som avtjänar ett långt fängelsestraff. Det går inte heller att betrakta som oundvikligt eller omfattas av själva konceptet för ett fängelsestraff (se Boyle och Rice mot Storbritannien, 27 april 1988, § 34, serie A nr 131).", "139.  Regeringen argumenterade att restriktionerna hade som syfte att ”skipa rättvisa, rehabilitera den dömda och förebygga framtida brott”. Även om man antar att restriktionerna tjänar ett legitimt syfte i den mening som avses i artikel 8 § 2, måste man granska huruvida villkoren är proportionerliga och skapar en rättvis balans mellan motstridiga privata och allmänna intressen.", "140.  Beträffande detta har rätten tidigare hävdat att alla former av förvar i isolering utan lämplig psykisk och fysisk stimulans tenderar att på lång sikt få skadliga effekter och resultera i en försämring av mentala och sociala förmågor (se Iorgov mot Bulgarien, nr 40653/98, § 83–84, 11 mars 2004; och Harakchiev och Tolumov, ovan, § 204). Beträffande det föreliggande målet kunde den klagande under hela den ifrågavarande perioden inte ha mer än en cellkamrat och tillhörde en grupp livstidsdömda som avtjänade sina straff skilda från andra fångar (se punkt 52 ovan). Rätten slås av hur stränga och långvariga restriktionerna var i den klagandes fall och särskilt frekvensen med två korta besök per år och hur länge dessa villkor tillämpades.", "141.  Så som erinras ovan (punkt 116) har domstolens rättspraxis konsekvent tillämpat synsättet att fångar i allmänhet behåller alla de grundläggande fri- och rättigheter som anges i konventionen, förutom rätten till frihet där lagligt frihetsberövande uttryckligen omfattas av artikel 5 i konventionen, och att fångar inte förlorar sina rättigheter enligt konventionen enbart på grund av sin status som dömda till frihetsberövande (se Hirst, ovan, § 69–70). Därför får allmänt sett stränga åtgärder som begränsar rättigheterna i konventionen inte tillämpas lättvindigt; mer exakt kräver proportionerlighetsprincipen en urskiljbar och tillräcklig länk mellan tillämpningen av sådana åtgärder och den berörda personens beteende och omständigheter (se Trosin, ovan, § 41–44).", "142.  Beträffande regeringens argument att bedömningen av begränsningens proportionerlighet i den klagandes fall skedde enligt gällande lag och förfarandet för beslutsfattande i förhandling där en domare fäller en dom, noterar rätten att artikel 8 i konventionen beträffande frågan om familjebesök kräver att staterna tar hänsyn till den dömdas och dennas anhörigas och familjemedlemmars intressen. Enligt rättens mening tog den relevanta lagstiftningen inte tillräckliga hänsyn till dessa intressen.", "143.  Rätten vill här hänvisa till ståndpunkterna i internationella juridiska instrument samt rättspraxis i internationella domstolar och tribunaler (se punkt 69–80 ovan), som utan undantag som minimumstandard för alla fångar, utan att skilja mellan livstidsdömda och andra fångar, erkänner fångars rätt till ”acceptabel” eller rimligt god” kontakt med sina familjer (se regel 37 och 57 i FN:s minimiregler för behandling av fångar i punkt 73, princip 19 i FN:s principer för skydd av alla personer som är under någon form av frihetsberövande i punkt 74, regel 61 (a) i Regler för frihetsberövande av personer som väntar på rättegång eller överklagande i tribunalen eller som i övrigt frihetsberövats på order av Internationella krigsförbrytartribunalen för f.d. Jugoslavien (se punkt 77 ovan) samt rättspraxis hos Interamerikanska domstolen för de mänskliga rättigheterna och Interamerikanska kommissionen för mänskliga rättigheter i punkt 78–80 ovan).", "144.  I sina skriftliga observationer bestred regeringen, med hänvisning till författningsdomstolens beslut, att restriktionerna syftade till att rehabilitera den dömda. I förhandlingen i stora kammaren bekräftade de uttryckligen att den klagandes villkor inte hade återanpassning som syfte, utan istället var ämnade att isolera honom (se punkt 99 ovan). Rätten vill tillägga att artikel 79 i lagen om verkställighet av domar nämner möjligheten för livstidsdömda att begära villkorlig frigivning efter att de avtjänat tjugofem år av sitt straff. Rätten finner att de stränga villkor som tillämpades på den klagande hindrar livstidsdömda från att hålla kontakten med sina familjer och därmed allvarligt komplicerar deras återanpassning och rehabilitering i stället för att gynna och underlätta densamma (se Vinter m.fl., ovan, § 111–116). I detta sammanhang fäster rätten också stor vikt vid CPT:s rekommendationer där det noteras att man vid långa fängelsestraff ”bör kompensera för [fängelsestraffets avsocialiserande effekter] på ett positivt och förekommande sätt” (se punkt 67 ovan).", "145.  Detta mål överensstämmer med artikel 10 § 3 i Internationella konventionen om medborgerliga och politiska rättigheter, vilken gäller för Ryssland sedan 1973, och som anger att kriminalvårdens huvudsakliga syfte skall vara de dömdas bättring och återanpassning i samhället (se punkt 69 ovan). Detta nämns också i flera andra internationella instrument där det betonas att fängelsemyndigheter måste sträva efter återanpassning och rehabilitering av alla intagna, inklusive livstidsdömda (regel 6, 102.1 och 102.2 i Europeiska fängelsereglerna från 2006, punkt 6 och 11 i ministerkommitténs resolution 76 (2) samt paragraf 2 in fine, 5, 22 och 33 i Rekommendation 2003 (23) gällande fängelsemyndigheters hantering av livstidsdömda och intagna med långa fängelsestraff, se punkt 58–64 ovan).", "146.  Rätten drar slutsatsen att den störning av den klagandes privat- och familjeliv som orsakades av den låga frekvensen tillåtna besök, tillämpad enbart på grund av fångens stränga straff, i sig, var oproportionerlig beträffande de av regeringen åberopade syftena. Vidare noterar rätten att resultatet av denna åtgärd intensifierades genom att den tillämpades under en så lång tidsperiod, samt genom olika regler gällande villkoren vid fängelsebesöken, så som förbud mot direkt fysisk kontakt, avskiljande glasruta eller metallgaller, ständig närvaro av fängelsevakter under besöken och begränsningen av antalet vuxna besökare (se Trosin, ovan, § 43–46).", "147.  I den klagandes fall gjorde de ovannämnda ytterligare restriktionerna det extra svårt för honom att bevara kontakten med sitt barn och sina åldrande föräldrar under en tid då upprätthållandet av kontakt med hans familj var särskilt viktig för alla de berörda parterna (se punkt 23–25 och 97 ovan). Ett totalförbud mot direkt fysisk kontakt med den klagande och närvaron av en fängelsevakt inom hörhåll under denna tid bidrog till att den klagande inte kunde skapa nära band med sin son under en viktig period av den sistnämndas barndom och hade också en negativ inverkan på kontakten med hans åldrande far under en period då fadern ännu personligen förmådde besöka den klagande. Det står också klart att vissa av hans anhöriga och medlemmar av den vidare familjekretsen, på grund av begränsningen av antalet tillåtna vuxna besökare och den låga frekvensen tillåtna besök, över huvud taget inte hade möjlighet att besöka honom i fängelset.", "148.  Med beaktande av kombinationen av de många olika långvariga och stränga restriktionerna av den klagandes möjlighet att ta emot fängelsebesök och det faktum att de ifrågasatta villkoren för fängelsebesök inte tog hänsyn till proportionerlighetsprincipen och behovet av rehabilitering och återanpassning av livstidsdömda, fastställer rätten att den ifrågavarande åtgärden inte skapade en rättvis balans mellan, å ena sidan, den klagandes rätt till skydd av privat- och familjeliv och, å andra sidan, de syften den svarande regeringen hänvisat till, samt att svarandestaten har överskridit sitt utrymme för egen bedömning.", "149.  Därmed har i detta fall en överträdelse av den klagandes rätt till respekt för privat- och familjeliv, garanterad i artikel 8 i konventionen, ägt rum genom tillämpningen av förhöjd säkerhetsklass i straffkoloni med högsta säkerhetsklass.", "II.  PÅSTÅDD ÖVERTRÄDELSE AV ARTIKEL 14 I KONVENTIONEN", "150.  Förutom sitt klagomål enligt artikel 8 i konventionen, hävdade den klagande också att de olika restriktionerna av hans möjlighet att ta emot fängelsebesök från sina familjemedlemmar under sin tid som frihetsberövad efter domen stridit mot artikel 14 i konventionen.", "151.  Med beaktande av de speciella omständigheterna i det föreliggande målet och resonemanget som lett fram till att man funnit att en överträdelse av artikel 8 ägt rum ser rätten ingen orsak att separat pröva samma fakta enligt artikel 14 (se Dickson, ovan, § 86).", "III.  ANDRA PÅSTÅDDA ÖVERTRÄDELSER AV KONVENTIONEN", "152.  Rätten har undersökt de övriga klagomålen som inlämnats av den klagande. Med beaktande av allt det material rätten har tillgång till samt i den mån dessa klagomål omfattas av rättens behörighet, finner rätten dock att de inte visar på några överträdelser av de fri- och rättigheter som anges i konventionen eller de därtill hörande protokollen. Denna del av klagomålet måste därför avvisas som uppenbart ogrundat i enlighet med artikel 35 § 3 och 4 i konventionen.", "IV.  TILLÄMPNING AV ARTIKEL 41 I KONVENTIONEN", "153.  Artikel 41 i konventionen anger:", "”Om rätten finner att en överträdelse av konventionen eller därtill hörande protokoll har ägt rum, och om ifrågavarande hög fördragsslutande part endast tillåter delvis gottgörelse ska rätten om nödvändigt endast ge gottgörelse till den drabbade parten.”", "A. Skadestånd", "154.  Den klagande yrkade på skadestånd uppgående till 40 000 euro (EUR) för ideell skada. Han argumenterade att han åsamkats allvarligt lidande på grund av begränsningen av hans möjlighet att träffa sin familj under en period på tio år.", "155.  Regeringen hävdade att fastställandet av en överträdelse i den klagandes fall skulle utgöra tillräcklig gottgörelse.", "156.  Rätten anser att den klagande måste ha lidit av stress och frustration på grund av de fastställda överträdelserna. Efter en rättvisebedömning beviljar rätten den klagande en ersättning på 6 000 EUR för ideell skada, plus alla eventuella skatter.", "B. Kostnader och utgifter", "157.  Den klagande yrkade också på ersättning uppgående till 12 525 EUR för kostnader och utgifter i rätten. Han inlämnade en detaljerad faktura på kostnader och utgifter, vilken inkluderade etthundratjugo timmars arbete för efterforskningar och upprättande av dokument utfört av fr. O. Preobrazhenskaya enligt en taxa på 100 EUR per timme samt 525 EUR för översättningstjänster.", "158.  Regeringen ansåg att advokatkostnaderna, förutom att de var överdrivna, inte kunde bevisas verkligen ha betalats eller ådragits.", "159.  Enligt domstolens rättspraxis har en klagande rätt till ersättning för kostnader och utgifter endast i den mån det kan bevisas att dessa kostnader var verkliga och nödvändiga kostnader och att beloppets storlek är rimligt. Med beaktande av de dokument rätten har tillgång till och ovanstående kriterier, anser rätten att det är rimligt att bevilja ett belopp på 11 675 EUR, vilket motsvarar det begärda beloppet minus 850 EUR som redan betalats ut till den klagandes advokat i form av rättshjälp.", "C. Dröjsmålsränta", ".  Rätten anser det lämpligt att dröjsmålsräntan baseras på Europeiska centralbankens utlåningsränta, med ett tillägg av tre procentenheter.", "AV DESSA SKÄL,", "1.  Förklarar rätten klagomålet gällande olika begränsningar av den klagandes fängelsebesök mellan den 8 oktober 1999 och den 11 oktober 2009 som godtagbart och resten av klagomålet som icke godtagbart;", "", "2.  Anför rätten att en överträdelse av artikel 8 i konventionen ägt rum;", "", "3.  Anför rätten med beaktande av sin tidigare bedömning enligt artikel 8 i konventionen att klagomålet inte kräver någon separat prövning enligt artikel 14 i konventionen;", "", "4.  Anför rätten", "(a)  att svarandestaten, inom tre månader ska betala följande belopp, vilka ska omvandlas till svarandestatens nationella valuta enligt den kurs som gäller på datum för uppgörelsen:", "(i)  6 000 EUR (sextusen euro), plus alla eventuella skatter, för ideell skada;", "(ii)  11 675 EUR (elva tusen sexhundra sjuttiofem euro) plus alla eventuella skatter som den klagande kan bli skyldig, för kostnader och utgifter;", "(b) att enkel ränta motsvarande Europeiska centralbankens utlåningsränta under dröjsmålsperioden, plus tre procentenheter, ska betalas på ovanstående belopp från och med slutet på ovanstående tremånadersperiod fram till dess betalningen erlagts;", "", "5.  Avslår rätten resten av den klagandes begäran om gottgörelse.", "Upprättat på engelska och franska, och meddelat vid en förhandling i Europadomstolens byggnad, Strasbourg, den 30 juni 2015.", "\tLawrence Early\tDean Spielmann\n\tJurist\t\t\t\tOrdförande", "I enlighet med artikel 45 § 2 i konventionen samt regel 74 § 2 i domstolens arbetsordning, bifogas domare Pinto de Albuquerque och domare Turkovićs gemensamma instämmande yttrande till detta utslag.", "", "D.S.\nT.L.E.", "", "", "", "GEMENSAMT INSTÄMMANDE YTTRANDE FRÅN DOMARNA PINTO DE ALBUQUERQUE OCH TURKOVIĆ", "", "1.  Vi instämmer med stora kammarens enhälliga bedömning att en överträdelse av artikel 8 i Europakonventionen om de mänskliga rättigheterna (konventionen) ägt rum, men vi vill göra ett tillägg till kammarens resonemang. Tyvärr beskrev stora kammaren, efter att relativt tydligt ha presenterat standarderna för europeisk fängelselagstiftning, inte med samma tydlighet alla de juridiska konsekvenser som borde blivit följden i detta mål.", "Återanpassning som fängelsestraffets primära syfte", "2.  Den första anledningen till att vi inte är nöjda med stora kammarens resonemang är det faktum att stora kammaren beslöt att inte bedöma legitimiteten hos reglerna i den ryska lagen om verkställighet av domar från den 8 januari 1997, vilken gäller livstidsdömda som placerats i allmän eller förhöjd säkerhetsklass i straffkoloni med högsta säkerhetsklass, nämligen lagens artikel 125 § 1, 3 och 4 samt artikel 127 § 3. Stora kammaren föredrog att undvika denna fråga och lämnade den öppen i punkt 114 och 115 i domen. Enligt vår mening borde denna fråga inte ha lämnats obesvarad.", "3.  Straff av förbrytare kan ha ett eller flera av följande syften: (1) positivt särskilt förebyggande (återanpassa förövaren), dvs. att förbereda förövaren för återanpassning till ett laglydigt liv i samhället efter frigivningen; (2) negativt särskilt förebyggande (utestänga förövaren), dvs. att undvika att den dömda begår lagbrott i framtiden genom att han eller hon utestängs från samhället; (3) positivt allmänt förebyggande (förstärka den lagliga norm som förövaren brutit mot), dvs. att upprätthålla den norm som förövaren brutit mot samt att höja den sociala acceptansen och efterlevnaden av denna norm; (4) negativt allmänt förebyggande (avskräcka eventuella framtida förövare), dvs. att avskräcka allmänheten från att utföra liknande handlingar; (5) vedergällning, dvs. att förövaren gottgör sitt brott; samt (6) rehabilitering (återställande av rättvisa), dvs. att i möjligaste mån återställa de tidigare förhållandena för dem som berörts av brottet.", "4.  I målet Vinter m.fl., bekräftade stora kammaren att tonvikten i modern kriminalvårdspolitik ligger på fängelsestraffets rehabiliteringssyfte och hävdade med rätta att ”livstid utan möjlighet till benådning” (dvs. livstids fängelse utan möjlighet till villkorlig frigivning) oåterkalleligen strider mot artikel 3 i konventionen då detta strider mot återanpassningsmålet. Europadomstolen för mänskliga rättigheter (domstolen) gjorde ett tydligt val beträffande det främsta syftet med fängelsestraff: positivt särskilt förebyggande (återanpassa förövaren).", "5.  Den ryska regeringen angav i det föreliggande målet att syftet med social återanpassning inte förväntades uppnås för livstidsdömda, vilket inkluderade den klagande, och hävdade att det enda syftet med de relevanta villkoren var att isolera personer som den klagande. Syftet med livstids fängelse är enligt den ryska regeringen i själva verket vedergällning och livslång utestängning (negativt särskilt förebyggande). Om man antar att brottet är så avskyvärt att det aldrig kan gottgöras, är det enda sättet att straffa förövaren att frihetsberöva personen under resten av dennas liv. Enligt det här resonemanget kräver brottets avskyvärda natur livslång vedergällning. Därför avsäger sig den ryska staten allt intresse för det mänskliga livet annat än fångens kroppsliga överlevnad, eftersom fången underförstått jämförs med en varelse som inte är lämpad för eller saknar möjlighet till rehabilitering. Fången utsätts bildligt talat för ”civil död” och livstidsstraffet rättfärdigas logiskt sett som ett ”uppskjutet dödsstraff” vilket gör att fången reduceras till ett objekt över vilket myndigheten har fullständig makt.", "6.  Utöver denna föråldrade vedergällningslogik, hänvisar den ryska regeringen till livslång utestängning av förövaren (negativt särskilt förebyggande), med resonemanget att förövarens specifika farlighet kräver att han eller hon så länge som möjligt hålls åtskild från samhället, dvs. under resten av sitt liv. Detta resonemang är dock oacceptabelt av två skäl. För det första är det grundat på en tillit till ytterst problematiska förutsägande skalor, vilket erfarenheter från många ”falska positiva resultat” har visat. För det andra suddar det vida konceptet ”förövarens farlighet”, vilket har sträckt sig till att omfatta ”personlighetsstörning”, ”mental avvikelse” och ”instabil personlighet”, ut gränserna mellan, å ena sidan, ansvariga och mentalt kapabla förbrytare och, å andra sidan, icke ansvariga och mentalt inkapabla förövare, med den medföljande allvarliga risken för felaktig klassificering av förövare.", "7.  I ett sådant sammanhang har familjebesök inget inneboende värde eller syfte, så som att minska återfall eller förbättra penologiska resultat, utom att de automatiska och extrema begränsningarna av dem ökar fängelsevillkorens straffande natur. Däremot anser vi inte regelbundna familjebesök som ett privilegium som kan tas bort, utan som fångens och dennas familjs rättighet enligt artikel 8, vilken har som syfte att bevara deras familjeband. Livet för fångar och deras familjer påverkas grundligt av besöksregler, vilket tydligt framgår av det föreliggande målet där en relation mellan far och son gick fullständigt förlorad med åren, åtminstone delvis beroende på förlusten av meningsfull kontakt. Begränsning av besöksrättigheter bör ha en rationell grund. Fråntagande av dessa rättigheter bör vara länkad till legitima penologiska intressen och säkerhetsskäl. Den ryska regeringen framlade inte inför rätten några bevis på att de automatiska och strikta begränsningarna av besöksrättigheter i den klagandes enskilda fall tjänade några andra syften än att förstärka fängelsevillkorens straffande natur.", "8.  Därför anser vi att syftet med livstids fängelse och syftet med begränsningar av besöksrättigheter, så som de beskrivs av den ryska regeringen, inte är legitima med tanke på de principer för återanpassning av fångar, inklusive livstidsdömda, som beskrivs i Vinter m.fl. mot Storbritannien.", "Statens förpliktelse att tillhandahålla en individuell verkställighetsplan", "9.  Den andra punkten där vi inte instämmer med stora kammarens resonemang är det öppna uttalandet att stater har ett stort utrymme för egen bedömning i utformning och tillämpning av sin kriminalvårdspolitik. Vi noterar att detta uttalande strider mot det starka uttalande stora kammaren också gör att återanpassning är en ”obligatorisk” faktor som staterna måste ta hänsyn till i utformningen av sin kriminalvårdspolitik och att den nuvarande situationen i Europa visar tecken på ett ”minskande utrymme för egen bedömning för svarandestaten vid bedömningen av inom vilka gränser begränsningen av privat- och familjeliv kan tillåtas i detta sammanhang”.", "10.  Individuella verkställighetsplaner, med en bedömning av fångens risker och behov beträffande hälsovård, aktiviteter, arbete, motion, utbildning samt kontakt med familjen och omvärlden, utgör en hörnsten i en kriminalvårdspolitik som syftar till att återanpassa fångar. Denna grundläggande princip inom penologisk vetenskap har erkänts och bekräftats i uttalanden på högsta politiska nivå från myndigheter både i Europa och i resten av världen. För att använda Europarådets ministerkommittés formulering, ”Särskild uppmärksamhet ska ägnas åt att upprätta lämpliga verkställighetsplaner och erbjuda en lämplig verksamhet för fångar som är dömda till livstidsstraff eller andra långa fängelsestraff”.", "Beträffande svarandestaten var CPT ännu mer specifik och krävde att en ”omfattande och kontinuerlig bedömning av risker och behov, baserad på en individuell verkställighetsplan”, bör införas.", "11.  Baserat på artikel 3 i konventionen har staterna därför en positiv skyldighet att skapa en individuell verkställighetsplan, med en omfattande och kontinuerlig bedömning av risker och behov, åtminstone för fångar dömda till livstids fängelse eller långa fängelsestraff. Det främsta syftet med denna plan är att hjälpa varje individuell fånge att hantera sin tid som frihetsberövad och förbereda sig för ett laglydigt liv i det öppna samhället. Som rätten anger, krävs en kontinuerlig och regelbunden bedömning av en fånges framsteg mot rehabilitering och uppmuntran till positiva förändringar i fångens liv, baserat på ett ”proaktivt synsätt från fängelsemyndigheternas sida”, för att uppfylla de positiva skyldigheterna enligt artikel 3 och 8, inklusive skyldigheten att bevara fångens familjeliv. Staterna bör ta sin internationella skyldighet att ge fångar möjlighet att avtjäna sina fängelsestraff på ett konstruktivt och rehabiliterande sätt på allvar.", "Fångens rätt till familjebesök enligt internationell lagstiftning", "12.  Den tredje punkten där vi inte instämmer med domens resonemang är stora kammarens slutsats att den låga frekvensen familjebesök i det föreliggande målet (ett besök var sjätte månad) tillämpad enbart på grund av fångens stränga straff, i sig, var oproportionerlig i jämförelse med de av regeringen åberopade syftena. I sin redogörelse för denna slutsats skapar stora kammaren ett vagt och oroväckande intryck att en sådan låg frekvens av familjebesök kanske kunde accepteras om den berodde på vissa odefinierade faktorer sammantaget med det stränga straffet. Dessa faktorer som kunde rättfärdiga en begränsning av rätten till familjebesök specificeras ingenstans i domen.", "13.  Stora kammaren tillade också att resultatet av dessa fängelsevillkor intensifierades genom fem ytterligare faktorer: tillämpning under en period på tio år; förbud mot direkt fysisk kontakt, avskiljande glasruta eller metallgaller; ständig närvaro av fängelsevakter under besöken; samt begränsningen av antalet vuxna besökare. Enligt stora kammarens mening är det inte bara begränsningen av familjebesök som är klandervärd, utan villkoren som helhet i förhöjd säkerhetsklass i straffkoloni med högsta säkerhetsklass, så som de tillämpades i detta fall. Även om vi instämmer att dessa faktorer förvärrade överträdelsen av den klagandes rätt till familjeliv enligt artikel 8, anser vi att begränsningen av den klagandes rättigheter enligt konventionen, förutom att den saknade legitimt syfte, var oproportionerlig redan på grund av den låga frekvensen av familjebesök. Detta måste anges på ett otvetydigt sätt: en regel som endast tillåter familjebesök av fångar en gång var sjätte månad är i sig inhuman.", "14.  Därför kan vi inte instämma med den ryska författningsdomstolens uttalande i sin dom 248-O den 9 juni 2005 att bestämmelserna i artikel 125 och 127 i lagen om verkställighet av domar ”inte i sig utgör några ytterligare restriktioner utöver dem som tillämpas i den mening som avses i artikel 55 § 3 i författningen, och som är ett resultat av fängelsestraffets natur”. Det är uppenbart att restriktionerna i allmän säkerhetsklass (två korta och två långa familjebesök per år), i öppen säkerhetsklass (tre korta och tre långa besök per år) och i förhöjd säkerhetsklass (två korta besök per år) i straffkoloni med högsta säkerhetsklass, avsevärt överskrider ”ett resultat av fängelsestraffets natur”. Dessa bestämmelser förvärrar skadeeffekterna av långa fängelsestraff. Dessutom medför de restriktioner för alla fångar med en viss typ av straff, utan hänsyn till den individuella risk de eventuellt (eller eventuellt inte) utgör. Med tanke på det rigida och automatiska sätt de tillämpas är dessa bestämmelser inte ämnade för individualisering. De bidrar i själva verket till segregeringen av fångar dömda till livstids fängelse och andra långa fängelsestraff baserat på deras straff. I detta sammanhang är vi inte villiga att utan vidare förtydligande instämma med den vaga formuleringen i den andra meningen i punkt 132 i domen enligt vilken ”Därför kan det i princip inte uteslutas att den stränga domen åtminstone delvis knyts till en viss säkerhetsklass”.", "15.  Vi noterar att stora kammaren accepterar att rätten till familjeliv enligt artikel 8 kräver att staten tar hänsyn till fångens intressen, dvs. varje individuell fånges samt dennas respektive familjemedlemmars intressen, samt att man genom villkoren vid långa fängelsestraff på ett positivt och proaktivt sätt bör försöka kompensera för fängelsevistelsens avsocialiserande effekt. Tyvärr fortsatte stora kammaren inte med det logiska steget att ange tydliga krav på att fängelsemyndigheterna inom ramen för en individuell bedömning av personliga risker och behov i varje enskilds fånges verkställighetsplan bör granska varje enskild ansökan om familjebesök. Inga automatiska restriktioner av typen, frekvensen och längden på besök av alla fångar med långa fängelsestraff är tillåtliga. Sådana rigida fängelsevillkor är rena motsatsen till den bedömningsteknik som krävs i dagens penologiska standarder i Europa.", "16.  Eftersom fängelsevillkoren i detta fall tillämpades från 1999 fram till 2009 anser vi det viktig att hänvisa till Europeiska fängelsereglerna både från 2006 och från 1987, samt till Europas och FN:s tidigare standarder, nämligen Europarådets regler om minimistandarder för behandlingen av fångar från 1973 och FN:s minimiregler för behandling av fångar från 1955, liksom till olika andra ledande internationella dokument som förbisetts av stora kammaren. Alla dessa auktoritativa texter redogör standarderna för familjebesök mycket tydligt.", "Europeiska fängelseregler från 2006 anger att ”De intagna ska tillåtas kommunicera så ofta som möjligt per brev, telefon eller på annat sätt med sina familjer, andra personer och företrädare för organisationer i samhället samt ta emot besök av dessa personer. Kommunikation och besök kan bli föremål för inskränkningar och kontroll om detta är nödvändigt på grund av pågående brottsutredningar, för upprätthållandet av ordning och säkerhet, för att förhindra brott eller skydda brottsoffer, men sådana inskränkningar, inklusive särskilda restriktioner som beslutats av behörig rättslig myndighet, ska ändå medge en godtagbar lägsta kontaktnivå.” Det är viktigt att notera att det i de respektive kommentarerna förklaras att ”Begreppet familj bör tolkas generöst och inkludera kontakt med en person med vilken fången har ett förhållande jämförbart med en familjerelation även om relationen inte formaliserats ... För att hålla sig inom ramen för artikel 8.2 i EKMR gällande en myndighets rätt att begränsa utövandet av denna rättighet måste begränsningar av kommunikation hållas till ett minimum ... Begränsningarna måste göra minsta möjliga intrång i förhållande till hotet ... Besök bör t.ex. inte förbjudas om de hotar säkerheten utan istället bör en proportionerlig ökning av övervakningen tillämpas ... [Ä]ven de fångar för vilka restriktioner tillämpas har rätt till viss kontakt med omvärlden. Det kan vara bra att fastställa ett minimiantal besök i nationell lagstiftning ... Den speciella betydelsen av besök, inte bara för fångar, utan även för deras familjer betonas i regel 24.4. Det är viktigt att intima familjebesök, där så är möjligt, varar en längre tid, t.ex. 72 timmar som i många östeuropeiska länder.”", "Samma budskap framförs i Rekommendation från ministerkommittén till medlemsstaterna gällande fängelseförvaltningars hantering av personer i livstids fängelse eller andra långa fängelsestraff från 2003, som anger att ”Särskilda ansträngningar bör göras för att förhindra att familjeband klipps av. I detta syfte: – bör fångar i möjligaste mån placeras i fängelser nära deras familjer eller nära anhöriga; – bör brev, telefonsamtal och besök tillåtas med största möjliga frekvens och respekt för privatlivet. Om sådana bestämmelser äventyrar säkerheten eller tryggheten, eller vid rättfärdigad riskbedömning, kan dessa kontakter åtföljas av rimliga säkerhetsåtgärder så som kontroll av korrespondens och kroppsvisitering före och efter besök.”", "I FN:s ramverk i FN:s regler för behandlingen av kvinnliga fångar och ickefrihetsberövande åtgärder för kvinnliga förbrytare från 2010 (Bankokreglerna) anges att ”Fängelsemyndigheter ska uppmuntra till och, där det är möjligt, även möjliggöra besök av kvinnliga fångar som en viktig förutsättning för att garantera deras psykiska hälsa och social återanpassning” (regel 43). I FN:s regler för skydd av frihetsberövade ungdomar från 1990 hade redan fastställts att ”Alla ungdomar ska ha rätt att ta emot regelbundna och frekventa besök, i princip en gång i veckan och minst en gång i månaden, under omständigheter som respekterar den ungas behov av privatliv, kontakt och obehindrad kommunikation med sin familj och sin försvarsadvokat” (regel 60). I FN:s principer för skydd av alla personer som är under någon form av frihetsberövande från 1988 anges också i princip 19 att ”En frihetsberövad eller fängslad person ska särskilt ha rätt att få besök av och korrespondera med sina familjemedlemmar, samt ska ha adekvat möjlighet att kommunicera med omvärlden, i enlighet med rimliga villkor och restriktioner som specificerats i lag samt lagenliga förordningar.” Slutligen angavs redan i FN:s minimiregler för behandling av fångar från 1955 att ”Intagna ska under nödvändig övervakning tillåtas att regelbundet kommunicera med sina familjer och redliga vänner, både genom korrespondens och genom att motta besök.”", "17.  Med beaktande av statens förpliktelse att skapa möjligheter för social återanpassning av fångar, inklusive fångar med livstidsstraff och långa fängelsestraff, samt familjebesökens avgörande betydelse för att uppnå detta syfte, upprepar vi av princip att, alla fångar har rätta att ta emot familjebesök ”så ofta som möjligt”. Enligt artikel 8 är regelbundna familjebesök en rättighet, inte ett privilegium, för fångar och deras familjemedlemmar. Lagen bör därför ange ett minsta, men inte högsta, antal familjebesök. Ingen åtskillnad bör göras mellan livstidsdömda och andra fångar dömda till fängelse beträffande deras respektive rätt till familjebesök. Vidare bör alla eventuella begränsningar av en fånges rätt till familjebesök grundas enbart på hänsyn till den enskilda fångens behandling och säkerhet. Även då berättigade begränsningar av besök tillämpas, bör dessa endast begränsas till ett antal som skapar minsta möjliga intrång i rätten till familjeliv och bör under alla omständigheter tillåta alternativ muntlig och skriftlig kontakt med familjen. Som CPT också betonar bör grunden för bedömningen av dessa hänsyn grundas på en individuell bedömning av risker och behov.", "18.  Den princip som avses i föregående punkt avspeglar i kommissionens och rättens sedan länge fastställda rättspraxis enligt vilken en avgörande del av en fånges rätt till respekt för familjelivet utgörs av att fängelsemyndigheterna hjälper honom eller henne att upprätthålla kontakten med sina nära anhöriga samt att restriktioner endast tillåts där de har sin grund i paragraf 2 i artikel 8 i konventionen. Regler och förordningar i olika internationella domstolar och tribunaler bekräftar denna princip. I Internationella brottmålsdomstolens regler förutses t.ex. dagliga familjebesök, medan reglerna för Specialdomstolen för Sierra Leone ger fångar rätt att ta emot besök från sina familjer och andra ”med regelbundna mellanrum” i enlighet med restriktioner och övervakning som fängelsechefen i samråd med justitiesekreteraren bedömer som nödvändiga i rättskipningens intresse eller för fängelseanstaltens säkerhet och ordning.", "19.  Slutligen kunde vi av följande orsaker inte instämma med stora kammarens försiktiga tolkning av komparativ rätt i punkt 135 och 136 i domen: för det första anser vi inte att konventionens standarder bör likställas med de ganska enastående minimumstandarderna som tillåter ett familjebesök varannan månad för livstidsdömda, så som i Azerbajdzjan och Litauen; för det andra lägger vi stor vikt vid det faktum att endast en mycket liten minoritet av de länder som granskats, sex av totalt trettiofem, skiljer mellan familjebesöksrättigheter för fångar dömda till livstids fängelse eller långa fängelsestraff och andra fångar; för det tredje anser vi att det som ytterst relevant att en stor majoritet av länderna tillåter mer än ett familjebesök per månad för dömda fångar och att elva länder tillåter besök varje vecka.", "20. Vår slutsats är att det finns en växande europeisk enighet om att man inte bör skilja mellan familjebesöksrättigheter för fångar dömda till livstids fängelse och långa fängelsestraff och andra fångar, och att fångar i allmänhet tillåts familjebesök mellan en och fyra gånger per månad. Denna europeiska enighet har tydligt påverkats av CPT:s fantastiska arbete med att implementera sina egna standarder och de Europeiska fängelsereglerna, ett enastående resultat som kunde och borde erkännas och uppmuntras mer entusiastisk av stora kammaren i det föreliggande målet, särskilt beträffande rätten till familjebesök, genom att betona att begränsning av besöksrättigheter bör utformas snävt för att uppfylla de legitima syften som fastställs i de Europeiska fängelsereglerna.", "Slutsats", "21.  Den ifrågasatta ryska lagstiftningen gällande fångars rätt till familjebesök, vilken har endast vedergällning som syfte, är inte legitim. Vid sidan om denna aspekt är den ifrågasatta lagstiftningen också oproportionerlig beträffande den extremt låga frekvensen tillåtna besök. Alla de övriga villkoren för besök tjänade bara till att göra överträdelsen av den klagandes rätt enligt artikel 8 ännu allvarligare. För att gottgöra denna överträdelse måste svarandestaten inte bara kompensera den klagande utan också förse honom med en individuell verkställighetsplan, som bör omfatta en bedömning av hans personliga risker och behov, särskilt gällande kontakt med sin familj och omvärlden. Med tanke på den systemiska effekt denna dom kommer att få på det ryska nationella systemet, är det också viktigt att svarandestaten korrigerar sin lagstiftning gällande fångars besöksrättigheter så att de ligger i linje med internationella standarder.", "", "", ""]}