{"file": "SWE_HJUDSWE_43978_09.docx", "doc_type": "HJUDSWE", "doc_lang": "SWE", "case_id": "43978/09", "text_paragraphs": ["", "", "SEKTION TVÅ", "", "", "", "", "", "MÅLET BATTISTA MOT ITALIEN", "", "(Ansökan nr. 43978/09)", "", "", "", "", "", "", "", "", "", "", "DOMSLUT", "", "STRASBOURG", "", "2 december 2014", "", "", "", "SLUTLIG", "", "02/03/2015", "", "Denna dom har vunnit laga kraft enligt artikel 44 § 2 i konventionen. Den kan komma att revideras redaktionellt.", "", "", "I målet Battista mot Italien", "avkunnar Europeiska domstolen för de mänskliga rättigheterna (sektion två), i egenskap av en kammare bestående av:", "\tIşıl Karakaş, ordförande,\n\tGuido Raimondi,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tEgidijus Kūris,\n\tRobert Spano, domare\noch Stanley Naismith, sektionsregistrator,", "efter enskilda överläggningar den 4 november 2014", "följande dom, vilken fastställdes detta datum:", "FÖRFARANDE", "1.  Målet hade sitt ursprung i en ansökan (nr. 43978/09) till Republiken Italien inlämnad till domstolen enligt artikel 34 i konventionen om skydd för de mänskliga och de grundläggande friheterna (\"konventionen\") av en italiensk medborgare, Alessandro Battista (\"sökanden\") den 6 augusti 2009.", "2.  Sökanden företräddes av A. Battista, en advokat med praktik i Neapel. Den italienska regeringen (\"regeringen\") företräddes av sitt ombud, E. Spatafora.", "3.  Den 11 april 2011 meddelades regeringen om ansökan.", "FAKTA", "I.  OMSTÄNDIGHETERNA I MÅLET", "4.  Sökanden är född 1967 och bor i Neapel.", "5.  Medan han låg i skilsmässoförhandlingar med sin fru (D.L.) fattades ett provisoriskt beslut om vårdnad för båda föräldrarna om parets båda barn (G.L. och M.T.).", "6.  Den 29 augusti 2007 ansökte sökanden hos förmyndarskapsdomaren om att få ett nytt pass utfärdat åt sig själv, och begärde att namnet på hans son, G.L., också skulle anges i det. Hans förra fru invände mot detta, med argumentet att sökanden inte betalade det underhåll som domstolens ordförande hade utdömt vid skilsmässan.", "7.  I en dom den 18 september 2007 avslog förmyndarskapsdomaren sökandens begäran, med argumentet att det var olämpligt att utfärda det begärda passet med tanke på nödvändigheten i att värna om barnens rätt att få underhållet utbetalt. Han betonade med avseende på detta att sökanden, som förväntades betala 600 euro (EUR) per månad i underhåll, bara betalade ett litet belopp (45 till 90 EUR) och att det fanns en risk för att han skulle dra sig undan sina skyldigheter helt om han reste utomlands.", "8.  Den 26 oktober 2007 beslutade förmyndarskapsdomaren att M.T:s namn skulle tas bort från sökandens pass.", "9.  Den 31 oktober 2007 ålade Neapels polischef (questore) sökanden att lämna in sitt pass på polisstationen och ändrade hans ID-kort så att det blev ogiltigt för utlandsresor.", "10.  Sökanden överklagade förmyndarskapsdomarens beslut till Neapels domstol. Han anförde följande:", "– Enligt de åtgärder som beslutats av domstolens ordförande vid tiden för skilsmässan skulle barnen vara hos honom den 10 till den 26 augusti, under skollovet. Därför hade han planerat att de skulle flyga till Sicilien med honom. För detta krävdes dock att namnen på hans två barn fördes in i hans pass.", "– På grund av invändningen från hans förra fru och förmyndarskapsdomarens beslut hade han och hans barn inte kunnat åka på semester.", "– Barnens namn stod i moderns pass.", "– Avslaget på hans begäran innebar ett straff som inte föreskrevs i lagen.", "11.  Den 7 februari 2008 ansökte sökanden hos Neapels förmyndarskapsdomare om att få ett nytt pass utfärdat, och förklarade att hans förra fru hade behållit hans ID-kort och hans pass i familjens hem.", "12.  I en dom den 29 februari 2008 avslog Neapels förmyndarskapsdomare sökandens begäran med motiveringen att han inte hade betalat de underhållsbelopp han skulle betala för sina barn, och att man befarade att han skulle lämna landet endast för att komma undan sin skyldighet helt och hållet.", "Sökanden överklagade också detta beslut till Neapels domstol och hävdade att detta utgjorde ett brott mot hans rätt till rörelsefrihet.", "13.  I ett beslut den 5 februari 2009 förenade Neapels domstol överklagandena och avslog dem. Domstolen påpekade för det första att den rättsliga grunden för förmyndarskapsdomarens beslut var lag nr. 1 185 av den 21 november 1967, med ändringar genom 2003 års passlag (lag nr. 3).", "14.  Domstolen fann att förmyndarskapsdomaren var behörig att fatta beslut om sökandens ansökan om ett pass och om införandet av hans sons namn i det. Gällande grunden för överklagandet påpekade domstolen att sökanden inte uppfyllde sin förpliktelse att betala underhåll och att denna omständighet var en av de rättsliga grunderna för att vägra att utfärda ett pass, med tanke på barnen, i enlighet med sektion 12 i passlagen.", "15.  Den 4 november 2008 ålades D.L. att böta EUR 100 för att ha underlåtit att ta med sig barnen till ett avtalat möte med sökanden.", "16.  I ett beslut den 8 april 2009 utfärdade förmyndarskapsdomaren till D.L. på hennes begäran ett pass där namnen på hennes två barn stod.", "17.  Den 21 augusti 2012 ansökte sökanden om att Neapels förmyndarskapsdomare skulle utfärda enskilda pass åt hans barn, genom tillämpning av lagdekret nr. 135 av 2009.", "18.  D.L. invände, och anförde att barnen inte behövde dessa pass, att sökanden inte hade betalt underhåll sedan 2007 och att en brottmålsprocess väntade gällande detta.", "19.  I ett beslut den 3 oktober 2012 avslog förmyndarskapsdomaren sökandens begäran. Han tog i beaktande att sökandens och D.L.:s skilsmässoförhandlingar fortfarande pågick och att det med tanke på de skäl som anförts av D.L., som barnen bodde hos, var lämpligt att skjuta upp alla beslut om barnens pass. Sökanden överklagade inte detta beslut.", "II.  RELEVANT NATIONELL OCH INTERNATIONELL LAGSTIFTNING", "20.  Lag nr. 1 185 av den 21 november 1967, med ändringar genom 2003 års passlag (lag nr. 3), stadgar följande:", "Sektion 3", "\"Ett pass får inte utfärdas:", "(a) till barn som står under föräldraansvar, då föräldrarna inte samtycker, eller, i avsaknad av föräldraansvar, då förmyndarskapsdomaren inte samtycker.", "(b) till föräldrar till minderåriga barn, i avsaknad av godkännande från förmyndarskapsdomaren. Ett sådant godkännande behövs inte om den andra föräldern har gett sitt samtycke, eller om en av de två föräldrarna har ensam vårdnad ...", "Sektion 12", "Ett pass kan dras in för en person som befinner sig utomlands och inte kan bevisa att han eller hon har gjort de underhållsbetalningar som en domstol har beslutat om för hans eller hennes minderåriga barn...\"", "21.  I praktiken finns två undantag som anger de omständigheter under vilka ett pass ändå får utfärdas: då personen i fråga har visat att det behövs sjukvård i ett annat land eller då han eller hon måste resa utomlands å yrkets vägnar.", "22.  Lagdekret nr. 135 av 2009 gjorde det obligatoriskt för minderåriga barn att ha egna pass. Sedan den 25 november 2009 har det därför inte längre varit möjligt att inkludera minderåriga barn i deras föräldrars pass. Inkluderanden som gjorts före detta datum förblir giltiga, i enlighet med det som stadgades i den då gällande lagstiftningen. Giltigheten för minderåriga barns pass varierar beroende på barnets ålder: tre år för barn under tre års ålder och fem år för barn från tre till arton års ålder.", "23.  I förordning (EG) nr. 4/2009 av den 18 december 2008 om domstolars behörighet, tillämplig lag, erkännande och verkställighet av beslut och samarbete i frågor som rör underhållsskyldighet föreslås en serie åtgärder med syfte att främja betalningen vid krav på underhållsbidrag i gränsöverskridande situationer.", "24.  I Haagkonventionen av den 23 november 2007 om internationell indrivning av underhåll till barn och andra familjemedlemmar fastställs ett system för administrativt samarbete mellan myndigheterna i avtalsstaterna och ett system för erkännande och verkställighet av underhållsbeslut och underhållsavtal.", "25.  New York-konventionen om indrivning av underhållsbidrag i utlandet antogs och öppnades för undertecknande den 20 juni 1956 vid FN-konferensen om underhållsskyldighet, sammankallad i enlighet med resolution 572 (XIX) från FN:s ekonomiska och sociala råd, antagen den 17 maj 1955.", "LAGEN", "I.  PÅSTÅDD ÖVERTRÄDELSE AV ARTIKEL 2 I PROTOKOLL NR. 4 I KONVENTIONEN", "26.  Sökanden klagade på en inblandning i hans privatliv och hans rörelsefrihet. I synnerhet anförde han att det inte fanns någon lagbestämmelse som förhindrade att föräldrar som inte betalade sitt underhåll hade ett pass eller lät lägga till sina barns namn i det.", "Han stödde sig på artikel 2 i protokoll nr. 4 i konventionen, som säger följande:", "\"1.  Var och en som lagligen befinner sig inom en stats territorium har rätt att fritt röra sig där och att fritt välja sin bosättningsort.", "2.  Var och en är fri att lämna varje land, inbegripet sitt eget.", "3.  Utövandet av dessa rättigheter får inte underkastas andra inskränkningar än sådana som är angivna i lag och som i ett demokratiskt samhälle är nödvändiga av hänsyn till statens säkerhet eller den allmänna säkerheten, för att upprätthålla den allmänna ordningen eller förhindra brott eller för att skydda hälsa eller moral eller annans fri- och rättigheter.", "4.  De rättigheter som anges i punkt 1 får inom vissa bestämda områden också bli föremål för inskränkningar som är angivna i lag och som är försvarliga av hänsyn till det allmännas intresse i ett demokratiskt samhälle.\"", "27.  Regeringen tillbakavisade sökandens argument.", "A.  Tillåtlighet", "28.  Domstolen konstaterar att denna klagan inte är uppenbart ogrundad enligt betydelsen av artikel 35 § 3 (a) i konventionen. Den konstaterar vidare att den inte är otillåtlig på några andra grunder. Den måste därför förklaras tillåtlig.", "B.  Omständigheter", "1.  Parternas sakframställingar", "29.  Sökanden hävdade att det inte fanns någon rättslig grund för myndigheternas vägran att utfärda ett pass åt honom. Han hävdade i synnerhet att han aldrig hade dömts för underlåtenhet att hjälpa sin familj (violazione degli obblighi di assistenza familiare), ett brott som är straffbart enligt artikel 570 i brottsbalken, och att ingen domstol hade dömt honom för underlåtenhet att betala underhållsbeloppen. Han framhöll också att han var ostraffad.", "30.  Regeringen påpekade att artikel 16 i grundlagen stadgade att förutsättningen för en medborgares frihet att lämna republikens territorium var fullgörandet av de förpliktelser som lagstiftningen föreskrev.", "31.  Den ansåg vidare att inblandningen i sökandens rättigheter hade uttryckligt stöd i lagen, nämligen i sektion 3 (a) och (b) i lag nr. 1 185 av 1967, och förklarade att denna hade syftet att skydda barnen: den syftade till att säkerställa att sökanden gjorde sina underhållsbetalningar och till att förhindra förövandet av brott. Enligt regeringens åsikt uppfyllde denna inblandning villkoret att vara \"nödvändig i ett demokratiskt samhälle\", särskilt med tanke på domstolens rättspraxis för obetalda skulder.", "32.  Angående detta påpekade regeringen att Neapels domstol hade beslutat att överlämna sitt beslut av den 22 oktober 2008 till den allmänna åklagaren för att utröna om en förundersökning skulle kunna inledas om underlåtenhet att hjälpa sin familj, ett brott som är straffbart enligt artikel 570 i brottsbalken.", "33.  Regeringen påpekade att författningsdomstolen i sitt domslut nr. 464 av 1997 hade slagit fast att innebörden av den relevanta sektionen i lag nr. 1 185 av 1967 var \"att säkerställa att föräldern fullgör sina skyldigheter gentemot sina barn\".", "Den tillade att, enligt kassationsdomstolens rättspraxis, förmyndarskapsdomarens beslut på detta område var ett uttryck för \"frivillig rättsvård\", det vill säga att det inte var ämnat att slutgiltigt lösa en konflikt mellan de respektive föräldrarnas subjektiva rätt.", "34.  Regeringen hänvisade till domstolens rättspraxis gällande inskränkningar av rörelsefriheten i situationer med kommande brottmålsrättegångar, konkurser eller underlåtenhet att fullgöra skyldigheter gällande militärtjänst.", "2.  Rättens bedömning", "35.  Domstolen noterar inledningsvis att det aktuella fallet aktualiserar en ny typ av fråga, på så sätt att den inte tidigare har haft anledning att överväga åtgärder som begränsar friheten att lämna ett land på grund av att det finns särskilt betydande skulder till en tredje part, såsom underhållsbetalningar.", "36.  I tidigare fall som granskats i förhållande till artikel 2 i protokoll nr. 4 bedömde domstolen eller den tidigare Europeiska kommissionen för de mänskliga rättigheterna sådana förbud som införts i samband med exempelvis följande:", "– väntande brottmålsprocesser (se Schmidt mot Österrike, nr. 10670/83, kommissionens beslut av den 9 juli 1985, beslut och rapporter (DR) 44, s. 195; Baumann mot Frankrike, nr. 33592/96, ECHR 2001V, Földes och Földesné Hajlik mot Ungern, nr. 41463/02, ECHR 2006XII, Sissanis mot Rumänien, nr. 23468/02, 25 januari 2007, Bessenyei mot Ungern, nr. 37509/06, 21 oktober 2008, A.E. mot Polen, nr. 14480/04, 31 mars 2009, Iordan Iordanov och andra mot Bulgarien, nr. 23530/02, 2 juli 2009, Makedonski mot Bulgarien, nr. 36036/04, 20 januari 2011, Pfeifer mot Bulgarien, nr. 24733/04, 17 februari 2011, Prescher mot Bulgarien, nr. 6767/04, 7 juni 2011 och Miażdżyk mot Polen, nr. 23592/07, 24 januari 2012).", "–  verkställande av domar i brottmål (se M. mot Tyskland, nr. 10307/83, kommissionens beslut av den 6 mars 1984, DR 37, s. 113),", "– brottmålsdom mot sökanden, tills han hade fått upprättelse (se Nalbantski mot Bulgarien, nr.  30943/04, 10 februari 2011),", "–  väntande konkursförfaranden (se Luordo mot Italien, nr. 32190/96, ECHR 2003IX),", "– vägran att betala tullvite (se Napijalo mot Kroatien, nr. 66485/01, 13 november 2003),", "– underlåtenhet att betala skatter (se Riener mot Bulgarien, nr. 46343/99, 23 maj 2006),", "– underlåtenhet att betala domfäst fordran till privatpersoner (se Ignatov mot Bulgarien, nr. 50/02, 2 juli 2009, Gochev mot Bulgarien, nr. 34383/03, 26 november 2009 och Khlyustov mot Ryssland, nr. 28975/05, 11 juli 2013).", "– kännedom om \"statshemligheter\" (se Bartik mot Ryssland, nr. 55565/00, ECHR 2006XV),", "– underlåtenhet att fullgöra skyldigheter gällande militärtjänst (se Peltonen mot Finland, nr. 19583/92, kommissionens beslut av den 20 februari 1995, DR 80A, s. 38, och Marangos mot Cypern, nr. 31106/96, kommissionens beslut av den 20 maj 1997, opublicerat),", "– den berörda personens psykiska sjukdom, i kombination med en brist på lämpliga vårdåtgärder i destinationslandet (se Nordblad mot Sverige, nr. 19076/91, kommissionens beslut av den 13 oktober 1993, opublicerat),", "– domstolsbeslut som förbjuder att minderåriga barn förs utomlands (se Roldan Texeira och andra mot Italien (dec.), nr. 40655/98, 26 oktober 2000, och Diamante och Pelliccioni mot San Marino, nr. 32250/08, 27 september 2011),", "– förbud för en bulgar att lämna Bulgarien under två år på grund av brott mot Förenta staternas invandrarlagstiftning (se Stamose mot Bulgarien, nr. 29713/05, ECHR 2012).", "Domstolen anser att de principer som fastställs i dessa fall trots skillnaderna mellan dem och det aktuella fallet också är tillämpliga här.", "37.  Enligt artikel 2 § 2 i protokoll nr. 4 garanteras envar rätten att lämna vilket land som helst och resa till vilket annat land som helst som personen själv väljer och kan bli insläppt i. De nationella domstolarnas vägran att utfärda ett pass åt sökanden och beslutet att göra hans ID-kort ogiltigt för utlandsresor var ett ingrepp i denna denna rätt (se beslutet i Peltonen, som anförts ovan, s. 43, och de ovannämnda domsluten i Baumann, §§ 62–63, Napijalo, §§ 69–73 och Nalbantski, § 61). Det måste därför fastställas om detta ingrepp gjordes \"med stöd av lag\", i enlighet med ett eller flera av de legitima mål som anges i artikel 2 § 3 i protokoll nr. 4, och om det var \"nödvändigt i ett demokratiskt samhälle\" för uppnåendet av ett sådant mål.", "38.  När det gäller åtgärdens laglighet betonar domstolen på nytt sin etablerade rättspraxis enligt vilken uttrycket \"med stöd av lag\" inte bara kräver att den ifrågasatta åtgärden ska ha en grund i nationell lagstiftning utan också avser kvaliteten på lagen i fråga, och kräver att den ska vara tillgänglig för den berörda personen och förutsebar när det gäller effekter (se Rotaru mot Rumänien [GC], nr. 28341/95, § 52, ECHR 2000-V). För att lagen ska uppfylla villkoret om förutsebarhet måste den med tillräcklig precision ange de förutsättningar under vilka en åtgärd får vidtas, för att göra det möjligt för de berörda personerna – om så behövs med lämpliga anvisningar – att anpassa sitt beteende.", "39.  Som regeringen har betonat var ingreppet baserat på sektion 12 i 1967 års passlag (lag nr. 1 185 av den 21 november 1967), med ändringar genom lag nr. 3 av 2003, med avseende på det faktum att sökanden inte betalade det underhåll han skulle betala för sina barn. Ingreppet hade därmed en tydlig rättslig grund i den nationella lagstiftningen. I fråga om detta påpekar domstolen också att författningsdomstolen i sitt domslut nr. 464 av 1997 slog fast att innebörden av den relevanta sektionen i lag nr. 1 185 av 1967 är \"att säkerställa att föräldern fullgör sina skyldigheter gentemot sina barn\".", "40.  Domstolen anser också att syftet med den ifrågasatta åtgärden var att tillgodose sökandens barns intressen och att den i princip var i förenlig med ett legitimt mål, nämligen skyddet för andras rättigheter – i det aktuella fallet barnens rätt att få underhållet utbetalt.", "41.  När det gäller proportionaliteten i en restriktion införd på grund av obetalda skulder betonar domstolen på nytt att en sådan åtgärd bara är berättigad om den främjar det avsedda målet att säkra indrivningen av de aktuella fordringarna (se Napijalo, som anförts ovan, §§ 78 till 82, 13 November 2003). Vidare kan en åtgärd som begränsar en persons rörelsefrihet även om den vore berättigad till en början bli oproportionerlig och bli ett intrång i personens rättigheter om den automatiskt förlängs över en lång period (se Luordo, som anförts ovan, § 96, ECHR 2003-IX, and Földes och Földesné Hajlik, som anförts ovan, § 35).", "42.  Under alla omständigheter är de nationella myndigheterna skyldiga att se till att ett ingrepp i en persons rätt att lämna sitt land, från ingreppets början och så länge det görs, är berättigat och proportionerligt med tanke på omständigheterna. De får inte under lång tid förlänga åtgärder som begränsar en persons rörelsefrihet utan en regelbundet återkommande bedömning av dessas berättigande (se Riener, som anförts ovan, § 124, och Földes och Földesné Hajlik, som anförts ovan, § 35). En sådan bedömning bör normalt utföras, åtminstone i sista instans, av domstolarna, eftersom de ger de bästa garantierna för förfarandenas oberoende, opartiskhet och lagenlighet (se Sissanis mot Rumänien, nr. 23468/02, § 70, 25 januari 2007). Domstolsprövningens omfattning bör göra det möjligt för domstolen att beakta alla aktuella faktorer, även sådana som avser restriktionsåtgärdens proportionalitet (se, mutatis mutandis, Le Compte, Van Leuven och De Meyere mot Belgien, 23 juni 1981, § 60, serie A nr. 43).", "43.  När det gäller omständigheterna i det aktuella fallet konstaterar domstolen att sökanden inte har haft något pass eller ID-kort som har kunnat användas för utlandsresor sedan 2008. Den konstaterar att han nekades att få ett pass eller ett ID-kort som kunde användas för utlandsresor på grund av att han inte har betalat underhåll. De nationella domstolarna (se styckena 11–12 ovan) betonade att sökanden inte hade betalat det underhåll han skulle ha betalat för sina barn, och att det fanns en risk för att han inte skulle betala mer om han reste utomlands.", "44.  Som framgår av dokumenten i akten, särskilt de relevanta nationella besluten, ansåg de nationella domstolarna inte att det var nödvändigt att undersöka sökandens personliga situation eller hans förmåga att betala de förfallna beloppen, och vidtog den ifrågasatta åtgärden automatiskt. Inga försök verkar ha gjorts att väga de rättigheter som stod på spel mot varandra. Den enda faktor som beaktades var underhållsmottagarnas egendomsintresse.", "45.  Domstolen konstaterar vidare att det har funnits ett civilrättsligt samarbete på europeisk och internationell nivå i fråga om indrivning av underhåll. Den påpekar att det finns metoder för att driva in skulder utanför nationsgränser, i synnerhet rådets förordning (EG) nr. 4/2009 av den 18 december 2008 om domstolars behörighet, tillämplig lag, erkännande och verkställighet av beslut och samarbete i frågor som rör underhållsskyldighet, Haagkonventionen av den 23 november 2007 om internationell indrivning av underhåll till barn och andra familjemedlemmar och New York-konventionen om indrivning av underhållsbidrag i utlandet. Dessa instrument beaktades inte av myndigheterna vid tillämpningen av den ifrågasatta åtgärden. De hade bara betonat att sökanden kunde ha rest utomlands med hjälp av sitt pass och på så sätt lyckats undkomma sitt åtagande.", "46.  Domstolen konstaterar vidare att den restriktion som infördes för sökanden i det aktuella fallet inte säkerställde betalning av de förfallna underhållsbeloppen.", "47.  Följaktligen anser den att sökanden utsattes för åtgärder av ett automatiskt slag, utan begränsning av omfattning eller varaktighet (se Riener, som anförts ovan, § 127). Dessutom har de nationella domstolarna inte gjort någon ny bedömning av åtgärdens berättigande och proportionalitet, med beaktande av omständigheterna i fallet, sedan 2008.", "48.  Med tanke på det ovanstående anser domstolen inte att det automatiska utförandet av en sådan åtgärd under en obestämd period utan någon hänsyn till de individuella omständigheterna för den berörda personen kan beskrivas som nödvändigt i ett demokratiskt samhälle.", "49.  Av detta följer att det har skett en överträdelse av artikel 2 i protokoll nr. 4.", "II.  PÅSTÅDD ÖVERTRÄDELSE AV ARTIKEL 8 I KONVENTIONEN", "50.  Sökanden hävdade att vägran att utfärda ett pass åt honom utgjorde ett ingrepp i hans rätt till respekt för sitt privatliv som garanteras i artikel 8 i konventionen, som säger följande:", "\"1.  Var och en har rätt till respekt för sitt privat- och familjeliv, sitt hem och sin korrespondens.", "2.  Offentlig myndighet får inte inskränka åtnjutande av denna rättighet annat än med stöd av lag och om det i ett demokratiskt samhälle är nödvändigt med hänsyn till statens säkerhet, den allmänna säkerheten, landets ekonomiska välstånd eller till förebyggande av oordning eller brott eller till skydd för hälsa eller moral eller för andra personers fri- och rättigheter.\"", "51.  Domstolen konstaterar att detta klagomål, som det framställs inför den av sökanden, har ett nära samband med klagomålet gällande artikel 2 i protokoll nr. 4, som behandlats ovan, och även det måste förklaras tillåtligt.", "52.  Med beaktande av sina slutsatser enligt artikel 2 i protokoll nr. 4 (se styckena 48 och 49 ovan) anser domstolen inte att det är nödvändigt att utreda det separat.", "III.  ANDRA PÅSTÅDDA ÖVERTRÄDELSER", "53.  Sökanden hävdade att modern till hans barn fick positiv särbehandling på så sätt att hon till skillnad från honom hade kunnat få barnens namn inskrivna i sitt pass, något som han hävdade stred mot artikel 5 i konventionens protokoll nr. 7.", "54.  Domstolen konstaterar inledningsvis att sökanden inte har kunnat styrka detta klagomål. I den mån den tar upp en annan fråga än den som undersökts ovan och i den mån den har juridisk behörighet att undersöka påståendena har domstolen inte funnit att det skett någon överträdelse av de rättigheter och friheter som garanteras av konventionen. Följaktligen förklarar den detta klagomål otillåtligt.", "IV.  TILLÄMPNING AV ARTIKEL 41 I KONVENTIONEN", "55.  Artikel 41 i konventionen stadgar följande:", "\"Om domstolen finner att ett brott mot konventionen eller protokollen till denna ägt rum och om den berörda höga fördragsslutande partens nationella rätt endast till en del medger att gottgörelse lämnas, skall domstolen, om så anses nödvändigt, tillerkänna den förfördelade parten skälig gottgörelse.\"", "A.  Skadestånd", "56.  Sökanden begärde EUR 30 000 för den icke-ekonomiska skada han påstod sig ha lidit, för egen räkning och för sina barns räkning, på grund av att det inte gick att resa utomlands.", "57.  Regeringen tillbakavisade detta krav. Den ansåg att det krävda beloppet under alla omständigheter var alltför högt och att det inte stämde överens med de kriterier som användes av domstolen.", "58.  Domstolen anser det lämpligt att tilldöma sökanden EUR 5 000 för icke-ekonomisk skada.", "B.  Kostnader och utgifter", "59.  Sökanden krävde också EUR 20 000 för de kostnader och utgifter han ådragit sig inför de nationella domstolarna och inför domstolen, dock utan att styrka detta med några dokument.", "60.  Regeringen ansåg att denna summa var alltför stor och framhöll att sökanden inte hade visat att de påstådda kostnaderna och utgifterna hade varit nödvändiga och rimliga.", "61.  Enligt domstolens rättspraxis har en sökande rätt till ersättning för kostnader och utgifter endast i den utsträckning det har visats att dessa faktiskt och med nödvändighet har åsamkats och är beloppsmässigt rimliga. I det aktuella fallet konstaterar domstolen att sökanden inte har ingett några dokument till stöd för sina krav, och beslutar att inte tilldela någon summa under denna rubrik.", "C.  Dröjsmålsränta", ".  Domstolen anser det lämpligt att dröjsmålsräntan baseras på Europeiska centralbankens utlåningsränta, med ett tillägg på tre procentenheter.", "AV DESSA SKÄL BESLUTAR DOMSTOLEN FÖLJANDE:", "1.  Domstolen förklarar enhälligt ansökan tillåtlig vad gäller klagomålen enligt artikel 2 i konventionens protokoll nr. 4 och artikel 8 i konventionen.", "", "2. Domstolen förklarar med majoritet återstoden av ansökan otillåtlig.", "", "3.  Domstolen fastslår enhälligt att det har skett en överträdelse av artikel 2 i konventionens protokoll nr. 4.", "", "4.  Domstolen fastslår enhälligt att det saknas behov att undersöka klagomålet gällande artikel 8 i konventionen.", "", "5.  Domstolen fastslår enhälligt följande:", "(a) att den svarande staten senast tre månader efter det datum då domslutet vinner laga kraft i enlighet med artikel 44 § 2 i konventionen till sökanden ska betala EUR 5 000 (fem tusen euro), plus alla skatter som kan komma att läggas till beloppet, för icke-ekonomisk skada.", "(b) att räknat från utgången av den ovannämnda perioden på tre månader fram till betalning enkel ränta ska läggas till det ovanstående beloppet enligt en räntesats som är lika med Europeiska centralbankens utlåningsränta under dröjsmålsperioden plus tre procentenheter.", "", "6.  Domstolen avslår med sex röster mot en återstoden av sökandens krav på skälig gottgörelse.", "Utfärdat på franska och meddelat skriftligen den 2 december 2014, i enlighet med regel 77 §§ 2 och 3 i domstolens arbetsordning.", "\tAbel Campos \tIşıl Karakaş\n\tStällföreträdande registrator\tOrdförande", "", "I enlighet med artikel 45 § 2 i konventionen och regel 74 § 2 i domstolens arbetsordning bifogas domaren Kūris reservation till detta domslut:", "A.I.K.\nA.C.", "\n", "RESERVATION FRÅN DOMAREN KŪRIS", "Jag röstade mot punkterna 2 och 6 i domslutet. Enligt min mening förtjänar den fråga som berördes i styckena 53 och 54 i domslutet att granskas i förhållande till artikel 5 i konventionens protokoll nr. 7. Följaktligen borde denna del av ansökan ha förklarats tillåtlig.", ""]}