{"file": "SWE_HJUDSWE_14793_08.docx", "doc_type": "HJUDSWE", "doc_lang": "SWE", "case_id": "14793/08", "text_paragraphs": ["", "FÖRE DETTA ANDRA AVDELNINGEN", "", "", "", "", "", "", "MÅLET Y.Y. mot TURKIET", "", "(Ansökan nr 14793/08)", "", "", "", "", "", "", "", "DOM", "[Utdrag]", "", "", "STRASBOURG", "", "10 mars 2015", "", "", "SLUTLIG", "", "2016-08-24", "", "", "Denna dom har vunnit laga kraft i enlighet med artikel 44.2 i konventionen. Den kan bli föremål för redaktionella ändringar.", "", "", "I målet Y.Y. mot Turkiet", "meddelar Europadomstolen för de mänskliga rättigheterna (andra avdelningen), sammanträdande som en kammare bestående av:", "\tGuido Raimondi, president,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tPaul Lemmens,\n\tEgidijus Kūris,\n\tRobert Spano, domare,\noch Abel Campos, avdelningens biträdande justitiesekreterare,", "efter enskilda överläggningar den 3 februari 2015,", "följande dom, som antogs på detta datum:", "FÖRFARANDE", "1.  Målet har sitt ursprung i ett klagomål (nr 14793/08) mot Republiken Turkiet. Det ingavs till domstolen under åberopande av artikel 34 i Europakonventionen om skydd för de mänskliga rättigheterna och de grundläggande friheterna (”konventionen”) av en turkisk medborgare, Y.Y. (”klaganden”), den 6 mars 2008. Y.Y. är en transperson som den tidpunkten då klagomålet ingavs i civilrättslig mening betraktades som kvinna. Emellertid kommer domstolen att använda maskulina pronomen för klaganden, vilket återspeglar hans föredragna könsidentitet.", "2.  Klaganden företräddes av A. Bozlu, en advokat verksam i Mersin. Den turkiska regeringen (”regeringen”) företräddes av sitt ombud.", "3.  Klaganden hävdade en kränkning av sin rätt till skydd för privatlivet (artikel 8 i konventionen), i synnerhet eftersom domstolarna hade avvisat hans begäran om tillstånd att genomgå könsbyte. Han klagade även över att kassationsdomstolen inte hade behandlat hans mål i sak och inte hade motiverat sitt beslut om honom (artikel 6 i konventionen).", "4.  Den 24 mars 2010 informerades regeringen om klagomålet. Den tillförordnade avdelningspresidenten vid den tidpunkten beslutade även att klagandens identitet inte skulle röjas (regel 47.3 i domstolsreglerna).", "SAKFÖRHÅLLANDEN", "I. OMSTÄNDIGHETERNA I MÅLET", "5.   Klaganden föddes 1981.", "6.  Klaganden är en transperson som är registrerad som kvinna i folkbokföringsregistret. Han hävdade att han redan som barn hade blivit medveten om att han kände sig som pojke, en känsla som inte överensstämde med hans anatomiska kön.", "A.  Första rättsprocessen för att få genomgå könsbyte", "7.  Den 30 september 2005 ansökte klaganden hos Mersins distriktsdomstol (”distriktsdomstolen”) enligt artikel 40 i civillagen om att få tillstånd att genomgå könsbyte. I den ansökan som inledde förfarandet angav klagandens advokat följande skäl för sin klients begäran. Hans klient hade sedan han var barn betraktat sig som pojke snarare än flicka, och fick av det skälet psykologhjälp sedan barndomen; vid 19 eller 20 års ålder hade han självmordstankar; hans aktuella biologiska identitet var i strid med det kön som han kände att han tillhörde; och könsbyte var nödvändigt för att han skulle uppnå harmoni mellan sin privata uppfattning om sig själv och sin fysiska kroppsbyggnad. Advokaten hävdade att flera läkare som hans klient hade konsulterat sedan barndomen hade rekommenderat könsbyte. Klaganden, som var 24 år, levde som en man, hade haft ett förhållande med en kvinna i fyra år och accepterades som man av sin familj och sina vänner. Advokaten tillade att hans klient under det senaste året hade fått behandling på den psykiatriska avdelningen av İnönüs universitetssjukhus i syfte att genomgå det könsbyte han eftersträvade. Slutligen yrkade advokaten att förfarandet skulle förbli konfidentiellt med tanke på hans klients psykiska tillstånd.", "8.  Den 16 december 2005 biföll distriktsdomstolen begäran om förfarandets konfidentialitet.", "9.  Den 6 februari 2006 hörde domstolen vittnesmål från klagandens familj. Klagandens mor uppgav att hennes dotter som barn mest hade lekt med pojkar och som tonåring hade sagt till sin mor att hon kände sig mer som, och ville vara, pojke. Klagandens mor hade därför konsulterat psykologer, som uttryckte uppfattningen att hennes dotter skulle vara lyckligare om hon kunde leva som man, en uppfattning som klagandens mor delade. Klagandens äldre bror sade även att hans syster lekte med pojkar när hon var barn, hade börjat bete sig som en pojke under ungdomsåren och hade haft flickvänner, samt att hon hade varit fast besluten att genomgå könsbyte genom operation. Hon hade flera gånger försökt begå självmord och gick fortfarande i terapi. Så vitt klagandens bror visste hade läkarna beslutat att gå vidare med operationen.", "Efter förhandlingen skickade distriktsdomstolen en begäran om information till överläkaren på det sjukhus där klaganden behandlades, i syfte att förvissa sig om huruvida klaganden var en transperson, huruvida könsbyte var nödvändigt för att trygga hans psykiska hälsa och huruvida han var permanent oförmögen till fortplantning.", "10.  Den 23 februari 2006 utarbetade en medicinsk kommitté på İnönüs universitets sjukvårdsklinik en psykiatrisk rapport där det konstaterades att klaganden var en transperson. I rapporten framkom vidare att klaganden, utifrån psykologisk synpunkt, hädanefter borde få leva med manlig identitet.", "11.  Den 28 februari 2006 utarbetade en medicinsk kommitté från enheten för gynekologi och obstetrik vid samma sjukvårdsklinik en rapport, där det konstaterades att Y.Y. hade en kvinnlig fenotyp och var transperson.", "12.  Den 7 april 2006 undersökte distriktsdomstolen de båda medicinska rapporterna från İnönüs universitets medicinska fakultet. Domstolen fann att författarna till rapporten från den 23 februari 2006 hade diagnostiserat klaganden som transperson och funnit att han, från psykologisk synpunkt, hädanefter borde få leva med manlig identitet, men att författarna till rapporten från den 28 februari 2006 hade funnit att Y.Y.:s fenotyp var kvinnlig. Emellertid ansåg domstolen att dessa rapporter inte besvarade de frågor man hade ställt, nämligen huruvida könsbyte var nödvändigt för att trygga klagandens psykiska hälsa och huruvida klaganden var permanent oförmögen till fortplantning. Domstolen återupprepade därför sin begäran om information.", "13.  Den 20 april 2006 skrev chefen för enheten för gynekologi och obstetrik vid kirurgiavdelningen på İnönüs universitets medicinska fakultet till chefsläkaren vid sjukvårdskliniken för att informera honom att klaganden hade undersökts efter en begäran om konsultation med en plastikkirurg för könsbytesändamål. Hon nämnde att en undersökning hade fastställt att Y.Y. hade kvinnliga yttre och inre könsorgan och inte var permanent oförmögen till fortplantning.", "14.  Den 21 april 2006 skrev en medicinsk kommitté vid den psykiatriska avdelningen på İnönüs universitets medicinska fakultet till chefsläkaren för sjukvårdskliniken för att informera honom att klaganden hade undersökts den 20 april 2006. Efter denna undersökning ansåg vårdlaget att klaganden, för sin psykiska hälsas skull, hädanefter borde få leva med manlig identitet.", "15.  Vid distriktsdomstolens förhandling den 5 maj 2006 ifrågasatte klagandens advokat rapporten från den 20 april 2006 på grund av att den inte hade godkänts av ett kollegium. Distriktsdomstolen begärde följaktligen en ny expertrapport om klagandens förmåga till fortplantning. Uppgiften att utarbeta rapporten anförtroddes en medicinsk kommitté vid Çukurovas universitets medicinska fakultet.", "16.  Den 11 maj 2006 gjorde två läkare från avdelningen för gynekologi och obstetrik vid Çukurovas universitets medicinska fakultet en expertbedömning och drog, efter att ha undersökt klaganden, slutsatsen att han var kapabel till fortplantning.", "17.  Den 27 juni 2006 nekade distriktsdomstolen klaganden tillstånd att genomgå könsbyte, baserat på observationerna i de olika expertrapporterna, på grund av att han inte var permanent oförmögen till fortplantning och därför inte uppfyllde ett av villkoren för berättigande till könsbyte enligt artikel 40 i civillagen.", "18.  Den 18 juli 2006 överklagade klaganden denna dom avseende rättsfråga. I sina anföranden betonade klagandens advokat att hans klient sedan barndomen hade betraktat sig som manlig snarare än kvinnlig och att denna uppfattning inte bara var ett infall. Klaganden hade genomgått en utdragen psykoterapi, varefter läkarna drog slutsatsen att han var transperson och att det, utifrån ett psykologiskt perspektiv, var tillrådligt för honom att leva som man. Advokaten hävdade vidare att hans klients förmåga till fortplantning inte på något sätt hindrade honom från att uppfatta sig som man; det var ett biologiskt faktum som han inte kunde råda över. I Turkiet, liksom på andra håll i världen, var personer vilka liksom klaganden inte kunde förena sitt biologiska och psykologiska tillstånd inte nödvändigtvis ensamstående och oförmögna till fortplantning. Det fanns ett flertal exempel på människor som hade en benägenhet för könsöverskridande identitet och som hade gift sig och fått barn före könsbytesoperationen. Det var orättvist att göra tillståndet att byta biologiskt kön beroende av transpersonernas förmåga till fortplantning, oavsett om de betraktade sig som män eller som kvinnor. Följaktligen hade domstolarna, genom att neka klaganden möjlighet att genomgå könsbytesoperation enligt artikel 40 i civillagen – vilken, enligt advokatens inlaga, inte återspeglade den sociala verkligheten – begränsat hans klients fri- och rättigheter. Advokaten hävdade vidare att nekandet av klagandens begäran på grund av hans förmåga till fortplantning hade varit olaglig. Enligt hans uppfattning borde uttrycket ”permanent oförmögen till fortplantning” elimineras från bestämmelsen i fråga.", "19.  Den 17 maj 2007 fastställde kassationsdomstolen distriktsdomstolens dom, eftersom man ansåg att förstainstansrätten inte hade begått något fel i sin bedömning av bevisningen.", "20.  Den 18 juni 2007 ingav klagandens advokat ett yrkande om rättelse av detta domstolsutslag. I sina anföranden hävdade han att inga av klagandens grunder för överklagande hade beaktats, och att ingen kommentar hade lämnats rörande de officiella dokumenten och rapporterna i ärendet. Advokaten motsatte sig även användningen av rapporten från den 11 maj 2006, vilken utarbetats av avdelningen för gynekologi och obstetrik vid Çukurovas universitets medicinska fakultet som underlag för att avslå klagandens yrkanden. Han hävdade i det avseendet att rapporten i fråga inte hade status som expertrapport och hade utarbetats efter en helt ytlig undersökning av hans klients könsorgan, vilket inte var tillräckligt för att fastställa hans förmåga till fortplantning. Även om de olika medicinska rapporterna hade varit tillräckliga för att fastställa att hans klient var kapabel till fortplantning, vore det enda kön hans klient skulle kunna identifiera sig med utifrån ett fysiskt och psykologiskt perspektiv det manliga. Dessutom hade detta faktum fastställts den 2 mars 2005 i rapporten från den medicinska kommittén vid İnönüs universitet, där hans klient även hade genomgått en lång psykoterapeutisk behandling. Advokaten kritiserade underlåtenheten att ta hänsyn till detta faktum. Slutligen hävdade han att domstolarna hade åsidosatt klagandens rättigheter genom att avslå hans begäran om tillstånd att genomgå operation i syfte att förläna honom det kön han naturligt identifierade sig med.", "21.  Den 18 oktober 2007 ogillade kassationsdomstolen klagandens yrkande om rättelse, då man ansåg att inga av de grunder för upphävande som förtecknades i artikel 440 i civilprocesslagen var tillämpliga i det aktuella fallet.", "B.  Förfaranden i de nationella domstolarna efter att regeringen underrättats om klagomålet ", "22.  Den 5 mars 2013 ingav klaganden en ny ansökan till Mersins distriktsdomstol baserad på artikel 40 i civillagen, i syfte att få tillstånd att genomgå könsbytesoperation. I den ansökan som inledde förfarandet angav klagandens advokat följande skäl för yrkandet. Hans klient hade från unga år betraktat sig som en manlig snarare än kvinnlig individ, och hade av det skälet fått psykologhjälp sedan barndomen; medicinska rapporter hade fastställt att det, från psykologisk synpunkt, var tillrådligt för honom att hädanefter leva med manlig identitet; klagandens biologiska identitet var i strid med det kön som han kände att han tillhörde; könsbyte var nödvändigt för att trygga hans psykologiska och mentala välbefinnande; den 27 mars 2012 genomgick han en dubbel mastektomi och tog olika hormoner för att öka sina testosteronnivåer; han arbetade åt sin bror som målare och dekoratör; han gick regelbundet till gymmet och hade en mans fysiska utseende; han var nu 32 år och hade alltid betraktat sig som man; de vänner han hade mött efter en viss ålder kände honom endast som man; och han använde inte det förnamn som angavs på hans identitetshandlingar. Advokaten tillade att hans klient, för att bringa sitt fysiska utseende i överensstämmelse med sin uppfattning om sig själv, hade tillgripit alla sorters metoder med skadliga biverkningar. I sitt dagliga liv, och speciellt när han var tvungen att presentera sina identitetshandlingar för myndigheterna, utsattes klaganden för nedsättande och förödmjukande behandling, stötte på ett flertal svårigheter på grund av bristen på överensstämmelse mellan hans yttre och den identitet som angavs på hans handlingar. Advokaten summerade genom att yrka att domstolen skulle låta hans klient påbörja de erforderliga formaliteterna för att byta identitet i folkbokföringsregistret, att bifalla hans klients begäran om att genomgå könsbyte, att låta honom genomgå könsbytesoperation och att förklara distriktsdomstolens förfarande konfidentiellt.", "23.  Den 11 april 2013, efter en fullständig anamnes och undersökning av klaganden, utfärdade en kommitté av psykiatriker från İnönüs universitets sjukvårdsklinik en medicinsk rapport, där det konstaterades att klaganden var transperson och att könsbyte var nödvändigt för att trygga hans psykiska hälsa. I rapporten uppgavs även att en expertbedömning borde genomföras för att fastställa huruvida klaganden var permanent oförmögen till fortplantning.", "24.  Den 6 maj 2013 utarbetades en rättsmedicinsk rapport av en kommitté från den rättsmedicinska avdelningen vid İnönüs universitets sjukvårdsklinik. Enligt rapporten framhöll klaganden under den undersökning som utfördes den 11 april 2013 på den rättsmedicinska avdelningen att han ville genomgå könsbytesoperation och att han redan tidigare hade vidtagit åtgärder för att åstadkomma detta, men hade fått avslag på sitt yrkande från domstolarna. Han vände sig då till Europadomstolen för mänskliga rättigheter, och väckte därefter ny talan. Den medicinska undersökningen visade att klaganden hade manlig fenotyp (alla hans yttre egenskaper). Han hade skägg och mustasch, hans bröstvävnad hade avlägsnats kirurgiskt och han fick behandling efter den operationen. Han hade manlig hårväxt på armar och ben, genomgick hormonbehandling och generades över färgen på sitt identitetskort, varför han täckte över det innan han lade det i plånboken. Slutligen uppgav klaganden att könsbytet var nödvändigt för honom.", "Enligt rapporten avslöjade blodprover att klaganden hade en total testosteronkoncentration av mer än 16 000 ng/dl, vilket antagligen berodde på den hormonbehandling han genomgick. Emellertid betydde inte detta att han var permanent oförmögen till fortplantning.", "Slutsatsen i rapporten var följande:", "”1.  [Klaganden] är transperson,", "2.   könsbyte är nödvändigt för hans psykiska hälsa,", "3.  [han] är inte permanent oförmögen till fortplantning (som kvinna) ...”", "25.  Den 21 maj 2013 biföll Mersins distriktsdomstol klagandens yrkande och godkände den könsbytesoperation han önskade. I sin motivering fann distriktsdomstolen det fastställt att klaganden var transperson, att könsbyte krävdes för att trygga hans psykiska hälsa, och att det framgick av vittnesmålen från de vittnen som kallats av klaganden att han levde som man i varje avseende och led till följd av sin situation. Mot bakgrund av bevisningen och de rapporter som presenterats var följaktligen villkoren i artikel 40.2 i civillagen uppfyllda och yrkandet borde bifallas. I domen angavs att den var slutgiltig.", "...", "LAGSTIFTNINGEN", "I. PÅSTÅDD KRÄNKNING AV ARTIKEL 8 I KONVENTIONEN", "44.  Klaganden hävdade en kränkning av sin rätt till skydd för privatlivet. Han vidhöll att bristen på överensstämmelse mellan hans uppfattning om sig själv som man och hans fysiska kroppsbyggnad hade fastställts i medicinska rapporter. I sitt klagoformulär tillade han att hans begäran om tillåtelse att göra slut på denna bristande överensstämmelse hade fått avslag från de nationella myndigheterna, som baserade sitt beslut på konstaterandet att han var kapabel till fortplantning. Han begärde tillstånd att genomgå könsbytesoperation. Klaganden kritiserade innehållet i artikel 40 i civillagen och dess tolkning. De behandlade inte de problem som bestämmelsen i fråga var avsedd att lösa, eftersom det biologiska kriteriet endast kunde uppfyllas genom operation. Enligt klaganden innebar omöjligheten att få tillgång till en sådan operation att berörda personer permanent berövades varje tillfälle att råda bot på den bristande överensstämmelsen mellan deras uppfattning om sin könsidentitet och den biologiska realiteten.", "Klaganden åberopade artikel 8 i konventionen, vilken lyder (i svensk översättning enligt www.echr.coe.int/Documents/Convention_SWE.pdf):", "”1.  Var och en har rätt till skydd för sitt privat- … liv …", "2.  Offentlig myndighet får inte ingripa i denna rättighet annat än med stöd av lag och om det i ett demokratiskt samhälle är nödvändigt med hänsyn till den nationella säkerheten, den allmänna säkerheten eller landets ekonomiska välstånd, till förebyggande av oordning eller brott, till skydd för hälsa eller moral eller till skydd för andra personers fri- och rättigheter.”", "45.  Regeringen bestred klagandens påståenden.", "A.  Admissibility", "46.  I ytterligare observationer daterade den 30 augusti 2013 hävdade regeringen att klaganden, enligt regeringens tolkning av domstolens väletablerade rättspraxis, måste kunna demonstrera sin ställning som offer i alla skeden av förfarandet. Till stöd för sitt argument hänvisade man till målet Burdov mot Ryssland (nr 59498/00, punkt 30, ECHR 2002III). I föreliggande mål hade distriktsdomstolen slutligen avgjort frågan i klagandens favör, och gav honom tillåtelse att genomgå könsbyte. Följaktligen hade klaganden inte längre ställning som offer enligt vad som avses i artikel 34 i konventionen.", "47.  Klaganden bestred regeringens argument. Med hänvisning till domstolens domar i Chevrol mot Frankrike (nr 49636/99, punkt 43, ECHR 2003III); Guerrera och Fusco mot Italien (nr 40601/98, punkt 51–53, 3 april 2003); och Timofeyev mot Ryssland (nr 58263/00, punkt 36, 23 oktober 2003) hävdade han att ett positivt avgörande eller en positiv åtgärd i princip inte räckte för att beröva klagande deras ställning som offer såvida inte de nationella myndigheterna hade bekräftat, antingen uttryckligen eller i sak, och sedan erbjudit full upprättelse för, den påstådda kränkningen. Avslaget på hans ursprungliga begäran hade tvingat honom – liksom alla personer som ville genomgå könsbyte – att använda hormoner utan någon juridisk eller medicinsk övervakning. Han var alltså faktiskt ett offer, och de nationella myndigheterna hade aldrig erkänt denna situation. Dessutom hade han väckt förnyad talan på eget initiativ, medan de nationella myndigheterna inte hade vidtagit några aktiva åtgärder för att låta honom genomgå könsbyte.", "48.  Domstolen återupprepar att det först ankommer på de nationella myndigheterna att avhjälpa varje påstådd kränkning av konventionen. Frågan om huruvida klaganden kan hävda sig vara offer för den påstådda kränkningen är relevant i alla skeden av förfarandet enligt konventionen (se Burdov, ovan, punkt 30). För att besvara denna fråga bör hänsyn tas både till det formella läget vid den tid när klagomålet ingavs till domstolen, och till samtliga omständigheter i målet i fråga, inklusive all utveckling före domstolens prövning av målet (se Tănase mot Moldavien [GC], nr 7/08, punkt 105, ECHR 2010).", "49.  Mot bakgrund av dessa överväganden återupprepar domstolen vidare att frågan om huruvida en sökande har ställning som offer ska avgöras vid tidpunkten för domstolens prövning av målet när ett sådant tillvägagångssätt motiveras av omständigheterna (ibid., punkt 106). Dessutom räcker i princip inte ett domstolsutslag eller en åtgärd i klagandens favör för att beröva honom hans ställning som ”offer” enligt vad som avses i artikel 34 i konventionen, såvida inte de nationella myndigheterna har bekräftat, antingen uttryckligen eller i sak, och sedan erbjudit upprättelse för, brottet mot konventionen (se exempelvis Eckle mot Tyskland, 15 juli 1982, punkt 66, serie A nr 51; Dalban mot Rumänien [GC], nr 28114/95, punkt 44, ECHR 1999-VI; Scordino mot Italien (nr 1) [GC], nr 36813/97, punkt 179–180, ECHR 2006V; och Gäfgen mot Tyskland [GC], nr 22978/05, punkt 115, ECHR 2010).", "50.  Det är endast om båda dessa villkor har uppfyllts som den subsidiära beskaffenheten hos konventionens skyddsmekanism utesluter prövning av klagomålet (se Eckle, ovan, punkt 69 ff.).", "51.  När det gäller vilken upprättelse som är ”lämplig” och ”tillräcklig” för att avhjälpa ett brott mot en konventionsrätt på nationell nivå har domstolen i allmänhet ansett detta vara beroende av alla omständigheter i fallet, i synnerhet med hänsyn till beskaffenheten hos den kränkning av konventionen som saken gäller (se exempelvis Gäfgen, ovan, punkt 116).", "52.  I föreliggande mål konstaterar domstolen att klaganden ingav en första begäran till de nationella domstolarna 2005 för tillåtelse att genomgå könsbytesoperation, och att hans begäran avslogs efter domstolsförfarande som avslutades 2007 (se punkt 7 till 21 ovan). Efter att regeringen underrättats om föreliggande klagomål, genomgick klaganden en kur med hormonterapi liksom en dubbel mastektomi innan han ingav en andra begäran om könsbyte till Mersins distriktsdomstol i mars 2013 (se punkt 22 ovan). Den 21 maj 2013, efter ett nytt rättsligt förfarande där han genomgick ytterligare medicinska undersökningar, bifölls slutligen hans begäran (se punkt 25 ovan).", "53.  Det är sant, såsom betonas av regeringen, att de nationella domstolarna efter att regeringen hade underrättats om klagomålet fattade ett beslut till klagandens fördel genom att tillåta honom genomgå det önskade könsbytet. Emellertid kan domstolen inte förbise det faktum att den situation som gav upphov till föreliggande klagomål, nämligen klagandens nekade tillgång till könsbytesoperation på grund av domstolarnas vägran, varade i mer än fem år och sju månader. Enligt domstolens uppfattning kan det inte betvivlas att klagandens privatliv direkt påverkades av domstolarnas vägran under denna period (se punkt 22 och 24 ovan). Dessutom är uppenbart för domstolen utifrån resonemanget i distriktsdomstolens dom i klagandens favör att domen inte innehöll någon uttrycklig bekräftelse av en kränkning av klagandens konventionsrättigheter. Likaså kan inte det tillstånd som beviljas klaganden tolkas som en bekräftelse i sak av en kränkning av hans rätt till skydd för privatlivet.", "54.  Följaktligen måste regeringens invändning att klaganden inte längre har ställning som offer avvisas.", "55.  Domstolen konstaterar vidare att detta klagomål inte är uppenbart ogrundat i den mening som avses i artikel 35.3 a) i konventionen, och inte är inadmissible på några andra grunder. Domstolen förklarar det därför admissible.", "", "B. Sakfrågan", "1.  Allmänna principer", "56.  Domstolen har tidigare vid ett flertal tillfällen betonat att begreppet ”privatliv” är en vid term som inte låter sig definieras på ett uttömmande sätt. Det omfattar inte endast en persons fysiska och psykiska integritet (se X och Y mot Nederländerna, 26 mars 1985, punkt 22, serie A nr 91), utan kan ibland även inrymma aspekter av en individs fysiska och sociala identitet (se Mikulić mot Kroatien, nr 53176/99, punkt 53, ECHR 2002I). Aspekter som könsidentifiering, namn, sexuell läggning och sexualliv tillhör den personliga sfär som skyddas av artikel 8 i konventionen (se Dudgeon mot UK, 22 oktober 1981, punkt 41, serie A nr 45; B. mot Frankrike, 25 mars 1992, punkt 63, serie A nr 232C; Burghartz mot Schweiz, 22 februari 1994, punkt 24, serie A nr 280B; Laskey, Jaggard och Brown mot UK, 19 februari 1997, punkt 36, Reports of Judgments and Decisions 1997I; och Smith och Grady mot UK, nr 33985/96 och 33986/96, punkt 71, ECHR 1999VI).", "57.  Artikel 8 skyddar även rätten till personlig utveckling och rätten att upprätta och utveckla förhållanden med andra människor och världen utanför (se Schlumpf mot Schweiz, nr 29002/06, punkt 77, 8 januari 2009). I detta sammanhang anser domstolen att begreppet personlig autonomi är en viktig princip som ligger till grund för tolkningen av garantierna i artikel 8 (se Pretty mot UK, nr 2346/02, punkt 61, ECHR 2002III).", "58.  Domstolen har även vid många tillfällen framhållit att eftersom själva kärnan i konventionen är respekten för människovärde och mänsklig frihet, är transpersoners rätt till personlig utveckling samt till fysisk och moralisk säkerhet garanterad (se Christine Goodwin mot UK [GC], nr 28957/95, punkt 90, ECHR 2002VI; Van Kück mot Tyskland, nr 35968/97, punkt 69, ECHR 2003VII; och Schlumpf, ovan, punkt 101). Domstolen har även erkänt att allvarliga intrång i privatlivet kan uppstå om den nationella lagstiftningen står i konflikt med en viktig aspekt av personlig identitet (se Christine Goodwin, ovan, punkt 77).", "59.  Domstolen konstaterar vidare att även om gränserna mellan statens positiva och negativa skyldigheter enligt artikel 8 inte kan definieras exakt, är de tillämpliga principerna ändå likartade. För att avgöra om en sådan skyldighet föreligger måste man beakta den rimliga avvägning som ska göras mellan allmänintresset och individens intressen; i båda sammanhangen åtnjuter staten ett visst utrymme för egen bedömning (se exempelvis B. mot Frankrike, ovan, punkt 44, och Hämäläinen mot Finland [GC], nr 37359/09, punkt 67, ECHR 2014).", "60.  När det gäller avvägningen mellan de motstridiga intressena har domstolen betonat den särskilda betydelsen av frågor rörande en av de mest intima delarna av en individs liv, nämligen fastställandet av en individs kön (se Schlumpf, ovan, punkt 104). Domstolen har tidigare, mot bakgrund av dagens förhållanden, prövat flera fall som inbegripit de problem som transpersoner möter, och den har stött den pågående förbättringen av staters åtgärder för att säkerställa att dessa personer erkänns och skyddas enligt artikel 8 i konventionen (se L. mot Litauen, nr 27527/03, punkt 56, ECHR 2007IV).", "2.  Tillämpning av dessa principer i föreliggande mål", "(a) Inledande anmärkningar", "61.  Domstolen betonar inledningsvis att klagomålen i ovannämnda mål framfördes av redan opererade transpersoner eller personer som hade genomgått vissa kirurgiska ingrepp för könsbytesändamål. I föreliggande mål hade emellertid inte klaganden, när klagomålet ingavs, genomgått operation, eftersom han av domstolarna hade nekats tillstånd att genomgå könsbytesoperation på grund av att han inte var permanent oförmögen till fortplantning.", "62.  Därför avser föreliggande mål en aspekt av de problem som transpersoner kan ställas inför – en aspekt som skiljer sig från dem som hittills prövats av domstolen, nämligen frågan om de villkor som transpersoner kan behöva uppfylla före könsbytesprocessen, och dessa villkors förenlighet med artikel 8 i konventionen. De kriterier och principer som utvecklats i ovannämnda rättspraxis etablerades alltså i ett helt annat sammanhang och kan därför inte överföras oförändrade till föreliggande mål. De kan dock tjäna som vägledning för domstolen vid bedömning av omständigheterna i målet.", "(b)  Tillvägagångssättet för att pröva klagomålet", "(i)  Parternas inlagor", "63.  Klaganden påstod sig ha blivit offer för intrång i sin rätt till skydd för privatlivet.", "64.  Regeringen bestred detta påstående och gjorde gällande att vägran att ge tillstånd till könsbytesoperation, på grund av att de lagstadgade villkoren inte var uppfyllda, inte kunde sägas utgöra intrång i rätten till skydd för privatlivet i den mening som avses i artikel 8 i konventionen. För att behandla frågan om huruvida transpersoners rätt till effektivt skydd för privatlivet gav upphov till en positiv skyldighet för staten måste man beakta den rimliga avvägning som ska göras mellan allmänintresset och individens intressen. I sina domar i Rees mot UK (17 oktober 1986, serie A nr 106), och Cossey mot UK (27 september 1990, serie A nr 184) tog domstolen hänsyn till bland annat att kravet på att göra en rimlig avvägning inte kunde ge upphov till någon direkt skyldighet för svarandestaten att förändra själva grunden för sitt system, varför man kom fram till att det inte fanns någon sådan skyldighet för svarandestaten.", "(ii)  Domstolens bedömning", "65.  Domstolen konstaterar att klagandens främsta klagomål gällde de nationella domstolarnas avslag på hans begäran om tillgång till könsbytesoperation. Med hänvisning till domarna i Pretty (ovan, punkt 66), och K.A. och A.D. mot Belgien (nr 42758/98 och 45558/99, punkt 83, 17 februari 2005), hävdade han att principen om personlig autonomi kunde anses omfatta rätten att träffa val om sin egen kropp. I detta sammanhang konstaterar domstolen att även om artikel 8 i konventionen inte kan tolkas som en garanti för en ovillkorlig rätt till könsbytesoperation, har den tidigare framhållit att könsöverskridande identitet internationellt erkänns som ett medicinskt tillstånd som motiverar behandling för att hjälpa de berörda personerna (se Christine Goodwin, ovan, punkt 81). Hälso- och sjukvården i de flesta av de fördragsslutande staterna erkänner detta tillstånd, och erbjuder eller tillåter behandling, inklusive irreversibel könsbytesoperation (se punkt 35–43 ovan).", "66.  Domstolen anser att det initiala avslaget på klagandens begäran onekligen hade konsekvenser för hans rätt till könsidentitet och personlig utveckling, en grundläggande aspekt av rätten till skydd för privatlivet. Detta avslag utgjorde därför ett ingripande i klagandens rätt till skydd för privatlivet i den mening som avses i artikel 8.1 i konventionen.", "(c)  Huruvida ingripandet var berättigat", "67.  För att avgöra om det konstaterade ingripandet utgjorde en kränkning av artikel 8 måste domstolen förvissa sig om huruvida det var berättigat enligt det andra stycket i denna artikel, med andra ord huruvida det var ”föreskrivet i lag” och ”nödvändigt i ett demokratiskt samhälle” för att uppnå något av de legitima ändamål som räknas upp i det stycket.", "(i)  Den rättsliga grunden för ingripandet", "68.  Enligt domstolens etablerade rättspraxis kräver uttrycket ”föreskrivna i lag” att den omtvistade åtgärden ska ha en rättslig grund i nationell lagstiftning, och det avser även kvaliteten på lagen i fråga, vilken ska vara tillgänglig för den berörda personen och förutsägbar vad gäller dess effekter (se bland många andra referenser Amann mot Schweiz [GC], nr 27798/95, punkt 50, ECHR 2000II; Slivenko mot Lettland [GC], nr 48321/99, punkt 100, ECHR 2003X; och Fernández Martínez mot Spanien [GC], nr 56030/07, punkt 117, ECHR 2014 (utdrag)).", "69.  I föreliggande mål konstaterar domstolen först och främst att parterna är överens om att det finns en rättslig grund. Klaganden själv uppgav att ingripandet i fråga var baserat på artikel 40 i civillagen. Regeringen, för sin del, hävdade att kraven i den bestämmelsen var tydliga och att Mersins distriktsdomstol i föreliggande mål inte hade undersökt tidigare domstolsutslag avseende de lagstadgade villkoren. Baserat på de olika expertbedömningarna hade man helt enkelt avslagit klagandens begäran av det skälet att de lagstadgade kriterierna för könsbyte inte var fullt uppfyllda eftersom klaganden inte var oförmögen till fortplantning.", "70.  Domstolen noterar att distriktsdomstolens utslag den 27 juni 2006, där klaganden nekades tillstånd att genomgå könsbyte så som han hade begärt, var baserat på artikel 40 i civillagen. Det framgår av denna bestämmelse att transpersoner som uppfyller vissa lagstadgade kriterier enligt turkisk lag har rätt att dels genomgå könsbyte, dels få juridiskt erkännande av sitt nya kön genom att deras folkbokföringsuppgifter ändras ... Enligt artikel 40 i civillagen är emellertid denna möjlighet föremål för ett antal villkor, inklusive personens oförmåga till fortplantning. Det var baserat på detta villkor som klagandens begäran från början avslogs.", "71.  Följaktligen anser domstolen att det ingripande klagomålet gäller hade rättslig grund i nationell lagstiftning. Men mot bakgrund av sitt konstaterande avseende behovet av detta ingripande (se punkt 121–122 nedan) finner domstolen det inte nödvändigt att fastställa om effekterna av bestämmelsen i fråga var förutsägbara.", "(ii)  Huruvida ingripandet hade ett legitimt syfte", "(α)  Parternas inlagor", "72.  Klaganden gjorde gällande att det inte hade funnits några grunder relaterade till allmänintresset för att avslå hans begäran om att genomgå kirurgiska eller medicinska ingrepp för könsbytesändamål. De allmänna argument som framfördes av regeringen för att demonstrera att ingripandet i fråga tillgodosåg ett intresse av allmän ordning (såsom behovet av att hindra denna sorts ingrepp från att bli vanliga, dessa ingrepps oåterkalleliga natur och eventuellt missbruk från sexindustrins sida; se punkt 74 till 75 nedan) kunde inte betraktas som logiska utifrån vetenskaplig, social eller juridisk synpunkt.", "73.  Enligt regeringen stod det klart från domstolens rättspraxis att stater hade rätt att reglera verksamhet som var skadlig för andras liv och säkerhet (man hänvisade till Pretty, ovan, och till Laskey, Jaggard och Brown, ovan). Man drog från Pretty-domen slutsatsen att ju allvarligare skada som uppstod, desto större vikt borde fästas vid överväganden rörande folkhälsa och allmän säkerhet när de bedömdes i relation till den konkurrerande principen om personlig autonomi.", "74.  I det avseendet hävdade regeringen att regleringen avseende könsbytesoperationer omfattades av inte endast skyddet för allmänintresset genom att den syftade till att hindra operationer av detta slag från att bli vanliga, samt att hindra onödiga operationer, utan även skyddet av de individers intressen som ville genomgå sådana operationer, med tanke på att de var oåterkalleliga och utgjorde en risk för berörda personers fysiska och psykiska välbefinnande. Samtidigt som transpersoner som genomgått operation förlorade vissa av egenskaperna hos sitt ursprungskön, förvärvade de inte alla egenskaper hos sitt nya kön. Dessutom gjorde ingreppet dem permanent oförmögna till fortplantning. Hänsyn måste även tas till risken att individer som hade genomgått könsbytesoperation, vars effekter var oåterkalleliga, skulle kunna ångra sig senare.", "75.  Slutligen önskade regeringen förhindra att könsbytesoperationer blev vanliga. Man hävdade att det skulle vara farligt med tanke på operationernas oåterkalleliga natur och risken att vissa sektorer i samhället (exempelvis sexindustrin) skulle kunna missbruka de medicinska möjligheter de erbjöd.", "(β)  Domstolens bedömning", "76.  Domstolen återupprepar att uppräkningen av de skäl som kan berättiga ingripanden i rätten till skydd för privatlivet, och som förtecknas i artikel 8.2, är uttömmande och att definitionen av dem är restriktiv (se S.A.S. mot Frankrike [GC], nr 43835/11, punkt 113, ECHR 2014 (utdrag)). För att vara förenligt med konventionen måste ett ingripande i en klagandes rätt till skydd för privatlivet därför ha ett syfte som kan kopplas till något av dem som förtecknas i denna bestämmelse. Domstolens praxis är att vara tämligen koncis när den kontrollerar förekomsten av ett legitimt syfte i den mening som avses i punkt 2 i artikel 8 till 11 i konventionen (ibid.).", "77.  Icke desto mindre anser domstolen i föreliggande mål, med tanke på att klaganden bestred relevansen av det syfte som åberopades av regeringen (se punkt 72 ovan), att denna bör specificera sin ståndpunkt närmare. Domstolen noterar regeringens argument att regelverket för könsbytesoperationer omfattas av skyddet för allmänintresset, och syftar i synnerhet till att hindra att sådana operationer blir vanliga och att förebygga missbruk av dem från vissa sektorer i samhället, speciellt sexindustrin. Regeringen hänvisade vidare till syftet att skydda berörda individers intressen, mot bakgrund av riskerna med dessa ingrepp för deras fysiska och psykiska välbefinnande.", "78.  Med tanke på hur de var utformade är domstolen inte övertygad av regeringens argument rörande risken att könsbytesoperationer blir vanliga eller missbrukade av vissa sektorer i samhället. I synnerhet är den inte övertygad om att de syften som åberopades i det avseendet tillhör den kategori av legitima syften som anges i artikel 8.2.", "79.  Emellertid noterar domstolen att regeringen även betonade könsbytesoperationers oåterkalleliga beskaffenhet och de hälsorisker som denna typ av operation innebär. I det sammanhanget har domstolen ingen anledning att betvivla att svarandestatens regering, när den antog lagstiftningen i fråga, eftersträvade ett legitimt syfte i den mening som avses i artikel 8.2, och den accepterar att denna typ av operation kan bli föremål för staters reglering och övervakning av hälsoskäl.", "80.  Med detta sagt noterar domstolen att regeringens synpunkter inte specifikt tog upp det infertilitets/sterilitetskrav som anges i lagstiftningen och som utgjorde grundval för avslaget på klagandens begäran. Emellertid anser domstolen, mot bakgrund av sina konstateranden avseende behovet av ingripandet i fråga (se punkt 121–122 nedan), att det är onödigt att behandla denna fråga mer ingående.", "(iii)  Huruvida ingripandet var nödvändigt", "(α)  Klagandens inlagor", "81.  Klaganden påpekade att mycket få personer ansökte hos domstolarna enligt artikel 40 i civillagen om att få tillstånd att leva på ett sätt som överensstämde fysiskt och psykiskt. Emellertid har ett flertal individer genomgått otillåtna operationer eller fått behandling utomlands eftersom de inte uppfyllde de lagstadgade kriterierna.", "82.  Behandlingar i syfte att eliminera en persons reproduktiva kapacitet (sterilisering eller hormonbehandling) betraktades som vanliga för män och kvinnor som inte var transpersoner och helt enkelt inte ville få barn. Klaganden klagade över att han som transperson berövades denna möjlighet.", "83.  Klaganden hävdade vidare att artikel 40 i civillagen inte borde tolkas som att den uteslöt hormonbehandling eller medicinsk sterilisering för personer som eftersträvade könsbyte. Även om dessa typer av behandling fanns i Turkiet hade de inte varit tillgängliga för honom. Eftersom män och kvinnor som inte var transpersoner och som inte ville få barn hade tillgång till denna typ av rutinmässig, oåterkallelig behandling, borde även han, som transperson, ha fått tillgång till den. Som han såg det borde han inte tvingas leva i en situation där hans fysiska utseende var i strid med det kön som han kände att han tillhörde. Mot bakgrund av de vetenskapliga och sociala uppgifterna (i de medicinska rapporterna som ingick i ärendets dokumentation) borde lagen erbjuda honom en lösning.", "84.  Med hänvisning till den ståndpunkt domstolen intog i målet Tavlı mot Turkiet (nr 11449/02, punkt 35–37, 9 november 2006) hävdade klaganden att den aktuella lagstiftningen borde tolkas mot bakgrund av den vetenskapliga, biologiska och sociala verkligheten.", "85.  Med argumentet att många transpersoner inte var permanent oförmögna till fortplantning gjorde klaganden gällande att artikel 40 i civillagen inte uppfyllde ”något behov” eftersom den inte innehöll någon bestämmelse baserad på faktisk nödvändighet. Exempelvis nämndes ingen ”försöksperiod” eller ”hormonbehandling” eller någon annan typ av behandling, utan det hänvisades helt enkelt till ”operationer” för könsbyte utan att nämna någon annan medicinsk åtgärd. Det fanns därför ett reellt juridiskt vakuum i det avseendet. Den information om medicinska åtgärder som publicerats av socialförsäkringssystemet tog inte heller upp denna fråga.", "86.  Klaganden citerade även en artikel av två akademiker med civilrätt som specialitet angående ett avgörande i civildomstolar, där man avslog en begäran om tillstånd att genomgå könsbyte av det skälet att den berörda personen hade könsorgan. Författarna konstaterade att frågan om ett sådant avslags författningsenlighet inte hade prövats och att domstolarna inte heller hade beaktat hur situationen skulle prövas från Europakonventionens perspektiv.", "87.  Sammanfattningsvis hävdade klaganden att könsbytesåtgärden i praktiken inte gällde transpersoner som var kapabla till fortplantning – med andra ord de flesta transpersoner – på grund av att artikel 40 i civillagen inte indikerade de behandlingsmetoder som skulle användas, samt avsaknaden av varje annan lagbestämmelse i ämnet. Denna situation tvingade transpersoner att agera utanför lagen och tillgripa medicinsk behandling eller operation som inte systematiskt övervakades av domstolarna eller läkarkåren.", "(β)  Regeringens inlagor", "88.  Med hänvisning till målen Christine Goodwin och Van Kück (båda anförda ovan) samt Grant mot UK (nr 32570/03, ECHR 2006VII) betonade regeringen att domstolen redan hade prövat, mot bakgrund av aktuella levnadsförhållanden, flera fall rörande de problem som transpersoner möter. Domstolen hade välkomnat de kontinuerligt förbättrade åtgärder som vidtagits av stater enligt artikel 8 i konventionen för att skydda dessa personer och erkänna deras situation. Samtidigt som man gav staterna ett visst mått av eget handlingsutrymme i frågan, hade domstolen menat att de, i överensstämmelse med sina positiva skyldigheter enligt artikel 8, var skyldiga att erkänna den nya könsidentiteten för opererade transpersoner, exempelvis genom att ändra deras folkbokföringsuppgifter, med de konsekvenser som detta medförde. (Regeringen hänvisade i detta sammanhang till domarna i Christine Goodwin (ovan, punkt 71–93), och Grant (ovan, punkt 39–44).)", "89.  Enligt regeringens inlaga uppfyllde det turkiska rättssystemet detta krav, eftersom opererade transpersoner fick sina folkbokföringsuppgifter ändrade i registret och därefter levde sina liv i överensstämmelse med sin nya officiella identitet.", "90.  I de ovannämnda målen hade domstolen emellertid prövat klagomål ingivna av transpersoner som redan hade genomgått könsbytesoperation, medan föreliggande mål gällde de nationella domstolarnas vägran att låta klaganden genomgå en sådan operation. Sedan 1988 har turkisk lag tillhandahållit möjlighet för könsbyte och förlänat opererade transpersoners nya könsidentitet fullt juridiskt erkännande.", "91.  Vad avser de villkor som ska uppfyllas för att genomgå könsbyte hänvisade regeringen till artikel 40 i civillagen. Den nationella lagstiftningen och de detaljerade arrangemangen för dess genomförande innebar inte att berörda personer först behövde genomgå medicinsk sterilisering eller hormonterapi för att vara berättigade till könsbytesoperation. I föreliggande fall hade klagandens begäran prövats av Mersins distriktsdomstol utifrån lagkraven.", "92.  Även om regeringen bekräftade att begreppet personlig autonomi återspeglade en viktig princip som underlag för tolkningen av garantierna i artikel 8, vidhöll man att domstolen aldrig hade menat att artikel 8 omfattade en rätt till självbestämmande som sådant. (Man hänvisade till domarna i Schlumpf, Van Kück och Pretty, alla anförda ovan.) Det var inte möjligt att utifrån artikel 8 i konventionen eller domstolens rättspraxis på området härleda förekomsten av en ovillkorlig rätt till könsbyte genom operation. Enligt regeringen skulle en sådan rätt motsäga det skydd som konventionen var avsedd att ge.", "93.  Mot bakgrund av könsbytesoperationers allvar och oåterkalleliga beskaffenhet, den osäkerhet som kvarstod vad gäller nödvändigheten av sådana operationer vid behandling av rubbningar i könsidentiteten, samt risken att sådana operationer skulle bli vanliga, med därmed förknippade risker, borde staten medges ett stort utrymme för egen bedömning vid reglering av könsbyte och fastställande av de kriterier som individer måste uppfylla innan de genomgår könsbytesoperationer.", "94.  För att avgöra huruvida lagkraven för könsbyte var helt uppfyllda hade Mersins distriktsdomstol försökt verifiera att alla villkor för tillstånd till könsbyte hade uppfyllts – i synnerhet villkoret att vara permanent oförmögen till fortplantning. Man baserade sina slutsatser på specialisters kunskaper och rön.", "95.  Dessutom hävdade regeringen, mot bakgrund av den osäkerhet som kvarstod rörande den centrala betydelsen av könsöverskridande identitet och de extremt komplexa situationer som var dess konsekvenser, att lagstiftningen i fråga tillhandahöll lämpliga rättsliga åtgärder på detta område. Under åberopande av B. mot Frankrike (ovan) hävdade man att domstolen själv hade noterat att det fortfarande fanns viss osäkerhet rörande den centrala betydelsen av könsöverskridande identitet och att legitimiteten hos kirurgiska ingrepp i sådana fall ibland var ifrågasatt.", "96.  Enligt regeringen var det inte möjligt att hävda att sådana operationer var avgörande för behandlingen av rubbningar i könsidentiteten. Att få en tydlig diagnos på könsöverskridande identitet var av yttersta betydelse och en sådan diagnos måste utföras mycket noggrant för att undvika sammanblandning med andra liknande psykiska rubbningar. Ett konstaterande att en könsbytesoperation var nödvändig borde göras av skäl förknippade med såväl medicinska som psykologiska behov.", "97.  Dessutom var de juridiska situationer som uppstod genom könsöverskridande identitet mycket komplicerade. De gällde exempelvis frågor av anatomisk, biologisk, psykologisk och mental natur, kopplade till könsöverskridande identitet och dess definition; frågor om samtycke och de andra villkor som skulle uppfyllas före en eventuell operation; de omständigheter där ett byte av könsidentitet skulle kunna godkännas; internationella aspekter; de juridiska konsekvenserna, retroaktiva eller ej, av ett sådant byte; möjligheten att välja ett annat förnamn; konfidentialiteten av den dokumentation och information som gällde bytet; och inverkan på familjen. Det fanns ännu inte tillräckligt bred enighet bland Europarådets medlemsstater på dessa olika punkter för att domstolen skulle kunna dra avgörande slutsatser som begränsade de fördragsslutande staternas utrymme för egen bedömning. Därför var detta ett område där de fördragsslutande staterna, på grund av bristen på en gemensam grund i frågan, fortsättningsvis åtnjöt ett stort utrymme för egen bedömning.", "98.  Med argumentet att könsbyte medförde mycket betydande risker hävdade regeringen att villkoren i den nationella lagstiftningen inte borde utsättas för kritik från vare sig juridisk eller medicinsk synpunkt. Man fruktade att motsatt hållning skulle kunna leda till att operationer utfördes utan några föregående kontroller avseende deras medicinska behov och utan några garantier för ett framgångsrikt medicinskt resultat.", "99.  Mot bakgrund av alla dessa överväganden kunde inte de nationella domstolarnas vägran att låta klaganden genomgå könsbytesoperation sägas utgöra en kränkning av hans rätt till skydd för privatlivet i den mening som avses i artikel 8 i konventionen. De nationella myndigheterna hade inte överskridit det utrymme för egen bedömning som de måste medges i fall som detta. Följaktligen hade det inte skett någon kränkning av artikel 8.", "(γ)  Domstolens bedömning", "100.  Enligt domstolens etablerade rättspraxis betraktas ett ingripande som ”nödvändigt i ett demokratiskt samhälle” för ett legitimt syfte om det svarar mot ett ”trängande samhälleligt behov”, om det är proportionerligt mot det legitima syftet som eftersträvas och om de skäl som anförs av de nationella myndigheterna för att motivera det är ”relevanta och tillräckliga” (se exempelvis Nada mot Schweiz [GC], nr 10593/08, punkt 181, ECHR 2012, och Animal Defenders International mot UK [GC], nr 48876/08, punkt 105, ECHR 2013 (utdrag)).", "101.  Samtidigt som det är de nationella myndigheternas uppgift att göra den inledande bedömningen i alla dessa avseenden, förblir det slutliga avgörandet om huruvida ingripandet är nödvändigt föremål för Europadomstolens prövning med avseende på överensstämmelse med konventionens krav. Ett visst utrymme för egen bedömning måste ges de behöriga nationella myndigheterna vid denna bedömning. Storleken på detta utrymme varierar och beror på ett antal faktorer, inklusive beskaffenheten av konventionsrätten i fråga, dess betydelse för den enskilde, ingripandets natur och syftet med ingripandet. Utrymmet tenderar att minska om rätten i fråga är avgörande för den enskildes faktiska åtnjutande av ”privata” eller centrala rättigheter. Om en särskilt viktig aspekt av en individs existens eller identitet står på spel, begränsas följaktligen det utrymme som staten beviljas. Om det emellertid inte finns någon samstämmighet mellan Europarådets medlemsstater, antingen om den relativa betydelsen hos det intresse som står på spel eller om hur det bäst skyddas, blir utrymmet större (se S. och Marper mot UK [GC], nr 30562/04 och 30566/04, punkt 101–102, ECHR 2008, och Fernández Martínez, ovan, punkt 125).", "102.  I föreliggande mål konstaterar domstolen att förfarandena vid de nationella domstolarna direkt berörde klagandens frihet att definiera sin könsidentitet, en av de mest grundläggande aspekterna av självbestämmande (se Van Kück, ovan, punkt 73). I det avseendet påpekar domstolen att den vid upprepade tillfällen har signalerat sin medvetenhet om de allvarliga problem transpersoner ställs inför, och man har betonat betydelsen av att ompröva behovet av lämpliga juridiska åtgärder (se Christine Goodwin, ovan, punkt 74).", "103.  Domstolen återupprepar att det är av avgörande betydelse att konventionen tolkas och tillämpas på ett sätt som gör dess rättigheter praktiska och effektiva, inte teoretiska och illusoriska. Om konventionens institutioner inte kan bibehålla ett dynamiskt och utvecklande förhållningssätt, skulle det riskera att göra den till ett hinder mot modernisering eller förbättring (se exempelvis Stafford mot UK [GC], nr 46295/99, punkt 68, ECHR 2002IV).", "104.  Inom ramen för föreliggande mål anser domstolen det därför lämpligt att ta hänsyn till utvecklingen inom folkrätten och EU-lagstiftningen, samt till lagar och praxis i Europarådets olika medlemsstater, för att bedöma omständigheterna i föreliggande mål ”mot bakgrund av de aktuella betingelserna” (en liknande hållning återfinns i exempelvis Tyrer mot UK, 25 april 1978, punkt 31, serie A nr 26).", "105.  I det avseendet konstaterar domstolen att möjligheten för transpersoner att genomgå könsbytesbehandling finns i många europeiska länder, liksom juridiskt erkännande av deras nya könsidentitet. Den konstaterar vidare att det regelverk eller den praxis som är tillämplig(t) i ett antal länder som erkänner könsbyte gör juridiskt erkännande av det nya föredragna könet avhängigt, antingen implicit eller uttryckligen, av könsbyte och/eller oförmåga till fortplantning ...", "106.  I sin dom i Christine Goodwin (ovan, punkt 85) menade domstolen att det, i enlighet med principen om subsidiaritet, i första hand ålåg de fördragsslutande staterna att avgöra vilka åtgärder som var nödvändiga för att säkra konventionsrättigheter för var och en inom deras respektive jurisdiktion, samt att de fördragsslutande staterna, när de inom sina nationella rättssystem försöker lösa praktiska problem som skapats av det juridiska erkännandet av postoperativ könsstatus, måste medges ett stort utrymme för egen bedömning.", "107.  Enligt domstolen gäller detsamma självfallet i relation till de juridiska krav som styr tillgången till medicinska eller kirurgiska åtgärder för transpersoner som vill genomgå de fysiska förändringar som är förknippade med könsbyte.", "108.  Emellertid har domstolen tidigare menat att den fäster mindre vikt vid bristen på belägg för en gemensam europeisk hållning vad gäller lösningen av de juridiska och praktiska problemen än till förekomsten av klara och oomtvistade belägg för en kontinuerlig internationell tendens mot såväl ökad social acceptans av transpersoner som av juridiskt erkännande av den nya könsidentiteten hos opererade transpersoner (se Christine Goodwin, ovan, punkt 85).", "109.  Domstolen återupprepar vidare att transpersoners rätt till personlig utveckling och till fysisk och moralisk säkerhet i hela den bemärkelse som det innebär för andra i samhället inte kan betraktas som en kontroversiell fråga som kräver tidens gång för att kasta mer ljus över de därmed förknippade frågorna (se Christine Goodwin, ovan, punkt 90).", "110.  I detta sammanhang betonar domstolen att Europarådets ministerkommitté, i bilagan till rekommendation CM/Rec(2010)5 om åtgärder för att bekämpa diskriminering på grund av kön, sexuell läggning eller könsidentitet, framhöll att tidigare krav, exempelvis förändringar av fysisk natur, för juridiskt erkännande av ett könsbyte, regelbundet bör omprövas för att eliminera otillbörliga krav ... Dessutom uppmanade Europarådets parlamentariska församling, i resolution 1728 (2010) om diskriminering baserad på sexuell läggning och könsidentitet, medlemsstaterna att ta itu med den specifika diskriminering och de människorättskränkningar som transpersoner möter, och i synnerhet att i lagstiftningen och i praktiken trygga deras rätt till officiella dokument som återspeglade individernas föredragna könsidentitet, utan någon föregående skyldighet att genomgå sterilisering eller andra medicinska åtgärder såsom könsbyte eller hormonterapi ...", "111.  Domstolen konstaterar även att vissa medlemsstater nyligen har ändrat sin lagstiftning eller praxis avseende möjlighet till behandling för könsbyte samt juridiskt erkännande av könsbyte genom att avskaffa kravet på infertilitet/sterilitet ...", "112.  I detta sammanhang finner domstolen det värt att belysa särdragen i turkisk lag på detta område. I majoriteten av de länder som kräver hormonbehandling eller könsbyte som förutsättning för juridiskt erkännande av en persons föredragna kön bedöms individens sterilitet eller infertilitet efter den medicinska eller kirurgiska åtgärden för könsbyte (se punkt 42–43 ovan). Men även om turkisk lag gör ändringen av individens folkbokföringsuppgifter beroende av den fysiska förändringen efter könsbyte ”som genomförts i överensstämmelse med det syfte som angivits i domstolens tillstånd och med användning av dessa medicinska förfaringssätt”, är det uppenbart utifrån det omtvistade avgörandet från Mersins distriktsdomstol att oförmåga till fortplantning i föreliggande fall var ett krav som måste uppfyllas före könsbytesprocessen, med följden att det bestämde klagandens möjlighet till könsbyte.", "113.  Baserat på bevisningen i ärendet, och i synnerhet vittnesmålen från klagandens familj inför de nationella domstolarna (se punkt 9 ovan), konstaterar domstolen att klaganden i många år har levt i samhället som man. Det är även uppenbart att han har fått psykologhjälp sedan ungdomsåren och diagnostiserades som transperson av en kommitté av psykologiexperter, som även ansåg att det var nödvändigt för honom att hädanefter leva med manlig identitet (se punkt 7, 10 och 14 ovan). I september 2005, när klaganden för första gången ansökte hos domstolarna om tillstånd att genomgå könsbytesoperation, var han alltså sedan många år inbegripen i en könsbytesprocess; han fick psykologhjälp och hade länge fungerat som man i samhället.", "114.  Trots denna situation vägrade de nationella domstolarna initialt honom det tillstånd han behövde för att genomgå den fysiska förändring han eftersträvade. Domstolen återupprepar i det avseendet att ett allvarligt ingripande i privatlivet kan uppstå om den nationella lagstiftningen står i konflikt med en viktig aspekt av den personliga identiteten (se Christine Goodwin, ovan, punkt 77).", "115.  Dessutom har domstolen tidigare menat att det inte kan påstås att det finns något nyckfullt i en persons beslut att genomgå könsbyte, med tanke på det flertal smärtsamma ingrepp som genomgåtts samt den nivå av engagemang och övertygelse som krävs för att åstadkomma en förändring i den sociala könsrollen (se Christine Goodwin, ovan, punkt 81, och Schlumpf, ovan, punkt 110).", "116.  I föreliggande mål konstaterar domstolen att de nationella domstolarna motiverade sin initiala vägran att bifalla klagandens begäran enbart med hänvisning till att han hade kvar sin förmåga till fortplantning. Domstolen kan inte se varför personer som önskar genomgå könsbyte måste demonstrera att de är oförmögna till fortplantning till och med innan den fysiska könsbytesprocessen kan genomföras.", "117.  I det avseendet konstaterar domstolen, mot bakgrund av den information som tillhandahållits av parterna, att nationell lagstiftning tillåter medicinska åtgärder syftande till frivillig sterilisering (se punkt 23–24 ovan). I sina yttranden den 25 oktober 2010 vidhöll klaganden att han inte hade tillgång till dessa åtgärder inom den befintliga rättsliga ramen (se punkt 83 och 87 ovan). Han tillade att det inte fanns några lagbestämmelser som specificerade det förfarande som skulle följas eller den typ av behandling han skulle kunna genomgå, och att det därför fanns ett juridiskt vakuum i det avseendet (se punkt 85–87 ovan). I sina vidare yttranden den 23 oktober 2013 hävdade klagandens advokat att hans klient, efter att ha ingivit föreliggande klagomål till Europadomstolen, hade tillgripit hormonbehandling utan någon juridisk eller medicinsk övervakning (se punkt 47 ovan).", "118.  Samtidigt som regeringen vidhöll att de nationella domstolarnas avslag på klagandens begäran på grund av hans förmåga till fortplantning hade varit i enlighet med lagen, gjorde man gällande att varken den lagstiftning som klagomålet gällde eller de detaljerade arrangemangen för dess genomförande krävde att klaganden först skulle genomgå medicinsk sterilisering eller hormonterapi (se punkt 91 ovan). Emellertid kan inte domstolen se hur klaganden skulle ha kunnat uppfylla kravet på permanent infertilitet, förutom att genomgå en steriliseringsoperation, med tanke på att han, i biologisk mening, hade förmåga att fortplanta sig.", "119.  I varje händelse anser inte domstolen att det är nödvändigt att avgöra frågan om klagandens eventuella tillgång till medicinsk behandling som skulle möjliggjort för honom att uppfylla detta krav, eftersom den anser att vederbörlig respekt för hans fysiska integritet uteslöt varje skyldighet för honom att genomgå denna typ av behandling.", "120.  Under omständigheterna i föreliggande mål och mot bakgrund av hur klagandens klagomål var utformade räcker det dessutom för domstolen att notera att klaganden motsatte sig, både i de nationella domstolarna och i förfarandet vid denna domstol, lagstiftningens hänvisning till permanent oförmåga till fortplantning som en förutsättning för tillstånd att genomgå könsbyte.", "121.  Enligt domstolen förefaller detta krav fullkomligt onödigt i samband med regeringens argument för att rättfärdiga regelverket angående könsbytesoperationer (se punkt 74 och 75 ovan). Även om man antar att skälet till avslaget på klagandens ursprungliga begäran om att få genomgå könsbyte var relevant, anser domstolen följaktligen att det inte kan betraktas som tillräckligt. Det ingripande i klagandens rätt till skydd för privatlivet som blev följden av detta avslag kan därför inte anses vara ”nödvändigt” i ett demokratiskt samhälle.", "Det faktum att Mersins distriktsdomstol ändrade sin hållning och i maj 2013 gav klaganden tillstånd att genomgå könsbyte trots de medicinska observationerna att han inte var permanent oförmögen till fortplantning (se punkt 24 och 25 ovan), stöder tvivelsutan denna slutsats.", "122.  Följaktligen anser domstolen att staten, genom att i många år vägra klaganden möjligheten att genomgå könsbytesoperation, kränkte hans rätt till skydd för privatlivet. Det har därför skett en kränkning av artikel 8 i konventionen.", "...", "AV DESSA SKÄL BESLUTAR DOMSTOLEN ENHÄLLIGT ATT", "...", "", "2.  fastställa att det har skett en kränkning av artikel 8 i konventionen.", "", "...", "Utarbetat på franska, och meddelat skriftligen den 10 mars 2015, i enlighet med regel 77.2 och 77.3 i domstolsreglerna.", "\tAbel Campos\tGuido Raimondi\n\tBiträdande justitiesekreterare\tPresident", "I enlighet med artikel 45.2 i konventionen samt regel 74.2 i domstolsreglerna bifogas följande separata yttranden denna dom:", "(a) domarna Kellers och Spanos instämmande yttrande,", "(b) domarna Lemmens’ och Kūris’ instämmande yttrande.", "", "G.R.A.", "A.C.\t", "", "DOMARNA KELLERS OCH SPANOS GEMENSAMMA INSTÄMMANDE YTTRANDE", "(Den engelska källtexten är en översättning.)", "", "1.  Vi röstade för att konstatera en kränkning av artikel 8 i konventionen. Ändå är vi inte fullt övertygade av majoritetens resonemang. Våra reservationer avser det faktum att domstolen inte besvarade frågan om huruvida ingripandet var avsett att uppnå ett av de legitima syften som anges i artikel 8.2 i konventionen. Från metodologisk synpunkt anser vi det svårt att behandla frågan om proportionalitet utan att först ha specificerat det legitima syftet (A). Enligt vår uppfattning borde domstolen grundligt ha undersökt om regeringen (implicit) hade visat att det fanns ett legitimt intresse som kunde motivera kravet på permanent infertilitet som en förutsättning för att få tillgång till könsbytesbehandling, vilket återfinns i det omtvistade beslutet i de nationella domstolarna (B). Slutligen skulle vi vilja lämna några allmänna kommentarer avseende den senaste tidens utveckling inom könsöverskridande identitet och kravet på permanent oförmåga till fortplantning i detta sammanhang. Vi tror att dessa överväganden är av betydelse för liknande fall i framtiden (C).", "2.  I föreliggande mål har klaganden, en transperson, i åratal betraktat sig som en man. Hans familj och vänner har accepterat hans nya identitet. I maj 2013 biföll Mersins distriktsdomstol hans begäran och godkände den könsbytesoperation han eftersträvade (se punkt 25 i domen).", "A.  (O)tillräckligt fastställande av det legitima syftet", "3.  Enligt turkisk lag kan den som önskar genomgå könsbyte söka tillstånd hos de nationella domstolarna. Den berörda personen måste bland annat demonstrera att han eller hon är permanent oförmögen till fortplantning ... – ett krav som även anges i andra medlemsstater i Europarådet ...", "4.  I föreliggande mål ifrågasattes inte att ingripandet hade en tillräcklig rättslig grund (se punkt 68–71 i domen). Domstolen riktade därför in sig på frågan om det legitima syftet med ingripandet. Därvid konstaterade man med rätta att regeringen inte hade kommenterat det krav på permanent infertilitet/sterilitet som ställdes av lagstiftningen i fråga (se punkt 80 i domen). Emellertid var det just eftersom klaganden inte uppfyllde detta krav som de nationella myndigheterna i flera år nekade honom könsbytesoperation. Enligt vår uppfattning kunde domstolen ha stannat där och levererat en kortare dom, där man helt enkelt konstaterade att regeringen inte hade lyckats presentera ett giltigt legitimt syfte. Beklagligt nog valde majoriteten att inte hantera denna fråga grundligare, utan gick i stället vidare med att undersöka om ingripandet var proportionerligt (se punkt 80 i domen).", "5.  Vi är väl medvetna om att domstolen har intagit samma hållning i andra mål. I dessa mål behandlade man inte frågan om huruvida lagen uppfyllde alla krav på tydlighet och förutsägbarhet (se, exempelvis S. och Marper mot UK [GC], nr 30562/04 och 30566/04, punkt 99, ECHR 2008; Kurić m.fl. mot Slovenien [GC], nr 26828/06, punkt 348–350, ECHR 2012 (utdrag); och I.S. mot Tyskland, nr 31021/08, punkt 72–75, 5 juni 2014), eller också uttryckte man tvivel, som i föreliggande mål, avseende legitimiteten hos det syfte som åberopades av regeringen (se A, B och C mot Irland [GC], nr 25579/05, punkt 227–228, ECHR 2010).", "6.  Denna hållning förefaller oss vara berättigad i mål där de frågor saken gäller väsentligen avser proportionalitet. I föreliggande mål ger det emellertid upphov till ett antal problem. I synnerhet uppkommer en allmän fråga om hur det är möjligt att väga å ena sidan de intressen som representeras av statens legitima syfte, och å andra sidan de intressen som representeras av individens rättigheter, om de förstnämnda ignoreras.", "B.  Proportionaliteten i föreliggande mål", "7.  Varje prövning av proportionalitet medför med nödvändighet en avvägning mellan de berörda intressena. Vad gäller klaganden är dessa tydligt hans rätt att definiera sin könsidentitet och hans rätt till fysiskt och psykiskt välbefinnande – överväganden vilka otvivelaktigt hör till själva kärnan i varje individs privatliv och därmed i artikel 8 i konventionen. Vad gäller staten accepterar majoriteten – som motivering för regelverket om och övervakningen av könsbytesoperationer – argumenten avseende könsbytesoperationers oåterkallelighet samt hälsoriskerna med denna typ av ingrepp (se punkt 79 i domen).", "8.  Icke desto mindre förefaller det oss svårt att motivera kravet på permanent infertilitet som en förutsättning för könsbyte genom att hänvisa till de allvarliga konsekvenserna av könsbytesoperationer, med tanke på att permanent sterilisering i allmänhet inbegriper behandlingar som själva sannolikt medför allvarliga hälsorisker. Domstolen valde med rätta att motsätta sig detta synsätt.", "9.  Emellertid innebär majoritetens resonemang andra uppenbara problem. För det första avser de argument som framförs av majoriteten i punkt 102–111 och 116–119 i domen tydligt frågan om kravet på permanent infertilitet som en förutsättning för könsbytesbehandling i sig är förenligt med artikel 8 i konventionen. För det andra verkar domstolen använda formuleringar som vanligen används vid bedömning av om ingripandet avsett ett legitimt syfte snarare än vid frågan om proportionalitet. Detta framgår tydligt av punkt 121 i domen, som lyder:", "”Enligt domstolen förefaller detta krav fullkomligt onödigt i samband med regeringens argument för att rättfärdiga regelverket angående könsbytesoperationer ... Även om man antar att skälet till avslaget på klagandens ursprungliga begäran om att få genomgå könsbyte var relevant, anser domstolen följaktligen att det inte kan betraktas som tillräckligt.”", "10.  Slutligen konstaterar majoriteten en kränkning på grund av att ingripandet var oproportionerligt eftersom klaganden i flera år nekades möjligheten till könsbyte. Den konstaterar även att distriktsdomstolen 2013 biföll klagandens begäran trots de medicinska observationerna rörande hans förmåga till fortplantning.", "11.  Därför finns det två möjliga tolkningar av majoritetens resonemang. Enligt en snävare tolkning betraktar domstolen, under föreliggande måls specifika omständigheter, ingripandet i fråga (vägran att tillåta könsbyte) som oproportionerligt. Baserat på en bredare tolkning fäller domstolen emellertid även ett implicit avgörande om kravet på permanent infertilitet som en förutsättning för tillgång till könsbytesbehandling. Denna andra aspekt förefaller oss problematisk, eftersom regeringen inte kommenterade behovet av ett sådant villkor. Enligt vår uppfattning borde domstolen ha uttryckt sin ståndpunkt i denna fråga med större tydlighet.", "C.  Permanent sterilitet som en förutsättning", "12.  Vi skulle vilja betona några viktiga punkter utöver dem som mer eller mindre uttryckligt behandlas i domen.", "13.  För det första bör det konstateras att tvångssterilisering, som har praktiserats i nästan alla länder och alla samhällen, fortfarande är en svår fråga. Begreppet har definitivt en negativ anstrykning och domstolen har inte undgått vissa tragiska fall på området, exempelvis rörande romska kvinnor (se bland annat K.H. m.fl. mot Slovakien, nr 32881/04, ECHR 2009 (utdrag); V.C. mot Slovakien, nr 18968/07, ECHR 2011 (utdrag); N.B. mot Slovakien, nr 29518/10, 12 juni 2012; I.G. m.fl. mot Slovakien, nr 15966/04, 13 november 2012; och R.K. mot Tjeckien, nr 7883/08, 27 november 2012 (förlikning)).", "14.  I dessa mål har domstolen konsekvent betonat betydelsen av förhandsgodkännande av sterilisering, ett krav som dessutom härrör från de internationella konventionerna och de allmänna principerna om människovärde och mänsklig frihet. För att berörda personers samtycke ska vara giltigt måste de informeras om sitt hälsotillstånd, skälet till sterilisering och de möjliga alternativen. De måste även få rimlig tid på sig att fatta det slutgiltiga beslutet (se exempelvis V.C. mot Slovakien, ovan, punkt 107–115). Permanent sterilisering är alltså en särskilt känslig fråga.", "15.  I det avsnitt av domen som behandlar europeiskt och internationellt material (se punkt 29–34 i domen) hänvisar domstolen till ett antal organ som har kritiserat permanent sterilisering som en förutsättning för könsbyte. I exempelvis rekommendation CM/Rec(2010)5 betonade Europarådets ministerkommitté, i punkt 20–21 ..., att förhandskrav (inklusive oåterkallelig sterilisering) inför könsbyte bör omprövas ”för att eliminera otillbörliga krav”. På liknande sätt motsatte sig Europarådets parlamentariska församling, i resolution 1728 (2010), punkt 16.11.2 ..., varje skyldighet för individer att genomgå sterilisering eller andra medicinska åtgärder som en förutsättning för att få folkbokföringsdokumenten ändrade. Slutligen uppmanade Europarådets kommissarie för mänskliga rättigheter, i sitt diskussionsunderlag den 29 juli 2009 ..., medlemsstaterna att tillgängliggöra rutiner för könsbyte. Än tydligare rekommenderade han till och med avskaffande av sterilisering och annan obligatorisk medicinsk behandling som allvarligt kan försämra individens autonomi, hälsa eller välbefinnande, som nödvändiga krav för ett juridiskt erkännande av en transpersons föredragna kön (2011 års rapport, punkt 2 och 4 ...).", "16. Vi vill tillägga att FN:s kommitté för mänskliga rättigheter år 2013, i sina sammanfattande anmärkningar rörande Ukraina, för första gången antog en rekommendation som specifikt gällde juridiskt erkännande av kön. Kommittén rekommenderade den ukrainska regeringen att eliminera alla oproportionerliga krav, såsom obligatorisk korrigerande operation.", "17.  På liknande sätt fann FN:s särskilda rapportör om tortyr 2013 att tvångssterilisering stred mot respekten för personens fysiska integritet, och markerade betydelsen av att garantera informerat samtycke från sexuella minoriteter.", "18.  2014 års rapport från Världshälsoorganisationen om tvångssterilisering bekräftar också att ett antal internationella organ för människorättsskydd redan har rekommenderat avskaffande av sterilisering som en förutsättning för medicinsk behandling av transpersoner.", "19.  Det ovan anförda materialet är belägg för en internationell tendens bort från krav på sterilisering som en förutsättning för införande av könsbyte i folkbokföringsuppgifterna samt för könsbyte.", "20.  Enligt vår uppfattning uppmärksammas även i flera nationella domstolars praxis frågan om permanent sterilisering som en förutsättning för könsbyte. Även om denna nationella rättspraxis primärt avser villkoren för att få ett könsbyte registrerat i de officiella folkbokföringsuppgifterna (snarare än tillstånd för könsbyte), kan vi se en allmän tendens mot att betrakta ett krav på att genomgå permanent sterilisering som författningsstridigt.", "21. Exempelvis framhöll den österrikiska författningsdomstolen i ett avgörande den 3 december 2009 att könsbytesoperation inte kunde betraktas som en förutsättning för ett könsbyte i folkbokföringsregistret.", "22.  På liknande sätt menade den tyska författningsdomstolen, i ett avgörande den 11 januari 2011, att kravet på permanent sterilisering och operation för att modifiera en persons yttre egenskaper var i strid med författningens garantier avseende fysisk integritet och rätten till sexuellt självbestämmande. Man ansåg att kravet på individer att genomgå operation för att eliminera sin reproduktiva kapacitet stred mot artikel 2.2 i den tyska författningen. Det kravet satte berörda personer under tvång, eftersom de var tvungna att välja mellan ett ingripande i deras fysiska integritet och ett uteblivet erkännande av deras könsbyte.", "23.  Dessutom fann Kammarrätten i Stockholm i en dom den 19 december 2012 att kravet att genomgå sterilisering enligt lag (1972:119) om fastställande av könstillhörighet var oförenligt med den svenska grundlagen samt med artikel 8 och 14 i Europeiska konventionen om de mänskliga rättigheterna. I sin motivering betonade man att sterilisering inte kunde betraktas som frivillig om det inte fanns något annat alternativ för att få ett könsbyte registrerat i folkbokföringsregistret. Riksdagen ändrade lagen i enlighet därmed i 2013.", "24.  Den schweiziska federala folkbokföringsbyrån publicerade även ett uttalande den 1 februari 2012 rörande den europeiska utvecklingen vad gäller transpersoners rättigheter. Man fann att ett juridiskt erkännande av ett könsbyte var möjligt även om det oåterkalleliga könsbytet och oförmågan till fortplantning – som fordrades för ett sådant erkännande – hade åstadkommits utan kirurgiskt ingrepp (sterilisering; konstruktion av könsorgan) utan i stället med hjälp av exempelvis hormonterapi.", "25.  Slutligen är det värt att notera att federala och delstatliga myndigheter i USA inte längre uttryckligen kräver sterilisering för att få ett könsbyte registrerat i en födelseattest eller ett körkort.", "26. Mot bakgrund av det ovanstående står en sak klart: situationer där sterilisering är det enda alternativet för att få tillstånd till könsbyte utgör de facto tvångssterilisering. Vid prövning av om ingripandet var proportionerligt är det av största vikt att ta hänsyn till att sterilitetskravet är en form av ingripande som får allvarliga och oåterkalleliga konsekvenser. Även om mycket mindre stränga åtgärder kunde ha övervägts, betonade inte majoriteten detta faktum.", "27.  Vi skulle vidare vilja påpeka, vad avser utrymmet för egen bedömning, att rätten till könsidentitet och personlig utveckling är grundläggande aspekter av rätten till skydd för privatlivet (se punkt 7 ovan). Majoriteten bekräftar själv att ”frihet att definiera sin könsidentitet [är] en av de mest grundläggande aspekterna av självbestämmande” (se punkt 102 i domen). Därför förefaller det självklart för oss att utrymmet för egen bedömning i ett fall som detta bör minskas till ett minimum.", "D.  Slutsats", "28.  Även om vi instämmer i konstaterandet av en kränkning av artikel 8, tror vi att domstolen borde ha behandlat frågan om huruvida ingripandet, i föreliggande fall, hade ett legitimt syfte som kunde berättiga permanent sterilisering. Den borde även på lämpligt sätt grundligare ha undersökt om kravet på permanent sterilisering som sådant är förenligt med artikel 8 i konventionen.", "\n", "DOMARE LEMMENS’ INSTÄMMANDE YTTRANDE, TILL VILKET DOMARE KŪRIS ANSLÖT SIG", "(Den engelska källtexten är en översättning.)", "", "1.  Jag fullkomligt överens med mina kollegor om att det har skett en kränkning av artikel 8 i konventionen. Domen framhäver än en gång vikten av rätten till könsidentitet som en aspekt av rätten till skydd för privatlivet för transpersoner.", "Emellertid skulle jag vilja klargöra hur jag tolkar domens omfattning.", "2.  Klaganden klagade över tillämpningen av artikel 40 i den turkiska civillagen i hans fall.", "Artikel 40 innehåller två stycken ... Det första avser könsbyte, och villkorar det till ett antal förutsättningar, inklusive en permanent oförmåga till fortplantning. Det andra stycket avser korrigering av folkbokföringsregistret efter ett könsbyte, det vill säga det juridiska erkännandet av individens nya kön. Den process som leder fram till ett erkännande av personens nya kön innefattar två skeden, och i varje skede krävs domstolarnas medverkan: först för att godkänna könsbytet (första stycket) och sedan för att erkänna de juridiska konsekvenserna av könsbytet efter att det faktiskt har ägt rum (andra stycket).", "3.  Domen avser endast det första skedet. I den prövas förenligheten med konventionen av att göra en permanent oförmåga till fortplantning till en förutsättning för könsbyte. I domen framhålls att denna förutsättning inte kan betraktas som ”nödvändig” för att uppnå det syfte som åberopas av regeringen i detta sammanhang.", "Jag skulle vilja fästa uppmärksamhet på domstolens påstående att den ”[inte kan] se hur klaganden skulle ha kunnat uppfylla kravet på permanent infertilitet, förutom att genomgå en steriliseringsoperation, med tanke på att han, i biologisk mening, hade förmåga att fortplanta sig” (se punkt 118 i domen). Även om det var omöjligt för klaganden att uppfylla det villkoret, vill jag påpeka att andra skulle ha kunnat göra det. Kvinnor som vill genomgå könsbyte kan få tillstånd att låta utföra en sådan operation om de inte längre är fertila eller aldrig har varit fertila. Uppenbarligen är det med denna kategori kvinnor i åtanke som lagstiftarna ger möjlighet till könsbyte. En kvinna som är fertil, å andra sidan, får inte avstå sina fysiska egenskaper som kvinna, inklusive förmågan till fortplantning, för att genomgå könsbyte.", "4.  I domen behandlas inte frågan om förenligheten med konventionen av att kräva permanent oförmåga till fortplantning som förutsättning för det juridiska erkännandet av ett könsbyte, i synnerhet för personer som har genomgått könsbyte.", "Självfallet finns det argument för att finna att ovannämnda villkor också väcker en fråga i detta avseende. Jag vill hänvisa till det instämmande yttrandet från mina kollegor domare Keller och domare Spano.", "Emellertid tror jag att domstolen gjorde rätt i att inte fatta beslut om villkoret i fråga i detta bredare sammanhang. Inte bara eftersom den inte ombads ta ställning i denna fråga, utan även eftersom det inte finns tillräckliga bevis i ärendet för att göra det möjligt att fälla ett avgörande med full kännedom om de faktiska omständigheterna. De skäl som åberopades av regeringen för att motivera kravet på permanent oförmåga till fortplantning som en förutsättning för könsbyte (se exempelvis det legitima syfte som hänvisades till i punkt 74–75 och 77 i domen) är inte nödvändigtvis samma skäl som en stat skulle åberopa för att motivera samma krav som en förutsättning för juridiskt erkännande av ett könsbyte.", "Även om det finns en tydlig tendens bland stater i riktning mot juridiskt erkännande av transpersoners nya kön utan krav på permanent oförmåga till fortplantning som förutsättning, slås jag av att många stater fortfarande har ett sådant krav i sin lagstiftning ... Jag skulle gärna vilja veta vilka skäl de åberopar för att motivera ett sådant system. Dessa skäl kanske är tillräckliga, kanske inte: jag vet helt enkelt inte.", "Av framför allt denna anledning har jag uppfattningen att denna dom inte kan tolkas som ett definitivt hinder för ett krav på individer att vara permanent oförmögna till fortplantning i samband med könsbyte. Domstolen måste invänta ett annat tillfälle att undersöka denna fråga grundligare.", ""]}