{"file": "TUR_HJUDTUR_4158_05.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "4158/05", "text_paragraphs": ["", "", "", "", "DÖRDÜNCÜ DAİRE", "", "", "", "", "", "", "GILLAN VE QUINTON - BİRLEŞİK KRALLIK", "", "(Başvuru no. 4158/05)", "", "", "", "", "", "", "", "SONKARAR", "", "", "", "STRAZBURG", "", "12 Ocak 2010", "", "KESİNLEŞME", "", "28/06/2010", "", "Bu sonkarar Sözleşme’nin 44 § 2 maddesine göre kesinleşmiştir, fakat yazım düzeltmelerine tabi tutulabilir. ", "", "Gillan ve Quinton - Birleşik Krallık davasında,", "İnsan Hakları Avrupa Mahkemesi Dördüncü Dairesi aşağıdaki yargıçlarla toplanmıştır:", "Başkan: Lech Garlicki, \nÜyeler: Nicolas Bratza,\n\t  Giovanni Bonello,\n\t  Ljiljana Mijović,\n\t  Päivi Hirvelä,\n\t  Ledi Bianku,\n\t  Nebojša Vučinić, \nDaire Yazı İşleri Müdürü: Lawrence Early.", "12 Mayıs ve 8 Aralık 2009 tarihlerinde kapalı müzakere yapan Mahkeme, 8 Aralık 2009 tarihinde kabul edilen aşağıdaki kararı vermiştir:", "USUL", "1.  Bu dava, İnsan Hakları ve Temel Özgürlüklerin Korunması için Sözleşme’nin (“Sözleşme”) 34. maddesi uyarınca, Bay Kevin Gillan ve Bayan Pennie Quinton adlı iki İngiliz vatandaşı (“başvurucular”) tarafından Büyük Britanya ve Kuzey İrlanda Birleşik Krallığı’na karşı 26 Ocak 2005 tarihinde Mahkeme’ye yapılan bir başvurudan (no. 4158/05) kaynaklanmıştır. Başvuru dilekçesinin tam hali 30 Nisan 2007 tarihinde sunulmuştur.", "2.  Kendilerine hukuki yardım verilen başvurucular, Londra’da avukatlık yapan Bayan Corinna Ferguson tarafından temsil edilmişlerdir. Birleşik Krallık Hükümeti (“Hükümet”) ise, Dış İlişkiler Dairesinde görevli Bay John Grainger tarafından temsil edilmiştir.", "3.  Başvurucular, polis tarafından kendilerine karşı kullanılan durdurma ve üst arama yetkilerinin, Sözleşme’nin 5, 8, 10 ve 11 numaralı maddelerinden doğan haklarını ihlal ettiğini iddia etmektedirler.", "4.  Daire Başkanı, 30 Mayıs 2008 tarihinde söz konusu şikayetleri ilgili Hükümete iletmeye karar vermiştir. Aynı zamanda, başvurunun kabuledilebilirlik ve esas incelemesinin birlikte yapılmasına karar verilmiştir (Sözleşme 29(3). fıkrası).", "5.  12 Mayıs 2009 tarihinde, Strazburg’daki İnsan Hakları Binasında açık bir duruşma yapılmıştır (İçtüzük 59(3). fıkrası).", "Duruşmada aşağıdaki belirtilen kişiler hazır bulunmuşlardır:", "(a)  Hükümet adına\nJ. Grainger, Temsilci, \nJ. Eadie QC, Avukat\nJ. Milford, Avukat \nM. Kumicki, Danışman,\t\nA. Mitham, Danışman\t\nJ. Gladstone, Danışman,", "(b)  Başvurucular adına\nB. Emmerson QC, \t \nA. Baılın, \tAvukat,\nC. Ferguson, Danışman.", "", "Mahkeme, Emmerson ve Eadie’nin yaptığı sunumları ve yargıçların sorularına verdikleri yanıtları dinlemiştir.", "DAVANIN ESASI", "I.  DAVA KONUSU OLAYLAR", "6.  Başvurucular sırasıyla 1977 ve 1971 doğumlu olup, Londra’da yaşamaktadırlar.", "A.\tÜst arama uygulamaları", "7.  9 ve 12 Eylül 2003 tarihleri arasında, Doğu Londra’daki Excel Centre’da, Uluslararası Savunma Sistemleri ve Ekipmanlar Fuarı (“silah fuarı”) düzenlenmiş ve bu fuar çeşitli protesto ve gösterilere konu olmuştur.", "8.  Birinci başvurucu, 9 Eylül 2003 tarihinde saat 10:30 civarında, sırtında bir sırt çantası ile gösteriye katılmak üzere silah fuarının yanından bisikletle geçmektedir. Başvurucu bu esnada iki polis memuru tarafından durdurulmuş ve kendisine 2000 tarihli Terörizm Kanunu’nun terör bağlamında uygulanan 44. maddesi (“2000 tarihli Kanun”: bk. aşağıda parag. 28-34) uyarınca üzerinin aranacağı söylenmiştir. Kendisine arama ile ilgili açıklama yapılmıştır. Birinci başvurucunun iddiasına göre, neden durdurulduğunu sorması üzerine kendisine, etrafta çok fazla protestocunun bulunduğu ve polisin bu protestocuların sorun çıkarmalarından korktuğu söylenmiştir (Başvurucunun üzerinden çıkan, gösteri ile ilgili bilgi içeren bilgisayar çıktılarına polis tarafından el koyulmuştur). Başvurucunun üzerinde herhangi bir suç unsuruna rastlanmamış ve başvurucu yoluna devam etmesi için bırakılmıştır. Başvurucu yaklaşık 20 dakika süreyle tutulmuştur.", "9.  İkinci başvurucu, 9 Eylül 2003 tarihinde saat 13:15 civarında, üzerinde bir fotoğrafçı ceketi ile elinde bir kamera ve küçük bir çanta varken, silah fuarına yakın bir noktada durdurulmuştur. Başvurucunun görüntüsü, çalılıkların içinden çıktığı izlenimini vermektedir. Bir gazeteci olan ikinci başvurucu, protestoları görüntülemek üzere bölgede bulunmaktadır. Başvurucu kim olduğunu belgeleyen basın kartını göstermiş olmasına rağmen, Metropolitan Polisi’ne bağlı bir polis memuru tarafından üzeri aranmıştır. Kendisine kamera ile görüntü almayı bırakması söylenmiştir. Polis memuru kendisine, 2000 tarihli Kanunun 44. ve 45. maddelerinden doğan yetkilerini kullandığını söylemiştir. Aramada herhangi bir suç unsuruna rastlanmamış ve ikinci başvurucu yoluna devam etmesi için bırakılmıştır. Arama tutanağında başvurucunun 5 dakika süreyle tutulduğu kaydedilmiştir. Ancak başvurucu, bu tutmanın otuz dakikaya yakın sürdüğünü öne sürmektedir. İkinci başvurucu, gösteriyle ilgili bir belgesel hazırlamak veya bu gösterinin kayıtlarını satmak gibi bir niyeti bulunmasına rağmen, kendisini gösteriye geri dönebilecek durumda hissetmeyecek kadar korkmuş ve sinmiş hissettiğini iddia etmektedir.", "B.\tYargısal denetim davası", "1.\tAsliye Mahkemesi", "10.  Başvurucular, kendilerine uygulanan durdurma ve üst arama yetkilerinin hukuka aykırı olduğu iddiasıyla yargısal denetim yoluna başvurmuşlardır. Asliye Mahkemesi önündeki yargılama başlamadan önce İçişleri Bakanılığı başvuruculara farklı bir usul uygulanmasını önermiştir. Bu usul, Asliye Mahkemesinin kapalı bir oturumda özel bir avukatın sunuşunu dinleyebileceği, İçişleri Bakanlığının verilen izni onaylayan kararının (2000 tarihli Kanun  46, bk. aşağıda parag. 30-31) temelini oluşturan önemli istihbarat materyallerini inceleyebileceği bir usuldür. Ancak başvurucular, bu tür bir yargılama usulünü gerekli veya uygun bulmadıklarını, zira Birleşik Krallık’a karşı genel bir terör tehdidinin mevcut bulunduğu yönündeki değerlendirmeye karşı çıkma niyetinde olmadıklarını belirtmişlerdir. Başvurucular bunun yerine, ilk olarak, bütün Londra’yı kapsayan süreklilik programının bir parçasını oluşturan bu yetki ve onayların hukuka aykırı ve ultra vires (yetki dışı) nitelikte olduğunu, zira Parlamentonun 2000 tarihli Kanunun 44. maddesinde belirtilen yetkilerin (“44. madde yetkileri”), sadece yakın bir terör tehlikesinin ortaya çıktığı, durdurma ve üst aramaya yönelik olağan yetkilerin yetersiz kaldığı belirli bölgelerde uygulanmak üzere verdiğini açıkça ortaya koyan hususlar bulunduğunu öne sürmüşlerdir. Başvurucular ikinci olarak, polis memurlarının durdurma ve üst aramaya yönelik 44. madde yetkilerini silah fuarı etrafında kullanma biçimlerinin, hukuka aykırı ve kanunkoyucunun amacına aykırı olduğunu ve polis memurlarına bu yetkilerin kullanımına ilişkin olarak ya bir rehber sunulmadığını ya da sunulan rehberlerin polislerin yetkileri yanlış biçimde kullanmalarına yol açacak şekilde olduğunu iddia etmişlerdir. Başvurucular üçüncü olarak, 44. madde yetkilerinin ve bu yetkilerin uygulanmasından doğan faaliyetlerin, Sözleşme’nin 5, 8, 9, 10 ve 11. maddelerinden doğan hakları üzerinde orantısız bir müdahaleye yol açtığını iddia etmişlerdir.", "11.  Asliye Mahkemesi Heyeti, 31 Ekim 2003 tarihinde bu başvuruyu reddetmiştir ([2003] EWHC 2545). Bu mahkemenin kararını açıklaya Yargıç Brooke, Parlamentonun 44. madde yetkilerini tanırken, bu yetkilerin önemli ölçüde genel bir terör eylemi tehdidi karşısında bütün bir polis bölgesinin kapsayabileceğini düşündüğünü, bu nedenle söz konusu yetkilerin ve İçişleri Bakanı’nın verdiği iznin ultra vires nitelikte olmadığını ifade etmiştir.", "Yargıç Brooke, başvurucuların iddialarının ikinci sebebiyle ilgili olarak şu açıklamayı yapmıştır:", "“44. madde kapsamında polise verilen yetkiler, pek çok Britanya vatandaşının, en azından barış zamanlarında bu ülkede tümüyle gereksiz olmasını umacağı türden yetkilerdir. Bu ülkedeki insanlar, polis kendilerini durdurmak için makul bir nedene sahip olmadıkça, her zaman seyahat serbestisine sahiptirler. Ancak Parlamentoya göre uluslararası terör ve ayrılıkçı İrlandalı terör tehditleri o hale gelmiştir ki, halk olarak bizlerin, terörle ilgili eşyalar bulmak için gerekli gördüğünde bizleri durdurma ve arama yapabilmesinden memnun olmamız gerektiğine karar vermiştir.", "Polisin bu yetkileri kötüye kullanması ve canlarının istediği insanlara karşı orantısız biçimde uygulaması, teröristlerin işlerini kolaylaştıracaktır. Bir silah fuarına karşı barışçıl bir gösteri düzenlemek, Londra sokaklarında, makul bir sebebi bulunmadığı sürece polis tarafından durdurulup aranmadan yürümek veya bisiklet sürmek hakkı kadar önemli bir haktır. Polisin bu olağanüstü yetkiyi gerekçe göstermeden kullanmak istemesi halinde, bunu, yetkilerin keyfi biçimde suiistimal edildiğine yönelik haklı şikayetlere yol açmadan yapması gerekir.", "Ancak polisin 9 Eylül tarihindeki tutumunun, Gillan veya Quinton’un kamu hukukundan doğan bir hukuk yoluna başvurmalarını gerektirecek nitelikte olmadığı kanısına varmış bulunuyoruz. Bu yetkilerin, sembolik hedefleri bulunan olaylarda alışkanlıkla kullanılmakta olduğuna dair bir delil bulunmadığından, silah fuarının polisi 44. maddeden doğan yetkilerin kullanılmasını gerekli görmeye ikna edecek bir olay olduğu konusunda yeterli delil bulunduğu kanısına varmış bulunuyoruz. ... Ancak durumun hassasiyeti göstermektedir ki, Metropolitan Polisi, ileride bu tür şikayet ve davalar ile karşı karşıya kalmamak için, 44. maddedeki durdurma/üst arama yetkilerinin uygulanmasında kullanılacak dil ve standart formlara ilişkin bilgilendirme ve eğitim faaliyetlerini iyileştirmelidir. ...”", "Sonuç olarak mahkeme, Londra’da bir terör saldırısı riskini göz önünde tutarak, söz konusu yetkilerin hukuken öngörülmüş olduğu ve orantısız olmadığı sonucuna varmıştır.", "2.\tÜst Mahkeme", "12.  Üst Mahkeme, 29 Temmuz 2004 tarihinde kararını açıklamıştır ([2004] EWCA Civ 1067). Üst Mahkeme, ilgili mevzuatın nasıl yorumlanması gerektiğine ilişkin olarak şu açıklamada bulunmuştur:", "“Şurası açıktır ki, Parlamento, alışkın olmadığımız biçimde rastgele durdurma ve üst arama faaliyetlerine izin vermiştir; ancak ilgili hükümlerin lafzını incelerken belirttiğimiz üzere, bu yetkilerin kullanımını bazı koruyuculara tabi tutmuştur. Bu yetkiler, sadece spesifik bir amaç için ve belirli bir süreyi kapsayacak biçimde, bir üst birim tarafından verilebilecek ve İçişleri Bakanı tarafından onaylanacaktır. Ayrıca bu yetkiler, yenilenmedikleri sürece, belirtilen sürenin sonunda sona ermiş olacaklardır.", "Kanunun 44(3). fıkrasında bu yetkilerin verilmesine ilişkin olarak “amaca uygunluk” tabirinin kullanılmış olmasını şaşırtıcı bulmuyoruz. Yasal düzenleme, bu yetkilerin nasıl kullanılacağını üst düzey emniyet görevlilerinin takdirine bırakmaktadır. Asliye Mahkemesi Heyetinin görüşünü paylaşarak, bahsi geçen tabire olağan anlamı olan “yararlı” anlamını yüklemekteyiz. Bu tür bir iznin, üst düzey bir polis amiri tarafından, yetki kullanımının terör eylemlerinin önlenmesi amacı doğrultusunda “yararlı” bulunduğu hallerde verilmesi, tümüyle yasal düzenlemenin çerçevesiyle tutarlı bulunmaktadır.", "Kanunun 44 ve 45. maddeleri, bu şekilde yorumlandıklarında İHAS hükümleriyle ters düşmemektedirler. Bu hükümlerin ihlali, söz konusu yetkilerin mevcudiyetinden değil, kullanılma biçimlerinden kaynaklanabilir. İHAS hükümlerinin ihlali, muhtemelen Kanunun ilgili maddelerinin verdiği yetkilerin kullanıldığı olayların spesifik koşullarına bağlı olacaktır.”", "13.  Üst Mahkeme, Sözleşme’nin 5(1). fıkrasının uygulanabilir olup olmadığı konusunda karar vermemin gerekli olmadığını düşünmüştür; zira özgürlükten yoksun bırakma sonucunu doğuran bu tür bir durumun, Sözleşme’nin 5(1)(b) bendinin haklı kıldığını belirtmiştir. Bununla birlikte Üst Mahkeme bu konuda mutlaka bir karar vermek gerekiyorsa, normal bir durdurma ve üst arama faaliyetinde ilgili hakka tecavüzün çok sınırlı bir niteliğe sahip olduğunu ve asıl amacın bireyi özgürlüğünden yoksun bırakmak olmayıp şunu veya bunu doğrulamaya çalışmak olduğunu göz önünde bulundurarak, aslında bireyin özgürlüğünden yoksun bırakılmadığı görüşünün daha iyi görüş olduğunu belirtmiştir. Üst Mahkeme Sözleşme’nin 10 ve 11. maddelerinin de uygulanabilir olmadığı kanaatindedir. Her ne kadar başvurucuların sundukları deliller, söz konusu yetkilerin bu kişilerin gösteriye katılmalarını kontrol etme ve caydırma amacıyla kullanıldığı kaygısı uyandırsa da, bu hususlar değerlendirme konusu yapılmamıştır; çünkü öne sürülen iddiaların temel noktası, bu yasanın Sözleşme’ye uygunluğunun değerlendirilmesine yöneliktir; durdurma ve üst arama yetkilerinin, terör ile ilgili eşyaları aramak üzere usulüne uygun olarak sınırlı süreli bir tedbir olarak kullanılması halinde, ifade veya örgütlenme özgürlüğünü zedelemeyecektir.", "14.   Davalı Metropolitan Polisi Komiseri, durdurma ve üst arama önlemlerinin başvurucuların Sözleşme’nin 8. maddeden doğan haklarına müdahale niteliği taşıdığını  etmiş; Üst Mahkeme de, kanunun 44. maddesinde belirtilen yetkileri, “halktan insanların mahremiyetine müdahale edilmesi sonucunu doğuracak fazlasıyla geniş yetkiler” olarak niteleyerek, bu yaklaşımı doğrulamıştır. Bununla beraber Üst Mahkeme, müdahalenin aşağıda belirtilen gerekçelerle hukuka uygun olduğuna karar vermiştir:", "“Burada eleştirilen ‘hukuk’, verilen izin değil, yasanın kendisidir. Bu hukuk, başka her hangi bir yasa gibi, kamusal bir belgedir. Ve bu kanun hükümleri her hangi bir anlamda keyfilik niteliği taşımamaktadır. Her ne kadar bir polis memuru belirli bir durumda bir vatandaşı durdurmadan önce bahsi geçen düzenlemenin uygulama koşullarının gerçekleşip gerçekleşmediğini sınayacak (madde 45(1)(b)) bir konuma sahip olmasa da, bu yetkiler kendisine ancak kısıtlı bir kullanım için ve bu izni sadece terör eylemlerinin önlenmesine yönelik ciddi bir amacın varlığının kabul edilmesi halinde kullanmaya yetkilidir (madde 44(3)). Bu şekilde kontrol edilen bu sistem, ilgili düzenlemeleri, Sözleşme organlarının içtihatlarında anlaşıldığı haliyle özerk bir anlama sahip olan “hukuk” olma statüsünden yoksun bırakacak şekilde keyfi olduğu söylenemez. Buna ek olarak, izinlerin ve bunların onay belgelerinin yayımlanmasının, durdurma ve arama yetkilerinin etkililiğine zarar verebileceğini düşünmek mantıksız olmadığından ve durdurulan bireyin yasanın 45(5). fıkrası gereğince yazılı açıklama talep etme hakkı bulunduğundan, bu bağlamda söz konusu izin ve onayların yayınlanmaması, tüm bu olup bitenin hukuken öngörülmemiş bir prosedür olduğu anlamına gelmez.”", " Bunun yanında, Birleşik Krallık’a yönelik terör tehdidin niteliği göz önünde bulundurulduğunda, bu yetkinin kullanılmasına izin verilmesinin ve iznin onaylanmasının, genel bir kural olarak orantısız nitelikte olduğu söylenemez, çünkü fazla sayıda insanın durdurulmak ve aranmak suretiyle oluşan bir müdahalenin ve kısıtlamanın yarattığı dezavantaj, bir terör saldırısının önlenmesi veya caydırılması ihtimalinin yaratacağı avantajla pek eşleştirilemez. Silah fuarının niteliği göz önüne alındığında, bu fuarın havaalanının yanında bulunması ve söz konusu havaalanının (Kuzey İrlanda sorunu ile ilgili) bir terör saldırısına uğramış olması ve bu alanda bir protestonun gerçekleştiriliyor olması nedeniyle, polisin 44. maddeden doğan yetkileri bu bağlamda kullanmaya karar vermekte haklıdır. Bununla beraber, polisin 44. maddeden doğan yetkileri silah fuarı civarında kullanma biçimine ilişkin olarak sunduğu delillerin yetersiz olması, bu yetkilerin başvuruculara kaşı kullanılması sırasında ne ölçüde hukuki ve orantılı davranıldığı konusunda bir sonuca varmayı imkansız hale getirmektedir.", "3.\tTemyiz Mahkemesi", "15.  Temyiz Mahkemesi 8 Mart 2006 tarihinde oybirliğiyle, başvurucuların temyiz taleplerini ([2006] UKHL 12) reddetmiştir. Yargıç Bingham, diğer yargıçların da katıldığı beyanına şu gözlemle başlamıştır:", "“1. Bir suça karışmış olduğuna yönelik makul bir şüphe bulunmadıkça, herkesin ülke sokaklarında serbestçe, polis tarafından durdurulup üstünün aranmayacağını bilerek seyahat edebilmesi, ülkemizin benimsenmiş eski geleneklerinden biridir. Bu gelenek öylesine büyük bir tutku ile korunmuştur ki, neredeyse anayasal bir ilke haline gelmiştir. Ancak bu gelenek, mutlak bir kural niteliğinde değildir. Geçmişte ve günümüzde bu kurala bazı yasal istisnalar getirilmiştir. Yapılan başvurular, 2000 tarihli Terör Kanununun (“2000 tarihli Kanun”) 44-47. maddelerinde bulunan istisnalara ilişkindir. Temyiz başvurusunda bulunanlar, bu maddelerin kullanımına ve son kertede bu maddelerin kendilerine itiraz etmektedirler. Olağan kuraldan her uzaklaşma, dikkat ve özenle incelenmeyi gerektirdiğinden, başvurucuların itirazları genel bir öneme sahiptir.", "16.  Temyiz Mahkemesinin önüne gelen ilk mesele, söz konusu yasal düzenlemenin uygun biçimde yorumlanması meselesidir. Başvurucular, Yasanın 44(3). fıkrasının, karar veren makamın sadece, söz konusu iznin uygun ve gerekli olduğu kanısına varmasını sağlayacak makul gerekçelere sahip olması halinde ve her koşulda sadece terörün engellenmesi amacıyla verilmesini sağlayacak şekilde yorumlanması gerektiğini öne sürmüşlerdir. Yargıç Bingham bu yorumu kabul etmemiş ve düzenlemenin metnindeki “amaca uygun” tabirinin, “gerekli” tabirinden çok daha farklı bir anlama sahip olduğunu öne sürmüştür. Yargıç Bingham beyanında şunları dile getirmiştir:", "“14. ... Ancak bu iddiayı reddetmek için farklı gerekçeler de bulunmaktadır. Hâlihazırda  edildiği üzere, normal şüphenin varlığı halinde uygulanacak olan 45(1)(b) bendinin, genel düzenlemeden bir uzaklaşma niteliğinde olduğu ve polis memurlarına durdurma ve üst arama yetkisi verdiği doğrudur. Bu noktada,  edilebilir yorum sınırları içerisinde “amaca uygunluk” tabirine, bağlamın gerektirdiğinden daha geniş bir anlam vermeme eğilimi anlaşılabilir. Ancak yasal açıdan baktığımızda, yetkinin verilmesine ve uygulanmasına ilişkin hususların birbirine çok yakın biçimde düzenlenmiş olduğunu, Parlamentonun kastını aşan bir yorumun yapılmasına imkan tanımadığını görürüz. Parlamentonun verdiği yetkilerin ciddiyetinin farkında olduğunu, ancak bu yetkileri halkı terörün yarattığı büyük risklerden korumak amacıyla verdiğini ve üstelik bu yetkilerinin etkili kısıtlamalara tabi tutulduğunu görmek mümkündür. Söz konusu düzenleme, bir dizi kısıtlama içermektedir. İlk olarak, 44(1) veya (2). fıkralar kapsamında verilen izin, sadece yetkili makamın bu iznin ‘terör eylemlerinin önlenmesi’ amacına uygun olduğunu (kanun metninde belirtilmese de anlaşılacağı üzere makul biçimde) düşünmesi halinde verilebilir. İzin, öncelikli olarak bu üstün hedefe yönelmelidir. İkinci olarak izin, ancak üst düzey bir polis memuru tarafından verilebilir. Üçüncü olarak, verilen iznin bir polis gücünün yetki alanının sınırlarını aşmaması ve mümkün olduğu ölçüde bu sınıra varmaması gerekmektedir. Dördüncü olarak, iznin en fazla 28 günlük bir süre için verilmesi ve mümkün olduğu ölçüde bu süreye ulaşmaması gerekmektedir. Beşinci olarak, verilen iznin derhal İçişleri Bakanlığına bildirilmesi gerekmektedir. Altıncı olarak, Bakan tarafından 48 saat içinde onaylanmaması halinde izin geçersiz hale gelecektir. Yedinci olarak, Bakan verilen iznin süresini kısıtlayabilecek veya izni belirli bir tarihten itibaren kaldırabilecektir. Sekizinci olarak, yenilenmiş bir izin de aynı usullere tabi olacaktır. Dokuzuncu olarak, 44(1) veya (2). fıkralar kapsamında polise verilen izin, sadece terör ile ilgili eşyaların aranmasında kullanılabilecektir. Onuncu olarak, Parlamento 126. maddeyle, ilgili kanunun uygulanmasına ilişkin en az yılda bir kere, Berriew QC’den Yargıç Carlile tarafından uzmanlık, bütünlük ve hakkaniyet içinde raporlar hazırlanmasını gerekli tutmuştur. Son olarak izin verme ve onaylama veya arama eylemlerine ilişkin yetkinin kötüye kullanılması halinde, durumun gereklerine göre yetki veren makamın, Bakan veya polis memurunun hukuki sorumluluğu gündeme gelecektir.", "15. Hukukilik ilkesi bu bağlamda bir uygulama alanı bulamamaktadır, zira sözü edilen maddelerin temel bir insan hakkını ihlal ettiği  edilse bile, ki bu dahi tartışılabilir bir durumdur, söz konusu ihlal genel içerikli ifadelerle değil, ayrıntılı, spesifik ve kesinlik taşıyan kanuni ifadelerle gerçekleşebilir. Bunun yanında, başvurucuların iddiasını destekleyecek bir İçişleri Bakanlığı genelgesi de (circular) bulunmamaktadır. Bu, başvurucuların itirazları karşısında temkinli bir resmi tepki gibi görünebilir ve Lord Carlile’nin raporunda söz konusu yetkilerin tutumlu biçimde kullanıldığını ifade etmesini sağlamak için bir baskı olarak anlaşılabilir. Ancak bu hususlardan hiçbiri, 44(3). fıkranın içeriğini ve yapısını etkilemeyecektir. Bu fıkra uyarınca söz konusu izin, sadece ilgili makamın durdurma ve üst arama izninin, bu maddelerin hedefi olan terör eylemlerinin engellenmesi amacını taşıyan kamusal hedeflere ulaşılmasında ciddi yarar sunacağını düşünmesi halinde verilebilecektir.”", "17.  Yargıç Bingham başvurucuların, bu “süreklilik” taşıyan izinlerinin, ultra vires nitelikte olduğuna yönelik iddialarını şu ifadelerle reddetmiştir:", "“18. Temyiz başvurusunda bulunanların ikinci ve temel iddiası, Metropolitan Polis Bölgesi’nde Şubat 2001’den Eylül 2003’e kadar devam  ard arda izin verme uygulamasına ilişkindir. Başvuruculara göre, olağanüstü nitelikteki bu izinlerin belirli bir tehdidi engellemek amacıyla verilmesi ile tüm Londra bölgesinde geçerli olacak devamlı bir yasağın yürürlüğe sokulması farklı şeylerdir. Bu da üzerinde önemle durulması gereken bir husustur. Her ay yenilenen bir izin verme sürecinin rutin bir bürokratik faaliyet haline geldiği ve 44 ile 46. maddelerin açık biçimde gerektirdiği bilgilendirilmiş değerlendirme sürecini yansıtmadığı düşünülebilir. Ancak bu itirazlarla ilgili tüm izinler ve onaylar, kanunun öngördüğü zaman ve mekan sınırları içerisinde verilmiştir. İzinlerin yenilenmesi, 46(7). fıkrada açıkça tanınmıştır. Bu izinler ve onaylamalar, kanunun hükmüne uygundur. Komiser Yardımcısının ve Catherine Bryne’in sundukları deliller, rutin bir bürokratik faaliyetin varlığını desteklememekte, aksine bununla çelişmektedirler. Bu yasayı Eylül 2001 olayları öncesinde hazırlayan Parlamento, iznin devamlı biçimde verilmesini öngörmemiş olabilir. Ancak 44. maddedeki yetkilerin terör tehdidinin varlığının tespit edilmesi halinde uygulanacağı belirtilmiş olup, Eylül 2003’e kadar süren devamlı izin verme uygulamaları (ki bu tarihten itibaren bu uygulamanın değiştiği anlaşılmaktadır), Parlamento’nun bu olağanüstü durdurma ve üst arama yetkilerini tüm ülkeyi kapsayacak biçimde devamlı olarak vermeyi ilkesel olarak reddetmiş olmasının bir sonucudur. Yargıç Carlile, 2000 tarihli Kanunun, 2002 ve 2003 yıllarındaki uygulamalarına ilişkin raporlarında ... 44 ve 45. maddelerin, devamlı ve ciddi terör riskinin varlığı karşısında gerekli ve orantılı bir nitelik taşımaya devam ettiğini tespit etmiş ve Londra’yı ‘neredeyse bütün bölgelerinde korunmasız unsurların ve yerleşim alanlarının bulunduğu özel bir olay’ olarak değerlendirmiştir.”", "18.  Yargıç Bingham, her iki başvurucunun da durdurma ve üst arama faaliyetleri sonucunda özgürlüklerinden yoksun kalıp kalmadıkları sorusuna ilişkin olarak, İnsan Hakları Avrupa Mahkemesi’nin çok benzer bir durumda vermiş olduğu bir kararın bulunmadığını belirtmiş ve alınan önlemin zorlayıcı etkisi gibi kimi hususların özgürlükten yoksun bırakılma sonucunu yaratabileceğini kabul etmiştir. Ancak bahsi geçen muamele kural olarak kısa sürdüğünden ve durdurulan kişi gözaltına alınmamış olduğundan, elleri kelepçelenmediğinden, kısıtlanmadığından veya başka bir yere nakledilmediğinden, bu muameleye tabi tutulan bir kimsenin “kısıtlama veya nezarete koyma anlamında tutulmuş, daha iyi bir söyleyişle adli bir işlem yapmak üzere bekletilmiş” olarak görülemez. Bu nedenle Sözleşme’nin 5. maddesi uygulanabilir değildir.", "19.  Yargıç Bingham, Sözleşme’nin 8. maddesinin uygulanabilir olup olmadığı hususunda şunları belirtmiştir:", "“28. ... bir kişinin üstünün olağan ve yüzeysel biçimde aranmasının özel yaşama saygısızlık anlamı taşıdığı hususu şüphelidir. ‘Özel yaşam’ kavramının kişisel özerkliğe ilişkin pek çok hakkı kapsayacak şekilde yorumlandığı doğrudur. Ancak Sözleşme organlarının içtihatlarında da görüldüğü üzere, bu müdahalelerin, insan haklarına ve temel özgürlüklere ilişkin bir sonuç doğurarak Sözleşme’nin devreye sokulmasını gerektirmesi için, belirli bir ciddiyet seviyesine erişmesi gerekmektedir; bu noktada, örneğin havaalanlarında yolcuların şikayet etmeden  ettikleri türde kişinin üstünün ve eşyalarının üstünkörü biçimde olağan bir aramaya tabi tutulmasının, bu ciddiyet seviyesinde olduğunu iddia etmek güçtür.”", "20.  Yargıç Bingham, 44 ve 45. maddelerde düzenlenen durdurma ve üst arama yetkilerinin, kanun metnine ve Kod A’ya [bk. aşağıda parag. 28-36] uygun biçimde kullanılması halinde, Sözleşme’nin 10 ve 11. maddelerindeki hakları ihlal etmeyeceği görüşündedir.", "21.  Yargıç Bingham, Sözleşme’nin 5, 8, 10 ve 11. maddelerinin ihlaline ilişkin şüphelerine rağmen, bahsi geçen üst arama ve durdurma yetkilerinin Sözleşme kapsamında ortaya çıkan “hukuka uygunluk” şartlarını karşılayıp karşılamadığı hususunu da ele almıştır:", " “34. Sözleşme’de belirtilen hukuka uygunluk şartı, hukukun üstünlüğü ilkesine ilişkin hayli önemli unsurları karşılamaktadır. Kamu görevlilerinin güç kullanmaları halktan insanları etkileyebilecek durumda olduğundan, bu uygulamalar kesin ve kamunun erişimine açık yasal düzenlemeler üzerinden gerçekleştirilmelidir. Halk, kamu görevlilerinin bu yetkinin verilmesindeki amacı aşan kişisel rahatsızlık, kötü niyet, tercih ve kanılarıyla gerçekleştirebilecekleri müdahalelere karşı korunmasız bırakılmamalıdır. Aksi bir durum, bu bağlamda hukukilik kavramının antitezi olan keyfilik kavramını gündeme getirecektir. Yapılacak bir müdahalenin veya Sözleşme’de belirtilen haklara getirilecek bir istisnanın ihlal niteliği taşımaması için yapılacak test budur.”", "35. İncelenen durdurma ve üst arama rejimi, kişisel kanaatime göre, bu teste uygundur. 2000 tarihli Kanun, usulüne uygun biçimde verilmesi ve onaylanması halinde bu yetkilerin gündeme gelebileceği konusunda halkı bilgilendirmektedir. Ayrıca kanun, bu izinleri önemli bir kesinlik içerisinde tanımakta ve sınırlandırmaktadır. Kamuya açık bir metin olan Kod A, ilgili usul ve yöntemleri ayrıntılı biçimde düzenlemektedir. Hem Kanun hem de Kod A, geriye dönük olarak dahi, verilen bir iznin içeriğinin veya ayrıntılarının alenileştirilmesini gerektirmemektedir; ancak bu metinlerin belirli bir uygulamaya potansiyel olarak etkinlik kazandıracak usuli metinler değil de “hukuk” olarak değerlendirilip değerlendirilemeyeceği konusunda şüpheliyim. Her durumda, izin verme ve onaylama belgelerinin ileriye yönelik olarak kamuya duyurulması, halkın korunmasına ilişkin potansiyel olarak değerli bir kaynağın etkisinin ciddi biçimde azalmasına yol açacaktır. Potansiyel saldırganların önceden uyarılmış olması halinde bu tür bir koruma önleminin etkisi bir hayli zayıflamış olacaktır. Durdurulan ve üzeri aranan herkese ihtiyacı olan tüm bilgiler polis tarafından verilmelidir. Polis memuru da bu yetkiyi kullanırken keyfi davranma serbestliğine sahip değildir, aksi takdirde aleyhine dava açılabilir. Halktan birini durdurup üzerini aramadan önce bir şüpheye sahip olmak zorunda olmadığı doğrudur. Ancak gerçekçi bir gözle bakıldığında bu husus, terör şüphelisi olmadıkları çok açık olan kişilerin durdurulup üzerlerinin aranmasını sağlayacak bir sebep olarak yorumlanamaz, ki aksi bir yorum, yararsız ve zaman kaybına yol açan sonuçlar doğuracaktır. Şüphenin varlığının aranmaması, polis memurunun şüphesine yönelik makul gerekçe gösterememesi kaygısıyla potansiyel terörist olarak gördüğü bir kişiyi durdurup üzerini aramaktan kaçınmamasını sağlamak içindir. Bu tür durumlarda polis memurlarının bu yetkileri ayrımcılığa yol açacak biçimde kullandığı söylenmemektedir (olgulardan çıkartılması mümkün olmayan bir sav) ve ben de ayrımcılık konusunda bir şey söylememeyi tercih ediyorum.”", "22.  Yargıç Craighead’li Hope, yargıç Binhgam’ın görüşlerine katılmıştır. Yargıç Hope, özellikle aşağıdaki gerekçelerle, durdurma ve üst arama yetkilerinin hukukilik ilkesine uygun olduğunu düşünmüştür:", "“48. Londra Merkez Bölgesi’nde, bir kişi veya aracın söz konusu Kanunun 44(1) ve 44(2). fıkraları uyarınca durdurulduğunu kaydetmek üzere elinde destelerce 5090 numaralı durdurma/üst arama formu bulunan polis memurlarından oluşan manzara, 7 Temmuz 2005 tarihinde gerçekleşen intihar bombası eylemi ve bu eylemden iki hafta sonra aynı saldırıyı tekrarlamaya yönelik girişimin ardından aşina olduğumuz bir görüntü haline gelmiştir. Bu polisler Londra Metrosu istasyonlarında, bariyerlerin arkasına konumlanmış halde, bariyerlere doğru gelen insanları izlerken ve zaman zaman dikkatlerini çeken kişileri durdurup üzerlerini ararken görülebilirler. Burada polisleri fark  insanların çoğu, ulaşım sistemlerini kullanmak istedikleri için buraya gelen insanlardır. Seyahat eden insanlar, polisin orada ne yaptığını gördüklerinde kendilerini güvende hissetmektedirler. Bu insanlar, başka bir terör eyleminin gerçekleşmesi halinde en fazla risk altında bulunacak olan insanlardır. Ancak kalabalığın içerisinden ayrılan, durdurulan ve üzeri aranan insanlar duruma farklı gözle bakabilirler. Bu kişiler, kendilerine yapılan muameleyi uygunsuz, müdahaleci ve rahatsız edici bulabilirler. Bu olay, kamusal alanda gerçekleştiği için yapılan muameleyi utanç verici de bulabilirler. Somut uygulamalarda olanın aksine, ırksal nedenlerle ayrımcılığa tabi tutulduklarına inanmaları halinde, böyle hissetmeleri muhtemeldir. Sürecin bu özellikleri şu soruyu gündeme getirmektedir: yetkilerin kullanılması üzerindeki sınırlamalar, üzeri aranan kişinin yetkilerin kullanılması önceden görülemez ve keyfi oldukları için Sözleşme’deki haklarının ihlal edilmekte olduğu itirazına yanıt vermek için yeterli midir?", "49. Söz konusu kişinin gözünden baktığımızda, oyunun bütün kuralları polis tarafından belirlenmektedir. Böyle bir yetkinin yürürlükte olduğunu ve hangi alanı kapsadığını bilenler polislerdir. Kendilerine verilen yetkinin ne zaman ve o bölge içerisinde nerede kullanılacağına karar verenler polislerdir. Hangi kişilerin ve araçların durdurulması gerektiğine karar verenler polislerdir. Yasanın 44(1) ve 44(2). fıkraları, bu yetkilerin sadece üniforma giyen polisler tarafından uygulanabileceğini belirtmektedir. Kanunun 45(1)(a) bendi, bu yetkinin sadece terör ile ilgili eşyaların aranması amacıyla kullanılabileceğini belirtmektedir. Ancak ne kanun metninde ne de başka herhangi bir resmi belgede, polislerin bu yetki kendilerine verilmeden önce nasıl bir ruh hali içerisinde olmaları gerektiği belirtilmemektedir.", "50. Kanunun 45(1)(b) bendi, bu yetkilerin kullanılması için polisin terörle bağlantılı olarak kullanılabilecek eşyaların varlığından şüphe duymak için bir sebebi olması gerekmediğini belirtmektedir. Bu kanunun amacı bakımından “terör” kelimesinin anlamı oldukça geniş yorumlanmakta ve bu yorumun somut duruma uyarlanması ise her bir polis memurunun değerlendirmesine bırakılmaktadır. Halktan insanların bu durdurma ve üst arama yetkilerinin muhatabı olduklarını anlamalarını sağlayan ilk husus, kendilerine karşı verilen dur emridir. Konu hakkında bilgilendirilmiş olanlar, elinde form desteleri ile kendilerine bakan polisler gördüklerinde ne olduğuna dair fikir sahibi olabilirler. Ancak pek çok insan için bu dur emri bir sürpriz niteliği taşır. Polislerin aramaya yetkili oldukları türden eşyaları üzerlerinde bulundurmadıkları sürece, neden kendilerinin bu muamelenin muhatabı olduklarını merak etmeleri doğaldır.", "51. Öte yandan, elbette bunun aksi yönde argümanlar da bulunmaktadır.  durdurma ve üst arama uygulamalarının, terör eylemi gerçekleştirmeyi planlayanların tespit edilmelerinde ve engellenmelerinde etkili olması isteniyorsa, uygulamaların bu şekilde gerçekleşmesi gerekmektedir. Bu uygulamanın yapılacağı yer ve zamanı ilan etmek, teröristlere yardım eder. Aynı zamanda güvenlik güçlerinin işlerini yapmalarını da güçleştirir. Uygulamanın ilan edilmiş olması halinde, kılık değiştirme ve gizlenme gibi incelikli yöntemler kullanılabilir. Terörle ilişkisi olanların bu uygulamaların nerede ve ne zaman uygulanacağına dair basılı her türlü bilgiden sonuna kadar yararlanması muhtemeldir. Bu nedenle polis, teröristlerden bir adım önde olabilmek amacıyla bu uygulamaların nerede ve ne zaman gerçekleştirileceğine ve o anın gereklerine göre kimi durduracaklarına karar vermede serbest olmalıdır. Bu sistem, ... keyfi olduğu gerekçesiyle Sözleşme hukuku bakımından hukuka aykırı sayılmalı mıdır?", "...", "55. ... Yasanın 44. maddesindeki yetkilerin kullanımı, bu yetkileri düzenleyen yasal düzenleme bağlamında ele alınmalıdır. Bu yetkinin her hangi bir zaman ve yerde kullanılması için izin verilmesi gereği ve bu izin verme işleminin 48 saat içinde onaylanmasının gerekli tutulması, vatandaşın her zaman erişimine açık bir hukuki temel oluşturmaktadır. Bu yetkinin kullanımı konusunda, durdurulan ve üzeri aranan kişinin uygulamanın hukukiliğini mahkemede test ettirmesini sağlayacak düzenleyici bir kontrol sistemi bulunmaktadır. Böyle bir durumda uygulama izni ve bunun onayı, mevcut hukukun gereği gibi test edilebilmesi için delil haline gelir. Kod A’nın 2.25 numaralı paragrafı, polis memurunu bu yetkiyi ancak terör eylemleri ile bağlantılı hususlar için kullanabileceği ve uygulama sırasında etnik azınlık gruplarına ayrımcılık yapılmamasına özellikle dikkat edilmesi gerektiği konusunda uyarmaktadır. Bundan daha öte bir açıklık içermemektedir. Ancak bu düzenleme, yetki kullanılırken dikkate alınması gereken bir hukuki yapının bulunduğunu hatırlatır niteliktedir. Bu sınırlar içerisinde hareket  bir polis, 44. madde yetkilerini keyfi biçimde kullanıyor sayılamaz.", "56. Malone - Birleşik Krallık [(1985) 7 EHRR 14] kararının 67. paragrafının son cümlesinde işaret edildiği gibi, bu tür tedbirlerin yeterliliği, vatandaşların Sözleşme’deki haklarına idareye verilmiş yetkisinin kullanılmasından kaynaklanması muhtemel müdahalenin niteliği ve derecesiyle dengelenmelidir. Bir polis memurunun 44. madde yetkilerini kullanırken yapabileceklerinin sınırı, 45(3) ve 45(4) maddelerde belirtilmektedir. Polis, üzeri aranan kişilerin yasada belirtilenler dışındaki kıyafetlerini herkesin içinde çıkartmasını isteyemez ve durdurulan kişi sadece aramanın yapılmasına olanak verecek makul bir süre boyunca ve kendisinin veya aracının durdurulduğu yerde veya bu yerin yakınında tutulabilir. Gerçekleştirilmek istenen amacın aşikar olan önemi dikkate alındığında, yapılan müdahalenin geniş kapsamlı olduğu söylenemez. Kişisel görüşüme göre, yetkinin uygulanacağı hukuki yapı, her durumda hukuka uygunluk koşulunu karşılayabilecek niteliktedir.", "57. Yetkinin kötüye kullanılarak uygulanmasını engellemek için başvurulacak en etkili yolun, elbette ki, yetkinin emanet edildiği polislerin eğitimine, gözetimine ve disiplinine önem verilmesi olduğu belirtilmelidir. Bu dava nedeniyle incelenen türden olağanüstü yetkilerin kullanılması sırasında halkın polise duyduğu güvenin pekiştirilmesi ve etnik azınlık gruplarının mensupları ile iyi ilişkiler kurulması en önemli hususlardandır. Durdurma ve üst arama yetkilerinin uygunsuz biçimde kullanılması halinde hukuk, çeşitli telafi edici ve tazmin edici mekanizmaları devreye sokmaktadır. Ancak bu mekanizmalara son çare olarak başvurulacaktır. Yetkinin kötüye kullanılmasının engellenmesi en önemli husustur ve bu yetkinin kullanımının tepeden sıkı biçimde denetlenmesi temel öncelik olmalıdır.”", "23.   Yargıç Eaton-under-Heywood’lu Brown, başka şeylerin yanı sıra, şu gözlemlerde bulunmuştur:", "“74. Yargıç Bingham’ın açıkladığı gibi benzersiz veya yepyeni olmamasına rağmen, makul şüphe gerektirmeden uygulanabilen rastgele üst arama yetkisi olarak bilinen 44. madde yetkilerinin istisnai niteliği göz önünde tutulduğunda, bu yetkilerin pek çok kısıtlama ve güvence ile kuşatılmış olması şaşırtıcı değildir. Belki de bu kısıtlama ve güvenceler, bu yetkilerin halk üzerinde yaratacağı etkiler ile en çok ilgili olan hususlardır. Bu yetkiler sadece üniforma giymiş polisler tarafından kullanılabilir (madde 44 (1) ve (2)). Yetkiler sadece terör ile bağlantılı eşyaların aranmasında kullanılabilir (madde 45(1)(a)). Üstü aranan insanın başlık, ayakkabı, ceket ve eldiven dışında, başka bir giysisini herkesin içinde çıkarması istenmez (madde 45(3)). Arama, kişi veya aracın durdurulduğu yerde veya bu yerin yakınında gerçekleştirilir (madde 45(4)). Durdurulan araç veya kişi sadece üst aramasının yapılmasına imkan verecek makul bir süre için tutulabilir (madde 45(4)). Bu yetkiler, polis gücü ile ilgili geleneksel anlayışımıza aykırı olduğu için, pek çok kişinin bu tür bir durdurma ve üst arama usulünü sevimsiz ve uygunsuz bulması beklenebilir; ancak bu uygulamanın temel kişi özgürlüklerimize esaslı bir tecavüz oluşturduğunu söylemek güçtür. Buna rağmen, davalıların haklı olarak  ettikleri üzere, bazı hallerde bu yetkilerin kullanılması kişinin Sözleşme’nin 8. maddesindeki özel yaşama ilişkin haklarına müdahale niteliği taşıyabilecek olması ve bu yetkinin her hangi bir şüphe gerektirmeden polis tarafından kullanılacak olmasının açıkça istismara müsait bulunması, söz konusu hukuki düzenlemenin Sözleşme’deki ‘hukuka uygunluk’ şartıyla uygun biçimde örtüşüp örtüşmediğini tartışmaya açık hale getirmektedir.", "75. Bu şartın yerine getirilmiş sayılabilmesi için ... sadece Sözleşme’deki özel yaşama ilişkin haklara yapılacak müdahalenin iç hukukta bir temelinin bulunması gerekmemekte (ki burada açıkça 2000 tarihli Kanun temeli sunmaktadır); sadece bu hukuk kamu tarafından yeterince erişilebilir olması gerekmemekte (ki bu şart Malone - Birleşik Krallık davasının [(1985) 7 EHRR 14] aksine burada yerine getirilmiştir) ve sadece hukukun kendisinden etkilenecek olanların tutum ve davranışlarını buna göre düzenleyebilmelerine imkan verecek kadar önceden görülebilir olması gerekmemekte (ki somut durumda yasanın metninden şoför ve yayaların bu türden rastgele aramaların muhatabı olabilecekleri, bu konuda sorumluluk taşıdıkları anlaşılmakta olduğundan bu şartın da yerine getirilmiş olduğu söylenebilir), ama aynı zamanda bu yetkilerin kötüye kullanılmasını veya keyfi biçimde uygulanmasını engelleyecek koruyucuların da bulunması gerekmektedir.", "76. Temyiz başvurusunda bulunanların iddialarından anladığım kadarıyla, uyuşmazlığın konusu öncelikli olarak yukarıda bahsettiğim son gerekliliğe ilişkindir: Bay Singh’e göre bu yetki, kolaylıkla keyfi biçimde kullanılmaya müsaittir ve kötüye kullanılma ihtimali karşısında herhangi bir koruyucu içermemektedir. Bu yetkinin kötüye kullanılması halinde, polis memurunun neden olduğu zararları tazmin etmekle yükümlü olacağını (ve şüphesiz disiplin kovuşturmasına da tabi tutulacağını)  etmektedir. Ancak bu yetkinin açıkça hukuka uygun olarak kullanılması için gerekçeye ihtiyaç duyulmadığından, çoğu durumda yetkinin kötüye kullanıldığını tespit etmenin imkansız olacağını belirtmektedir. Bir polis memurunun bu yetkiyi ırksal ayrımcılık göstererek uyguladığını varsayalım, bunu tespit etmek nasıl mümkün olacaktır? Bu tür kötüye kullanımlar karşısında herhangi bir koruyucu ile kullanımın uygunluğunu değerlendirecek nitelikli bir ölçüt bulunmamaktadır. 1984 tarihli Polis ve Suç Delilleri Kanununun 66. maddesi gereğince çıkarılmış ve yayımlanmış olan Kod A’nın 2.25 numaralı paragrafında açıkça şu ifade yer almaktadır: ‘Polis memurları, yetkilerini kullanırlarken etnik azınlık gruplarına karşı ayrımcılık yapmamak için özel bir dikkat göstermek zorundadırlar.’ Ancak davacılar, bu kadar geniş bir yetkinin uygulanması sırasında bu talimata uyulup uyulmadığını takip etmenin bir yolunun bulunmadığını söylemektedirler. Davacıların avukatı, havaalanlarında veya bazı binaların girişlerinde olduğu gibi gerçekten herkesi kapsamadıkça veya her on kişiden biri gibi sayısal bir temelde gerçekleştirilmedikçe, bu aramaları denetlemenin bir yolunun bulunmadığını belirtmektedir. Sadece bu yollardan biri ya da diğeri, bu tür bir yetkinin hukuki belirginlik ilkesine uygun biçimde kullanılmasına olanak verecektir; başka bir şekilde Sözleşme’nin aradığı ‘kaliteli hukuk’ şartını yerine getirmek mümkün olmayacaktır...", "77. Ben bu iddiaları reddetmek durumundayım. İlk olarak, önerilen yollardan her hangi biriyle 44. madde yetkilerinin etkili biçimde kullanılması bana mümkün görünmemektedir. Geçen Temmuz, Londra Metrosu’nda gerçekleşen bombalı saldırı sonrasında polisin metro istasyonuna giren herkesi veya her on (veya yüz) kişiden birini durdurup üzerini aradığını düşünün. Bu sadece imkansız olmayacak, bunun yanında yetkilerin taşıdığı amacın yerine getirilmesine de köstek olacaktır. Yargıç Bingham’ın görüşünün 35. paragrafında da belirtildiği üzere, bu yetki ‘terör şüphelisi olmadıkları çok açık olan kişilerin yararsız ve zaman kaybına yol açan sonuçlar doğuracak biçimde aranmasını değil, bir polis memurunun şüphesine gerekli gerekçeleri bulamama kaygısıyla potansiyel bir teröristi durdurup üzerini aramaktan kaçınmamasını sağlamayı hedeflemektedir.’ Bu yetkiyle, ilk olarak potansiyel teröristlerin rastgele aramaların kendileri için yarattığı riski bilerek (faaliyetlerine yönelik eşyaları taşımalarının) engelleneceği ve ikinci olarak polis memurlarının zaman zaman (veya oldukça ender biçimde) bu tür malzemeleri bularak planlanmış bir terör saldırısını önleyecekleri veya engelleyecekleri ümit edilmektedir. Bu amaçlardan hiçbiri polislere, terör eylemlerine karışmış olduğu izlenimi uyandıranlar dışında, risk taşımadığı aşikar olan insanların üzerini arama yetkisi vermemektedir.", "78. Bay John , yargıç Bingham’ın görüşünün 9. paragrafından açıklandığı gibi değiştirilmiş olan 1989 tarihli Terörün Önlenmesi (Geçici Hükümler) Kanunu ile 1996 tarihli Kuzey İrlanda (Olağanüstü Hal Hükümleri) Kanununun uygulanmasını inceleyen 2001 tarihli raporunda, Birleşik Krallık’a giren ve çıkan ve durdurulup üstlerinin aranması gereken kişilerin terör ile ilgili olup olmadıklarının tespit edilmesi hususunda şunları yazmıştır:", "“‘Sezgisel’ durdurma;", "37. Bu durdurmaların değerini abartmak imkansızdır ...", "38. “Sezgisel durdurma” deyimiyle ne demek istediğimi açıklamalıyım. Bu durdurma, durdurulan kişi veya araç hakkında önceden bilgi sahibi olmaksızın, ‘soğuk’ ve ‘rastgele’ yapılan durdurmadır; ben buna ‘sezgi üzerine’ demeyi tercih ediyorum.", "39. Eğitimli bir Özel Kuvvet görevlisinin yapacağı bir durdurmanın ‘soğuk’ veya ‘rastgele’ bir durdurma olacağını düşünmüyorum. Bu görevliler, teröre ve terörist grupların özelliklerine ve niteliklerine ilişkin eğitim ve deneyim sahibi kişilerdir; sıradan bir kimsenin fark edemeyeceği şeyleri fark edebilirler ve sadece bir polisin sezgilerine sahiptirler. Bu tür bir durdurmanın gerekçesi, çoğu zaman sıradan bir kişiye açıklanamaz.’", "79. Bay Rowe, incelemesinin ilerleyen bölümlerinde, 1989 tarihli Kanun’un 13A ve 13B bölümlerinde yer alan daha genel nitelikli durdurma ve üst arama yetkilerine ilişkin olarak ‘bu yetkilerin tutumlu biçimde ve iyi amaçlar için kullanıldığını’ ifade etmiştir. 44. madde yetkilerinin (halihazırda olduğu gibi) tutumlu biçimde kullanılması gerektiğine katılıyorum. Bu tavsiye, Bay Rowe’un ardından terör mevzuatının bağımsız gözetmeni olarak atanan Berriew QC’den Lord Carlile tarafından 2000 tarihli Kanun için hazırlanan yıllık raporlarda da dillendirilmiştir – bkz. 2005 yılı raporunun 106. paragrafında bu yetkinin kullanımının ‘en az yüzde 50’ye kadar azaltılabileceği’, ve bu oranın da ‘halkı risk ve zararlara karşı tehlike altında bırakmayacağı’ belirtilmektedir. Bana göre burada önemli olan husus, polis memurlarının herhangi bir tehdit unsuru taşıdığını düşünmediği insanların rastgele biçimde durdurulup aranması yerine, polis memurunun mesleki sezgilerinin ön plana çıkarılmasıdır. Kısaca ifade etmek gerekirse, bu yasal düzenlemenin değeri, insanların limanlarda durdurulup üzerinin aranması durumunda olduğu gibi, polis memurlarının Bay Rowe’un sezgisel durdurma olarak nitelediği eylemi gerçekleştirmelerini mümkün kılmasıdır.”", "80. Yargıç Braintree’lı Newton’un başkanlığındaki Danışma Konseyi İnceleme Komitesi’nin, 2001 tarihli Terörle Mücadele, Suç ve Güvenlik Kanunu hakkındaki Aralık 2003 tarihli raporda belirttiği üzere:", "‘Sofistike teröristler, statik bir hedef haline gelmemek için profillerini ve yöntemlerini değiştirmektedirler. Örneğin el Kaide’nin sonradan Müslüman olanları örgütlemeye özel bir önem verdiği tespit edilmiştir; zira bu kişilerin, yetkililerin şüphesini çekmesinin daha zor olduğuna hükmetmişlerdir.’", "Bana göre, 44. madde yetkilerinin verilmesine neden olan en esaslı terör riski el Kaide olduğu sürece, durdurulan ve üzeri aranan insanların orantısız bir çoğunluğunun Asyatik görünüme sahip olması kaçınılmaz bir durumdur (elbette ki bu durum sırt çantası taşımaları veya teröre ilişkin eşyaları içermesi muhtemel bol kıyafetler giymeleri halinde söz konusu olacaktır).", "81. Bu tür bir sonuç, Sözleşme organlarının içtihatlarına veya iç hukuktaki ayrımcılıkla ilgili düzenlemelere aykırılık oluşturmaktadır mıdır? Şahsi görüşüme göre, bu yetkileri kullanan polis memurlarının Kod A.’nın 2.25 numaralı paragrafını yeteri kadar dikkate almaları kaydıyla bir aykırılık oluşmayacaktır:", "‘2000 tarihli Terörizm Kanunu’nun 44. maddesi uyarınca durdurulan insanların seçimi, Büyük Britanya’da faal durumda bulunan çeşitli terör grupların yarattığı tehdit doğrultusunda nesnel bir değerlendirme sonucunda gerçekleştirilecektir. Bu yetkilerin terörle ilgisi olmayan nedenlerle kullanılmaması gerekmektedir. Memurlar bu yetkileri kullanırken, etnik azınlık gruplarına ayrımcılık uygulamamaya özen göstereceklerdir. Bununla birlikte, spesifik bir terör tehdidi karşısında, durdurulacak kişinin etnik kökeninin hesaba katılmasının uygun sayılacağı durumlar da bulunabilir (örneğin bazı uluslararası terörist gruplar belirli etnik kimliklerle bağlantılıdırlar).’", "Etnik köken, kimin durdurulup aranacağına karar verilmesi esnasında uygun biçimde dikkate alınabilir ve belirli durumlarda alınmalıdır; şu şartla ki, söz konusu yetkilerin hassas biçimde uygulanması ve tercihin ırksal ayrımcılık temeline değil terör tehdide dayanması gerekmektedir.”", "C.\tSulh Mahkemesi önündeki yargılama", "24.  Başvurucular 8 Eylül 2004 tarihinde, polisin durdurma ve üst arama yetkilerini her iki başvurucuya karşı da hukuka aykırı biçimde kullanmasının doğurduğu zararların 1998 tarihli İnsan Hakları Kanununa göre tazmin edilmesi amacıyla ve teröre ilişkin eşyalar bulmak bahanesiyle gösteriye katılmalarının engellendiği gerekçesiyle, Sözleşme’nin 8, 10 ve 11. maddelerindeki haklarının ihlal edildiği iddiasıyla Sulh Mahkemesinde dava açmışlardır. Bu mahkeme, Temyiz Mahkemesine yapılan temyiz başvurusunun sonuçlanması için davayı bekletmiş ve nihayet Şubat 2007’de kararını açıklamıştır. Sulh Mahkemesi başvurucuların taleplerini reddetmiş ve söz konusu yetkilerin her iki başvurucuya da usule ve hukuka uygun bir biçimde uygulandığını beyan etmiştir. Başvurucular bu karara karşı üst başvuruda bulunmamışlardır.", "II.  KONUYLA İLGİLİ İÇ HUKUK VE UYGULAMA", "A.\tPolise makul şüphe bulunmaksızın durdurma ve üst arama yetkisinin verilmesi", "25.  Polisin durdurma ve üst arama yetkileri çeşitli yasal metinlerde düzenlenmiştir. Örneğin, 1984 tarihli Polis ve Suç Delilleri Kanununun 1. maddesinde, makul şüphenin varlığı halinde polise çalınmış veya yasaklı eşyaları bulmak amacıyla durdurma ve üst arama yetkisi tanınmıştır. 1994 tarihli Ceza Adaleti ve Kamu Düzeni Kanunu’nun 60. maddesinde polis amirlerine ağır suçları ilgilendiren veya tehlikeli eşyalar veya saldırı amaçlı silahlar taşıyan kişilerin söz konusu olduğu durumlarda, gerekli görülmesi halinde, kişi veya araçları durdurma ve arama yetkisi verilmiştir. ", "26.  İlk kez polise terör eylemlerini engellemek amacıyla rastgele durdurma ve üst arama yetkileri verilmesi ise, Londra çevresinde 1992 ve 1994 yılları arasında gerçekleşen bombalama eylemleri sonucunda olmuştur. 1994 tarihli Ceza Adaleti ve Kamu Düzeni Kanunu’nun 81. maddesi, 1989 tarihli Terörün Önlenmesi (Geçici Hükümler) Kanununa (“1989 tarihli Kanun”), 2000 tarihli Kanunun 44. maddesine benzer nitelikte 13A başlıklı yeni bir madde eklemiştir (bk. aşağıda parag. 30); ancak bu düzenlemede İçişleri Bakanından onay alınması gerekli tutulmamıştır. 1996 tarihli Terörün Önlenmesi (Ek Yetkiler) Kanunu, 1989 tarihli Kanunun 13B maddesine göre yayaların durdurulup aranmasına yönelik ek ve ayrı bir yetkiyi yürürlüğe koymuştur. 1996 tarihli Kanun aynı zamanda Bakandan onay alınmasını gerekli kılan ilk düzenlemedir. ", "B.\tMakul şüphe bulunmaksızın durdurma ve üst arama yetkisini devam ettirme ihtiyacının düşünülmesi", "27.  1995 yılında Hükümet, bir Temyiz Mahkemesi yargıcı olan Berwick’li Yargıç Lloyd’dan, Kuzey İrlanda bağlantılı terör eylemlerinin azalması sonucu, Birleşik Krallık’ta özel bir terörle müdacele yasası hazırlamanın gerekli olup olmadığı hususunda bir rapor hazırlamasını istemiştir. Bu raporda, 1989 tarihli Kanun’un 13A ve 13B maddelerinde verilen yetkilere denk yetkilerin tanınmasına halen ihtiyaç olup olmadığı hususu da ele alınmıştır. Yargıç Lloyd bu raporda (Cm 3420, §10 Ekim 1996), Londra’da polisin 1999 yılının Şubat ile Ağustos ayları arasında, 1989 tarihli Kanunun 13A ve 13B maddelerine göre 9,700 yolcu ve sürücü ile 270 yayayı aradığını belirtmiştir. Yargıç Lloyd, hazırlanabilecek bir kalıcı terörle mücadele yasasında bu tür yetkilerin tanınmaya devam edip etmemesi gerektiğini incelerken, polise rastgele durdurma ve üst arama yetkisi verilmesinin hafife alınamayacak bir durum olduğunu söylemiştir. Diğer yandan, bu yetkilerle bazı teröristlerin devriye polisleri tarafından yakalandığını ve bir olayda da muhtemel bir felaketin engellendiğini belirtmiştir. Bunun yanında, polislerin yaptığı yol aramalarının yarattığı tespit edilme kaygısının, teröristlerin belirli bir ölçüde engellenmelerini sağladığını da eklemiştir. Lord Lloyd’a göre:", " “Rakamlara bakıldığında bu yetkilerin büyük bir takdir yetkisi içerisinde kullanıldığı görülmektedir. Yetkilendirmenin üst düzey bir polis amiri tarafından yapılması önemli bir kontrol mekanizmasıdır. Bazı talepler geri çevrilmiştir. Bu bir güvence niteliğindedir. Polisler, bu yetkilerin terörle mücadele tedbiri olmanın dışında bir şey olarak kullanılmasından şüphelenmeyi gerektirecek bir durum olduğunda ortaya çıkabilecek zararlar konusunda çok hassastırlar.”", "Lord Lloyd raporun sonunda, mevcut 13A ve 13B maddelerinde düzenlenmiş olan yetkilerin kalıcı düzenlemede yer alması gerektiği tavsiyesinde bulunmuştur. Bunun yanında, her bir yetkilendirme için İçişleri Bakanından onay alınması gerektiğini belirtmiştir. Polis ve Suç Delilleri Kanunu Kod A, terör ile ilgili hükümlere, durdurmaya ve üst aramaya ilişkin diğer kanuni yetkilerle aynı standartları uyguladığından, ek koruyuculara ihtiyaç duymamıştır. ", "C.\t2000 tarihli Terörizm Kanunu", "28.  2000 tarihli Kanun, terörizme ilişkin kanunu, diğer şeylerin yanı sıra, Yargıç Lloyd’un raporu ve diğer kaynaklar ışığında gözden geçirmeyi, modernize etmeyi ve güçlendirmeyi amaçlamıştır.", "Bu kanunun 1. maddesinde “terör” şu şekilde tanımlanmıştır:", "“(1) Bu Kanun bakımından ‘terör’:", "(a) (2). fıkraya giren bir eylemde veya eylem tehdidinde bulunma,", "(b) halkın tamamını veya bir bölümünü korkutmak veya Hükümeti etkilemek için eylemde veya eylem tehdidinde bulunma; ve", "(c) siyasal, dini veya ideolojik bir uyuşmazlığı sürdürmek amacıyla eylemde veya eylem tehdidinde bulunma,", "anlamına gelir.", "(2) Aşağıdaki koşulları taşıyan bir eylem (2). fıkra kapsamına girer:", "(a) bir kimseye karşı ağır bir şiddetin söz konusu olması,", "(b) mülkiyete ciddi bir zarar vermenin söz konusu olması,", "(c) eylemi gerçekleştiren kişi dışındaki bir kişinin yaşamını tehlikeye atması,", "(d) halkın tamamı veya bir kısmı üzerinde ağı bir sağlık veya güvenlik riski yaratması, veya", "(e) bir elektronik sisteme ciddi biçimde müdahale edecek veya sistemi engelleyecek nitelikte olması.", "(3) Bu maddenin (2). fıkrasına giren ve ateşli silahlar ve patlayıcılar kullanılarak gerçekleştirilen bir eylem, bu maddenin (1)(b) bendindeki koşulları taşımasa bile terör eylemi sayılır.", "(4) Bu maddedeki", "(a) ‘eylem’ tabiri Birleşik Krallık sınırları dışında gerçekleşen bir eylemi de içerir,", "(b) kişi veya mülkiyet tabirleri, nerede olduklarına bakılmaksızın herkesi veya her türlü mülkiyeti ifade eder,", "(c) halk tabiri, Birleşik Krallık dışındaki ülkelerin halklarını da kapsar, ve", "(d) ‘hükümet’ tabiri, Birleşik Krallık hükümeti, Birleşik Krallık’ın bir kısmının yönetimini veya Birleşik Krallık dışındaki bir ülkenin hükümeti anlamına gelir.", "(5) Bu Kanun bakımından terör amaçlı eylem tabiri, yasaklanmış bir örgütün yararına yapılan eylemleri de kapsar.”", "29.  2000 tarihli Kanun’un “Terör Şüphelileri” başlıklı 41-43 numaralı maddeleri, polis memurlarının bir yakalama emri olmaksızın yakalama yapabileceğini, ev ve işyerlerini arayabileceğini ve kişilerin üzerlerinin arayabileceğini öngörmektedir. Bir kimsenin yakalanabilmesi veya ev veya işyerinin aranabilmesi için, her olayda kişinin terörist olduğuna ilişkin makul şüphe bulunmalıdır.", "30. “Durdurma ve üst arama yetkisi” başlıklı 44-47 numaralı maddeler, makul şüphenin varlığını gerekli tutmamaktadırlar. Bu maddelerde üç aşamalı bir usul düzenlenmiştir.", "Kanunun 44. maddesinde düzenlenen ilk aşama, iznin verilmesiyle ilgilidir:", " “44(1): Bu fıkraya göre verilen izin, üniforma giyen polislere, belirli bir bölgede veya yetki belgesinde belirtilen bir yerde bir aracı durdurma ve arama izni verir;", "(a) araç;", "(b) aracın şoförü;", "(c) araçtaki yolcular;", "(d) aracın içerisinde veya üzerinde bulunan veya şoförün veya yolcuların üzerinde bulunan her şey", "aranabilir.", "(2) Bu fıkra kapsamındaki bir izin, üniforma giyen polislere, belirli bir bölgede veya yetki belgesinde belirtilen bir yerde, bir yayayı durdurma ve arama izni verir;", "(a) yaya;", "(b) yayanın taşıdığı her şey", "aranabilir.", "(3) Bu maddenin (1) ve (2). fıkralardaki izin, izni veren kişi, sadece bu iznin terör eylemlerinin engellenmesi amacına uygun olduğunu düşünmesi halinde verebilir.", "(4) Bir izin -", "(a) belirlenen bölgenin kısmen veya tamamen, Kuzey İrlanda topraklarının dışında yer alan ve (b) ve (c) bendlerinde belirtilen alanların dışında bulunan bir polis bölgesi olması halinde, bu bölgeden sorumlu olan ve en az şef yardımcısı rütbesine sahip olan bir polis tarafından; ", "(b) belirlenen bölgenin kısmen veya tamamen metropolitan polis bölgesinde bulunması halinde, bu bölgeden sorumlu olan ve en az emniyet müdürü rütbesine sahip olan bir polis tarafından;", "(c) belirlenen bölgenin kısmen veya tamamen Londra Şehri’nin içinde kalması halinde, Şehirden sorumlu olan ve Londra Şehri polisi içerisinde en az emniyet müdürü rütbesine sahip olan bir polis tarafından;", "(d) belirlenen bölgenin kısmen veya tamamen Kuzey İrlanda sınırları içerisinde kalması halinde, [Kuzey İrlanda Polis Teşkilatı içerisinde] en az şef yardımcısı rütbesine sahip bir polis tarafından", "verilebilir.", "(5) İzin sözlü olarak verilmiş ise, izni veren kişi mümkün olan en kısa süre içerisinde bu izni yazılı olarak teyit eder.”", "Kanunun 46(1)-(2). fıkraları uyarınca bir izin, verildiği andan itibaren sonuç doğurmaya başlar ve sona erdiği bildirildiği tarihte sona erer; ancak iznin süresi hiçbir koşulda 28 günden uzun olamaz. 44. madde yetkilerinin uygulamaya konulmasına ve içeriğine ilişkin hususlar kamuya açık değildir.", "31.  İkinci aşama, Kanunun 46(3)-(7). fıkraları arasında düzenlenen iznin onaylanması aşamasıdır. İzni veren makam, İçişleri Bakanını makul olan en kısa zaman içerisinde bilgilendirmelidir. Bakanın bu izni 48 saat içerisinde onaylamaması halinde, izin (bu 48 saatlik süre içerisinde gerçekleştirilen işlemleri geçersiz hale getirmeksizin) ortadan kalkar. İçişleri Bakanı, izni onaylarken, kanunda belirtilenden daha kısa bir geçerlilik süresi belirleyebilir, ancak daha uzun bir süre belirleyemez; verilen bir izni belirli bir tarihten itibaren geçerli olmak üzere kaldırabilir. Verilen iznin usulüne uygun biçimde yenilenmesi halinde aynı onaylama işlemleri yapılır. İçişleri Bakanı, iznin coğrafi kapsamında değişiklik yapamaz, ancak söz konusu alanın çok geniş olduğu kanaatine varırsa, onay vermeyi bekletebilir.", "32.  Kanunun 45. maddesindeki üçüncü aşama, durdurma ve üst arama izninin polis memurları tarafından kullanılması hususunu düzenlemektedir:", "“(1) Madde 44(1) veya (2) doğrultusunda, bir izin verme usulü izlenerek verilen bu izinler -", "(a) sadece terörle ilgisi bulunan eşyaların aranması amacıyla kullanılabilir, ve", "(b) ilgili polis memurunun bu tür unsurların varlığından şüphelenmesi için gerekçelere sahip olup olmamasına bakılmaksızın, kullanılabilir.", "(2) Bir polis memuru, madde 44(1) veya (2)’de belirtilen izinleri kullanarak yaptığı arama sonucunda ele geçirdiği ve terörle bağlantısı bulunduğuna yönelik makul şüphe beslediği eşyalara el koyabilir ve bunları tutabilir.", "(3) Söz konusu izinleri kullanan bir polis memuru, durdurduğu kişiyi başlığı, ayakkabıları, ceketi ve eldivenleri dışında, diğer giysilerini başkalarının önünde çıkarmasını isteyemez.", "(4) Bir polis memurunun bir kişiyi veya aracı, 44(1) veya (2). fıkralara göre aramak istemesi halinde, bu kişi veya aracı, sadece aramanın yapılmasına imkan verecek makul bir süre boyunca tutabilir ve arama sadece durdurmanın yapıldığı yerde veya bu yerin yakınında yapılabilir.", "(5) (a) bir araç veya kişinin madde 44 (1) veya (2) uyarınca durdurulması, ve", "(b) yayanın veya araç şoförünün, kendisinin veya aracın madde 44(1) veya (2) uyarınca durdurulduğuna ilişkin yazılı bir belge verilmesi için başvurması halinde,", "kendisine yazılı bir belge verilir.", "(6) (5). fıkra kapsamındaki başvuru, araç veya yayanın durdurulması tarihinden itibaren 12 ay içerisinde yapılmalıdır.”", "33.  Bu yetkiler, polislere kanun ile verilen diğer yetkilere ek niteliktedir (2000 tarihli Kanun, 114. madde). Kanunun 47. maddesi, polis memurunun dur emrine uymamanın veya polis memuruna 44(1) veya (2) kapsamında verilen izinlerin kullanılmasını kasıtlı olarak engelleyenlerin, hapis veya para cezası ile veya her ikisi ile birden cezalandırılacaklarını belirtmektedir. ", "34.  2000 tarihli Kanun’un 44-47 numaralı maddeleri 19 Şubat 2001 tarihinde yürürlüğe girmiştir. Mevcut davaya ilişkin iç hukuk uygulamalarında, her biri Metropolitan Polis bölgesinin tamamını içeren ve izin verilen azami süreyi (28 gün) kapsayan müteakip 44. madde yetkilendirmesi uygulamalarının bu tarihten itibaren hazırlanıp onaylandığı görülmektedir.", "D.\tUygulama Esasları", "35.  1 Nisan 2003 tarihinde İçişleri Bakanlığı, polislere durdurmaya ve üst aramaya yönelik yetkilerin kullanımı konusunda rehberlik etmesi amacıyla bir Uygulama Esasları oluşturmuştur. Bu metin hem halkın erişimine açık tutulmuş ve hem de polislerin her zaman bakabilmeleri amacıyla her polis karakolunda bulundurulma zorunluluğu getirilmiştir.", "36.  Bu Esaslara göre söz konusu yetkiler, başka şeylerin yanı sıra, “hakkaniyetle, sorumluluk duygusu gözetilerek ve üzeri aranan kişilere saygı gösterilerek” uygulanmalıdır. 2000 tarihli Kanun’un 44. maddesindeki yetkilerin “terörle bağlantısı olmayan sebeplerle durdurma ve arama yapmak için kullanılmaması” ve “sadece teröre ilişkin eşyaların aranması amacıyla kullanılması” gerekmektedir. Esasların 1.2 ve 1.3 numaralı paragraflarında şu ifadeler yer almaktadır:", "“1.2 Durdurulan ve üstü aranan insanın özgürlüğüne yapılan müdahale kısa sürmeli ve arama yapmak amacıyla yapılan tutma, kişinin veya aracın durdurulduğu yerde veya bu yerin yakınında gerçekleştirilmelidir.", "1.3 Bu temel ilkelerin gözetilmemesi halinde durdurmaya ve üst aramaya ilişkin bu yetkiler sorgulanabilir hale gelecektir. Bu yetkilerin uygun biçimde kullanılmaması, etkililiklerini zayıflatacaktır. Durdurma ve üst arama faaliyetleri, suçun tespit edilmesinde ve işlenmesinin engellenmesinde önemli rol oynamakta olup, bu yetkilerin hakkaniyetli biçimde kullanılması, etkililiklerini artıracaktır.", "Uygulama Esasları’nın 3.5 numaralı paragrafında ise şu ifadeler yer almaktadır:", "“2000 tarihli Terörizm Kanunu’nun 45(3). maddesi gereğince üstü aranan kişinin başlık, ayakkabı, ceket ve eldiven dışında her hangi bir giysisinin açık alanda çıkarılması istenmeyecektir (söz konusu madde, aynı kanunun 44(1) veya (2). maddelerine göre yapılan aramalarda polise, kişilerden başlık veya ayakkabılarını açık alanda çıkarmasını isteme yetkisi vermektedir) ... Bir kişinin üzerinden çıkarmadığı giysilerinin aranması, dış giysilerin yüzeysel biçimde aranması ile sınırlı tutulacaktır. Ancak bu kural, polis memurunun gerekli gördüğü hallerde elini dış giysilerin ceplerine sokmasını veya yakaların, çorapların veya ayakkabıların içine bakmasını engellemeyecektir, şu şartla ki, bu uygulamaların gerçekleştirilebilmesi için aramanın konusu olduğundan makul biçimde şüphelenilen nesnelerin aranmasının, çıkarılmasının veya incelenmesinin somut durumun şartları açısından gerekli görülmesi gerekmektedir. Aynı sebeplerle kişinin saçları da, başlığın çıkarılmasına ilişkin sınırlamalara tabi olmak üzere açık alanda aranabilecektir...”", "Esasların 3.8 numaralı paragrafında, arama yapılmadan önce atılması gereken adımlar belirtilmektedir:", "“3.8 Durdurulan araç veya tutulan kişi aranmaya başlamadan önce polis memuru, aranacak kişiye veya aracın sorumlusuna şu bilgileri vermek için gerekli adımları atmalıdır:", "(a) kişinin aranması amacıyla durdurulduğu;", "(b) polis memurunun adı (polis memurunun ismini vermesinin, terör soruşturmaları veya benzeri durumlarla kendisini tehlikeye atacağına dair makul şüpheye sahip olması durumu hariç tutulmuştur; ancak bu durumda da bir tür güvence veya kimlik numarası verilecektir) ve polis memurunun bağlı bulunduğu polis karakolunun adı;", "(c) kullanılmakta olan üst arama yetkisinin kanuni dayanağı; ve", "(d) aşağıdaki hususlara ilişkin açıklamalar:", "(i) arama yetkisi içeren madde veya maddeler bakımından aramanın amacı; ...", "(iii) makul şüphenin gerekli tutulmadığı hallerde uygulanan yetkiler açısından ..., yetkinin niteliği, gerekli yetkilendirme usulü ve yetkinin verilmiş olduğu hususu.”", "Esasların 3.9 numaralı paragrafı, arama yetkisini kullanan polislerin üniformalı olmaları zorunlu tutulmuştur. 3.10 ve 3.11 numaralı paragraflarda ise şu ifadeler yer almaktadır:", "“3.10 Arama yapılmadan önce polis memuru ilgili kişiye (veya aranacak aracın sorumlusu konumundaki kişiye veya sahibine), arama tutanağının bir örneğinin kendisine verilebileceğini, eğer arama anında tutanağın verilmesi mümkün olmazsa, arama tarihinden itibaren 12 ay içerisinde başvurması halinde bu tutanağı edinebileceğini söylemelidir. Bu tutanağın arama anında verilememesi halinde kişiye, tutanağın bir örneğini nasıl elde edebileceği söylenmelidir... Aynı zamanda kişiye, polisin sahip olduğu durdurma ve üst arama yetkileri ile kişilerin bu durum karşısında sahip oldukları haklar konusunda da bilgi verilmelidir.", "3.11 Aranacak kişinin veya aranacak aracın sorumlusunun söylenenleri anlamaması veya kişinin İngilizce anlama olanağı açısından bir şüphenin bulunması halinde, polis memuru, kişinin haklarını ve bu Uygulama Esasları’nda belirtilen ilgili diğer hususları kişiye bildirmek için gerekli adımları atacaktır. Kişinin sağır olması, İngilizce anlamaması halinde ve bir başka kişinin refakatinde bulunması halinde polis memuru refakatçiden, gerekli bilgileri ilgili kişiye iletmesini veya bu bilgileri iletmede kendisine yardım etmesini isteyecektir.”", "Arama anında veya daha sonrasında mümkün olan en erken zamanda bir tutanak tutulması gerekmektedir (Paragraf 4.1):", "“4.1 Bir polis memuru, bu Uygulama Esaslarına göre verilen yetkiyi kullanarak bir arama gerçekleştirdiğinde tutanak tutulmalıdır; (kargaşa anları veya polis memurunun acilen başka bir yere çağırıldığı durumlar gibi) bu kaydın tutulmasını tümüyle imkansız hale getirecek istisnai durumlar bundan hariç tutulmuştur. Tutanağın arama anında tutulamaması halinde, polis memuru bu işlemi mümkün olan kısa süre içinde yapmalıdır. Tutanağı tamamlamak için gerekli olan bilgilerin edinilemediği durumlar olabilir, ancak polis memurunun tutanağı tamamlamak için elinden gelen tüm çabayı göstermesi gerekmektedir.”", "E.\tDurdurma ve aramayla ilgili 44. maddenin uygulanmasına ilişkin Yargıç Berriew’li Carlile QC’nun raporları", "37.  2000 tarihli Kanunun 126. maddesi, İçişleri Bakanının en az 12 ayda bir kere olmak üzere, Kanunun uygulanmasına ilişkin bir raporu parlamentoya sunmasını gerekli kılmaktadır; Yargıç Berriew’li Carlile, başka şeylerin yanı sıra, bu yıllık raporları hazırlamak üzere Bağımsız Değerlendirmeci olarak görevlendirilmiştir.", "38.  Yargıç Carlile, Kanunun uygulanmasına ilişkin 2001 tarihli raporunun 5.8 numaralı paragrafında, 44-47. madde düzenlemelerini kısaca özetlemiş ve şu açıklamada bulunmuştur:", "“Bana bu yetkilerin kullanılmasına ilişkin herhangi bir güçlükle karşılaşılmış olduğu söylenmedi. Bu yetkiler 2001 yılında yoğun bir biçimde kullanılmışlardır. Büyük Britanya’da neredeyse tüm polis birimlerinde bulunan izin belgelerinin tamamını incelemiş bulunuyorum. Bu izinlerin gerekçelerini ve ilgili hususları açıklamada kamu yararı bulunmamaktadır. Bu izinlere ilişkin uygulamaların düzgün biçimde yapılmakta olduğunu ve kamu yararını, kamu kurumlarını koruyacak ve kamu güvenliğinin ve devletin güvenliğinin pekişmesini sağlayacak şekilde gerçekleştirildiğine ikna oldum. 44. madde izinlerine ilişkin belgeleri ayrıntılı biçimde incelemiş bulunmaktayım. Bu izinler, halka verilebilecek sıkıntıları sınırlamak ve her hangi bir iznin ayrıntılı ve belgeli gerekçesi olmadan verilmemesini sağlamak üzere tasarlanmıştır.”", "39.  Yargıç Carlile’in hazırladığı “2000 tarihli Terörizm Kanunu’nun 2002 ve 2003 yılındaki uygulamalarına ilişkin Rapor”da, 44. maddeki yetkiye ilişkin olarak şu yorumlar bulunmaktadır:", "“67. Kanunun 5. bölümü, operasyonel durumlarda polise verilen terörle mücadele yetkilerini içermektedir. 2003 yılında bu yetkiler, Irak’taki savaşa yönelik artan protestolardan dolayı daha tartışmalı hale gelmiştir. Özellikle 44. madde ciddi bir kaygı yaratmış ve tartışmalara neden olmuştur.", "...", "75. Geçtiğimiz sene, bu yetkilerin 2001 yılı içerisinde gerçekleşen kullanımları konusunda herhangi bir sorunla karşılaşılmadığı belirtmiştim. Ancak 2003 yılında bunun tersi bir sonuç ortaya çıkmıştır. Bir kısmı bireylerden bir kısmı da kurumlardan gelen pek çok şikayet almış bulunuyorum. Burada tekil olaylardan bahsetmem mümkün değil...", "...", "79. Londra’da, Metropolitan polisinin ve Londra Şehri polisinin yetki alanındaki bütün bölge için 28’er günlük izinler silsilesi ortaya çıkmıştır. Bu bölgenin bütün kısımlarında bu yetkilerin kullanımına ilişkin ayrıntılı sayısal verileri incelemiş bulunmaktayım. Londra’nın bazı bölümlerinde 44/45. madde yetkileri çok düşük oranda kullanılmıştır. Parlamento veya havaalanı gibi açık hedeflerin bulunduğu diğer bölgelerde yetkiler tahmin edileceği üzere daha yaygın biçimde kullanılmıştır. Elimde ilgili istatistiklerin bulunduğu Şubat 2001 ve Ağustos 2003 tarihleri arasında, Londra’da bu yetkilerin kullanılmadığı hiçbir bölge yoktur. Bu bağlamda, yerleşim yerleri arasında çok ciddi farklılıklar göze çarpmaktadır: Ben bunu polisin aldığı operasyonel kararların bir sonucu olarak görüyorum. Londra’nın yapısı gereği, bir teröristin bir yerleşim yerinde yaşaması, başka birinde suç ortaklarına sahip bulunması ve başka yerinde çeşitli hedefler belirlemiş olması mümkündür. Bununla beraber, şu anda 44. madde yetkilerinin devamlı olarak yürürlükte olduğu başka bir şehir bulunmamaktadır.", "...", "83. Yargıç Brooke’un kararı [bk, mevcut davada, yukarıda parag. 11], benim bu konu ile ilgili görüşlerimi doğrudan yansıtmaktadır. Mevcut koşullar içerisinde Metropolitan Polisi bölgesi, Gloucestershire’ın bazı bölümleri ve bazı komşu alanların yetki kapsamında tutulması, söz konusu dönem için haklı gösterilebilir niteliktedir ve yargısal denetime konu edilmiştir, ancak bu yetkilerin kullanımı bazı kaygıların ortaya çıkmasına yol açmıştır. Bu kaygılar, 45. maddenin içeriğinden ve somut olaylarda karmaşık yasal düzenlemeler ile karşı karşıya kalan polis memurlarının yaşadığı zorluklardan kaynaklanmaktadır.", "84. Madde 45 uyarınca, bir 44/45. madde araması, bir polis tarafından kendisine izin verilen bölgede şüphe için bir sebebi bulunmadan yapılabilir; ancak bu arama, ‘sadece terör ile bağlantılı eşyaların aranmasına ilişkin olabilir.’ Bu hüküm, polis memurlarının arama sırasında, (a) durdururken, (b) aramaya başlarken ve (c) aramayı sürdürürken, en azından teorik olarak durup düşünmesini gerektirmektedir. Aramanın Madde 45(1)(a)’da belirtildiği şekilde başlaması, ancak polis memurunun aramanın bir noktasında terör ile ilgisi olmayan eşyaları aradığını fark etmesi durumunda, [2000 tarihli Terörizm Kanunu] kapsamında olmayan arama usulüne geçmesi gerekecektir. Bu ise somut bir durumda, konu hakkında sadece kısaca bilgilendirilmiş bir polis memurundan daha fazlasını gerektirmektedir.", "...", "86. Kişisel görüşüme göre, 44. madde ile 45. madde, mevcut ve ciddi terör riski karşısında halen gerekli ve orantılıdır. Özel bir vaka olarak Londra’nın sınırları içerisinde pek çok korunmasız malvarlığı ve her köşesinde bir yerleşim yeri bulunmaktadır. 44. madde yetkilerinin ülkenin diğer bölgelerindeki kullanımı sınırlı bir biçimde gerçekleşmiştir. Ancak yine de İçişleri Bakanlığını ve [Polis Şefleri Birliği’ni] ... 44. madde yetkilerinin geçerli olduğu alanlarda faaliyet yürüten tüm polislere sunulmak üzere yeni, kısa, açık ve mümkünse ulusal geçerliliğe sahip bir rehber metin hazırlamaya çağırıyorum. Yapılan tüm bilgilendirmelerde polislere, 44. madde yetkilerinin söz konusu olduğu durumlar dahil olmak üzere, durdurma ve üst arama yetkilerinin, belirli kişiler söz konusu olduğunda daha düzgün biçimde kullanılması gerektiği hatırlatılmalıdır. Glouchestershir Polis Şefi’nin yetkilerin fazlasıyla geniş biçimde verildiği yönündeki görüşüne ve Metropolitan Polisi’nin kamuyu korumaya yönelik büyük bir potansiyel faydanın söz konusu olduğuna ilişkin görüşlerine katılmakla beraber, yetkilerin kullanımı sırasında, önemli bir hak olan “hukuka uygun biçimde gösteri yapma hakkı”na gereken özenin gösterilmesi gerektiğini düşünüyorum.”", "40.  Yargıç Carlile, 2000 tarihli Kanun’un 2005 yılındaki uygulamalarına ilişkin raporunda (Mayıs 2006) şu yorumlarda bulunmaktadır:", "“91. 2003 ve 2004 yıllarında, 44. ve 45. maddeki yetkilerin kullanımına ilişkin olarak gerek kişilerden gerek kurumlardan pek çok şikayet aldım. Bu şikayetler ve bazı hukuki uyuşmazlıklar polis tarafından ciddiye alınmıştır. Sonuç olarak, bana yapılan başvurular ile birlikte, madde 43-45 hükümlerinin yararları ve sınırları konusunda tüm polisler bakımından daha iyi bir anlayışın yerleşmesine katkıda bulunabildim.", "92. Buradaki en önemli hususlardan biri, kimi durumlarda bir gerilim payı içeren ve alışılmadık nitelikte yetkiler kullanan polis memurlarının, bu yetkilerin kapsamı ve sınırları konusunda daha derinlemesine bilgi sahibi olmaları gerektiğidir. Terörle ilgili yetkilerin, terörle ilgili amaçlar için kullanılması gerekmektedir; aksi takdirde güvenilirlikleri fazlasıyla zedelenmiş olacaktır. 31 Mart 2006 tarihinde Staffordshire’daki bir hastanede gerçekleşen bir olayda bu durum bir kez daha ortaya çıkmıştır. Farklılıklar içeren bir toplulukta, bu yetkilerin terörist olmayan kişilere karşı yanlış biçimde kullanılması, topluluk ilişkilerine zarar vermeye mahkumdur.", "...", "95. ... 2005 yılında, 7 ve 21 Temmuz olaylarının akabinde, tahmin edileceği üzere [44. madde] yetkileri geniş biçimde kullanılmıştır.", "96. 44. madde yetkilerinin İskoçya’da da mevcut bulunmasına rağmen, İskoç polis kuvvetleri bugüne kadar bu yetkilerin kullanılmasına yönelik izinler vermemişlerdir. Şahsen, G8’in 2005 yılı toplantısının İskoçya’da yapılmasının bu yetkilendirmeyi gündeme getireceğini düşünmüştüm. Ancak durum bu şekilde gerçekleşmedi. Londra’yı ayrık tutmak kaydıyla, İskoçya’nın, ülkenin diğer bölgelerine kıyasen daha az terör tehdidi altında bulunduğu konusunda şüpheliyim. Bu ise, 44. madde yetkilerinin İskoçya için gerekli olmamasına rağmen neden İngiltere ve Galler’de gerekli görüldüğü sorusunu akla getirmektedir. İskoç Hukuku’nda bu yaklaşım farklılığını açıklayacak başka bir hüküm bulunmamaktadır. Bu en azından, özel yetkilerle ulaşılması hedeflenen amaçların tümüne olağan yetkiler kullanılarak da ulaşılabildiğini göstermektedir.", "97. Geçen yıl ifade ettiğim görüşü tekrarlamak durumundayım. 44. madde yetkilerinin bazı bölgelerde kullanılırken benzer risk profilleri içeren diğer bölgelerde neden kullanılmadığını anlamakta güçlük çekiyorum. Temmuz 2005 olayları bu görüşümü değiştirmemiştir.", "98. 44. madde yetkilerinin daha az kullanılabileceğinden eminim ve daha az kullanılmasını umuyorum. 44. madde yetkilerinin terör eylemlerinin engellenmesinde diğer durdurma ve üst arama yetkilerine oranla daha büyük bir potansiyel barındırdığına yönelik pek fazla delil bulunmamaktadır.", "99. İçişleri Bakanlığı, başvuruları hassas biçimde denetlemektedir. Durum tümüyle netleşene kadar bunları reddetmesi yerinde olacaktır.", "100. Kişisel görüşüme göre, 44. madde ve 45. madde, mevcut ve ciddi terör riski karşısında halen gerekli ve orantılıdır. Özel bir vaka olarak Londra’nın sınırları içerisinde pek çok korunmasız malvarlığı ve her köşede bir yerleşim yeri bulunmaktadır ve yetkilerin yaygın biçimde kullanılması anlaşılabilir bir durumdur. Ancak yine de bu yetkilerin daha sınırlı bir biçimde kullanılması gerektiğini savunuyorum. Bu yetkilerin özellikle keyfi biçimde kötüye kullanılması mahkemeler tarafından hoş karşılanmayacaktır ve düzenlemenin iptaline gerekçe oluşturabilecektir. Bu düzenleme, halkın genel olarak benimsediği, polisin kendi hayatlarına (gösterici konumunda oldukları anlarda dahi) ancak suç işlediklerine dair bir şüphenin bulunması halinde müdahale edeceğine yönelik makul beklenti karşısında esaslı bir saldırı niteliği taşıyabilecektir.”", "41.  Yargıç Carlile, 2000 tarihli Kanun’un 2006 yılındaki uygulamalarına ilişkin olarak hazırladığı (Haziran 2007 tarihli) raporda şunları ifade etmiştir:", "“113. Son iki yıldır ifade ettiğim görüşü tekrarlamak durumundayım. 44. madde yetkilerinin bazı bölgelerde kullanılırken benzer risk profilleri içeren diğer bölgelerde neden kullanılmadığını anlamakta güçlük çekiyorum.", "114. 44. madde yetkilerinin daha az kullanılabileceğinden eminim ve daha az kullanılmasını umuyorum. 44. madde yetkilerinin terör eylemlerinin engellenmesinde diğer durdurma ve üst arama yetkilerine oranla daha büyük bir potansiyel barındırdığına yönelik pek fazla delil bulunmamaktadır. Bu yetkilerin yararlılığı, terör konusunda hayli deneyimli olan Metropolitan Polisi çalışanları tarafından açıkça sorgulanmaya başlanmıştır.", "115. İçişleri Bakanlığı, izin başvurularını ciddi biçimde değerlendirmeye devam etmektedir. Bana göre, bunları daha sık geri çevirebilirler ve çevirmelidirler. Kamu düzenine ilişkin olağan durdurma ve üst arama yetkilerinin de aynı etkiyi doğurduğu durumlar bulunmaktadır ve bu olağan yetkiler durdurulup üstü arananlar tarafından daha hoş karşılanmaktadır.", "116. Kişisel görüşüme göre, 44. madde ve 45. madde, mevcut ve ciddi terör riski karşısında halen gerekli ve orantılıdır. Ancak yine de bu yetkilerin daha sınırlı bir biçimde kullanılması gerektiğini vurguluyorum. Bu düzenleme, halkın genel olarak benimsediği, polisin kendi hayatlarına (gösterici konumunda oldukları anlarda dahi) ancak suç işlediklerine dair bir şüphenin bulunması halinde müdahale edeceğine yönelik makul beklenti karşısında bir saldırı niteliği taşıyabilecektir.”", "42.  Yargıç Carlile, 2000 tarihli Kanunun 2007 yılındaki uygulamalarına ilişkin olarak hazırladığı (Haziran 2008 tarihli) raporda, 44. madde yetkilerine yönelik eleştirilerin devam ettiğini ve bu eleştirilerin önceki yıla göre artış gösterdiğini belirtmiştir:", "“130. 44. madde yetkilerinin daha az kullanılabileceğinden şüphe duymuyorum ve daha az kullanılmasını umuyorum. 44. madde yetkilerinin terör eylemlerinin engellenmesinde diğer durdurma ve üst arama yetkilerine oranla daha büyük bir potansiyel barındırdığına yönelik pek fazla delil bulunmamaktadır. Diğer suçlara ilişkin yakalamalarda da bu düzenleme uyarınca arama yapılmış olmasına rağmen, yapılan binlerce aramanın terör suçlarıyla bir ilgisi bulunmamaktadır. ...”", "Ancak buna rağmen, devam  terör tehdidi karşısında söz konusu yetkilerin hala gerekli ve orantılı olduğunu söylemiştir.", "43.   Yargıç Carlile, son olarak, 2000 tarihli Kanun’un 2008 yılındaki uygulamalarına ilişkin olarak hazırladığı (Haziran 2009 tarihli) raporda şu açıklamalarda bulunmuştur:", "“140. 44. madde yetkilerinin yersiz veya gereksiz biçimde kullanıldığına ilişkin örnekler artmıştır. Durdurulan kişilerin, terörist olduğuna ilişkin herhangi bir olasılık bulunmayan ve bilinen terörist profilinden fazlasıyla uzak oldukları, durdurmayı haklı kılacak başka hiçbir gerekçenin bulunmadığı olaylara ilişkin verilere sahip bulunuyorum. Bu olaylardan birinde durdurma yetkisi sayısal bir sistem kullanılarak uygulanmıştır ki bu neredeyse tümüyle hukuka aykırıdır ve söz konusu usulün mantıksızca kullanılması anlamına gelmektedir. Polis şefleri akıllarında tutmalıdırlar ki, şüphe olmaksızın uygulanan 44. madde yetkileri, bir kişinin hareket özgürlüğüne müdahale niteliğindedir. Bir kimsenin, 44. madde uygulamaları ile ilgili istatistiklerde ırksal dengenin tutturulması amacıyla durdurulması tümüyle yanlıştır. Ancak bunun gerçekleştiğine dair çok fazla bulgu bulunmaktadır. Polisin önyargılı davranma iddiaları karşısında hassas olması anlaşılabilir; ancak bu durum, kıymetli kaynakların, kerameti kendinden menkul mesnetsiz aramalar için kullanılmasını haklı çıkarmaz. Bir kişinin istatistiklerin “dengelenmesi” amacıyla durdurulması da bir medeni hak ihlalidir. 44. madde uygulamalarına yönelik ölçütlerin nesnel bir zemine sahip olması ve ırka ilişkin unsurları dikkate almaması gerekmektedir: Nesnel temelli bir ölçütün etnik dengesizlik yaratması halinde bunun operasyonel polis faaliyetlerinin orantılı bir sonucu olarak görülmesi gerekmektedir.", "141. 2008 yılında, Polis Şefleri Birliği adına Ulusal Polis Geliştirme Ajansı tarafından, terör eksenli durdurma ve üst arama yetkilerinin kullanımına ilişkin bir rehber hazırlanmıştır. Bu rehberde belirtilen temel gereklilikler arasında şunlar bulunmaktadır:", "● Söz konusu yetkilerin istisnai nitelikte olduğu", "● 44. madde yetkilerinin coğrafi kapsamlarının açık biçimde belirlenmesi gerektiği", "● Hukuki sınırın, terör eylemlerinin önlenmesi amacına uygunluk olduğu", "● Topluluk etki değerlendirme faaliyetinin yetkilendirme sürecinin temel bir parçası olduğu", "● İçişleri Bakanına, 44. madde izin talepleri konusunda ayrıntılı gerekçeler sunulması gerektiği", "● Polis şeflerinin, yetkilerin onaylanması sürecinde İçişleri Bakanlığının titiz ve ayrıntılı bir çalışma yürütmesini beklemeleri gerektiği", "● Yetkinin devreye girdiği bölgelerde halka broşürler dağıtılması gerektiği", "● Memurların tutanakları dikkatli biçimde tutmaları gerektiği", "...", "146. Son dört yıldır ifade ettiğim görüşü burada pekiştirerek tekrarlıyorum: 44. madde yetkileri bazı bölgelerde kullanılırken, benzer risk profilleri içeren diğer bölgelerde neden kullanılmadığını anlamakta güçlük çekiyorum. Diğer durdurma ve arama yetkileri yeterli iken, bu özel yetkileri kullanmak için başvurmaya veya bu başvuruları  etmeye gerek yoktur. Bu düzenlemenin öncelikli amacı, teröristlerin önemli bir alana erişim sağladıklarına ilişkin bir şüphe ortaya çıktığında, gergin anlarda operasyonel olarak zor bölgelerde faaliyet yürütülmesini sağlamaktır. Örneğin, bu yetkilerin Londra Heathrow Havaalanı’nda büyük bir gösteri düzenlenirken dikkatli biçimde kullanılmasına karşı çıkmayacağım; zira bu tür bir eylemde teröristler Heathrow gibi potansiyel bir hedefe girebilecekler, fotoğraf çekebilecekler, araştırma yapabilecekler veya hedefle ilgili bilgileri arttırabileceklerdir. Bunun yanında, bu yetkilerin ulusal öneme sahip altyapı unsurlarında ya da dolaylarında kullanılmasını da eleştirmiyorum.", "147. Metropolitan Polisi’nin 44. madde yetkilerinin alanını bazı yerleşim yerleriyle veya bunların bazı bölümleriyle sınırlamak yerine, halen bütün yetki alanını kapsayacak şekilde düzenlemesini bir hayal kırıklığı olarak görüyorum. Bu düzenlemenin amacının Londra üzerinde kalıcı özel yetkiler yaratmak olmamasına rağmen, Büyük Londra bölgesinin kalıcı olarak yetki kapsamına alınmasını haklı gösterecek bir neden göremiyorum. Ancak bu yetkilerin farklı bir şekilde verilmesine yönelik bir pilot proje başlamaktadır. Bu projeyi yakından ele almak durumundayım. Özel yetkilerin kullanımına ilişkin sayılar (2009 başı itibarıyla aylık 8.000 ile 10.000 durdurma) kaygı vericidir; ancak bir yıl içinde bu durumun değişebileceğini umut ediyorum. Eldeki bulgular ve bunlara yönelik incelemeler, 44. madde yetkilerinin bazı durumlarda kimi polis faaliyetlerini meşrulaştıracak bir araç olarak kullanıldığını göstermektedir ki, bu  edilemez bir durumdur.", "148. Bu yetkinin çok daha az kullanılabileceğine eminim. 44. madde yetkilerinin terör eylemlerinin engellenmesinde diğer durdurma ve üst arama yetkilerine oranla daha büyük bir potansiyel barındırdığına yönelik pek fazla delil bulunmamaktadır. Diğer suçlara ilişkin yakalamaların da bu düzenlemedeki usulleri izlemelerine rağmen, yapılan binlerce arama sonucunda terör saldırılarıyla ilgili herhangi bir bulguya rastlanmamıştır. Bu yetkilerin yararlılığı, terör konusunda hayli deneyimli olan Metropolitan Polisi çalışanları tarafından açıkça sorgulanmaya başlanmıştır.", "149. 44. madde yetkilerinin Londra dışındaki yerlerde daha az kullanılması, bu yerlerin daha güvensiz veya terör eylemlere daha açık olduğu anlamına gelmemektedir. Aynı sonuca varmaya yarayacak farklı yollar mevcuttur. Bu yetkilerin fazla kullanımının topluluk ilişkileri üzerinde yarattığı etki şüphesiz ki olumsuzdur. Makul ve söylenen şüphe üzerine yapılan aramalar, henüz yeteri kadar sınanmamış olsa da daha anlaşılabilir olup, kamuoyuna daha fazla güven vermektedir.", "150. 44. maddenin yürürlükten kaldırılmasını savunmadığımı vurgulamak isterim. Yukarıda belirtilenler doğrultusunda, bana göre, 44. madde ve 45. madde, devam  terör riski karşısında gerekli ve orantılı bir nitelik taşımaya devam etmektedirler.”", "F.\tAdalet Bakanlığının 44. madde yetkilerinin kullanımına ve ırksal dağılıma ilişkin istatistikleri", "44.  1991 tarihli Ceza Adaleti Kanunu’nun 95. maddesine göre İçişleri Bakanı, ırksal ayrımcılığın önlenmesi amacıyla ceza adaleti sisteminin işleyişine ilişkin bilgileri yayınlamakla yükümlüdür. Bu yükümlülük kapsamında Ekim 2007’de basılan “Ceza Adaleti Sistemine ve Irksal Dağılıma ilişkin İstatistikler” başlıklı bir raporda Adalet Bakanlığı şu açıklamalarda bulunmuştur:", " “ 2005/6 döneminde, 2000 tarihli Terörizm Kanunu’nun 44(1) ve 44(2) fıkraları gereğince toplam 44.543 arama yapılmıştır; bu sayı 2004/5 döneminde yapılan 33.177 arama ile kıyaslandığında, %34’lük bir artış olduğu görülür (Tablo 4.6). Asyalılar üzerinde yapılan aramalar 3,697 ‘den 6,805 ‘e (%84 artış), Siyahiler üzerinde yapılan aramalar 2,744’ten 4,155’e (%51 artış) çıkmıştır. Diğer etnik gruplardan insanlar üzerinde yapılan aramaların sayısı, 2004/5 döneminde 1.428 iken 2005/6 döneminde 1.937 olarak belirlenmiştir (%36 artış), Beyazlar üzerindeki aramalar da aynı dönem içerisinde 24,782’den 30,837’ye çıkmıştır (%24 artış). Bu aramaların yarıdan fazlası Metropolitan Polisi bölgesinde ve %15’i ise Londra şehrinde gerçekleşmiştir. 2004/5 döneminde ise bu oranlar sırasıyla %40 ve %20 olarak belirlenmiştir. İki döneme ait sayılardaki bu büyük artış, 7 Temmuz 2005’te gerçekleşen Londra’daki bombalama olaylarıyla açıklanabilir. Polisin artan sokak faaliyetleri doğrultusunda, s.1 PACE yetkilerindeki artış ile birlikte 2000 tarihli Terörizm Kanunu’nun 44. maddesindeki yetkilerin kullanımında da bir artış gerçekleşmiştir.", "2005/6 döneminde, madde 44(1) kapsamında 25.479 kişi aranmıştır (Tablo 4.7). 2005/6 döneminde arananların %75’i Beyazlar, %11’i Asyalılar, %8’i ise Siyahilerdir. 2004/5 dönemi ile kıyaslandığında, aranan Beyazların oranında küçük bir artış, Siyahilerin oranında ise küçük bir azalma olmuştur. Madde 44(1) aramaları sonucu, araçlarda bulunan 46 kişi terör bağlantısı gerekçesiyle yakalanmıştır, bir önceki sene bu sayı 38’dir. Bu maddenin kullanılması sonucunda terörle bağlantılı olmayan sebeplerle yapılan yakalamaların sayısı her iki yıl da 246 olarak belirlenmiştir. Madde 44(1) aramaları üzerine gerçekleştirilen yakalamaların pek çoğu Londra’da gerçekleşmiştir. Bu da Londra’da bu yetkilerin kullanımının arttığını göstermektedir.", "Madde 44(2) kapsamında durdurulup aranan yayaların sayısı ise, 2004/5 ve 2005/6 arasında neredeyse iki katına çıkmış ve 19.064 olarak belirlenmiştir. Bu artış, Londra’da bu yetkilerin kullanımının artmasından kaynaklanmıştır. Londra dışındaki bölgelerde bu yetkilerin kullanım oranı, bu iki dönem arasında %19 azalmıştır. 2005/6’da madde 44(2) kapsamında durdurulan yayaların %61’i Beyazlardır; bu oranlar 2004/5 döneminde %74 ve 2003/4 döneminde %72 olarak belirlenmiştir. Siyahi ve Asyalı kişilerin oranı ise sırasıyla %11’e ve %21’e düşmüştür. 2005/6’da madde 44(2) uygulamalarının 59’u yakalamayla sonuçlanmıştır; bu sayı bir önceki sene 24, 2003/4’te ise 5 olarak belirlenmiştir. Terörle bağlantılı olmayan yakalamaların sayısı ise, 2004/5’te 153 iken, 2005/6’da 212 olarak tespit edilmiştir.”", "45.  Bir sonraki yıl Temmuz 2008’de basılan “Ceza Adaleti Sistemi ve Irksal Dağılım İstatistikleri – 2006/7” başlıklı raporda Adalet Bakanlığı şu bilgileri sunmaktadır:", "“2006/7’de, 2000 tarihli Terörizm Kanunu’nun 44(1) ve (2) numaralı maddeleri gereğince 37,000 arama yapılmış olup, bu sayı 2005/6’daki 45.000 arama ile kıyaslandığında ortaya %16.5’lik bir azalma çıkar (Tablo 4.6). Polis yetki alanlarının üçte birinden fazlası 2006/7 döneminde bu yetkinin kullanıldığına dair bir kayıt düşmemişlerdir. Aramaların sayısı tüm etnik gruplar bakımından düşmüştür; en büyük düşüş Asyalılarda (%19.1), ikinci büyük düşüş Beyazlarda (%15.8), üçüncü büyük düşüş diğer etnik gruplarda (%15.4) ve son olarak Siyahilerdeki düşüş (%13.3) olarak görülmüştür. Dokuz bölgede 44. madde yetkilerinin kullanımı artmıştır; Metropolitan Polisi bölgesinde gerçekleşen %11.3’lük artış buna dahildir. Londra şehrinde ise %69.2’lik bir düşüş yaşanmıştır. 44. maddeye göre Metropolitan Polisi tarafından aranan Asyalıların oranı ise (%19.1), Siyahilerin oranını (12.5) geçmiştir.", "2006/7 döneminde, madde 44 (1) kapsamında, araçlarda bulunan toplam 23,000 kişi aranmıştır (Tablo 4.7). Bu dönemde arananların %72’si Beyazdır, ki bu da önceki seneye oranla %3’lük bir düşüşe işaret eder; %10’u Siyahi (%2’lik bir artış) ve %13’ü Asyalıdır (%2’lik bir artış). Madde 44(1) aramaları sonucunda terörle ilgili olarak araçta bulunan 14 kişi yakalanmıştır; ki bu sayı, geçen dönemde 46 olarak tespit edilmiştir. Bu kişilerden dördü Siyahi, dördü de Asyalıdır. Bu yetkilerin kullanılması sonucunda teröre bağlı olmayan sebeplerle yapılan yakalamaların sayısı 2004/5 ve 2006/7 dönemlerinde sabit kalmış ve 246 olarak belirlenmiştir.", "Madde 44(2) kapsamında durdurulup aranan yayaların sayısı 2005/6’dan 2006/7’ye %28’lik bir düşüş göstererek 19.000’den 13.700’e inmiştir. Bu düşüşün büyük kısmı, aramaların iki yıllık süre içerisinde 3.149’dan 425’e düştüğü Londra Şehri verilerinden kaynaklanmaktadır. Madde 44(2) kapsamında aranan Beyazların oranı önceki yıla göre toplamda %61’den %66’ya yükselmiştir. Asyalılar ise, hem aranan (%17) hem de terör bağlantısı gerekçesiyle yakalanan (%29) en büyük grup olmaya devam etmiştir.”", "46. 2009 Nisan’ında yayınlanan “Ceza Adaleti Sistemine ve Irksal Dağılıma ilişkin İstatistikler – 2007/8” başlıklı son raporda, 44. madde yetkilerinin kullanımının ciddi biçimde arttığı belirtilmektedir:", "“2007/8 döneminde, 2000 tarihli Terörizm Kanunu’nun 44 (1) ve (2). fıkraları kapsamında toplam 117,278 arama gerçekleşmiştir; 2006/7 döneminde yapılan 37,197 arama ile kıyaslandığında %215’lik bir artış gerçekleştiği görülür (Tablo 4.6). Polis yetki bölgelerinin beşte birinden biraz azı (%19), bu yetkinin 2007/8 döneminde kullanıldığına ilişkin bir kayıt düşmemiştir. Aramalar tüm etnik gruplar için artmıştır, ancak en büyük artış Siyahilerde görülmüştür (%322), bunu Asyalılar (%277) ve diğer gruplar (%262) ve en son Beyazlar (%185) takip etmiştir.", "Terörizm Kanunu kapsamındaki durdurma ve arama yetkilerinin kullanımındaki bu büyük artış, ağırlıklı olarak Metropolitan polisinin bu yetkiyi kullanma oranındaki artışı yansıtmaktadır. 2007/8 döneminde Metropolitan polisi 2000 tarihli Terörizm Kanunu’nun 44(1) ve (2). fıkraları kapsamındaki aramaların %87’sinden sorumludur, ki bu  2006/7 döneminde %68 olarak belirlenmiştir. Metropolitan polisi bu yetkileri, önceki yıla oranla 76,496 kez fazla kullanmıştır, ki bu da %303’lük bir artışa tekabül etmektedir. Bu artış, Metropolitan polisinin 2007’de Haymarket’te gerçekleşen bombalamanın ardından terör bağlantılı şebekelerin varlığı tehdidine yönelik tepkiyle açıklanabilir.", "Tablo 4.7 ve 4.8, 2007/8 döneminde 2000 tarihli Terörizm Kanunu’nun 44 (1) ve (2). maddeleri kapsamında 1,000’i aşan aramanın yapıldığı polis yetki alanlarını göstermektedir.", "2007/8 döneminde, madde 44 (1) kapsamında araçlarda bulunan toplam 65,217 kişi aranmıştır (Tablo 4.7). Arananların %64’ü Beyazdır, ki bu da önceki seneye oranla %8’lik bir düşüşe işaret eder; %13’ü Siyahi (%3’lük bir artış) ve %16’sı Asyalıdır (%4’lük bir artış). Madde 44(1) aramaları sonucunda terörle ilgili olarak araçlarda 34 kişi yakalanmıştır, ki bu sayı geçen dönemde 14 olarak tespit edilmiştir. Bu kişilerden dokuzu Siyahi, on tanesi de Asyalıdır. Madde 44 (1) yetkilerinin kullanılması sonucunda terörle bağlantılı olmayan sebeplerle yapılan yakalamaların sayısı 2006/7 döneminde tespit edilen 246 sayısına göre artmış ve 665 olarak tespit edilmiştir.", "Madde 44(2) kapsamında durdurulup aranan yayaların sayısı 2006/7’dan 2007/8’e %280’lik bir artış 13,712’den 52,061’e çıkmıştır (Tablo 4.8). Yukarıda da belirtildiği gibi, bu artış Haymarket bombalamalarına verilen tepkiye dayandırılabilir. Madde 44(2) kapsamında aranan Beyazların oranı önceki yıla göre toplamda %66’dan %61’e inmiştir. Asyalılar ise, hem aranan (%19) hem de terör bağlantısı gerekçesiyle yakalanan (%29) en büyük grup olmaya devam etmiştir.”", "G.\tİnsan Hakları Birleşik Komitesi’nin Yedinci Raporu", "47.  Parlamento’ya bağlı İnsan Hakları Birleşik Komitesi, Mart 2009’da yayınlanan “Haklara saygı göstermek? Protestoların idaresinde insan haklarına duyarlı bir yaklaşım” başlıklı raporunda, 2000 tarihli Kanun’un 44. maddesi konusunda şu tavsiyelerde bulunmuştur:", "“Terörle mücadele yetkileri", "86. Önemli sayıda tanık, terörle mücadele yetkilerinin, özellikle de 2000 tarihli Terörizm Kanunu’nun 44. maddesindeki şüphe bulunmaksızın durdurup üst aramaya olanak veren yetkilerin, protestoculara karşı kullanıldığına ilişkin önemli bulgular sunmuşlardır. Tanıklar, bu yetkilerin kullanılmasının OSCE/ODIHR kurallarına aykırı olduğunu belirtmiştirlerdir; bu kurallara göre:", "Terörizme veya “aşırıcılığa” karşı hazırlanan ulusal mevzuatlar, bu kavramları, sivil itaatsizlik ve protesto eylemlerini kapsamayacak; belirli siyasi, dini veya ideolojik amaçlara hizmet etmeyecek veya toplumun diğer kesimleri, hükümet veya uluslararası kamuoyu üzerinde etkide bulunulmasına izin vermeyecek şekilde dar yorumlanmalıdır.", "87. Ulusal Gazeteciler Birliği, 2000 tarihli Terörizm Kanunu’nu gerekçe gösteren polislerin, gazetecilerin gösterilerden ayrılmasını engelledikleri konusunda şikayette bulunmuştur. Bazı tanıklar, barışçıl protestolara yönelik kısıtlamaların, güvenliğe ilişkin tehlikeler ile gerekçelendirildiğini söylemektedirler. David Mead’in şu yorumları, pek çok tanığın görüşünü yansıtır niteliktedir:", "...terörle mücadele mevzuatının polis protestolarına/protestocularına uygulanmasının haklı gösterilebilecek bir tarafı bulunmamaktadır ve bu tür bir kullanım, teröristlerin karşımıza koyabilecekleri gerçek tehdidi göz ardı etmemize yol açmaktadır.", "88. Terörle mücadele yetkilerinin uygunsuz kullanımına ilişkin bilinen örnekler arasında şunlar sayılabilir: Walter Wolfgang’ın, dönemin Dışişleri Bakanı Jack Straw’ın sözünü kesmesinin ardından 2005’te Brighton’da İşçi Partisi konferansına yeniden girmesinin engellenmesi; 2003’te Doğu Londra’da Docklands’deki Excel Centre’da düzenlenen silah fuarında bir protestocunun ve bir gazetecinin durdurulup aranması. Pek bilinmeyen örnekler arasında ise, durdurma ve arama yetkisinin askeri üsleri protesto eden kişilere veya üzerinde slogan bulunan tişörtleri giyen kişilere karşı uygulandığı vakalardır.", "89. The Research Defence Derneği ile yazar ve yorumcu Richard D. North, (hayvan hakları ekstremistleri de dahil olmak üzere) protestocular ile teröristleri ayırmaktadır. Bay North, “terörizm kelimesinin isyan, gerilla savaşı veya asimetrik savaş durumlarında kullanmamız gereken bir tabir olduğunu” söylemektedir. Buna karşın Huntingdon Life Sciences kuruluşu hayvan hakları savunucuları tarafından kendi faaliyetlerine gösterilen protestolar konusunda, “(resmen olmasa da) fiilen ülke içi terör eylemleri olarak bilinen eylemler açısından terörle mücadele yetkileri yeteri kadar dikkate alınmamaktadır” açıklamasını yapmıştır.", "90. Polis temsilcilerine protestoculara karşı terörle mücadele yetkilerinin kullanılmasının uygun olup olmadığını sorduğumuzda AAC Allison, “terörle mücadele yetkilerini kullanmamızı gerektirmeyen durumlar da bulunmaktadır. Bana göre, bu yetkilere sahip olmamızın sebebi zaten bu durumlardır” cevabını vermiştir.", "91. Aynı soruya yanıt veren İçişleri Bakanı, terörle mücadele yetkilerinin sadece teröre ilişkin hususlarda kullanılması gerektiği hususunda nettir. Başbakanın durdurma ve üst arama yetkilerinin incelenmesini istediğini ve yeni bir uygulama metninin basıldığını ifade etmiştir. Ancak şunları da eklemiştir:", "Büyük bir elektrik santralinin veya havaalanının yakınlarında bir gösteri gerçekleştiriliyorsa, [...] polisin hiçbir şekilde terörle mücadele yetkilerini kullanamayacağını söylemek zordur, zira bildiğimiz gibi yasal protestocuların arasına başka türlü niyetleri olan birkaç kişinin sızması mümkündür...", "92. Durdurma ve üst arama yetkilerine ilişkin yeni uygulama kuralları, 2000 tarihli Terörizm Kanunu’nun 43 v 44. maddelerinden doğan yetkilerin “sadece terörle ilgili eşyaların aranmasına” izin vermekte ve [44. madde] yetkilerinin sınırlı bir biçimde kullanılması gerektiğini” belirtmektedir. Londra Docklands’deki bir silah fuarı civarında durdurma ve arama yetkilerinin protestoculara ve gazetecilere karşı kullanılmasına ilişkin Gillan davasında Temyiz Mahkemesinin verdiği karar doğrultusunda, ilgili Uygulama Esasları’nın bu yetkilerin keyfi biçimde kullanılmamasını, fakat nesnel ölçütlere bağlı olmasını gerektirdiğini söylemeliyiz. Bu Esaslarda 44. madde yetkilerinin terör riski içeren geniş katılımlı durumlara uygun olabileceği, ancak “eğitimlerde polislere 2000 tarihli Terörizm Kanunu’ndan doğan yetkilerin kamu düzenini sağlamaya yönelik bir taktik olarak asla kullanılmaması gerektiğinin hatırlatılması gerektiği” belirtilmektedir. Uygulama Esasları’nda insan hakları konusuna atıf yapılan tek madde, topluluk etki değerlendirme süreçlerine ilişkindir: ‘1998 tarihli İnsan Hakları Kanunu’nun belirlediği koşulların’ topluluk etki değerlendirme sürecine dahil edilmesi gerektiği belirtilmektedir. Bu esaslarda, doğrudan gazetecilerden bahsedilmese de, 2000 tarihli Terörizm Kanunu’nun, 44. madde yetkilerinin gündemde olduğu durumlarda bile kişileri fotoğraf çekmekten alıkoyamayacağı belirtilmektedir. Buna ek olarak, filmlere ve hafıza kartlarına el koyulabilecek olmasına karşın, polisler çekilen görüntüleri silme veya filmi yok etme hakkına sahip değildirler. ", "93. Polisin aldığı istihbarata dayanarak, bir gösterinin terör saldırısını maskelemek üzere kullanılabileceğine ya da böyle bir saldırıya hedef olabileceğine makul biçimde inandığı durumların olabileceğini  etmemize rağmen, bu durumun pratikte gerçekleştiğine ilişkin her hangi bir örneğe sahip değiliz. Polisin terörle mücadele yetkilerini barışçıl protestoculara karşı kullandığına ilişkin raporları endişe verici buluyoruz. Bunun, polislerin ellerinde bulunan yasal bir aracı kullanmasına yönelik kasıtlı bir karardan mı, yoksa tek tek polis memurlarının uygunsuz biçimde bu yetkiyi kullanmaya karar vermelerinden mi kaynaklandığını bilmiyoruz. Sebep ne olursa olsun bu önemli bir husustur. İçişleri Bakanının, terörle mücadele mevzuatının protestolar ile ilgili bir kamu düzeni sağlama aracı olarak kullanılmaması gerektiği yönündeki görüşüne katılıyoruz. Aynı zamanda yeni Uygulama Esasları’ndaki insan haklarının topluluk etki değerlendirme süreçlerine dahil edilmesi tavsiyesini de olumlu buluyoruz. 44. madde yetkilerinin kullanımına ilişkin esaslarda, bu yetkilerin barışçı protestoculara karşı kullanılmasını engelleyen bir değişiklik yapılmasını öneriyoruz. Buna ek olarak, bu esaslarda polisin insan haklarına uygun biçimde davranma, örneğin protestoculara sahip oldukları temel hakları açıklama yükümlülüğüne atıf yapılmasını gerekli buluyoruz.”", "H.\tMetropolitan polisinin, 44. madde yetkilerinin Londra’daki kullanımının azaltılmasına yönelik önerisi", "48.   Mayıs 2009 tarihinde Metropolitan polisi, 2000 tarihli Kanun’un 44. maddesindeki yetkilerin kullanımına ilişkin incelemenin sonuçlarını özetleyen bir rapor hazırlamıştır. Bu raporda, inceleme sonucunda ortaya çıkan bulguların, yetkinin kullanımına ilişkin üç dereceli bir yaklaşımı desteklediği belirtilmektedir; bu doğrultuda bu yetki, Londra boyunca sembolik veya stratejik öneme sahip alanların civarında yürürlükte kalmalıdır; ancak özel bir direktif ile yetkilendirilmemiş diğer yerlerde polisler, durdurma ve arama uygulamalarını 2000 tarihli Kanun’un 43. maddesine göre gerçekleştirmelidir, ki bu da kişilerin durdurulması için, terör saldırılarıyla ilişkisi bulunduğuna yönelik şüphenin gerekçelendirilmiş olmasını gerektirir.", "KARAR GEREKÇESİ", "49.  Başvurucular, 2000 tarihli Kanunun 44 ve 47. maddeleri arasındaki hükümler uyarınca durdurulup aranmalarının, Sözleşme’nin 5, 8, 10 ve 11. maddelerinden doğan haklarını ihlal ettiğini öne sürmektedirler.", "", "Sözleşme’nin 5. maddesi şöyledir:", "1. Herkes kişi özgürlüğü ve güvenliği hakkına sahiptir. Aşağıdaki haller dışında ve hukukun öngördüğü bir usule uyulmadıkça, hiç kimse özgürlüğünden yoksun bırakılamaz.", "a. bir kimsenin yetkili mahkemenin mahkumiyet kararından sonra hukuka uygun olarak hapsedilmesi;", "b. bir kimsenin mahkemenin hukuka uygun bir kararına uymaması nedeniyle veya hukukun öngördüğü bir yükümlülüğü yerine getirmesini sağlamak için hukuka uygun olarak gözaltına alınması veya tutulması;", "c. bir kimsenin suç işlediğinden makul kuşku duyulması üzerine veya suç işlemesini engellemek ya da işledikten sonra kaçmasını önlemek için kendisini tutmayı gerektiren makul nedenler bulunması halinde, kendisini kanunen yetkili makamların önüne çıkarmak amacıyla hukuka uygun olarak tutulması;", "d. bir küçüğün eğitiminin izlenmesi amacıyla hukuka uygun bir kararla tutulması veya kendisini kanunen yetkili makamların önüne çıkarmak amacıyla hukuka uygun olarak tutulması;", "e. bulaşıcı hastalıkların yayılmasını önlemek için bunu taşıyanların, akıl zayıflığı, alkoliklik, uyuşturucu bağımlısı olanların veya derbeder kimselerin hukuka uygun olarak tutulması;", "f. ülkeye izinsiz girmek isteyen bir kimsenin girişinin önlenmesi veya hakkında sınır dışı etme veya iade kararı alınan kişinin sınır dışı edilmesi veya iadesi için hukuka uygun olarak gözaltına alınması veya tutulması.", "2. Gözaltına alınan bir kimse, gözaltına alınma nedenleri ile kendisine isnat edilen suç hakkında anlayabileceği bir dilde derhal bilgilendirilir.", "3. Bu maddenin birinci fıkrasının c) bendine göre gözaltına alınan veya tutulan bir kimse, derhal bir yargıç veya hukuken yargılama yetkisine sahip diğer bir görevlinin önüne çıkarılır; bu kimse makul bir sürede yargılanma veya yargılama sürerken salıverilme hakkına sahiptir. Salıverme, bu kimsenin duruşmada hazır bulunması için güvenceye bağlanabilir.", "4. Gözaltına alınma veya tutulma nedeniyle özgürlüğünden yoksun bırakılan bir kimse, tutulmasının hukukiliği hakkında süratle karar verebilecek ve tutulması hukuki değilse salıverilmesine hükmedebilecek bir mahkemeye başvurma hakkına sahiptir.", "5. Bu madde hükümlerine aykırı olarak gözaltına alınmaktan veya tutulmaktan mağdur olan herkes, icrası mümkün bir tazminat alma hakkına sahiptir.", "Sözleşme’nin . maddesi şöyledir:", "“1. Herkes özel ve aile yaşamına, konutuna ve haberleşmesine saygı gösterilmesini isteme hakkına sahiptir.", "2. Bu hakların kullanılmasına ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, suçun veya düzensizliğin önlenmesi, genel sağlık ve genel ahlakın korunması, başkalarının hak ve özgürlüklerinin korunması amacıyla, hukuka uygun olarak yapılan ve demokratik bir toplumda gerekli bulunan müdahalelerin dışında, kamu makamları tarafından hiçbir müdahale yapılamaz.”", "Sözleşme’nin 10. maddesi şöyledir:", "“1. Herkes ifade özgürlüğü hakkına sahiptir. Bu hak kamu makamlarının müdahalesi olmaksızın ve ulusal sınırlarla kısıtlanmaksızın, bir görüşe sahip olma, haber ve düşüncelerini elde etme ve bunları ulaştırma özgürlüğünü de içerir. Bu madde devletin radyo yayıncılığını, televizyon ve sinema işletmeciliğini izne bağlamasına engel değildir.", "2. Bu özgürlükleri kullanırken ödev ve sorumluluk içinde hareket edilmesi gerektiğinden, ulusal güvenlik, ülke bütünlüğü veya kamu güvenliği, suçun veya düzensizliğin önlenmesi, genel sağlık ve genel ahlakın korunması, başkalarının şeref ve haklarının korunması, gizli bilgilerin açığa vurulmasının önlenmesi, yargı organının otorite ve tarafsızlığının korunması amacıyla, demokratik bir toplumda gerekli bulunan ve hukukun öngördüğü formalitelere, şartlara, yasaklara ve yaptırımlara tabi tutulabilir.”", "Sözleşme’nin 11. maddesi şöyledir:", "“1. Herkes barışçıl bir biçimde toplanma özgürlüğü ile kendi çıkarlarını korumak için sendika kurma ve sendikalara girme hakkı da dahil, örgütlenme özgürlüğü hakkına sahiptir.", "2. Bu haklarının kullanılmasına ulusal güvenlik, kamu güvenliği, suçun ve düzensizliğin önlenmesi, genel sağlık ve genel ahlakın korunması, başkalarının hak ve özgürlüklerinin korunması amaçlarının dışında, hukukun öngörmediği ve demokratik bir toplumda gerekli bulunmayan hiçbir sınırlama konulamaz. Bu madde, bu hakların silahlı kuvvetler, polis teşkilatı ve kamu idaresi mensupları tarafından kullanılmasına hukuka uygun sınırlamalar konulmasını engellemez.”", "I.\tKABULEDİLEBİLİRLİK", "50.  Hükümet, başvurucuların iç hukuk yollarını tüketmediklerini belirtmiştir. Öncelikle, Asliye Mahkemesi önünde, özel bir avukatın da yardımıyla, polisin ve İçişleri Bakanlığı’nın 2000 tarihli Kanun’un 44. maddesindeki izni hazırlayıp onaylamasının haklı sebebe dayanıp dayanmadığının, terör saldırı riskine ilişkin tüm delillerin ışığında kapalı bir oturumda incelenmesi yönünde kendilerine yapılan teklifi kabul etmemişlerdir (bk. yukarıda parag. 10). İkinci olarak başvurucular, Sulh Mahkemesi’nde, durdurma ve arama yetkilerinin silah fuarı civarında kendilerine hukuka aykırı ve uygunsuz bir amaç doğrultusunda kullanıldığı iddiasıyla açtıkları davanın sonucuna karşı üst başvuruda bulunmamışlardır (bk. yukarıda parag. 24). Bu nedenle başvurucular, hem söz konusu izin emrinin ve hem de polis tarafından kendilerine karşı uygulanan durdurma ve üst arama faaliyetlerinin hukuka uygunluğunun tespit edilmediğini Mahkeme önünde ileri sürmüş olmalarına rağmen, iç hukuk yollarını tüketmemişlerdir.", "51.  Başvurucular, Mahkeme önünde incelenen şikayetlerinin, yasal düzenlemelerin Sözleşme’ye uygunluğuna ilişkin olduğunu; bu yetki iç hukuka uygun biçimde kullanılsa bile Sözleşme’yi ihlal ettiği kanısında olduklarını belirtmişlerdir. Bu iddiayı Temyiz Mahkemesi dahil, iç hukukta da gündeme getirmişlerdir. Ulusal mahkemeler önünde, 44. madde izninin verilmesine yol açan istihbari bilgiyi dava konusu etmemiş oldukları doğru olduğu gibi, bu durumu mevcut başvuruya da konu etmemişlerdir. Sulh Mahkemesi kararını açıklamak için Temyiz Mahkemesinin kararını beklemiştir. Bu kararın verilmesi ile birlikte Sulh Mahkemesi, inceleme alanını 44. madde yetkilerinin iç hukuka uygun biçimde kullanılıp kullanılmadığı hususu ile sınırlandırmıştır. Bu nedenle Sulh Mahkemesi kararına karşı üst başvuruda bulunulması, başvurucuların Sözleşme’nin ihlaline ilişkin iddiaları açısından etkili bir hukuk yolu oluşturmayacaktır.", "52.  Mahkeme, başvurucuların mevcut davadaki şikayetlerinin, durdurma ve üst arama yetkilerinin yukarıda belirtilen Sözleşme hükümlerine uygunluğuna odaklandığını tespit etmiştir. Başvurucular, kendilerine uygulanan 44. madde yetkisinin Metropolitan Polisi Amiri’nin veya İçişleri Bakanı’nın elindeki istihbarat ışığında haklı olup olmadığının veya polislerin kendilerini “teröre ilişkin eşyaların aranması amacıyla” durdurup durdurmadığının belirlenmesini hukuki taleplerine konu etmemektedirler. Başvurucular kendilerine uygulanan durdurma ve arama yetkilerinin 2000 tarihli Kanuna uygunluğunu uyuşmazlık konusu yapmadıklarından, Hükümet tarafından söylenen hukuk yolları, Mahkeme önündeki şikayetler bakımından ne ilgili ne de etkilidir. Bu nedenle Mahkeme, hükümetin ilk itirazını reddetmektedir.", "53.  Mahkeme bunlara ek olarak, başvurunun, Sözleşme’nin 35(3). fıkrası bakımından açıkça temelsiz olmadığını belirtmektedir. Bunun yanında başvurunun diğer açılardan da kabuledilemez sayılamayacağını belirtmektedir. Bu nedenle başvurunun kabuledilebilir olduğuna karar verilmiştir.", "II.  ESAS", "A. Sözleşme’nin 5. maddesinin ihlal edildiği iddiası", "1. Tarafların görüşleri", "54.  Başvurucular, polisin kendilerini durdurup üzerlerini arama sırasında, Sözleşme’nin 5(1). fıkrası anlamında özgürlükten yoksun bırakıldıklarını iddia etmektedirler. Polisin kişileri 44. maddeki usule uymaya zorlama yetkisinin bulunması ve buna uymayan kişileri hemen tutma ve/veya bu kişilere makul ölçüde güç kullanma yetkisine sahip olması, konuyla ilgili faktörlerdir. Başvurucuların, polis memurunun emrine uyup uymama konusunda bir tercih hakları bulunmamakta ve emre uymamaları halinde cezai kovuşturmaya tabi tutulacaklarını bilmektedirler. Özgürlükleri üzerinde tam bir kısıtlama meydana gelmiştir; geri dönüp yollarına devam etmeleri mümkün değildir. Üstelik, bir kimsenin hareket özgürlüğünün mutlak olarak kısıtlanmasına yönelik bu yetki arızi nitelikte olmayıp, arama yetkisine uyulmasını sağlamak amacıyla verilmiştir. Bu arama faaliyetinin kimi zaman görece kısa sürmesine rağmen, özellikle arama yetkisinin genişliği ve kişinin aramanın gerçekleşmesine imkan verecek bir süre polisin yanında kalmasını gerektirebileceği düşünüldüğünde, belirli bir olayda bu sürenin kısa süreceğine ilişkin bir güvence bulunmadığı ortadadır.", "Başvurucular, Sözleşme’nin 5. maddesinin uygulanabilir bulunması halinde, idareye tanınan takdir yetkisinin genişliği nedeniyle, söz konusu tedbirlerin “hukuki” ve “hukukun öngördüğü usule uygun” olmadıklarını savunmuşlardır.", "55.  Hükümet, Mahkeme’nin bugüne kadar durdurma ve üst arama yetkilerinin kullanılmasının, Sözleşme’nin 5. maddesi bakımından özgürlükten yoksun bırakma oluşturduğu şeklinde bir tespitte bulunmadığını belirtmektedir. Üstelik Sözleşme organları, çok sayıdaki davada, mevcut davadaki olaydan çok daha uzun özgürlük kısıtlamasının bulunduğu olayların 5. maddenin kapsamında olduğunu kabul etmemişlerdir (Hükümetin atıfta bulunduğu kararlar: Raimondo - İtalya, 22 Şubat 1994, Seri A no. 281A; Trijonis – Litvanya, no. 2333/02, 15 Aralık 2005; Raninen – Finlandiya, 16 Aralık 1997, Reports of Judgments and Decisions 1997-VIII; Gartukayev – Rusya, no. 71933/01, 13 Aralık 2005; ve bunların yanında Kıbrıs – Türkiye, no. 8007/77, 10 Temmuz 1978 tarihli Komisyon Kararı, 13, s. 85, § 235; X. – Almanya, no. 8334/78, 7 Mayıs 1981 tarihli Komisyon Kararı, DR 24, s. 131; Guenat – İsviçre, no. 2472/94, 10 Nisan 1995 tarihli Komisyon Kararı, DR 81-B, s. 13). Hükümet, durdurma ve üst arama yetkisine bu arka plandan bakıldığında, polisin bu yetkiyi olağan biçimde kullanmasının, normal koşullarda 5. maddeyi gündene getirmediğini, başvurucuların durumunda da bunun söz konusu olmadığını iddia etmektedir. Hükümet’e göre, her iki başvurucunun durumunda da, 5. maddenin uygulanabilirliğini engelleyen çeşitli hususlar bulunmaktadır. Öncelikle aramaların süresi (ilk başvurucu için 20 dakika, ikinci başvurcucu için 5 veya 30 dakika), ağırlaştırıcı şartların yokluğunda, özgürlük hakkına müdahale oluşturmaya yetecek bir süre değildir. İkinci olarak, polisin yetkilerini kullanmasındaki amaç, başvurucuları özgürlüklerinden yoksun bırakmak değil, belirli eşyalara ilişkin kısıtlı bir arama gerçekleştirmektir. Üçüncü olarak, başvurucular yakalanmamış veya kendileri üzerinde zor kullanılmamıştır. Dördüncü olarak, kapalı bir mekana kapatılmamışlardır. Beşinci olarak, başvurucular gözaltına alınmamış veya belirli bir yere götürülmemişlerdir; sadece durduruldukları noktada aranmışlardır.", "Hükümet ayrıca, kendi beyanlarına rağmen 5. maddenin uygulanabilir bulunması halinde, başvurucuların durdurulup aranmasının Sözleşme’nin 5(1)(b) bendi kapsamında huk6d7uka uygun ve meşru olduğunu öne sürmüştür.", "2.\tMahkeme’nin değerlendirmesi", "56.  Mahkeme, Sözleşme’nin 5(1). fıkrasının sadece seyahat özgürlüğü üzerindeki kısıtlamalarla ilgili olmadığını, seyahat özgürlüğü üzerindeki kısıtlamaların Birleşik Krallık tarafından onaylanmamış bulunan 4. Protokolün 2. maddesinde düzenlendiğini hatırlatır. Bir kimsenin 5. maddedeki anlamıyla özgürlüğünden yoksun bırakılıp bırakılmadığını belirleyebilmek için, başlangıç noktası somut durum olmalı ve söz konusu uygulamanın türü, süresi, etkileri ve uygulanma biçimi gibi pek çok ölçüt dikkate alınmalıdır. Özgürlükten yoksun bırakma ile özgürlüğün kısıtlanması arasındaki fark, uygulamanın doğasına veya esasına değil, derecesine veya yoğunluğuna ilişkindir. Bu kategorilerden hangisinin geçerli olduğunun net olarak belirlenmesi, bazı hassas davalarda güçlük arz etmektedir; ancak Mahkeme, 5. maddenin uygulanabilir olup olmadığı konusunda bir tercih yapmak durumundadır (bk. Guzzardi - İtalya, 6 Kasım 1980, §92-93, Seri A no. 39; Ashingdane - Birleşik Krallık, 28 Mayıs 1985, §41, Seri A no. 93; H.L. - Birleşik Krallık, no. 45508/99, §89, ECHR 2004-IX).", "57.  Mahkeme, başvurucuların durdurulup aranma sürelerinin her iki durumda da 30 dakikayı geçmemesine rağmen, bu süre boyunca başvurucuların seyahat özgürlüğünden yoksun bırakıldıkları kanaatindedir. Başvurucular bulundukları yerde durmak ve aranmaya izin vermek zorunda kalmışlardır; bunu reddetmeleri halinde gözaltına alınacak, polis merkezinde alıkonacak ve haklarında suç isnadında bulunulacaktır. Bu baskı unsuru, Sözleşme’nin 5(1). fıkrası anlamında özgürlükten yoksun bırakıldıklarına işaret etmektedir (bk. örneğin Foka – Türkiye, no. 28940/95, §74-79, 24 Haziran 2008). Her halükarda Mahkeme’nin bu sorunu, aşağıda Sözleşme’nin 8. maddesi ile ilgili olarak yapılan tespitler ışığında, burada karara bağlaması gerekli değildir.", "B.  Sözleşme’nin 8. maddesinin ihlal edildiği iddiası", "1.\tBaşvurucuların 8. maddedeki haklarına yönelik bir müdahalenin bulunup bulunmadığı", "58.  Mahkeme öncelikle, durdurma ve arama tedbirlerinin tarafların özel yaşama saygı haklarına bir müdahale niteliği taşıyıp taşımadığını inceleyecektir.", "a.\tTarafların görüşleri", "59.  Başvurucular, Temyiz Mahkemesinin 44. maddeyi “halktan insanların mahremiyetine tecavüz niteliği taşıyan fazlasıyla geniş bir yetki” olarak nitelediğini ve Metropolitan Polisi Amirinin ulusal mahkeme önünde bu yetkilerin kullanımının bireylerin 8. maddeden doğan haklarına müdahale niteliği taşıdığını belirttiğini (bk. parag. 14) bildirmişlerdir. Ayrıca yargıç Bingham’ın, “kişinin ve eşyalarının üstünkörü biçimde aranmasına yönelik olan ve havaalanlarında yolcuların şikayet etmeden rıza gösterdiği bu tür bir yetkinin gerekli ciddiyet seviyesine ulaşmadığını,” bu nedenle 8. madde ihlalinin gündeme gelmediğini belirten görüşünde yanıldığını belirtmişlerdir. Başvurucular, havaalanındaki bir kişinin aramayı kabul ettiğini, çünkü havaalanı yetkililerinin zor kullanma yetkisine sahip olduklarının bilindiğini ve hava yolu ulaşımının bu tür bir aramanın baştan kabul edilmesine dayalı olduğunu belirtmişlerdir. Bu kişinin hava yolunu tercih etmemesi veya kamusal alanda aranmasını istemediği eşyalarını yanına almaması mümkündür. Ancak 44. madde hükmü nitelik açısından farklıdır. Açık alanda hukuka uygun biçimde hareket eden vatandaşlar, bu madde ile önceden bildirimde bulunulmadan ve makul şüphe gerekmeden tüm kişisel eşyalarını ayrıntılı ve zorlayıcı bir incelemenin konusu haline getirmek zorunda bırakılmaktadırlar. Girişte arama yapılan bir kamu binasına girmeye tereddüt ettiklerinde yaptıkları gibi geri dönüp gitmeleri mümkün değildir. Kanundaki 44. madde yetkilerinin uygulandığı bir bölgeye geldiklerini önceden bilmemektedirler. Mahkeme içtihatları, örneğin Peck - Birleşik Krallık kararı (no. 44647/98, §§ 57-63, ECHR 2003-I), kişilerin şahsi eşyalarını alıp açık alana, örneğin sokağa çıkmak suretiyle özel yaşama ilişkin haklarından vazgeçmiş sayılmayacaklarını ortaya koymaktadır. Bunun yanında Sözleşme’nin 8. maddesine ilişkin esas husus, kişisel özerkliktir. Bu kavram, polise açık bir alanda zorla arama yapma yetkisi vermek suretiyle, herkesi açık alana çıktıklarında önceden bir bildirim bulunulmaksızın yapılan bir aramaya rıza göstermeleri gerekebileceğini kabul etmek zorunda bıraktığı için, hayli zedelenmiştir.", "60.  Hükümet, başvurucuların aranmasının, özel yaşama saygı hakkına müdahale niteliği taşımadığını, bir kimsenin özerkliğine veya fiziksel bütünlüğüne müdahale  her eylemin bu sonucu doğurmayacağını iddia etmiştir (bk. Costello-Roberts - Birleşik Krallık, §36, 25 Mart 1993, Seri A no. 247-C). Kişinin özerkliğine veya fiziksel bütünlüğüne yönelik sonuç doğuran bir uygulamanın özel yaşama saygı hakkını ihlal edip etmediği, hem yapılan eylemin derecesine ve hem de ilgili kişinin kamusal yaşamın veya diğer insanların çıkarlarının söz konusu olduğu durumda nasıl davrandığına göre belirlenmelidir. Hükümet, kimi durumlarda özellikle müdahaleci bir aramanın Sözleşme’nin 8. maddesinin ihlali sonucunu doğurabileceğini kabul etmektedir; ancak 2000 tarihli Kanunun 45. maddesine göre gerçekleştirilen normal ve saygı yükümlülüğüne uygun bir aramanın bu sonucu doğurmayacağını, başvurucuların durumunda da bir müdahalenin söz konusu olmadığını belirtmiştir. Başvurucular evde veya polis karakolunda değil, durdurma noktasında aranmışlardır. Uygulama Esasları doğrultusunda (bk. yukarıda parag. 36), başvuruculara giysilerini çıkarmaları söylenmemiş, sadece yolcuların havaalanlarında düzenli biçimde kabul ettiği üzere, çantaları ve üzerlerindeki diğer eşyaları aranmıştır. Başvuruculardan adları, adresleri ve doğum yerleri dışında bir bilgi alınmamıştır. Her iki olayda da müdahale görece kısa sürmüştür. Bunun yanında, başvurucular bir gösteriye katılmak suretiyle açık alana kendi rızaları ile dahil olmuşlardır. Diğer durumlarda daha müdahaleci bir aramanın yapılabilecek olması, mevcut başvurucuların Sözleşme’nin 8. maddesindeki haklarının ihlaline yönelik şikayette bulunma hakkına sahip olmalarını sağlamamaktadır; Mahkeme, mevzuatın muhtemel sonuçlarını soyut olarak (in abstracto) incelememiştir.", "b.\tMahkeme’nin değerlendirmesi", "61.  Mahkeme’nin daha önce de belirtmiş olduğu gibi, “özel yaşam” deyimi, tüketici tanımları  etmeyen geniş bir kavramdır. Bu deyim kişinin fiziksel ve psikolojik bütünlüğünü kapsamaktadır. Kişisel özerklik kavramı, bu hakkın güvencelerinin yorumlanmasında karşımıza çıkan önemli bir ilkedir (bk. Pretty - Birleşik Krallık, no. 2346/02, §61, ECHR 2002-III). Bu madde aynı zamanda, kimlik ve kendini geliştirme hakkını ve dış dünyadaki diğer insanlarla ilişki kurabilme hakkını da kapsamaktadır. Mesleki ya da ticari faaliyetleri kapsaması da mümkündür. Bu nedenle bir kimsenin, kamusal bağlamda başkalarıyla etkileşim kurduğu ve “özel yaşamın” kapsamına giren bir alan bulunmaktadır. Bir kişinin evinin veya kendi özel mekanlarının dışında gerçekleşen eylemlerin özel yaşamına müdahaleyi gündeme getirmediğini belirlemede dikkate alınacak çeşitli unsurlar vardır. Bu doğrultuda kişinin mahremiyete ilişkin beklentileri, belirleyici olmasa da çok önemlidir (bk. P.G. ve J.H. - Birleşik krallık, no. 44787/98, §56-57, ECHR 2001-IX ve Peck, yukarıda geçen, §57-63). Başvurucunun çantalarının sınır görevlileri tarafından zorla arandığı yukarıda 85. paragrafta belirtilen Foka kararında, Mahkeme “yetkili makamların kişi üzerinde yaptığı tüm aramalar özel yaşama müdahale oluşturur” demiştir.", "62.  Mevcut davanın koşullarına baktığımızda, Mahkeme, 2000 tarihli Kanunun 44-47. maddelerinin üniformalı bir polis memuruna, yetkinin coğrafi sınırları içerisindeki kişileri durdurma ve yanlarındaki tüm eşyaları fiziksel olarak arama yetkisi verdiğini kaydetmektedir. Polis memuru, kişiden başlığını, ayakkabılarını, ceketini ve eldivenlerini çıkartmasını isteyebilmektedir. İlgili Uygulama Esasları’nın 3.5 numaralı paragrafı, polisin ellerini aranan kişinin ceplerine sokabileceğini, yakasını, çoraplarını, ayakkabılarını ve saçlarını arayabileceğini söylemektedir (bk. yukarıda parag. 36). Arama açık alanda gerçekleşmekte ve bu aramaya karşı koymak hapis veya para cezasına veya her ikisine birden çarptırılma sonucunu doğurabilecek bir suç oluşturmaktadır (bk. yukarıda parag. 33). Ulusal mahkemelerden Temyiz Mahkemesi müdahalenin yeterli ciddiyet seviyesine ulaşmadığı düşüncesiyle 8. maddenin ihlali konusunda şüpheye düşmesine rağmen, Metropolitan Polisi Amiri 44. madde yetkilerinin, kişinin Sözleşme’nin 8. maddesindeki haklarına müdahale ettiğini belirtmiş ve Üst Mahkeme de bu yetkiyi “halktan insanların mahremiyetine müdahale edebilecek nitelikte fazlasıyla geniş bir yetki” olarak nitelendirmiştir (bk. yukarıda parag. 14 ve 19).", "63.  Hükümet, özellikle kapsamlı nitelikte olan, kişinin ajandasının ve günlüğünün veya benzeri bir şeylerinin okunmasını gerektiren belirli olaylarda bazı aramaların, kişilerin Sözleşme’nin 8. maddesindeki haklarına müdahale oluşturabileceğini, ancak bu tür şeylerin aranmasını içermeyen yüzeysel aramaların bu müdahaleyi doğurmayacağını öne sürmektedir. Mahkeme’nin bu görüşü  etmesi mümkün değildir. Mahkeme, belirli bir olayda günlüklerin, notların veya benzer özel belgelerin okunmasını veya bazı mahrem eşyaların aramaya konu olmasına bakılmaksızın, yasa aracılığıyla zor kullanılarak bir kişinin kendisinin, giysilerinin veya eşyalarının ayrıntılı biçimde aranmasının tek başına özel yaşama saygı hakkına müdahale niteliği taşıdığını düşünmektedir. Aramanın açık alanda yapılması, Sözleşme’nin 8. maddesinin uygulanabilir olmadığı anlamına gelmemektedir. Mahkeme’ye göre, aramanın kamusal niteliği, belirli durumlarda aşağılanma ve utanç yaratacağından, müdahalenin ciddiyetinin artmasına sebep olabilecektir. Çanta, cüzdan, not defteri ve günlük gibi eşyalar, kişinin açık alanı paylaşan diğer kişilere ifşa etmekten rahatsızlık duyacağı kişisel bilgileri içerebilmektedir.", "64.  Mahkeme aynı zamanda, söz konusu aramanın havaalanlarında kişilerin şikayet göstermeden rıza gösterdiği aramalarla veya bazı kamu binalarının girişinde yapılan aramalarla kıyaslanmasını da yerinde bulmamaktadır. Mahkeme, bu tür durumlarda kişilerin ve eşyalarının aranmasının Sözleşme’nin 8. maddesindeki haklarını ihlal edip etmediği konusunda bir karara varmayı gerekli görmemektedir; zira bu durumların da güvenlik gerekçesine dayandırılmasına rağmen, başvurucuların yaptığı açıklamalar doğrultusunda mevcut durum ile karşılaştırılmaları mümkün değildir. Bir uçak yolcusu, bu yolu tercih etmekle aramaya baştan rıza göstermiş olmaktadır. Bu kişi, uçağa binmeden önce çantasının ve eşyalarının aranacağını bilmekte ve kişisel eşyalarını bırakıp aranmadan uçağa binmesine izin verecek bir tercih hakkı bulunmaktadır. Kanunun 44. maddesindeki arama yetkileri ise nitelik itibarıyla farklıdır. Bu durumda şahıs herhangi bir zamanda, herhangi bir yerde, önceden bildirilmeksizin ve vazgeçme hakkı da olmaksızın aranmaktadır.", "65.  Başvurucuların ikisi de bir polis memuru tarafından durdurulmuş ve 2000 tarihli Kanunun 44. maddesi uyarınca aramaya tabi tutulmuşlardır. Yukarıda belirtilen nedenlerle Mahkeme, bu aramaların Sözleşme’nin 8. maddesindeki özel yaşama saygı hakkına müdahale oluşturduğu kanaatindedir. Bu tür bir müdahale, Sözleşme’nin 8(2). fıkrasında belirtilen şartlar doğrultusunda, ancak “hukuka göre olması”, ikinci fıkrada gösterilen meşru amaçlardan en az birini izliyor olması ve bu amaç ya da amaçların gerçekleştirilebilmesi için “demokratik bir toplumda gerekli olması” halinde haklı görülebilecektir (bk. örneğin Liberty ve Diğerleri – Birleşik Krallık, no. 58243/00, §58, ECHR 2008-...).", "2.\tMüdahalenin “hukuka uygun” olup olmadığı", "a.\tTarafların görüşleri", "i. Başvurucular", "66.  Başvurucular, Sözleşme’nin geneline hakim olan hukuki belirginlik ilkesinin, kamu görevlilerinin keyfi uygulamalarına karşı koruma sağlamayı amaçladığını belirtmişlerdir. Buna göre “hukuk\" erişilebilir, önceden görülebilir ve belirli bir yetkinin uygulanabileceği durumlara işaret ederek ve böylece halktan insanların davranışlarını düzenleyip sonuçlarını öngörebilmelerini sağlamak suretiyle hukukun üstünlüğü ilkesine uygun olması gerekir. İdareye sınırsız bir takdir yetkisi tanınmamalıdır; ayrıca verilen takdir yetkisinin kapsamı konuya uygun biçimde ve hangi hallerde kullanılabileceği açık hale getirilecek şekilde tanımlanmalıdır. Buna ek olarak, kötüye kullanım ihtimali karşısında güvenceler bulunmalıdır.", "67.  Başvurucular, erişilebilirliğe ilişkin gerekliliğin mevcut olayda yerine getirilmemiş olduğunu ileri sürmüşlerdir. 2000 tarihli Kanunun 44-47. maddeleri arasındaki düzenlemelerin halk tarafından yeterince erişilebilir olduğu halde, izin ve onaylama erişilebilir değildir. Dolayısıyla bir kimse, 44. maddedeki durdurma ve arama yetkilerinin polise verilebileceğini bilmekte; ancak belirli bir yer ve zamanda bu yetkinin verilip verilmediğini bilememektedir. Belirli bir yere gittiğinde durdurulup üzerinin aranabileceği ve polisin bu uygulamayı yapmaya yetkili olup olmadığını bilemeyecektir. Bir şüphe sebebi gerektirmeyen ve sadece terörle bağlantılı kullanılabilecek türden eşyaların aranması için kullanılma şartıyla sınırlı bir yetkinin polise verildiği halktan tarafından bilinmiyorsa, polisin durdurma ve arama konusundaki takdir yetkisinin çok geniş ve kötü tanımlanmış olduğu söylenebilir.", "68.  Başvurucular, 2000 tarihli Kanunun ve Uygulama Esasları’nın (bk. yukarıda parag. 28-36), Kanunun 44. maddesinin mevcudiyeti ve kapsamı hakkında halka bilgi sunmasına rağmen, eğer usulüne uygun olarak izin verilmiş ise, verilen iznin esaslarının veya ayrıntılarının ilan edilmesini, geriye dönük olarak dahi gerektirmediğini ileri sürmüşlerdir. Başvuruculara göre, 44. madde yetkilerinin etkinliği, bu yetkilerin uygulanacağına ilişkin ön bildirim yapılması ile zayıflamayacaktır. Önceden yapılacak bildirim, uygulamanın caydırıcılığını artıracaktır. Üstelik, limanlarda ve sınırlarda olduğu gibi, diğer durdurma ve arama yetkilerinin mevcudiyeti ve kapsamı ilan edilmekte ve bu durum bu uygulamaların etkisini azaltmamaktadır. Hükümet, iç hukuktaki yargılama sırasında, dava konusu aramalara ilişkin tüm Metropolitan Polis Bölgesi’ni kapsayan izin belgelerinin geriye dönük olarak çıkarılmasına rıza göstermiştir. Yetkilendirmenin kapsamının bilinmesinin, 44. madde yetkilerinin kullanım amacını “tümüyle zedeleyeceği” iddiası doğru olamaz.", "69.  Başvurucular, bunlara ek olarak, durdurma ve arama yetkilerinin kötüye kullanılması ihtimaline karşı yeterli güvence bulunmadığını iddia etmişlerdir. Hükümet, 2000 tarihli Kanunun uygulanmasını incelemek üzere bir Bağımsız Değerlendirmeci görevlendirmiştir (bk. yukarıda parag. 37-43). Ancak örneğin yargıç Carlile, 44. madde yetkilerinin tüm ülkeyi kapsayacak kadar “kapsamlı” biçimde kullanılmasına ilişkin olarak, yetkilendirme gerekçelerine ve olaylara ilişkin ayrıntılar vermenin kamu yararına olmayacağını belirtmiştir.", "70.  Yetkinin mevcudiyeti için önceden bir yargısal karar gerekli görülmemiştir; bu yetkinin hukuka uygun biçimde kullanılıp kullanılmadığına ilişkin olarak Sulh Mahkemesinde dava açma olanağı da, yetkinin keyfi veya yanlış kullanılması ihtimaline karşı yeterli bir güvence oluşturmamıştır. Her hangi bir olayda Sulh Mahkemesinin yetkinin kullanımına ilişkin yaptığı ex post facto (geriye dönük) incelemelerde, hukuki belirginlik ilkesine ilişkin hususları düzeltilmesini sağlamamıştır. Başvurucuların davası da bu durumu ortaya koymaktadır: Temyiz Mahkemesi Sözleşme bağlamındaki şikayetleri reddedince, Sulh Mahkemesi de sadece polis memurlarının gerçekten teröre ilişkin eşyaları arayıp aramadıkları ve başvurucuların açık biçimde terör şüphelilerine benzeyip benzemedikleri gibi konuları ele almış olup, bu iki hususta da olumlu bir cevaba varmak mümkün değildir. Arama için “makul şüphe” şartının veya arama sebebi oluşturabilecek diğer objektif temellerin ortadan kaldırılması, vatandaşları bu yetkinin keyfi kullanımlarına karşı savunmasız bırakmaktadır, ki mevcut durumda tek kısıtlama, polis memurunun arama yaparken ne tür suç eşyaları aradığı konusundaki dürüstlüğüdür. Somut ve etkili koruyucuaların yokluğu, “terörle bağlantılı olarak kullanılabilecek eşyalar” ifadesinin genişliği ile pekişmektedir. Dolayısıyla bu yetkilerin terörle mücadeleden ziyade, protestoları düzenlemek veya kamu düzenini sağlamak gibi amaçlarla kullanılabileceğine ilişkin gerçek bir risk bulunmaktadır. Bu durum da, ilgili zamanda yetkinin tüm Metropolitan Polisi Bölgesi’ni kapsaması; nerdeyse altı yıldır her ay devamlı olarak yenilenmesi; yetkinin gerekliliğine veya uygunluğuna ilişkin herhangi bir gerekçe yokken sadece terörü önleme “amacına uygun” görülmesi gibi durumlar, Birleşik Krallık’ta kişi özgürlükleri açısından ciddi sonuçlar doğurmuştur.", "ii.\tHükümet", "71.  Hükümet, Sözleşme’deki hukukilik şartının, mevcut olayda mevzuat hükümlerinin bir bileşimiyle, 44. maddeye göre yapılan bir aramanın ardından kişiye verilen bilgiyle, Uygulama Esasları’nda arama yetkilerinin kullanım biçimine ilişkin açık talimatlarla, tekil durumlarda bu yetkinin polis tarafından kullanılma biçiminin mahkemeye taşınabilmesi olanağıyla yerine getirilmiş olduğunu ileri sürmüştür. 2000 tarihli Kanunun 44 ve 45. maddeleri, yaratacakları sonuçlar bakımından açıktır. Vatandaşlara durdurulup aranabilecekleri konusunda uyarıda bulunmakta ve kötüye kullanım ihtimali karşısında koruyucular öngörmektedirler. İç hukuk düzenlemelerine ek olarak Mahkeme ve Komisyon, ilgili davalarda bu tür durumların ulusal güvenlik bağlamında yeterli seviyede öngörülebilirlik sağladığını belirtmiştir (örneğin, Brind – Birleşik Krallık (k.k.), no. 18714/91, 9 Mayıs 1994; Al-Nashif - Bulgaristan, no. 50963/99, §117-129, 20 Haziran 2002; Esbester – Birleşik Krallık (dec.), no. 18601/91, 2 Nisan 1993).", "72.  Bu bağlamda, 2000 tarihli Kanunun 44-46. maddelerindeki kanuni çerçeve, arama yetkilerinin kullanılmasına ilişkin amaçları, izinleri kimin verebileceğini, izinlerin hangi şartlarda ve ne kadar süreyle verilebileceği, izinleri kimin onaylayacağı, arama yetkilerinin hangi şartlarda kullanılabileceğini dikkatlice tanımlamış ve sınırlandırmıştır. Buna ek olarak, kamuya açık bir metin olan Uygulama Esasları da durdurma ve arama yetkilerinin kullanımına ilişkin ayrıntılı talimatlar içermektedir. Bu düzenlemede aramayı yapan polis memurunun aranan kişiye, aramanın amacıyla, kullanılan hukuki yetkinin niteliğiyle ve bunun temelindeki yetki ile ilgili bilgi vermesi gerekli tutulmuştur. Bu izin vermeye karşı, 2000 tarihli Kanun’un 44. maddesinde belirtilen sınırı aştığı iddiasıyla yargısal denetim yoluna başvurmak da mümkündür. Aramanın uygun olmayan amaçlarla veya 2000 tarihli Kanunun veya Uygulama Esaslarının hükümlerine aykırı biçimde gerçekleştirilmesi halinde yargısal denetim yoluna başvurmak veya zararın tazmin edilmesi amacıyla Sulh Mahkemesinde dava açmak mümkündür. Kişilerin haklarına yapılabilecek keyfi müdahalelere karşı sunulan güvencelerden biri de, 2000 tarihli Kanundaki yetkilerin uygulanmasını incelemek üzere Bağımsız Değerlendirmeci olarak atanan yargıç Carlile’in yaptığı denetimdir.", "73.  Hükümet, yetkilerin önceden yayımlanmasına ilişkin başvurucuların önerisini reddetmiştir. İlk ve öncelikli olarak, bu durum yetkilerin verilmesine gerekçe oluşturan amacı tümüyle zedeleyecektir. Bu yetkilere ilişkin ayrıntıların açıklanması, terör saldırılara ilişkin tedbirlere başvurulmayan yerleri ortaya çıkaracak ve bunları teröristlere yumuşak hedef olarak gösterebilecektir. Ayrıca bu durum, polisin bu yetkileri teröristlerin faaliyet yürüttüğü düşünülen yerlerde önceden uyarı yapılmadan durdurma ve arama yetkilerini kullanma olanağına zarar verecektir. Bunun yanında teröristlere, devletin kendi şebekelerini tespit etme veya faaliyetlerini anlama konusundaki etkililiğini değerlendirmede yardımcı olacaktır.", "74.  Hükümet, bu yetkinin kötüye kullanılmasına karşı yeterli koruyucuların bulunduğunu savunmuştur. Bağımsız Değerlendirmeci tarafından yapılan denetim ve ulusal mahkemeler tarafından yapılan incelemelerin bileşimi, 44-46. madde yetkilerinin keyfi olarak kullanabileceğine yönelik iddiaları karşılamaktadır. Örneğin, başvurucuların durumunda Sulh Mahkemesi, polis memurlarının 45. maddedeki teröre ilişkin eşya arama yetkilerini uygun amaç doğrultusunda kullanıp kullanmadıklarını denetleyebilmektedir ve olayda denetlemiştir. Polis memurlarının keyfi biçimde davranmalarına izin verilmemektedir. Başvurucular, bu memurları çapraz sorguya çekme hakkına sahip olup, mahkeme deliller karşısında kendi kanaatine ulaşabilmektedir. Somut olayda Sulh Mahkemesinin polis memurlarının sundukları delilleri kabul etmiş olması, denetiminin yetersiz olduğunu göstermez.", "75.  Hükümete göre, esasen başvurucuların bu noktadaki şikayetleri, 2000 tarihli Kanunun 44-46. maddelerinde “makul şüphenin” varlığının gerekli tutulmamış olmasına yönelik yan bir saldırı niteliğindedir. Ancak polis memurlarının makul şüpheyle hareket etmelerinin gerekli tutulmamasının sebepleri bulunmaktadır: Yargıç Bingham’ın Temyiz Mahkemesinde belirttiği üzere (bk. yukarıda parag. 21) bunun nedeni, polisin potansiyel terörist olarak gördüğü bir kişiyi durdurup aramaktan, şüphesine makul gerekçeler sunamama kaygısı ile kaçınmamasını sağlamaktır. İstihbarat bilgileri, bir terör saldırısının nerede ve ne zaman gerçekleştirilebileceğine ilişkin olarak çok ender biçimde eksiksiz bilgi sunabilmektedir, bu nedenle bazı hayati kararların kısmi nitelikteki bilgilere dayanılarak alınması gerekmektedir.", "b.\tMahkeme’nin değerlendirmesi", "76.  Mahkeme yerleşik içtihatlarının, “hukuka göre” deyiminin, tartışma konusu tedbirin hem iç hukukta bir temeli bulunmasını ve hem de Sözleşme’nin başlangıcında açıkça ifade edilen ve 8. maddenin amacına ve gayesine içkin bulunan hukukun üstünlüğü ile bağdaşır olmasını gerektirdiğini hatırlatır. Böylece hukuk, yeterince erişilebilir ve önceden görülebilir, yani bireyin gerekirse uygun bir danışmayla davranışını düzenleyebileceği yeterli açıklıkla formüle edilmiş olmalıdır (S. ve Marper – Birleşik Krallık [BD], no. 30562/04 ve 30566/04, §95 ve 96, ECHR 2008-...).", "77.  İç hukukun bu şartları taşıyabilmesi için, kamu makamlarının Sözleşme’de korunan haklara yapabilecekleri keyfi müdahalelere karşı hukuki koruma getirmiş olması gerekir. Temel hakları etkileyen konularda, idareye sınırsız bir takdir yetkisi tanınması, Sözleşme’de yer alan demokratik bir toplumun temel ilkelerinden biri olan hukukun üstünlüğü ilkesine aykırı düşer. Sonuç olarak hukuk, yetkili makamlara verilen takdir yetkisinin kapsamını ve bu yetkinin kullanım tarzını yeterli bir açıklıkla göstermelidir (Rotaru – Romanya [BD], no. 28341/95, §55, ECHR 2000-V; Hasan ve Chaush – Bulgaristan [BD], no. 30985/96, §84, ECHR 2000-XI; Maestri - İtalya [BD], no. 39748/98, §30, ECHR 2004I; ayrıca bkz., diğer örneklerin yanında, Silver ve Diğerleri – Birleşik Krallık, 25 Mart 1983, §88-90, Seri A no. 61; Funke – Fransa, §56-57, 25 Şubat 1993, Seri A no. 256-A; Al-Nashif – Bulgaristan, no. 50963/99, §119, 20 Haziran 2002; Ramazanova ve Diğerleri – Azerbaycan, no. 44363/02, §62, 1 Şubat 2007; Glas Nadezhda EOOD ve Anatoliy Elenkov – Bulgaristan, no. 14134/02, §46, ECHR 2007XI (özetler); Vlasov – Rusya, no. 78146/01, §125, 12 Haziran 2008; Meltex Ltd ve Movsesyan – Ermenistan, no. 32283/04, §81, 17 Haziran 2008). İç hukukta bulunması gereken kesinliğin düzeyi, her duruma uygun muhtemel bir sonuç öngöremese de, önemli ölçüde söz konusu hukuki aracın içeriğine, kapsaması tasarlanan alana ve muhatap aldığı kişilerin sayısına ve statüsüne göre belirlenebilir (bk. örneğin Hashman ve Harrup - Birleşik Krallık [BD], no. 25594/94, §31, ECHR 1999VIII; S. ve Marper, bkz. yukarıda, § 96).", "78.  Davaya konu olan yetkinin iç hukukta, yani 2000 tarihli Kanunun 44-47. maddelerinde bir temelinin olduğu tartışmasızdır (bk. yukarıda parag. 28-34). Buna ek olarak, kamuya açık bir metin olan Uygulama Esasları da polisin aramayı nasıl yapacağına ilişkin hususları ayrıntılı biçimde düzenlemektedir (bkz. yukarıda 35-36. paragraflar).", "79.  Ancak başvurucular, bu düzenlemelerin polise hem durdurma ve arama yetkisinin verilmesi ve hem de bunun uygulanması açısından uygunsuz biçimde geniş bir takdir yetkisi verdiğini öne sürmektedirler. Temyiz Mahkemesi bu takdir yetkisinin etkili biçimde kontrol edildiğine varmıştır; Yargıç Bingham ise bu yetkinin kötüye kullanımına karşı on bir adet kısıtlama belirlemiştir (bk. yukarıda parag. 16). Ancak Mahkeme’ye göre, iç hukukta öngörülen koruyucular, idareye verilen geniş yetkiler üzerinde bireyi keyfi müdahalelere karşı yeterince koruyacak şekilde gerçek bir kontrol sağladığı gösterilememiştir.", "80.  Mahkeme öncelikli olarak, Kanunun 44(4). fıkrasında geçen Polis Amirine, “terör eylemlerinin engellenmesi amacına uygun bulması” halinde üniforma giyen bir polise kendi yetki bölgesi içerisindeki herhangi bir alanda bir yayayı durdurup arama izni vermekle yetkili kılındığını kaydeder. Ancak “amaca uygunluk” tabiri sadece “yararlı” veya “avantajlı” anlamına gelmektedir. İzin verme aşamasında durdurma ve arama yetkisinin “gerekli” görülmesi şart koşulmamakta ve bu nedenle tedbirin orantılı olup olmadığını değerlendirme şartı bulunmamaktadır. Verilen iznin 48 saat içinde İçişleri Bakanı tarafından onaylanması gerekmektedir. İçişleri Bakanı bu bir iznin coğrafi kapsamını değiştirememekte ve onaylamayı reddetmesi veya iznin daha erken bir tarihte sona ermesini sağlaması mümkün olsa da, uygulamada bunun hiç yapılmamış olduğu görülmektedir. İzin verme ve onaylama yetkilerinin kullanımı yargısal denetime tabi olsa da, verilen bu kanuni yetkilerin kapsamı, başvurucuların bu yetkilendirme ve onaylama aşamalarının ultra vires olduğunu veya yetkinin kötüye kullanımı niteliği taşıdığını kanıtlamak konusunda önemli zorluklarla karşılaşmalarına yol açacak ölçüde geniştir.", "81.  İznin süresi 28 gün ile sınırlandırılmıştır, ama bu izin yenilenebilir. İzin, polisin yetki alanının dışına genişletilemez ve bu yetki alanı coğrafi olarak daraltılabilir. Ancak Birleşik Krallık’taki pek çok yetki alanı, kalabalık nüfusları içeren geniş bölgeleri kapsamaktadır. Başvurucuların durdurulup arandığı Metropolitan Polis Gücü Bölgesi, Büyük Londra’nın tamamını kapsamaktadır. Metropolitan Polis Bölgesinde verilen bir yetkinin, ilk verilme tarihinden itibaren “süreklilik programının” içerisinde devamlı olarak yenilenmesi (bkz. yukarıda parag. 38-43), bu yetkilerin süresi ve coğrafi kapsamında Parlamento’nun hazırladığı kısıtlamaların başarısız olduğunu ortaya koymaktadır.", "82.  Bağımsız Değerlendirmeci de ek bir güvence olarak sunulmaktadır (bk. yukarıda parag. 37). Ancak Değerlendirmecinin görevi, bu kanuni yetkilerin genel uygulamasına yönelik rapor hazırlamakla sınırlıdır ve Mayıs 2006’dan bu yana hazırladığı her raporda “44. madde yetkileri daha az kullanılabilir ve daha az kullanılmasını umuyorum” demiş olmasına rağmen (bkz. yukarıda parag. 38-43), verilen yetkilerin kapsamını değiştirmesi veya bunları iptal etmesi mümkün değildir.", "83.  Daha çok üzerinde durulması gereken husus, polis memurlarına verilen takdir yetkisinin genişliğidir. Polis, aramayı yaparken Uygulama Esasları’na uymakla yükümlüdür. Ancak bu Esaslar, esasen durdurma ve arama yetkilerinin uygulanma biçimini düzenlemekte ve polisin durdurma ve aramaya karar vermesi konusunda herhangi bir sınırlama içermemektedir. Temyzi Mahkemesinin de belirttiği gibi, bu karar, ilgili polisin “kanısına” veya “mesleki sezgilerine” dayanmaktadır (bk. yukarıda parag. 23). Makul bir şüphenin varlığına ilişkin gerekçe göstermesi gerekli tutulmamış; bir kişiyi durdurup araması için sübjektif bir şüphe duyması dahi gerekli görülmemiştir. Tek şart, aramanın teröre ilişkin eşyalara yönelik olması olarak belirlenmiştir, ki bu da hayli geniş bir kategori olup insanların sokakta sıklıkla taşıdığı pek çok eşyayı kapsayabilecek niteliktedir. Kişinin bu tür eşyaların aranması amacıyla durdurulması bakımından, polisin bu tür eşyaların varlığından şüphelenmek için sebebinin bulunması dahi aranmamıştır. Temyiz Mahkemesinden Yargıç Brown tarafından belirtildiği üzere, 44. maddenin tanıdığı durdurma ve arama yetkileri, “polis yetkilerinin sınırlarına ilişkin geleneksel anlayışımızdan ... radikal biçimde ayrılmaktadır” (bk. yukarıda parag. 23).", "84.  Bu noktada Mahkeme, polis memurlarının 44. maddeki durdurma ve arama yetkilerine başvurma sıklığını gösteren istatistiki veriler ve diğer bulguları şaşkınlık verici bulmuştur. Adalet Bakanlığı, 2004/5 döneminde 33,177, 2005/6 döneminde 44,545, 2006/7 döneminde 37,000 ve 2007/8 döneminde 117,278 arama yapıldığını kaydetmiştir (bk. yukarıda parag. 44-46). Yargıç Carlile, Kanunun 2007 yılındaki uygulamalarına ilişkin raporunda, 44. madde aramalarında diğer suçlara ilişkin pek çok yakalama gerçekleşmiş olmasına rağmen, yapılan binlerce aramanın sonucunda terör saldırılarına ilişkin hiçbir bulguya ulaşılamadığını belirtmiştir; 2008 yılına ilişkin raporunda ise Yargıç Carlile, 44. madde yetkilerinin yersiz veya gereksiz biçimde kullanıldığına ilişkin örneklerin arttığını, durdurulan bazı kişilerin bilinen terörist profillerinden fazlasıyla uzak olduğunu ve aramayı haklı gösterecek hiçbir sebep yokken bu yetkilerin kullanılabildiğini belirtmiştir.", "85.  Mahkeme’ye göre, polise bu kadar geniş bir takdir yetkisi verilmesi, ciddi bir keyfilik riski yaratmaktadır. Mevcut olaylar Siyahi veya Asyalı başvurucularla ilgili olmamakla birlikte, Yargıç Hope, Yargıç Scott ve Yargıç Brown’un belirttiği gibi, bu yetkilerin ayrımcılık yaratacak biçimde kullanılabilecek olması önemli bir husustur. Bağımsız Değerlendiricinin de son raporunda belirttiği üzere, sadece istatistiki denge sağlamak için Beyazların da sebepsiz yere durdurulup aranması uygulamalarının ortaya çıkmış olmasına rağmen, mevcut istatistikler, Siyahi veya Asyalı kişilerin bu yetkilerden orantısız biçimde etkilendiğini göstermektedir (bk. yukarıda parag. 43-44). Üstelik, bu kadar geniş kapsamlı bir yetkinin, göstericilere veya protestoculara karşı Sözleşme’nin 10 ve/veya 11. maddelerini ihlal edecek biçimde yanlış kullanılması riski de bulunmaktadır.", "86.  Hükümet, kişinin bu durdurma ve arama uygulamasını yargısal denetime tabi konu edebilmesi veya tazminat davası açabilmesi sağlanarak, yetkilerin kötüye kullanılmasına karşı koruyucular öngörüldüğünü iddia etmektedir. Ne var ki, bu iki dava yolunun da sınırları mevcut olayda açıkça görülmektedir. Özellikle de polisin makul şüphe sebebi göstermekle yükümlü olmaması, yetkinin uygunsuz biçimde kullanıldığını kanıtlamayı imkansız değilse bile çok zor hale getirmektedir.", "87.  Sonuç olarak Mahkeme, 2000 tarihli Kanunun 44. ve 45. maddelerindeki durdurma ve arama yetkileri gibi, izin verme ve onaylamaya ilişkin yetkilerin de sınırlarının yeteri kadar net çizilmediğini ve kötüye kullanıma karşı yeterli yasal güvenceye tabi tutulmadığını düşünmektedir. Bu nedenle bu yetkiler “hukuka göre” değildir ve Sözleşme’nin 8. maddesi ihlal edilmiştir.", "C.\tSözleşme’nin 10. ve 11. maddelerinin ihlal edildiği iddiası", "88.  Başvurucular ayrıca Sözleşme’nin 10. maddesinde düzenlenen ifade özgürlüğü hakları ile 11. maddesinde düzenlenen toplantı özgürlüğü haklarının ihlal edildiğini iddia etmişlerdir. Durdurma ve arama faaliyetinin, bir protestonun eşzamanlı olarak nakledilmesinin veya filme alınmasının geçici olarak da olsa engellenmesine sebep olmasının, 10. maddeden doğan haklara müdahale oluşturduğu iddia edilmiştir. Ayrıca sağladığı güvencelerin yetersizliği ile birlikte mevzuatın kendisinin, barışçıl gösteri biçimindeki hakların kullanımı üzerinde gözdağı verici ve korkutucu etkiler doğurabileceği ve birinci başvurucunun başından geçen olayda durumun tam da bu şekilde olduğu öne sürülmektedir.", "89.  Hükümet, başvurucuların durumunda, ne durdurma ve aramaya yönelik yetkilerin varlığının ve ne de bunların kullanılmasının, 10. ve 11. maddelerden doğan haklara müdahale niteliği taşıdığını öne sürmektedir.", "90.  Mahkeme, 8. maddenin ihlal edildiğine ilişkin olarak yukarıda varılan sonuç ışığında, başvurucuların Sözleşme’ye ilişkin geri kalan şikayetlerini değerlendirmeye gerek görmemiştir. ", "III.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI", "91.  Sözleşme’nin 41. maddesi uyarınca:", "“Mahkeme, Sözleşme’nin veya Protollerin ihlal edildiğini tespit ederse ve ilgili Yüksek Sözleşmeci Tarafın iç hukuku bu ihlali ancak kısmen giderme imkanı veriyorsa, Mahkeme gerekirse zarara uğrayan tarafa adil bir karşılık verilmesine hükmeder.”", "A.  Zararlar", "92.  Başvurucular, polisin eylemi sonucunda kendilerini tacize uğramış ve korkutulmuş hissettiklerini ve Mahkeme’nin başvuruculardan her birine 500 Pound tutarında manevi tazminat verilmesine hükmetmesinin uygun olacağını belirtmişlerdir.", "93.  Hükümet, durdurma ve arama uygulamasının süresinin kısalığı nedeniyle tazminata hükmedilmemesi gerektiğini savunmuştur.", "94.  Mahkeme, Hükümetin görüşüne katılmakta ve bizzat ihlal tespitinin, mevcut olayın koşulları içinde adil bir karşılık oluşturacağı kanısında olduğunu belirtmektedir.", "B.  Ücretler ve masraflar", "95.  Başvurucular, Mahkeme önünde gerçekleşen ücretler ve masraflar için katma değer vergisi dahil 40.652,06 talep etmişlerdir. Bu miktar içerisinde (esas avukatlar için saat başına 210 Pound, stajyer avukat için saat başına 111 Pound olmak üzere) toplam 8,178.92 Pound masrafı ve 3 danışmanın ücreti olarak KDV dahil toplam 32.473,14 Pound masraf yer almaktadır.", "96.  Hükümet, başvurucuların temsilcilerinin belirttikleri saatlik ücretlerin ve belirtilen çalışma saati sürelerinin gereğinden fazla olduğunu, ilgili hususların yerel mahkemede ayrıntılı olarak dava konusu edilmiş olduğunu belirtmektedir.", "97.  Mahkeme’nin içtihadına göre, bir başvurucu, ancak ücret ve masrafların gerçekten ve gerekli olduğu ölçüde meydana geldiği ve miktar olarak makul olduğu kanıtlanırsa bunların geri ödenmesine hak kazanır. Mevcut davada, eldeki bilgiler doğrultusunda ve Birleşik Krallık’a karşı açılan davalarda daha önce yapılan ödemeler ile yapılan kıyaslama sonucunda, (bk. örneğin yukarıda S. ve Marper), Mahkeme önünde gerçekleşen masrafları karşılayacak 35,000 Euro’luk bir miktarın ödenmesinin makul olduğuna karar vermiş ve bu miktarın 1.150 Euro’luk kısmının hukuki yardım kapsamında halihazırda ödenmiş olduğunu belirtmektedir.", "C.  Gecikme faizi", "98.  Mahkeme, gecikme faizinin Avrupa Merkez Bankası’nın en yüksek kredi faizine üç puan eklenmesi suretiyle bulunacak miktara dayanmasının uygun olduğunu kabul etmektedir.", "", "BU GEREKÇELERLE MAHKEME OYBİRLİĞİYLE,", "Başvurunun kabuledilebilir olduğuna;", "", "2. Sözleşme’nin 8. maddesinin ihlal edilmiş olduğuna;", "", "3. Sözleşme’nin 5, 10 ve 11. maddeleri uyarınca yapılan şikayetleri incelemenin gerekli olmadığına;", "", "4. İhlal tespitinin kendisinin, başvurucunun görmüş olabileceği manevi zarar bakımından yeterli bir adil karşılık oluşturduğuna;", "", "5 (a) Davalı devletin başvurucuya, bu kararın Sözleşme’nin 44(2) maddesine göre kesinleştiği tarihten itibaren üç ay içinde, ödenmesi istenebilecek her türlü vergiyle birlikte ücretler ve masraflar için toplam 33,850 EUR (otuz üç bin sekiz yüz elli Euro) ve buna ek olarak yapılan masraf ve harcamalar açısından başvuruculara uygulanabilecek tüm vergi harcamalarını, ilgili günde geçerli olan kur üzerinden Pound cinsine çevirerek ödemesine", "(b) yukarıda belirtilen üç ayın sona ermesinden ödeme tarihine kadar, gecikme süresince Avrupa Merkez Bankası’nın en marjinal yatırım oranına yüzde üç eklenerek elde edilecek olan basit faiz oranının yukarıdaki miktarlara uygulanmasına;", "6. Başvurucuların adil karşılığa ilişkin diğer taleplerinin reddine", "KARAR VERMİŞTİR.", "12 Ocak 2010 tarihinde, Mahkeme İç Tüzüğü’nün 77 § 2 ve 77 § 3 numaralı maddeleri doğrultusunda İngilizce olarak hazırlanmış ve yazılı olarak bildirilmiştir.", "\tLawrence Early\t  \t\tLech Garlicki\n\tYazı İşleri Müdürü\t\t\tBaşkan"]}