{"file": "TUR_HJUDTUR_41316_98.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "41316/98", "text_paragraphs": ["AVRUPA İNSAN HAKLARI MAHKEMESİ", "", "", "", "ÜÇÜNCÜ BÖLÜM", "", "", "", "", "ATÇA VE DİĞERLERİ/TÜRKİYE DAVASI", "", "(Başvuru No. 41316/98)", "", "", "", "", "KARAR", "", "", "", "", "", "STRAZBURG", "", "6 Şubat 2003", "", "", "Kararın Kesinleştiği Tarih:", "", "06/05/2003", "", "İşbu karar, Sözleşme’nin 44 § 2 maddesinde belirtilen koşullar çerçevesinde kesinleşecektir. Bazı şekli düzeltmelere tabi tutulabilir.", "", "", "Atça ve diğerleri/Türkiye davasında,", "Başkan", "G. Ress,", "Hâkimler", "I. Cabral Barreto,", "L. Caflisch,", "R. Türmen,", "H.S. Greve,", "K. Traja ,", "ve Bölüm Yazı İşleri Müdürü V. Berger’in katılımıyla, 16 Ocak 2003 tarihinde Daire olarak toplanan Avrupa İnsan Hakları Mahkemesi (Üçüncü Bölüm), kapalı oturumda gerçekleştirdiği müzakerelerin ardından, yine bu tarihte aşağıdaki kararı vermiştir:", "", "USUL", ".  Türkiye Cumhuriyeti aleyhine açılan davanın temelinde, on üç Türk vatandaşının; Mehmet Atça, Sükrü Süsin, Faik Kaplan, Abdülkarim Aslan, Çetin Abay, Yusuf Basaran, Sadun Hamarat, Emin Hazer Adirbelli, Hüseyin Demir, Hasan Dogan, Sehmus Çüngü, Hasan Uras ve Selahattin Genç’in (“başvuranlar”) 23 Mart 1998 tarihinde, İnsan Hakları ve Temel Özgürlüklerin Korunmasına İlişkin Sözleşme’nin (“Sözleşme”) eski 25. maddesi uyarınca Avrupa İnsan Hakları Komisyonuna (“Komisyon”) yapmış olduğu başvuru (No. 69448/10) bulunmaktadır.", ".  Başvuranlar, Mahkeme önünde, İstanbul Barosuna bağlı Avukat H. Kaplan tarafından temsil edilmişlerdir. Türk Hükümeti (“Hükümet”) ise kendi görevlisi tarafından temsil edilmiştir.", ".  Başvuranlar, kendilerini yargılayan ve mahkûm eden Devlet Güvenlik Mahkemesi’nin bağımsız ve tarafsız olmadığı ve bu mahkeme önünde görülen davanın hakkaniyete uygun olmadığı gerekçesiyle, özellikle Sözleşme’nin 6. maddesinin ihlalinden mağdur olduklarını iddia etmişlerdir.", ".  Başvuru, Sözleşme’ye Ek 11 No.lu Protokol’ün yürürlüğe girdiği 1 Kasım 1998 tarihinde Mahkeme’ye bildirilmiştir (11 No.lu Protokol’ün 5. maddesinin 2. fıkrası).", ".  Başvuru, Mahkeme’nin Üçüncü Bölümüne tahsis edilmiştir (İç Tüzüğün 52. maddesinin 1. fıkrası).", ".  Mahkeme, 16 Ekim 2001 tarihinde, Sözleşme’nin 6. maddesinin 1. fıkrasına ilişkin şikâyetlerin davalı Hükümete bildirilmesine ve başvurunun geri kalan kısmının kabul edilemez olduğuna karar vermiştir.", ".  Başvuranlar gibi Hükümet de davanın esası hakkında yazılı görüşlerini sunmuşlardır (İç Tüzüğün 59. maddesinin 1. fıkrası).", ".  Mahkeme, 1 Kasım 2001 tarihinde Bölümlerinin oluşumunu değiştirmiştir (İç Tüzüğün 25. maddesinin 1. fıkrası). Mevcut başvuru, yine Mahkeme’nin Üçüncü Bölümüne tahsis edilmiştir (İç Tüzüğün 52. maddesinin 1. fıkrası).", ".  Mahkeme, 6 Mayıs 2002 tarihli bir yazıyla, Sözleşme’nin 29. maddesinin 1 ve 3. fıkraları uyarınca, başvurunun kabul edilebilirliği ve esası hakkında aynı anda karar vereceğini taraflara bildirmiştir. Mahkeme ayrıca, tarafları, esas hakkında ek görüşlerini sunmaya ve başvuranları, adil tazmin taleplerini sunmaya davet etmiştir. ", ".  Başvuranlar, 1 Ağustos 2002 tarihinde esas hakkındaki ek görüşlerini ve adil tazmin taleplerini Mahkemeye sunmuşlardır.", "", "", "OLAY VE OLGULAR", "I. DAVANIN KOŞULLARI", ".  Başvuranlar M. Atça, S. Süsin, F. Kaplan, A. Aslan, C. Abay, Y. Basaran, S. Hamarat, E.H. Adirbelli, H. Demir, H. Dogan, S. Çüngü, H. Uras ve S. Genç, Türk vatandaşları olup, sırasıyla 1937, 1958, 1973, 1966, 1974, 1956, 1973, 1959, 1950, 1974, 1971, 1964 ve 1968 doğumludurlar.", ".  Başvuranlar, silahlı terör örgütü olan PKK’ya karşı yürütülen bir operasyon kapsamında ard arda yakalanarak gözaltına alınmışlardır. H. Doğan, 19 Ocak 1993 tarihinde; S. Genç, 22 Ocak; M. Atça, 23 Ocak; Y. Başaran, S. Hamarat, H. Uras, E.H. Adirbelli, C. Abay, H. Demir ve S. Süsin, 26 Ocak; F. Kaplan, 30 Ocak; A. Aslan, 2 Şubat ve son olarak S. Çüngü 3 Şubat 1993 tarihinde yakalanmıştır. Başvuranlar, polisler önünde söz konusu örgüt adına eylemlere katıldıklarını itiraf etmişlerdir.", ".  Başvuranlar öncelikle, Diyarbakır Devlet Güvenlik Mahkemesi nezdinde görevli Cumhuriyet Savcısı tarafından dinlenmiş, ardından bu mahkemenin nöbetçi hâkimi huzuruna çıkarılmışlardır. Nöbetçi hâkim, başvuranların tutuklu yargılanmalarına karar vermiştir. Süsin, Atça, Demir ve Abay, polis memurlarına verdikleri ifadelere, Cumhuriyet savcısı ve nöbetçi hâkim önünde itiraz etmişlerdir. Diğer başvuranlar, itiraflarını bu iki merci önünde de doğrulamışlardır. H. Dogan’ın 12 Şubat 1993 tarihinde; F. Kaplan’ın 15 Şubat; S. Hamarat, H. Uras, C. Abay’ın 17 Şubat; E. H. Adirbelli, S. Süsin, M. Atça, H. Demir, A. Aslan’ın 18 Şubat; Y. Basaran’ın 19 Şubat ve son olarak S. Genç ve S. Çüngü’nün 20 Şubat 1993 tarihinde tutuklu yargılanmalarına karar verilmiştir.", ".  Cumhuriyet savcısı, 11 Haziran 1993 tarihinde başvuranları, biri askeri hâkim olmak üzere üç hâkimden oluşan Devlet Güvenlik Mahkemesi önünde suçlamıştır. Cumhuriyet savcısı, Kaplan, Adirbelli, Abay, Demir, Atça ve Süsin’i PKK üyesi olmakla suçlayarak, Türk Ceza Kanunu’nun 168. maddesinin 2. fıkrası ve 3713 sayılı Terörle Mücadele Kanunu’nun 5. maddesi gereğince ilgililerin cezalandırılmalarını talep etmiştir. Ayrıca Cumhuriyet savcısı, Genç, Çüngü, Dogan, Basaran, Hamarat, Uras ve Aslan’ı ise, Türk Ceza Kanunu’nun, diğer suçlar arasında Devletin birliğine karşı vatan hainliğini de cezalandıran 125. maddesi uyarınca suçlamıştır.", ".  Ardından Çüngü ve Genç dışındaki diğer başvuranlar, 7 Temmuz 1993 ve 3 Şubat 1994 tarihlerinde serbest bırakılmışlardır.", ".  Başvuranlar, Devlet Güvenlik Mahkemesi önünde kendilerine isnat edilen suçlara itiraz etmişlerdir. Bu bağlamda başvuranlar, gözaltında tutuldukları süre boyunca ifadelerinin polis zoruyla alındığını ileri sürmüşlerdir.", ".  Devlet Güvenlik Mahkemesi, 14 Kasım 1996 tarihli kararıyla, başvuranların, kendilerine isnat edilen fiillerden suçlu olduklarına karar vermiştir. Devlet Güvenlik Mahkemesi, başvuranların mahkeme önünde suçlamaları inkâr etmelerine rağmen, başka bir PKK üyesi tarafından kimlik tespitine ilişkin tutanaklar ve başvuranların katıldığı çeşitli terör eylemleriyle ilgili belgelerin ve silahların ele geçirildiği olay yeri tespit tutanakları gibi dosyada yer alan delil unsurlarının, iddia makamı tarafından ileri sürülen olayları doğrular nitelikte olduğu kanaatine varmıştır. Devlet Güvenlik Mahkemesi, Süsin, Atça, Demir, Abay’ı, Türk Ceza Kanunu’nun yasa dışı silahlı çeteye üye olma suçunu cezalandıran 168. maddesinin 2. fıkrası gereğince 12 yıl, 6 ay hapis cezasına; Adirbelli, Kaplan, Uras, Basaran’ı, Türk Ceza Kanunu’nun yasa dışı silahlı terör örgütüne yardım ve yataklık suçunu cezalandıran 169. maddesi gereğince 3 yıl, 9 ay hapis cezasına; Genç, Çüngü, Dogan, Hamarat ve Aslan’ı, Türk Ceza Kanunu’nun Devletin birliğine karşı vatan hainliğini cezalandıran 125. maddesi gereğince idam cezasına mahkûm etmiştir, daha sonra bu ceza müebbet hapis cezasına dönüştürülmüştür.  ", ".  Yargıtay, 11 Mart 1998 tarihli kararla, itiraz edilen kararı onamıştır.", "II.  İLGİLİ İÇ HUKUK KURALLARI VE UYGULAMASI", ".  Anayasa’nın Devlet Güvenlik Mahkemelerinin oluşumunu düzenleyen 143. maddesinin, 18 Haziran 1999 tarihli yargı reformundan önceki hali aşağıdaki gibidir:", "“ Devletin ülkesi ve milletiyle bölünmez bütünlüğü, hür demokratik düzen ve nitelikleri Anayasada belirtilen Cumhuriyet aleyhine işlenen ve doğrudan doğruya Devletin iç ve dış güvenliğini ilgilendiren suçlara bakmakla görevli Devlet Güvenlik Mahkemeleri kurulur.", "Devlet Güvenlik Mahkemesinde bir Başkan, iki asıl ve iki yedek üye ile bir savcı ve yeteri kadar savcı yardımcısı bulunur.", "Başkan, bir asıl ve bir yedek üye ile savcı, birinci sınıfa ayrılmış hâkim ve Cumhuriyet savcıları arasından; bir asıl ve bir yedek üye, birinci sınıf askeri hâkimler arasından; savcı yardımcıları ise Cumhuriyet savcıları ve askeri hâkimler arasından özel kanunlarında gösterilen usule göre atanır.", "Devlet Güvenlik Mahkemesi Başkan, üye ve yedek üyeleri (...) dört yıl için atanırlar, süresi bitenler yeniden atanabilirler.", "Devlet Güvenlik Mahkemeleri kararlarının temyiz mercii Yargıtaydır. (...) ”", ".  Devlet Güvenlik Mahkemelerinin kuruluşu hakkında yürürlüğe giren 18 Haziran 1999 tarihli ve 4388 sayılı Kanun, Anayasa’nın 143. maddesini değiştirmiştir:", "“ (...) Devlet Güvenlik Mahkemesinde bir başkan, iki asıl ve bir yedek üye ile Cumhuriyet başsavcısı ve yeteri kadar Cumhuriyet savcısı bulunur.", "Başkan, iki asıl ve bir yedek üye ile Cumhuriyet başsavcısı, birinci sınıfa ayrılmış hâkim ve Cumhuriyet savcıları arasından; Cumhuriyet savcıları ise, diğer Cumhuriyet savcıları arasından Hâkimler ve Savcılar Yüksek Kurulunca özel kanununda gösterilen usule göre dört yıl için atanırlar; süresi bitenler yeniden atanabilirler.  ”", "", "", "HUKUKİ DEĞERLENDİRME", "I. SÖZLEŞME’NİN 6. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI HAKKINDA", ".  Başvuranlar, kendilerini yargılayan ve mahkûm edilmelerine karar veren Devlet Güvenlik Mahkemesinin, bünyesinde askeri bir hâkim bulunması ve gözaltı süresi boyunca bir avukatın bulunmaması sebebiyle, hakkaniyete uygun bir yargılama yapabilecek “tarafsız ve bağımsız” bir mahkeme teşkil etmediğini iddia etmektedirler. Başvuranlara göre Sözleşme’nin 6. maddesinin 1. fıkrası ve 3. fıkrasının c) bendi ihlal edilmiştir. Bu maddenin ilgili kısımları aşağıdaki gibidir:", "“ 1.  Herkes davasının, (...) cezai alanda kendisine yöneltilen suçlamaların esası konusunda karar verecek olan, (...) bağımsız ve tarafsız bir mahkeme tarafından, kamuya açık olarak (...) görülmesini isteme hakkına sahiptir. (...)", "3.  Bir suç ile itham edilen herkes aşağıdaki asgari haklara sahiptir:", "(...)", "c) Kendisini bizzat savunmak veya seçeceği bir müdafinin yardımından yararlanmak; eğer avukat tutmak için gerekli maddi olanaklardan yoksun ise ve adaletin yerine gelmesi için gerekli görüldüğünde, resen atanacak bir avukatın yardımından ücretsiz olarak yararlanabilmek;", "(...) ”", "A. Kabul Edilebilirlik Hakkında", ".  Mahkeme, öncelikle başvuranlar M. Atça, A. Aslan, C. Abay, Y. Basaran, S. Hamarat, H.  Dogan, S. Çüngü, H. Uras ve S. Genç’in, 4 Mart 2002 tarihli görüşlerinde, Sözleşme’nin 6. maddesini belirterek, gözaltında tutuldukları süre boyunca avukat yardımından faydalanmadıklarını ileri sürdüklerini kaydetmektedir. Ancak iç hukukta bu şikâyetlere ilişkin nihai karar, 11 Mart 1998 tarihinde verilmiştir. ", "Dolayısıyla Mahkeme, başvurunun bu kısmıyla ilgili olarak Sözleşme’nin 35. maddesinin 1. fıkrası anlamında geç kalındığı ve bu şikâyetin Sözleşme’nin 35. maddesinin 4.fıkrası uyarınca reddedilmesi gerektiği sonucuna varmaktadır.", ".  Diğer taraftan Hükümet, Sözleşme’nin 35. maddesi tarafından öngörülen altı aylık süre kuralına riayet edilmediği gerekçesiyle, Mahkeme’yi, Devlet Güvenlik Mahkemesinin statüsüne ilişkin şikâyetleri reddetmeye davet etmektedir. Hükümet, Devlet Güvenlik Mahkemesinin bağımsız ve tarafsız olmadığına ilişkin olarak sunulan şikâyetle ilgili iç hukuktaki nihai kararın da yine bu mahkeme tarafından verildiğini ileri sürmektedir. Bu bağlamda Hükümet, olayların meydana geldiği dönemde Devlet Güvenlik Mahkemesinin oluşumunun, ulusal mevzuat tarafından belirlenmesi sebebiyle, ne Devlet Güvenlik Mahkemesinin ne de Yargıtayın, bu şikâyet hakkında karar verme yetkisi bulunmadığını belirtmektedir.  Hükümet, başvuranların bu iç hukuk yollarının etkin olmadığını anladıkları andan itibaren, yani Devlet Güvenlik Mahkemesinin 14 Kasım 1996 tarihli kararından sonra altı ay içerisinde başvurularını yapmış olmaları gerektiği kanaatindedir. Hükümet, bu başvurunun 23 Mart 1998 tarihinde yapıldığının altını çizmektedir. Hükümet, iddiasına dayanak olarak, Mahkeme içtihatlarına atıfta bulunmaktadır (diğer kararlar arasında bk. Ipek/Türkiye, No. 39706/98, 7 Kasım 2000 ve Göztok/Türkiye, No. 35830/97, 6 Şubat 2001).", ".  Başvuranlar, Hükümetin iddiasına itiraz etmektedirler. Başvuranlar, Devlet Güvenlik Mahkemesinin kararlarının, Ceza Muhakemesi Kanunu’nun 305. maddesinin 1. fıkrası gereğince temyiz edilebileceğini ileri sürmektedirler. Başvuranlar, temyiz başvurusunun Sözleşme’nin 35. maddesi anlamında etkin bir başvuru yolu teşkil ettiğini ve başvurularının altı aylık süre kuralına uygun şekilde yapıldığını iddia etmektedirler. ", "Dolayısıyla başvuranlar, Mahkemeden Hükümetin ilk itirazının reddedilmesini talep etmektedirler.", ".  Mahkeme, yerleşik içtihatlarına göre, Sözleşme’nin 6. maddesinin gereklerine uygunluk hakkında karar vermek için başvuran hakkında açılan ceza davasının tamamının dikkate alınmasının gerektiğini hatırlatmaktadır (özellikle bk. John Murray/Birleşik Krallık, 8 Şubat 1996, Derleme 1996-I, s. 54-55, § 63). Mahkeme bu bağlamda, Devlet Güvenlik Mahkemesi önünde görülen davada, Sözleşme’nin 6. maddesinin 1. fıkrası alanında ilgililerin mağdur sıfatının, ancak mahkûmiyet kararının Yargıtay tarafından onanarak kesinleştiği andan itibaren belirlendiğini kaydetmektedir (diğer kararlar arasında bk. Sakik ve diğerleri/Türkiye, No. 23878-29883/94, 25 Mayıs 1995, DR. 81, s. 86).  Nitekim mahkûmiyet kararının esastan bozulması ve davayı yeniden inceleyebilecek ve ilgilinin beraatına karar verebilecek olan Devlet Güvenlik Mahkemesine geri gönderilmesi, Yargıtayın yetki alanına girmektedir. Dolayısıyla Mahkeme, altı aylık sürenin, somut olayda söz konusu Yargıtay kararından itibaren işlemeye başladığı kanaatine varmaktadır.", "Bu nedenle, Mahkeme, Hükümet tarafından ileri sürülen itirazı reddetmektedir.", ".  Mahkeme, içtihatlarından doğan kriterler ışığında (özellikle bk. Çiraklar/Türkiye, 28 Ekim 1998, Derleme 1998-VII) ve kendisine sunulan unsurlar bütün olarak değerlendirildiğinde, başvurunun, yukarıdaki 22. paragrafta gecikme sebebiyle reddedilmiş olan şikâyetler dışında, esastan incelenmesi gerektiği kanaatindedir. Mahkeme ayrıca, başvurunun herhangi bir kabul edilemezlik gerekçesiyle bağdaşmadığını tespit etmektedir.", "B. Esas Hakkında", "1.  Devlet Güvenlik Mahkemesinin Bağımsızlığı ve Tarafsızlığı Hakkında", ".  Hükümet, öncelikle bütün mahkemelerin bağımsızlık ve tarafsızlığının, Anayasa’nın 138. maddesi ve devamında gelen maddelerle güvence altına alındığını ileri sürmektedir.", ".  Hükümet ayrıca, Anayasa’nın, Devlet Güvenlik Mahkemelerinin oluşumunu düzenleyen 143. maddesine ilişkin Anayasa değişikliğinin 18 Haziran 1999 tarihinde meydana geldiğini belirtmektedir.  Hükümet özellikle, bu değişikliğin ardından, 4390 sayılı Kanun’un askeri savcı ve hâkimlerin görevlerinin 22 Haziran 1999 tarihinden itibaren artık sona erdiğine hükmettiğini ileri sürmektedir. Hükümet, söz konusu anayasal değişiklikler ve mevzuat değişikliklerinin ardından Devlet Güvenlik Mahkemelerinin bağımsızlık ve tarafsızlığından şüphe duyulmasıyla ilgili sorunun kesin olarak çözüldüğünün altını çizmekte ve başvuranların Sözleşme’nin 6. maddesinin 1. fıkrasının ihlaline ilişkin şikâyetleriyle ilgili olarak hukuki bir menfaate sahip olamayacakları sonucuna varmaktadır.", ".  Başvuranlar, Hükümetin iddiasına itiraz etmektedirler. Başvuranlar, 9 Haziran 1998 tarihli Incal/Türkiye (Derleme 1998-IV, § 72) ve Çiraklar/Türkiye (daha önce anılan) kararlara atıfta bulunarak, kendilerini yargılayan ve mahkûmiyetlerine karar veren Devlet Güvenlik Mahkemesinin, Sözleşme’nin 6. maddesinin 1. fıkrası anlamında “bağımsız ve tarafsız bir mahkeme” olarak değerlendirilemeyeceğini ileri sürmektedirler. Diğer taraftan başvuranlar, kendilerini yargılayan ve 14 Kasım 1996 tarihinde mahkûmiyetlerine karar veren Diyarbakır Devlet Güvenlik Mahkemesini söz konusu tarihte biri askeri hâkim olmak üzere üç hâkimden oluşan bir heyetin oluşturması sebebiyle, Devlet Güvenlik Mahkemesinin oluşumuyla ilgili olarak yapılan Anayasa ve mevzuat değişikliklerinin, kendi durumlarını etkileyemeyeceğinin altını çizmektedirler.", ".  Mahkeme, (daha önce anılan) Incal ve Çiraklar kararlarında, mevcut davada ileri sürülen şikâyetlere benzer şikâyetleri zaten incelemiş olduğunu hatırlatmaktadır. Mahkeme, özellikle Devlet Güvenlik Mahkemeleri nezdinde görevli bazı askeri hâkimlerin statüsünün bazı özelliklerinin, bu hâkimlerin bağımsızlığını ve tarafsızlığını sorgulanabilir kıldığını tespit etmiştir (daha önce anılan Incal, s. 1571, § 68). Mahkeme ayrıca, ilgililerin halen ordu mensubu olduklarının, dolayısıyla yürütme erkine bağlı olan askeri personel olduklarının, askeri disipline tabi olduklarının ve bu bağlamda orduyu temsil ettiklerinin, atama ve tayinlerinin, idarenin ve ordunun büyük ölçüde müdahale etmesini gerektirdiğinin ve son olarak Devlet Güvenlik Mahkemesinde hâkim olarak görevlerinin dört yıl sürdüğünün ve bu sürenin sonunda yeniden görevlendirilebileceklerinin altını çizmiştir.", ".  Mahkeme bununla birlikte, Hükümetin, Türk mevzuatının Sözleşme gereklerine uygun şekilde değiştirildiğine dair vermiş olduğu bilgileri dikkate almaktadır. Mahkeme yine de, görevinin somut olayın kendine özgü koşullarını değerlendirmekle sınırlı olduğunu belirtmekte, dolayısıyla söz konusu dönemde ulusal mevzuatta gelişmelerin meydana gelmiş olduğu gerekçesiyle, bir davanın, artık başvuran için geçerli hukuki bir menfaat teşkil etmediği sonucuna varamamaktadır (bk. Sadak ve diğerleri/Türkiye, 17 Temmuz 2001, § 38).", ".  Mahkeme, başvuranlar gibi iki başvuranın da sivil olduğu Incal ve Çiraklar davasında varmış olduğu sonucu bertaraf etmesi için hiçbir sebep görmemektedir. Mevcut davada, Devlet Güvenlik Mahkemesi önünde Türk Ceza Kanunu’nun 168. maddesinin 2. fıkrası ve 125. maddesinde öngörülen ve cezalandırılan, bazıları, yasa dışı silahlı örgüte üye olma, bazıları ise Devletin bütünlüğüne karşı vatan hainliği yapma fiillerinden suçlanan başvuranların, aralarında askeri hâkim olan bir subayın da yer aldığı mahkeme heyeti önüne çıkmaktan imtina etmeleri anlaşılabilir bir husustur.  Bu sebeple, başvuranlar, Diyarbakır Devlet Güvenlik Mahkemesinin davasının niteliğiyle ilgili olmayan değerlendirmelerle haksız şekilde yönlendirilmesinden meşru olarak çekinebilirler. Dolayısıyla, objektif olarak, başvuranların bu mahkemenin bağımsızlık ve tarafsızlığına ilişkin şüphelerinin haklı olduğu kanaatine varılabilir (yukarıda anılan Incal, s. 1573, § 72 sonu ).", ".  Mahkeme, Diyarbakır Devlet Güvenlik Mahkemesinin, başvuranları yargıladığı ve mahkûm ettiği tarihte, Sözleşme’nin 6. maddesinin 1. fıkrası anlamında bağımsız ve tarafsız olmadığı sonucuna varmaktadır.", "2.  Ceza davasının hakkaniyete uygunluğu hakkında", ".  Başvuranlar S. Süsin, F. Kaplan, E.H. Adirbelli ve H. Demir ayrıca, Sözleşme’nin 6. maddesi açısından gözaltında tutuldukları süre boyunca avukat yardımından faydalanamadıklarını iddia etmektedirler.  Başvuranlar bu bağlamda, Sözleşme’nin 6. maddesinin 1. fıkrasını ve 3. fıkrasının c) bendini ileri sürmektedir.", ".  Hükümet bu iddia hakkında görüş bildirmemektedir.", ".  Mahkeme, daha önce benzer davalarda, bağımsız ve tarafsız olmadığı tespit edilen bir mahkemenin, her hâlükârda, yargı yetkisine giren kişilere adil bir yargılama sağlayamayacağını hatırlatmaktadır.", ".  Mahkeme, başvuranların bağımsız ve tarafsız bir mahkeme tarafından yargılanma hakkının ihlalinin tespiti bakımından, bu şikâyetin incelenmesine gerek olmadığı kanaatindedir (diğerleri arasında bk. yukarıda anılan Çiraklar, s. 14, §§ 44-45).", "II. SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI HAKKINDA", ".  Sözleşme’nin 41. maddesi aşağıdaki gibidir:", "“Eğer Mahkeme, işbu Sözleşme ve Protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Taraf’ın iç hukuku bu ihlalin sonuçlarını ancak kısmen ortadan kaldırabiliyorsa, Mahkeme, gerektiği takdirde, zarar gören taraf lehine adil bir tazmin verilmesine hükmeder. ”", "", "A. Tazminat", ".  Başvuranlar, kendi değerlendirmelerine göre 12.000 avro tutarında maddi ve manevi zarara uğradıklarını iddia etmektedirler.", ".  Hükümet, başvuranların talebinin aşırı olduğu kanısına varmaktadır.", ".  İddia edilen maddi zararla ilgili olarak, Mahkeme, Sözleşme’nin ihlal edilmemiş olması halinde Devlet Güvenlik Mahkemesi önünde görülen davanın nasıl sonuçlanacağı hakkında yorum yapamamaktadır. Dolayısıyla başvuranlara, maddi zarar bağlamında bir tazminat ödenmesine gerek yoktur (Findlay/Birleşik Krallık, 25 Şubat 1997, Karar ve Hükümler Derlemesi 1997-I, s. 284, § 85).", ".  Mahkeme, manevi zararla ilgili olarak, somut olayın koşullarında ihlal tespitinin, tek başına, iddia edilen manevi zarar için yeterli bir adil tazmin teşkil ettiği kanaatindedir (daha önce anılan Çiraklar, s. 3074, § 49).", "B. Masraf ve Giderler", ".  Başvuranlar, Mahkeme önünde temsil edilmelerine ilişkin masraf ve giderler bağlamında toplam 15.000 avro talep etmektedirler. Bu miktar, yargılama giderleri ile avukatlık hizmeti bedelini kapsamaktadır.", "Başvuranlar bu bağlamda kanıtlayıcı bir belge sunmamışlardır.", ".  Hükümet bu miktarların aşırı olduğu kanaatindedir.", ".  Mahkeme, Sözleşme’nin 41. maddesinin uygulanmasıyla ilgili olarak, masraf ve giderlerin gerçekten ve zorunlu olarak yapıldığının tespit edilmesi ve bu bağlamda makul bir tutar talep edilmesi durumunda ödenebileceğini hatırlatmaktadır (diğer kararlar arasında bk. Nikolova/Bulgaristan, [BD], No. 31195/96, § 79, AİHM 1999-II). Bu bağlamda Mahkeme, başvuranların yapmış oldukları masraf ve giderlere ilişkin olarak herhangi bir kanıtlayıcı belge sunmadığını gözlemlemektedir. Bu koşullarda, söz konusu talebi kabul edemeyecektir (bk. Dikme/Türkiye, 11 Temmuz 2000, No. 20869/92, § 126, AİHM 2000-VIII).", "Bununla birlikte başvuranların mevcut davanın hazırlıkları için bazı harcamalar yapmak zorunda kaldıkları doğrudur. Bu sebeple, Mahkeme, başvuranlara müştereken 14.000 avro ödenmesine karar vermektedir.", "C. Gecikme Faizi", ".  Mahkeme, gecikme faizi olarak, bu miktarlara, Avrupa Merkez Bankasının marjinal kredi faizlerine uyguladığı faiz oranına üç puan eklenerek elde edilecek oranın uygulanmasının uygun olduğu sonucuna varmaktadır.", "BU GEREKÇELERLE, MAHKEME, OY BİRLİĞİYLE,", "1.  Başvuranlar M. Atça, A. Aslan, C. Abay, Y. Basaran, S. Hamarat, H. Dogan, S. Çüngü, H. Uras ve S. Genç için, Sözleşme’nin 6. maddesinin 3. fıkrasının c) bendine ilişkin şikâyetin kabul edilemez olduğuna,", "", "2.  Başvurunun geri kalan kısmının kabul edilebilir olduğuna,", "", "3.  Diyarbakır Devlet Güvenlik Mahkemesinin bağımsızlık ve tarafsızlıktan yoksun olması sebebiyle, Sözleşme’nin 6. maddesinin 1. fıkrasının ihlal edildiğine,", "", "4.  Sözleşme’nin 6. maddesine ilişkin diğer şikâyetlerin incelenmesine gerek olmadığına,", "", "5.  Mevcut kararın, iddia edilen manevi zarar için kendi başına adil bir tazmin teşkil ettiğine,", "", "6.   a)\tDavalı Devlet tarafından başvuranlara müştereken, Sözleşme’nin 44 § 2 maddesi uyarınca, kararın kesinleştiği tarihten itibaren üç ay içerisinde, ödeme tarihindeki geçerli döviz kuru üzerinden Türk lirasına çevrilmek üzere, masraf ve giderler bağlamında, ödemenin yapıldığı tarihte ödenmesi gereken diğer her türlü faizden ve vergiden hariç olmak üzere, 14.000 avro (on dört bin avro) ödemesine, ", "b) Söz konusu sürenin bittiği tarihten itibaren ödeme tarihine kadar, bu miktarlara Avrupa Merkez Bankasının o dönem için geçerli olan marjinal kredi faiz oranının üç puan fazlasına eşit oranda basit faiz uygulanmasına,", "", "7.  Adil tazmine ilişkin olarak kalan taleplerin reddedilmesine karar vermiştir.", "İşbu karar Fransızca dilinde tanzim edilmiş olup, Mahkeme İç Tüzüğü’nün 77. maddesinin 2 ve 3. fıkraları gereğince 6 Şubat 2003 tarihinde bildirilmiştir.", "\tVincent Berger\tGeorg Ress\n\tYazı İşleri Müdürü\tBaşkan", ""]}