{"file": "TUR_HJUDTUR_38062_08.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "38062/08", "text_paragraphs": ["", "", "", "AVRUPA İNSAN HAKLARI MAHKEMESİ", "", "", "İKİNCİ BÖLÜM", "", "", "", "", "", " ŞAKAR VE DİĞERLERİ / TÜRKİYE", "", "", "", "", "(Başvuru No. 38062/08)", "", "", "", "", "KARAR", "", "", "", "", "STRAZBURG", "", "20 Ekim 2015", "", "", " İşbu karar Sözleşme’nin 44 §2 maddesinde belirtilen koşullar çerçevesinde kesinleşecek olup bazı şekli değişikliklere tabi tutulabilir.", "", "Şakar ve diğerleri / Türkiye davasında,", "", "Başkan", "Paul Lemmens,", "Yargıçlar", "Işıl Karakaş,", "Nebojša Vučinić,", "Ksenija Turković,", "Robert Spano,", "Jon Fridrik Kjølbro,", "Stéphanie Mourou-Vikström,", "ve Bölüm Yazı İşleri Müdürü Stanley Naismith’in katılımıyla Daire halinde toplanan Avrupa İnsan Hakları Mahkemesi (İkinci Bölüm) 29 Eylül 2015 tarihinde gerçekleştirdiği kapalı oturumdaki müzakereler sonucunda anılan tarihte aşağıdaki kararı vermiştir:", "USUL", "1.  Türkiye Cumhuriyeti aleyhine açılan davanın (No. 38062/08) temelinde, sekiz Türk vatandaşının, Nurullah Şakar, Mehmet Güneş, Bedri Arslan, Mehmet Emin Enmek, Çetin Karataş, Mehmet Ekinci, Metin Karataş ve Mehmet Nuri Aktaş’ın (“başvuranlar”) 23 Temmuz 2008 tarihinde İnsan Hakları ve Temel Özgürlüklerin Korunmasına ilişkin Sözleşme’nin (“Sözleşme”) 34. maddesi uyarınca yapmış oldukları başvuru bulunmaktadır.", "2.  Başvuranlar, Adana Barosuna bağlı Avukat K. Derin tarafından temsil edilmiştir. Türk Hükümeti (“Hükümet”) ise kendi görevlisi tarafından temsil edilmiştir.", "3.  Başvuru, 7 Eylül 2011 tarihinde Hükümete bildirilmiştir.", "OLAYLAR", "DAVANIN KOŞULLARI", "4.  Başvuranlar, Osmaniye Emniyet Müdürlüğüne bağlı polisler tarafından PKK’ya (yasadışı silahlı örgüt) yardım ve yataklık ile örgütün propagandasını yapmak şüphesiyle 30 Ocak 2008 tarihinde gözaltına alınmışlardır. Anılan tarihte, bazı başvuranlar, Demokratik Toplum Partisi’nin (Bundan böyle metinde “DTP” olarak anılacaktır.) il yönetim kurulu üyesi olup, diğer kısmı ise söz konusu partiye üyelerdi.", "5.  Polis, 31 Ocak ve 1 Şubat 2008 tarihlerinde başvuranların ifadesini almıştır. Başvuranların daha sonra Osmaniye Cumhuriyet Savcısı tarafından ifadeleri alınmıştır.", "6.  Başvuranlar 1 Şubat 2008 tarihinde Osmaniye Sulh Ceza Mahkemesi hâkimi huzuruna çıkarılmış ve avukatları refakatinde ifadeleri alınmıştır. İfadeleri alındıktan sonra, hâkim, atılı suçların vasıf ve mahiyeti, mevcut delil durumu, kuvvetli suç şüphesini göz önünde bulundurarak ilgililerin tutuklanmasına karar vermiştir. Hâkim aynı zamanda, kaçma riski bulunduğunu belirterek, adli kontrolün yetersiz bir tedbir olacağı kanaatine varmıştır.", "7.  Hâkim, 5 Şubat 2008 tarihinde başvuranların avukatı tarafından bir önceki gün sunulan tahliye talebini, atılı suçun niteliği, mevcut delil durumu, öngörülen cezayı, kaçma ve delilleri karartma riskini göz önünde bulundurarak reddetmiştir.", "8.  Cumhuriyet savcısı 26 Şubat 2008 tarihinde, PKK’ya üye olma ve bu örgütün propagandası yapma nedeniyle başvuran Nurullah Şakar hakkında iddianame düzenlemiştir. Cumhuriyet savcısı, diğer başvuranları yalnızca propaganda yapmakla suçlamıştır.", "9.  Hâkim 28 Şubat 2008 tarihinde, atılı suçun yeniden hukuki nitelendirilmesi ihtimalini göz önünde bulundurarak başvuran Mehmet Nuri Aktaş’ın salıverilmesine karar vermiştir. Aynı zamanda, atılı suçların niteliği, mevcut delil durumunu, kuvvetli suç şüphesini göz önünde bulundurarak ve soruşturmanın henüz tamamlanmamış olması nedeniyle diğer başvuranların tutukluluk hallerinin devamına karar vermiştir.", "10.  Ağır Ceza Mahkemesi 12 Mart 2008 tarihinde, atılı suçların niteliği, mevcut delil durumu ve dosyanın içeriğini göz önünde bulundurarak, başvuranların avukatları tarafından mahkemeye sunulan tahliye taleplerini reddetmiştir.", "11.  Cumhuriyet savcısı 28 Mart 2008 tarihinde, başvuran Mehmet Nuri Aktaş dışındaki diğer başvuranlar hakkında aynı suçlardan yeni bir iddianame hazırlamıştır. Savcı, Mehmet Nuri Aktaş hakkında ise ceza soruşturması açılmasına gerek olmadığına hükmetmiş ve kovuşturmaya yer olmadığına dair karar vermiştir.", "12.   15 Nisan 2008 tarihinde düzenlenen hazırlık duruşması sırasında, başvuranlar Çetin Karataş, Mehmet Ekinci ve Metin Karataş’ın tahliye talebi Ağır Ceza Mahkemesine ulaşmış ve mahkeme ilgililerin tahliyesine karar vermiştir. Ağır Ceza Mahkemesi aynı zamanda, atılı suçların niteliğini ve mevcut delil durumunu göz önünde bulundurarak diğer başvuranların tutukluluk hallerinin devamına karar vermiştir.", "13.  Başvuran Nurullah Şakar’ın tahliye talebi ve itirazı 16 ve 20 Mayıs 2008 tarihlerinde reddedilmiştir.", "14.  Ağır Ceza Mahkemesi 9 Haziran 2008 tarihli duruşmada, başvuranların savunmalarını dinlemiştir. Düzenlenen duruşma sonunda, delillerin toplanmış olması gözetilerek, tutuklu olan başvuranlar Nurullah Şakar, Mehmet Güneş, Bedri Aslan ve Mehmet Emin Enmek’in tahliyesine karar vermiştir.", "15.  Ağır Ceza Mahkemesi 10 Şubat 2010 tarihinde başvuranları bölücü propaganda yapmaktan suçlu bularak on ay hapis cezasına mahkûm etmiştir.", "16.  Yargıtay’ın internet sitesinde yapılan dosya sorgulama sonrasında, Ağır Ceza Mahkemesi’nin 10 Şubat 2010 tarihinde verdiği kararın 9 Ocak 2013 tarihinde bozulduğunu ve davanın bu mahkemeye geri gönderildiği anlaşılmaktadır.", "Taraflar, yargılamanın sonucu hakkında bilgi vermemişlerdir.", "A.  Gözaltı sırasında maruz kalınan muamelelere ilişkin iddialar", "17.  Bu arada, 4 Mart 2008 tarihinde, Cumhuriyet savcısı, Emniyet Müdürünün, gözaltında bulundukları sırada başvuranlara hakaret ve tehdit ettiği yönündeki iddialarla ilgili olarak, atılı suçun işlenip işlenmediğinin tespit edilmesine imkân verecek yeterli kanıtlayıcı unsur bulunmadığı kanaatiyle, kovuşturmaya yer olmadığına dair karar vermiştir.", "18.  Ağır Ceza Mahkemesi 27 Mayıs 2008 tarihinde sadece başvuranlar Nurullah Şakar ve Bedri Aslan tarafından yapılan itirazı reddetmiştir.", "B.  Tutukluluk koşulları", "19.  Bu arada, 5 Şubat 2008 tarihinde, Osmaniye Cezaevi Müdürlüğüne gönderilen bir dilekçede, başvuran Mehmet Güneş tutukluluk koşullarından yakınmış; kendisinin ve aynı dava kapsamında tutuklu bulunanların başka bir hücreye nakledilmesi talebinde bulunmuştur.", "20.  Başvuran Nurullah Şakar aynı gün, kendisinin ve aynı dava kapsamında tutuklu bulunanların maruz kaldığı tutukluluk koşullarından ve cezaevi yönetiminin bu durum karşısındaki ilgisizliğinden yakınmak amacıyla Cumhuriyet savcısına hitaben şikâyet dilekçesi yazmıştır. Başvuran, iki kişilik olarak öngörüldüğünü iddia ettiği disiplin hücresinde dokuz tutuklunun kaldığını; kendisinin ve aynı dava kapsamında tutuklu bulunanların yerde battaniyeler üzerinde uyuduklarını belirtmiştir. Başvuran ayrıca, hücrenin sağlığa uygun olmayan koşullara sahip olduğundan yakınmış ve bu durumun hastalıkların gelişmesi için elverişli bir ortam doğurduğunu belirtmiştir.", "21.  Başvuran Mehmet Güneş 11 Şubat 2008 tarihinde, kendisinin ve aynı dava kapsamında tutuklu bulunanların tutukluluk koşullarından yakınmak amacıyla Valiliğe de bir yazı göndermiştir. Başvuran gönderdiği yazıda, hücrede onüç tutuklunun kaldığını ve yalnızca bir ranza bulunduğunu belirtmiştir. 5-6 m2’lik bir alanda, yerde yemek yediklerini ve uyuduklarını belirtmiştir. Kendisinin ve aynı dava kapsamında tutuklu bulunanların sağlık durumlarının, hücrenin soğuk ve sağlığa uygun olmayan koşullara sahip olması nedeniyle bozulduğunu eklemiştir.", "22.  Başvuran Mehmet Güneş 25 Şubat 2008 tarihinde, aynı dava kapsamında tutuklu bulunanların ve kendisinin maruz bırakıldıkları tutukluluk koşullarından şikâyet etmek amacıyla, TBMM İnsan Hakları Komisyonuna da bir dilekçe göndermiş; dilekçesinde, Valiliğe hitaben yazdığı yazıdaki aynı açıklamalara yer vermiştir. Tuvaletlerin hücrenin içinde bulunduğunu ve açık olduğunu eklemiştir. 23 Şubat 2008 tarihinde, tuvaletlerde meydana gelen tahliye sorunu ardından kirli suların hücrenin içine taştığını belirtmiştir. Bununla birlikte, fareler olduğuna değinmiş ve hücrenin yakınında bulunan kömür odasından gelen kömür tozlarından yakınmıştır.", "23.  Cumhuriyet savcısı 29 Şubat 2008 tarihinde, başvuran Nurullah Şakar tarafından, tutukluluk koşulları hususunda cezaevi yönetimine karşı yapılan şikâyetle ilgili olarak kovuşturmaya yer olmadığına dair karar vermiştir. Cumhuriyet savcısı, cezaevi müdürünün, 25 Şubat 2008 tarihinde alınan ifadesinde, başvuranları yer olmaması nedeniyle disiplin koğuşuna yerleştirmek zorunda kaldığı beyanında bulunduğunu tespit etmiştir. Cezaevinde, –ilgilerin olduğu gibi- terör suçlarıyla suçlanan tutuklulara ayrılmış hücreler bulunmaması nedeniyle, cezaevi müdürü, ilgilileri kendi güvenlikleri için ayrı bir koğuşa yerleştirmeye karar vermiştir. Cezaevi müdürünün beyanlarına göre, disiplin hücresinde üç adet ranza bulunmaktaydı ve tutuklulara yirmi iki adet battaniye ve ek yataklar verilmişti. Yine cezaevi müdürüne göre, olayların meydana geldiği dönemde, cezaevi kapasitesini yaklaşık yüz kişi aşmıştı ve bütün koğuşlarda yerde uyuyan tutuklular vardı.", "Savcı ayrıca, cezaevi doktorunun 27 Şubat 2008 tarihinde alınan ifadesine göre, ilgililerin cezaevine kabulleri sırasında sağlık muayenesinden geçirildiklerini ve aynı zamanda başvuran Mehmet Güneş’i 3 Şubat 2008 tarihinde talebi üzerine muayene ettiğini beyan ettiği tespit edilmiştir. Doktorun beyanlarına göre, başvuranlar yer olmaması ve kendi güvenliklerinin sağlanması nedeniyle disiplin hücresine yerleştirilmiştir. Savcı, cezaevi yönetimine atfedilen yetkiyi kötüyü kullanma suçunun tespit edilmediğini ve cezaevi müdürünü hakkında soruşturma açılmasına gerek olmadığı sonucuna varmıştır.", "24.  Başvuranlar, 1 Mart 2008 tarihinde kaldıkları disiplin hücresinden ayrılmışlardır.", "25.  Ceyhan Ağır Ceza Mahkemesi 10 Haziran 2008 tarihinde başvuran Nurullah Şakar tarafından kovuşturmaya yer olmadığına dair karara karşı yapılan itirazı reddetmiştir.", "HUKUKİ DEĞERLENDİRME", "I.  SÖZLEŞME’NİN 3. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI HAKKINDA", "26.  Başvuranlar, gözaltında bulundukları sırada hakarete uğradıklarından ve tehdit edildiklerinden şikâyet etmektedirler. Aynı zamanda, cezaevine getirildikleri sırada kıyafetlerinin soyulduğundan ve 1 Şubat ila 1 Mart 2008 tarihleri arasında tutuklu kaldıkları Osmaniye Cezaevinde disiplin hücresindeki tutukluluk koşullarından yakınmaktadırlar. Bu bağlamda, Sözleşme’nin 3. maddesinin ihlal edilmesi nedeniyle mağdur olduklarını ifade etmektedirler. İşbu madde aşağıdaki şekildedir:", " “Hiç kimse işkenceye veya insanlık dışı ya da aşağılayıcı muamele veya cezaya tabi tutulamaz.”", "27.   Hükümet bu iddiaya karşı çıkmaktadır.", "A.  Tutukluluk koşullarına ilişkin şikâyet hakkında", "28.  İşbu şikâyetin Sözleşmenin 35. maddesinin 3. fıkrasının a) bendi anlamında açıkça dayanaktan yoksun olmadığını ve başka hiçbir kabul edilemezlik engeline takılmadığını tespit eden Mahkeme, kabul edilebilirliğine karar vermektedir.", "29.  Başvuranlar, Osmaniye Cezaevine geldiklerinde disiplin hücresine konulduklarını ve bu hücrede hâlihazırda dört tutuklunun daha kaldığını belirtmişlerdir. İki kişilik olarak tasarlandığını iddia ettikleri bu hücrede önce on üç kişi kalmışlardır; daha sonra dört kişinin hücreden ayrılmasıyla dokuz kişi kalmışlardır. Hücrede yalnızca bir ranza bulunduğunu ve yerde, battaniyelerin üzerinde uyumak zorunda kaldıklarını ifade etmişlerdir. Hücrede, tuvaletler dışında sıhhi tesisat bulunmadığını belirtmektedirler. Bunun yanı sıra, hücrenin sağlığa uygun koşullardan yoksun olmasından, temiz olmamasından ve tuvaletlerden gelen mide bulandırıcı kokulardan yakınmaktadırlar. Yetkililere gönderdikleri başvuruların yanıtsız kaldığını ifade etmektedirler. Başvuranlar son olarak, tutukluluk koşulları nedeniyle sağlıklarının bozulduğundan yakınmaktadırlar.", "30.  Hükümet, Osmaniye Cezaevinin yılın belli dönemlerinde, kapasitesinin üzerinde tutuklu barındırmayı kabul etmek zorunda kaldığını belirtmektedir. Hükümet, başvuranların terör suçlarıyla suçlandıklarını ve kendi güvenlikleri için diğer tutuklulardan ayrı olarak tutulduklarını bildirmektedir. Disiplin koğuşunda 1 ila 4 Şubat 2008 tarihleri arasında on iki tutuklunun kaldığını; bunlardan dördünün tahliye edilmesi sonrasında, 4 Şubat 2008 tarihinde, hücrede yalnızca sekiz başvuranın kaldığını belirtmektedir.", "31.  Hükümet, hücrenin 5 m. uzunluğa, 3.80 m. genişliğe, 2.80 m. yüksekliğe ve 19 m2 yüzölçümüne sahip olduğunu; tuvaletlerin, musluğun, merkezi ısıtma sistemlerinin yanı sıra aydınlatma ve biri tuvaletlerin hizasında olmak üzere iki pencere bulunduğunu ifade etmektedir.", "32.  Hükümet, cezaevi yönetiminin başvuranlara yetecek sayıda ranza, şilte ve battaniye tedarik ettiğini ve bunun yanı sıra başvuranların duşa girme imkânlarının da bulunduğunu eklemektedir. Aynı zamanda, başvuranların hava almak ve spor yapmak için günde iki kez olmak üzere avluya çıktıklarını; günde üç öğün yemek aldıklarını ve cezaevi kantininden alışveriş yapabildiklerini de eklemektedir.", "33.  Hükümet son olarak, başvuranların ihtilaf konusu dönem boyunca, herhangi bir engel bulunmaksızın, dışarısıyla bağlantı kurabildiklerini ve birçok defa cezaevi savcısıyla görüşebildiklerini belirtmektedir.", "34.  Mahkeme, Sözleşme’nin 3. maddesiyle ilgili olan ve bilhassa Ananyev ve diğerleri / Türkiye (No. 42525/07 ve 60800/08, §§ 139-142, 10 Ocak 2012) pilot kararında özetlediği ve Idalov/Rusya ([BD], No. 5826/03, §§ 9194, 22 Mayıs 2012) ve Gürcistan/Rusya (I) ([GC], No. 13255/07, § 192, AİHM  2014 (özetler))  kararlarında yinelediği içtihadını hatırlatmaktadır:", " “(...) 3. madde demokratik toplumların en temel değerlerinden birini içerir. Sözleşme, mağdurun davranışına bakmaksızın işkence ve insanlık dışı veya aşağılayıcı muamele ya da cezayı mutlak surette yasaklar (bk. örneğin Labita/İtalya [BD], No. , § 119, AİHM 2000-IV). Kötü muamelenin 3. madde kapsamına girebilmesi için asgari bir ağırlık seviyesine ulaşması gerekir. Bu asgari seviyenin değerlendirmesi göreceli olup muamelenin süresi, fiziksel ve ruhsal etkileri ve bazı durumlarda mağdurun cinsiyeti, yaşı ve sağlık durumu gibi davanın tüm koşullarına bağlıdır (bk. diğer kararların yanı sıra İrlanda/Birleşik Krallık, 18 Ocak 1978, § 162, A serisi no. 25).", "Bu asgari ağırlık seviyesine ulaşan kötü muamele genellikle fiili bedensel zarar veya yoğun fiziksel ya da ruhsal acı içerir. Bununla birlikte, bunların yokluğunda dahi, bir bireyi, insan onuruna saygısızlık gösterecek veya onu alçaltacak biçimde aşağılaması veya küçük düşürmesi ya da bir bireyin ruhsal ve fiziksel direncini kırabilecek nitelikte korku, kaygı ya da aşağılık hisleri uyandırması durumda da söz konusu muamele aşağılayıcı olarak nitelenebilir ve 3. maddede düzenlenen yasak kapsamına girebilir (bk. diğer kararların yanı sıra, Vasyukov/Rusya, No. , § 59, 5 Nisan 2011).", "Özgürlükten yoksun bırakma bağlamında Mahkeme, 3. madde kapsamında değerlendirilebilmesi için acı ve aşağılamanın her halükarda tutulmaya bağlı olan kaçınılmaz acı ve aşağılama unsurunun ötesine geçmesi gerektiğini tutarlı bir biçimde belirtmiştir. Devlet bir kişinin insan onuruna saygıyla uyumlu koşullarda tutulmasını, tedbirin uygulanma biçimi ve yönteminin bu kişiyi, tutulmanın kendisinde mevcut bulunan kaçınılmaz acı seviyesini aşacak yoğunlukta sıkıntı ve güçlüğe maruz bırakmamasını ve hapsedilmenin pratik gereklilikleri karşısında kişinin sağlığının ve rahatının uygun bir şekilde emniyete alınmasını temin etmek zorundadır (bk. Kudła/Polonya [BD], No. , §§ 92-94, AİHM 2000XI, ve Popov/Rusya, No. , § 208, 13 Temmuz 2006).", "Tutulma koşulları değerlendirilirken bu koşulların kümülatif etkileriyle birlikte başvurucunun ileri sürdüğü belirli iddiaların da dikkate alınması gerekir (bk. Dougoz/Yunanistan, No. , § 46, AİHM 2001-II). Bir kişinin özel koşullarda tutulduğu sürenin uzunluğunun da değerlendirilmeye alınması gerekir (bk. diğer kararların yanı sıra, Alver/Estonya, No. , § 50, 8 Kasım 2005).", "35.  Cezaevinin aşırı kalabalık olması hususunda, Mahkeme, Ananyev ve diğerleri (yukarıda anılan) kararında, kişisel alan bulunmamasının Sözleşme’nin 3. maddesinin ihlali olarak değerlendirilip değerlendirilmediğini tespit etmek için başvurulması gereken kriterleri düzenlemiştir. Mahkeme, bu nedenle aşağıdaki üç unsuru göz önünde bulundurmalıdır:", "a)  her tutuklu, hücresinde uyumak için kişisel bir alana sahip olmalıdır;", "b)  her tutuklu, en azından 3 m2’lik bir alana sahip olmalıdır;", "c)  hücrenin toplam alanı, tutukluların eşyalar arasında rahatça dolaşmalarına imkân verecek yeterlilikte olmalıdır.", "Bu unsurlardan birinin olmaması, tutukluluk koşullarının, Sözleşme’nin 3. maddesine aykırı olacak şekilde aşağılayıcı bir muamele olarak değerlendirilmesi için fazlasıyla yeterlidir (yukarıda anılan Ananyev ve diğerleri kararı, § 148).", "36.  Mahkeme aynı zamanda, cezaevindeki yoğunluk belli bir seviyeye ulaştığında, cezaevinde alan olmamasının, Sözleşme’nin 3. maddesinde belirtilen bir duruma uygunluğunun değerlendirilmesinde dikkate alınacak başlıca unsuru teşkil edebileceğini hatırlatmaktadır (bk. bu anlamda, Karalevičius/Litvanya, No. 53254/99, 7 Nisan 2005). Bilhassa bu son etkenle ilgili olarak, Mahkeme, cezaevinin aşırı kalabalık olmasıyla karşı karşıya kaldığında, bu unsurun tek başına, Sözleşme’nin 3. maddesinin ihlal edildiği sonucuna varmak için yeterli olabileceğine hükmettiğini belirtmektedir. Genel olarak, bir başvurana verilen kişisel alanın 3 m2’nin altında olmasıyla ilgiliydi (Melnik/Ukrayna, No. 72286/01, § 103, 28 Mart 2006, Kadiķis/Letonya (no 2), No.  62393/00, § 52, 4 Mayıs 2006, Trepachkine/Rusya (no 2), No. 14248/05, § 113, 16 Aralık 2010 ve burada yapılan atıflar, Tzamalis ve diğerleri/Yunanistan, No. 15894/09, §§ 39-41, 4 Aralık 2012, Nieciecki/Yunanistan, No. 11677/11, §§ 5152, 4 Aralık 2012 ve Torreggiani ve diğerleri/İtalya, No. 43517/09, 46882/09, 55400/09, 57875/09, 61535/09, 35315/10 ve 37818/10, § 77, 8 Ocak 2013).", "37.  Somut olayda, Mahkeme, başvuranların ihtilaf konusu tutukluluk koşullarının bazı yönleriyle ilgili ifadelerinin, Hükümetin konuyla ilgili ifadelerinden farklılık gösterdiğini kaydetmektedir.", "38.  Tarafların ifadeleri arasındaki birinci farklılık, dikkate alınacak dönem boyunca hücredeki tutuklu sayısıyla ilgilidir. Başvuranlar, disiplin hücresinde toplamda önce on üç, daha sonra ise dokuz tutuklunun kaldığını ileri sürerken, Hükümet, hücrede önce on iki daha sonra ise sekiz tutuklunun kaldığını ifade etmektedir.", "39.  Mahkeme, hücrede kalan tutukluların tam sayısıyla ilgili olarak Hükümet ve başvuranlar arasındaki anlaşmazlığı çözmenin gerekli olmadığı kanaatine varmaktadır. Mahkeme, Hükümet tarafından verilen ve başvuranlarca itiraz edilmeyen bilgilere göre, hücrenin yüzölçümü 19 m2 olduğunu tespit etmektedir. Ancak – Hükümet’in iddia ettiği gibi- hücrede önce on iki daha sonra sekiz tutuklunun kaldığı farz edildiğinde, her bir tutukluya yaklaşık 1,60 m2 (dört gün boyunca), 2,40 m2 (yirmi dört gün boyunca) bireysel yaşam alanı düştüğünü tespit etmek gerekmektedir. Öte yandan, bu alan hücredeki mobilyalar (bir ya da birçok ranza) ve ölçüleri belirtilmemiş olan tuvaletler nedeniyle daha da kısıtlanmıştır.", "40.  Taraflar arasındaki diğer anlaşmazlık ise, tutukluların kullanımına sunulan yatakların sayısı ile ilgilidir. Öyle ki, başvuranlar, yalnızca bir adet ranza bulunduğunu ve burada dört kişi uyuduklarını, diğer ise yerde, cezaevi yönetimi tarafından sağlanan battaniyeler üzerinde uyumak zorunda bırakıldıklarını ifade etmektedirler. Hükümet ise, hücrede yeterli sayıda ranza bulunduğunu ifade etmekte; ancak sayı belirtmemektedir. Cumhuriyet savcısı tarafından ifadesi alınan Osmaniye Cezaevi Müdürünün beyanlarına göre (yukarıda 23. paragraf), hücrede üç adet ranza bulunmaktaydı.", "41.  Mahkeme, bu hususla ilgili olarak da, taraflar arasındaki anlaşmazlığı çözmenin gerekli olmadığı kanısındadır. Cezaevi Müdürünün belirttiği üzere, hücrede üç adet ranza bulunduğu kabul edilse dahi, tutuklu sayısı mevcut yatak sayısını aşmaktaydı. Mahkeme aynı zamanda, bizzat cezaevi müdürü tarafından söz konusu cezaevindeki aşırı kalabalık sorunuyla ilgili yapılan açıklamalara özel bir önem vermektedir. Cezaevi müdürü, şikâyet konusu tutukluluk dönemi boyunca, Osmaniye Cezaevi’nin kapasitesini yüz kişi aştığını ve bütün koğuşlarda yerde yatan tutuklular bulunduğunu beyan etmiştir (yukarıda 23. paragraf). Dolayısıyla başvuranlar, disiplin hücresinde uyumak için kişisel bir alana sahip değillerdi.", "42.  Yukarıda belirtilen hususlar göz önünde bulundurulduğunda ve tutuklulukta şikâyet edilen koşullar altında geçen süre ve gün içerisinde disiplin hücresinde geçen saatler dikkate alındığında, Mahkeme, başvuranların, içtihadıyla belirlenen kabul edilebilir kriterlere uygun yaşam alanından yararlanamadıkları kanaatine varmaktadır.", "43.  Dolayısıyla, başvuranların yeterli kişisel alana sahip olmamaları nedeniyle, somut olayda Sözleşme’nin 3. maddesi ihlal edilmiştir. Varılan bu sonuç, Mahkeme’yi başvuranlar tarafından ifade edilen ve tutukluluklarının diğer yönleriyle ilgili diğer şikâyetlerini incelemekten muaf tutmaktadır.", "B.  Sözleşme’nin 3. maddesi bağlamındaki diğer şikâyetler hakkında", "44.  Bununla birlikte, başvuranlar cezaevine getirildikleri sırada kıyafetlerinin soyunduğundan şikâyet etmektedirler; Mahkeme, ilgililerin bu şikâyeti ulusal makamlar önünde dile getirmediklerini kaydetmektedir. Dolayısıyla, işbu şikâyet, iç hukuk yollarının tüketilmemesi nedeniyle, Sözleşme’nin 35. maddesinin 1 ve 4. fıkraları uyarınca reddedilmelidir.", "45.  Hakaret ve tehdit iddialarıyla ilgili olarak, Mahkeme, Cumhuriyet savcısı tarafından konuyla ilgili olarak ceza soruşturması yürütüldüğünü kaydetmektedir. Soruşturma sonunda, savcı, bu iddiaların desteklenmediği kanaati vararak kovuşturmaya yer olmadığına dair karar vermiştir. Yalnızca başvuranlar Nurullah Şakar ve Bedri Aslan bu karara itiraz etmişler; ancak talepleri reddedilmiştir. Diğer başvuranlar ise yapılan itiraz başvurusunun etkisiz olması nedeniyle itiraz başvurusunda bulunmadıklarını ifade etmektedirler.", "46.  Mahkeme aynı zamanda, başvuranların soruşturmanın etkin olmadığı iddiasında da bulunmadıklarını ya da soruşturmanın etkinliğinden şüphe duyulmasına neden olacak nitelikte bilgiler ibraz etmediklerini gözlemlemektedir. Bu nedenle, başvuranların yakındıkları muamelelerin Sözleşme’nin 3. maddesi uyarınca gerekli ağırlık eşiğine ulaştığı farz edilse bile, Mahkeme başvuranların iddialarının dayanaktan yoksun olduğu kanısındadır. İşbu şikâyet açıkça dayanaktan yoksun olup, Sözleşme’nin 35. maddesinin 3. fıkrasının a) bendi ile 4. fıkrası uyarınca reddedilmelidir.", "II.  SÖZLEŞME’NİN 5. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI HAKKINDA", "47.  Başvuranlar, tutukluluk süreleri nedeniyle, Sözleşme’nin 5. maddesiyle güvence altına alınan özgürlük haklarının ihlal edildiğinden şikâyet etmektedirler. İlgili ve yeterli gerekçeler olmaksızın tutuklandıklarından yakınmaktadırlar. Başvuranlar aynı zamanda, Sözleşme’nin 5. maddesinin 5. fıkrasının ihlal edilmesi nedeniyle mağdur olduklarını ifade etmektedirler.", "Mahkeme, söz konusu şikâyetlerin, Sözleşme’nin 5. maddesinin 3 ve 5. fıkraları açısından incelenmesinin uygun olduğu kanaatine varmaktadır.", "48.  Mahkeme, başvuran Mehmet Nuri Aktaş’ın 28 Şubat 2008 tarihinde tahliye edildiğini ve ilgili hakkındaki ceza soruşturmasının 28 Mart 2008 tarihinde kovuşturmaya yer olmadığına dair kararla sona erdiğini ve ilgilinin bu tarihten itibaren CMK’nın 141. maddesinin 1. fıkrasının d) bendine dayanarak tazminat talebinde bulunabileceğini; ancak böyle bir talepte bulunmadığını kaydetmektedir. İşbu şikâyeti, başvuran Mehmet Nuri Aktaş ile ilgili olarak, iç hukuk yollarının tüketilmemesi nedeniyle, Sözleşme’nin 35. maddesinin 1. ve 4. fıkraları uyarınca reddetmektedir (Demir / Türkiye ((kabul edilebilirlik hakkında karar), No. 51770/07, §§ 20-35, 16 Ekim 2012).", "49.  Diğer başvuranlarla ilgili olarak, Mahkeme, dikkate alınacak sürenin 30 Ocak 2008 tarihinde gözaltına alınmalarıyla başladığını ve başvuranlar Çetin Karataş, Mehmet Ekinci ve Metin Karataş için 15 Nisan 2008 tarihinde, başvuranlar Nurullah Şakar, Mehmet Güneş, Bedri Aslan ve Mehmet Emin Enmek için 9 Haziran 2008 tarihinde tahliye edilmeleriyle sona erdiğini kaydetmektedir (yukarıdaki 4 ve 17. paragraf). Dolayısıyla söz konusu tutukluluk, başvuranlar Çetin Karataş, Mehmet Ekinci ve Metin Karataş için yaklaşık iki buçuk ay; başvuranlar Nurullah Şakar, Mehmet Güneş, Bedri Aslan ve Mehmet Emin Enmek için ise dört aydan fazla sürmüştür. Mahkeme, tutukluluk sorunuyla ilgili karar vermeye davet edilen hâkimlerin, atılı suçun niteliğini, mevcut delil durumunu, öngörülen cezayı, kaçma ve delilleri karartma riski bulunmasını dikkate alarak bu tedbirin sürdürülmesine karar verdiklerini ve artık tutukluluk halinin devamının gerekmediği kanaatine varıldığında, hâkimlerin, tedricen, dava sırasında ilgililerin tahliye edilmesine karar verdiklerini kaydetmektedir.", "50.  Mahkeme, bu koşullar altında, başvuranların tutukluluk süresinin Sözleşme’nin 5. maddesi, 3. fıkrasında düzenlenen ivedilik gerekliliğine uygun olduğu kanaatindedir (bk. bu anlamda, Şahin/Türkiye (kabul edilebilirlik hakkında karar), No. 29874/96, 17 Ekim 2000, Köse ve diğerleri/Türkiye (kabul edilebilirlik hakkında karar), No. 50177/99, 2 Mayıs 2006, Türkdoğan/Türkiye (kabul edilebilirlik hakkında karar), No. 29742/03, 20 Şubat 2007, Saçan/Türkiye (kabul edilebilirlik hakkında karar), No. 65387/09, 13 Aralık 2011 ve Doğan/Türkiye (kabul edilebilirlik hakkında karar), No. 28484/10, 10 Nisan 2012). Dolayısıyla bu şikâyetin açıkça dayanaktan yoksun olduğu, Sözleşme’nin 35. maddesinin 3. fıkrasının a) bendi ve 4. fıkrası gereğince reddedilmesi gerektiği sonucuna varılmaktadır.", "51.  Sözleşme’nin 5. maddesinin 5. fıkrası bağlamındaki şikâyetle ilgili olarak, bundan önce ifade edilen değerlendirmeler dikkate alındığında (yukarıda 45-50. paragraflar), Mahkeme, bu şikâyetin, 35. maddenin 3. fıkrasının a) bendi anlamında Sözleşme hükümleriyle konu bakımından (ratione materiae) bağdaşmadığı ve 35. maddenin 4. fıkrası uyarınca reddedilmesi gerektiği kanaatine varmaktadır.", "III.  SÖZLEŞME’NİN 6. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI HAKKINDA", "52.  Başvuranlar, Sözleşme’nin 6. maddesini ileri sürerek, haklarında yürütülen yargılamanın hakkaniyetten yoksun olmasının yanı sıra söz konusu yargılamanın süresinden şikâyet etmektedirler. Gözaltında bulundukları sırada emniyet müdürünün kendilerine “Siz, hepiniz teröristsiniz.” dediğini ve bu durumun masumiyet karinesi haklarını ihlal ettiğini iddia etmektedirler.", "53.  Yargılamanın süresi bağlamındaki şikâyetle ilgili olarak, Mahkeme, önündeki şikâyete benzer bir şikâyetle ilgili olarak daha önce Turgut ve diğerleri (kabul edilebilirlik hakkında karar), No. 4860/09, 26 Mart 2013) davasında karar verme fırsatı bulduğunu hatırlatmaktadır. Mahkeme söz konusu kararda, yargılama süresi nedeniyle “makul sürede” yargılanma ilkesinin ihlal edildiğini ileri süren başvuranların 6384 sayılı 9 Ocak 2013 tarihli Avrupa İnsan Hakları Mahkemesine Yapılmış Bazı Başvuruların Tazminat Ödenmek Suretiyle Çözümüne Dair Kanun ile oluşturulan Tazminat Komisyonuna başvurmaları gerektiği sonucuna varmıştır (ibidem, 56. paragraf).  Mahkeme, somut olayda başvuranların söz konusu hukuk yolunu tüketmediklerini gözlemlemektedirler. Mahkeme, mevcut davada farklı sonuçlara ulaştırabilecek herhangi bir olgu veya kanıt tespit etmemektedir. Dolayısıyla, işbu şikâyet, iç hukuk yollarının tüketilmemesi nedeniyle Sözleşme’nin 35. maddesinin 1 ve 4. fıkraları uyarınca reddedilmelidir.", "54.  Yargılamanın adil olmadığı bağlamındaki şikâyetle ilgili olarak, Mahkeme, Yargıtay’ın internet sitesinden alınan son bilgilerden, 9 Ocak 2013 tarihinde, ilk derece mahkemesinin kararının bozulduğu ve Ağır Ceza Mahkemesi’ne gönderildiği anlaşılmaktadır. Taraflar, yargılamanın daha sonraki seyriyle ilgili olarak herhangi bir bilgi vermemişlerdir. Mahkeme, haklarında açılan ceza yargılaması sonunda ilgililerin hala iddia edilen ihlaller nedeniyle mağdur olduklarını düşünmeleri halinde Anayasa Mahkemesine bireysel başvuruda bulunabileceklerini belirtmektedir. Dolayısıyla başvurunun bu kısmı vaktinden önce sunulmuştur (Uzun/Türkiye ((kabul edilebilirlik hakkında karar), No. 10755/13, §§ 6970, 30 Nisan 2013). İşbu şikâyet, iç hukuk yollarının tüketilmemesi nedeniyle, Sözleşme’nin 35. maddesinin 1 ve 4. fıkraları uyarınca reddedilmelidir.", "55.  Masumiyet karinesinin ihlal edildiği bağlamındaki şikâyetle ilgili olarak, Mahkeme, bir kamu görevlisinin açıklamasının masumiyet karinesi ilkesini ihlal edip etmediği hususunun ihtilaf konusu açıklamanın yapıldığı özel koşullar bağlamında incelenmesi gerektiğini hatırlatmaktadır (bk. diğerleri arasından, Daktaras/Litvanya kararı, No. 42095/98, § 43, AİHM 2000X). Böylelikle, iddiaların doğruluğunun kanıtlandığı varsayıldığında, Mahkeme, bunların, şu ya da bu yolla kamuya açık yapılan açıklamalarla hiçbir şekilde ilgili olmadığını gözlemlemektedir. Somut olayda “resmi açıklama” suçluluğu Sözleşme’nin 6. maddesinin 2. fıkrasını ihlal edilmesiyle ilgili değildir (bk. Florică/Romanya (kabul edilebilirlik hakkında karar) No. 49781/99, 29 Haziran 2004).", "Bundan dolayı, elinde bulunan unsurların tamamı ışığında, Mahkeme, Sözleşme’nin 6. maddesinin 2. fıkrasıyla güvence altına alınan masumiyet karinesi hakkının ihlal edildiğine dair herhangi bir emare görmemektedir; işbu şikâyet açıkça dayanaktan yoksun olup, Sözleşme’nin 35. maddesinin 3 ve 4. fıkraları uyarınca reddedilmelidir.", "IV.  İDDİA EDİLEN DİĞER İHLALLER HAKKINDA", "56.  Başvuranlar, DTP toplantısı sırasında gözaltına alındıklarını iddia ederek, Sözleşme’nin 11. maddesinin ihlal edildiğini ileri sürmektedirler. Bununla beraber, başvuranlar, Kürt azınlıkları temsil eden bir parti olan DTP’ye üye olmaları nedeniyle Sözleşme’nin 14. maddesi anlamında ayrımcı bir muameleye maruz kaldıklarını ifade etmektedirler.", "57.  Mahkeme, söz konusu şikâyetleri başvuranlar tarafından sunulduğu şekliyle incelemiştir. Elinde bulunan unsurların tamamı ışığında, Sözleşme ve Protokollerle güvence altına alınan hak ve özgürlüklerin ihlal edildiğine dair herhangi bir emare tespit etmemiştir; dolayısıyla işbu şikâyetler açıkça dayanaktan yoksun olup, Sözleşme’nin 35. maddesinin 3 ve 4. fıkraları uyarınca reddedilmelidir.", "V.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI HAKKINDA", "58.  Sözleşme’nin 41. maddesi aşağıdaki şekildedir:", "“Eğer Mahkeme bu Sözleşme ve Protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Taraf’ın iç hukuku bu ihlalin sonuçlarını ancak kısmen ortadan kaldırabiliyorsa, Mahkeme, gerektiği takdirde, zarar gören taraf lehine adil bir tazmin verilmesine hükmeder.”", "A.  Tazminat", "59.  Başvuranların her biri, maruz kaldıklarını ifade ettikleri maddi ve manevi zarar bağlamında 40.000 avro talep etmektedirler.", "60.  Hükümet, talep edilen bu meblağları aşırı olduğu kanaatine varmaktadır.", "61.  Mahkeme, tespit edilen ihlal ile iddia edilen maddi zarar arasında nedensellik bağı görmemekte ve bu talebi reddetmektedir. Buna karşılık, başvuranların her birine manevi zarar bağlamında 5.000 avro ödenmesinin uygun olduğu kanaatindedir.", "B.  Masraf ve Giderler", "62.  Başvuranlar ayrıca, Mahkeme önünde yaptıkları masraf ve giderler için, müştereken 2.080 avro talep etmektedirler. Kanıtlayıcı belge olarak, avukatlık ücretine ilişkin makbuzları ibraz etmektedirler.", "63.  Hükümet, Mahkeme’yi, başvuranların iddialarını reddetmeye davet etmektedir.", "64.  Mahkeme’nin içtihadına göre, bir başvurana, masraf ve giderlerin doğruluğunu, gerekliliğini ve ödenen miktarların makul olduğunu ispatlamak kaydıyla bu masraflar iade edilebilmektedir.", "Somut olayda, elinde bulunan belgeleri ve içtihadını göz önünde bulunduran Mahkeme, başvuranlar tarafından talep edilen meblağın makul olduğu ve bütünüyle ödenmesi gerektiği kanaatindedir.", "C.  Gecikme Faizi", "65.  Mahkeme, gecikme faizi olarak Avrupa Merkez Bankası’nın kısa vadeli kredilere uyguladığı marjinal faiz oranına üç puan eklemek suretiyle elde edilecek oranın uygulanmasının uygun olduğuna karar vermektedir.", "BU GEREKÇELERLE, MAHKEME, OYBİRLİĞİYLE,", "1.  Başvurunun, başvuranların tutukluluk koşullarına ilişkin şikâyetle ilgili kısmının kabul edilebilir; geri kalan kısmının kabul edilemez olduğuna;", "2.  Sözleşme’nin 3. maddesinin ihlal edildiğine;", "3. ", "a)  Davalı Devlet tarafından başvurana, Sözleşme’nin 44 § 2 maddesi uyarınca, kararın kesinleştiği tarihten itibaren üç ay içerisinde, ödeme tarihindeki geçerli döviz kuru üzerinden davalı Devletin para birimine çevrilmek üzere:", "i)  Manevi tazminat olarak, ödenmesi gereken her türlü vergi tutarı hariç olmak üzere, başvuranların her birine 5.000 (beş bin) avro ödenmesine;", "ii)  Masraf ve giderler için, başvuranlar tarafından ödenmesi gereken her türlü vergi tutarı hariç olmak üzere, başvuranlara müştereken 2.080 (ikibinseksen) avro ödenmesine;", "b)  Söz konusu sürenin bittiği tarihten başlayarak, ödemenin yapıldığı tarihe kadar, Avrupa Merkez Bankası’nın o dönem için geçerli olan faiz oranının üç puan fazlasına eşit oranda basit faiz uygulanmasına;", "", "4.  Adil tazmine ilişkin kalan taleplerin reddine karar vermiştir.", "", "Fransızca olarak yazılan işbu karar Mahkeme İçtüzüğünün 77. maddesinin 2. ve 3. fıkraları gereğince 20 Ekim 2015 tarihinde tebliğ edilmiştir.", " \tStanley Naismith\tPaul Lemmens\nYazı İşleri Müdürü\tBaşkan"]}