{"file": "TUR_HJUDTUR_6884_11.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "6884/11", "text_paragraphs": ["Cestaro / İtalya - 6884/11 - 07.04.2015 tarihli Karar [IV. Bölüm]", "Olaylar — Yirmi yedinci G8 zirvesi, 2001 yılı Temmuz ayında Cenova’da gerçekleştirilmiştir. Bazı sivil toplum kuruluşları, aynı tarihte, söz konusu şehirde alternatif olarak küreselleşme karşıtı bir zirve düzenlemişlerdir. Zirvenin son gününün gecesinde, güvenlik güçleri, delil toplamak ve şiddet eylemlerinden sorumlu bir grubun üyelerini yakalayabilmek amacıyla, “yetkili” göstericilerin geceleri sığınmak maksadıyla kullandıkları iki okulda arama yapılmasına karar vermiştir. Operasyonda yaklaşık 500 polis memuru görev almıştır. ", "Güvenlik güçleri, başvuranın sığındığı okulun kapılarını kırdıktan sonra, bazıları yerde yatar veya oturur vaziyette bulunan mağdurlara bir taraftan bağırıp tehditler savururken, diğer taraftan da içeride bulunanlara yumruk, tekme ve coplarıyla vurmaya başlamışlardır. Binada bulunanlardan bazıları saldırının sesine uyanmış ve hala uyku tulumlarındayken darp edilmişlerdir. Bazıları ise, teslim olduklarını gösterecek şekilde ellerini kaldırmış ve kimliklerini ibraz etmişlerdir. Bazıları da kaçmaya, tuvaletlere veya depolara saklanmaya çalışmış, ancak yakalanmış, dövülmüş ve bazen de saklandıkları yerlerden saçlarından çekilerek çıkarılmışlardır. Polis geldiğinde, o tarihte 62 yaşında olan başvuran, sırtı duvara yaslanmış ve ellerini kaldırmış vaziyette oturmaktaydı. Başvuran, özellikle de baş, kol ve bacak bölgelerine darbe almış ve vücudunda birden fazla kırık meydana gelmiştir. Başvuran, hastanede ameliyata alınmış ve dört gün boyunca hastanede kalmıştır. 40 günden uzun bir süre boyunca geçici olarak iş göremez hale gelmiştir. Vücudundaki yaralanmalar hiçbir zaman tam olarak iyileşmemiştir. Neticede, sağ kol ve sağ bacağında kalıcı güçsüzlük meydana gelmiştir. ", "Savcılık tarafından başlatılan soruşturmanın ardından, 30 polis memuru yargılanmıştır. Başvuran, davaya müdahil olmuştur. Bazı suçlar zamanaşımına uğramıştır. Ceza indirimlerinin ardından fiilen infaz edilen hapis cezası süresi üç ay ile bir yıl arasında olup, bu cezalar, sadece kötü muameleyi ve hukuka aykırı yakalama işlemini haklı kılmaya teşebbüs edildiği gerekçesiyle verilmiştir. Hiç kimse, tek başına kötü muamele nedeniyle mahkûm edilmemiştir.", "Hukuki Değerlendirme — Madde 3", "(a) Esas — Olaylar, yerel mahkemeler tarafından tespit edilmiş olup, bu hususta taraflar arasında herhangi bir ihtilaf söz konusu değildir. Başvuranın maruz kaldığı kötü muamelenin, şiddetli ağrı ve sıkıntıya sebebiyet verdiği ve özellikle de ağır ve zalimce olduğu inkâr edilemez. Ayrıca, okulun içinde bulunan kişilerin direniş göstermemiş olmaları dikkate alındığında, başvuranın davranışları ile polisin güç kullanımı arasında herhangi bir nedensellik ilişkisi olduğu söylenemez. Dolayısıyla, somut davaya konu olan kötü muamele, başvurana tamamen gereksiz yere uygulanmıştır ve söz konusu muamelenin, ulaşılmak istenen amacın gerçekleştirilmesi maksadıyla yetkililer tarafından orantılı bir şekilde uygulanan bir yöntem olduğu söylenemez. Bu bağlamda, okula yapılan baskının arama amaçlı olması gerektiği, ancak polisin, hiçbir zaman, binaya hukuka uygun bir şekilde sığınan kişilerle görüşmeye çalışmadığı veya onlardan, kapatma hakları olduğu halde, kapıları açmalarını istemeyip kırmayı tercih ettiği hususlarına dikkat edilmelidir. Son olarak, polis binanın içinde bulunan herkesi sistemli bir şekilde darp etmiştir. Bu nedenle, diğerleriyle birlikte, başvuranın da mağduru olduğu kötü muamele, hiç şüphesiz kasıtlı ve planlı bir muameledir. Polisin söz konusu olayları gizleme veya yanıltıcı gerekçelerle haklı göstermeye çalışma çabaları konusunda da herhangi bir şüphe bulunmamaktadır.", "Bu durumda, okulun polis tarafından basıldığı sırada uygulanan kötü muamelenin ağırlığı, gösteriler sırasında meydana gelen çeşitli çatışmalardan kaynaklanan son derece gergin ortam veya kamu düzeninin korunması konusundaki belirli gereklilikler ışığında göreceli olarak değerlendirilemez. Okulun basılması sırasında meydana gelen herhangi bir gerginlik, nesnel gerekçelerden ziyade, yakalama işlemlerinin son derece aleni bir şekilde gerçekleştirilmesine karar verilmesi ve Sözleşme’nin 3. maddesinden doğan değerlerin korunması koşuluna uygun olmayan operasyon taktiklerinin benimsenmiş olması ile açıklanabilir.", "Yukarıda belirtilen hususlar dikkate alındığında, polisin okulu bastığı sırada başvuranın maruz kaldığı kötü muamele, Sözleşme’nin 3. maddesi kapsamında “işkence” olarak değerlendirilmelidir.", "Sonuç: ihlal (oy birliğiyle).", "(b) Usul", "(i)\tŞikâyet konusu kötü muameleyi uygulayanların tespit edilmemesi— Başvurana okulda saldırarak ona işkence uygulayan polis memurlarının kimliği hiçbir zaman tespit edilememiştir. Bu nedenle, haklarında herhangi bir soruşturma başlatılmamış ve dolayısıyla tek kelimeyle cezasız kalmışlardır.", "(ii)\tSuçların zaman aşımına uğraması ve cezalarda kısmi indirim— Okula düzenlenen baskın, orada gerçekleştirilen şiddet eylemleri ve bu eylemleri örtbas etme veya haklı gösterme teşebbüsleri ile ilgili olarak, gerek yüksek gerekse düşük rütbeli bazı polis memurları hakkında kovuşturma başlatılmış ve bu kişiler çeşitli suçlardan dolayı yargılanmışlardır. Ancak, ceza yargılamalarının ardından, yaralama ve ağır yaralama suçlarının zamanaşımına uğramış olması nedeniyle, hiç kimse okulda, diğer kişilerle birlikte başvurana uygulanan kötü muamele nedeniyle mahkûm edilmemiştir. Yargıtay tarafından onanan ceza hükümleri, kötü muameleyi haklı göstermeye teşebbüs edilmesi ve okulda bulunan kişilerin yakalanmasının maddi veya hukuki dayanağının bulunmaması ile ilgilidir. Aynı zamanda, cezada genel bir indirim yapılmasının etkisiyle, hapis cezasının süresi üç yıl indirilmiştir. Dolayısıyla, sanıkların üç ay ila bir yıl arası bir süre boyunca cezaevinde kalmaları gerekmiştir. Bu hususlar dikkate alındığında, yetkililer bu tür ağır eylemler karşısında yeterli tepki göstermemişlerdir; dolayısıyla, söz konusu tepki Sözleşme’nin 3. maddesi kapsamındaki usul yükümlülükleri ile bağdaşmamaktadır.", "Ancak, bu sonuç, istikrarlı hareket eden ve yargılama sürecindeki herhangi bir gecikmeden sorumlu olmayan yerel mahkemelerden veya savcılıktan kaynaklanan eksikliklere ya da ihmale atfedilemez. Somut davada uygulanan İtalyan Ceza Kanunu’nun, gerek işkence eylemleri karşısında ceza verilmesi konusunda yetersiz olduğu gerekse Sözleşme’nin 3. maddesi kapsamında ileride ortaya çıkabilecek ihlallerin önlenmesi açısından caydırıcı etkiden yoksun olduğu anlaşılmıştır.", "Sonuç: ihlal (oy birliğiyle).", "Madde 46: Mahkeme, savcılık makamının veya yargılamaları yürüten mahkemelerin herhangi bir ihmali veya müsamahası bulunmadığına hükmetmiş ve İtalyan Ceza Kanunu’nun yetersiz olduğuna karar vermiştir. Dolayısıyla, sorunun yapısal nitelik taşıdığının inkâr edilemez olduğu görülmektedir. Ancak, sorun sadece işkence eylemlerinin değil, aynı zamanda Sözleşme’nin 3. maddesiyle yasaklanan diğer kötü muamele türlerinin de önlenmesi ile ilgilidir. İtalyan Ceza Kanunu’nda 3. madde kapsamında yasaklanmış olan tüm kötü muamele eylemleri için uygun cezaların öngörülmemesi halinde, zamanaşımı kuralı ve cezada indirim sistemi, savcılık makamlarının ve yargılamaları yürüten mahkemelerin tüm çabalarına rağmen, uygulamada, sadece “işkence” eylemlerinden sorumlu olanların değil, aynı zamanda “insanlık dışı muamele” ve “aşağılayıcı muamele” uygulayanların da cezalandırılmasına engel teşkil edebilecektir.", "Devletin Sözleşme’nin 3. maddesi kapsamındaki pozitif yükümlülükleri arasında, özellikle de Ceza Kanunu’na etkin hükümlerinin eklenmesi suretiyle, uyarlanmış yasal bir çerçevenin kabul edilmesi görevi yer almaktadır. Bu bağlamda, İtalyan hukuk düzeninde, işkence veya diğer kötü muamele türlerini uygulayan kişilerin uygun şekilde cezalandırılmasını sağlayacak ve bu tür kişilerin Mahkemenin içtihadına aykırı tedbirlerden faydalanmasını engelleyebilecek yasal mekanizmaların oluşturulması gerekmektedir. ", "Madde 41: 45.000 avro manevi tazminat; maddi tazminat talebi reddedilmiştir.", ""]}