{"file": "TUR_HJUDTUR_52067_10.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "52067/10", "text_paragraphs": ["Howald Moor ve Diğerleri / İsviçre - - 52067/10 ve 41072/11 -11.3.2014 tarihli Karar [II. Bölüm]", "", "Olaylar ve Olgular – Başvuranlar, 2005 yılında, çalıştığı esnada maruz kaldığı amyantın yol açtığı bir hastalık nedeniyle ölen bir teknisyenin dul eşi ve iki kızıdır. Vefat edenin kızları, babalarının işvereni hakkında açtığı davayı sürdürmüşlerdir. Söz konusu kızlar ve anneleri, aynı zamanda manevi zarar için tazminat talebinde bulunmuşlardır. On yıllık zamanaşımı süresi, davacının zararın etkilerinin farkında olup olmadığı önemli olmaksızın, talebin icraya koyulabilir hale geldiği andan itibaren işlemeye başladığı için, başvuranların tüm iddialarının zamanaşımına uğradığına karar verilmiştir.", "", "Hukuki Değerlenlendirme – 6 § 1 Maddesi: İşbu dava, İsviçre hukuku uyarınca, amyant mağdurları için geçerli zaman aşımı süresinin başlangıç noktasının belirlenmesine ilişkindi. Amyantla ilişkili hastalıkların latensi döneminin onlarca yıl sürebildiği göz önünde bulundurulduğunda, - yürürlükteki mevzuat ve Federal Mahkeme içtihatları uyarınca ilgili kişinin amyant tozuna maruz kaldığı tarihten itibaren başlayan – sabit zamanaşımı süresi, her durumda sona ermiş olacaktı. Dolayısıyla, her tür tazminat talebi, mağdurların haklarının farkında olduğu nesnel bir biçimde söylenemeden zamanaşımına uğrayacağı için, başlangıçtan itibaren başarısız olmaya mahkûmdu. İlâveten, İsviçre’de 1989 yılında amyant kullanımına getirilen yasaktan önce söz konusu maddeye maruz kalan amyant mağdurlarınca açılan davaların tümü, yürürlükteki yasa gereğince zamanaşımına uğramıştır. Zamanaşımı sürelerine ilişkin İsveç mevzuatını gözden geçiren tasarı, yalnızca geçici olarak verilen “ek süre” dışında, soruna hakkaniyete uygun herhangi bir çözüm öngörmemekteydi. Zamanaşımı sürelerine ilişkin kurallar, diğerleri arasında, hukuki belirliliği temin etme meşru amacını gütmekteydi. Bununla birlikte, söz konusu kuralların orantılılığına gelinecek olursa, bu kuralların, amyantın yol açtığı gibi, tetikleyici olaylardan ancak yıllar sonra teşhis edilebilen hastalıklardan muzdarip kişilere sistematik olarak uygulanmasının, bu kişileri iddialarını mahkemeler önünde ortaya koyma olanağından yoksun bırakma ihtimali bulunmaktaydı. İsviçre’de mevcut bulunan ve değerlendirmeye alınabilecek diğer çözümlere halel getirme kastı olmaksızın benzer durumları ele almaya yönelik mevzuat göz önünde bulundurulduğunda, Mahkeme, bir kişinin belli bir hastalıktan muzdarip olduğunu bilemeyeceğinin bilimsel olarak kanıtlanmış olduğu ve zamanaşımı süresinin hesaplanmasında bu gerçeğin dikkate alınması gerektiği görüşünü benimsemiştir. Mahkeme, buna bağlı olarak, zamanaşımı sürelerinin uygulanmasının başvuranların mahkemeye erişimini, söz konusu haklarının özüne halel getirecek derecede kısıtlamış olduğuna karar vermiştir.", "", "Sonuç: ihlal (bire karşı altı oyla).", "", "Madde 41: Manevi zarar için müştereken 12.180 EUR.", ""]}