{"file": "TUR_HJUDTUR_63235_00.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "63235/00", "text_paragraphs": ["", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2012. İşbu çeviri, Avrupa Konseyi İnsan Hakları Vakıf Fonu’nun desteğiyle yapılmıştır (). Bu çeviri, Mahkeme’yi bağlamamaktadır. Daha fazla bilgi için, bu belgenin sonunda bulunan, telif haklarına ilişkin belgeyi okuyunuz.", "© Council of Europe/European Court of Human Rights, 2012.This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyrights/droits d’auteur à la fin du présent document.", "", "", "AVRUPA İNSAN HAKLARI MAHKEMESİ KARARI", "", "", "", "BÜYÜK DAİRE", "", "", "", "VILHO ESKELINEN VE DİĞERLERİ/FİNLANDİYA", "", "(Başvuru no.63235/00)", "", "", "", "KARAR", "", "STRAZBURG", "", "19 Nisan 2007", "", "Vilho Eskelinen ve diğerleri/Finlandiya davasında,", "Avrupa İnsan Hakları Mahkemesi, aşağıdaki üyelerden oluşan Büyük Daire’de:", "\tJean-PaulCosta, Mahkeme Başkanı,", "\tLuziusWildhaber,", "\tChristosRozakis,", "\tNicolasBratza,", "\tPeerLorenzen,", "\tFrançoiseTulkens,", "\tGiovanniBonello,", "\tRızaTürmen,", "\tMattiPellonpää,", "\tKristaqTraja,", "\tMindia Ugrekhelidze,", "\tAnatoly Kovler,", "\tLech Garlicki,", "\tJavier Borrego Borrego,", "\tLjiljana Mijović,", "\tEgbert Myjer,", "\tDanutė Jočienė, Yargıçlar,", "ve ErikFriberg, Yazı İşleri Müdürü,", "20 Eylül 2006 ve 21 Şubat 2007 tarihlerinde, kapalı oturumda yapılan müzakereler sonrasında, 21 Şubat 2007’de aşağıdaki kararı vermiştir:", "USUL", "1.  Bu dava, Finlandiya Cumhuriyeti’ne karşı, Finlandiya vatandaşı olan Bay Vilho Eskelinen (Tuğgeneral), Bay Arto Huttunen (Tuğgeneral), Bay Markku Komulainen (uzman çavuş), Bayan Lea Ihatsu (idari asistan), Bay Toivo Pallonen (1 Ocak 1993’te emekli olan polis memuru) ve Bay Hannu Matti Lappalainen’in mirasçıları olan (22 Ağustos 1995’te ölmüş olan polis memuru) Bayan Päivi Lappalainen, Bay Janne Lappalainen ve Bay Jyrki Lappalainen (‘başvuranlar’) tarafından, 19 Ekim 2000 tarihinde, İnsan Hakları ve Temel Özgürlüklerin Korunmasına İlişkin Sözleşme’nin (‘Sözleşme’), 34. maddesi uyarınca, Mahkeme’ye sunulan, 63235/00 numaralı başvuru sonucu görülmektedir.", "2.  İkisinin adli yardım talebi kabul edilmiş olan başvuranlar, Mahkeme önünde, her ikisi de Haapajärvi’de avukatlık yapmakta olan, Bay P. M. Petäjä ve Bay P. Orava tarafından temsil edilmişlerdir. Finlandiya Hükümeti (‘Hükümet’), Dışişleri Bakanlığı memuru olan Bay A. Kosonen tarafından temsil edilmiştir.", "3.  Başvuranlar, özellikle, maaşlarına ilişkin yargılama süresince, duruşma yapılması haklarından mahrum olduklarını ve bu yargılamanın çok uzun sürdüğünü öne sürmektedirler.", "4.  Başvuru, Mahkeme’nin Dördüncü Seksiyonu’na tevdii edilmiştir (İç Tüzük, madde 52/1). 29 Kasım 2005 tarihinde, adı geçen Seksiyon’un, Yargıçlar, Nicolas Bratza, GiovanniBonello, MattiPellonpää, Kirstaq Traja, Lech Garlicki, JavierBorrego Borrego ve LjiljanaMijović, ve Yazı İşleri Müdürü Michael O’Boyle’dan oluşan bir dairesi, başvurunun kabul edilebilir olduğun karar vermiştir. Daire, Sözleşme’nin 6. maddesinin uygulanabilirliğine ilişkin sorun ile esas incelemesinin birleştirilmesine karar vermiştir. 21 Mart 2006’da, Daire, Büyük Daire lehine yetkisinden feragat etmiştir ve taraflar buna itiraz etmemişlerdir (Sözleşme’nin 30. maddesi ve İç Tüzük’ün72. maddesi).", "5.  Büyük Daire, Sözleşme’nin 27/2, 27/3. maddeleri ve İç Tüzüğün 24. maddesine göre oluşturulmaktadır. Görevi süresi, duruşmadan sonra sona eren ve başkanlık yapmış olan, Luzius Wildhaber, davanın incelenmesine katılmaya devam etmiştir (Sözleşme’nin 23/7. maddesi). 21 Şubat 2007’deki müzakerelere katılamayan Boštjan M. Zupančič’in yerine, yardımcı üye, Françoise Tulkens katılmıştır (İç Tüzük, madde 24/3).", "6.  Hem Hükümet hem de başvuranlar, davanın esasına ilişkin olarak dilekçe sunmuşlardır. Taraflardan her biri, diğerinin görüşlerine, yazılı olarak cevap vermiştir.", "7.  20 Eylül 2006’da, Strazburg’da, Avrupa İnsan Hakları Mahkemesi’nde, kamuya açık duruşma yapılmıştır (İç Tüzük, madde 59/3).", "", "–  Hükümet’i temsilen hazır bulunanlar\nBay A. Kosonen, Dışişleri Bakanlığı,\tgörevli,\nBayanA. Manner, Adalet Bakanlığı,\nBayan T. Eränkö, İçişleri Bakanlığı,\tdanışmanlar;", "–  Başvuranları temsilen hazır bulunanlar\nBay\tP. Orava,\tdanışman.", "", "8.  Mahkeme, Bay Kosonen ve Bay Orava’nın beyanlarını ve bazı yargıçların sorularına verdikleri cevapları dinlemiştir.", "OLAYLAR", "I.  DAVANIN KOŞULLARI", "9.  Başvuranlar, sırasıyla, 1955, 1953, 1954, 1956, 1937, 1957, 1983 ve 1981 tarihlerinde doğmuş ve Sonkakoski ve Sonkajärvi’de yaşamaktadırlar.", "A.   Sonkajärvi Polisinin Birleştirilmesi", "10. İlk beş başvuran ve müteveffa Bay Hannu Matti Lappalainen, Sonkajärvi Güvenlik Birimleri’nde çalışmaktaydılar. 1986 tarihli bir toplu iş sözleşmesi, coğrafi olarak uzaklaşmaları durumunda, ülkenin ücra bir bölgesinde görev yapmaları nedeniyle, maaşlarına ek olarak prim şeklinde bir tazminat hakları olduğunu öngörmekteydi. Bu tazminatın miktarı, söz konusu alandan uzaklaşma derecesine göre belirlenmekteydi. 15 Mart 1988 tarihli yeni bir toplu sözleşme, bu avantajı ortadan kaldırmış ve tayin yeri Sonkajärvi olan kamu çalışanları için, bir maaş azalmasına neden olmuştur; bununla birlikte, bu kaybı önlemek için, iş sözleşmesi, ilgililere, bireysel olarak, 1 Mart 1988 tarihinden itibaren, aylık ek maaş ödenmesini öngörmekteydi.", "11.  1 Kasım 1990 tarihinden itibaren, İçişleri Bakanlığı’nın (sisäasiainministeriö, inrikesministeriet) bir kararıyla, Sonkajärvi Güvenlik Birimleri, Iisalmi Güvenlik Birimleri’ne bağlanmıştır. Sonuçta, başvuranların tayin yerleri değişmiştir. Bununla birlikte, başvuranlar, bireysel ek maaştan yararlanamamışlardır ve Sonkajärvi ve Iisalmi arasında gidip gelmeleri gerektiğinden, evleri ve iş yerleri arasındaki mesafe, 50 kilometre civarında artış göstermiştir.", "12.  İlgililere göre, 17 Ekim 1990 tarihinde, bu yönde yapmış oldukları bir talepten sonra, Kuopio Polis Taşra Yönetimi läänin poliisijohto, länspolisledningen), bu zararın telafi edileceğine söz vermiştir.", "13.  25 Mart 1991’de, adı geçen Yönetim’in talebi üzerine, İçişleri Bakanlığı Polis Birimi, polislere ve tayin yerleri Sonkajärvi’den Iisalmi’ye taşınan, personelin diğer çalışanlarına, kişi başına her ay, 500 ila 700 Finlandiya Markı (FIM) arasında (84-118 Avro), bireysel ek maaş ödenmesini talep etmiştir. Bu talep, çok benzer bir davada (‘Mäntyharju’ davası), 29 Aralık 1989 tarihinde, Maliye Bakanlığı’nın (valtiovarainministeriö, finansministeriet), ek maaş talebini kabul etmiş olmasına dayanmaktaydı. 3 Temmuz 1991’de, Maliye Bakanlığı, benzer bir talebi kabul edemeyeceğini, gerekçe açıklamaksızın, bildirmiştir.", "14.  1 Ekim 1992’de, yerel polisin ek maaşları hakkında karar verme yetkisi, Valiliklere (lääninhallitus, länsstyrelsen) verilmiştir.", "B.  Kuopio Valiliği’ndeki Prosedür", "15.  19 Mart 1993’te, başvuranlar, zararlarının telafi edilmesi için tazminat talebinde bulunmuşlardır. Başvuranlar, yukarıda adı geçen, ‘Mäntyharju’ davasındaki kararı ve o dönem yürürlükte olan Anayasa’nın (Suomen hallitusmuoto, Regeringsform för Finland ; 94/1919 no.lu Kanun) 5. maddesindeki eşitlik ilkesini öne sürmüşlerdir.", "16.  Dört yıl sonra, 19 Mart 1997 tarihinde, aşağıdaki, muhakemeyi yapan Kuopio Valiliği, taleplerini reddetmiştir:", " ‘Eski Sonkajärvi Güvenlik Birimleri’nin kamu çalışanları (...), bir birime bağlanmaları nedeniyle ortaya çıkan zararın telafi edilmesini talep etmişlerdir; cevap olarak, bu talebi destekleyen, Polis Taşra Yönetimi, İçişleri Bakanlığı Polis Birimi’ne bazı belgeler sunmuştur. 25 Mart 1991 tarihli bir mektupla, İçişleri Bakanlığı, Maliye Bakanlığı’na, 1 Kasım 1990 tarihinden itibaren, geriye dönük olarak, Iisalmi’ye tayin olan kamu çalışanlarına, birleşmeden sonra, bireysel ek maaşların ödenmesini tavsiye etmiştir.", "3 Temmuz 1991 tarihli bir mektupla, Maliye Bakanlığı, İçişleri Bakanlığı’nı, söz konusu talebi kabul edemeyeceğinden haberdar etmiştir.", "Daha sonra, bireysel ek maaşlara ilişkin yetki Valiliklere verilmiştir. 28 Ocak 1993’te, Polis Taşra Yönetimi’nin yaptığı ve başvuranların temsilcileri Bay Lappalainen’in de katıldığı bir müzakere toplantısı sırasında, benzer bir dava için, Uusimaa’daki Askola Polis Birimi konusundaki müzakerelerin derdest olduğu ortaya çıkmıştır. Söz konusu yetkiyi elinde bulunduran Maliye Bakanlığı’nın, Sonkajärvi Güvenlik Birimi’ndeki taleplere ilişkin olarak karar vermiş olduğu için, hakkaniyet gerekçesiyle, Uusimaa’da alınan kararın, Maliye Bakanlığı’nın kararından ayrılması halinde, Kuopio’da takip edileceğine karar verilmiştir. Usimaa Valilği, talebi reddetmiş ve bu karar, Yüksek İdare Mahkemesi tarafından onanmıştır. Ne 19 Mart 1993 tarihli mektupta ne de talepte Bay Pallonen’in 17 Ağustos 1994 tarihli talebinden farklı, daha önce Maliye Bakanlığı’nın karar vermiş olduğu davalar vesilesiyle hiçbir yeni gerekçe öne sürülmemiştir.", "Valiliğin, polis biriminin bağlanmasına ilişkin olarak, yukarıda adı geçen, Maliye Bakanlığı’nın kararından sonra ülkede verilmiş olan hiçbir olumlu kararla ilgili bilgisi bulunmamaktadır.", "1990 yılında, birleştirilmesinden sonra, Polis Taşra Yönetimi, giderlerin tazmin edilmesine ilişkin olarak zorunlu taahhütler almak için yetkili değildi. Yönetimin mütalaası, talebi desteklemiş olmasından açıkça belli olmaktadır.", "Takdir yetkisini kullanan ve yetkili makamın bir önceki kararına dayanan Valilik, bu kararın kesin hüküm niteliğinde olduğuna karar vermiştir. Bunun dışında, eşitlik ve hakkaniyet prensiplerinin altını çizen Valilik, ülkenin genelindeki uygulamaya da dayanmaktadır.’", "17.  Aradan geçen zamanda, Aralık 1996’da, başvuranlardan biri, Adalet Şansölyesi’ne (oikeuskansleri, justitiekanslern) şikâyette bulunmuştur. 24 Ocak 1997 tarihinde, Şansölye, ilgililerin, taleplerine halen cevap almadıklarına dikkat çekmiştir.", "C.   Kuopio İdare Mahkemesi Önündeki Prosedür", "18.  25 Nisan 1997’de, başvuranlar, valiliğin kararına karşı istinaf yoluna başvurmuşlar ve duruşmanın, davanın olaylarını, özellikle de, Polis Taşra Yönetimi tarafından verilen bir sözün varlığını açıklığa kavuşturacağını düşünerek, duruşma yapılmasını talep etmişlerdir. Kuopio İdare Mahkemesi (lääninoikeus, länsrätten), Polis Taşra Yönetimi’nin, başvuruya ilişkin görüşlerini almış ve başvuranlara, görüş bildirmeleri için, tebliğ etmiştir.", "19.  İdare mahkemesi, 8 Haziran 1998 tarihli kararında, muhakemesini aşağıdaki şekilde açıklamıştır:", "  ’Emekli maaşlarını etkileyen ücret artışlarının gözden geçirilmesi, idare mahkemesinin görev alanına girmemektedir.", "Bu davaya ilişkin olarak açıklama elde edebilmek için, Kuopio Valiliği’ne bağlı olan, Polis Taşra Yönetimi’nin, polis birimlerinin birleştirilmesiyle ilgili ya da davanın nasıl incelendiği konusunda verdiği sözlere ilişkin olarak tarafların sözlü ifadelerinin alınmasına gerek yoktur.", "25 Mart 1991 tarihli bir mektupta, İçişleri Bakanlığı, Maliye Bakanlığı’na, 1 Kasım 1990 itibariyle, Sonkajärvi Güvenlik Birimleri’nin, Iisalmi Güvenlik Birimleri’ne bağlanmasını (aslında, İçişleri Bakanlığı, bağlamayı değil para ödenmesini teklif etmiştir) ve tayin yerinin sakıncalarının, 1 Kasım 1990’dan itibaren, 500 ila 700 FIM arasında değişen, bireysel ek maaşların ödenmesiyle telafi edilmesini teklif etmiştir. 3 Temmuz 1991 tarihli bir mektupta, Maliye Bakanlığı, böyle bir talebi kabul edemeyeceğini belirtmiştir. 3 Eylül 1992 tarihinde, İçişleri Bakanlığı Polis Birimi ve Polis Derneği [Suomen Poliisiliitto ry] arasında ve 28 Ocak 1993’te, Taşra Polis Yönetimi ve başvuranların temsilcileri arasında müzakereler yapılmıştır.", "Devleti yükümlülük altına sokan toplu sözleşmeye ilişkin tüzüğün (18 Eylül 1992’de değiştirilmiş şekliyle) 9/2. maddesi gereğince, valilik, yerel polis memurlarına ilişkin ek maaşlar hakkında karar vermek için yetkilidir (...).", "Valiliğin, başvuranların, 19 Mart 1993 tarihinde öne sürdükleri iddialarını, Kamu Görevi Yapan Memurlar Kanunu’nun 84. maddesindeki yeniden yargılama talebi olarak incelediğinin kabul edilmesi gerekir. Hareket noktası olarak, Maliye Bakanlığı’nın 3 Temmuz 1991 tarihli kararı alınırsa, yeniden yargılama talebi, söz konusu Kanun’un 95/1. maddesine uygun olarak süresinde açılmıştır.", "1990’da, Polis Taşra Yönetimi, tazminat konusunda, zorlayıcı taahhütler almaya yetkili değildi. Bu alandaki karar verme yetkisi, o zaman, 3 Temmuz 1991 tarihli mektubunda, talebi kabul edemeyeceğini belirten Maliye Bakanlığı’na aitti. 1 Ekim 1992’den itibaren, yerel polisin maaşlarıyla ilgili yetkisi bulunan kurum valilik idi.", "İtirazı kabil olan kararında, valilik, daha önce yetkili olan makamın kararına ve 3 Temmuz 1991’den sonra, birleştirmenin yapıldığı personel çalışanlarına hiçbir tazminat ödenmemiş olduğuna dayanmıştır. Valiliğin kararı, o dönemde, ülkede öne çıkan uygulamaya dayanmaktadır. Bu koşullar altında, bu kararın makul olmadığı söylenemez. Yeniden yargılama talebi reddedilebilir.’", "D.  Yüksek İdare Mahkemesi önündeki Prosedür", "20.  7 Temmuz 1998’de, başvuranlar, duruşma yapılmasını talep ederek ve aynı durumlarda bulunan diğer güvenlik birimlerindeki memurlara ek maaş ödendiğinin altını çizerek, yeni bir dava açmışlardır. Başvuranlar, özellikle, Kuzey Karelya Valiliği’nin, 10 Ocak 1997 tarihinde bir polis memuruna, 1 Kasım 1996’dan itibaren, Valtimo Güvenlik Birimleri’nin Nurmes Güvenlik Birimleri’ne bağlanmasının ardından, ek maaş verilmesine hükmeden kararına dayanmışlardır.", "21. 27 Nisan 2000 tarihinde, Yüksek İdare Mahkemesi (korkein hallinto-oikeus, högsta förvaltningsdomstolen), Polis Taşra Yönetimi’nin görüşlerini aldıktan ve onları, başvuranlara görüş için tebliğ ettikten sonra, alt mahkemenin kararını onamıştır. Muhakemesi aşağıdaki şekildedir:", "", "‘Yüksek İdare Mahkemesi davayı incelemiştir.", "Güvenlik birimlerinin bağlanmasına ilişkin giderlerin tazmin edilmesi konusunda, Taşra Polis Yönetimi’nin vermiş olduğu sözlerin, mevcut olayda, hukuki değeri bulunmamaktadır. Böylece, duruşma yapılması, gereksizdir. Sonuç olarak, Yüksek İdare Mahkemesi, İdari Yargılama Kanunu’nun 38/1. maddesi gereğince, ilgililerin, duruşma talebini reddetmiştir.", "19 Mart 1993 tarihli mektuplarında, davacılar, polis birimlerinin bağlanmasından kaynaklanan giderlerin, bireysel ek maaş şeklinde, telafi edilmesini talep etmişlerdir. 1 Ekim 1992’de, yerel polisin maaşlarına ilişkin olarak karar verme yetkisi, devleti yükümlülük altına sokan toplu sözleşmeye ilişkin tüzüğün (18 Eylül 1992’de değiştirilmiş hali ile) 9/2’. maddesi gereğince, valiliklere verilmiştir.", " Davacıların, söz konusu bireysel ek maaşı almak için yasal bir hakları bulunmamaktadır. Kuopio Valiliği, takdir marjını aşmamıştır ve verdiği karar kanuna aykırı değildir. Sonuç olarak, Yüksek İdare Mahkemesi, İdari Yargılana Kanunu’nun 7/1. maddesine göre, valiliğin kararında belirtilen kararın değiştirilmesine gerek olmadığına karar vermiştir ve bu karar kesindir.’", "II.  İLGİLİ İÇ HUKUK VE UYGULAMA", "A.  Bireysel ek maaşlar", "22.  Bir kamu görevlisine, iklim tazminatı ödenmesine ilişkin olan ve 26 Nisan 1988 tarihinde verilmiş olan, toplu sözleşme uygulama direktifi, aşağıdaki şekildedir:", " ’Toplu sözleşmenin kapsamadığı bir belediyede çalışan bir kamu görevlisinin (29 Şubat 1988’den önce), bu ek ödeme hakkını sağlayan belediyede çalışması halinde, bireysel ek maaş alma hakkı vardır. Böyle bir avantajı alma hakkı olan kamu görevlisinin, geçici olarak ya da başka bir kamu görevlisinin yerine çalışması durumunda veya görev yerinin, eski uzaklaşma tazminatının verilmediği bir yer olması halinde, ilgili, söz konusu görevleri icra ettiği dönem boyunca, ek maaşı almamaktadır çünkü böyle bir ek ödeme almak için, görevini, bu hakkı sağlayan bir belediyede icra ediyor olmalıdır.’", "Bu direktifin, sadece, geçici transferlerle ilgili olduğuna ve kendilerinin yer değişiminin, sürekli bir niteliği olduğuna ve mevcut olayla ilgili olmadığına karar vermişlerdir.", "23.  25 Mart 1991 tarihli talebinde, İçişleri Bakanlığı Güvenlik Birimi, Maliye Bakanlığı’nın, 29 Aralık 1989 tarihinde, Pertunmaa Güvenlik Brimi’nin, Mäntyharju Güvenlik Birimi’ne bağlanmasından sonra (‘Mäntyharju’ davası), bireysel ek maaş talebini kabul etmiş olduğu bir davayı hatırlatmıştı.", "24.  3 Temmuz 1991’de, Maliye Bakanlığı, Askola Güvenlik Birimleri’nin, Mäntsälä ve Porvoo Güvenlik Birimleri’ne bağlanması sırasında, tayin yeri değiştirilen bir kamu görevlisinin, evi ve iş yeri arasındaki yol masraflarının karşılanması talebini reddetmiştir. Bu karar, 7 Nisan 1993’te, Uusima Valiliği tarafından ve 7 Aralık 1994’te, Yüksek İdare Mahkemesi tarafından onanmıştır.", "25.  10 Ocak 1997 tarihli bir kararla, Kuzey Kareli Valiliği, Valtimo Güvenlik Birimleri’nin Nurmes Güvenlik Birimlerine bağlanmasının ardından, bir polis memuruna, 1. seviyeden bir iklim tazminatı ve bu tazminatın, 2. seviyesi (Valtimo) ve 1. seviyesi (Nurmes) arasındaki farkı karşılayan bir bireysel ek maaş ödenmesine karar vermiştir (Nurmes davası).", "B.  Duruşma Yapılması", "26.  İdari Yargılama Kanunu’nun (hallintolainkäyttölaki, förvaltningsprocesslagen; Kanun no. 586/1996) 38/1. maddesi gereğince, yargılanan bir kişinin talep etmesi halinde, duruşma yapılır. Bununla birlikte, yetkili mahkeme, davanın kabul edilmez bulunması ya da derhal reddedilmesi veya davanın türüne ya da diğer koşullarına bakılarak, böyle bir tedbirin açıkça gereksiz olması halinde, duruşma yapmayabilir.", "27.  İdari Yargılama Kanun teklifinin (no. 217/1995) açıklayıcı raporu, yargılananların, Sözleşme’nin 6. maddesi bağlamında, duruşma hakkı olduğuna ve Kanun’un 38/1. maddesinin öngördüğü gibi, böyle bir tedbirin gereksiz olması halinde, mahkemelerin, idari alanda, duruşma yapmaktan muaf olabileceklerine işaret etmektedir. Rapor, duruşmanın, davayı sınırlayıp, incelenmesini hızlandıracağını fakat her zaman ciddi bir getirisi olmadığı için, duruşma yapılmasının, idari yargılama ekonomisine ve esnekliğine zarar vermeyeceğinden emin olunması gerektiğini belirtmektedir. Böyle bir tedbirin alınmasına, davanın aydınlatılması gereken bazı noktaları olduğunda ve davanın tamamı için gerekli olması halinde karar verilmelidir.", "III.  İLGİLİ ULUSLARARASI HUKUK VE UYGULAMA", "28.  Mahkeme’nin, Pellegrin/Fransa ([Büyük Daire], no.28541/95, AİHM 1999-VIII) davasından ulaştığı, uluslararası hukuk ve uygulamaya ilişkin unsurlar, adı geçen kararın 37 ila 41. paragraflarında yer almaktadır.", "29.  Avrupa Birliği Temel Haklar Şartı’nın (7 Aralık 2000’de kabul edilmiştir), etkili başvuru yolu ve tarafsız mahkemeye erişim hakkına ilişkin 47. maddesi, aşağıdaki şekildedir:", "  ’Birlik hukuku tarafından teminat altına alınan hakları ve özgürlükleri ihlal edilen herkes, bu maddede düzenlenen koşullara uygun biçimde, başvurarak etkili bir hukuki çözümden yararlanma hakkına sahiptir.", "Herkes önceden kanunla kurulmuş bağımsız ve tarafsız bir mahkemede, makul bir süre içinde, adil ve halka açık bir yargılamadan yararlanma hakkına sahiptir. Herkes, danışma ve temsil edilme imkânlarından yararlanır.", "Adalete etkili erişim amacıyla gerekli olduğu ölçüde, yeterli kaynağı olmayan kişilere yasal yardım sağlanır. ‘", "30.  Başlangıçta, Şartı kaleme alan Sözleşme Heyeti’nin sorumluluğunda ortaya konulan, Temel Haklar Şartı’na ilişkin açıklamalar ve sonradan, Avrupa için bir Anayasa oluşturan Anlaşma’ya dahil edilmişlerdir ve Şart’la aynı değerde değildirler. Bununla birlikte, bu açıklamalar, ‘Şart’ın hükümlerini açıklamaya yönelik, değerli bir araç’ oluşturmaktadırlar. Bu hükümler, aşağıdaki gibidir (parça) :", " “47. maddenin 2. bendi, Avrupa İnsan Hakları Sözleşmesi’nin 6/1. maddesiyle aynıdır:", " “Herkes, gerek medeni hak ve yükümlülükleriyle ilgili nizalar, gerek cezai alanda kendisine yöneltilen suçlamalar konusunda karar verecek olan, yasayla kurulmuş bağımsız ve tarafsız bir mahkeme tarafından davasının makul bir süre içinde, hakkaniyete uygun ve açık olarak görülmesini istemek hakkına sahiptir. Hüküm açık oturumda verilir; ancak, demokratik bir toplumda genel ahlak, kamu düzeni ve ulusal güvenlik yararına, küçüklerin korunması veya davaya taraf olanların özel hayatlarının gizliliği gerektirdiğinde veya davanın açık oturumda görülmesinin adaletin selametine zarar verebileceği bazı özel durumlarda, mahkemenin zorunlu göreceği ölçüde, duruşmalar dava süresince tamamen veya kısmen basına ve dinleyicilere kapalı olarak sürdürülebilir.”", "Avrupa Birliği hukukunda, mahkemeye erişim hakkı, sadece, medeni hak ve yükümlülüklere uygulanmamaktadır. Bu, Birliğin, Mahkeme’nin de, ‘-194/83 sayılı “Yeşiller/Avrupa Parlamentosu” davasında tespit etmiş olduğu gibi, bir hukuk birliği olmasının sonuçlarından biridir (23 Nisan 1986 tarihli karar, Rec. 1988, s.1339). Bununla birlikte, AİHS’nin sağladığı güvenceler, uygulama alanları hariç, Birlik içinde, aynı şekilde uygulanmaktadır.”", "Avrupa Birliği çerçevesinde, 47. maddenin, sadece, Sözleşme’nin 6. maddesi bağlamında, medeni hak ve yükümlülüklerle ya da ceza davalarıyla sınırlı olmadığı görülmektedir. Bu bağlamda, Şart, Avrupa Toplulukları Adalet Divanı’nın mevcut içtihadını kanun halinde getirmiştir (MargueriteJohnston c. Chief Constable of the Royal Ulster Constabulary, affaire 222/84, Rec. 1986, s. 1651, yukarıdaki 60. paragraf).", "HUKUK", "I.  SÖZLEŞME’NİN 6/1. MADDESİNNİ ÖNE SÜRÜLEN İHLALİ", "31.  Sözleşme’nin 6/1. maddesi bağlamında, başvuranlar, kamu görevlisi olarak iş koşullarına ilişkin yargılamanın uzun sürmüş olmasından ve ulusal makamların hiçbirinin duruşma yapmamış olmasından şikâyet etmektedirler.", "Söz konusu hüküm aşağıdaki şekilde kaleme alınmıştır:", "“Herkes, gerek medeni hak ve yükümlülükleriyle ilgili nizalar, gerek cezai alanda kendisine yöneltilen suçlamalar konusunda karar verecek olan, yasayla kurulmuş bağımsız ve tarafsız bir mahkeme tarafından davasının makul bir süre içinde, hakkaniyete uygun ve açık olarak görülmesini istemek hakkına sahiptir. Hüküm açık oturumda verilir; ancak, demokratik bir toplumda genel ahlak, kamu düzeni ve ulusal güvenlik yararına, küçüklerin korunması veya davaya taraf olanların özel hayatlarının gizliliği gerektirdiğinde veya davanın açık oturumda görülmesinin adaletin selametine zarar verebileceği bazı özel durumlarda, mahkemenin zorunlu göreceği ölçüde, duruşmalar dava süresince tamamen veya kısmen basına ve dinleyicilere kapalı olarak sürdürülebilir. (...)”", "A.  Tarafların iddiaları", "1.  Başvuranlar", "32.  Başvuranlar, Hükümet’in, 6. maddenin, aralarından bazılarının polis olmaları nedeniyle, uygulanmadığına ilişkin iddiasını reddetmektedir. Başvuranlar, görevlerinin ve maaşlarının, kamu gücünün kullanılmasıyla ilgisi olmadığı konusunda ısrar etmektedirler. Burada söz konusu olan, özel hukukla ilgili olan maaş alma haklarıdır. Maaşlarının miktarı, çalışanları ve işvereni bağlayan toplu sözleşmeye ilişkin sözleşmesel bir sorundur. İlgililer, tayin yerlerinin değiştirilmesinden şikâyet etmediklerinin altını çizmektedirler. Dava, kamu gücünün kullanılması, işe alma, kariyer ya da faaliyet sonlandırma ile ilgili değildir. Davanın, emeklilik maaşları üzerinde bir etkisi vardır.", "33.  Başvuranlar, yargılamanın, ilk taleplerini sundukları tarih olan 17 Ekim 1990’da başlamış olduğu kanaatindedirler. 3 Temmuz 1991’de, Maliye Bakanlığı, kararını vermiştir. 19 Mart 1993’te, devletle yapılan ve sonuçsuz kalan müzakerelerden yaklaşık iki yıl sonra, başvuranlar, valiliğe başvurmuştur. İçişleri Bakanlığı ve valilik nezdindeki prosedürler, başvuranların davalarında karar verilmesi için zorunlu bir etap oluşturmaktadırlar. Başvuranlar, valiliğin kararı olmadan, taşra idare mahkemesine başvuramazlardı. Yargılama, 27 Nisan 2000 tarihinde sona ermiştir. İlgililer, Hükümet’in, ‘Askola’ davasının sonuçlanmasını beklemenin zorunlu olduğuna ilişkin iddiaya, bu davanın, kendi davalarıyla karşılaştırılabilir olmaması nedeniyle itiraz etmektedirler. ‘Askola’ davasında verilen karar, 7 Aralık 1994 tarihinde kesinleşmiştir. Başvuranlar, hızlı hareket etmişlerdir. Davaları, geçim sorunlarıyla ilgilidir.", "34.  Nihayet, ilgililer, davanın özel koşullarına ilişkin sözlü tanıklıklarının dinlenmesi için, duruşma yapılması gerektiğini öne sürmektedirler. İdare, onlara tazminat sözü vermiştir. Aslında, İdari Yargılama Kanunu’nun 38/1. maddesi, açıkça gereksiz olmadığı sürece, duruşma yapılmasını gerekli kılmaktadır.", "2.  Hükümet", "35.  Hükümet, başvuranların görevlerinin, idari asistan haricinde, kamu görevine ve devletin genel çıkarlarının korunmasına doğrudan katılım sağladığı (bu bağlamda, Hükümet, Pellegrin/Fransa[GC], no 28541/95, CEDH 1999-VIII kararının 66. paragrafına atıfta bulunmkatadır) gerekçesiyle, 6. maddenin uygulanabilir olduğuna itiraz etmektedir. İdari asistanın görevlerinin, dolaylı bir katılım sağlayıp sağlamadığının tespit edilmesi daha zordur. Bununla birlikte, Hükümet, Verešová/Slovakya ((karar), no. 70497/01, 1 Şubat 2005) davasında, Mahkeme’nin, 6. maddenin, polis için çalışan bir hukukçuya uygulanmadığını ve ‘polisin sahip olduğu görevlerin türü ve sorumlulukları dikkate alındığında, başvuranın işi, kamu görevi ve devletin genel çıkarlarının korunmasına doğrudan katılım olarak görülebilir’ şeklinde muhakemesine atıfta bulunmaktadır. 6. madde bağlamında, polislerin hak ve yükümlülüklerinin, ‘sivil’ değil ama açıkça ‘kamusal’ bir boyutu bulunmaktadır. Başvuranlara göre, kendi maddi çıkarlarının söz konusu olması, açılan davaların 6. madde kapsamına girmesi için yeterli olmamaktadır çünkü ‘bir dava, sadece, ekonomik bir sorun içerdiği için, ‘medeni’ bir nitelik kazanmamaktadır’ (Pierre-Bloch/Fransa, 21 Ekim 1997, paragraf 51, Karar ve davalar 1997-VI). Sonuç olarak, Hükümete göre, şikâyetler, Sözleşme ile ratione materiae uyumsuz değildir.", "36.  Hükümet, aynı zamanda, söz konusu ek maaşı almak için, yasal bir hak olmaması nedeniyle de, uygulanabilirliğe itiraz etmektedir. Toplu sözleşme ve eski coğrafi uzaklık tazminatı yerine ek maaş ödenmesine ilişkin direktif, başvuranların, bu ek ödemeye hakları olduğunu ya da bunu öne sürebileceklerini anlamını taşımamaktadır. Bu bağlamda, tüm başvuranların şikâyetleri, Sözleşme ile ratione materiae uyumsuzdur.", "37.  Mahkeme’nin farklı karar vermesi halinde, Hükümet, her halükarda, Sözleşme’nin 6/1. maddesinin ihlal edilmediğini öne sürmektedir. Hükümet, yargılamanın, başvuranların, idare mahkemesine başvurdukları tarih olan, 25 Nisan 1997 tarihinde başlayıp, Yüksek İdare Mahkemesi’nin karar verdiği tarih olan, 27 Nisan 2000’de sona erdiğini öne sürmektedir. Başvuranların davası karmaşık değildir; eğer valilik yargılamayı durdurmuşsa, bu, kısmen, başvuranlarla ilgili dava sonuçlanmış olsa bile, farklı güvenlik birimlerinin personeline aynı muamelenin yapılmasını sağlamak için ‘Askola’ davasının çözümlenmesini bekleme talebi olması nedeniyledir. Hükümet’e göre, valilikte, ilgililerin taleplerinin incelenmesinin dört yıl sürmüş olması dikkate alınamaz, çünkü, valilikteki prosedür, adli bir prosedür değildir ve sürenin hesaplanmasında dikkate alınmaz. Dava, sadece, geçim sorunuyla ya da başka bir acil sorunla ilgili olmadığı için, acil nitelikte değildi. 3 Temmuz 1991 ve 19 Mart 1993 tarihleri arasında, davanın, müzakere yoluyla çözümlenmesi için çaba harcanmıştır; müzakereler süresince, başvuranlar, ek maaşın, sadece, Yüksek İdare Mahkemesi’nin, alt mahkemenin, ‘Askola’ davasında verdiği kararı bozması halinde, kendilerine ödenebileceğinden haberdar edilmişlerdir.", "38.  Duruşma yapılmamasına ilişkin olarak, Hükümet, taşra idare mahkemesinin, başvuranların, duruşma sırasında açıklamak istedikleri olayların, davanın sonucu üzerinde etkisinin olmadığını ve yüksek idare mahkemesinin, Polis Taşra Yönetimi’nin sözlerinin hukuki bir anlamı olmadığının altını çizmektedir; iki mahkeme de, duruşma yapılmasının gereksiz olduğuna karar vermişlerdir. İlgililerin, yazılı ek görüş sunma imkânları olmuştur. Ortaya çıkan sorun teknik bir sorundur ve ilgili belgelerin incelenmesine dayanmaktadır. Tüm olgusal ve hukuki noktalar, dosya ve tarafların yazıları üzerinden, uygun şekilde, çözümlenebilmiştir. Başvuranlardan biri ya da diğerinin dinlenilmesi, hiçbir ek bilgi alınmasını sağlamamıştır.", "B.  Mahkeme’nin değerlendirmesi", "1.  6. maddenin uygulanabilirliği", "39.  Hükümet, 6. maddenin uygulanabilirliğine, iki nedenle itiraz etmektedir: Hükümet, bir ‘hak’ söz konusu olmadığı ya da, söz konusu ise bile, bunun ‘medeni nitelikli’ olmadığı kanaatindedir.", "a)  Bir hakkın varlığı", "40.  Mahkeme, ilk olarak, mevcut olayda, ‘hak’ olup olmadığını incelemelidir. İçtihattan doğan prensiplere göre (bkz. özellikle, Pudas/İsveç, 27 Ekim 1987, paragraf 31, seri A no. 125-A), iç hukukta tanınan bir ‘hakka’ ilişkin bir ihtilafın, gerçek ve ciddi olması gerekir; bu ihtilaf, hakkın varlığı, kapsamı ya da icra edilme şekillerine ilişkin olabilir; nihayet, davanın sonucu, söz konusu hak için doğrudan, belirleyici olmalıdır.", "41.  Mahkeme, Polis Taşra Yönetimi’nin başvuranlara, tazminat ödeneceğine söz vermesine ilişkin tartışma bulunmadığını tespit etmektedir. Bununla birlikte, dosya, bireysel ek maaşların, ilgililerin durumlarından tamamen farklı olmayan durumlarda ödenmiş olduğunu göstermektedir. Milli mahkemeler, başvuranların taleplerinin, dayanaktan yoksun oldukları nedeniyle reddetmemiştir. Başvuranların taleplerinin reddedilmiş olduğu doğru ise de, idari mahkemelerin, davanın esasını incelemiş oldukları ve ilgililerin haklarına ilişkin olarak karar vermiş olduklarının kabul edilmesi gerekir. Mahkeme, bu koşullar altında, başvuranların, savunulabilir şekilde, bir hakları olduğunu öne sürebilecekleri kanaatindedir (özellikle, bkz. Neves e Silva/Portekiz, 27 Nisan 1989, paragraf 37, seri A no. 153-A).", "b)  Hakkın “medeni” niteliği", "42.  Mahkeme, daha sonra, Hükümet’in, yukarıda adı geçn Pellegrin kararına ilişkin olarak, 6. maddenin, polisler gibi kamu görevlilerinin, çalışma koşularına ilişkin olarak ileri sürdükleri itirazlara uygulanmadığına ilişkin iddiasını incelemelidir. Mevcut dava, memur olan, ilk beş başvuranın ve mütefevva Bay Hannu Matti Lappalainen’in, ek maaş talebinde bulunup bulunamayacaklarının araştırıldığı bir yargılama ile ilgilidir. Bu sorunu çözmek için, Mahkeme, Pellegrin kararının türü ve temeli ve bu içtihadın, uygulanma şeklinin, daha sonraki davalarda nasıl olduğunu hatırlatmalıdır.", "i.  İçtihadın özeti", "43.  Pellegrin kararından önce, Mahkeme, memurların, işe alınma, kariyer ve faaliyetlerinin sonlandırılmasına ilişkin ihtilafların, kural olarak, 6/1. maddenin kapsamına girmediğini beyan etmiştir. Bu genel dışlama kuralı, bazı kararlarda sınırlanmış ve kesin olarak açıklanmıştır. Francesco Lombardo/İtalya (26 Kasım 1992, paragraf 17, seri A no. 249-B) ve Massa/İtalya (24 Ağustos 1993, paragraf 26, seri A no. 265-B) davalarında, Mahkeme, başvuranların şikâyetinin, ne memurların ‘işe alınması’ ne de ‘faaliyet sonlandırılması’ ile ilgili olduğuna karar vermiştir çünkü faaliyet bitimi ardından, kanundan doğan tamamen maddi nitelikli talepler söz konusudur. Bazı koşullarda ve İtalya Devleti’nin, söz konusu emekli maaşlarını ödeme yükümlülüğünü yerine getirerek, ‘kamu ayrıcalığı’ kullanmaması ve bir iş sözleşmesine taraf olan bir işverenle karşılaştırılabileceğini dikkate alan Mahkeme, başvuranların iddialarının, 6/1. madde anlamında, ‘medeni nitelikli’ olduklarına karar vermiştir.", "44.  Nihayet, Neigel/Fransa (17 Mart 1997, paragraf 44, Raporlar,1997-II) davasında, Mahkeme, başvuranın itiraz ettiği, kamu görevindeki işine iade edilmesinin reddedilmesi kararının, ‘işe alınma’, kariyer’ ve ‘faaliyet sonlandırmayla’ ilgisi olduğuna karar vermiştir. İlgilinin, işe iade edilmesi halinde, almış olacağı maaşın ödenmesine ilişkin talebe gelince, bu tip bir tazminatın ödenmesinin, ‘doğrudan, iadenin reddedilmesinin yasal olmamasına ilişkin tespite bağlı olması’ nedeniyle, 6/1. madde uygulanmamaktaydı. Böylelikle, Mahkeme, söz konusu itirazın, 6/1. madde anlamında, ‘medeni nitelikli’ bir hakka ilişkin olmadığına karar vermişti.", "45.  Diğer davalarda, Mahkeme, 6/1. maddenin, bir maaşın ödenmesi gibi, çalışanın iddiasının, ‘tamamen maddi’ (De Santa/İtalya, Lapalorcia/İtalya ve Abenavoli/İtalya, 2 Eylül 1997, sırasıyla 18, 21. paragraflar, ve 16. paragraf, Raporlar 1997-V) ya da ‘esasen maddi’ bir hakla (Nicodemo/İtalya, 2 Eylül 1997, paragraf 18, Raporlar 1997-V) ilgili olması durumunda uygulanabilir olduğuna ve ‘idarenin, esasen takdiri ayrıcalıklarıyla’ ilgili olmadığına (Benkessiouer/Fransa ve Couez/Fransa, 24 Ağustos 1998, sırasıyla 29-30. paragraflar, ve 25. paragraf, Raporlar 1998-V ; Le Calvez/Fransa, 29 Temmuz 1998, paragraf 58, Raporlar 1998-V, ve Cazenave de la Roche/Fransa, 9 Haziran 1998, paragraf 43, Raporlar 1998-III) karar vermiştir.", "46.  Mahkeme, Pellegrin davasında, konuyla ilgili karar verdiğinde (Pellegrin kararının, 60. paragrafı), bu içtihadın, sözleşmeci devletlerin, kamu çalışanlarının, hizmet koşullarıyla ilgili itirazlar konusunda, 6/1. madde bağlamındaki yükümlülüklerinin kapsamına ilişkin olarak, belirsiz olduğuna karar vermiştir. Mahkeme, ‘kamu görevi’ kavramının, Sözleşme’ye taraf devletlerde, ulusal sistemde uygulanan çalışma sisteminden bağımsız olarak ve idare ve görevli arasındaki hukuki bağ ne olursa olsun, denk ya da benzer görevi bulunan kamu görevlilerinin eşit muamele görmelerini sağlayacak şekilde özerk bir yorumunu yaparak, bu belirsizliğe bir son vermek istemiştir.", "47.  Bu amaç doğrultusunda, Mahkeme, görevlinin icra ettiği görevler ve sorumluluklarının türüne dayalı olan fonksiyonel bir kriter benimsemiştir. Mahkeme, genel çıkar ya da kamu gücüne doğrudan katılım görevini icra eden meslek sahiplerinin, devlet egemenliğinin bir kısmını ellerinde bulundurduklarını tespit etmiştir. Devletin, bu memurlardan, özel bir güven ve dürüstlük beklemek yönünde meşru bir çıkarı bulunmaktadır. Buna karşın, ‘kamusal idare’ boyutu bulunmayan diğer görevler için, böyle bir çıkar söz konusu olmamaktadır (adı geçen Pellegrin, paragraf 65). Sonuçta, Mahkeme, 6/1. maddenin uygulama alanından, sadece, kamu idaresinin faaliyetlerinin özelliklerini taşıyan kamu görevlilerinin davalarının çıkarılmış olduğunu çünkü bunların devletin ya da diğer kamusal toplulukların genel çıkarlarının korunmasıyla görevli olup, kamu gücünü ellerinde bulundurduklarına karar vermiştir. Bu tür faaliyetlere açık bir örneği de, silahlı kuvvetler ve polis oluşturmaktadır (adı geçen, Pellegrin, paragraf 66). Mahkeme, idare ve kamu gücünün icra edilmesine katılım yapan görevlileri zıtlaştıran davaların tümünün, 6/1. maddenin uygulama alanının dışında kaldığı sonucuna ulaşmıştır (adı geçen, Pellegrin, paragraf 67).", "48.  Mahkeme, Pellegrin kararının, kesin bir şekilde kaleme alındığını tespit etmektedir. Söz konusu işin, hedeflenen kategoriye ait olması halinde, türünden bağımsız olarak, tüm davalar, 6. maddenin uygulama alanının dışında tutulur. Bunun tek bir istisnası vardır: emeklilik maaşına ilişkin davaların hepsi, 6/1. maddenin uygulama alanına girerdi çünkü görevli, emekliliğe hak kazandığında, onu, idareye bağlayan bağ kesilmiş olmaktadır; görevli, bu durumda, özel hukukta çalışan bir çalışanın durumuyla aynı durumda olurdu: özel güven ve dürüstlük bağının varlığı ortadan kalkar ve görevli, devletin egemenliğinin bir kısmını elinde tutamaz (adı geçen Pellegrin, paragraf 67).", "49.  Mahkeme’nin, bu fonksiyonel kriteri uygulayarak, Sözleşme’nin konusu ve amacına uygun şekilde, 6/1. maddedeki güvencelerin kısıtlayıcı bir yorumunu yapması gerektiğinin altını çizdiğinin (adı geçen Pellegrin, paragraflar 64-67) tespit edilmesi gerekir. Kamu görevlilerinin kendilerine sağlanan, somut ve etkili korumadan faydalanamadıkları durumların kısıtlanması söz konusudur (Frydlender/Fransa [Büyük Daire], no. 30979/96, paragraf 40, AİHM 2000-VII kararında, bu durum onaylanmıştır).", "ii.  İçtihadın gelişmesinin gerekliliği", "50.  İçtihat gelişimindeki zincirin son önemli halkası olan Pellegrin kararı, her duruma göre, görev ve sorumluluklarının türü dikkate alınarak, başvuranın işinin, kamu gücünün kullanımına ve devletin ya da diğer kamusal toplulukların genel çıkarlarının korunmasına yönelik doğrudan ya da dolaylı bir katılım içerip içermediğinin inceleneceği işlevsel bir çerçeve sağlamalıdır. Daha sonra, başvuranın, bu görev kategorilerinden biri çerçevesinde, kamu gücünün icra edilmesiyle ilgili bir görevi olup olmadığını yani, ilgilinin, devlet hiyerarşisindeki konumunun, devlet gücünün kullanılmasına katıldığının söylenebilmesi için yeteri kadar önemli olup olmadığı tespit edilmelidir.", "51.  Bununla birlikte, mevcut olay, fonksiyonel kriterin uygulanmasının, bir takım anormalliklere neden olabileceğini göstermektedir. Söz konusu dönemde, başvuranlar, İçişleri Bakanlığı’na bağlıydılar. Aralarından beşi, yukarıda tanımlanan şekliyle, kamu idaresinin özel faaliyetlerini yansıtan bir görev olan polis memurluğu yapıyordu. Onların görevi, kamu gücünün kullanılmasına ve devletin genel çıkarlarının korunmasına doğrudan bir katılımı kapsamaktaydı. Asistanın görevlerine gelince, bunlar, karar verme yetkisinden ya da kamu gücünün doğrudan ya da dolaylı olarak kullanılmasından uzak olan tamamen idari görevlerdi; bu görevler, kamu sektörü ya da özel sektörde çalışan başka bir idari asistanın görevlerinden farklı değillerdi. Yukarıda da incelendiği gibi, Pellegrin kararı, açıkça, polisi, kamu gücünün kullanılması kapsamına giren faaliyetleri olduğunu belirtmekte ve böylelikle, bu kategorideki kişileri, 6. maddenin uygulana alanından çıkarmaktaydı. ‘Pellegrin yaklaşımının’ katı bir uygulaması, işbu davada, davanın, tüm ilgililer için aynı olmasına rağmen, idari asistanın, 6/1. maddeden yararlanırken, polislerin yararlanmamasına neden olacaktır.", "52.  Bunun dışında, Pellegrin kararından sonra sonuçlanan davalar, başvuranın görevlerinin türü ve statüsünün ne olduğunu tespit etmenin kolay olmadığını göstermektedirler; aynı şekilde, başvuranın, kamu görevi nezdinde ait olduğu kategori, oradaki etkin rolüne bakarak kolayca tespit edilemeyebilir. Bazı durumlarda, ilgilinin sorumluluklarından bağımsız olarak, 6. maddenin uygulanmasının devre dışı bırakabilmesi için, kamu görevinin belli bir sektörüne ait olma derecesi açıkça belli olmamaktadır.", "Kępka/Polonya ((karar), no. 31439/96 ve 35123/97, AİHM 2000-IX) davasında, Mahkeme, yangınla mücadeleye katılmaya ehil olmadığı beyan edilen başvuranın, tüm kariyeri boyunca itfaiyeciler için profesörlük yapmış olmasına rağmen, araştırma ve hassas konulara erişimi kapsayan görevinin, devletin egemen gücünü kullandığı, milli savuma kapsamında olduğuna ve dolaylı da olsa, devletin genel çıkarlarının korunmasına yönelik olduğuna karar vermiştir (a contrario, bkz. adı geçen Frydlender, paragraf 39). Bu halde, 6. madde uygulanmamaktadır. Diğer bir örnek: Kanaïev/Rusya (no. 43726/02, paragraf 18, 27 Temmuz 2006) davasında, Rus Deniz Kuvvetleri’nde aktif bir subay ve üçüncü dereceden bir kaptan olup, bu vasfı ile ‘devlet egemenliğinin bir parçasını elinde bulunduran’ başvuranın durumunda, Mahkeme, davanın, ilgilinin lehine verilmiş olan ve yol masraflarına ilişkin bir davanın icrasıyla ilgili olarak bile, 6/1. maddenin uygulanamayacağına karar vermiştir. Yukarıda adı geçen Verešová kararında, Mahkeme, polis için çalışan bir hukukçunun, tüm polis birimlerinin görev ve sorumluluklarının türü nedeniyle ve başvuranın, bireysel rolünü dikkate almaksızın, 6/1. maddenin uygulanmadığına karar vermiştir.", "53. Bununla birlikte, ‘fonksiyonel yaklaşım’, 6. maddenin, memur bir başvuranın durumunun diğer herhangi bir davacının durumu ile benzer olduğu yani, çalışan ve işvereni karşı karşıya getiren davanın ‘güven ve dürüstlük bağıyla’ ilgili olmadığı davalarda, 6. maddenin devre dışı bırakılmasını salık vermektedir.", "54.  Davanın türü değil, başvuranın görevinin belirleyici özelliği, Büyük Daire’nin, Daire’nin de yaptığı gibi, farklı bir muhakeme yoluyla, 6/1. maddenin uygulanmadığına karar vermiş olduğu Martinie/Fransa ([Büyük Daire], no. 58675/00, paragraf 30, AİHM 2006-VI) davada onaylanmıştır. Daire’nin, esasen, başvuranla devleti karşı karşıya getiren davanın türü olan, ilgilinin izinsiz ödemeleri geri ödeme yükümlülüğünü dikkate alarak, mevcut olaydaki unsurların, özel hukuk unsurları olması nedeniyle, söz konusu yükümlülüklerin, 6/1. madde anlamında, ‘medeni’ nitelikli olduklarına karar vererek hüküm kurmuş olmasına rağmen, Büyük Daire, başvuranın, bir lisede, muhasebeci olduğunu ve kamu gücünün kullanılmasına katılmadığını dikkate alarak hüküm kurmuştur.", "55. Mahkeme, uygulamada kullanılan fonksiyonel kriterin, 6. maddenin, bir memurun taraf olduğu prosedürlere uygulanması sorununun incelenmesini kolaylaştırmadığı ve beklentilerin aksine, daha fazla kesinlik kazandırmadığını tespit etmektedir (bkz. mutatis mutandis, Perez/Fransa [Büyük Daire], no. 47287/99, paragraf 55, AİHM 2004-I).", "56.  Bu çerçevede ve bu nedenlerle, Mahkeme, Pellegrin davasında benimsenen fonksiyonel kriterin daha fazla geliştirilmesi gerektiği kanaatindedir. Şüphesiz, Mahkeme’nin geçerli bir gerekçesi olmaksızın, içtihadını değiştirmemesi, hukuki güvenlik, öngörülebilirlik ve kanun önünde eşitliğin lehinedir; bununla birlikte, dinamik ve geliştirici bir yaklaşımı olmazsa, böyle bir tutum, her türlü reform ve gelişime engel teşkil etme riski taşır (mutatis mutandis, bkz. Mamatkoulov et Askarov/Türkiye [Büyük Daire], no. 46827/99 ve 46951/99, paragraf 121, AİHM 2005-I).", "57.  Pellegrin kararı, Mahkeme’nin eski içtihadı ışığında okunmalı ve 6. maddenin, kamu görevine uygulanamadığına ilişkin eski prensipten ilk uzaklaşma ve kısmi uygulanabilirliğe yönelik ilk adım olarak anlaşılmalıdır. Bu karar, bazı kamu görevlilerinin, görevleri nedeniyle, işverenleri ile özel bir güven ve dürüstlük bağının olduğuna ilişkin temel ön kabulü yansıtmaktadır. Bununla birlikte, daha sonra neticelenen davalardan, birçok sözleşmeci devlette, memurların, maaşlarına ya da tazminatlarına, hatta işten çıkarılma ya da işe alınmayla ilgili talepleri için özel sektör çalışanlarıyla aynı şekilde mahkemeye erişimleri olduğu, açıkça anlaşılmaktadır. Bu koşullar altında, milli sistem, devletin temel çıkarları ve bireyin korunma hakkı arasında hiçbir ihtilafı ayırmamaktadır. Sonuçta, ne Sözleşme ne de Ek Protokoller, kamu görevine erişim hakkını güvence altına almasalar da, bu, farklı bağlamlarda, memurların, Sözleşme’nin uygulama alanının dışında kaldıklarını göstermez (bkz. mutatis mutandis, Abdulaziz, Cabales et Balkandali/Birleşik Krallık, 28 Mayıs 1985, paragraf 60, seri A no. 94, ve Glasenapp/Almanya, 28 Ağustos 1986, paragraf 49, seri A no.104).", "58.  Bunun dışında, Sözleşme’nin 1 ve 14. maddeleri, sözleşmeci devletlerin ‘yetki alanına giren herkesin’, ‘hiçbir ayrım yapılmadan’, I. Bölüm’de sıralanan hak ve özgürlükleri kullanma hakkının olduğunu belirtmektedir (bkz. mutatis mutandis, Engel et autres/Hollanda, 8 Haziran 1976, paragraf 54, seri A no. 22). Genel kurala göre, Sözleşme’nin güvenceleri, memurları da kapsamaktadır (bkz. mutatis mutandis, Schmidt et Dahlström/İsveç, 6 Şubat 1976, paragraf 33, seri A no. 21 ; adı geçen Engel et autres, paragraf 54, Glasenapp, paragraf 49, ve Ahmed et autres/Birleşik Krallık, 2 Eylül 1998, paragraf 56, Raporlar 1998-VI).", "59.  Pellegrin kararında benimsenen fonksiyonel kriterin kısıtlayıcı yorumuna göre, bazı kategorilerde bulunan başvuranların, 6/1. maddedeki güvencelerden yararlanmaması için, ikna edici nedenler bulunması gerekmektedir. Mevcut davada, milli mevzuat gereğince, tazminat taleplerinin bir mahkeme tarafından incelenmesi hakları olan polis olan ve idari asistan olan başvurucular konusunda, Sözleşme’nin, adil olmayan ya da aşırı uzun bir yargılama karşısında sağladığı güvencenin kaldırılmasını gerektiren ve devletin etkili işleyişine ilişkin hiçbir gerekçe ileri sürülmemiştir.", "60.  Bir bütün olarak, birçok değerli göstergenin kaynağı olan (Christine Goodwin/Birleşik Krallık [BüyükDaire], no. 28957/95, paragraflar 4345, 92 ve 100, AİHM 2002-VI, Posti et Rahko/Finalndiya, no. 27824/95, paragraf 54, AİHM 2002-VII, ve Meftah et autres/Fransa [Büyük Daire], no. 32911/96, 35237/97 ve 34595/97, paragraf 45, AİHM 2002-VII), Avrupa hukukuna bakıldığında, Mahkeme, Pellegrin kararının, Avrupa Komisyonu ve Avrupa Toplulukları Adalet Divanı tarafından, serbest dolaşım prensibine aykırılık bağlamında sıralanan faaliyet ve iş kategorilerine dayandığını tespit etmektedir (Pellegrin kararı paragraf 66). Bununla birlikte, Mahkeme, Adalet Divanı’nın da Marguerite Johnston c. Chief Constable of the Royal Ulster Constabulary (222/84, Rec. 1986, s. 1651, paragraf 18) prensip kararının da gösterdiği gibi, yargı denetimi lehine daha geniş bir yaklaşım benimsediğini tespit etmektedir. Kadın ve erkeğe eşit muameleye ilişkin 76/207 sayılı direktifi öne süren bir kadın polis memuru tarafından açılan bu davada, Mahkeme, aşağıdaki muhakemeyi yapmıştır:", "  ’Konsey’in 76/207 sayılı direktifinin 6. maddesindeki yargı denetimi, üye devletlerin anayasal geleneklerinin temelinde bulunan genel bir hukuk kuralının ifadesidir. Bu prensip, aynı şekilde, 4 Kasım 1950 tarihli, Avrupa İnsan Hakları ve Temel Özgürlüklerin Korunmasına ilişkin Sözleşme’nin 6 ve 13. maddelerinde de yer almıştır. Meclis’in ortak deklarasyonu ve Mahkeme’nin içtihadı ile de tanındığı için, bu Sözleşme’nin prensiplerinin, Avrupa Birliği hukuku çerçevesinde de dikkate alınması gerekmektedir.’", "Bu ve diğer kararlar, Avrupa Birliği hukukuna bağlı alanlarda, Avrupa Birliği hukukunda, yargı denetiminin uygulama alanının geniş olduğunu göstermektedirler. Bir birey, Avrupa Birliği hukuku tarafından tanınan maddi bir hakkı öne sürebildiği ölçüde, kamu gücünü elinde bulundurma statüsü, yargı denetiminin gerekliliklerini uygulanamaz hale getirmemektedir. Bunun dışında, Temel Haklar Şartı’nda da olduğu gibi (bkz. 29 ve 30. paragraflar), Sözleşme’nin 6. ve 13. maddelerine atıfta bulunan Adalet Divanı, etkili bir yargı denetiminin geniş bir kapsamı olduğunun altını çizmiştir (yukarıda adı geçen, Marguerite Johnston davaları ve Panayotova et autres c. Minister voor Vreemdelingenzaken en Integratie, C-327/02, Rec.2004, s. I-11055, paragraf 27).", "61.  Mahkeme, devletin, bazı kategorilerdeki çalışanların, mahkemeye erişimlerini kısıtlanmasındaki çıkarı görmektedir. Devletin egemenliği dahilindeki ve bireysel çıkarların uyum göstermesi gereken, takdiri ayrıcalıkların bulunduğu kamu görevi sektörlerinin tespit edilmesi, Mahkeme değil ilk olarak, sözleşmeci devletlerin ve özellikle de, ulusal Parlamento’nun görevidir.", "Mahkeme, denetimini, yetki devri ilkesini çerçevesinde icra etmektedir (Z et autres/Brileşik Krallık [Daire Büyük], no. 29392/95, paragraf 103, AİHM 2001-V). Bir iç hukuk düzeninin, mahkemeye erişimi engellemesi halinde, Mahkeme, davanın, 6. maddenin güvencelerine aykırılık yapılmasını haklı çıkardığını tespit etmelidir. Durum böyle değilse, hiçbir sorun yoktur ve 6/1. madde uygulanır.", "Mevcut durumun, öne sürülen iddialar gereğince, Sözleşme’nin 6/1. maddesinin hukuki ve cezai kısımlarına girdiği kabul edilen diğer davalardan ayrıldığının altının çizilmesi gerekmektedir (vergi miktarının belirlenmesine ilişkin olarak, bkz. özellikle, Ferrazzini/İtalya ([Büyük Daire], no. 44759/98, AİHM 2001-VII) ; bir ülkede sığınma, vatandaşlık ve kalma konusunda, bkz. Maaouia/Fransa ([Büyük Daire], no. 39652/98, AİHM 2000-X) ; milletvekili seçimlerine ilişkin ihtilafların çözümü konusunda, bkz. adı geçen Pierre-Bloch). Mevcut olayda, muhakeme, memurların durumuyla sınırlanmaktadır.", "62.  Özet olarak, savunmacı devletin, Mahkeme önünde, 6. maddenin korumasından mahrum bırakmak amacıyla bir başvuranın, memur statüsünü öne sürebilmesi için, iki koşul bir araya gelmelidir. İlk olarak, ilgili devletin iç hukuku, söz konusu görev ya da çalışan kategorisi için, mahkemeye erişimi yasaklamış olmalıdır. İkinci olarak, bu aykırılık, devletin çıkarına bağlı tarafsız gerekçelere dayanmalıdır. İlgilinin, kamu gücünün kullanılmasına ilişkin bir hizmet veriyor olması ya da böyle bir sektörde çalışıyor olması, belirleyici değildir. Devre dışı bırakmanın haklı çıkarılması için, devletin, söz konusu memurun, kamu gücünün icra edilmesine katıldığının ya da Pellegrin davasında, Mahkeme’nin kullandığı ifadeye göre, ilgili ve işveren devlet arasında, ‘özel bir güven ve dürüstlük bağının’ var olduğunun kanıtlanmasına yeterli değildir. Devletin, davanın konusunun, devlet otoritesinin kullanılmasıyla ilgili olduğunu ya da adı geçen özel bağı, tartışma konusu haline getirdiğini göstermesi gerekmektedir. Böylece, kural olarak, hiçbir şey, söz konusu devlet ve ilgili memur arasındaki ilişkinin özel olması nedeniyle, maaşla, tazminatla ya da bu tip haklarla ilgili olağan iş ihtilaflarının, 6. maddenin güvenceleri dışında bırakılmasına izin vermemektedir. Sonuçta, 6. maddenin uygulandığına ilişkin bir karine bulunmaktadır ve ilk olarak, milli hukuka göre, memur bir başvuranın, mahkemeye erişim hakkı olmadığını kanıtlamak ve ikinci olarak, 6. maddede güvence altına alınan hakların devre dışı bırakılmasının, bu memur için yerinde olduğunun kanıtlanması savunmacı devletin görevidir.", "63.  Mevcut olayda, başvuranların hepsinin, milli hukuk gereğince, mahkemeye erişimlerinin olduğu konusunda tartışma yoktur. 6/1. madde uygulanmaktadır.", "64.  Mahkeme, 6. maddenin uygulanabilirliğine ilişkin kararının, bu maddeye ilişkin farklı güvencelerin, memurlara ilişkin davalara nasıl uygulanmaları gerektiği sorunu konusunda ön yargılı olmadığını tespit etmektedir (örneğin, milli mahkemelerin yapmaları gereken denetimin kapsamı konusunda; bkz. Zumtobel/Avusturya, 21 Eylül 1993, paragraf 32, seri A no. 268A). Mevcut olayda, Mahkeme’nin sadece bu iki güvenceyi incelemesi gerekmektedir: dava süresine ilişkin olan ve duruşma yapılmasına ilişkin olan güvence.", "2.  6. maddenin incelenmesi", "a)  Dava süresi", "65.  Mahkeme, hukuk davalarında, makul sürenin, bazı durumlarda, davacının, sorunun çözülmesini talep ettiği ilk dava dilekçesini vermesinden önce başlayabileceğini hatırlatmaktadır (Golder/Birleşik Krallık 21 Şubat 1975, paragraf 32, seri A no. 18). Bu durum, yeniden yargılanma taleplerine ilişkin ve istinaf yoluna gidilebilecek bir karar almadan, idare mahkemesine başvuramayan (bkz. 19. paragraf) başvuranların durumudur (bkz. mutatis mutandis, König/Almanya, 28 Haziran 1978, paragraf 98, seri A no. 27 ;Janssen/Almanya, no. 23959/94, paragraf 40, 20 Aralık 2001, ve Hellborg/İsviçre, no. 47473/99, paragraf 59, 28 Şubat 2006).", "66.  Böylelikle, mevcut olayda, 6/1. maddede öngörülen makul süre, başvuranların, valiliğe başvuruda bulundukları tarihte yani, 19 Mart 1993’te başlamıştır (bkz. bir önceki paragraf). Yargılamanın, 27 Nisan 2000 tarihinde, Yüksek İdare Mahkemesi’nin verdiği kararla sona erdiğine ilişkin olarak ihtilaf bulunmamaktadır. Yargılama, yedi yıldan uzun sürmüştür.", "67.  Mahkeme, yargılama süresinin makul olma niteliğini, davanın koşulları ve özellikle de davanın karmaşıklığı, başvuranların ve makamların tutumlarını dikkate alan içtihadındaki kriterlere göre değerlendirecektir. Bu noktayla ilgili olarak, aynı zamanda, ilgililer için, davanın konusu da dikkate alınmalıdır (Philis/Yunanistsn (no. 2), 27 Haziran 1997, paragraf 35, Raporlar 1997-IV).", "68.  Mahkeme, taraflarla, davanın karmaşık olmadığı konusunda anlaşmaktadır. Davanın konusunun istisnai bir niteliği yoktur.", "69.  Başvuranlara gelince, onların tutumlarının yargılamayı uzatacak bir etkisi olmamıştır. Resmi makamlara gelince, Mahkeme, valiliğin, ilgililerin talebini, 19 Mart 1993 tarihinde aldığını tespit etmektedir. Valilik, bu konudaki görüşleri almış ve başvuranlara, görüş bildirmeleri için tebliğ etmiş ve 19 Mart 1997’de kararını vermiştir. Bu davanın incelenmesi için dört yıl gerekmiştir. Bu zaman aralığı, ne gerçekleştirilen usuli işlemlerle ne de 7 Aralık 1994 tarihinde kesinleşen ‘Askola’ davsına ilişkin kararı bekleme gereksinimiyle açıklanmaktadır.", "70.  İdare mahkemesi ve Yüksek İdare Mahkemesi önündeki usule ilişkin olarak, Mahkeme, bu iki mahkemenin, karar vermelerinin toplamda üç yıl sürdüğünü tespit etmektedir. Mahkeme, söz konusu makamların, sorun oluşturmadıkları kanaatindedir.", "71.  Sonuçta, Mahkeme, valilik önündeki prosedürde gecikmeler olduğu ve bunların tatmin edici bir açıklamasının olmadığı sonucuna ulaşmıştır. Böylelikle, Sözleşme’nin 6/1. maddesi, dava süresi nedeniyle ihlal edilmiştir.", "b)  Duruşma yapılması konusunda", "72. Uygulanan prensipler, Jussila/Finlandiya ([Büyük Daire], no. 73053/01, 40-45. paragraflar, AİHM 2006-XIV) davasında açıklanmaktadır.", "73.  Mevcut olayda, başvuranların, duruşma talep ederken izlediği amaç, polis idaresinin, kendilerine kazançlarındaki kaybı telafi etmeye ilişkin olarak verdiği sözün kanıtlanmasıydı. İdari mahkemeler, koşulları dikkate alarak, öne sürülen sözün, hiçbir çıkarı olmaması nedeniyle, duruşma yapılmasının gereksiz olduğuna karar vermişlerdir. Mahkeme, Hükümet’in, bu davada ortaya çıkması muhtemel olan tüm olgusal ve hukuki noktaların incelenebileceğini ve tarafların yazıları dikkate alınarak uygun şekilde çözülebileceğine ilişkin iddiasının anlamlı olduğuna karar vermektedir.", "74.  Mahkeme, bunun dışında, duruşma yapılmasının gerekli olup olmadığına karar vermenin mahkemelere ait olmasına rağmen (bkz. mutatis mutandis, adı geçen Martinie, paragarf 44), ilgililerin, duruşma yapılması imkânının reddedilmediğini ve idari mahkemelerin, bu bağlamda, kararlarını gerekçelendirmiş olduklarını tespit etmektedir. Başvuranların, yazılı olarak iddialarını sunma ve karşı tarafın iddialarına cevap verme imkânları olmuş olması nedeniyle, Mahkeme, hakkaniyet gerekliliğinin yerine getirilmiş olduğu ve bunun, duruşma yapılmasını gerektirmediği kanaatindedir.", "75.  Sonuç olarak, Sözleşme’nin 6/1. maddesi, duruşma yapılmaması nedeniyle ihlal edilmemiştir.", "II.  SÖZLEŞMENİN 13. MADDESİNİN ÖNE SÜRÜLEN İHLALİ", "76.  Başvuranlar, Sözleşme’nin, aşağıdaki şekilde kaleme alınmış olan 13. maddesinin ihlal edilmiş olmasından dolayı mağdur olduklarını öne sürmektedirler:", "“ Bu Sözleşme’de tanınmış olan hak ve özgürlükleri ihlal edilen herkes, ihlal fiili resmi görev yapan kimseler tarafından bu sıfatlarına dayanılarak yapılmış da olsa, ulusal bir makama etkili bir başvuru yapabilme hakkına sahiptir.”", "A.  Tarafların iddiaları", "1.  Başvuranlar", "77. Başvuranlar, yargılama süresinin aşırı şekilde uzun olmasının, başvurularını etkisiz kıldığını öne sürmektedirler. Onlara göre, başvuru yolları sistemi, etkili olmamıştır.", "2.  Hükümet", "78.  Hükümet, 6. maddenin ihlal edilmemiş olması nedeniyle, 13. madde bağlamında, savunulabilir bir şikâyet olmadığı kanaatindedir. Mahkeme’nin aksine karar vermesi halinde, Hükümet, böyle bir şikâyetin temelden yoksun olduğunu, çünkü başvuranların, valiliğin verdiği karara, iki farklı mahkeme önünde itiraz edebildiklerini belirtmektedir. Yargılamanın süresine ilişkin olarak, ilgililer, aralarından birinin, valiliğin dikkatini, yargılamanın ağırlığına çeken, Adalet Şansölyesi’ne başvurup iyi sonuç almış olmasının gösterdiği gibi, etkili bir başvuru yoluna sahip olmuşlardır. Bunun yanı sıra, Hükümet, iç hukukun sağladığı başvuru yollarından hiç birinin, tek başına bu koşulu tamamen karşılamamış olmasına rağmen, başvuru yollarının tümünün, 13. maddenin koşullarını karşılayabileceği prensibine dayanmaktadır (bkz. örneğin, X/Birleşik Krallık, 5 Kasım 1981, § 60, seri A no. 46; Van Droogenbroeck/Belçika, 24 Haziran 1982, paragraf 56, seri A no. 50 ve Leander/İsveç, 26 Mart 1987, 77, 81-82. paragraflar, seri A no. 116). Ayrıca, 13. maddenin sözünü ettiği ‘makamın’, yargı kurumu olması zorunlu değildir.", "B.  Mahkeme’nin değerlendirmesi", "79.  Mahkeme’nin yorumuna göre, başvuranlar, 13. madde bağlamında, iç prosedürü hızlandırmak için hiçbir imkan bulunmamasından şikayet etmektedirler. Sözleşme bağlamında öne sürdükleri hak, 6/1. madde tarafından güvence altına alınan, ‘davalarının (...) makul bir sürede görülmesi’ hakkı olduğu için, Mahkeme, savunmacı devlete, 13. madde gereğince düşen, başvuranlara, ‘milli bir mahkeme önünde, etkili bir başvuru hakkı’ sağlama yükümlülüğünün, kapsamını tespit etmelidir.", "80.   Mahkeme’nin defaten söylediği üzere, Sözleşme’nin 13. maddesi, iç hukukta, Sözleşme’deki hak ve özgürlükleri öne sürebilme imkânı veren bir başvuru yolunun varlığını güvence altına almaktadır. Bu hükmün etkisi, Sözleşme’ye dayanan, ‘savunulabilir bir şikâyetin’ içeriğinin incelenmesini sağlayan bir iç başvuru yolu ve uygun telafinin sağlanmasıdır. 13. maddenin, sözleşmeci devletlere yüklediği yükümlülüğün kapsamı, başvuranın şikâyetinin türüne bağlı olarak değişmektedir. Bununla birlikte, 13. maddenin gerektirdiği başvuru yolu, hukuken ve uygulamada ‘etkili’ olmalıdır (bkz. özellikle, Kudła/Polonya [Büyük Daire], no. 30210/96, paragraf 157, AİHM 2000XI).", "81. Mahkeme’nin tespit etmesi gereken, başvuranların, Finlandiya hukukunda, davalarının yargılanma süresinden şikâyet edebilmeleri için, mevcut olan araçların, ‘etkili’ olup olmadıklarının yani, ileri sürülen ihlalin meydana gelmesini ya da devam etmesinin engellemeye yönelik ya da ilgililere, daha önce meydana gelmiş olan ihlaller için, uygun bir telafi sağlayıp sağlamadığıdır.", "82.  Aslında, başvuranların, davalarının çözümlenmesinin hızlandırılması için dava süresinden şikâyet edebilecekleri özel bir başvuru yolu bulunmamaktadır. Mahkeme, Hükümet’in, Adalet Şansölyesi önünde yapılan talebin, prosedürü etkinleştirici bir etkisi olduğunu tespit etmektedir. 24 Ocak 1997’de, Adalet Şansölyesi tarafından verilen kararın, Mart 1997’de karar veren valilik üzerinde bir etkisi olduğu tespit edilmelidir. Bununla birlikte, Şansölyenin, tedbir aldığı dönemde, başvuranlar, dört yıldan beri, bir karar çıkmasını beklemektelerdi. Mahkeme, Şansölye’nin müdahalesi ve bunun olaydaki pozitif etkisinin dikkate alınması gerektiği kanaatinde ise de, bu makamlar nezdinde bir talepte bulunulması, 13. madde bağlamında, ‘etkililik’ kriterini karşılamamaktadır. Hükümet, geçmişte, Finlandiya hukukunda, basit bir gecikmenin, tazminat gerekçesi olmadığını kabul etmiştir (Kangasluoma/Finlandiya, no. 48339/99, paragraf 43, 20 Ocak 2004).", "83.  Sonuç olarak, Mahkeme, başvuranların, Sözleşme’nin 6/1. maddesinde güvence altına alındığı şekilde, davalarının makul bir sürede görülmesini sağlayan bir iç başvuru yolunun bulunmaması nedeniyle, Sözleşme’nin 13. maddesinin ihlal edilmiş olduğuna karar vermektedir.", "III.  EK PROTOKOL NO.1’İN 1. MADDESİNİN, SÖZLEŞME’NİN 14. MADDESİ İLE BİRLİKTE İHLAL EDİLDİĞİ İDDİASI", "84.  Başvuranlar, Ek Protokol no.1.’in aşağıdaki şekilde kaleme alınan 1. maddesinin ihlal edilmiş olmasından şikâyet etmektedirler:", "“Her gerçek ve tüzel kişinin mal ve mülk dokunulmazlığına saygı gösterilmesini isteme hakkı vardır. Herhangi bir kimse, ancak kamu yararı sebebiyle ve yasada öngörülen koşullara ve uluslararası hukukun genel ilkelerine uygun olarak mal ve mülkünden yoksun bırakılabilir.", "Yukarıdaki hükümler, devletlerin, mülkiyetin kamu yararına uygun olarak kullanılmasını düzenlemek veya vergilerin ya da başka katkıların veya para cezalarının ödenmesini sağlamak için gerekli gördükleri yasaları uygulama konusunda sahip oldukları hakka halel getirmez.”", "Başvuranlar, aynı zamanda, Sözleşme’nin, aşağıdaki şekilde kaleme alınmış olan, 14. maddesinin ihlal edilmiş olmasından şikâyet etmektedirler:", "“Bu Sözleşmede tanınan hak ve özgürlüklerden yararlanma, cinsiyet, ırk, renk, dil, din, siyasal veya diğer kanaatler, ulusal veya sosyal köken, ulusal bir azınlığa mensupluk, servet, doğum veya herhangi başka bir durum bakımından hiçbir ayırımcılık yapılmadan sağlanır.”", "A.  Tarafların iddiaları", "1.  Başvuranlar", "85.  Başvuranlar, başlangıçta, coğrafi uzaklaşmadan dolayı tazminat alma hakları olduğunu öne sürmektedirler. Bunun, ortadan kaldırılması, Sonkajärvi’de çalışan memurların, talep edebilecekleri miktarın azalmasına neden olmuştur. Bu memurlara, söz konusu düşüşü açıkça telafi eden, maaşlarının sabit bir kısmına denk gelen, bireysel ek maaş ödenmiştir. Bu tedbir, idarenin, verilen bir avantajın, muhafaza edilmesi gerektiğine ilişkin uygulamasına uygundur ve bu da, maaş sisteminin uygulanmasına ilişkin olan bir direktifle ortaya konmuştur (2003’te yayınlanmıştır). Bu değişim başvuranların, maaşlarının bir kısmını (bireysel ek maaş) kaybettiren, hizmetlerin birleşmesinden önce meydana gelmiştir. Başvuranlar, devletin, tek taraflı bir kararla kendilerinden aldığı ve maddi nitelikli bir hak elde etmişlerdir.", "86.  İlgililer, ‘Nurmes’ davasının, kendi davalarıyla aynı olduğunu öne sürmektedirler. Söz konusu davada, bir polis, Nurmes Polis Birimlerine bağlanması (Kuzey Kareli Valiliği’nin kararı) nedeniyle ortaya çıkan maaş düşüşü için tazminat almış ve böylece, maaş seviyesini koruyabilmiştir. Neticede, başvuranların maaşları muhafaza edilmemiştir. ‘Askola’ davası, onların davasıyla karşılaştırılamaz çünkü Askola polisleri, ne coğrafi uzaklaşma tazminatı ne de bireysel ek maaş almışlardır. İlgililer, aynı zamanda, ilgili memurlara, Pertunmaa’dan Mäntyharju’ya gönderildikten sonra, iş yeri ve evleri arasındaki yol masrafları için, bireysel ek maaş ödenmiş olan ‘Mäntyharju’ davasını da belirtmektedirler. Başvuranlar ise, bu tür bir tazminattan faydalanmamışlardır.", "87.  Başvuranlar, Hükümet’in ileri sürdüğü uygulama direktifini, uygun olmadığı gerekçesiyle devre dışı bırakmaktadırlar (bkz yukarıdaki açıklamalar). Başvuranlar, kendilerinin, sürekli görevli olan memurlar olduklarını ve direktifin, sadece, geçici olarak ya da kendi görevleri dışındaki görevleri üstlenen ve başkasının yerine çalışan kamu görevlilerine uygulandığını belirtmektedirler.", "88.  Başvuranlara göre, Yüksek İdare Mahkemesi, tuğgeneral P.P.E’nin emeklilik maaşına ilişkin olan 30 Haziran 1994 tarihli bir kararında, söz konusu birleştirmeden kaynaklanan kaybın telafi edilmesinin yerinde olduğunu açıkça belirtmiştir.", "2.  Hükümet", "89.  Hükümet, 6. madde anlamında, ‘hak’ bulunmadığı için, Ek Protokol no.1’in 1. maddesi anlamında, mal da bulunmadığını öne sürmektedir. Sonuçta, ne 1 no.lu Ek Protokol’ün 1. maddesi ne de Sözleşme’nin 14. maddesi uygulanmamaktadır. Mahkeme’nin, bunun aksine karar vermesi halinde, Hükümet, aşağıdaki görüşleri sunmaktadır.", "90.  Başvuranların, personelin diğer çalışanlarından farklı bir muameleye tabi tutuldukları iddiasına ilişkin olarak, Hükümet, Sonkajärvi’de çalışan memurların, toplu bir sözleşme gereğince, coğrafi bir uzaklaşma tazminatı talep edebileceklerini belirtmektedir. Daha sonra, yeni bir toplu sözleşme (29 Şubat 1992’ye kadar yürürlükte olan), bu tazminatı, yeni bir iklim tazminatı ile değiştirmiştir, fakat, özellikle Sonkajärvi gibi bazı belediyeler, bu avantajın verilebileceği belediyeler listesinden çıkartılmıştır. Bireysel ek maaşın ortadan kaldırılması, toplu sözleşmenin uygulama direktifinin, böyle bir ek maaşın, ilgiliye, bu avantajdan faydalanan bir belediyede çalıştığı sürece ödeneceğini fakat tayin yerinin, geçici ya da sürekli olarak değiştirilmesi halinde, bu ek ödemenin kesileceğini belirten bir hükmünden kaynaklanmaktadır. Ek maaş ödemesinin, iklim tazminatının bareminin düşüşü nedeniyle yapılmış olduğu ‘Nurmes’ davasına gelince, bu dava, başvuranların davasıyla karşılaştırılamaz. ‘Sonkajärvi’ ve ‘Askola’ (3 Temmuz 1991 tarihli kararlar) davalarında ve Yüksek İdare Mahkemesi’nin iki olumsuz kararıyla sonuçlanan daha sonraki yargılamalarda, ev ve iş yeri arasındaki mesafelerin uzamasından dolayı tazminat ödenmesine ilişkin olarak, Maliye Bakanlığı tarafından, açıkça olumsuz bir tutum benimsenmiştir. İçişleri Bakanlığı, bir ek maaşın ödenmesini talep etmişse, bu, sadece, başvuranların da aralarında bulunduğu on kişinin, mesafelerin uzaması nedeniyle giderlerinin artması ve Maliye Bakanlığı tarafından, ‘Mäntyharju’ davasında benimsenen tutum nedeniyle olmuştur. İçişleri Bakanlığı, kararını, coğrafi uzaklaşma tazminatının kaldırılmasına ilişkin ek maaş kaybı üzerine kurmamıştır. Sonuç olarak, başvuranların davası, kesinlikle, ‘Askola’ davasıyla karşılaştırılamaz. Aslında, 3 Temmuz 1991’den sonra yapılan polis birimlerinin birleştirilmesinde, uygulama, başvuranların durumlarına benzer durumlarda, tazminat verilmemesine yöneliktir.", "91.  Hükümet, daha önceden Sonkajärvi’de oturan Bay Vilho Eskelinen hariç, başvuranların gönderilmelerinden sonra, ev ve iş yeri arasındaki gidip gelmeleri için, çok düşük ve vergiden düşülebilen harcamalar yapmış oldukları kanaatindedir. Ayrıca, Mayıs 1991’e kadar, aralarından bazıları, bu gidiş gelişler için, polis araçlarını kullanmışlarıdır. Yerel polis memurlarının maaşlarına ilişkin olarak karar veren Valiliğin yetkisi, duruma göre icra edilen takdiri ayrıcalıkları kapsamaktaydı. Bu tutum çizgisi, benzer durumlara tek bir uygulama yapılmasına yönelik idi.", "92.  Hükümet, 4 Aralık 1996’da, İçişleri Bakanlığı’nın, iklim koşulları ve polis birimlerinin yeniden dağıtılmasından kaynaklanan, ev ve iş yeri arasındaki mesafenin uzamasına bağlı maaş düşüşlerinin, bir ek ödeme yoluyla tazmin edilmesine ilişkin bir direktif kabul etmiştir. Bu direktif geriye yürümemektedir.", "B.  Mahkeme’nin değerlendirmesi", "93.  Mahkeme, başvuranların, Ek Protokol no.1’in 1. maddesinin tek başına ya da Sözleşme’nin 14. maddesi ile birlikte okunduğunda, resmi makamlar ve milli mahkemelerin, taleplerini reddederek, ulusal hukuku yanlış uyguladıklarından şikâyet ettikleri kanaatindedir.", "94.  Mahkeme, Sözleşme’nin, belli bir maaşı almaya devam etmeye yönelik bir hak vermediğini hatırlatmaktadır (bkz. mutatis mutandis, Kjartan Ásmundsson/İzlanda, no. 60669/00, paragraf 39, AİHM 2004-IX). Bir başvuranın, ‘gerçek bir anlaşmazlık’ ya da ‘savunulabilir bir şikâyete’ dayanması yeterli değildir (37-38. paragraflar). Bir alacağın, Ek Protokol no.1’in 1. maddesi anlamında ‘maddi bir değer’ olarak görülebilmesi için, örneğin, mahkemelerin yerleşik bir içtihadında onaylanmış olması gibi, yeterli bir temeli olmalıdır (Kopecký/Slovakya [Büyük Daire], no. 44912/98, 45-52. paragraflar, AİHM 2004-IX). Mevcut olayda, yukarıda açıklanan uygulama direktifine göre (bkz. 22. paragraf), başvuranların, birleştirme sonrasında, bireysel ek maaş almaya yönelik meşru bir beklentileri bulunmamaktaydı çünkü başvuranların, tayin yerlerinin Sonkajärvi dışında bir yere nakledilmesi halinde, bu avantajı ileri süremezlerdi. Bunun dışında, iç hukuk, ev ve iş yeri arasındaki yol masraflarının karşılanması hakkı vermemekteydi.", "95.  Sözleşme’nin 14. maddesine gelince, bu madde, Sözleşme ve Ek Protokoller’in diğer normatif hükümlerini tamamlamaktadır. Bu maddenin bağımsız bir varlığı yoktur çünkü sadece, bu hükümlerin güvence altına aldığı ‘hak ve özgürlüklerin kullanılması’ için geçerlidir. Şüphesiz, bu madde, söz konusu hükümler ihlal edilmeksizin devreye girebilir ve bu ölçüde, özerk bir kapsamı vardır fakat davanın olayları, bu maddelerden birinin kapsamına girmiyorsa, 14. madde uygulanamaz (Gaygusuz/Avusturya, 16 Eylül 1996, paragraf 36, Raporlar 1996-IV ve Domalewski/Polonya (karar), no. 34610/97, AİHM 1999-V). Mevcut olayda, Sözleşme’nin hiçbir diğer hükmü söz konusu değildir.", "96.  Sonuçta, Mahkeme, Ek Protokol no.1’in 1. maddesinin, tek başına ya da Sözleşme’nin 14. maddesiyle birlikte ihlal edilmediği kanaatindedir.", "IV.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI", "97.  Sözleşme’nin 41. maddesine göre,", "“Mahkeme işbu Sözleşme ve protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Tarafın iç hukuku bu ihlali ancak kısmen telafi edebiliyorsa, Mahkeme, gerektiği takdirde, hakkaniyete uygun bir surette, zarar gören tarafın tatminine hükmeder.”", "A.  Tazminat", "98. Başvuranlar, maddi tazminat olarak, 1 Kasım 1990’dan beri geçen her ay için, 117,13 Avro talep etmektedirler. Başvuranlar, bu miktara, her ayın ilk gününden itibaren uygulanmak üzere yıllık yüzde 10 faizi de eklemektedirler. Taleplerin aşağıda sunulan detayı, her başvuran için, 30 Eylül 2006 tarihine kadar (ilgililerin seçmiş olduğu tarih) olan aylıkların sayısını ve toplam miktarı belirtmektedir.", "", "*   1 Ocak 1993’ten beri emekli – davanın neticesinin, emeklilik maaşı üzerinde bir etkisi olabilir.", "**   1Temmuz 2000’de görevi bırakmıştır", "***   22 Ağustos 1995’te ölmüştür – davanın neticesinin, dul eşe ödenen emeklilik maaşı üzerinde bir etkisi olabilir.", "99.  Başvuranların her biri, manevi tazminat olarak, çektikleri acı ve sıkıntılar için, faizli olarak, 10.000 Avro ödenmesini talep etmektedirler.", "100.  Maddi zarara gelince, Hükümet, başvuranların, iki nedenden ötürü tazminat talep ettiklerini ve bunların ayrılması gerektiğinin altını çizmektedir: ilk olarak, bireysel ek maaş kaybı ve ikinci olarak, ev ve iş yeri arasındaki yol masraflarının artışı. Talep edilen miktar ve faizler değerlendirmelere dayanmaktadır; kesin miktarlar (özellikle, emeklilik maaşları üzerinde etkili olabilecek olan miktarlar), Mahkeme’nin esasa ilişkin karar vermesinden sonra, taraflarla anlaşarak ya da farklı bir kararda ayrıca belirlenmelidir.", "101.  Manevi zarara gelince, Hükümet, taleplerin aşırı olduğu kanaatindedir. Bu bağlamda, muhtemel bir tazminat, kişi başına 1.000 Avro’yu geçmemelidir. Talebin, faizlere ilişkin kısmına gelince, Hükümet’e göre bu kısım, reddedilmelidir.", "102.  Mahkeme, dava uzunluğuna ilişkin ihlal ve öne sürülen maddi zarar arasında illiyet bağı olmadığı kanaatindedir. Sonuç olarak, bu bağlamda bir miktar ödenmesini gerektiren bir şey yoktur. Nihayet, Mahkeme, başvuranların, dava uzunluğu nedeniyle sıkıntı ve yoksunluğa bağlı olarak manevi zarar gördüklerini ve bunun, ihlal tespitiyle yeterince tazmin edilmediğini kabul etmektedir. Hakkaniyet çerçevesinde karar veren Mahkeme, başvuranların her birine, 2.500 Avro ödenmesine karar vermiştir.", "B.  Yargılama giderleri", "103.  Başvuranlar aşağıdaki miktarları talep etmektedir: Adalet Şansölyesi nezdinde yapılan başvuru için, 1.622,11 Avro; idare mahkemesi nezdinde açılan dava için; 1.226,88 Avro; Yüksek İdare Mahkemesi nezdinde açılan dava için; 1.688,57 Avro; Sözleşme’ye ilişkin prosedür için 12.963,40 Avro.", "104.  Hükümet, Adalet Şansölyesi nezdinde yapılan talebe ilişkin giderlerin tazmin edilmemesi gerektiğini çünkü olağanüstü bir başvuru yolunun kullanılmasının, Mahkeme önünde başvuru yapabilmek için, bir ön koşul olmadığı; iç prosedür çerçevesinde yapılan harcamaların geri ödenmesinin, 2.000 Avro’yu geçmemesi gerektiği (Katma değer vergisi (KDV) dahil) ; Sözleşme’ye ilişkin prosedür çerçevesinde yapılan harcamaların da 6.200 Avro’yu geçmemesi gerektiği kanaatindedir.", "105.  Mahkeme, sadece, tespit edilen ihlali önlemek ya da düzeltmek için gerçekten yapılmış olan ve gerekli olan ve miktarı makul olan giderlerin, geri ödenebileceğini hatırlatmaktadır (bkz. özellikle, Hertel/İsviçre, 25 Ağustos 1998, paragraf 63, Raporlar 1998-VI).", "Adalet Şansölyesi nezdindeki şikayet istisna olmak üzere, mevcut olaydaki iç prosedür, dava süresine ilişkin şikayetin çözümlenip çözümlenmediğinin tespit edilmesi için dikkate alınmamaktadır. Başvuranların iddiaları, sadece bu sınırda yani, 1.622,11 Avro sınırında kabul edilebilir.", "Mahkeme, kendi önündeki prosedüre ilişkin yargılama giderlerinin, tespit edilen ihlali düzeltmek için yapıldığı kanaatindedir. Mahkeme, tam geri ödeme yapılmasını kabul edemez çünkü başvuranların şikâyetlerinin bir kısmı reddedilmiştir. Koşulların tümü, özellikle de, Avrupa Konseyi’nin vermiş olduğu adli yardımı dikkate alan Mahkeme, ilgililere, 8.000 Avro (KDV dahil) ödenmesine karar vermektedir.", "C.  Gecikme Faizi", "106.  Mahkeme, Avrupa Merkez Bankası’nın marjinal kredi kolaylıklarına uyguladığı faiz oranına üç puanlık bir artışın eklenmesinin uygun olduğuna karar vermiştir.", "MAHKEME, BU GEREKÇELERLE,", "1.  Beş oya karşı on iki oyla, Sözleşme’nin 6/1. maddesinin, mevcut olayda uygulanabilir olduğuna;", "", "2.  Üç oya karşı on dört oyla, Sözleşme’nin 6/1. maddesinin, dava süresi nedeniyle ihlal edildiğine;", "", "3.  Oybirliğiyle, Sözleşme’nin 6/1. maddesinin, duruşma yapılmamış olması nedeniyle, ihlal edilmediğine;", "", "4.  İki oya karşı on beş oyla, Sözleşme’nin 13. maddesinin ihlal edildiğine;", "", "5.  Oybirliğiyle, Ek Protokol no.1’in 1. maddesinin, tek başına ya da Sözleşme’nin 14. maddesiyle birlikte ihlal edilmediğine;", "", "6.  Dört oya karşı on üç oyla,", "a) Savunmacı devletin, üç ay içinde, aşağıdaki miktarları ödemesine:", "i.   Her başvurana, manevi tazminat olarak 2.500 Avro (iki bin beş yüz Avro),", "ii.  Yargılama giderleri için, başvuranlara birlikte, 9.622,11 Avro (dokuz bin altı yüz on bir Avro),", "iii.  Bu miktarlara uygulanabilecek her türlü vergi;", "b)  Bu sürenin sona erdiği tarihten itibaren ödemenin yapılmasına kadar, Avrupa Merkez Bankası’nın o dönem için geçerli olan marjinal kredi kolaylığı oranının üç puan fazlasına eşit oranda faiz uygulanmasına;", "", "7.  Fazlaya ilişkin adil tazmin talebinin reddine,", "", "KARAR VERMİŞTİR.", "", "İşbu karar, Fransızca ve İngilizce olarak hazırlanmış ve 19 Nisan 2007 tarihinde, Strazburg’daki Avrupa İnsan Hakları Mahkemesi’nde kamuya açık duruşmada ilan edilmiştir.", "\t Erik Fribergh\tJean-Paul Costa\n\tYazı İşleri Müdürü\tMahkeme Başkanı\n", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2012.Avrupa İnsan Hakları Mahkemesi’nin resmi dilleri, İngilizce ve Fransızca’dır. İşbu çeviri, Avrupa Konseyi İnsan Hakları Vakıf Fonu’nun desteğiyle yapılmıştır (). Bu çeviri, Mahkeme’yi bağlamamaktadır ve Mahkeme, bu çevirinin kalitesine ilişkin olarak hiçbir sorumluluk almamaktadır. Bu çeviri, Avrupa İnsan Hakları Mahkemesi’nin içtihat veritabanı olan HUDOC’tan veya HUDOC’un iletmiş olduğu diğer veritabanlarından indirilebilir (). Bu çeviri, ticari olmayan amaçlarla ve davanın adının tam olarak belirtilmiş olması ve yukarıdaki telif hakkı bilgisiyle beraber olması koşulu ve İnsan Hakları Vakfı’na atıfta bulunmak suretiyle alıntılanabilir. Bu çeviriyi kısmen veya tamamen, ticari amaçlarla kullanmak isteyenlerin, bunu aşağıdaki adrese bildirmeleri gerekmektedir: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court takes any responsibility fot the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2012.", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour Européenne des Droits de l’Homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}