{"file": "TUR_HJUDTUR_6899_12.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "6899/12", "text_paragraphs": ["Mitrinovski / Eski Makedonya Yugoslav Cumhuriyeti - 6899/12 - 30.04.2015 tarihli Karar [I. Bölüm]", "Olaylar – Başvuran, görevi kötüye kullanmaktan suçlu bulunarak, Devlet Yargı Konseyi (SJC) Genel Kurulunun 19 Nisan 2011 tarihli kararıyla görevinden alınan eski bir yargıçtır. Başvuran, Sözleşme’nin 6 § 1 maddesi kapsamında Mahkeme’ye yaptığı başvurusunda, kendi davasının koşullarında Devlet Yargı Konseyi’nin “bağımsız ve tarafsız bir mahkeme” olarak değerlendirilemeyeceği konusunda şikayette bulunmuştur.", "Söz konusu koşullar şu şekildedir: Başvuran, bir tutuklunun yargılama öncesinde tutukluluk kararına karşı gerçekleştirmiş olduğu itirazı kabul eden ve üç yargıçtan oluşan bir temyiz mahkemesi heyetine başkanlık etmiştir. Söz konusu karar, Yüksek Mahkeme’nin, yargıç J.V.’nin başkanlık ettiği beş yargıçlı bir heyeti tarafından bozulmuştur. Yargıç J.V.’nin de içerisinde yer aldığı Yüksek Mahkeme Ceza Dairesi daha sonra, tutuklunun itirazını değerlendiren üç temyiz mahkemesi yargıcından ikisinin görevi kötüye kullandığının ortaya çıktığını tespit etmiştir. Ancak ilgili yargıçların adını vermemiştir. Sonrasında, Yargıç J.V. Devlet Yargı Konseyi’nin resen üyesi sıfatıyla, Devlet Yargı Konseyi nezdinde, başvuran ve diğer temyiz mahkemesi yargıçlarından biri hakkında, görevlerini kötüye kullanıp kullanmadıklarının tespit edilmesini talep etmiştir. Yargıç J.V. ayrıca, daha sonra talebi kabul edilebilir bulan Devlet Yargı Konseyi Genel Kurulunun bir parçasını oluşturmuş, görevin kötüye kullanıldığına ilişkin şikâyetin belirlenmesi için geçici bir Komisyon kurmuş ve görevin kötüye kullanılmasına ilişkin olarak yargılamaları başlatmıştır. Yargıç J.V. geçici Komisyon nezdinde gerçekleştirilen yargılamalarda şikâyetçi olarak ortaya çıkmıştır. Komisyon tarafından başvuranın görevi kötüye kullanmasından dolayı görevinden alınmasını öngören bir raporun ardından ise J.V., başvuranın görevden alınmasına karar veren Devlet Yargı Konseyi Genel Kurulu’nun bir üyesi olmuştur. Başvuranın Yüksek Mahkeme Temyiz Kurulu nezdinde gerçekleştirdiği itirazı reddedilmiştir.", "Hukuki Değerlendirme – Madde 6 § 1: Yargı üyelerinin görevlerini kötüye kullanmalarından dolayı açılan yargılamaları düzenleyen, 2010 tarihli Devlet Yargı Kanunu’nun 78 (1) maddesi; Devlet Yargı Konseyi’nin herhangi bir üyesinin, bu kurumdan bir yargıcın görevini kötüye kullanıp kullanmadığını tespit etmesini talep edebileceğini öngörmektedir. Başvuranın davasında, ilgili tarihte Yüksek Mahkeme başkanı olan ve Devlet Yargı Kanunu’nun resen bir üyesi olan Yargıç J.V.; kendisinin de içerisinde bulunduğu Yüksek Mahkeme Ceza Dairesinin oy birliğiyle, başvuranın başkanlık ettiği temyiz mahkemesi yargılamalarındaki iki yargıcın görevlerini kötüye kullandıklarını tespit etmesinin ardından; dava açılmasını talep etmiştir. Ceza Dairesinin ilgili yargıçların isimlerini vermemesine rağmen, Devlet Yargı Konseyinin teyit ettiği şekilde, başvuranın da bunlardan biri olduğu açıktır. Mahkeme bu koşullarda, söz konusu mevzunun Devlet Yargı Konseyi nezdinde taşınmasından önce, J.V.’nin başvuranın görevi kötüye kullanmasından dolayı görevden alınması gerektiği konusunda ikna olması nedeniyle; başvuranın, korkuya kapılmakta meşru gerekçelere sahip olduğuna kanısına varmıştır.", "Görevi kötüye kullanma davalarını yürütmek için kurulan geçici Komisyon, beş Devlet Yargı Konseyi üyesinden oluşmuştur. Yargıç J.V. duruşma sırasında, başvuran hakkındaki iddiaları destekleyen deliller ve görüşler ortaya koyabilmiş, bu nedenle de “savcı” rolü üstlenmiştir. Sonrasında ise, Komisyonun tavsiyesi üzerine, başvuranın görevden alınmasına karar veren Devlet Yargı Konseyi Genel Kurulunun resen bir üyesi olarak görev almıştır. AİHM bu koşullarda, şikayet konusu yargılamaların gerçekleştirilmesini talep eden ve sonrasında başvuranın görevden alınması kararında yer alan J.V.’nin Devlet Yargı Konseyi’nin bir üyesi olarak içerisinde yer aldığı sistemin; başvuranın davasının esası hakkında karar verirken tarafsızlığı konusunda şüpheye neden olduğu kanısına varmıştır.", "Bu nedenle yargıç J.V.’nin söz konusu yargılamalardaki rolü, sübjektif ve objektif tarafsızlık kriterleri bakımından başarısızlıkla sonuçlanmıştır. J.V.’nin Devlet Yargı Konseyi’nin on beş üyesinden yalnızca biri olması, mevcut koşullarda, bir başka sonuç doğuramazdı.", "Sonuç: ihlal (oy birliğiyle)", "Madde 41: Manevi tazminata ilişkin olarak 4.000 avro.", ""]}