{"file": "TUR_HJUDTUR_33773_11.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "33773/11", "text_paragraphs": ["Zhou / İtalya - 33773/11 - 21.1.2014 tarihli karar [II. Bölüm]", "", "Olaylar – Başvuran, 2004 yılının Ekim ayında, o tarihte bir aylık olan oğluyla birlikte bir sosyal barınma merkezine yerleştirilmiştir. Başvuranın oğlu, sosyal hizmetler kurumuyla anlaşmalı olarak, aynı gün koruyucu bir ailenin yanına yerleştirilmiştir. Ancak, üç ay sonra, söz konusu aile, artık çocuğa bakamayacaklarını söylemiştir. Bunun üzerine başvuran, işe giderken çocuğunu komşusu olan bir çifte emanet etmeye karar vermiştir. Başvuranın, çocuğunun bakımıyla ilgili olarak verdiği bu kararı onaylamayan sosyal hizmetler kurumu, çocuk mahkemesinde görevli Cumhuriyet savcısına başvuranın durumunu bildirmiştir. Savcı, 2007 yılının sonunda, annenin çocuğuna bakacak durumda olmadığını gerekçe göstererek, çocuk hakkında evlatlık verilme davasının açılmasını talep etmiştir. Bu sırada, çocuk, koruyucu bir ailenin yanına yerleştirilmiş ve başvurana da çocuğunu görme hakkı verilmiştir. Çocuğun, başvuranla görüştükten sonra psikolojisinin bozulduğunu ve annesiyle herhangi bir bağ kuramadığı için yapılan görüşmelerin çocuk açısından “uygunsuz ve zarar verici” olduğunu belirten psikologun tavsiyesiyle, başvuranın çocuğunu görme hakları, 2008 yılında askıya alınmıştır. Başvuran, bu karara itiraz etmiş ve istinaf mahkemesi, 2009 yılında, askıya alma kararının kaldırılması gerektiğine karar vermiştir. Çocuk mahkemesi, 2010 yılının Nisan ayında, mahkeme tarafından atanan bilirkişilerce hazırlanan raporda varılan sonuçları dikkate alarak, başvuranın ebeveynlik rolünü yerine getiremediği ve çocuğunun kişisel gelişimine katkıda bulunamadığı ve ayrıca “çocuğunun gelişiminde psikolojik travma yaşamasına neden olduğu” gerekçesiyle, çocuğun evlatlık verilmesi gerektiğine karar vermiştir. Başvuran, tam evlat edindirme prosedüründen ziyade, basit evlat edindirme prosedürünün uygulanması talebiyle bu karara karşı yaptığı itirazdan herhangi bir sonuç alamamıştır.", "Hukuki Değerlendirme — Madde 8: Ulusal makamlar, çocuk ile başvuran arasındaki irtibatı kolaylaştırmaya yönelik yeterli çaba göstermemişlerdir. Başvuran, çocuğunun kanuni vasisiyle birlikte, oğluyla arasındaki bağın kopmaması için, basit evlat edindirme prosedürünün uygulanmasını talep etmiştir. Başvuran, çocuğun terk edilmesi gibi bir durumun söz konusu olmadığı bazı hallerde, çocuk mahkemesi tarafından ilgili mevzuatın geniş kapsamlı olarak yorumlanmasıyla verilen, çocuğun biyolojik ailesiyle olan bağının korunmasını sağlayacak evlat edindirme prosedürünün uygulanmasına dair bazı kararlara dayanmıştır.", "Başvuranın oğlunun koruma altına alınmasına dair karar, başvuranın, oğlunun kişisel gelişimine katkı sağlayamadığı ve psikolojisini bozduğu gerekçesiyle verilmiştir. Ancak, mahkemece tayin edilen bilirkişiler tarafından hazırlanan raporlarda, başvuranın rolünü yerine getiremediği kabul edilmekle birlikte, davranışlarının oğluna zarar vermediği belirtilmiştir.", "Mahkeme, ulusal makamların, çocuğun yaşam koşullarının sağlığı ve dengeli gelişimi açısından tehlike arz ettiği sonucuna varırken dayandıkları delillerin yeterliliğini sorgulamıştır. Mahkemeye göre, çocuk koruma altına alınmadan ve evlat edindirme prosedürü uygulanmadan önce, ulusal makamlar tarafından, çocuğun annesiyle birlikte yaşabilmesini sağlayacak somut önlemlerin alınması gerekirdi. Mahkeme, tam evlat edindirme prosedürünün uygulanmasının, çocuğun yararına olduğu konusunda ikna olmamıştır. Ayrıca, sosyal yardım kurumlarının görevi, esasında, zorluk yaşayan kişilere yardımcı olmak, bu kişilerin faaliyetlerinde kendilerine rehberlik etmek ve zorlukların üstesinden gelebilmelerini sağlayabilecek çeşitli imkânlarla ilgili olarak önerilerde bulunmaktır. Savunmasız kişiler söz konusu olduğunda, ilgili makamların, özel itina göstermeleri ve daha fazla koruyucu olmaları gerekmektedir.", "Savunmasız bir durumda olan başvuran ile oğlu arasındaki aile bağlarının mümkün olduğunca korunması ihtiyacı gerektiği gibi dikkate alınmamıştır. Adli makamlar, sosyal yardım kurumlarından hedefe yönelik destek alındığı takdirde üstesinden gelinebilecek zorlukları değerlendirmekle yetinmişlerdir. Başvurana oğluyla yeniden ilişki kurma fırsatı verilmemiştir. Bilirkişiler, başvuranın sağlığını da göz önünde bulundurmak suretiyle, oğluna daha iyi bakabilmesini sağlayabilecek gerçek imkânları incelememişlerdir. Ayrıca, Hükümet, başvuranın oğlu ile arasındaki annelik bağının zayıflatılmasını haklı kılacak herhangi ikna edici bir açıklamada bulunmamıştır.", "Mahkemenin basit evlat edindirme prosedürünün uygulanmasına dair bir karar vermeyi reddetmesi, İtalya mevzuatında bu tür bir evlat edindirme prosedürüne ilişkin hükümlerin mevcut olmamasından kaynaklanmaktadır. Ancak, bazı İtalya mahkemeleri, ilgili yasal hükümleri daha geniş kapsamlı olarak yorumlamak suretiyle, çocuğun terk edilmiş olması gibi bir durumun söz konusu olmadığı bazı hallerde, basit evlat edindirme prosedürünün uygulanmasına imkân tanımıştır. ", "Bu hususlar dikkate alındığında, davalı Devletin konuyla ilgili takdir yetkisine bakılmaksızın, İtalya makamlarının, aile bağlarının zayıflamasına neden olacak bir hüküm vermeden önce yükümlülüklerini yerine getirmedikleri, başvuranın çocuğuyla birlikte yaşama hakkına saygı gösterilmesini sağlayacak uygun veya yeterli önlemleri almadıkları ve dolayısıyla başvuranın, Sözleşme’nin 8. maddesiyle güvence altına alınan özel yaşamına saygı gösterilmesi hakkını ihlal ettikleri söylenebilir.", "Sonuç: ihlal (oy birliğiyle).", "Madde 41: 40,000 avro manevi tazminat", ""]}