{"file": "TUR_HJUDTUR_15172_13.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "15172/13", "text_paragraphs": ["Ilgar Mammadov/Azerbaycan – 15172/13 - 22.05.2014 tarihli Karar [I. Bölüm]", "Olaylar – Geçmişte Hükümet’i eleştiren muhalif bir siyasetçi olan başvuran çeşitli siyasi meselelere ilişin yorumlarda bulunduğu bir kişisel internet günlüğüne sahipti. Başvuran 24 Ocak 2013 tarihinde bir önceki gün isyanın başladığı kent olan Ismayilli’ye gitmiştir. Hükümet’in olaylara ilişkin resmi anlatımının en azından bir kısmının doğru olmayabileceğine ve bir örtbas etme girişimi olduğuna işaret ettiği izlenimlerini günlük yazılarında açıklamıştır. Ertesi gün Başsavcılık ve İçişleri Bakanlığı’nın müşterek bir basın açıklamasında başvuranın ülkedeki durumu alevlendirmek üzere tasarlanmış yasa dışı eylemler işlediği, tamamen ve derinlemesine soruşturulacağı ve yasal değerlendirmeye tabi tutulacağı belirtilmiştir. Başvuran kendisine suç isnadının yüklenmesinden önce üç kez sorgulanmak üzere çağrılmış ve yargılanmak üzere tutuklu kalmıştır. Başvuranın söz konusu tedbire ilişkin itirazları reddedilmiştir.", "Hukuki değerlendirme", "Madde 5 § 1 (c): Hükümet başvuranın kendisine isnat edilen suçlardan herhangi birini işlediğine dair “makul” şüpheye neden olacak herhangi bir bilgi veya delilin mevcut olmadığı doğrultusundaki iddiasını çürütmek üzere belirli bir sav ileri sürmemiştir. Özellikle, savcılığın resmi belgelerinde kendilerinin başvurandan şüphelenmerine neden olabilecek herhangi bir tanık ifadesi veya diğer belirli bilgiler sunulmadığı gibi, bu türden herhangi bir delil başvuranın yargılanmak üzere tutukluluğuna karar veren mahkemelere de sunulmamıştır. Hem savcılık hem de mahkemeler tarafından verilen kararlarda belirsiz “dava belgelerine” herhangi bir kesin ifade, belge veya somut şikâyetin yokluğunda yapılan muğlak ve genel atıfların, başvuranın yakalanmasının ve tutuklanmasının dayanağı olarak gösterilen şüphenin “makullüğünü” haklı kılacak ölçüde yeterli olduğunu değerlendirmek mümkün olmamıştır. ", "Sonuç: ihlal (oy birliğiyle)", "Madde 6 § 2: Mahkeme, kamu görevlilerinin bir kişinin yargılanıp suçu sabit bulunmadan önce verdikleri beyanlarında kullandıkları kelime seçiminin önemini mütemadiyen vurgulamıştır. Başvuranın davasında, ihtilaf konusu ifadeler ceza yargılamaları çerçevesinde değil, ancak Başsavcılık ve İçişleri Bakanlığının müşterek bir basın açıklamasının bir parçası olarak dile getirilmiştir. Hükümet, söz konusu ifadenin amacının toplumu Ismayilli olaylarıyla ilgili olarak atılan adımlar ve başvuranın söz konusu olaylarla bağlantısını soruşturma konusundaki niyetleri hakkında bilgilendirmek olduğunu ileri sürmüştür. Ancak bir bütün olarak değerlendirildiğinde söz konusu ifade gerekli özen ve ihtiyatla yapılmamıştır. Yetkililerce başvuranın eylemlerinin “yasa dışı” olduğu ve “[başvuranın] yerel halka... örneğin polise direnme, görevlilerin talimatlarına uymama ve yolları kapama gibi çağrılarda bulunduğunun kanıtlandığı” belirtilerek esasen, olayların mahkemeler tarafından yapılacak değerlendirme konusunda peşin hüküm verilmesine neden olmuştur. Böylelikle, ihtilaf konusu ifade toplumu başvuranın kanuna göre suçu sabit bulunmasından önce suçlu olduğuna inandırmaya teşvik etmiştir.", "Sonuç: ihlal (oybirliğiyle)", "Madde 18: Başvuranın tutuklanması özellikle Hükümet’in toplumdan saklamaya çalıştığı bildirilen ve basın tarafından derhal kaldırılan Ismayilli protestolarının “gerçek nedenlerine” ışık tutan bilgileri içeren 28 Ocak 2013 tarihli yazısı olmak üzere belirli günlük girdileriyle bağlantılı olarak yapılmıştır. Her ne kadar savcılık başvuranın günlük girdilerine açık bir şekilde atıfta bulunmamış olsa da, başvurana yöneltilen suçlamalar öncelikle yazıdan bir gün sonra yapılan resmi basın açıklamasında dile getirilmiş ve ardından başvuran aynı gün ilk kez sorgulanmak üzere Başsavcılığa çağrılmıştır. Dava dosyasında savcılığın söz konusu tarihte başvuran hakkında gerçek bir şüphe duymasına neden olacak nesnel gerekçeye sahip olduğunu gösteren hiçbir emare olmadığı gibi, başvuranın tutuklanmasının öncesinde savcılığın elinde bu türden herhangi bir bilginin veya tanık ifadesinin bulunduğu da ortaya konmamıştır. Yukarıda belirtilen koşullar, ihtilaf konusu tedbirlerin asıl amacının başvuranı Hükümet’i eleştirdiği ve Hükümet tarafından saklanmaya çalışılan, doğru olduğuna inandığı bilgileri yaydığı için susturmak veya cezalandırmak olduğuna işaret etmiştir. Dolayısıyla, başvuranın özgürlüğünün kısıtlanması kendisini suç işlediği şüphesi üzerine yetkili yasal merci önüne çıkarmanın dışındaki amaçlarla yapılmıştır.", "Sonuç: ihlal (oybirliğiyle)", "Mahkeme ayrıca oybirliğiyle Sözleşme’nin 5 § 4 maddesinin ihlal edildiğine hükmetmiştir.", "Madde 41: Manevi tazminata karşılık olarak 20.000 avro ödenmesine hükmedilmiştir; maddi tazminat talebi reddedilmiştir.", "(Ayrıca bk. Lutsenko/Ukrayna, 6492/11, 3 Temmuz 2012, 154 sayılı Bilgi Notu; ve Tymoshenko/Ukrayna, 49872/11, 30 Nisan 2013, 162 sayılı Bilgi Notu)", ""]}