{"file": "TUR_HJUDTUR_48555_10.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "48555/10", "text_paragraphs": ["Riza ve Diğerleri / Bulgaristan – 48555/10 ve 48377/10 - 13.10.2015 tarihli Karar [IV. Bölüm]", "Olaylar – Başvuranlar, Dvizhenie za Prava i Svobodi (Hak ve Özgürlük Hareketi – “DPS”) isimli Bulgaristan siyasi partisi, söz konusu parti üyesi Riza ve 2009 yılında Bulgaristan’da gerçekleştirilen milletvekili seçimleri sırasında yaşadıkları ülke olan Türkiye’de oy kullanma merkezlerinde oy kullanma haklarını kullanan diğer 101 Bulgar vatandaştan oluşmaktadır. DPS partisi ve Riza, seçimlerde adaylıklarını koymuştur. DPS, geçerli oyların % 14’üne karşılık gelen 600.000’in üzerinde oy almıştır. Böylece, DPS ülke genelinde üçüncü siyasi parti ve 101 başvuranın oy kullandığı merkezlerde açıkça kazanan parti olmuştur. Bu nedenle, partinin, Riza dâhil 38 milletvekili vardır. ", "Başka bir siyasi parti üyeleri, 7 DPS milletvekilinin seçimlerine itiraz etmişler ve Türkiye topraklarında açılan bütün oy kullanma merkezlerinde seçim kanununun ciddi bir şekilde ihlal edildiği konusunda şikayetçi olmuşlardır. 16 Şubat 2010 tarihli kararda, seçim ve oy kullanılmasına ilişkin raporlardaki anormallikleri belirttikten sonra, Anayasa Mahkemesi, Bulgar diplomatik temsilciler tarafından Türkiye’de açılan 23 oy kullanma merkezindeki seçimleri iptal etmiş ve 18.140 adedi DPS için atılan toplam 18.358 oyun, söz konusu oy kullanma merkezlerinden toplanan oyların siyasi partilerin her birinin seçim sonuçlarının elde edildiği toplam oydan çıkartılmasına karar vermiştir.Söz konusu oylar arasında, 101 başvuran tarafından kullanılanlar da bulunmaktadır. Oyları, % 4’lük seçim eşiğinin hesaplanmasında dikkate alınmamıştır.  Ayrıca, seçimlerdeki ilk altı partinin lehine verilen 101 oyun hesaplanması, ulusal düzeyde partiler arasında sandalyelerin dağılımı sırasında dikkate alınmamıştır. Sandalyelerin yeni dağılımına göre, DPS, orantılı temsil sisteminde seçimi kazanan partiye bir sandalye kaybetmiştir ve Riza, milletvekilliği görevinden mahrum kalmıştır. ", "Hukuksal Değerlendirme – 1 No’lu Protokol’ün 3. maddesi: Anayasa Mahkemesi’nin söz konusu oy verme merkezlerinde oyları iptal etmesi, Riza’nın milletvekilliğini kaybetmesi, DPS’nin orantılı temsil sistemine dayanan Parlamento’da bir saldalye kaybetmesi, 101 başvuranın etkin seçim hakkına ve Riza ve DPS’nin pasif seçim hakkına müdahale teşkil etmiştir. Özellikle, aktif seçim hakkı, her bir oy verene yalnızca meclisin oluşumunda etkili olma olanağı tanımakla kalmaz, aynı zamanda, seçim kanununda belirtilen kurallara tabidir.", "Anayasa Mahkemesi önündeki yargılamalar, Anayasa’da ve seçim kanununda öngörüldüğü şekilde, seçim kanununa uygun olması ve böylece oyların ve seçim sonuçlarının yasallığının sağlanmasına ilişkin meşru bir hedef izlemektedir. Karar alma sürecinin keyfiyete karşı yeterli güvencelerle desteklenip desteklenmediğinin belirlenmesi gerekmektedir. DPS ve Riza resmi olarak söz konusu yargılamalara taraf olmamalarına rağmen, DPS parlamento grubunun aracısı üzerinden söz konusu yargılamalara katılmış ve bu nedenle, Türkiye’de açılan oy kullanma merkezlerindeki seçim sonuçlarının iptaline itiraz edebilmişler ve müştekinin iddialarına etkili bir şekilde karşı çıkabilmişlerdir.", "Anayasa Mahkemesi kararına karşı itiraz edilememesine ilişkin olarak, Sözleşme’nin ve Protokollerinin hiçbir hükmü, Sözleşmeci Devletlere seçim ihtilaflarına ilişki olarak ikincil bir yargı alanı oluşturma zorunluluğu getirmemekte, ancak anayasa mahkemesine seçim sonrası ihtilafların incelenmesinde güven eksikliği olduğunda kararlarına itiraz edilebilmesini sağlamasını gerektirmektedir.", "Söz konusu 23 oy kullanma merkezinin 22’sinde oyların iptal edilmesine ilişkin olarak, Anayasa Mahkemesi tarafından takip edilen karar verme süreci Avrupa İnsan Hakları Mahkemesi içtihadına uygun değildir. Özellikle, Anayasa Mahkemesi, söz konusu oy kullanma merkezlerinde seçimin iptal edilmesine ilişkin oldukça resmi gerekçeler vermiştir. Ayrıca, kararın bu kısmı, iç hukukta yeterince açık ve öngörülebilir şekilde belirtilmeyen unsurlara dayandırılmış ve söz konusu unsurların oy kullananların seçimlerini değiştirdiği veya seçim sonuçlarını çarpıttığı kanıtlanmamıştır. ", "Anayasa Mahkemesi, seçim günü kayıtlı olan oy kullanacak kişilerin listelerinin yerel seçim kurulunun başkanının veya sekreterinin imzasını taşımadığı gerekçesiyle on sekiz oy kullanma merkezinde kullanılan oyları iptal etmiştir. Bu, yurt dışında açılan tüm oy verme merkezlerinin % 42’sine ilişkin olarak devamlı meydana gelen bir ihmal olduğundan, iç hukukun bu noktada yeterince açık olmadığı kanaati güçlenmiştir. Esasında oldukça teknik bir konu olan bu ihmal, söz konusu on sekiz seçim merkezinde seçim sürecinin seçim sonuçlarının iptal edilmesini gerekçelendirecek boyutta bir eksiklik olduğunu göstermemiştir. ", "Oy kullananların sayısı listenin ilk sayfasında eksik olduğundan dolayı oy sonuçlarının iptal edildiği yirmi üçüncü ve sonuncu oy verme merkezine ilişkin olarak, söz konusu hata yüksek ihtimalle seçim günü yerel seçim kurulu üyeleri tarafından yapılmış ve bu nedenle seçim hilesinin bir işareti olarak görülmüştür. Ancak, seçim sonuçlarının iptal edilmesinin 1 no’lu Protokol’ün 3. maddesi ışığında orantılı bir tedbir olup olmadığının belirlenmesinde Bulgaristan Anayasa Mahkemesi, ilgili zamanda yürürlükte olan Bulgaristan seçim mevzuatının seçimlerin iptal edilmesi halinde yeniden seçimlerin düzenlenmesi olanağını sağlamadığını dikkate almamıştır. Öte yandan, sonuncu oy verme merkezinde yeniden seçimlerin düzenlenmesi, seçimlerin iptal edilmesinin arkasındaki meşru amacın (seçim sürecinin yasallığının korunmasına) oy kullananların ve seçimde adaylığını koyan kişilerin haklarıyla bağdaşmasını sağlayacaktır. ", "İç hukuktaki boşluk ve yeniden seçim yapılma olanağının olmaması dikkate alındığında, resmi beyanlara dayanan ihtilaf konusu karar 101 başvuranın, Riza’nın ve DPS’nin oy kullanıcıları ve adaylar olarak seçimlerde yer alma haklarını gerekçesiz bir şekilde ihlal etmiştir. ", "Sonuç: 101 başvuranın oy kullanma hakkına ilişkin olarak ihlal (oy birliğiyle); Riza ve DPS’nin seçimlerde adaylığını koyma hakkına ilişkin olarak ihlal (bir oya karşı altı oyla).", "Madde 41: 101 başvuran ve Riza’ya manevi zararın tazmini için ihlal bulunmasının yeterli olduğuna hükmedilmiştir; Riza’nın ve DPS’nin maddi tazminat talepleri reddedilmiştir.", ""]}