{"file": "TUR_HJUDTUR_61005_09.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "61005/09", "text_paragraphs": ["Varela Geis / İspanya - 61005/09 - Karar 5.3.2013 [III. Daire]", "", "Olaylar – 1996 yılında, başvuran, Ceza Kanunu’nun 607 § 2 maddesi gereğince, Yahudi Soykırımı’nı inkâr ettiği iddiasıyla, mütemadi “soykırım”  suçundan ve Ceza Kanunu’nun 510 § 1 maddesi gereğince, “ırk temelinde ayrımcılığa kışkırtmak” mütemadi suçundan itham edilmiştir. Davaya iki özel taraf müdahil olmuştur. 1998 yılında, başvuran, bu suçlardan mahkûm edilmiştir. Audencia Provincial Mahkemesi’ne temyizde bulunmuştur. 2007 yılında, Audencia Provincial Mahkemesi’nden gelen ön karar talebi üzerine, Anayasa Mahkemesi, Ceza Kanunu’nun 607. maddesini, soykırım inkârına ilişkin olması bakımından, anayasaya aykırı bulmuş; ancak söz konusu maddenin kalan kısmını Anayasa’ya uygun bulmuştur. Başvuran, daha sonra, Ceza Kanunu’nun 607 § 2 maddesi uyarınca kendisine yöneltilen suçun geçerliliğini koruyup korumadığını sormuştur. Audencia Provincial Mahkemesi, talebine cevap verilmesinin gerekli olmadığını bildirmiştir. Savcılık, soykırım inkâr suçlamasını geri çekmiş ve başvuranın Ceza Kanunu’nun 607. maddesi gereğince ilgili suçtan beraat ettirilmesi ve yalnızca Ceza Kanunu’nun 510 § 1 maddesi gereğince, ırk temelinde ayrımcılık, düşmanlık ve şiddete kışkırtma suçundan mahkûm edilmesini talep etmiştir. Bununla birlikte, özel müdahil taraflar, başvuranın davranışının soykırım inkârının ötesine geçtiğini iddia ederek, 607. madde uyarınca hakkında verilen mahkûmiyet kararının onaylanmasını talep etmiştir. 2008 yılında, Audencia Provincial daha düşük dereceli mahkemenin kararını kısmen bozmuş, başvuranı Ceza Kanunu’nun 510. maddesi uyarınca kendisine yöneltilen suçtan beraat ettirmiş ve Ceza Kanunu’nun 607 § 2 maddesi gereğince, soykırımı haklı çıkarma suçundan kendisine yedi ay hapis cezası vermiştir. Başvuranın amparo temyizi başarısız olmuştur.", "", "Mahkeme önünde, başvuran, kendisinin, ilk ithamnamenin parçasını oluşturmayan ve birinci derece mahkemesinde kendisine dayanılarak mahkûm edilmediği bir suçtan, temyizde mahkûm edilmiş olduğundan şikâyetçi olmuştur.", "", "Hukuk – 17. Madde: Hükümet, başvurandan alınan tüm unsurların verdiği mesajın, Sözleşme’nin ruhuna ve anlamına aykırı olduğunu ileri sürerek, Mahkeme’nin başvurunun kabul edilemez olduğuna hükmetmesini talep etmiştir. Mahkeme, grupları veya bireyleri ilgilendirdiği kadarıyla, 17. maddenin amacının, onların, Sözleşme’den, Sözleşme’de belirlenen hak ve özgürlükleri yok etmeye yönelik herhangi bir faaliyette ya da eylemde bulunmak haklarının olduğu çıkarımı yapmasını imkânsız hale getirmek olduğunu yinelemiştir. Mahkeme, işbu davada, başvuranın, Sözleşme içerisinde belirlenen hak ve özgürlükleri ihlâl eden eylemleri gerekçelendirmek veya gerçekleştirmek için Sözleşme’ye dayanmadığına; onun yerine 6. maddenin kendisine sağladığı güvencelerden mahrum bırakıldığından şikâyetçi olduğuna kanaat getirmiştir. Dolayısıyla, Sözleşme’nin 17. maddesi geçerli değildi.", "", "Sonuç: ön itiraz reddedilmiştir (oybirliğiyle).", "", "6 § 1 maddesi ile bağlantılı olarak 6 § 3 (a) ve (b) maddesi: Sözleşme’nin 6 § 3 (a) maddesi, kendisine suç isnat edilen kişilere, yalnızca suçlanma nedeni hakkında, yani gerçekleştirdikleri iddia edilen ve suçlamanın dayandırıldığı eylemler hakkında değil; aynı zamanda bu eylemlerin, yasal bakımdan ne şekilde nitelendirildikleri hakkında da ayrıntılı olarak bilgilendirilme hakkı vermiştir. Ceza davalarında, davacı aleyhindeki suçlara ve bunu müteakip davada mahkemenin benimseyebileceği yasal nitelendirmeye ilişkin tam ve ayrıntılı bilgi verilmesi, yargılamaların adil olmasını sağlamanın temel bir öngerekliliğini oluşturmaktaydı. Ayrıca, 6 § 3 (a) maddesi, sanıkların, aleyhlerindeki suçlamaların niteliği ve nedeni hakkında ne şekilde bilgilendirilmesi gerektiğine ilişkin herhangi bir özel resmî koşul getirmemekteydi; bununla birlikte, bunun öngörülebilir olması gerekliydi. Son olarak, 6 § 3 maddesinin (a) ve (b) alt fıkraları birbiriyle ilişkiliydi ve suçlamanın niteliği ve nedeni hakkında bilgilendirilme hakkının, sanıkların savunmalarını hazırlama hakkı ışığında değerlendirilmesi gerekmekteydi. Savcılığın, soykırım inkâr suçlamasını geri çekme kararından, davanın ilişkilendirildiği davranışın, Anayasa Mahkemesi tarafından yasallaştırılan davranıştan farklı olmadığının çıkarılması mümkündü. Ayrıca, başvuran, temyiz yargılamalarında, ibrazlarını tarafların iddialarının içeriği hakkında bilgilendirilmeden önce yapmıştı ve soykırımı haklı çıkarmaya denk düşen herhangi bir davranıştan açık bir biçimde hiç suçlanmamıştı. İbraz edilen delillerden hiçbiri, başvuranın, Audencia Provincial Mahkemesi’nin iddia edilen suçu yeniden nitelendirdiği veya hatta tarafların, soykırımı haklı çıkarma suçunu destekleyen iddialarını değerlendirdiği konusunda bilgilendirilmiş olduğunu göstermemekteydi. Başvuranın, Audencia Provincial Mahkemesi’nin, kendisi aleyhindeki suçu, soykırımı “inkâr” yerine “haklı çıkarma” şeklinde değiştirilebilme ihtimalinden dahi haberdar edilmiş olduğu tespit edilmemiştir. Soykırımı haklı çıkarma, yargılamaların başlangıcından itibaren başvuranın bildiği ilk suçlamanın içerisinde yer alan bir unsur teşkil etmemekteydi. Şüphesiz, hakkında gereğince yargı yetkisine sahip olduğu olayları yeniden nitelendirme hakkını kullanırken, Audencia Provincial Mahkemesi’nin, başvurana konu ile ilgili olarak, savunma haklarını pratik ve etkili bir biçimde, dolayısıyla, zamanında kullanma fırsatı vermesi gerekliydi. Başvuran, olayların yeniden nitelendirildiğini ancak sonradan temyizden çıkan karar yoluyla öğrendiğinden, durum bu olmamıştır.", "", "Sonuç: ihlâl (oybirliğiyle).", "", "41. Madde: Manevî tazminat olarak 8.000 avro.", ""]}