{"file": "TUR_HJUDTUR_65829_12.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "65829/12", "text_paragraphs": ["Tchokontio Happi / Fransa – 65829/12 - 09.04. 2015 tarihli karar [V. Bölüm]", "Olaylar – Başvuran, kızı ve erkek kardeşi ile birlikte Paris bölgesinde bir apartman dairesinde ikamet etmektedir. Bir arabuluculuk komisyonu Şubat 2010’da, başvuranların uygunsuz ve sağlıksız koşullarda yaşadıklarını tespit ederek; acil olarak yeni konut sağlanması için öncelik verileceğini belirtmiştir. Bu karar tarihinden itibaren altı ay içerisinde başvuran ihtiyaçlarını karşılayabilecek bir konut teklifi almaması nedeniyle; İdare Mahkemesi nezdinde başvuruda bulunmuş ve Devletin kendisine kalacak yer bulması konusunda talimat vermesini, aksi takdirde para cezasına hükmetmesini talep etmiştir. 2010 yılının Aralık ayında, meselenin oldukça acil nitelikli olduğunu kaydeden mahkeme, başvuranın talebini kabul etmiş ve görevlilerin başvurana, kızına ve erkek kardeşine yeni bir konut sağlaması yönünde talimat vermiştir. Aksi takdirde, gecikilen her ay için bölgesel şehir kalkınma fonuna 700 avro ceza ödeyeceğini ifade etmiştir. Ocak 2012’de başvurana halen yeni konut edindirilmemesi gerekçesiyle, İdare Mahkemesi para cezasını icra etmiş ve Devletin bölgesel şehir kalkınma fonuna 8.400 avro ödemesine hükmetmiştir. Mahkemenin bu kararı verdiği tarihte, başvuran ve ailesine halen yeni konut sağlanmamıştır.", "Söz konusu işlemler, 5 Mart 2007 tarihli konut edinme hakkının uygulanması hakkında kanun (DALO) uyarınca başlatılmıştır. Bu kanun, kendi yöntemleriyle uygun ve bağımsız bir konut edinme imkânı olmayan veya mevcut konutlarında yaşamaya devam edemeyen kişilere yönelik olarak konut edinme hakkının Devlet tarafından korunduğunu öngörmektedir.", "Hukuki değerlendirme – Sözleşme’nin 6 § 1 maddesi: Başvurana halen ihtiyaç ve kapasitelerine uygun bir konut imkânı sunulmazken; para cezası kesin suretle icra edilmiş ve Devlet tarafından ödenmiştir. Ancak, para cezasının tek amacı devleti konut edindirme talimatını uygulamaya zorlamak olup, tazminat işlevi görmemektedir. Bu miktar başvurana değil, devlet tarafından yürütülen bir kalkınma fonuna aktarılmıştır. Yerel mahkemelerin, başvuranın talebinin acil olarak yerine getirilmesi gerektiğini ifade etmesine karşın; yeni bir konut edindirme işlemi söz konusu olmadığından, Aralık 2010 tarihli karar, üç buçuk yıldan daha fazla bir süreden bu yana tam anlamıyla icra edilmemiştir. Hükümet söz konusu kararın icrasının gerçekleşmemesini, uygun bir kalacak yer bulunmamasına bağlanmıştır. Ancak bu görüş, Mahkeme içtihatları anlamında geçerli bir gerekçeye dayanmamaktadır. Zira mahkeme içtihatlarına göre, bir Devlet makamı, bir mahkeme kararının yerine getirilmemesi konusunda fonların veya diğer kaynakların yetersiz olmasını mazeret olarak ileri süremez. Sonuç olarak, Fransa makamları, nihai ve icra edilebilir bir mahkeme kararına uymak için gereken önlemleri yıllarca almayarak, 6 § 1 maddesinin tüm yararlı etkilerini ortadan kaldırmıştır.", "Sonuç: ihlal (oy birliğiyle)", "1 No.lu Protokol’ün 1. maddesi: Aralık 2010 tarihli karara göre, ilgili yetkili şahıs başvurana yeni bir konut sağlamakla görevlendirilmiştir. Bu karar ilgili makamları, başvuranın bir apartman dairesi sahibi yapmakla değil, kullanması için bir apartman dairesi sağlamakla görevlendirmiştir. Toplumsal bir kira anlaşması kapsamında başvuranın bir apartman dairesi kullanma hakkından faydalanması gerekmekteydi. Bazı koşullara tabi olarak daireyi satın alma hakkına da sahip olması gerekmektedir; ancak bu durum bir seçenek olup, hak teşkil etmemektedir. Bu hususta gerçekleştirilen satış işlemleri ilgili idari makamların iznine tabidir. Bu nedenle başvuranın konut edinme konusunda “meşru bir beklentisi” yoktur.", "Bu sebeple, 1 Nolu Protokolün 1. maddesi anlamında, başvuranın talebi, diğer deyişle “toplumsal kira anlaşmasına” ilişkin hakkı, niteliği itibariyle “mülkiyet” teşkil etmemektedir.", "Sonuç: kabul edilemez (konu bakımından bağdaşmaz).", "Madde 41: Tazminat talebinde bulunulmamıştır.", "(Ayrıca bk. Teteriny / Rusya, 11931/03, 30 Haziran 2005, 76 sayılı Bilgi Notu; Olaru ve Diğerleri / Moldova Cumhuriyeti, 476/07 vd., 28 Temmuz 2009, 121 sayılı Bilgi Notu; Ilyushkin ve Diğerleri / Rusya, 5734/08, 17 Nisan 2012, 151 sayılı Bilgi Notu; Gerasimov ve Diğerleri / Rusya, 29920/05 vd., 1 Temmuz 2014, 176 sayılı Bilgi Notu).", ""]}