{"file": "TUR_HJUDTUR_1944_10.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "1944/10", "text_paragraphs": ["İNSAN HAKLARI AVRUPA MAHKEMESİ", "", "© Çeviren, Okan TAŞDELEN, İnsan Hakları Hukukçusu, @O_TSDLN, 2019. Bu çeviriyi yayımlama izni, yalnızca HUDOC’a konulması için verilmiştir. Çevirmene atıfta bulunmak kaydıyla ticari olmayan amaçlarla alıntılabilir.", "© Translated by Okan TAŞDELEN, Human Rights Legal Expert, @O_TSDLN, 2019. Permission to re-publish this translation has been granted for the sole purpose of its inclusion in HUDOC. It may be reproduced, without any commercial purpose, with a reference to the translator.", "", "ÜÇÜNCÜ BÖLÜM", "", "", "", "MATEESCU/ROMANYA DAVASI", "", "(Başvuru No. 1944/10)", "", "", "", "KARAR", "", "", "", "STRAZBURG", "", "14 Ocak 2014", "", "", "", "KESİN", "14/04/2014", "", "", "Bu karar, Sözleşme'nin 44/2. maddesi uyarınca kesinleşmiştir. Şekli değişikliklere tabi tutulabilir.", "", "Mateescu/Romanya davasında,", "Aşağıdaki gibi teşkil edilen bir Daire halinde toplanan İnsan Hakları Avrupa Mahkemesi (Üçüncü Bölüm):", "Josep Casadevall, Başkan,", "Alvina Gyulumyan,", "Corneliu Bîrsan,", "Luis López Guerra,", "Nona Tsotsoria,", "Johannes Silvis,", "Valeriu Griţco, yargıçlar,", "ve Bölüm Yazı İşleri Müdürü Santiago Quesada,", "10 Aralık 2013 tarihinde kapalı oturumda gerçekleştirdiği müzakerelerin ardından,", "Bu tarihte kabul edilen aşağıdaki kararı vermiştir:", "USUL", "1. Dava, Mircea Mateescu (“başvuran”) adlı Romanya vatandaşı tarafından, İnsan Hakları ve Temel Özgürlüklerin Korunmasına İlişkin Sözleşme’nin (“Sözleşme”) 34. maddesine uyarınca 11 Aralık 2009 tarihinde Romanya aleyhine Mahkeme’ye yapılan bir başvurudan (B. No. 1944/10) kaynaklanmıştır.", "2. Başvuran, Bükreş'te faaliyet gösteren avukat Diana Elena Dragomir tarafından temsil edilmiştir. Romanya Hükümeti (Hükümet), Dışişleri Bakanlığı'ndan kendi görevlisi I. Cambrea tarafından temsil edilmiştir.", "3. Başvuran bilhassa, hem avukat hem de doktor olarak eş zamanlı faaliyet göstermesine Sözleşme haklarına aykırı biçimde izin verilmediğini iddia etmiştir.", "4. Başvuru, 26 Ocak 2012 tarihinde Hükümete bildirilmiştir.", "5. Daire, 10 Aralık 2013 tarihinde, başvuranın Büyük Daire lehine görevsizlik kararı verilmesi talebini reddetmiştir.", "OLAYLAR", "I. DAVANIN KOŞULLARI", "6. Başvuran, 1953 doğumludur ve Bükreş'te yaşamaktadır.", "7. 18 yıldan fazla bir süredir pratisyen hekim olarak kayda değer tecrübesi bulunan bir doktordur. Bu sıfatla, halen iki çalışanlı özel bir muayenehane sahibidir. Bükreş Tıp Fakültesinde ders de vermektedir ve genel tıp alanında birkaç çalışma kaleme almıştır.", "8. Başvuran, 2006 yılında hukuk fakültesinden mezun olmuş; bir yıl sonra, Bükreş Barosunun düzenlediği senelik giriş sınavını geçmesinin ardından avukat olmak için kaydolmuştur. Bükreş Barosu, 18 Aralık 2007'de sınav sonuçlarını tasdik eden ve başvuranın Baroya kabul edildiğini bildiren bir karar almıştır.", "9. Bükreş Barosu ayrıca, 14 Şubat 2008'de başvuranı 15 Şubat 2008 itibariyle stajyer avukat (avocat stagiar) olarak kaydetmeye karar vermiştir. Avukat olarak faaliyet göstermek için iki yıllık bir staj dönemi zorunlu şart olduğundan; başvuran, özel hukuk firması B.P. ile staj sözleşmesi (contract de colaborare) imzalamıştır. Baro, 15 Şubat 2008'de başvuranın firmadaki stajını onaylamıştır.", "10. Başvuran, 13 Mart 2008 tarihinde Bükreş Barosu Başkanından, aynı anda özel muayenehane sahibi olmasına karşın, hukuk mesleğini düzenleyen 51/1995 sayılı Kanun'un 17. maddesine uygun olarak iki yıllık stajına (stagiu) devam etmesine izin verilmesi talebinde bulunmuştur. \"Tıp mesleğinin, hukuk mesleğinin saygınlığıyla veya Hukuk Mesleğini Düzenleyen Tüzüğün 30. maddesi kapsamında, avukatların davranış kurallarıyla uyumsuz olmadığını\" değerlendirmiştir.", "Bükreş Barosu, 20 Mart 2008'de, 51/1995 sayılı Kanun'un 14 (b) ve 53/2 (b) maddelerini uygulayarak başvuranın talebini reddetmiştir. Baro, kararında şuna hükmetmiştir:", "\"başvuranın avukat ve doktor olarak eş zamanlı faaliyet gösterme talebi reddedilmektedir ve başvuranın sonuç olarak, iki meslekten birini seçmesi gerekmektedir.\"", "11. Başvuran, bu karara 21 Nisan 2008'de Ulusal Barolar Birliği nezdinde itiraz etmiştir. 14 (b) maddeden bahsederek halihazırda \"hukuk mesleğinin saygınlık ve bağımsızlığını bozan ya da ahlaka ve adaba aykırı düşen bir mesleği\" yapan bir kişinin avukat olarak faaliyet gösterme niteliği taşımadığına işaret eden, talebinin reddi gerekçesine itiraz etmiştir. Tıpta doktorayı, üniversitede öğretim kariyerini ve tıpla ilgili çeşitli kitap yazarlığını da kapsayan mesleki özgeçmişinin, hiçbir koşulda hukuk mesleğinin saygınlığını bozamayacağını ileri sürmüştür. Aynı zamanda, avukatların faaliyetlerini düzenleyen mevzuatta men edildiği üzere, ne bir işçi ne de tüccar olduğuna işaret etmiştir.", "Ulusal Barolar Birliği, 18 Haziran 2008'de, Bükreş Barosunun kararını bu kez 51/1995 sayılı Kanun'un avukatlık mesleğiyle bağdaşan meslekleri \"sınırlı sayıyla\" belirten 15. maddesine (bkz. aşağıdaki \"İlgili İç Hukuk\") dayanarak onaylamıştır. Doktorluk faaliyeti bu meslekler arasında belirtilmediğinden, başvuranın talebi reddedilmiştir.", "12. Bu karara, Bükreş İstinaf Mahkemesi nezdinde karşı çıkılmıştır.", "Başvuranın beyanlarına karşı cevabında, davalı ilk olarak Kanun'un 14 ve 15. maddelerinin birleşik yorumunun, 15. madde altında sınırlı biçimde sayılanlar dışındaki hiç bir diğer mesleğin avukatlığınkine paralel biçimde yerine getirilemeyeceği sonucuna götürdüğünü; dahası, iki serbest mesleğin aynı anda yapılmasına ne kanun tarafından izin verildiğini ne de her bir serbest meslek onu yerine getiren kişi bakımından % 100 adanmayı gerektirdiği göz önüne alındığında, arzu edilen bir şey olduğunu savunmuştur.", "13. Mahkeme, 20 Ocak 2009'da, doktorluk mesleğinin avukatlık mesleğinin bağımsızlığını etkilemediği kadarıyla, 14 (b) maddesinin uygulanabilir olmadığına hükmederek başvuranın iddialarını kabul etmiştir. Mahkeme dahası, bir mesleğin ifasına ilişkin herhangi bir kısıtlamanın açıkça ve şüphe götürmez biçimde kanunla belirlenmesi gerektiğine, ki bu olayda durum böyle değildi, karar vermiştir. Ayrıca Romanya Anayasası, ulusal güvenlik gerekçeleri, kamu düzeninin, sağlığının ve kamu ahlakının korunması veya bireysel hak ve özgürlüklerin korunması gibi 53. maddede açıkça sayılan hiçbiri başvuranın durumunda uygulanabilir olmayan bir iki istisna dışında herhangi bir sınırlamaya tabi tutulamayacak olan çalışma hakkının korumaktaydı.", "Dahası, doktorluk da yaparken avukatlık yapma yasağına, 51/1995 sayılı Kanun'un yalnızca hukuk mesleğinin saygınlık ve bağımsızlığını ihlal eden veya ahlaka ve adaba aykırı mesleklerden bahseden 14 (b) maddesi metninde yer verilmemiştir.", "Mahkeme ayrıca, Ulusal Barolar Birliğinin bu hükmün eğer tıp mesleği bağdaşan meslekler arasına dahil edilmemişse; tersinden bir çıkarımla bunun, avukatlık mesleğiyle bağdaşır olmadığı anlamına geldiği yönündeki yorumuna rağmen; Kanun'un 15. maddesinin, avukatlık mesleğiyle bağdaşan mesleklerin sınırlı sayılı bir listesini içermediğine karar vermiştir. Bağdaşmayan meslekler 14. maddede sınırlı sayıyla belirtilmişti ve doktorluk mesleği onlar arasında yoktu.", "Serbest meslek yürütmenin, uygulayıcı tarafında tam bir adanma ve dolaylı olarak çok fazla zaman gerektirdiği iddiası, yerel ve ulusal barolarca alınan kararların hukukiliğinin değerlendirilmesi bakımından dikkate alınamazdı; müvekkillerinin davalarına hasredecek yeterli zamanın olmamasının hukuk mesleğinin bağımsızlığıyla hiçbir ilgisi bulunmamaktaydı. Mahkeme böylelikle, baroların kararlarını iptal ederek başvuranın her iki mesleği eş zamanlı yapmak hakkını onaylamıştır.", "14. Ulusal Barolar Birliği bu karara karşı Yüksek Yargıtay'a temyizde bulunmuştur. Kanun'un 14. maddesi, örnekler vererek avukatlık mesleğiyle bağdaşmayan mesleklerin genel bir tarzda listesini yapmakla birlikte; 15. maddenin katı ve sınırlandırıcı biçimde, aralarında doktorluk mesleğinden bahsedilmediği izin verilen istisnaları düzenlediğini savunmuştur. Her iki mesleğin eş zamanlı yapılması aynı zamanda, avukatların bağımsızlığı ilkesini ihlal etmiştir. Başvuran, her iki mesleği de yerine getirmeyi isterken; \"onlara basit bir gelir kaynağı olarak davranarak bu mesleklerin önemini en aza indirdiğinden\" dolayı, yalnızca aşırı ticari anlayışını göstermiştir.", "15. Yüksek Mahkeme, 24 Haziran 2009'da, 14 ve 15. maddelerin ortak yorumunun uyuşan haller listesinin sınırlı sayıda olduğuna ve böylelikle 15. maddenin kanunen bir avukatınkiyle uyuşan yegane mesleklere atıfta bulunduğuna karar vererek temyiz istemini kabul etmiş ve başvuranın talebini reddetmiştir; Yüksek Mahkeme, başvuranın savunmasında dayanmış olduğu Hukuk Mesleğini Düzenleyen Tüzüğün 30. maddesi hükümleri, diğer uyuşmazlık ve uyuşma hallerini saymış olsa bile; bunların kanuna göre alt derecede bulunduklarını ve bu nedenle bizatihi kanundakilere ters düşemeyeceklerini belirtmiştir. ", "II. İLGİLİ İÇ HUKUK VE UYGULAMA", "16. Uygulanabilir iç mevzuat aşağıda ortaya konulmaktadır.", "1. Romanya Anayasası", "Romanya Anayasa'sının ilgili hükümleri aşağıdaki gibidir:", "41. Madde", "\"(1) Çalışma hakkı sınırlandırılamaz. Herkes mesleğini, uğraşı veya işini ve iş yerini serbestçe seçebilir.\"", "53. Madde", "\"(1) Belirli hak ve özgürlüklerin kullanımı yalnızca kanunla ve sadece gerektiği takdirde, duruma göre ulusal güvenliğin, sağlığın veya ahlakın ya da vatandaşların hak ve özgürlüklerinin korunması veya ulusal bir musibetin, felaketin veya son derce ciddi afetlerin sonuçlarının önlenmesi için sınırlandırılabilir.", "(2) Böyle kısıtlamalara, ancak demokratik bir toplumda gerekli olduğunda hükmedilir. Tedbir, ona sebep olan durumla orantılı olmalı, ayrımcılık olmaksızın uygulanmalı ve böyle bir hak ve özgürlüğün mevcudiyetine zarar vermemelidir.", "2. Hukuk Mesleğini Düzenleyen 51/1995 Sayılı Kanun", "51/1995 sayılı Kanun'un ilgili hükümleri aşağıdaki gibidir:", "11. Madde", "\"(1) Aşağıdaki şartları karşılayan bir kişi Romanya'da Baro üyesi olabilir:", "(a) Romanya vatandaşı ve medeni ve siyasi haklar sahibidir;", "(b) Hukuk fakültesi mezunu veya hukuk doktorudur (Dr.);", "(c) Bu Kanun tarafından belirtilen hak mahrumiyeti kategorilerinden birine girmemektedir;", "(d) Avukat olarak faaliyet göstermeye tıbben uygundur.", "(2) Yukarıdaki (1.) fıkranın (d) bendindeki şarta uygunluk, kişinin sağlıklı olduğunu tasdik eden, hukuk mesleğini düzenleyen Tüzükte belirtilen koşullar uyarınca oluşturulmuş bir sağlık heyetince yapılan bulgulara dayanılarak verilen bir sağlık belgesi yoluyla kanıtlanır.\"", "14. Madde", "\"Avukatlık mesleğinin ifası şunlarla uyuşmamaktadır:", "(a) Hukuk mesleği dışındaki bir meslekte maaşlı bir faaliyet;", "(b) Hukuk mesleğinin saygınlık ve bağımsızlığını ya da ahlakı ve adabı etkileyen işler;", "(c) ticaret faaliyetlerine doğrudan katılım.\"", "15. Madde", "\"Avukatlık mesleğinin ifası şunlarla uyuşmaktadır:", "(a) Milletvekilliği veya senatörlük ya da yerel veya ülkesel konsey üyeliği konumu;", "(b) Öğretim faaliyetleri ve yüksek hukuk eğitimin vazifeler;", "(c) Edebiyat ve yayıncılık faaliyetleri;", "(d) Hukuka uygun biçimde hakem, arabulucu, uzlaştırıcı veya müzakereci, vergi danışmanı, fikri mülkiyet danışmanı, sınai mülkiyet danışmanı, lisanslı çevirmen, yargının yeniden yapılanması veya tasfiye süreçlerinde yönetici veya tasfiye görevlisi işlevi.\"", "16. Madde", "\"(1) Mesleğe giriş, bu Kanun ve mesleği düzenleyen Tüzük uyarınca Baro tarafından yapılan bir sınava dayanılararak elde edilir. (...)\"", "17. Madde", "“(...)", "(2) Stajı tamamlama şartları ve staj yapan avukatların, denetleyici avukatların ve Baroların onlara karşı hak ve yükümlülükleri, mesleği düzenleyen Tüzükçe tanzim edilir.", "(3) Avukat askerlik hizmetini yerine getirir veya askere yazılırsa, haklı bir nedenle meslekten ayrı kalırsa ya da mesleki yardım, stajyer avukatın bir kusuru olmaksızın sonlandırılırsa, staj süresi durdurulur. Halihazırda tamamlanmış olan staj, sürenin tamamlanması hesaplanırken dikkate alınır.", "(4) Staj süresi tamamlandıktan sonra; stajyer avukat, asli avukat olmak için sınava girmelidir.", "53. Madde", "\"(1) Baro Konseyi, dört yıllık bir görev süresi için seçilen beş ila on beş üyeden oluşmaktadır. Baro başkanı ve başkan yardımcısı bu sayıya dahil edilir.", "(2) Baro Konseyinin yetkileri aşağıdaki gibidir:", "(...)", "(e) Mesleğe giriş başvurlarına ilişkin hukuki şartların karşılanmış olduğunu kontrol etmek ve tespit etmek ve bir sınav ya da sınavdan muafiyet temelinde mesleğe girişi onaylamak: (...)\"", "63. Madde", "\"Ulusal Baro Birlikleri Konseyi, şu yetkilere sahiptir:", "(...)", "(o) İlgili kişini talebi üzerine, baro konseylerinin mesleğe girişe dair kararlarının hukuki ve uygun gerekçelere dayandırıldığını kontrol eder;", "(p) Baroların kararlarını, hukuka aykırılık gerekçesiyle iptal eder ve kanunda ve mesleği düzenleyen Tüzükte belirtilen koşullarda, baro konseylerince alının kararlar aleyhine yapılan şikâyetleri ve hukuki uyuşmazlıkları karara bağlar; (...)\"", "3. Hukuk Mesleğini Düzenleyen Tüzük", "Hukuk mesleğini düzenleyen Tüzüğün ilgili kısımları aşağıdaki gibidir:", "28. Madde", "\"Avukat, mesleğe kaydolmak ve mesleği yerine getirmek için kanunda atıf yapılan uyuşmazlık hallerinden birinde bulunmamalıdır.\"", "30. Madde", "\"(1) Özel bir hüküm tarafından aksi belirtilmedikçe, aşağıdakiler, avukatlık mesleğinin yerine getirmesiyle uyuşmamaktadır:", "(a) Ruhsatlı veya ruhsatsız olarak ifa edilen şahsi ticari faaliyetler;", "(b) Kollektif şirket (societate în nume colectiv), komandit veya sermayesi paylara bölünmüş komandit şirket (societate comercială în comandită simplă sau în comandită pe acțiuni) gibi özel şirketlerde ortaklık durumu.", "(c) Hisselerle sınırlandırılmış özel şirket (societate în comandită pe acțiuni) yöneticiliği durumu;", "(d) Yönetim kurulu başkanlığı, limited veya anonim şirket (societate comercială cu răspundere limitată sau pe acțiuni) gibi özel bir şirketin yegane yöneticiliği ya da idare heyeti üyeliği durumu.", "(2) Avukat, limited veya anonim şahıs şirketinde (societate comercială cu răspundere limitată sau pe acțiuni) ortak ya da paydaş olabilir.", "(3) Avukat, baro başkanına bu hususta bilgi vermek koşuluyla limited veya anonim şahıs şirketinin yönetim kurulu üyesi olabilir [...]", "HUKUKİ DEĞERLENDİRME", "I. SÖZLEŞME'NİN 8. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI", "17. Başvuran, Sözleşme’nin 6/1 ve 1 No.lu Protokol'ün 1. maddesine dayanarak ulusal makamların, eş zamanlı avukatlık ve doktorluk yapmasına izin vermeme kararının hatalı olduğunu ve çalışma hakkını güvence altına alan uluslararası hukuk ilkelerini ihlal ettiğinden şikâyet etmiştir.", "Mahkeme, davanın olgularının hukuken vasıflandırılmasının efendisi olduğundan; taraflarca yapılan nitelendirmeyle kendisini bağlı görmemektedir. Bir şikâyet, sadece ileri sürülen hukuki gerekçelerle ya da argümanlarla değil, içerisinde iddia edilen olgularla nitelendirilmektedir (bkz. Powell ve Rayner/Birleşik Krallık, 21 Şubat 1990, § 29, A Serisi no. 172). Mahkeme bu nedenle, mevcut davada, başvuranın şikâyetlerinin Sözleşme'nin aşağıda belirtilen 8. maddesi altında incelenmesi gerektiğini değerlendirmektedir:", "“1. Herkes, özel ve aile hayatına, konutuna ve yazışmasına saygı gösterilmesi hakkına sahiptir.", "2. Bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir.", "A. Kabul Edilebilirlik", "18. Hükümet, başvuranın özel hayatına önemli bir müdahalenin yokluğu dolayısıyla, 8. maddenin uygulanabilir olmadığını ileri sürmüştür. Şikâyet edilen tedbirin, başvuranın sosyal kimliğinin gelişimini veya dış dünyayla ilişki kurma yeteneğini önemli biçimde etkilememiş olduğunu belirtmişlerdir (aksi yönde bkz. Bigaeva/Yunanistan, B. No. 26713/05, 28 Mayıs 2009, § 23; ve Sidabras ve Džiautas/Litvanya, B. No. 55480/00 ve 59330/00, § 48, AİHM 2004VIII). Dahası, Baronun başvuranı avukat olarak kaydetmeyi reddi, giriş sınavından kısa süre sonrasında gelmişti ve başvuran iki farklı serbest meslek arasında seçim yapmakta özgürdü; tedbir böylelikle, avukat olmasına hiçbir şekilde engel olmamıştır.", "19. Başvuran, bu iddialara karşı çıkmıştır.", "20. Mahkeme, Sözleşme'nin 8. maddesinin “kişisel gelişim hakkını ve diğer insanlarla ve dış dünya ile ilişki kurma ve geliştirme hakkını koruduğunu” (bkz. Pretty/Birleşik Krallık, B. No. 2346/02, § 61, AİHM 2002III) ve “özel hayat” kavramının mesleki veya iş niteliğindeki faaliyetleri ilke olarak dışta bırakmadığını hatırlatmaktadır (bkz. C./Belçika, 07 Ağustos 1996, § 25, Kararlar Bülteni 1996III). Nihayetinde, insanların çoğunluğu, iş yaşamları esnasında dış dünyayla ilişkisini geliştirmek için önemli bir fırsata sahip olmaktadır (bkz. Niemietz/Almanya, 16 Aralık 1992, § 29, A Serisi no. 251B).", "Mahkeme ayrıca, başvuranın dış dünyayla ilişki kurmasını belirli bir derecede etkileyebilecek olan, belirli mesleklerin mensubu (örneğin avukat veya noter) olarak kaydına yönelik kısıtlamaların, tartışmasız biçimde özel hayatının kapsamına girdiğine karar vermiştir (bkz. Campagnano/İtalya, B. No. 77955/01, § 54, AİHM 2006IV). Mahkeme, en son Bigaeva/Yunanistan davasında, 8. maddenin bir mesleğe giriş, yani avukatlık, hakkını da içine alan istihdamı da kapsayabileceğine karar vermiştir (§ 24).", "21. Mahkeme mevcut davada, ulusal makamların, başvuranın avukatlık yapma hakkını tıbbi kariyerinden vazgeçme şartına bağlama kararlarının, mesleki hayatındaki kayda değer akademik çabası sayesinde edindiği hukuki becerilerini değerlendirebileceğini ümit ettiği ve Baroya kabul edilmesinden sonraki bir esnada geldiğini kaydetmektedir.", "Mahkeme, yukarıdakileri göz önüne alındığında, itiraz edilen tedbirin başvuranın avukatlık mesleğini sürdürme şansına zarar verdiğini ve böylelikle, Sözleşme'nin 8. maddesinin uygulanabilirliğini celbeden, özel hayatına saygı gösterilmesi hakkından faydalanması üzerinde yansımalarının olduğunu değerlendirmektedir (tekrar bkz. Bigaeva, yukarıda anılan, § 25).", "22. Mahkeme, bu şikâyetin Sözleşme'nin 35/3 (a) maddesi anlamında açıkça dayanaktan yoksun olmadığını kaydetmektedir. Diğer herhangi bir gerekçeyle kabul edilemez olmadığını da kaydetmektedir. Dolayısıyla kabul edilebilir bulunmalıdır.", "B. Esas", "1. Tarafların Beyanları", "23. Başvuran, tıbbi çalışmasını da devam ettirirken avukat olarak faaliyet gösterme talebine ilişkin tüm karar alma sürecinin uygun yasal temelden yoksun olduğunu belirtmiştir. Dahası, itiraz edilen tedbir, bir kamu yararına hizmet etmemiştir ve her halükarda ne demokratik bir toplumda gerekli ne de orantılıydı.", "Durumuna ilişkin hukuki hükümlerin, Yüksek Mahkeme'nin avukat olarak kaydını reddeden kararını desteklemediğini de ileri sürmüştür. Başvuran aynı zamanda, Sağlık Hukuku Kanunu'nun tıp ve hukuk meslekleri arasında herhangi bir uyuşmazlıktan bahsetmemesi itibariyle; simetrik olarak, hukuk mesleği hakkındaki kanunun böyle bir uyuşmazlığa yerer verir biçimde yorumlanamayacağını ileri sürmüştür.", "Her iki mesleği aynı anda yapsaydı, ikisinden birinin saygınlık ve bağımsızlığının herhangi biçimde etkileneceğini kanıtlamak için hiç bir iddia öne sürülmemiştir. Bilakis, bir tıp uygulayıcısı olarak uzmanlığının, tıbbi hata davalarında uzmanlaşmış avukatlık hayatını bilfiil tamamlayacağını iddia etmiştir. Ayrıca, Ulusal Sağlık Sigortasının, bir doktorun Kurumun bir çalışanı olmadığını gösteren bir belgesini, Kurum ile sağlık hizmeti tedarikinin bir tarafı olan sağlık uygulamacısı arasındaki sözleşmeyi, sunmuştur.", "24. Hükümet, Baroya kabul şartları konulmasının müdahale olarak kabul edildiği kadarıyla, müdahalenin hukuk mesleğini düzenleyen Kanun'un 14 ve 15. maddelerine dayandırıldığını ve avukatın bağımsızlığını sağlamak suretiyle, diğerlerinin, yani müvekkillerin, haklarını korumayı amaçladığını savunmuştur. Başvuran gibi pratisyen doktorların, Ulusal Sağlık Sigortasıyla sözleşmeli çalışmak zorunda olduğunu ki; bunun, devlet etkisinden bağımsızlıklarına dair sorulara yol açabileceğini savunmuşlardır.", "Hükümet ayrıca, Yüksek Mahkemenin ilgili metin yorumlarının, istisnai hükümler dar yorumlanır ilkesine uygun biçimde öngörülebilir ve makul olduğunu iddia etmiştir.", "Hükümet, belli ülkelerdeki mütekabil mevzuatın, farklı bir mesleğin avukatınkiyle eş zamanlı ifasını genel olarak engellediğinin altını çizmiştir.", "25. Hükümet son olarak, itiraz edilen müdahalenin, hukuk mesleğini düzenleyen sistemin bir parçası olarak kanuna uygun ve öngörülebilir bulunduğunu ve diğerlerinin menfaatlerini korumayı amaçladığını; bu bağlamda, serbest mesleklerin düzene sokulmasının en iyi yerel mahkemeler ve ilgili makamlar, yani mahalli ve ulusal baro, tarafından ele alınacak bir mesele olduğunu iddia etmiştir.", "2. Mahkemenin Değerlendirmesi", "26. Mahkeme ilk başta, esasen 8. maddenin amacının, devleti böyle müdahalelerden kaçınmaya zorlamak suretiyle, kamu makamlarının keyfi müdahalelerine karşı bireyi korumak olduğunu tekrarlayacaktır. Böyle bir bağlamda, kamu menfaati ile bireyin menfaatleri arasında kurulması gereken adil denge göz önünde bulundurulmalıdır. Devletin takdir hakkı, birbiriyle yarışan özel ve kamu menfaatleri arasında ya da farklı Sözleşme hakları arasında bir denge kurması gerekiyorsa daha geniştir (bkz., pek çok diğer karar arasında, Evans/Birleşik Krallık [BD], B. No. 6339/05, § 77, AİHM 2007I).", "27. Mevcut davada, başvuran, tıp mesleğindeki kayda değer tecrübesini yine başka bir kullanımda, yani tıbbi hata davalarında hukuki tavsiyede bulunmada, değerlendirmeyi amaçladığını ileri sürmüştür. Aklında bu olarak, hukuk fakültesinden 2006'da mezun olmuş; bir yıl sonra istekli avukatlar için düzenlenen sınavı geçmiş; sonrasında Baroya kabul edilmiş ve staj sözleşmesi kabul edilmiştir (bkz. yukarıdaki 8 ve 9. paragraflar); ancak Baro, tıp çalışmasından vazgeçmemiş olması yüzünden, iki mesleği bağdaşmaz değerlendirerek avukat olarak faaliyet göstermesine izin vermeyi reddetmiştir. Bu bakış açısı, Ulusal Barolar Birliğince onaylanmış, Bükreş İstinaf Mahkemesince bozulmuş ve Yüksek Yargıtay tarafından tekrar onanmıştır.", "Yukarıdakiler dikkate alındığında Mahkeme, giriş sınavını geçmesinden sonra Baroya halihazırda kabul edilmişken, yetkililerin başvuranın avukat olarak faaliyet göstermesini tıp kariyerinden vazgeçmesi şartına bağlama kararının özel hayatına saygı gösterilmesi hakkına bir müdahale oluşturduğunu değerlendirmektedir.", "28. Böyle bir müdahale,  \"kanuna uygun\" olmak, orada kaydedilen meşru amaçlardan bir veya birkaçını gütmek ve söz konusu amaç veya amaçları gerçekleştirmek için \"demokratik bir toplumda gerekli\" bulunmak suretiylek 8. maddenin 2. fıkrası uyarınca haklı kılınmadıkça, Sözleşme'nin 8. maddesini ihlalini oluşturacaktır.", "29. \"Kanuna uygun olarak\" ifadesi en başta, itiraz edilen tedbirin iç hukukta bir temelinin olmasını gerektirmektedir. İkinci olarak, gerekirse uygun bir tavsiye ile, belirli bir eylemin yol açabileceği sonuçları o koşullar içinde makul bir derecede öngörebilmesi gereken ilgili kişi için erişilebilir olması için yeterli netlikle ifade edilmesini gerektirerek bahse konu kanunun niteliğine işaret etmektedir (bkz., pek çok karar arasında, The Sunday Times/Birleşik Krallık (no. 1), 26 Nisan 1979, § 49, A Serisi no. 30;  ve Michaud/Fransa, B. No. 12323/11, §§ 94-96, AİHM 2012). İç mevzuattan - ki her halükarda her olasılığı öngöremeyecektir - beklenen netlik düzeyi, kayda değer derecede söz konusu belgenin içeriğine, kaplamak üzere tasarlandığı alana ve muhatap aldıklarının sayısına ve durumuna bağlıdır (bkz. Vogt/Almanya, 26 Eylül 1995, § 48, A Serisi no. 323).", "30. Mevcut davada, Mahkeme, şikâyet edilen tedbirin hukuk mesleğini düzenleyen Kanun'un 14 ve 15. maddelerine dayandırıldığını kaydetmektedir. Bu nedenle, müdahalenin iç hukukta bir dayanağı vardı. Mahkemenin, bu belgelerin erişilebilir olduğundan şüphelenmek için hiçbir nedeni bulunmamaktadır. Bu nedenle, bu hükümlerin uygulanmasının öngörülebilir olup olmadığına karar verilmelidir.", "31. Mahkeme en baştan, her iki metnin de tıp mesleğine atıfta bulunmadığını kaydetmektedir.", "15. madde, uyuşma hallerini bir miktar netlikle saptıyorsa da; 14. madde, \"mesleğin saygınlık ve bağımsızlığını veya ahlakı ve adabı etkileyen işlere\" atıf yapmak suretiyle, uyuşmazlık hallerini daha genel ifadelerle tanımlamaktadır. Bu madde, bu işler arasına dahil edildiği şeklinde tıbbi meşguliyete hiçbir biçimde atıf yapmamaktadır, ne de ona herhangi bir imada bulunmaktadır; Romanya mahkemesi ayrıca, avukatın saygınlık ve bağımsızlığının tıp mesleğinin ifasından ne diye etkileneceğini makul biçimde kanıtlamamıştır.", "Mahkeme, yerel makamların hangi metnin ilgili olduğu ve başvuranın talebi için olası sonucuna dair görüşlerinin farklılaştığını; aslında mahkemelerin, tamamen zıt sonuçlara ulaşmak suretiyle, aynı hukuki metinleri çelişkili bir tarzda uyguladıklarını da gözlemlemektedir.", "Mahkeme, böyle bir durumda, - Baroya kabul edilmesine ve stajyer avukat olarak kaydedilmesine, yasaklanmamış her şey serbest olduğu genel ilkesiyle birlikte, hukuk mesleğini düzenleyen kanunun doktorluğun avukatlık mesleğiyle uyuşmayacağından açıkça bahsetmemesine rağmen - başvuranın, sonunda doktor ve de avukat olarak faaliyet göstermesine izin verilmeyeceğini makul biçimde öngörebildiğinin olası bulunmadığını değerlendirmektedir.", "32. Dolayısıyla, avukatlık mesleğini düzenleyen yasal hükümlerin lafzı, - istekli bir avukat olarak, kanunlardan haberdar ve onları anlamasına karşın - başvuranın, kanunun hariç bıraktıkları arasında sayılmayan başka bir mesleğin eş zamanlı ifasının avukat olarak faaliyet gösterme hakkının engellenmesini gerektirdiğini fark etmesini sağlamak için yeterince öngörülebilir değildi (örneğin bkz. N.F./İtalya, B. No. 37119/97, § 31, AİHM 2001IX; Sorvisto/Finlandiya, B. No. 19348/04, 13 Ocak 2009, § 119; ve Ternovszky/Macaristan, B. No. 67545/09, 14 Aralık 2010, § 26).", "33. Bu böyle olmakla, Mahkeme, öngörülebilirlik şartının karşılanmadığı ve dolayısıyla müdahalenin kanuna uygun olmadığı sonucuna varmıştır.", "Bu itibarla Sözleşme'nin 8. maddesi ihlal edilmiştir.", "II. DİĞER SÖZLEŞME İHLALİ İDDİALARI", "34. Başvuran son olarak, Sözleşme'nin 14. maddesi ile 12. No.lu Protokol'ün 1. maddesi altında, Yüksek Mahkemenin delil ve uygulanacak kanun yorumunun ayrımcı olduğundan şikâyet etmiştir.", "35. Mahkeme, bu şikâyetleri incelemesinin ardından, elinde bulunan tüm belgeler ışığında ve şikâyet edilen hususlar yetkisine girdiği ölçüde; bunların, Sözleşme ve protokollerde belirtilen hak ve özgürlüklerin ihlalinin herhangi bir tezahürünü ortaya koymadıklarını değerlendirmektedir.", "Başvurunun bu kısmının, Sözleşme'nin 35/3 (a) ve 4 maddesi uyarınca açıkça dayanaktan yoksun olması nedeniyle reddedilmesi gerekmektedir. ", "III. SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI", "36. Sözleşme'nin 41. maddesi şunu öngörmektedir:", "“Eğer Mahkeme, bu Sözleşme veya protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Taraf'ın iç hukuku bu ihlalin sonuçlarını ancak kısmen ortadan kaldırabiliyorsa; Mahkeme, gerektiği takdirde, zarar gören taraf lehine adil bir tazmin verilmesine hükmeder.”", "A. Tazminat", "37. Başvuran, maddi zararlarına ilişkin olarak 14.655 avro (EUR) talep etmiştir. Şikâyet konusu tedbirin alındığı 2007'den beri avukat olarak gelir elde etmesinin engellendiğini belirtmiştir. Başvuran, 2007'den bugüne, yüksek eğitimli kişilerin ulusal brüt asgari ücretine atıfta bulunarak istenen miktara hak kazandığını değerlendirmiştir.", "Başvuran, kendisine uygulanan yasağın hem mesleki hem de özel hayatını etkilemesine ve onu oldukça çok aşağılanmaya maruz bırakmasına dayanarak manevi zarara ilişkin olarak 1 EUR talep etmiştir.", "38. Hükümet, oldukça spekülatif bularak maddi zarara ilişkin talep edilen miktara itiraz etmiştir. Kanuna göre, avukatların yalnızca stajyerlikleri süresince, yani çalışmanın ilk iki yılında, garanti edilen belirli bir gelir haklarının olduğunu; stajın sonrasındaki gelirin münhasıran avukatın mesleki becerilerini pazarlayabilme yeteneğine bağlı olduğunu savunmuşlardır. Dahası, başvuranın hukuki çalışmasının muhtemel geliri, doktorluk çalışmasının geliri pahasına kazanılmış olacaktı.", "Ayrıca, ihlal tespitinin mevcut davada yeterli tazminat oluşturması gerektiğini iddia etmişlerdir.", "39. Mahkeme, iddia edilen maddi zarar ile tespit edilen Sözleşme ihlali arasında açık bir illiyet bağı olması gerektiğini tekrarlamaktadır. Ayrıca, maddi zarara ilişkin talebe dayanak olarak başvuranın işaret ettiği kazanç kaybının, tıbbi çalışmasının gelirinin pahasına hukuk meşguliyetinden elde edilecek olası gelire atıfta bulunduğunu ve bu nedenle nitelik itibariyle spekülatif olduğunu kaydetmektedir (bkz., gerekli uyarlamalarla, Thlimmenos/Yunanistan [BD], B. No. 34369/97, § 67, AİHM 2000IV). Mahkeme bu itibarla, başvurana herhangi bir maddi tazminat vermemektedir.", "Mahkeme, tespit edilen ihlalin niteliğini göz önünde bulundurarak; bunun, başvuranda yalnızca ihlal tespitiyle tazmin edilemeyecek moral bozukluğuna yol açmış olması gerektiğini değerlendirmektedir. Mahkeme, taleple bağlılık ilkesini dikkate alarak manevi tazminata ilişkin olarak başvurana 1 EUR vermektedir.", "B. Masraflar ve Giderler", "40. Başvuran, Mahkeme nezdinde yapılan masraf ve giderler için ayrıca 6.210 EUR talep etmiş ve bu masrafların listeli bir çizelgesini sunmuştur.", "41. Hükümet, talep edilen miktarın oldukça fazla abartıldığını ve davanın karmaşıklığı tarafından haklı kılınmadığını belirtmiştir.", "42. Mahkeme içtihadına göre, bir başvuran, ancak masraf ve giderlerin gerçekten ve zorunlu olarak yapıldığını ve miktar olarak makul olduğunu gösterilebiliyorsa, bunların geri ödenmesi hakkına sahiptir (bkz., pek çok diğer karar arasında, Campagnano/İtalya, B. No. 77955/01, § 84, AİHM 2006IV). Mahkeme mevcut davada, elindeki belgeler ve yukarıdaki ölçütler göz önünde bulundurularak, önündeki yargılama için tüm başlıklar altında 2.000 EUR'ya hükmetmenin makul olduğu kanaatindedir.", "C. Gecikme Faizi", "43. Mahkeme, gecikme faizi olarak Avrupa Merkez Bankasının kısa vadeli kredilere uyguladığı marjinal faiz oranına üç puan eklemek suretiyle elde edilecek oranın uygun olduğunu değerlendirmektedir.", "BU GEREKÇELERLE, MAHKEME,", "1. Başvuranın avukat olarak faaliyet gösterme hakkına ilişkin şikâyetin kabul edilebilir ve başvurunın geri kalan kısmının kabul edilemez bulmuştur;", "2. Sözleşme'nin 8. maddesinin ihlal edildiğine karar vermiştir;", "3. (a) Davalı devletin başvurana, manevi zararı karşılığında, Sözleşme’nin 44 § 2 maddesi uyarınca kararın kesinleştiği tarihten itibaren üç ay içerisinde, ödeme tarihinde geçerli olan döviz kuru üzerinden davalı devletin ulusal para birimine çevrilmek üzere, aşağıdaki miktarları ödemesine:", "(i) Manevi zarara ilişkin olarak yansıtılabilecek her türlü vergi hariç olmak üzere 1 EUR (bir avro):", "(ii) Masraf ve giderlere ilişkin olarak yansıtılabilecek her türlü vergi hariç olmak üzere 2.000 EUR (iki bin avro);", "(b) Yukarıdaki miktarlara, bahsi geçen üç aylık sürenin bittiği tarihten itibaren ödemenin yapıldığı tarihe kadar, Avrupa Merkez Bankasının söz konusu dönem için geçerli olan marjinal faiz oranına üç puan eklenmek suretiyle elde edilecek oran üzerinden basit faiz uygulanmasına karar vermiştir;", "4. Başvuranın adil tazmin taleplerinin geri kalanını reddetmiştir.", "İşbu karar, İngilizce dilinde tanzim edilmiş ve Mahkeme İçtüzüğü’nün 77 § 2 ve 3 maddesi uyarınca 14 Ocak 2014 tarihinde yazılı olarak bildirilmiştir.", "\tSantiago Quesada\tJosep Casadevall\n\tYazı İşleri Müdürü\tBaşkan"]}