{"file": "TUR_HJUDTUR_2959_11.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "2959/11", "text_paragraphs": ["Başvuran IonelGarcea adına Romanya İnsan Haklarını Koruma Derneği –Helsinki Komitesi / Romanya – 2959/11 - 24.3.2015 tarihli Karar [III. Bölüm]", "", "Olaylar – Başvuru, 2007 yılında ölen tutuklu Garcea adına Romanya İnsan Haklarını Koruma Derneği – Helsinki Komitesi isimli sivil toplum örgütü tarafından yapılmıştır.", "Garcea, yedi yıllık hapis cezasını çekerken, akıl hastalığı ve diğer sağlık sorunları olduğu tespit edilmiş ve cezaevi sağlık servisinde düzenli gözlem altında tutulmuştur. Başvuran dernekle, hapis cezasının başlangıcından itibaren iletişim içinde bulunmuşlardır. 2004 yılının Ağustos ayında, alnına çivi batırmıştır ve 2005 yılının başında intihar girişiminde bulunmuştur. Garcea birçok kez dövüldüğünü, kelepçelendiğini ve hastane yatağına zincirlendiğini iddia etmiştir. Başvuran dernek, Garcea’yı ziyaret ettikten sonra yerel makamlara şikâyette bulunmuş, yeterli tedavinin sağlanmamasının işkence teşkil ettiğini ifade etmiş ve cezaevi yetkililerini Garcea’ya karşı güç kullanmayı bırakmaya davet etmiştir. 2007 yılının Haziran ayında, Garcea kafasına bir çivi daha batırmış ve sivil bir hastanede ameliyat olmuştur. Cezaevi hastanesine döndükten sonra, 2007 yılının Temmuz ayında ölmüştür.", "Başvuran dernek, Garcea’nın tedavisine ilişkin soruşturma başlatılmasını talep ederek cezaevi idaresine şikâyette bulunmuştur. Savcılık, cezaevi doktorları hakkında kovuşturmaya yer olmadığına dair karar almışlardır. Uygun olmayan sağlık bakımı nedeniyle kötü muamele iddialarına ilişkin olarak, temyiz mahkemesi, Garcea’nın ölümüne zemin hazırlayan koşulların tespit edilmesi gerektiğine hükmettikten sonra 2011 yılının Şubat ayında soruşturmanın devamına karar vermiştir.", "Hukuksal Değerlendirme – Madde 34: Hükümet, başvuran derneğin, rationepersonae (kişi bakımından uygulama) kriterini yerine getirmediğini ve Garcea ile güçlü bir bağlantısı olduğunu göstermediğini belirtmiştir. Mahkeme, ValentinCâmpeanu adına Centrefor Legal Resources / Romanya davasında, istisnai durumlarda ve ciddi nitelikte iddiaların bulunduğu davalarda, avukat yokluğunda ve kurbanın Sözleşme uyarınca yapılan başvurudan önce ölmüş olması dikkate alınmayarak, derneklerin kurbanları temsil etmelerinin mümkün olduğuna karar verdiğini hatırlatmaktadır. Bu davada olduğu gibi, Sözleşme’nin 2, 3 ve 13. maddelerinin ihlal edildiğine ilişkin ciddi iddialar, bilinen hiçbir yakını olmayan ve akıl hastalığı olan bir kişi hakkındadır.Câmpeanu’dan farklı olarak, Garceayaşadığı dönemde şikâyette bulunma fırsatına sahip olmasına ve kendisini temsil eden dernekle göreceli olarak yakın bir ilişkisi olmasına rağmen, Mahkeme, başvuran şirketin Garcea’yı fiilen (de facto) temsil etme hakkının olduğu görüşündedir.", "Sonuç: ilk itiraz reddedilmiştir (oy birliğiyle).", "Madde 2 (usulü yönünden): Mahkeme, ulusal makamların Garcea’nın ölümüne ilişkin olarak etkili bir soruşturma yürütme yükümlülüklerini yerine getirip getirmediklerini belirlemelidir. Derdest halde bulunan yerel davalar yedi yıldan fazla sürmüştür. Ayrıca, temyiz mahkemesi, savcının önemli soruları yanıtsız bırakması nedeniyle soruşturmanın eksiksiz olmadığına hükmetmiştir. Savcılık, başvuran derneğin tutukluluk sırasında kötü muamele gösterildiğine ilişkin şikâyetini dikkate almamıştır. Soruşturmanın etkili olmayışı ve Garcea’nın ölümüne ilişkin koşulların tespit edilmesi için yetkililerin harcadığı zaman, 2. maddenin usulden ihlaline neden olmuştur.", "Sonuç: ihlal (oy birliğiyle).", "Mahkeme, devlet’in “makul şüphenin ötesinde” sorumluluğunun doğduğunu gösteren tıbbi kanıtların yokluğu nedeniyle 2. maddenin esas yönünden ihlal edilmediğine karar vermiştir.", "Madde 41: tazminat talebinde bulunulmamıştır.", ""]}