{"file": "TUR_HJUDTUR_28255_07.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "28255/07", "text_paragraphs": ["Cumhuriyet Vakfı ve Diğerleri/Türkiye - 28255/07 - \t 8.10.2013 tarihli Karar [II. Bölüm]", "Olaylar - Başvuranlar, günlük bir Türk gazetesi olan Cumhuriyet gazetesinin sırasıyla, sahibi, editörü, yazı işleri müdürü ve başyazarıdır.", "Türkiye’de, 2007 Nisan ayında cumhurbaşkanlığı seçimlerine doğru gidilirken Cumhuriyet gazetesi, 2007 seçimlerinde adaylardan biri olan Abdullah Gül’ün kullandığı iddia edilen “Türkiye’de cumhuriyetin sonu geldi ... Kesinlikle laik sistemi değiştirmek istiyoruz” ifadesini 1995 tarihli bir İngiliz gazetesinde bulunan makaleden alıntı yaparak gazetede siyasi reklam olarak yayınlamıştır. Ardından, Sayın Gül başvuranlar hakkında hakaret davası açmıştır. Ulusal mahkeme, 2007 Mayıs ayında Cumhuriyet gazetesinde yayınlanan alıntının yeniden yayınlanmasına ve derdest hakaret davasıyla ilgili bütün haberlere kısıtlama getiren bir tedbir çıkarmıştır. Sayın Gül, cumhurbaşkanı olarak seçilmiştir ve yeni mevkisi ışığında, bu davayı takip etmemeye karar vermiştir. 2008 Mart ayında, dava düşmüş ve geçici tedbir kaldırılmıştır.", "", "Hukuki Değerlendirme – Madde 10: Tedbir kararında yasağın koşullarının çok genel olması ve yeterince nitelendirilmemiş olması, tedbir kararının kapsamını belirsiz ve potansiyel olarak aşırı geniş kılmıştır. Özellikle geçici tedbir kapsamında hangi yazının yayınlanıp hangisinin yayınlanmayacağı konusunda netlik bulunmaması, Sayın Gül’ün Türkiye’de laiklik konusuyla ilgili yapmış olduğu herhangi bir siyasi beyanın kullanılmasının yasaklanması olarak yorumlanabilir. Mahkeme, bu nedenle tedbirin suistimale açık olduğu ve söz konusu dönemde Cumhuriyet gazetesi ve bir bütün olarak Türk medyasında da soğuk duş etkisi yaratmış olabileceği kanaatindedir. Tedbirin devam etmesine gerek olup olmadığı veya davanın esasına ilişkin hususlarda gecikmeksizin inceleme yapılmaması ve belirli bir süre sınırının olmaması sebebiyle tedbir, cumhurbaşkanlığı seçimlerinin iki aşaması da dahil olmak üzere on ayı aşkın bir süre boyunca yürürlükte kalmıştır. Bu nedenle alınmış olan tedbirin uzunluğu ve kapsamının geniş olması gazete üzerinde, Türk siyasi tarihinin kritik bir dönemindeki seçimlerde ve Sayın Gül’ün adaylığına ilişkin toplumsal tartışmalara katkıda bulunmasının engelleyici bir etkisi olmuştur. Usuldeki nedeni açıklanmamış gecikmeler ve söz konusu tedbirin makul bir süreyle sınırlandırılmamış olması, başvuranların ifade özgürlüklerine yapılan kısıtlamaları ağır hale getirmiştir. Yerel mahkeme, verdiği tedbir kararı ve sonrasında bu tedbirin kaldırılmasına ilişkin talebin reddedilmesi kararı hususunda herhangi bir gerekçe sunmamıştır. Söz konusu gerekçelendirmenin yapılmaması, yalnızca başvuranları önemli bir usuli güvenceden mahrum etmekle kalmamış; aynı zamanda Mahkeme’nin, yerel mahkemenin dava konusu olaylara ilişkin özel koşulları dikkate alarak tarafların menfaatlerini gerektiği şekilde dengede tutup tutmadığını incelemekten de alıkoymuştur. Ayrıca başvuranların ihtiyati tedbir kararının verilmesinin ardından bir aydan fazla bir süre boyunca bu karara itiraz edememiş olmaları sebebiyle; haberlerin kısa ömürlü olması ve söz konusu tedbirin uygulandığı özel siyasi çevre göz önüne alındığında, başvuranlar karşı taraf açısından büyük ölçüde dezavantajlı bir konuma gelmiştir.", "Söz konusu usuli eksikliklerin ışığında ve ihtiyati tedbir kararına uymamanın yol açacağı cezanın ağırlığı dikkate alındığında, söz konusu tedbirin başvuranların ifade özgürlüğü ile ilgili olarak haklı ve orantılı bir müdahale teşkil ettiği söylenemez.", "Sonuç: ihlal (oybirliğiyle)", "Madde 41: Her bir başvuran için manevi tazminata karşılık olarak 2.500 avro, maddi tazminat talebi reddedilmiştir.", "(Ayrıca, bk. Sapan/Türkiye, 44102/04, 8 Haziran 2010, Bilgi Notu 131)", ""]}