{"file": "TUR_HJUDTUR_57722_12.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "57722/12", "text_paragraphs": ["Grabowski / Polonya – 57722/12 - 30.06.2015 tarihli karar [IV. Bölüm]", "", "Olaylar – İlgili tarihte reşit olmayan başvuran birçok silahlı soygunda yer aldığı şüphesiyle 7 Mayıs 2012 tarihinde yakalanmıştır. Öncelikle çocuklara yönelik bir polis kuruluşunda tutulmuştur. Sonrasında ise mahkeme emriyle, üç aylığına çocuk sığınma evine yerleştirilmiştir (7 Ağustos 2012 tarihine kadar).", "Bölge Mahkemesi, 2012 yılının Temmuz ayında başvuranın davasının Çocuk Kanunu kapsamında ıslah işlemleri bakımından incelenmesine hükmetmiştir. Bu emrin verilmesinin ardından aile mahkemelerinin Polonya’daki ortak uygulaması, çocuk sığınma evine yerleştirme süresinin uzatılması yönünde ayrıca bir karar verilmemesidir. Aile mahkemeleri, bu tür bir emrin, bir çocuğun sığınma evine yerleştirilmesi süresinin uzatılması için kendiliğinden temel teşkil ettiği kanısındadır.", "Üç aylık tutukluluk süresini sona ermesinin ardından başvuran, serbest bırakılma talebinde bulunmuştur. Ancak Bölge Mahkemesi 9 Ağustos 2012 tarihli kararla, başvuranın tehlikeli bir nesne kullanarak ceza gerektiren eylemlere teşebbüs etmekle suçlandığı gerekçesiyle; alternatif bir güvenlik önlemi olanağını devre dışı bırakarak, başvuranın talebini reddetmiştir.", "Başvuran, ıslah işlemleri kapsamında 9 Ocak 2013 tarihinde davasına ilişkin karar verilene kadar, sığınma evinde kalmıştır. Bölge Mahkemesi söz konusu kararda, başvuranın sanık olduğu suçları işlediğini tespit etmiş ve iki yıllık deneme süresi sona erene kadar ertelenmek üzere, başvuranın ıslahevine yerleştirilmesine hükmetmiştir.", "Hukuki değerlendirme - Madde 5 § 1: Başvuranın çocuk sığınma evine yerleştirilmesine ilişkin kararın süresinin sona erdiği tarih (7 Ağustos 2012) ve başvuranın serbest bırakılmasını öngören 9 Ocak 2013 tarihli Bölge Mahkemesi kararı arasındaki süreçte, başvuranın tutulmasına devam edilmesine dair herhangi bir karar mevcut değildir. Başvuran bu süre boyunca, bir yargıcın başvuranın davasının Çocuk Kanunu kapsamında ıslah işlemleri bakımından incelenmesine atıfta bulunarak bir emir çıkarması temelinde, çocuk sığınma evinde tutulmaya devam etmiştir.", "Davanın ıslah işlemleri gerçekleştirilmek üzere havale edilmesi ve çocuk sığınma evine yerleştirmeyi öngören önceki kararın süresinin sona ermesinin ardından, aile mahkemesinin söz konusu kişinin çocuk sığınma evinde kaldığı süreyi uzatmasını gerektirecek kesin hükümler bulunmaması sebebiyle; Çocuk Kanunu, Sözleşme’nin 5 § 1 maddesi anlamında “kanunun niteliği” kriterini karşılamamıştır. İlgili tarihteki Çocuk Kanununun yetersiz hükümleri, belirli bir yargı kararı olmaksızın, çocuk sığınma evinde kalma süresinin uzatılmasının mümkün olduğu hallerde, bir uygulamanın ortaya konulmasına olanak tanımıştır. Bu tür bir uygulama, hukuki belirlilik ilkesine aykırıdır. Başvuranın tutulması bu nedenle, madde 5 § 1 anlamında “hukuka uygun” değildir.", "Sonuç: ihlal (oy birliğiyle).", "Madde 5 § 4: Başvuranın serbest bırakılma talebini reddeden 9 Ağustos 2012 tarihli kararda, başvuranın çocuk sığınma evinde tutulmaya devam edilmesinin yasal temeli açıklanmamıştır. Yalnızca ciddi ceza gerektiren suçlar işlediğine atıfta bulunulmuştur. Bu gerekçeler formalite gereği ortaya konulmuştur ve daha da önemlisi, başvuranın çocuk sığınma evinde tutulmaya devam edilmesinin neden bir yargı kararına dayanmadığı konusundaki tartışmaya yanıt verememiştir.", "Sonuç: ihlal (oy birliğiyle)", "Madde 46: Mevcut davada tespit edilen sorunlar, sağlam temelli başvurular yapılmasına neden olabilir ve ulusal düzeyde genel önlemler gerektirebilir. Esasında, bazı istatistikler, Aralık 2012 itibariyle, başvuranınkine benzer bir durumda ıslahevlerinde tutulan 340 kişi olduğunu göstermiştir. Ayrıca başvuranın davasında belirtilen hususlar 2013 yılında Kamu Denetçiliği Kurumu tarafından ortaya konulmuş ve Adalet Bakanının dikkatine sunulmuştur. Adalet Bakanı, mevcut uygulamanın yetersiz olduğu ve mevzuat değişikliği gerektirdiği konusunda hemfikir olmuştur. Ancak hükümet tarafından bu hususta herhangi bir eylemde bulunulmamıştır. Bu nedenle Polonya herhangi bir yargı kararı olmaksızın ıslah işlemlerine tabi olan bireylerin tutulması işlemini durdurmak amacıyla mevzuata ilişkin bazı tedbirler almalıdır ve bir çocuğun özgürlüğünden mahrum bırakılmasının belirli bir yargı kararı temelinde gerçekleştirilmesini sağlamalıdır.", "Madde 41: Manevi tazminata ilişkin olarak 5.000 avro.", ""]}