{"file": "TUR_HJUDTUR_4944_11.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "4944/11", "text_paragraphs": ["Milhau / Fransa – 4944/11 - 10.7.2014 tarihli Karar [Bölüm V]", "Olaylar – 2001 yılında, başvuranın eşi boşanma davası açmıştır. 2005 yılında, başvuranı kusurlu bulan Mahkeme boşanma kararı vermiştir. Yerel mahkemeler, evliliğin sona ermesinin eski eşin maddi durumunda bozulmaya neden olduğunu ve bunun başvuranın eski eşine maddi tazminat ödemesi halinde telafi edileceğine hükmetmişlerdir. Başvuranın çok miktarda ve çeşitli mal varlığı olmasına rağmen, yerel mahkemeler, bu tazminat miktarına karşılık olarak başvuranın kendi başına sahibi olduğu villanın devredilmesine hükmetmişlerdir. Bu duruma itiraz eden başvuran, özellikle, Medeni Kanun’un 275. maddesinin hâkimlere mülkiyetten feragat edilmesine ilişkin karar verme yetkisi vermesine rağmen, böyle bir hükmün, sadece kişinin tazminat miktarını karşılamak için başka imkânlara sahip olmadığı durumlarda uygulanabileceğini ve aksi halde 1 no’lu Protokol’ün 1. maddesinin güvence altına aldığı mülkiyet hakkının ihlal edileceğini ileri sürmüştür.", "Hukuksal Değerlendirme – 1 no’lu Protokol’ün 1. maddesi: Bir mülkün zorunlu, tam ve nihai devri neticesinde “mülkiyetten yoksun kılmanın” meydana geldiği kabul edilmiştir. Mahkeme, ayrıca, başvurana ait mülkiyetin çekişmesiz kullanımı hakkına müdahale edildiğinin farkındadır. Bunun yanında, uygulanan tazminat miktarının yasal bir dayanağı bulunmaktadır. Mahkemelere, bu tazminat miktarını borçlunun mülkiyet haklarının zorunlu devri ile karşılanmasına hükmetme yetkisi veren kanun, yasama organının tazminat miktarının toplu olarak ödenmesine ilişkin hedefi doğrultusunda zararı giderme amacı gütmektedir. Bu uygulama, boşanma neticesinde bozulan ekonomik dengenin ivedilikle düzeltilmesi ve yargı işlemlerinin devam etme olasılığını kısıtlama gibi meşru bir amaç gütmektedir. Bu nedenle, söz konusu müdahale kamu yararı doğrultusunda gerçekleştirilmiştir.", "Yerel mahkemeler, kanunu, başvuranın varlıklarından bir tanesinin zorunlu olarak devredilmesi yoluyla maddi tazminatın ödenmesine hükmetmeye izin verildiği şeklinde yorumlamış ve başvuranın mallarının toplam değerini ve diğer ödeme şekillerine ilişkin olarak başvuranın gönüllülüğünü dikkate almamışlardır. Mahkemelerin, tazminat miktarına karşılık olarak villanın zorunlu devrine hükmetmeleri, başvuranın borcunu diğer yollardan ödeyememesine dayandırılamaz: Bölge ve temyiz mahkemelerinin, bu noktada özellikle yeterli değerlendirme içeren kararlarında açıkça, başvuranın borcunu toplu olarak ödemeye yetecek kadar büyük miktarda varlığa sahip olduğu görülmektedir. Buna göre, kanunun izlediği meşru amaca, söz konusu ihtilaf konusu uygulamaya ihtiyaç duyulmadan varılabilirdi. Ayrıca, Medeni Kanunu’nun hükümlerinin anayasaya uygunluğuna ilişkin değerlendirme yapma yetkisi olan Anayasa Konseyi, söz konusu zamandan sonra fakat mevcut davaya uygulanabilir nitelikte verdiği kararında , tazminat miktarının toplu olarak ödenmesine yeterli teminatın olmadığı durumlarda alternatif olarak kişinin mülkünün zorunlu devri ile ödenmesi yoluna gidilmesinin uygun olduğunu belirtmiştir.", "Yukarıdaki açıklamalar ışığında, toplumun genel çıkarlarının gerektirdikleri ve bireylerin temel haklarının korunmasının gerektirdikleri arasında adil bir denge kurulamamıştır. Mevcut davada, başvurana bireysel ve aşırı bir yük yüklenmiştir. Bu durum, ancak kanun uyarınca başka bir yolla borcunu ödeme olasılığına (tazminat miktarının tamamının para olarak ödenmesi veya bir veya birden çok mülkünün mülkiyet haklarının devri) sahip olmadığında, meşru kabul edilebilir.", "Sonuç: ihlal (oy birliğiyle)", "Madde 41: Manevi tazminat olarak 10.000 avro ödenmesine ve maddi tazminat talebinin reddedilmesine hükmedilmiştir.", ""]}