{"file": "TUR_HJUDTUR_48357_07.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "48357/07", "text_paragraphs": ["Azienda Agricola Silverfunghi S.A.S ve Diğerleri / İtalya – 48357/07 ve diğerleri - 24 Haziran 2014 tarihli karar [II. Bölüm]", "Olaylar – 1980’li yıllarda İtalyan Meclisi tarım ile ilgilenen şirketlerin işçileri için ödedikleri sosyal güvenlik katkılarının iki misli azaltılmasına yönelik yasaları onaylamıştır. 1988 yılının Temmuz ayında İtalyan masraf komitesi (INPS), imtiyazların ve muafiyetlerin munzam değil alternatif olduğunu bildiren bir genelde yayınlamıştır. Başvuran dört tarım şirketi 2000 ve 2002 yıllarında INPS’ye dava açmışlardır. İlk derece mahkemesi ve istinaf mahkemeleri, Temyiz Mahkemesi dahil olmak üzere başvuran şirketlerin lehine karar veren İtalyan mahkemeleri ile aynı doğrultuda karar vererek söz konusu iki hakkın munzam olduğu sonucuna varmıştır. Ancak 2003 yılının Kasım ayında İtalyan parlamentosu imtiyaz ve muafiyetlerin munzam değil alternatif olduğunu vurgulayan 326 Sayılı Kanun’u çıkarmıştır. Bunun ardından INPS, 326 Sayılı Kanun kapsamında temyiz başvurularını kabul eden Temyiz Mahkemesi’ne itirazda bulunmuştur. 2006 yılında Anayasa Mahkemesi parlamentonun cezai kapsam dışında geriye dönük kanunlar yürürlüğe koyabileceğini, bu tür bir geriye dönüklüğün makul gerekçelere dayandırılması ve Anayasa’ya uygun olması gerektiğini belirterek bu kanunu onamıştır. Daha sonra 2008 yılında Temyiz Mahkemesi daha önceki tutumunu değiştirerek 326 Sayılı Kanun olmasa bile muafiyet ve imtiyazların munzam olmayacağını, çünkü parlamentonun asıl niyetinin bunları alternatif hale getirmek olduğunu belirtmiştir.", "Hukuki değerlendirme – Madde 6 § 1: Başvuran şirketler 326 Sayılı Kanun’un adli yargılamalara yönelik bir müdahale teşkile ettiğinden ve dolayısıyla adli yargılanma haklarının ihlal edildiğinden şikâyetçi olmuşlardır. Mahkeme, Sözleşme’nin 6. maddesinin, toplumsal menfaat ile ilgili nedenler dışında, derdest durumdaki yargılamalara yönelik yasal müdahaleleri engellediğini hatırlatmıştır. Mevcut davada, 326 Sayılı Kanun derdest durumdaki davanın sonucu üzerinde belirleyici bir etkiye sahiptir ve bu kanunun uygulanması için toplumsal menfaatlere yönelik hiçbir zorunluluk yoktur. Yalnızca maddi kaygılar parlamentonun görevini mahkemelerin yerine getirmesine gerekçe olamaz.", "Sonuç: ihlal bulunmaktadır (oybirliğiyle).", "Sözleşme’ye Ek 1 No.lu Protokol’ün 1. maddesi: Başvuran şirketler, 326 Sayılı Kanun’un INPS tarafından kanun dışı bir şekilde alıkonulan meblağlara yönelik taleplerini geriye dönük olarak iptal ederek mülkiyet haklarına bir müdahaleye sebep olduğundan şikâyetçi olmuşlardır. Mahkeme, davalı Devletlere, söz konusu müdahalenin kamu menfaati ile mülkiyet hakkının korunması arasında asil bir denge kurup kurmadığını değerlendirirken ekonomik stratejilere dair genel önlemlere ilişkin geniş bir takdir yetkisi verilmesi gerektiği görüşündedir. Parlamentonun seçtiği politikanın “açıkça makul dayanaktan yoksun” olmadığı ve toplumsal harcamaları azaltmaya yönelik olduğu gerekçesiyle, Mahkeme, 326 Sayılı Kanun’un Sözleşme’ye Ek 1 No.lu Protokol’ün 1. maddesinin yasaya uygunluk şartına uyduğuna karar vermiştir. Ayrıca başvuran şirketler hala işlerini sürdürebildikleri, birkaç sene boyunca manzum menfaatlerden yararlanabildikleri ve hala bu menfaatlerden yararlandıkları için söz konusu önlem başvuran şirketler üzerinde aşırı bir yük teşkil etmemiştir.", "Sonuç: ihlal bulunmamaktadır (iki oya karşı beş oyla).", "Madde 41: Maddi tazminat olarak birinci başvurana 44,900 avro, ikinci başvurana 106,900 avro, üçüncü başvurana 54,400 avro ve dördüncü başvurana 42,200 avro ödenmesine; manevi tazminat olarak ise her bir başvurana 1,000 avro ödenmesine hükmedilmiştir.", "(Ayrıca bkz. Maggio ve Diğerleri / İtalya, 46286/09 ve diğerleri, 31 Mayıs 2011, 141 Sayılı Bilgi Notu; ve Arras ve Diğerleri / İtalya, 17972/07, 14 Şubat 2012, 149 Sayılı Bilgi Notu).", ""]}