{"file": "TUR_HJUDTUR_21794_08.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "21794/08", "text_paragraphs": ["© Avrupa Konseyi/İnsan Hakları Avrupa Mahkemesi, 2013. Bu çeviri Avrupa Konseyi İnsan Hakları Vakıf Fonu’nun desteği ile yapılmıştır (). Mahkeme’yi bağlamaz. Daha fazla bilgi için bu belgenin sonundaki ayrıntılı telif hakları bilgisine bakınız.", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "İKİNCİ BÖLÜM", "", "", "ZORICA JOVANOVIĆ – SIRBİSTAN DAVASI", "", "(Başvuru no. 21794/08)", "", "", "KARAR", "", "", "STRAZBURG", "", "26 Mart 2013", "", "NİHAİ KARAR", "", "09/09/2013", "", "Bu karar Sözleşme’nin 44. maddesinin 2. fıkrasında belirtilen koşullarda kesinleşecektir. Yazınsal düzeltmelere tabi tutulabilir.", "", "", "Zorica Jovanović - Sırbistan davasında,", "Daire olarak toplanan İnsan Hakları Avrupa Mahkemesi (İkinci Bölüm):", "\tGuido Raimondi, Başkan,\n\tDanutė Jočienė,\n\tPeer Lorenzen,\n\tDragoljub Popović,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque, yargıçlar\n\tve Françoise Elens-Passos, Yazı İşleri Müdür Yardımcısı’ndan oluşmuş,", "5 Mart 2013 tarihinde gizli olarak müzakere ettikten sonra,", "Bu tarihte kabul edilen aşağıdaki kararı vermiştir:", "USUL", "1.  Dava, bir Sırp vatandaşı olan Bayan Zorica Jovanović’in (“başvurucu”) 22 Nisan 2008 tarihinde İnsan Hakları ve Temel ve Özgürlüklerin Korunması Sözleşmesi’nin (“Sözleşme”) 34. maddesi uyarınca Sırbistan’a karşı Mahkeme’ye bir başvuru (no. 21794/08) yapmasından kaynaklanmıştır.", "2.  Adli yardım alan başvurucu, Batočina’da avukatlık yapan Bayan D. Govedarica tarafından temsil edilmiştir. Sırp Hükümeti (“Hükümet”) kendi görevlileri Bay S. Carić tarafından temsil edilmiştir.", "3.  Başvurucu, Devlet tarafından işletilen bir hastanede öldüğü iddia edilen oğlunun gerçek akıbeti hakkında Sırp makamlarının kendisine sürekli olarak hiçbir bilgi vermemesinden veya bu açıdan başka hiçbir giderim sağlamamasından şikâyetçi olmuştur.", "4.  12 Nisan 2011 tarihinde başvuru Hükümete iletilmiştir. Başvurunun kabul edilebilirliği ile esasının aynı zamanda hükme bağlanmasına karar verilmiştir (madde 29 § 1).", "OLGULAR", "I.  DAVANIN KOŞULLARI", "5.  Başvurucu 1953 yılında doğmuştur ve Batočina’da yaşamaktadır.", "6.  Taraflarca sunulan davanın olguları aşağıdaki gibi özetlenebilir.", "A.  Başvurucunun davasının özel olguları", "7.  Başvurucu, 28 Ekim 1983 tarihinde, Devlet tarafından işletilen Ćupruja Tıp Merkezi’nde (ĆTM”) sağlıklı bir erkek çocuğu doğurmuştur.", "8.  28 ve 30 Ekim 1983 tarihleri arasında, hala ĆTM’ndeyken, başvurucu oğlu ile düzenli temas halinde kalmıştır.", "9.  30 Ekim 1983 tarihinde, kendisinin ve oğlunun ertesi gün hastaneden taburcu edilecekleri konusunda doktorlar tarafından bilgilendirilmiştir.", "10.  Aynı günün akşamında, yeni doğan bebekler için ayrılmış odaya götürülene kadar, akşam yaklaşık 11’e kadar, başvurucu oğlu ile birlikte kalmıştır. Bu standart bir uygulamadır ve başvurucunun oğlu o ana kadar herhangi bir tıbbi sorun yaşamamıştır.", "11.  31 Ekim 1983 tarihinde, sabah 6.30 civarlarında, nöbetçi doktor başvurucuyu “bebeğinin ölmüş olduğu” konusunda bilgilendirmiştir. Başvurucu bunu duyar duymaz, derhal koridordan oğlunun gece kaldığı odaya doğru koşmuştur. Ancak iki hastane hizmetlisi tarafından fiziksel olarak engellenmiştir. Hatta bir hemşire ona yatıştırıcı bir iğne yapmaya çalışmış; fakat başvurucu bu girişime başarıyla direnmiştir. Sonunda, başka seçeneği olmadığından ve şok durumunda bulunduğundan, başvurucu ĆTM’nden çıkış işlemini yaptırmıştır. Akrabalarına sonradan, bebeğin otopsisinin Belgrad’da yapılacağı, bu nedenle cesedin ebeveynlerine gösterilmediği söylenmiştir. ĆTM’nin normal uygulamasına açıkça aykırı olduğu için, otopsinin neden Belgrad’da yapılması gerektiği konusunda başvurucu ve ailesinin kafası karışmıştır.", "12.  2001’den ve özellikle 2002’den bu yana Sırp medyası başvurucunun davasına benzer çok sayıda başka vakalara kapsamlı şekilde yer vermeye başlamıştır (örneğin bakınız, http://www.kradjabeba.org, 29 Ocak 2013 tarihinde erişildi).", "13.  24 Ekim 2002 tarihinde, başvurucu ĆTM’ne bir dilekçe göndererek oğlunun ölümü ile ilgili bütün ilgili dokümanları istemiştir.", "14.  12 Kasım 2002 tarihinde başvurucu, oğlunun 31 Ekim 1983’de sabah saat 7.15’te öldüğü ve ölümünün, bilinmeyen nedenlerden ölüm anlamına gelen “exitus non sigmata” olarak sınıflandırıldığı konusunda ĆTM tarafından bilgilendirilmiştir. ĆTM başka herhangi bir bilginin mevcut olmadığını; çünkü bu arada arşivlerini su bastığını ve bazı dokümanların imha olduğunu iddia etmiştir.", "15. 22 Kasım 2002 tarihinde, başvurucunun dilekçesine cevap olarak, Ćupruja Belediyesi, oğlunun doğumunun belediye siciline kaydedildiği, ölümünün ise tescil edilmediği hususunda başvurucuyu bilgilendirmiştir.", "16.  10 Ocak 2003 tarihinde başvurucunun kocası (çocuğun babası) Ćupruja kenti savcılık makamına, “oğlunun kaçırılmasından” sorumlu olarak gördüğü ĆTM’nin sağlık kadrosu aleyhinde şikayette bulunmuştur.", "17.  15 Ekim 2003 tarihinde Ćupruja savcılık makamı, “[başvurucunun] oğlunun 31 Ekim 1983 tarihinde öldüğüne dair kanıtlar bulunduğu” için, şikayeti ispatlanmamış olduğu gerekçesiyle reddetmiştir. Başka hiçbir gerekçe belirtilmemiştir ve bir hazırlık soruşturması yürütülüp yürütülmediği bakımından hiçbir belirti yoktur.", "18.  Mart 2004’te, Ćupruja Belediyesi 22 Kasım 2002 tarihli mektubunu teyit etmiştir.", "19.  29 Nisan 2004 tarihinde, ĆTM 12 Kasım 2002 tarihli mektubuna destek olarak kendi dâhili kayıtlarını başvurucuya vermiştir.", "20.  19 Eylül 2007 tarihinde, Ćupruja Belediyesi başvurucunun oğlunun ölümünün resmi olarak hiç tescil edilmediğini teyit etmiştir.", "21.  28 Aralık 2007 tarihinde, Ćupruja Belediyesi, başvurucunun önceki taleplerine karşılık olarak, ĆTM’nin doğum tescil talebi ile birlikte, oğlunun doğum belgesini başvurucuya vermiştir.", "22.  Başvurucunun oğlunun cesedi, kendisine veya ailesine hiç verilmemiştir. Bu kişilere ne otopsi raporu ne de bebeğin defnedildiği ileri sürülen zaman ve yer konusunda bilgi verilmiştir.", "23.  12 Haziran 2009 ile 20 Temmuz 2011 tarihleri arasında Kragujevac Klinik Merkezi, başvurucuyu diğer rahatsızlıklar arasında, öyküsü 1999’a ve özellikle 2001’e kadar giden, çeşitli depresyon kaynaklı semptomlar nedeniyle düzenli olarak tedavi etmiştir.", "B.  Diğer ilgili durumlar", "1.  Yeni prosedürün kabulü", "24.  17 Haziran 2003 tarihinde hastanede ölen yeni doğmuş bebeklerin defini konusunda Sağlık Bakanlığı tarafından organize edilen bir toplantıda, diğerleri arasında, cesetlerin ailelerine ancak bu amaçla hazırlanan özel bir formu imzalamaları halinde teslim edilmesine karar verilmiştir.", "25.  17 Ekim 2003 tarihinde, Devlet tarafından işletilen cenaze şirketi (JKP Pogrebne usluge) tarafından kendilerine gönderilen özel bir talebe cevaben, bütün Belgrad merkezli kamu sağlık kurumları da diğerleri arasında (a) ebeveynler veya diğer aile üyeleri tarafından, hastane tarafından ölüm hakkında bilgilendirildiklerini ve cenaze ayarlamalarını kişisel olarak yapacaklarını belirten veya (b) diğerlerinin bu ayarlamaları yapmayı reddetmesi ya da yapamaması halinde bir tüzel kişi veya onun temsilcisi tarafından özel bir bildirimin imzalanmasını gerektirecek özel bir prosedürü hayata geçirmeyi kabul etmişlerdir. Bu tür bir bildirimin bulunmaması halinde, Devlet tarafından işletilen cenaze şirketi hastanelerden cesetleri almayı reddedecektir.", "2.  4 Temmuz 2006 tarihli Parlamento Raporu (Izveštaj o radu anketnog odbora obrazovanog radi utvrđivanja istine o novorođenoj deci nestaloj iz porodilišta u više gradova Srbije)", "26.  2005’te başvurucun durumu ile aynı durumda bulunan yüzlerce ebeveyn; yani özellikle 1970, 1980 ve 1990’larda iddia edilen ölümlerin ardından hastane servislerinde yeni doğan bebekleri, “kaybolan” ebeveynler, giderim istemiyle Sırp Parlamentosu’na başvurmuştur.", "27.  Parlamento, bu amaçla kurulan Araştırma Komisyonu tarafından hazırlanan bir raporu 14 Temmuz 2006 tarihinde resmen kabul etmiştir. Bu raporun bulguları diğer sonuçlar arasında şu noktaları belirtmektedir: (a) söz konusu dönemde yürürlükteki mevzuatta, çeşitli Devlet organları ve sağlık makamları önündeki prosedürlerde ciddi eksiklikler vardır; (b) durum, ebeveynlerin şüphelerini veya çocuklara gerçekten ne olduğu kaygısını haklı çıkarmaktadır; (c) yürürlükteki zaman aşımı dikkate alınırsa artık hiçbir cezai giderim etkili olmayacaktır (bakınız aşağıda paragraf 34) ve (d) bu nedenle, ebeveynlere yeterli giderimi sağlamak için, ilgili mevzuat değişikliğinin yanı sıra, bütün Hükümet organlarının ortak çabası gereklidir.", "3.  Parlamento Başkanı tarafından yapılan açıklamalar", "28.   16 Nisan 2010 tarihinde, Sırp Parlamento Başkanı’nın “kayıp bebekler”in ebeveynlerine giderim sağlamayı amaçlayan yeni bir mevzuat hazırlamaya yönelik bir parlamento çalışma grubunun kurulmak üzere olduğu yolundaki açıklaması yerel medyada yayınlamıştır.", "4.  29 Temmuz 2010 tarihli Ombudsman raporu (Izveštaj zaštitnika građana o slučajevima tzv. “nestalih beba” sa preporukama)", "29.  Konunun derinlemesine araştırılmasının ardından, Ombudsman, diğer bulgular arasında, şu saptamaları yapmıştır: (a) söz konusu dönemde, yeni doğmuş bir bebeğin hastanede ölmesi durumunda, ne yapılması gerektiğine ilişkin hiçbir uygun usul ve/veya yasal düzenleme yoktur; (b) hakim tıbbi görüş, yeni doğmuş bebeklerini gömmenin verdiği manevi acıdan ebeveynlerin korunması gerektiği şeklinde olup, bazı çiftlerin bu gerekçe ile çocuklarını gömme fırsatından kasıtlı olarak yoksun bırakılmış olması yüksek ihtimaldir; (c) otopsi raporları genel olarak eksik, sonuçsuz ve doğruluğu hayli şüphelidir; (d) dolayısıyla, söz konusu bebeklerin aslında ailelerinden hukuka aykırı olarak alındığı göz ardı edilemez; (e) daha yakın dönemlere bakıldığında, 2006 ve 2010 arasına ilişkin Hükümet’in tepkisi de bizzat yetersizdir; (f) sonuç olarak, ebeveynlerin çocuklarının gerçek akıbeti hakkındaki gerçeği bilmeye hakları vardır, bu da ancak bir özel kanun çıkarılmasıyla sağlanabilir.", "5.  28 Aralık 2010 tarihinde Parlamento’ya sunulan Çalışma Grubu raporu (Izveštaj o radu radne grupe za izradu predloga zakona radi stvaranja formalno-pravnih uslova za postupanje nadležnih organa po prijavama o nestanku novorođene dece iz porodilišta)", "30.   14 Temmuz 2006 tarihli Parlamento raporunun bulgularına ve tavsiyelerine cevaben (bakınız yukarıda paragraf 26 ve 27), Parlamento tarafından 5 Mayıs 2010 tarihinde bir çalışma grubu oluşturulmuştur (bakınız yukarıda paragraf 28). Çalışma Grubu’nun görevi durumu değerlendirmek ve uygun mevzuat değişiklikleri önermektir.", "31.  Çalışma Grubu, 28 Aralık 2010 tarihinde raporunu Parlamento’ya sunmuştur. Çalışma grubu hâlihazırda değiştirilmiş olan mevcut mevzuatı ayrıntılı şekilde analiz ettikten sonra, tıbbi bilgilerin toplanması ve kullanılması dışında hiçbir değişikliğe gerek olmadığı sonucuna varmıştır; fakat bu konuyla ilgili yeni mevzuat değişikliği de zaten hazırlanmaktadır (nacrt Zakona o evidencijama u oblasti zdravstva). Çalışma Grubu diğerleri arasında Anayasa’nın 34. maddesinin geçmişte işlenen suçlar bakımından ceza yargılaması zamanaşımının uzatılmasını veya aslında, geçmişte işlenen suçlara uygulanabilir yeni, daha ağır suçlar ve/veya daha ağır cezalar getirilmesini imkânsız kıldığını özel olarak not etmiştir (bakınız aşağıda paragraf 32). Mevcut Ceza Kanunu zaten konu ile ilgili çeşitli suçlar öngörmektedir ve yeni Sağlık Hizmetleri Kanunu, ebeveynler açısından, yeni doğmuş çocuklarının hastane servislerinden hukuka aykırı olarak çıkarılmasını imkansız hale getiren ayrıntılı bir prosedür düzenlemektedir (bakınız aşağıda paragraf 35 ve 41).", "II.  İLGİLİ İÇ HUKUK VE UYGULAMA", "A.  Sırbistan Cumhuriyeti Anayasası (Ustav Republike Srbije; Sırbistan Cumhuriyeti Resmi Gazetesi’nde yayınlanmıştır – SC RG – no. 98/06)", "32.  Anayasa’nın 34. maddesine göre:", "“Kimse, işlendiği zaman kanunun veya kanuna dayanan diğer düzenlemenin suç saymadığı bir fiilden dolayı cezalandırılamaz. İşlendiği zaman fiil için öngörülmeyen bir ceza uygulanamaz.", "Sonraki mevzuatın fail açısından daha hafif olması hali saklı kalmak üzere, cezalar fiilin işlendiği zaman yürürlükte olan mevzuata göre belirlenir. Suçlar ve cezalar kanunla düzenlenir.”", "B.  1977 tarihli Sırbistan Sosyalist Cumhuriyeti Ceza Kanunu (Krivični zakon Socijalističke Republike Srbije; Sırbistan Sosyalist Cumhuriyeti Resmi Gazetesi’nde yayınlanmıştır no. 26/77, 28/77, 43/77 ve 20/79)", "33.  116. madde, diğer fiiller arasında, küçük bir çocuğu hukuka aykırı olarak tutan veya ebeveynlerinden kaçıran kimsenin bir ile on yıl arasında hapis cezası ile cezalandırılacağını düzenlemektedir.", "C.  1976 tarihli Yugoslavya Sosyalist Federal Cumhuriyeti Ceza Kanunu (Krivični zakon Socijalističke Federativne Republike Jugoslavije; Yugoslavya Sosyalist Federal Cumhuriyeti Resmi Gazetesi – YSFC RG – no. 44/76, 36/77, 34/84, 37/84, 74/87, 57/89, 3/90, 38/90, 45/90 ve 54/90; Yugoslavya Federal Cumhuriyeti Resmi Gazetesi, no. 35/92, 16/93, 31/93, 37/93, 24/94 ve 61/01 ve SC RG’nde yayınlanmıştır no. 39/03)", "34.  95. ve 96. maddeler, diğer hususlar arasında, Sırbistan Sosyalist Cumhuriyeti Ceza Kanunu’nun 116. maddede tanımlanan suçun cezalandırılmasının suçun işlenmesinin üzerinden yirmi yıl geçtikten sonra zaman aşımına uğrayacağını düzenlemektedir.", "D.  2005 tarihli Sırbistan Cumhuriyeti Ceza Kanunu (Krivični zakonik; SC RG’nde yayınlanmıştır, no. 85/05, 88/05, 107/05, 72/09 ve 111/09)", "35.   191., 192., 388. ve 389. maddeler uyarınca, evlat edinme amacıyla işlenmesi dahil, çeşitli biçimlerdeki çocuk kaçırma ve insan ticareti suç olarak tanımlanmaktadır.", "E.  Borçlar Kanunu (Zakon o obligacionim odnosima; YSFC RG’nde yayınlanmıştır, no. 29/78, 39/85, 45/89, 57/89 ve 31/93)", "36.   199. ve 200. maddeler diğerleri arasında, “kişisel hakları”nın (prava ličnosti) ihlal edilmesinin sonucunda korku, fiziksel acı veya aslında manevi ıstıraba maruz kalan kimsenin, bu duyguların sürelerine ve yoğunluğuna bağlı olarak, maddi tazminat için hukuk mahkemelerinde dava açma ve ek olarak, yeterli manevi adil karşılık sağlama “yeterliliği bulunan” diğer giderim biçimlerini talep etme hakkı olduğunu düzenlemektedir.", "37.   Kanun’un 376. maddesinin 1. ve 2. paragrafı, yukarıda belirtilen hükümlere dayanan bir talebin zarar gören tarafın söz konusu zararı öğrendiği ve sorumlu kişiyi saptadığı tarihten itibaren üç yıl içinde, fakat bu tür bir talebin her halükarda olaydan itibaren en geç beş yıl içinde ileri sürülebileceğini öngörmektedir.", "38.  Kanun’un 377. maddesinin 1. fıkrası ayrıca söz konusu zarara bir suçun işlenmesi sonucunda neden olunması halinde, uygulanabilir ceza zamanaşımıyla örtüşmesi amacıyla hukuk zamanaşımının uzatılabileceğini düzenlemektedir.", "F.  İlgili iç hukuk içtihatları", "39.  4 Haziran 1998 tarihinde Yüksek Mahkeme (Rev. 251/98) çeşitli manevi zararlarla ilgili hukuk zamanaşımının (bakınız yukarıda paragraf 36-38) şikâyet edilen durum sona erinceye kadar işlemeye başlamayacağına karar vermiştir (kada su pojedini vidovi neimovinske štete dobili oblik konačnog stanja).", "40.  21 Nisan 2004 tarihinde Yüksek Mahkeme (Rev. 229/04) ayrıca Borçlar Kanunu anlamında “kişisel hakların”, diğer haklar arasında, aile hayatına saygı hakkını da içerdiğine karar vermiştir.", "G.  Sağlık Hizmetleri Kanunu (Zakon o zdravstvenoj zaštiti; SC RG’nde yayınlanmıştır no. 107/05, 72/09, 88/10 ve 99/10)", "41.  Sağlık Hizmetleri Kanunu’nun 219. ve 223. maddeleri, diğer konular arasında, yeni doğmuş bir çocuğun ölüm zamanı ve nedeninin hala hastanedeyken saptanmasına ilişkin ayrıntıları öngörmektedir. Özellikle, mümkün olur olmaz, aile hastane tarafından bilgilendirecek ve cesede erişimleri sağlanacaktır. Otopsi yapılacak ve gelecekteki amaçlar bakımından, biyolojik bir numune sağlanacaktır. Herhangi bir ölüm nedeni saptanamamışsa, polise ve her durumda ilgili belediye makamlarına bilgi verilecektir.", "KARAR", "I.  SÖZLEŞME’NİN 8. MADDESİNİN İHLALİ İDDİASI", "42.  Başvurucu Sözleşme’nin 4., 5. ve 8. maddelerine dayanmıştır; fakat esas olarak, davalı Devlet’in oğlunun gerçek akıbeti hakkında kendisine sürekli hiçbir bilgi sağlamamış olmasından şikâyet etmektedir. Başvurucu ayrıca oğlunun hala hayatta olabileceğinden, hukuka aykırı olarak evlatlık verildiğinden şüphelenmektedir.", "43.  Baktığı bir davanın olgularının hukuki nitelendirmesini yapmakla yetkili olan Mahkeme, (bakınız Akdeniz - Türkiye, no. 25165/94, § 88, 31 Mayıs 2005), bu şikâyetin, Sözleşme’nin aşağıda ilgili bölümleri belirtilen 8. maddesi kapsamında inceleneceğini düşünmektedir:", "“1.  Herkes ... aile hayatına .... saygı gösterilmesi hakkına sahiptir.", "2.  Bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir.”", "A.  Kabul edilebilirlik", "1.  Zaman bakımından bağdaşırlık", "(a)  Tarafların sunumları", "44.  Hükümet, “iddia edilen müdahalenin belirleyici” olgularının, Sözleşme’nin Sırbistan açısından yürürlüğe girdiği tarih olan, 3 Mart 2004 tarihinden önceki bir dönemle ilgili olduğunu ileri sürmüştür. Özellikle, iddiaya göre, başvurucunun çocuğu kendisinden 31 Ekim 1983 tarihinde alınmıştır ve 15 Ekim 2003 tarihindeki ret kararının on ay öncesine kadar, kocası tarafından şikâyet yapılmamıştır. Hükümet son olarak, 3 Mart 2004 tarihli tartışmalı durumu davalı Devlet’in düzeltmediği iddiasının bile, başvurucunun şikâyetinin zaman bakımından Mahkeme’nin yetkisi içinde sayılmasına sebep olamayacağını ileri sürmüştür.", "45.  Başvurucu söz konusu ihlalin devam eden bir niteliğinin olduğunu belirtmiştir ve konuyla ilgili olarak çeşitli makamlara yıllarca sözlü olarak şikâyette de bulunmuştur.", "(b)  Mahkeme’nin değerlendirmesi", "46.  Mahkeme, yargı yetkisinin zaman bakımından sadece Sözleşme veya Protokollerinin davalı Devlet tarafından onaylanmasından sonraki dönemi kapsadığını tekrarlar. Öte yandan, onay tarihinden sonra, Devlet’in iddia edilen işlem ve eylemleri Sözleşme ve Protokollerine uygun olmalıdır; bu da sadece mevcut durumların uzantısı olduğu hallerde bile, sonraki bütün olguların Mahkeme’nin yargı yetkisi içine girdiği anlamına gelir (örneğin bakınız Yağcı ve Sargın - Türkiye, 8 Haziran 1995, § 40, Series A no. 319A ve Almeida Garrett, Mascarenhas Falcão ve Diğerleri - Portekiz, no. 29813/96 ve 30229/96, § 43, ECHR 2000-I).", "47.  Ek olarak, kaybedilmelerin, bilgi eksikliği veya hatta ne olduğuna dair kasıtlı bir gizlilik ve karartmanın söz konusu olduğu, süren belirsizlik ve açıklanamama hali ile karakterize edilen çok özel bir olay olduğu gözlenmiştir. Bu durum, kurbanların ebeveyn veya akrabalarının eziyetini uzatarak, zaman içinde genellikle sürüncemede kalır. Bu nedenle, bir kaybedilmenin, “anlık” bir eylem veya olay olduğu kolaylıkla söylenemez; ek ayrıcı unsur olan kayıp kişilerin nerede olduğu ve akıbeti bakımından sonradan açıklama yapılmaması, devam eden bir durum ortaya çıkarır. Bu nedenle, söz konusu kişinin akıbeti açıklanmadığı sürece potansiyel olarak pozitif yükümlülük devam eder. Nihayetinde ölüm olduğu varsayılsa bile bu yükümlülük devam etmektedir (2. ve 3. maddeler kapsamında yine de bakınız Varnava ve Diğerleri - Türkiye [BD], no. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 ve 16073/90, § 148, ECHR 2009).", "48.  Mevcut davaya dönüldüğünde, Mahkeme, başvurucunun oğlunun 31 Ekim 1983 tarihinde iddiaya göre öldüğü veya kaybolduğunu, buna karşılık Sözleşme’nin Sırbistan bakımından 3 Mart 2004 tarihinde yürürlüğe girdiğini not eder. Öte yandan, davalı Devlet’in başvurucunun oğlunun akıbeti bakımından kesin ve/veya ikna edici bilgiler sağlayamadığı iddiası bugüne kadar devam etmiştir. Bu koşullarda, Mahkeme başvurucunun şikâyetinin devam eden bir durumla ilgili olduğu görüşündedir (aralarındaki farkları dikkate alarak bakınız yukarıda 130-50. paragraflarda belirtilen Varnava ve Diğerleri - Türkiye [BD] ve 8. madde kapsamında, Kurić ve Diğerleri - Slovenya [BD], no. 26828/06, §§ 238 ve 240-42, ECHR 2012 (alıntılar)).", "49.  Sonuç olarak, Hükümet’in zaman bakımından yetkisizlik iddiası reddedilmelidir. Mahkeme böylece 3 Mart 2004 sonrası itibariyle, başvurucunun, davalı Devlet’in Sözleşme kapsamındaki usule ilişkin yükümlülüklerini yerine getiremediği iddiası ile ilgili şikâyetini incelemekle yetkilidir. Öte yandan, Mahkeme, Sözleşme’nin onaylanmasının sonrasına uzanan, devam eden bir durum ortaya çıkarmışsa veya onaydan sonra meydana gelen olguları anlamak bakımından ilgili oldukları düşünülürse, onaydan önceki olguları da dikkate alabilir (aralarındaki farkları dikkate alarak bakınız yukarıda 240. paragrafta belirtilen Kurić ve Diğerleri).", "2.  Altı ay kuralı", "(a)  Tarafların sunumları", "50.  Hükümet, başvurucunun şikâyetinin zamanı geçtikten sonra yapıldığını, çünkü ceza davasının sonucunu dört yıldan daha önceki bir zamanda öğrendiğini ileri sürmüştür. Başvurucunun, bu nedenle, Sözleşme’nin Sırbistan bakımından yürürlüğe girmesini takiben; yani 3 Mart 2004 itibariyle altı aylık süre içinde Mahkeme’ye başvurusunu yapmış olması gerekirdi. Bu tarihten sonra çeşitli resmi raporların yazıldığı doğruysa da, Hükümet, bu raporların hiçbirisinin “davasının sonuçlandırılmasına” yol açabilecek bir dava açabilmesine ön ayak olabilmesini, başvurucunun “makul olarak bekleyemeyeceğini” belirtmiştir. Bu nedenle, Sözleşme kapsamında davalı Devlet’in yükümlülüklerinin “canlandırılması” mümkün değildir.", "51.  Başvurucu 14 Temmuz 2006 tarihli Parlamento Raporu ile Ombudsman’ın 29 Temmuz 2010 tarihli raporunun, her şeye rağmen giderim sağlayabileceğine dair umutlarını arttırdığını ve ne var ki bu beklentilerin Çalışma Grubu’nun Parlamento’ya raporunu sunduğu 28 Aralık 2010 tarihinde sonra erdiğini söylemiştir.", "(b)  Mahkeme’nin değerlendirmesi", "52.  35. maddenin 1. fıkrasında yer alan altı aylık sürenin amacı, Sözleşme kapsamında sorunların çıktığı davaların makul bir zaman içerisinde ele alınması ile geçmişte verilen kararların sürekli itiraza açık olmamasını güvence altına alarak, hukuki belirliliği teşvik etmektir. Bu kural Mahkeme tarafından yürütülen denetimin zamansal sınırlarını belirler ve hem bireylere hem de Devlet makamlarına altı aylık sürenin sonrasında bu denetimin artık mümkün olmadığının işaretini verir (diğer kararlar arasında bakınız Walker - Birleşik Krallık (karar), no. 34979/97, ECHR 2000I).", "53.  Kural olarak, altı aylık süre iç hukuk yollarının bitirilmesi sürecinde kesin kararın verildiği tarihten işlemeye başlar. Öte yandan, başvurucunun kullanımına uygun hiçbir etkili başvuru yolunun olmadığı başından beri açıksa, süre, şikâyet edilen eylem veya tedbir tarihinden veya eylemin ya da sonucunun öğrenildiği ya da başvurucuyu etkilediği tarihten işlemeye başlar (bakınız Dennis ve Diğerleri - Birleşik Krallık (karar), no. 76573/01, 2 Temmuz 2002).", "54.  Bununla birlikte, altı aylık sürenin devam eden durum gibi hallerde uygulanmayacağı söylenmiştir (örneğin bakınız Agrotexim Hellas S.A. ve Diğerleri - Yunanistan, no. 14807/89, 12 Şubat 1992 tarihli Komisyon kararı, DR 72, s. 148 ve Cone - Romanya, no. 35935/02, § 22, 24 Haziran 2008). Bunun sebebi, devam eden bir ihlal durumu varsa, geçerli sürenin her gün yeniden başlayacağı ve durum sadece bir kez kesildiğinde altı aylık kesin sürenin bu amaçla işlemeye başlayacağıdır.", "55.  Öte yandan, bütün devam eden durumlar aynı değildir. Kaybolmalar bakımından, başvurucular, Mahkeme’ye başvurularını yapmadan önce süresiz olarak bekleyemezler. Bilgi eksikliği ve belirsizlik halinde ve tanım gereği, bazı yetkililerin kasıtlı olarak engellemesi veya gizlemesi görüntüsü bulunmasa bile, ne olduğu bakımından bir açıklama getirilmemesi durumunda, kaybolanın akrabalarının ne olduğunu değerlendirebilmesi veya ne olabileceğini tahmin etmeleri çok daha zordur. Kaybolma sonrasında genellikle belirgin olan belirsizlik ve şaşkınlık hali dikkate alınmalıdır. Yine de, hiçbir soruşturma başlatılmadığının veya soruşturmanın hareketsiz kaldığının ve bu olasılıkların hiçbirisinde, gelecekte etkili bir soruşturma yapılacağına dair yakın, gerçekçi beklenti olmadığının farkına vardıkları veya varmış olmalarının gerektiği anın üzerinden aşırı veya açıklanamayan bir süre geçmişse, başvurular sürenin geçmiş olması nedeniyle reddedilebilir. Kaybolma durumlarına ilişkin girişimlerin bulunması halinde, başvurucular, makul olarak önemli olgusal veya hukuki sorunları çözebilecek gelişmeleri bekleyebilirler. Gerçekten, ailelerle yetkililer arasında, şikâyetler ve bilgi talepleri ile ilgili olarak anlamlı bir bağlantı olduğu veya soruşturmaya ilişkin tedbirlerde ilerleme belirtisi veya olasılığı bulunduğu sürece, aşırı gecikme mülahazaları genellikle ortaya çıkmayacaktır. Diğer yandan, çok uzun bir süre geçmişse ve soruşturma faaliyetlerinde dikkate değer gecikmeler ve kesintiler varsa, akrabaların etkili bir soruşturmanın yapılmadığının veya yapılmayacağının farkına varacakları bir an gelecektir (bakınız yukarıda 162.ve 165. paragraflarda belirtilen Varnava ve Diğerleri - Türkiye [BD]).", "56.  Mevcut davaya dönüldüğünde, Mahkeme, 14 Temmuz 2006 tarihinde, Araştırma Komisyonu tarafından hazırlanan bir raporu Sırp Parlamentosu’nun resmen kabul ettiğini not eder. Rapor diğerleri arasında, ilgili mevzuat değişiklikleri yanında, ebeveynlere yeterli giderim sağlamak için, bütün Hükümet organlarının ortak çabasının gerekli olduğunu vurgulayan bir tavsiye içermektedir (bakınız yukarıda paragraf 27(d)). 16 Nisan 2010 tarihinde yerel medya, Parlamento Başkanı’nın, “kayıp bebekler”in ebeveynleri için giderim sağlamayı amaçlayan yeni mevzuatı hazırlamak için bir parlamento grubunun oluşturulmak üzere olduğunu söylediğini yazmıştır (bakınız yukarıda paragraf 28). Son olarak, 29 Temmuz 2010 tarihli raporunda Sırp Ombudsmanı, geride kalan ebeveynlerin, çocuklarının gerçek akıbeti ile ilgili gerçeği bilme hakkına sahip olduğu görüşünde olduğunu açıklamış ve bu bağlamda özel bir kanun çıkarılmasını önermiştir (bakınız yukarıda paragraf 29(f)).", "57. Böylece, kabul etmek gerekirse, çok özel koşullarda ve geçen toplam zamana rağmen, başvurucunun en azından hiçbir giderim yapılmayacağının belli olduğu 28 Aralık 2010 tarihli Çalışma Grubu raporunun sunulmasına kadar, şikâyeti ile ilgili “önemli olgusal ve hukuki sorunları çözebilecek” olan gelişmelerin sonucunu beklemekte makul olmadığı söylenemez (bakınız yukarıda paragraf 30 ve 31). Mevcut davadaki başvuru 22 Nisan 2008 tarihinde yapıldığından, Hükümet’in itirazı reddedilmelidir.", "3.  İç hukuk yollarının tüketilmesi", "(a)  Tarafların sunumları", "58.  Hükümet başvurucunun iç hukuk yollarını tüketmek için hiçbir çaba sarf etmediğini ileri sürmüştür. Özellikle, şikayette bulunan kocasıdır ve kendisi, kişisel olarak, yukarıda 36–40. paragraflarda belirtilen Yüksek Mahkeme içtihatları ile uygulandığı ve yorumlandığı üzere, Borçlar Kanunu’nun 199. ve 200. maddelerine dayanarak bir hukuk davası dahi açmamıştır. Hükümet ayrıca, tıbbi hata ve polisin görevi kötüye kullanması sonucu olarak, davacılara tazminat verildiğini gösteren üç Yüksek Mahkeme kararını ve polisin görevi kötüye kullanmasına ilişkin kabul edilen bölge mahkemesinin kararını iptal eden bir kararı ibraz etmiştir (bakınız sırasıyla Rev. no. 1118/03, 807/05 ve 51/07 of 10 Nisan 2003, 1 Aralık 2005 ve 13 Mart 2007). Her halükarda ve ilke olarak, Hükümet, bir Sözleşme’nin onaylanmasından önce haklarının ihlal edildiği iddiasını içeren davalarda, Taraf Devlet’in, başvuruculara etkili giderim sağlaması gereğinin makul olmadığını düşünmektedir.", "59.  Başvurucu, kocası tarafından yapılan şikâyetin aynı sonuca yönelik olan kendi şikâyetini de açıkça içerdiğini; çünkü şikâyetin bütün konusunun kendi çocuklarının kaybolması ile ilgili olduğunu ileri sürmüştür. Söylenen şikâyetin 2003’te yapıldığı doğrudur; çünkü başvurucu bu tarihten önce, ilgili herhangi bir delil veya giderim elde edememiştir. Basitçe söylemek gerekirse, “kayıp bebekler konusu” 2001 yılına kadar tabuydu; ilgili ebeveynler kendilerini örgütlemeye başladığında, medya konuyu ayrıntılı şekilde haber yapmaya başlamış ve hatta Parlamento konuyu genel kurulunda tartışmıştır. Uygulanabilir ceza ve hukuk zamanaşımı sürelerinin de bu arada yürürlüğe girdiği ayrıca not edilmelidir.", "(b)  Mahkeme’nin değerlendirmesi", "60.  Mahkeme, Sözleşme’nin 35. maddesinin 1. fıkrası gereğince bir başvuruyu ancak bütün iç hukuk yolları tüketildikten sonra inceleyebileceğini tekrarlar. 35. maddenin amacı, Sözleşmeci Devletler aleyhindeki ihlal iddiaları mahkemeye sunulmadan önce, bu ihlal iddialarını önleme veya düzeltme fırsatı sağlamaktır (örneğin bakınız Mifsud - Fransa (karar) [BD], no. 57220/00, § 15, ECHR 2002-VIII). İç hukuk yollarını tüketme yükümlülüğü, bir başvurucunun, Sözleşme kapsamındaki kendi şikâyetleri bakımından etkili, yeterli ve erişilebilir nitelikteki olağan başvuru yollarını kullanılmasını gerektirir. Bir başvuru yolunun etkili olabilmesi için, tartışmalı durumu doğrudan düzeltme yeterliliğine sahip olması gerekir (bakınız Balogh - Macaristan, no. 47940/99, § 30, 20 Temmuz 2004). Mahkeme benzer şekilde iç hukuk yollarını tüketme kuralının belli derecede esneklikle ve aşırı şekilcilik uzak uygulanması gerektiğinin altını sıklıkla çizmiştir (bakınız Ringeisen - Avusturya, 16 Temmuz 1971, § 89, Series A no. 13).", "61.  İspat yükü bakımından, bir başvuru yolunun söz konusu dönemde hem teoride hem pratikte mevcut etkili bir yol olduğu konusunda Mahkeme’yi ikna etmek, iç hukuk yollarının tüketilmediğini iddia eden Hükümete düşer (diğer kararlar arasında bakınız Vernillo - Fransa, 20 Şubat 1991, § 27, Series A no. 198 ve Dalia - Fransa, 19 Şubat 1998, § 38, Reports of Judgments and Decisions 1998-I). Bu ispat yükü yerine getirildiğinde, Hükümet tarafından ileri sürülen başvuru yolunun aslında tüketildiğini veya davanın özel koşullarında bu yolun yetersiz ve etkisiz olduğunu veya kendisini bu yükümlülükten muaf tutan özel koşulların bulunduğunu kanıtlamak başvurucuya aittir (bakınız Dankevich - Ukrayna, no. 40679/98, § 107, 29 Nisan 2003).", "62.  Mevcut dava bakımından, Mahkeme, başvurucunun kocasının, kendisi ve başvurucu adına, aslında bir ceza şikâyet başvurusunda bulunduğunu, çünkü söz konusu olayın her ikisi açısından eşit öneme sahip aynı olayla ilgili olduğunu not eder. Öte yandan bu şikâyet, herhangi bir hazırlık soruşturmasının yürütülüp yürütülmediğini belirtmeksizin savcılık makamı tarafından reddedilmiştir (bakınız yukarıda paragraf 17). Ayrıca herhangi bir ceza davasının süresi en geç Ekim 2003’te zamanaşımına uğrayacaktı ve bu nedenle bu tarihten sonra herhangi bir giderin sağlayabilme yeterliliği bulunmayacaktı (bakınız yukarıda paragraf 27(c) ve 34 ).", "63.  Hukuk davası ile ilgili olarak Mahkeme, bu giderim yolunun tartışmalı durumu düzeltemeyeceği görüşündedir. Hukuk mahkemeleri en fazla başvurucunun “kişisel hakları”nın ihlalini tespit edebilir ve maruz kalınan manevi zarardan dolayı tazminata hükmedebilirdi. Bu mahkemeler aynı zamanda manevi adil karşılık sağlama “yeterliliği”ne sahip diğer giderim biçimlerine karar verebilirdi. Öte yandan bu tedbirlerin hiçbirisi, başvurucunun altını çizdiği, “oğlunun gerçek akıbeti”ne dair bilgi ihtiyacına ilişkin şikâyeti etkili bir şekilde düzeltemezdi. Hükümet bunun aksine bir delili kesinlikle gösterememiştir. Mahkeme son olarak, ne Parlamento’nun ne de Ombudsman’ın bu konuya raporlarında değindiğini not eder. Gerçekten de, aksine, özel kanun çıkarılmasını önererek, söylenen hukuk davası dâhil, mevcut iç hukuk yollarının hiçbirisinin etkili olamayacağı izlenimini vermiş görünmektedirler (bakınız yukarıda paragraf 27(d), 28 ve 29(f)).", "64.  Hükümetin iç hukuk yolları bakımından itirazı bu nedenle reddedilmelidir.", "4.  Sonuç\t", "65.  Mahkeme başvurucunun iddiasının Sözleşme’nin 35. maddesinin 3 (a) fıkrası anlamında dayanaktan açıkça yoksun olmadığını not eder. Başka gerekçelerle de kabul edilemez olmayıp, kabul edilebilir ilan edilmelidir.", "B.  Esas", "1.  Tarafların sunumları", "66.  Başvurucu, davalı Devlet hakkındaki şikâyetinin, oğlunun gerçek akıbeti bakımından kendisine hala bilgi sağlayamaması ile ilgili olduğunu tekrar teyit etmiştir. Başvurucu, ĆTM’nin iddia ettiği gibi, eğer oğlu ölmüşse, ölümü yetkili yerel makamlara bildirmeleri, cesedi ebeveynlere göstermeleri ve bir otopsi raporu hazırlamaları gerektiğini eklemiştir.", "67.  Hükümet, başvurucunun haklarının hiçbir ihlalinin davalı Devlet’e yüklenemeyeceğini belirtmiştir; çünkü, başvurucunun oğlunun kaybolduğu iddiası, bir Devlet organında değil, bir tıp merkezinde meydana gelmiştir. Başvurucunun çocuğunun kendisinden gerçekten de hukuka aykırı olarak alındığına dair hiçbir delil mevcut değildir. 1983’te ĆTM’nin yaptığı bazı usul eksiklikleri bulunabilse de, başvurucu, maruz kalınan hatalardan dolayı giderim sağlama yeterliliğine sahip olmalarına karşın, hiçbir iç hukuk yolunu kullanmamıştır. Konu aynı zamanda iç hukuk düzeyinde defalarca gözden geçirilmiş ve yeterli güvence sağlamak amacıyla, ilgili hukuki çerçeve ve uygulama değiştirilmiştir. Öte yandan, ceza mevzuatında yapılacak herhangi bir değişiklik, niteliği gereği, başvurucunun çok yıllar önce meydana gelen durumuna uygulanamayacaktı (bakınız yukarıda paragraf 24, 25 ve 31).", "2.  Mahkeme’nin değerlendirmesi", "68.  Ebeveynin ve çocuğun birbirlerinin birlikteliğinden karşılıklı yararlanmaları Sözleşme’nin 8. maddesi anlamında “aile yaşamı”nın temel bir unsurunu oluşturur (diğer bazı kararlara arasında bakınız Monory - Romanya ve Macaristan, no. 71099/01, § 70, 5 Nisan 2005).", "69.  Sözleşme’nin 8. maddesinin temel amacı bireyleri kamu makamlarının keyfi müdahalelerine karşı korumaktır. Öte yandan bu hükmün içinde, diğerleri arasında, kişinin aile yaşamı ile ilgili soruşturma usullerinin etkililiğine kadar genişleyen ek pozitif yükümlülükler bulunabilir (aralarındaki farkları dikkate alarak bakınız yukarıda 152. ve 153. paragraflarda ve “özel hayat” kapsamında belirtilen M.C. - Bulgaristan, no. 39272/98, §§ 152 ve 153, ECHR 2003XII).", "70.  Büyük Daire, (yukarıda belirtilen) Varnava davasında, 3. madde bağlamında olsa da, aşağıdaki kararı vermiştir:", "“200. Kaybedilmeler olgusu, sevdiklerinin akıbetleri konusunda bilgisizlik içinde bırakılan ve belirsizlik dolayısıyla acıdan mustarip olan kayıp kişilerin akrabaları üzerine özel bir yük getirir... İhlalin özü kayıp kişilerle ilgili ciddi insan hakları bulunması olmayıp, bu durum yetkililerin dikkatine sunulduğunda bu kişilerin duruma tepkileri ve takındıkları tutumda yatmaktadır... Diğer ilgili faktörler,... aile bireylerinin söz konusu olaylara ne derece tanık olduklarını, kayıp kişi ile ilgili bilgi elde etme çabalarına aile bireylerinin dâhil olmasını ... içerir. Böyle bir ihlal bulgusu davalı Devlet’in kaybedilmeden dolayı sorumlu tutulduğu davalarla sınırlı değildir; ... fakat kayıp bir kişinin akıbeti ve nerede olduğunun hesabını verme yükümlülüğünün ağır, sürekli ve acımasız bir ihmali olarak görülebilecek olan, kaybolan kişinin akrabalarının yaptığı bilgi taleplerine cevap vermemeleri veya yollarına engeller çıkarmaları, gerçeği ortaya çıkarmak için çabalama yüküne katlanmak durumunda bırakmaları hallerinde ortaya çıkabilir.”", "Mahkeme, aralarındaki farkları dikkate alarak, bu mülahazaların mevcut davada, 8. madde kapsamındaki pozitif yükümlüklerin çok özel bağlamına büyük oranda uygulanabilir olduğuna inanmaktadır.", "71.  Bunu akılda tutarak ve mevcut davaya dönerek, başvurucunun oğlunun cesedinin başvurucu veya ailesine asla teslim edilmediği ve ölüm nedeninin asla belirlenmediği not edilir (belirtilen sırayla bakınız yukarıda paragraf 22 ve 14). Bundan başka, başvurucuya asla bir otopsi raporu verilmemiş veya oğlunun gömüldüğü iddia edilen zaman ve yer konusunda bilgilendirilmemiş ve ölüm asla resmi olarak sicile işlenmemiştir (belirtilen sırayla bakınız yukarıda paragraf 22 ve 15). Başvurucunun kocası tarafından yapılan şikâyet de yeterli değerlendirme yapılmadan reddedilmiş görünmektedir (bakınız yukarıda paragraf 17) ve başvurucunun kendisi oğluna ne olduğuna dair hala inandırıcı bilgiye sahip değildir.", "72.  Bundan başka, Mahkeme, Sırbistan’ın Sözleşme’yi onaylamasının ardından, aşağıdaki durumların davalı Devlet makamları tarafından çeşitli vesilelerle bizzat teyit ettiğini gözlemler: (a) 1980’lerde, uygulanabilir mevzuatta ve çeşitli devlet organlarında uygulanan prosedürlerde ciddi eksiklikler bulunmaktadır; (b) yeni doğmuş bir çocuğun hastanede ölmesi durumunda, ne olacağı bakımından hiçbir tutarlı hukuksal düzenleme yoktur; (c) ağır basan tıbbi görüşe göre, ebeveynler yeni doğmuş bebeklerinin defnedilmesinin verdiği manevi acıdan korunmalıdır; bazı çiftlerin kasıtlı olarak bu imkândan mahrum bırakılmış olmasının nedeni, büyük ihtimalle budur; (d) bu durum ebeveynlerin kendi çocuklarına gerçekten neler olduğu bakımından şüphelerini ve kaygılarını haklı çıkarmaktadır ve bu nedenle söz konusu bebeklerin ailelerinden gerçekten hukuka aykırı olarak alınmış oldukları göz ardı edilemez; (e) davalı Devlet’in 2006 ile 2010 arasında konuya tepkisi bizzat yetersizdir ve (f) ebeveynler bu nedenle çocuklarının gerçek akıbetini bilme hakkına her zaman sahiptirler (bakınız yukarıda paragraf 26-29).", "73.  Son olarak, 2003 ve 2010 arasında umut vaat eden çeşitli resmi girişimlere karşın, 28 Aralık 2010 tarihinde Sırp Parlamentosu’na sunulan Çalışma Grubu raporunda, hâlihazırda değiştirilmiş olan yürürlükte mevzuatta, tıbbi bilgilerin toplanması ve kullanılması ile ilgili olanlar dışında, hiçbir değişikliğin gerekli olmadığı sonucuna varılmıştır. Bu şartlar altında, bu önerinin gelecek açısından durumu iyileştiren tek şey olduğu açıktır ve geçmişte çilelere katlanan başvurucu ve benzeri durumda olan ebeveynlere fiilen hiçbir şey sağlamamaktadır (bakınız yukarıda paragraf 30 ve 31).", "74.  Yukarıdaki mülahazalar Mahkeme’nin, oğlunun akıbeti ilgili olarak davalı Devlet’in kendisine hala güvenilir bilgi sağlayamaması nedeniyle, başvurucunun aile yaşamına saygı hakkının devam eden ihlalinden mustarip olduğu sonucuna varabilmesi için yeterlidir.", "75.  Sonuç olarak, Sözleşme’nin 8. maddesinin ihlali bulunmaktadır.", "II.  SÖZLEŞME’NİN 8. MADDESİ İLE BİRLİKTE 13. MADDESİNİN İHLALİ İDDİASI", "76.  Başvurucu ayrıca, Sözleşme’nin 13. maddesi kapsamında davalı Devlet’in “aile yaşamı”nın süren ihlalinden dolayı kendisine hala herhangi bir giderim sağlayamamasının devam etmesinden şikâyet etmiştir.", "77.  Hükümet bu şikâyetin esasına itiraz etmiştir (bakınız yukarıda paragraf 58).", "78.  Mahkeme bu şikâyetin Sözleşme’nin 8. maddesi ile birlikte 13. madde kapsamındaki incelenmesi gerektiği görüşündedir.", "79.  13. madde hükmüne göre:", "“Bu Sözleşme’de tanınmış olan hak ve özgürlükleri ihlal edilen herkes, söz konusu ihlal resmi bir hizmetin ifası için davranan kişiler tarafından gerçekleştirilmiş olsa dahi, ulusal bir merci önünde etkili bir yola başvurma hakkına sahiptir.”", "80.  Başvurucunun 13. madde şikâyetinin 8. madde kapsamındaki şikâyeti ile sonuç olarak aynı olduğu dikkate alındığında ve 8. madde bakımından Mahkeme’nin bulguları göz önüne alınarak (bakınız, özellikle yukarıda paragraf 73), Mahkeme 13. madde şikâyetinin kabul edilebilir olduğunu ilan eder; fakat esas bakımından ayrı olarak incelenmesinin gerekli olmadığı görüşündedir.", "III. SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI", "81.  Sözleşme’nin 41. maddesine göre:", "“Eğer Mahkeme bu Sözleşme ve Protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Taraf’ın iç hukuku bu ihlalin sonuçlarını ancak kısmen ortadan kaldırabiliyorsa, Mahkeme, gerektiği takdirde, zarar gören taraf lehine adil bir tazmin verilmesine hükmeder.”", "A.  Zarar", "82.  Başvurucu manevi zarar bakımından 50.000 Avro talep etmiştir.", "83.  Hükümet bu talebe itiraz etmiştir.", "84.  Mahkeme başvurucunun belli derecede manevi zarardan kesinlikle mustarip olduğu görüşündedir. Mevcut davada bulunan ihlalin niteliğini göz önünde tutarak ve bu ihlalin hakkaniyet temelinde değerlendirmesini yaparak, Mahkeme bu başlık altında 10.000 Avro’ya hükmeder.", "B.  Ücret ve masraflar", "85.  Başvurucu aynı zamanda Mahkeme’de yapılan ücret ve masraflar için 2750 Avro talep etmiştir.", "86.  Hükümet bu talebe itiraz etmiştir.", "87.  Mahkeme’nin içtihatlarına göre, bir başvurucu, ancak ücret ve masrafların gerçekten ve zorunlu olarak yapıldığını ve miktar olarak makul olduğunu gösterebiliyorsa, bunların geri ödenmesi hakkına sahiptir. Mevcut davada, başvurucuya zaten Avrupa Konseyi’nin adli yardım sistemi çerçevesinde 850 Avro verildiği olgusu ile birlikte, kendisinde bulunan belgeleri ve yukarıdaki ölçütleri dikkate alarak Mahkeme, bu başvuru için verdiği ücretler bakımından başvurucuya ek miktar olarak 1800 Avro verilmesinin makul olduğunu düşünmektedir.", "C.  Gecikme faizi", "88.  Mahkeme gecikme faizinin, Avrupa Merkez Bankası’nın, yüzde üç eklenmiş marjinal borç faiz oranına dayanmasının uygun olduğunu düşünmektedir.", "IV.  SÖZLEŞME’NİN 46. MADDESİNİN UYGULANMASI", "89.  Sözleşme’nin 46. maddesine göre:", "“1. Yüksek Sözleşmeci Taraflar, taraf oldukları davalarda Mahkeme’nin verdiği kesinleşmiş kararlara uymayı taahhüt ederler.", "2. Mahkeme’nin kesinleşen kararı, infazını denetleyecek olan Bakanlar Komitesi’ne gönderilir.”", "90.  Bu hükümler dikkate alındığında, diğerleri arasında, Mahkeme’nin iptal saptadığı bir karar, Devlete, sadece adil karşılık yoluyla verilen herhangi bir tazminatın ilgililere ödenmesini değil; fakat aynı zamanda Bakanlar Komitesi’nin denetimine tabi olarak, Mahkeme tarafından saptanan ihlali sona erdirmek ve mümkün olduğunca sonuçlarını gidermek için kendi iç hukuk düzenlerinde, genel ve/veya, uygun görülürse, bireysel tedbirlerin seçilmesi konusunda hukuki bir yükümlülük getirir (bakınız Scozzari ve Giunta - İtalya [BD], no. 39221/98 ve 41963/98, § 249, ECHR 2000-VIII).", "91.  Bu bağlamda başvurucu, söz konusu suçun cezalarını arttırması, yürürlükteki zamanaşımı süresini uzatması ve ardından, kendi davasındaki ceza yargılamasının yeniden açılması amacıyla davalı Devlete mevzuatını değiştirmesinin emredilmesini talep etmiştir.", "92.  Önemli sayıdaki potansiyel başvurucuların yanında, yukarıdakiler göz önünde tutularak davalı Devlet, Sözleşme’nin 44. maddesinin 2. fıkrasına uygun olarak bu kararın kesinleşme tarihinden itibaren bir yıl içinde, başvurucu ile aynı veya yeterince benzer durumda bulunan bütün ebeveynlere (bakınız yukarıda 26. paragraf) bireysel giderim sağlamayı amaçlayan bir mekanizmanın kurulmasını sağlamak için, tercihen özel kanun aracılığıyla, bütün uygun tedbirleri almalıdır (bakınız yukarıda 29. paragrafta 29 Temmuz 2010 tarihli Ombudsman raporu). Bu mekanizma, her bir çocuğun akıbeti bakımından inandırıcı açıklamalar yapabilmesi ve uygun görülürse, yeterli tazminat verebilmesi için elverişli yetkilere sahip, bağımsız bir organ tarafından yönetilmelidir.", "93.  Mahkeme’de hâlihazırda görülmekte olan bütün benzer başvurular bakımından, Mahkeme belirtilen zaman süresince bu başvuruları ertelemeye karar verir. Bu karar, Mahkeme’nin herhangi bir zamanda bu davaların herhangi birisini kabul edilemez ilan etme veya Sözleşme’ye uygun olarak dava listesinden silme yetkisine halel getirmez.", "BU NEDENLERLE, MAHKEME OYBİRLİĞİ İLE", "1.  Başvurunun kabul edilebilir olduğuna bildirir;", "", "2.  Sözleşme’nin 8. maddesi bir ihlalinin bulunduğuna karar verir;", "", "3.  13. madde kapsamındaki şikâyetin ayrı olarak incelenmesine gerek olmadığına karar verir;", "", "4. ", "(a)  Davalı Devlet’in Sözleşme’nin 44. maddesinin 2. fıkrasına göre, kararın kesinleştiği tarihten itibaren üç ay içerisinde, ödeme tarihinde uygulanabilir oranlar üzerinden Sırp Dinarı’na çevrilmek üzere aşağıdaki miktarları başvurucuya ödemesine:", "(i)  manevi zararlar bakımından, yüklenebilecek herhangi bir vergi ile birlikte 10.000 Avro (on bin Avro);", "(ii)  ücretler ve masraflar bakımından, başvurucuya yüklenebilecek herhangi bir vergi ile birlikte 1800 Avro (bin sekiz yüz Avro);", "(b)  yukarıda belirtilen üç ayın sona ermesinden ödeme tarihine kadar yukarıdaki miktarlara, gecikme süresince Avrupa Merkez Bankası’nın marjinal borç faiz oranına yüzde üç eklenmiş basit faizin uygulanmasına,", "karar verir;", "", "5.  Başvurucunun adil karşılık ile ilgili geri kalan taleplerini reddeder;", "", "6.  Davalı Devlet, Sözleşme’nin 44. maddesinin 2. fıkrasına uygun olarak bu kararın kesinleşme tarihinden itibaren bir yıl içinde, başvurucu ile aynı veya yeterince benzer durumda bulunan bütün ebeveynlere bireysel giderim sağlamayı amaçlayan bir mekanizmanın kurulmasını sağlamak için, bütün uygun tedbirleri almasına karar verir (bakınız kararın 92. paragrafı);", "", "7.  Mahkeme’nin herhangi bir zamanda bu davaların herhangi birisini kabul edilemez ilan etmesi veya Sözleşme’ye uygun olarak dava listesinden silme yetkisine halel getirmeksizin, Mahkeme’de hâlihazırda görülmekte olan bütün benzer başvuruları, mevcut kararın kesinleşme tarihinden itibaren bir yıl için ertelemeye karar verir.", "Karar, İngilizce olarak hazırlanmış ve Mahkeme İçtüzüğü’nün 77. maddesinin 2. ve 3. fıkralarına uygun olarak, 26 Mart 2013 tarihinde yazılı olarak tebliğ edilmiştir.", "\tFrançoise Elens-Passos\tGuido Raimondi\n\t Yazı İşleri Müdür Yardımcısı\tBaşkan", "", "© Avrupa Konseyi/İnsan Hakları Avrupa Mahkemesi, 2013", "İnsan Hakları Avrupa Mahkemesi’nin resmi dilleri İngilizce ve Fransızca’dır. Bu çeviri, Avrupa Konseyi İnsan Hakları Vakıf Fonu’nun desteği ile hazırlanmıştır (). Mahkeme’yi bağlamamakta ve Mahkeme de çevirinin kalitesi bakımından herhangi bir sorumluluk almamaktadır. İnsan Hakları Avrupa Mahkemesi’nin içtihat veri tabanı HUDOC () veya Mahkeme’nin paylaştığı diğer veri tabanları üzerinden indirilebilir. Yukarıdaki telif hakkının belirtilmesi ve İnsan Hakları Vakıf Fonu’na atıfla birlikte, davanın tam başlığının alıntılanması şartıyla ticari olmayan amaçlarla yeniden çoğaltılabilir. Bu çevirinin herhangi bir bölümü ticari amaçlarla kullanılmak isteniyorsa, lütfen iletişim kurunuz ", "© Council of Europe/European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}