{"file": "TUR_HJUDTUR_37873_04.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "37873/04", "text_paragraphs": ["Konovalova / Rusya - 37873/04 - 09.10.2014 tarihli Karar [I. Bölüm]", "Olaylar — Başvuran, doğum yapmak üzere bir devlet hastanesine yatırılmıştır. Hastaneye girişinde, kendisine, hastaların hastanede gerçekleştirilen klinik eğitim programına katılabileceklerine dair bilgilerin yer aldığı bir broşür verilmiştir. Başvuran, hamileliğiyle bağlantılı komplikasyonlar yaşamış ve yorgunluğu nedeniyle iki kez ilaçla uyutulmuştur. Başvuran, sakinleştirici verilmeden önce, ertesi gün doğuma alınacağının ve doğuma tıp öğrencilerinin de katılacağının kendisine bildirildiğini ileri sürmüştür. Doğum, planlandığı gibi, doktorların ve tıp öğrencilerinin katılımıyla gerçekleşmiştir. Tıp öğrencilerine, doğum öncesinde, başvuranın sağlığı ve uygulanan tıbbi tedavi hakkında kısa bilgi verilmiştir. Başvuran, doğum odasında, tıp öğrencilerinin bulunmasına itiraz ettiğini ileri sürmüştür.", "Yerel mahkemeler, özellikle, mevzuatta doğum sırasında tıp öğrencilerinin bulunması konusunda hastanın yazılı izninin alınmasının öngörülmemesi nedeniyle, başvuranın açtığı hukuk davasını reddetmişlerdir. Başvurana, hastane broşürünün bir kopyası verilmiştir. Söz konusu broşürde, tıp öğrencilerinin bulunabileceği konusunda açık bir uyarı yer almaktadır ve başvuranın bu duruma itiraz ettiğine dair herhangi bir delil mevcut değildir.", "Hukuki Değerlendirme —Madde 8: Tıp öğrencilerinin doğum sırasında başvuranın sağlığıyla ilgili gizli bilgilere erişim sağlamaları ve doğuma katılmaları, özel hayata müdahale teşkil edecek derecede hassas bir durumdur. Söz konusu müdahalenin, olay tarihinde yürürlükte olan iç hukukta yasal bir dayanağı bulunmaktadır. Buna göre, Sağlık Hizmetleri Kanunu’nun 54. maddesinde, uzman tıp öğrencilerinin, müfredatları doğrultusunda ve kendilerinden sorumlu sağlık çalışanlarının denetimi altında hastaların tedavilerini takip edebilecekleri belirtilmiştir.", "Ancak, söz konusu Kanun’un 54. maddesi genel bir nitelik taşımaktadır ve özellikle tıp öğrencilerinin klinik eğitimlerinin bir parçası olarak hastaların tedavi süreçlerinde yer almalarını sağlama amacına yöneliktir. Söz konusu tarihte yürürlükte olan ilgili ulusal mevzuatta, hastaların mahremiyet haklarını korumaya yönelik herhangi bir güvence bulunmamaktadır.", "Hastanenin ve yerel mahkemelerin konuyu değerlendirme şekilleri, bahsi geçen ciddi eksikliğin daha da ağır bir nitelik kazanmasına neden olmuştur. Özellikle, ilgili hastane tarafından yayınlanan broşürde, tıp öğrencilerinin “çalışma sürecine” katılımları konusunda belirsiz ifadeler kullanılmış ve bu sürece hangi ölçüde ve hangi kapsamda dahil olabilecekleri belirtilmemiştir. Ayrıca, tıp öğrencilerinin katılımları, sanki zorunluymuş ve başvuranın bu konuda herhangi bir tercih hakkı yokmuş gibi ifade edilmiştir.", "Aynı zamanda, yerel mahkemeler, başvuranın hukuk davasını reddederken, bazı önemli hususları dikkate almamışlardır. Bu hususlar arasında; hastane broşüründeki bilgilerin yetersizliği, başvuranın, klinik eğitim programına katılabileceği kendisine bildirildiği sırada savunmasız durumda olması (uzun süreli kasılmalar yaşıyordu ve ilaçla uyutulmaktaydı) ve tıp öğrencilerinin doğuma katılmalarına başvuran tarafından itiraz edilmesi halinde uygulanabilecek alternatif düzenlemelerin mevcut olması yer almaktadır.", "Söz konusu tarihte yürürlükte olan ulusal mevzuatta mahremiyet haklarına keyfi müdahale konusunda usuli güvencelerin bulunmadığı dikkate alınarak, tıp öğrencilerinin doğumda yer almalarının kanuna uygun olmadığına karar verilmiştir.", "Sonuç: ihlal (oy birliğiyle).", "Madde 41: 3.000 avro manevi tazminata hükmedilmiştir. Maddi tazminat talebi reddedilmiştir.", ""]}