{"file": "TUR_HJUDTUR_1285_03.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "1285/03", "text_paragraphs": ["B. V. / Romanya (no. 2) – 1285/03 - Karar 19.2.2013 [Üçüncü Daire]", "", "Olaylar –Başvuran, 1996 tarihinden itibaren, çalışamayacak durumda engelli bir kişi olarak sınıflandırılarak, sosyal hizmetler tarafından yardım almıştır. 2000 yılında başvurana paranoid şizofreni teşhisi konmuştur. Belirtilen zamanda,başvuran kadının çocuklarının iki tanesi reşit değildi. Başvuran veya çocukları için herhangi bir koruma ya da idari tedbir uygulanmamıştır. 2000 yılından itibaren, polis tarafından götürüldükten sonra, birçok kez akıl hastanesine yatırılmıştır. Çocukları başvuranla yaşamamaktaydı; bunun yerine, başvuranın çocukları terk edilmiş çocukların kaldığı bakımevine yerleştirilmiştir.", "", "Hukuki Değerlendirme – Madde 8", "", "(a) Başvuranın kısıtlanması – Mahkeme’nin “akıl hastalığı bulunan kişilere” ilişkin daha önce baktığı birçok davada, psikiyatrik kısıtlamalara ilişkin iç hukuk yargılamalarıSözleşme’nin 5. maddesi uyarınca incelenmiştir. Bundan dolayı, Mahkeme, mevcut davada gerçekleşen sınırlamanın, Sözleşme’nin 8. maddesine uygun olup olmadığını belirlemek için, gerekli değişiklerle, madde 5 § 1 (e) kapsamındaki içtihadına atıfta bulunmayı uygun görmüştür.", "", "Engelli kişilerin korunmasına ilişkin yasa, himaye veya idari tedbir şeklinde yasal koruma tedbirinin uygulanması zorunluluğunu getirmesine rağmen, kısıtlama dönemlerinin başlangıcından önce sağlık durumu yetkililerce bilindiği halde başvurana ilişkin herhangi bir tedbir uygulanmamıştır. Başvuranın hassasiyeti, sosyal hizmetler tarafından hazırlanan birçok raporda belirtilmiş ve iç hukuk mahkemelerinin dikkatine sunulmuştur. Ancak, ne sosyal hizmetler ne de mahkeme, başvuranın yasal koruması için herhangi bir sonuca varamamıştır. Ruh sağlığı mevzuatı uyarınca sahip olduğu, özellikle rıza gösterirken yardım alma hakkı veya hastanın yasal temsilcisini, kısıtlama tedbirine ve nedenlerine ilişkin bilgilendirme zorunluluğu gibi teminatlardan yoksun olmasına sebep olan, açıkça yetkililerin kusuruydu. Ruh sağlığı mevzuatında yakın geçmişte gerçekleştirilen değişiklikler, hastanın yasal temsilcisi yoksa ve akıl hastalığının neden olduğu ehliyetsizlikten dolayı temsilci görevlendiremiyorsa, hastanenin derhal ilgili yerel mercileri bilgilendirmesi gerekmekte ve böylece yasal koruma tedbirleri devreye sokulabilinmektedir. Ancak, bu yeni hükümler başvurana bir fayda sağlamamıştır. İç hukukun, psikiyatrik kısıtlama ve kendi menfaatleri ile ilgilenemeyen kişilerin korunması konularıyla ilgili hükümleri, başvurana, 8. madde uyarınca özel hayatına saygı duyulması hakkının gerektirdiği gibi uygulanmamıştır. Bu yüzden yetkililer, yükümlülükleri gereği başvuranın menfaatlerini korumak için gerekli tedbirleri almamıştır.", "", "Karar: ihlal (oybirliğiyle)", "", "(b) Başvuranın velayeti altındaki çocukların yerleştirilmesi – Başvuranın, çocuklarının yerleştirilmesine ve menfaatlerinin savunulmasına etkili bir şekilde dâhil olmayışı, özellikle başvurana, duruşmalar süresince bir avukat veya yasal temsilci tayin edilmemesinden kaynaklanmıştır. Ayrıca, başvuranın ailevi durumu, on iki yıllık dönemde yalnızca iki defa incelenmiştir. Son olarak, başvuranın görüşlerinin yetkililerce bilinmesini sağlamak için iyi bir fırsat olan, sosyal hizmetler görevlisisin, başvuranla olan irtibatını düzenli olarak devam ettirdiğine dair bir delil bulunmamaktadır. Bu nedenlerden dolayı, başvuranın iki küçük çocuğunun yerleştirilmesini sağlayan karar verme süreci, Sözleşme’nin 8. maddesi uyarınca güvence altına alınan başvuranın haklarına uygun gerçekleştirilmemiştir.", "", "Karar: ihlal (oybirliğiyle)", "", "41. madde: Manevi tazminat olarak 10,000 Avro", ""]}