{"file": "TUR_HJUDTUR_19554_05.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "19554/05", "text_paragraphs": ["Taranenko/Rusya – 19554/05 - 15.05.2014 tarihli Karar [I. Bölüm]", "Olaylar – Başvuran 2004 yılının Aralık ayında Başkanlığın politikaları aleyhine bir protesto eyleminin yapıldığı yerde tutuklanmıştır. Başvuran Başkan’ın idare binasının karşılama alanına kimlik ve güvenlik kontrollerini atlayarak zorla giren ve pencerelerden pankart salladıkları ve bildiri dağıttıkları bir ofise kendilerini kilitleyen 40 kişilik bir grupta yer almıştır. Toplu eyleme katılmakla suçlanan başvuran bir yıl boyunca yargılanmak üzere tutuklu kalmış ve bu sürenin bitiminde suçu sabit görülerek üç yıl için ertelenen üç yıl hapis cezasına mahkûm edilmiştir.", "Hukuki Değerlendirme – Sözleşme’nin 11. maddesinin ışığında yorumlandığında 10. maddesi: Başvuranın tutuklanması, tutukluluğu ve mahkûmiyeti ifade özgürlüğü hakkına bir müdahale teşkil etmiş olup, söz konusu müdahale, yasayla öngörülen ve kargaşayı önleme ve başkalarının haklarını koruma meşru hedeflerini izleyen bir müdahale olmuştur.", "Protesto eyleminde yer alan başvuran ve diğer katılımcılar yurttaşlarının ve kamu görevlilerinin dikkatini Başkan’ın politikalarını onaylamadıklarına ve istifa etmesine yönelik taleplerine çekmek istemişlerdir. Bu, kamu çıkarını ilgilendiren bir konu olup, Başkanlık yetkilerinin kullanılması hakkındaki tartışmaya katkıda bulunmuştur. Protesto eylemi Başkan’ın idare binasında yapılmıştır. İdarenin görevinin vatandaşları karşılayarak şikâyetlerini incelemek olması ve dolayısıyla binanın kimlik ve güvenlik kontrollerine tabi olmak şartıyla halka açık olması önem arz etmiştir. Ancak protestocular yerleşik kabul usulüne uymamışlardır. Bunun yerine protestocular hışımla binanın içine girmiş, bir koruma güvenlisini kenara itmiş ve mobilyaların üzerinden atlayarak ve kendilerini boş bir ofise kilitlemişlerdir. Protestocuların sayısıyla daha şiddetli hale gelen bu türden bir davranış, mevcut bulunan kişileri korkutabilecek ve aksamalaraneden olabilecek nitelikte olmuştur.  Bu koşullar altında, polisin protestocuları tutuklayarak binadan uzaklaştırması eyleminin kamu düzeninin korunması gereksinimleriyle haklı kılınmış olması mümkündür.", "Başvuranın yargılanmak üzere tutukluluk halinin uzunluğunun ve mahkûm edildiği cezanın izlenen meşru hedefle orantılı olup olmadığının saptanması gerekmektedir. Başvuranın mahkûmiyeti en azından kısmen yerel mahkemelerin protestocular tarafından iletilen siyasi mesajı kınamasına dayanmıştır. Gerçekten de, başvuran “[Putin] karşıtı bildiriler fırlatmış” ve “Başkan’ın istifa etmesi çağrısında bulunarak hukuka aykırı bir ultimatom vermekle” suçlanmıştır. Aynı zamanda, başvuranın sadece bir görüşün ifade edilmesinden değil bu ifadenin belirli bir eylemle bir arada dile getirilmiş olmasından dolayı mahkûm edilmiş olması önem arz etmektedir. Protesto eylemine katılan kişiler görevlilerle görüşmek, Başkan’ın politikalarını eleştiren bir dilekçeyi teslim etmek ve gazetecilerle konuşmak üzere binaya gelmişlerdir. Protestocular silahlı olmayıp, kendilerini durdurma girişiminde bulunan güvenlik görevlisini kenara itmenin dışında şiddete veya güç kullanımına başvurmamışlardır. Ardından yaşanan karmaşa protestocuların ilk planının içinde yer almamış; ancak güvenlik görevlilerinin kendilerini binaya girmekten alıkoyma girişimlerine karşı bir tepki olmuştur. Her ne kadar söz konusu tepki isabetsiz ve abartılı olsa da, protestocuların mevcut bulunan kişilere bedensel zarar vermemiş olması önem arz etmektedir. Gerçekten de, kendilerine yöneltilen suçlamalarda şiddet kullanımı veya tehdidinden ya da herhangi bir bedensel zarar verildiğinden bahsedilmemiştir. Protestocuların mülke zarar vermekten suçlu bulunmalarına rağmen, yerel mahkemeler başvuranın kişisel olarak bu türden bir zararın verilmesine katılıp katılmadığını veya başkaca bir menfur eylem işleyip işlemediğini kanıtlamamıştır. Ayrıca yargılamanın sona ermesinden önce sanıkların eylemlerinden ötürü uğranan tüm maddi zarar için tazminat ödemiş olması önem arz etmektedir.", "Mahkeme, başvurana ilişkin davakoşullarının, başvuranın yargılanmak üzere bir yıl boyunca tutuklu kalmasını veya ertelenen üç yıllık hapis cezasına mahkûm edilmesini haklı kılan herhangi bir gerekçe ortaya koymadığını değerlendirmektedir. Mevcut davada uygulanan olağandışı şekilde ağır yaptırımın başvuran ve protesto eylemlerinde yer alan diğer kişiler için caydırıcı bir etkisi olmalıdır. Dolayısıyla, söz konusu müdahale demokratik bir toplumda gerekli olmamaktadır.", "Sonuç: ihlal (oybirliğiyle).", "Mahkeme ayrıca, yetkililerin her ne kadar geçerli olsa da yeterli olduğu değerlendirilmeyecek gerekçelerle başvuranın tutukluluk halinin devamına karar vermeleri dolayısıyla Sözleşme’nin 5 § 3 maddesinin ihlal edildiğine hükmetmiştir.", "Madde 41: Manevi tazminata karşılık olarak 12.500 avro (EUR).", "(Ayrıca bk. Barraco/Fransa, 31684/05, 5 Mart 2009, 117 sayılı Bilgi Notu).", ""]}