{"file": "TUR_HJUDTUR_38270_11.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "38270/11", "text_paragraphs": ["Nedim Şener / Türkiye– 38270/11 -  Şık / Türkiye– 53413/11 - 8.7.2014 tarihli Karar [Bölüm II]", "Olaylar – Başvuranlar işleri dolayısıyla birçok ödül almış araştırmacı gazetecilerdir. 2011 yılı Mart ayında polis başvuranların evinde arama yapmıştır ve her ikisini de gözaltına almıştır. Kendileri, özellikle hükümetin eleştirisini yapan yayınlar çıkarmaktan ve/veya üyeleri 2013 yılında darbeye teşvikten mahkûm edilen bir suç örgütü olan Ergenekon’un propagandasını yapmaktan suçlanmışlardır. Başvuranlar, 2012 yılı Mart ayına kadar serbest bırakılmamışlardır.", "Hukuki Değerlendirme – Madde 5 § 3: Tutukluluk süreleri hesaba katıldığında 1 yıl 1 hafta sürmüştür. Başvuranlar yakalandıkları zaman bilgilendirilmişlerdir; iddialara göre bir suç örgütünün şüpheli üyelerinin talebi üzerine yargı mercilerinin ve hükümetin faaliyetlerini eleştirmeye yönelik kitap yazmaya katkıda bulunmuşlardır. Ceza Muhakemesi Kanunu 100 § 3 maddesi uyarınca ilgililere yöneltilen suçlama tutukluk halinin devamının gerekliliğine ilişkin bir karinedir. Ancak, bir suç örgütünün talebi üzerine bir ceza soruşturmasından sorumlu adli makamlar üzerinde baskı kurulması suçu, başvuranlara isnat edilen suçlamaların temelini oluşturmuş ve başvuranlar bu gerekçeyle bir yılı aşkın süreyle tutuklu bulundurulmuşlardır. Ancak benzer suç, Ceza Muhakemesi Kanunu 100 § 3 maddesinde belirtilenler arasında yer almamaktadır. Ayrıca, başvuranların devam eden tutukluluğunu düzenleyen kararlara ilişkin gerekçeler sunulmamıştır. Detaylı gerekçelerin olmaması esas suçlamanın yasal bir karineye yol açmasıyla açıklansa bile, Sözleşme’nin 5 § 3 maddesinin öngördüğü anlamda yeniden inceleme kapsamında başvuranların tutukluluk halinin devamına ihtiyaç olduğunu gösteren belirli bir delil sağlanmamıştır. Son olarak, Ceza Kanunu kapsamında söz konusu suç aslında cezalandırabilir olmamasına rağmen, başvuranlar “kara propaganda” yöntemleri kullanmaktan suçlanmışlardır. Ayrıca, kamuya satılan bu kitapların, tutarsız ya da provokatif bir tutumla oluşturulan değer yargılarının ötesinde, yazar tarafından kötü niyetle ve normalde ifade özgürlüğü tarafından güvence altına alınmayan doğru olmayan olaylara dayandırılan ifadeleri içerdiği ortaya konmamıştır. Her halükarda, kitaplar bu tür bölümler içerse bile, hakaret ya da yargıyı zorlama suçları mahiyetinde bir terör örgütüne yardım ve yataklık etmeye dair suçlardan daha hafif suçlar olup, bu şekilde uzun bir tutukluluk süresi gerektirmez. Ayrıca, başvuranlardan birinin tutukluluğunun devamı istenmiş ve söz konusu kitapta işleyişi eleştirilen belirli yargı birimleri tarafından tutukluluğun devamına hükmedilmiştir. Hiç kimsenin kendi davasının hâkimi olamayacağını öngören genel hukuki ilkeye ters düşen söz konusu tedbirin amacının, terör suçlusu şüphelilerini adalet önüne çıkarılmasından çok, Ergenekon davasını eleştirmiş olan kişilerin cezalandırılması arzusu olduğu anlaşılmaktadır.", "Bu nedenle, başvuranlar soruşturmanın başından beri ağır terör suçlarından suçlanmaları ve bu nedenle lehlerinde tutuklu kalmalarına dair yasal bir karine uygulanması gibi suçların sınıflandırılması hususunda, yetkililer, başvuranların söz konusu dönemde tutuklu bulunmalarını haklı gösteren “ilgili ve yeterli” gerekçeler sunmamıştır.", "Sonuç: ihlal (oy birliğiyle)", "10. madde: Ağır ceza gerektiren suçlara ilişkin ceza yargılamaları kapsamında başvuranların tutukluluğu, sadece varsayım niteliğinde bir risk teşkil etmemiş bunun yanında tutukluluğun gerçek ve etkin bir kısıtlama olması ifade özgürlüğü haklarının kullanmalarına “müdahale” edildiği anlamına gelmiştir. Hükümet söz konusu müdahalenin suçun engellenmesi, idarenin ve yargının bağımsızlığının korunmasını amaçladığını ileri sürmüştür. Mahkeme amacın herhangi bir eleştiriyi bastırma ya da açıklamaya ilişkin bir amaç olup olmadığından ziyade yargılamanın yürütülmesinin zaten geniş çapta toplumsal bir tartışma konusu olduğunu kabul etmektedir. Ancak, Mahkeme müdahalenin gerekliliğine dair bulgular ışığında, bu meselenin açık bırakılabileceği kanaatindedir. Başvuranlar aleyhinde alınan tedbirlerin ağırlığı ve mahiyeti göz önünde tutulduğunda, oluşturulan müdahale Sözleşme’nin 10. maddesi tarafından izlenen meşru amaçlara göre orantısızdır. Başvuranların ilgili ve yeterli gerekçeler olmadan bu şekilde fazlasıyla uzun bir dönem tutulmalarıyla, adli makamların başvuranların kamu menfaati konularına ilişkin görüşlerini ifade etmeleri üzerinde caydırıcı etkisi olmuş olmalıdır. Böyle bir tedbir uygulanmasının, araştırma yürütmeyi ve Devlet birimlerinin faaliyetlerine ve yönetimine ilişkin yorum yapmayı planlayan herhangi bir araştırmacı gazeteciye ve başvuranlara oto sansür ortamı yaratma ihtimali vardır.", "Sonuç: ihlal (oy birliğiyle)", "Mahkeme, ayrıca oy birliğiyle başvuranların dosyalara erişim sağlayamamaları sebebiyle 5 § 4 maddesinin ihlal edildiğine karar vermiştir.", "41. madde: Manevi tazminat olarak Nedim Şener’e 20.000 avro, Ahmet Şık’a 10.000 avro verilmesine", ""]}