{"file": "TUR_HJUDTUR_29381_09.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "29381/09", "text_paragraphs": ["", "", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2014. Bu çeviri, Avrupa Konseyi İnsan Haklarına Destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır. Daha fazla bilgi için, bu belgenin sonunda bulunan yazarın telif hakkı ile ilgili kısmı okuyabilirsiniz.", "", "© Council of Europe/European Court of Human Rights, 2014. This translation was commissionned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright at the end of this document.", "\t", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "\n", "", "", "BÜYÜK DAİRE", "", "", "", "", "", "VALLIANATOS VE DİĞERLERİ/YUNANİSTAN DAVASI", "", "(Başvuru no. 29381/09 ve 32684/09)", "", "", "", "", "", "", "", "", "", "", "KARAR", "[Alıntılar]", "", "STRAZBURG", "", "7 Kasım 2013", "", "", "", "", "", "", "Bu karar nihaidir, fakat şekli düzeltmelere tabi olabilir.", "", "Vallianatos ve Diğerleri/Yunanistan kararında,", "Avrupa İnsan Hakları Mahkemesi (Büyük Daire), Büyük Daire olarak aşağıdaki yargıçlarla toplanmıştır:", "\tBaşkan: Dean Spielmann,\t\t\n\tÜyeler: Josep Casadevall,\n   \t         Guido Raimondi,\n\t         Ineta Ziemele,\n\t         Mark Villiger,\n\t\tIsabelle Berro-Lefèvre,\n\t\tPeer Lorenzen,\n\t\tDanutė Jočienė,\n\t\tMirjana Lazarova Trajkovska,\n\t\tLedi Bianku,\n\t\tAngelika Nußberger,\n\t\tJulia Laffranque,\n\t\tPaulo Pinto de Albuquerque,\n\t\tLinos-Alexandre Sicilianos,\n\t\tErik Møse,\n\t\tAndré Potocki,\n\t\tAleš Pejchal, \nve Yazı İşleri Müdürü Yardımcısı: Michael O’Boyle,", "16 Ocak ve 11 Eylül 2013 tarihlerinde kapalı olarak müzakerede bulunan Mahkeme bahsi geçen ikinci tarihte aşağıdaki kararı kabul etmiştir:", "USUL", "1.  Bu dava İnsan Haklarını ve Temel Özgürlükleri Korumaya dair Sözleşme’nin (“Sözleşme”) 34. maddesine göre, sırasıyla 6 ve 25 Mayıs 2009 tarihlerinde Yunanistan Cumhuriyeti’ne karşı Mahkeme’ye yapılan iki başvurudan (no. 29381/09 ve 32684/09) kaynaklanmıştır. Birinci başvuru (no. 29381/09), sırasıyla 1956 ve 1958’de doğmuş olan iki Yunan vatandaşı, Sayın Grigoris Vallianatos ve Sayın Nikolaos Mylonas tarafından, ikinci başvuru (no. 32684/09) ise altı Yunan vatandaşı, C.S., E.D., K.T., M.P., A.H., D.N. ve Atina’da yerleşik bir tüzel kişi olan Synthessi – Information, Awarenessraising and Research Association tarafından yapılmıştır.", "2.  29381/09 no’lu başvurudaki başvurucular, Glyka Nera (Atina)’da yerleşik Greek Helsinki Monitor adlı bir sivil toplum kuruluşu tarafından temsil edilmiştir. 32684/09 no’lu başvurudaki başvurucular ise, Atina’da avukatlık yapmakta olan Sayın N. Alivizatos ve Sayın E. Mallios tarafından temsil edilmiştir. Yunan Hükümeti (“Hükümet”) Devlet Hukuk Konseyi’nde Yardımcı Vekil olan Sayın A. Grigoriou ve Sayın G. Papadaki ve Hukuk İşleri Yardımcısı Sayın D. Kalogiros tarafından temsil edilmiştir.", "3. Başvurucular özellikle, 14. madde ile birlikte 8. maddeye dayanarak, 3719/2008 sayılı Kanun ile tanımlanan “medeni birliktelikler”in sadece farklı cinsiyetten olan yetişkinler için düzenlenmesinin özel hayat ve aile hayatına saygı haklarını ihlal ettiğini ve farklı cinsten olan çiftler ve hemcins çiftler arasında ikincisi aleyhine haksız ayrımcılık oluşturduğunu öne sürmüştür.", "4.  Başvurular Mahkeme’nin Birinci Dairesi’ne tevzi edilmiştir (Mahkeme İçtüzüğü’nün 52 § 1. maddesi). 3 Şubat 2011 tarihinde Daire, başvuruyu Hükümet’e bildirmeye karar vermiştir. Ayrıca başvurunun kabuledilebilirlik ve esası hakkında aynı zamanda hüküm vermeye karar vermiştir (Sözleşme’nin 29 § 1. maddesi). Son olarak, Daire’nin Başkan vekili, 32684/09 no’lu başvuruda ilk altı başvurucunun kimliklerinin gizli tutulması taleplerini kabul etmiştir (İçtüzüğün 47 § 3. maddesi).", "5.  11 Eylül 2012 tarihinde, üyeler; Nina Vajić, Peer Lorenzen, Elisabeth Steiner, Mirjana Lazarova Trajkovska, Julia Laffranque, Linos-Alexandre Sicilianos ve Erik Møse, ve Daire Başkanı Søren Nielsen’dan oluşan Daire, yargılama yetkisinden Büyük Daire lehine feragat etmiş ve taraflar kendilerine sorulduğunda bu feragata itiraz etmemişlerdir (Sözleşme’nin 30. maddesi ve İçtüzüğün 72. maddesi). Büyük Daire’nin teşekkülü Sözleşme’nin 26 §§ 4 ve 5. maddesi ve İçtüzüğün 24. maddesi hükümleri uyarınca kararlaştırılmıştır.", "6.  Başvurucular ve Hükümet başvuruyla ilgili kabuledilebilirlik ve esasa ilişkin görüşlerini sunmuşlardır (İçtüzüğün 59 § 1. maddesi). Buna ek olarak, Centre for Advice on Individual Rights in Europe (AIRE Centre), Uluslararası Hukukçular Komisyonu (International Commission of Jurists-ICJ), Fédération internationale des Ligues des Droits de l’Homme (FIDH) ve European Region of the International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA-Europe) kuruluşlarının müdahil taraf olarak yazılı yargılama usulüne katılmalarına Başkan tarafından izin verilmiş ve bu kuruluşların görüşleri alınmıştır (Sözleşme’nin 36 § 2. maddesi ve İçtüzüğün 44 § 3).", "7.  16 Ocak 2013 tarihinde Strazburg’taki İnsan Hakları Binası’nda aleni bir duruşma gerçekleştirilmiştir (İçtüzüğün 59 § 3. maddesi).", "Mahkeme huzurunda hazır bulunanlar:", "(a)  Davalı Hükümet adına\nSayın\tA. Grigoriou, Danışman, Devlet Hukuk Konseyi,\t\nSayın\tD. Kalogiris, Hukuk İşleri Yardımcısı, Devlet Hukuk Konseyi,\t\nSayın\tM. Germani, Hukuk İşleri Yardımcısı, Devlet Hukuk Konseyi,\n\t\t\tYardımcı Ajanlar;", "(b)  başvurucular adına\nSayın\tC. Mécary, Avukat,\nSayın\tN. Alivizatos, Avukat,\tAvukat,\nSayın\tP. Dimitras,\nSayın\tE. Mallios, Avukat,\tDanışmanlar.", "", "Mahkeme Sayın Germani, Sayın Mécary ve Sayın Alivizatos’u dinlemiştir.", "DAVANIN ESASI", "I.  DAVA KONUSU OLAYLAR", "8.  29381/09 no’lu başvurudaki başvurucular Atina’da bir çift olarak beraber yaşamaktadır. 32684/09 no’lu başvuruda ise birinci ve ikinci başvurucular ile üçüncü ve dördüncü başvurucular Atina’da çift olarak uzun süre beraber yaşamışlardır. Beşinci ve altıncı başvurucular bir ilişki içindedir, ancak iş ve sosyal hayatlarıyla ilgili nedenlerden dolayı beraber yaşamamaktadır. Banka hesap özetlerinde görüldüğü üzere, altıncı başvurucu, beşinci başvurucunun sosyal güvenlik primlerini ödemektedir. Yedinci başvurucu ise, amaçları arasında eşcinsel erkekler ve kadınlara psikolojik ve manevi destek sağlamak da olan kâr amacı gütmeyen bir dernektir.", "9.  26 Kasım 2008 tarihinde 3719/2008 sayılı “Aile, Çocuklar ve Topluma ilişkin Reformlar” başlıklı Kanun yürürlüğe girmiştir. Bu kanun Yunanistan’da ilk defa “medeni birliktelikler” (σύμφωνο συμβίωσης) adı altında, evlilik dışında bir resmi beraberlik şekli hakkında bir hüküm getirmiştir. Söz konusu kanunun 1. maddesine göre, bu tip birliktelikler sadece farklı cinsiyetten olan iki yetişkin arasında gerçekleşebilmektedir.", "10.  3719/2008 sayılı Kanun’a ilişkin açıklayıcı rapora göre, medeni birlikteliklerin tanınması evlilik dışı beraber yaşama gibi bir sosyal gerçekliği yansıtmakta ve ilgili kişilerin ilişkilerini evliliğin sağladığı yasal çerçeveden daha esnek bir şekilde kayıt altına almasına izin vermekteydi. Söz konusu raporda, Yunanistan’da fiili beraberlik yaşayan evlenmemiş çiftlerden doğan çocuk sayısının zaman içerisinde arttığı ve bunların, ülkede doğan tüm çocukların yaklaşık %5’ini oluşturduğu bilgisi yer almaktaydı. Raporda ayrıca, uzun süre beraber yaşama sonrasında destekten yoksun bırakılan kadınların durumu ve tek ebeveynli aile meselesi, genel olarak yasal bir karşılık gerektiren ana konular olarak belirtilmekteydi. Ayrıca raporda, dini evlilik statüsünün tek seçenek olarak var olduğuna ve maksimum hukuki, sosyal ve ekonomik güvence ile aile kurmak isteyen çiftler için medeni evliliğin yanında en iyi seçeneği oluşturduğuna işaret edilmekteydi. Rapor bundan başka, evlilik dışı birliktelikleri, özel hayat ve aile hayatı hakkı açısından koruyan Sözleşme’nin 8. maddesine atıfta bulunmakta ve kimi Avrupa ülkelerinin farklı cins ve hemcins çiftler arasındaki birtakım kayıtlı beraberlik şekillerini yasal olarak tanıdığını dile getirmekteydi. Rapor, fazla ayrıntıya girmeden, medeni birlikteliklerin sadece farklı cinsiyetten olan yetişkinler için olduğunu kaydetmekteydi. Medeni birlikteliklerin yeni bir beraberlik şeklini temsil ettiği ve bir tür “esnek evlilik” olmadığı sonucuna varmaktaydı. Rapor, yeni düzenlemenin, farklı bir dizi kurallar getirdiği için evlilik kurumunu zayıflatmayacağını ifade etmekteydi.", "11.  3719/2008 sayılı Kanun uygulamaya konulmadan önce hararetli bir tartışma başlamıştır. Rum Kilisesi bu kanuna karşı olduğunu resmen beyan etmiştir. Kutsal Kilise Meclisi tarafından 17 Mart 2008 tarihinde yayınlanan basın bildirisinde, medeni birliktelikler “fuhuş” olarak tanımlanmıştır. Bu sırada Adalet Bakanı ilgili parlamento komisyonunda aşağıdaki şekilde bir konuşma yapmıştır:", "“... Daha ileriye gitmememiz gerektiğini düşünüyoruz. Hemcins çiftler dahil edilmemelidir. Yunan toplumunun taleplerinin ve ihtiyaçlarının bu noktadan daha ileriye gidilmesini gerektirmediğine inanıyoruz. İktidardaki siyasi parti, kanunkoyucu olarak, Yunan halkına karşı sorumludur. Kendi kanaatleri vardır ve bu konuyu tartışıp ele almıştır; bence gidilmesi gereken yol budur.”", "12.  Ulusal İnsan Hakları Komisyonu, kanun tasarısı hakkındaki 14 Temmuz 2008 tarihli görüşünde, özellikle aile hayatı kavramına değinerek, bu kavramın içeriğinin durağan olmadığını, sosyal ahlak normlarına göre dönüşüm gösterdiğini belirtmiştir (bkz. aşağıdaki paragraf 21-24).", "13.  4 Kasım 2008 tarihinde Parlamento Başkanı’na rapor sunan bir danışma organı olan Bilimsel Parlamento Konseyi (Επιστημονικό Συμβούλιο), kanun tasarısı hakkında bir rapor hazırlamıştır. Konsey, Mahkeme’nin içtihatlarına atıfta bulunarak, cinsel yönelimin korunmasının Sözleşme’nin 14. maddesinin kapsamına girdiğini ve “aile” kavramının sadece evlilik kurumu içindeki bireyler arasındaki ilişkilerle sınırlandırılamayacağını, daha genel olarak, fiili olarak aile hayatı oluşturan evlilik dışındaki diğer bağları da ihtiva edebileceğini belirtmiştir (raporun 2. sayfası).", "14.  11 Kasım 2008 tarihinde medeni birliktelikler konusunda yapılan parlamento müzakereleri sırasında Adalet Bakanı, sadece, “toplumun şu an itibariyle hemcins çiftlerin beraber yaşamasını kabul etmeye hazır olmadığını” ifade etmiştir. Konuşmacılardan birçoğu hemcins çiftleri kanun dışında bırakmanın Yunanistan’ın uluslararası yükümlülüklerini ve özellikle de Sözleşme’nin 8. ve 14. maddelerini ihlal etmesi anlamına geleceğini vurgulamıştır.", "15.  27 Eylül 2010 tarihinde Ulusal İnsan Hakları Komisyonu, Adalet Bakanı’na 3719/2008 sayılı Kanun’un ayrımcı içeriğine dair görüşünü tekrar eden bir yazı göndermiştir. Komisyon bu yazıda, kanunun medeni birlikteliklerin kapsamının hemcins çiftleri de içerecek şekilde genişletilerek hazırlanmasını tavsiye etmiştir.", "II.  İLGİLİ İÇ HUKUK VE ULUSLARARASI HUKUK VE UYGULAMA", "...", "HUKUK AÇISINDAN", "...", "II.  SÖZLEŞME’NİN 14. MADDESİNİN 8. MADDE İLE BİRLİKTE İHLAL EDİLDİĞİ İDDİASI", "36.  Başvurucular, 3719/2008 sayılı Kanun ile tanımlanan “medeni birliktelikler”in sadece farklı cinsiyetten olan yetişkinler için düzenlenmesinin özel hayat ve aile hayatına saygı haklarını ihlal ettiğini ve farklı cinsten olan çiftler ve hemcins çiftler arasında, ikincisinin aleyhine haksız ayrımcılık teşkil ettiğini öne sürmüştür. 14. maddeye Sözleşme’nin 8. maddesi ile bağlantılı olarak dayanmışlardır. Söz konusu maddeler aşağıda sıralanmaktadır:", "14. Madde", "“Bu Sözleşme’de tanınan hak ve özgürlüklerden yararlanma, cinsiyet, ırk, renk, dil, din, siyasal veya diğer kanaatler, ulusal veya toplumsal köken, ulusal bir azınlığa aidiyet, servet, doğum başta olmak üzere herhangi başka bir duruma dayalı hiçbir ayrımcılık gözetilmeksizin sağlanmalıdır.”", "8. Madde", "“1.  Herkes özel ve aile hayatına [ve] konutuna saygı gösterilmesi hakkına sahiptir ...", "2.  Bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir.”", "A.  Kabuledilebilirlik", "...", "B.  Esas", "1.  Tarafların görüşleri", "(a)  Başvurucular", "60.  Başvurucular, Mahkeme’nin, istikrarlı fiili bir beraberlik içinde olan ve aynı evi paylaşan hemcins çiftlerin ilişkilerinin “aile hayatı” kavramı kapsamı içinde olduğunu kabul eden Schalk ve Kopf/Avusturya (no. 30141/04, ECHR 2010) kararına atıfta bulunmuştur. Avrupa ülkelerinin mevzuatları arasında tam anlamıyla bir yeknesaklık olmasa dahi, yine de hemcins çiftlerin yasal olarak tanınması yönünde bir eğilim olduğunu öne sürmüşlerdir. Başvurucular, bildikleri kadarıyla, Yunanistan’ın bugüne kadar sadece farklı cinsiyetten olan çiftlerle sınırlı olarak evliliğe yasal alternatif tanımış tek Avrupa ülkesi olduğunu belirtmiştir. Bir başka deyişle Yunanistan, medeni beraberliğin bir şeklini düzenleyen bir kanun çıkarırken hemcins çiftleri aynı kanunun kapsamı dışında tutan tek ülke olmuştur. Bu anlamda Yunanistan, Avrupa ülkeleri arasında bu konuda geçerli kuralın açıkça ve kökten bir şekilde dışına çıkmıştır. Başvurucular, geleneksel heteroseksüel aile bağlarını koruma isteğinin, hemcins çiftlere farklı muameleyi haklı çıkaran esaslı bir gerekçe oluşturamayacağını öne sürmüştür. Davalı Devlet, Yunan toplumundaki eşcinsel kadın ve erkeklere karşı olan önyargıyı aşmak için müspet adımlar atmak yerine, 3719/2008 sayılı Kanun’u hemcins çiftleri kapsamına dahil etmeden çıkartmak suretiyle bu önyargıyı pekiştirmektedir. Başvuruculara göre söz konusu kanun, hemcins çiftlere karşı haksız bir çekimserlik, hatta bir düşmanlık yansıttığından, eşcinsellik ile ilgili negatif bir ahlaki yargı uyandırmaktadır. Evliliği aile hayatının tek resmi dayanağı olmaktan çıkaran kanunkoyucu, hemcins çiftleri 3719/2008 sayılı Kanun’un kapsamı dışında bırakarak açık bir ihmal sergilemiştir.", "61.  Başvurucular son olarak, kanunkoyucunun amacının fiili beraberlik yaşayan farklı cins çiftlerden doğan çocukları korumak olduğunu ileri süren Hükümet’in görüşüne katılamamaktadır. Başvuruculara göre, söz konusu kanunun çocuk sahibi olup olmadıklarından ya da bunu isteyip istemediklerinden bağımsız olarak evlenmek istemeyen çiftlerin durumunu düzenlemek için hazırlandığı açıktır. Bu nedenle, başvurucuların kanunun kapsamı haricinde tutulmalarının makul ve nesnel bir açıklaması bulunmamaktadır ve bu yüzdendir ki bu durum ayrımcılık teşkil etmektedir.", "(b)  Hükümet", "62.  Hükümet, medeni birliktelikler ile ilgili 3719/2008 sayılı Kanun’un, güdülen meşru amaç açısından, ebeveynlerin evlenmek zorunda kalmadan, ancak babanın da ebeveyn olarak sorumluluktan eşit pay alarak biyolojik çocuklarını yetiştirmesini öngören bir dizi düzenleme olarak görülmesi gerektiğini belirtmiştir. Bu bakımdan medeni birliktelikler, kadın hamile kaldığında çiftin artık çocukları gayrimeşru olarak değerlendirileceği için onunla arzu ettikleri yasal ilişkiye sahip olamayacakları korkusuyla evlenmek zorunda kalmamaları anlamına gelmektedir. Bu nedenledir ki, Yunan kanunkoyucu, medeni birliktelikleri tanıyarak hem geleneksel hem de modern anlamda düşünebildiğini göstermiş olmaktadır. Kanunkoyucu 3719/2008 sayılı Kanun’u çıkararak, geleneksel anlamda evlilik ve aile kurumlarını güçlendirmenin yollarını aramıştır, zira bundan böyle evlilik kararı çocuk sahibi olma olasılığından ve harici sınırlamalardan bağımsız biçimde, farklı cinsten iki bireyin girdiği karşılıklı bir taahhüt temelinde ele alınacaktır. ", "63.  Hükümet, ayrıca, 3719/2008 sayılı Kanun’un, mevcut bir sosyal gerçeklik olan çocuk sahibi ancak evlenmemiş farklı cinsten çiftlerle ilgili bir düzenleme yapmayı amaçladığını belirtmiştir. Yunan hukuku bu açıdan, medeni birliktelikler öngören diğer Avrupa ülkelerinin mevzuatı ile farklılık göstermektedir. Yunan kanunkoyucu açıklayıcı raporda da net bir şekilde belirttiği üzere, her türlü fiili beraberliği düzenlemeyi amaçlamış olmayıp, daha ziyade farklı cinsiyetten olan çiftlerin bu tür beraberliklerinden doğan çocuklarını ve evlenmeyi arzu etmedikleri takdirde bu çocukların ebeveynlerini korumayı amaçlamaktaydı. Hükümet’e göre, kanunun tüm yapısı ve hükümlerinin içeriği bunu yansıtmak üzere düzenlenmiş bulunmaktadır. Sonuç olarak, hemcins çiftler için medeni birlikteliklerin tanınması, farklı cinsten çiftlerin durumuna benzer ama aynı olmayan bir durumu düzenleyecek ayrı bir kurallar dizisi gerektirmektedir.", "64.  Hükümet, 3719/2008 sayılı Kanun’un yasalaşmasından önce ulusal mevzuatın, evlilik dışı beraber yaşayan farklı cinsten çiftleri sınırlı olarak tanıyor olduğunu belirtmiştir. Daha ayrıntılı belirtmek gerekirse, Medeni Kanun’un 1444. maddesi “fiili beraberlik[ler]e” atıf yapmaktaydı. Bu maddeye göre tekrar evlenen ya da fiili bir beraberlik içinde yaşayan boşanmış kişiler nafaka hakkını kaybetmektedir. Fiili beraberlikler, Medeni Kanun’un yardımcı üremeye ilişkin 1456. ve 1457. maddelerinde de konu edilmektedir. 1456. maddeye göre, evlenmemiş bir kadın yardımcı üreme tekniklerine başvurmak isterse fiili beraberlik yaşadığı erkek, bir noter huzurunda buna onay vermek zorundadır. 1457. madde ise “kadının kocası ya da fiili beraberlik içinde yaşadığı erkek öldükten sonra suni döllenme[ye izin veren]” koşullarını sıralamıştır.", "65.  Hükümet’e göre, Mahkeme’nin, 3719/2008 sayılı Kanun’un 1. maddesinin Sözleşme’nin 8. ve 14. maddelerine uygunluğunu incelerken ve özellikle söz konusu müdahalenin orantılılığını değerlendirirken, olayın genel arka planını ve medeni birlikteliklere ilişkin bahsi geçen Kanun’un tüm hükümlerini göz önüne alması gerekmektedir. Hükümet her şeyden önce, Mahkeme’yi, başvurucular arasında beraber yaşayanlar ve yaşamayanlar olarak bir ayrım yapmaya teşvik etmektedir. Beraber yaşayanların şikâyetleri “aile hayatı” açısından incelenmeli; diğerleri içinse geçerli kavram “özel hayat” olmalıdır.", "66.  Hükümet daha sonra medeni birlikteliklerden ortaya çıkan hak ve yükümlülükleri incelemeye geçmiş ve başvurucuların mülklerinin ve kişisel durumlarının, medeni birlikteliklere ilişkin kanun kapsamı dışında bırakılmalarından dolayı hiçbir şekilde etkilenmediği sonucuna varmıştır. Mülkiyet konularıyla ilgili olarak Hükümet, şikâyetin kişi bakımından kabuledilebilirliğine ilişkin savlarını tekrarlamıştır. Medeni birlikteliklerin partnerlerin mülki durumlarına ilişkin otomatik ve bağlayıcı etkiler doğurmadığını belirtmiştir. Sosyal güvenlik konuları açısından hemcins çiftler, birlikteliğe girmeye karar vermiş farklı cins çiftlerle aynı durumdadır. Nafaka ve miras konuları ise hemcins çiftler arasında medeni birliktelik olmadan sözleşme yoluyla düzenlenebilmektedir.", "67.  Başvurucuların özel durumları ile ilgili olarak Hükümet, hemcins çiftler ile farklı cinsiyetten olan çiftler arasındaki biyolojik farkın, hemcins çiftlerin beraber biyolojik çocuk sahibi olamamaları sebebiyle, medeni birlikteliklerin sadece farklı cins çiftlere sınırlı tutulmasını haklı kıldığını ifade etmiştir. Hükümet özellikle, 3719/2008 sayılı Kanun’un, evlilik dışı doğmuş çocuğun babasının babalığını kabul eden ve çocuğun yetiştirilmesinde anne ile evlenmeden yer alabilmesini sağlayan 9. ve 10. maddelerine atıf yapmıştır. Bu sayede, evlilik ve babalığın mahkemeler ya da babanın kendisi tarafından tanınması, artık babalığın kabulünün tek yolunu oluşturmamaktadır. Hükümet söz konusu hükümlerin medeni birlikteliklere ilişkin kanunun “temel” hükümlerini teşkil ettiğini ve doğası gereği, sadece farklı cinsten olan çiftlere uygulanabileceğini vurgulamıştır. Hükümet, bu iddiadan yola çıkarak, söz konusu davanın Mahkeme’yi Sözleşme’nin 14. ve 8. maddelerine yönelik bir ihlal tespitine yönlendirmemesi gerektiğini ileri sürmüştür. Hükümet’e göre, hemcins çiftler hiçbir şart altında biyolojik olarak çocuğa sahip olamayacakları için, farklı cinsten olan çiftlerle benzer ya da karşılaştırılabilir bir durumda bulunmamaktadır.", "68.  Hükümet, 3719/2008 sayılı Kanun’da da belirtildiği üzere, medeni birliktelikler hakkındaki kanunun, diğer Avrupa Konseyi üyesi ülkelerde çıkartılmış olan benzer kanunlardan farklılık sergilediğini de eklemiştir. Bahsi geçen kanunlar taraflar arasındaki ekonomik ilişkilere yönelik etkiler doğururken, sadece Yunan kanunu medeni birliktelik kapsamı içinde doğan çocuklar açısından babalık karinesi getirmekteydi. Hükümet buradan hareketle, 3719/2008 sayılı Kanun’un, partnerlerin ilişkilerinin mülkiyet bağlantılı unsurlarından ziyade, partnerler arasındaki kişisel bağlara odaklandığı sonucuna varmıştır.", "(c)  Müdahil olarak davaya katılanlar", "69.  Müdahil olarak davaya katılanlar (AIRE Centre, ICJ, FIDH ve ILGA-Europe – bkz. yukarıdaki paragraf 6) Mahkeme’nin içtihadına, özellikle Karner/Avusturya (no. 40016/98, ECHR 2003-IX) kararına ve Macar Anayasa Mahkemesi, Kanada Yüksek Mahkemesi, Birleşik Krallık Lordlar Kamarası ve Brezilya Anayasa Mahkemesi de dahil olmak üzere ulusal anayasa mahkemelerinin içtihatlarına atıfta bulunmuştur. Adı geçen mahkemelere göre, şayet ayrımın dayanağı cinsiyet ya da cinsel yönelim ise ortada sağlam bir haklı gerekçe bulunmalıdır. Müdahiller, Avrupa’da ve başka yerlerde giderek artan sayıda ulusal mahkemenin evlenmemiş farklı cinsten çiftlerle hemcins çiftlere aynı şekilde muamele gösterilmesini zorunlu kıldığını belirtmiştir. Avrupa Konseyi’ne üye olan birçok ülke hemcins ilişkileri tanıyan kanunlar çıkarmış bulunmaktadır. Yunanistan örneği, bildikleri kadarıyla, hemcins çiftleri uygulama kapsamı dışında bırakarak medeni birliktelikleri tanıyan tek Avrupa ülkesi olduğu için yegane bir örnek oluşturmaktadır. Hemcins çiftler için resmi medeni beraberlikler hakkında Sözleşmeci Devletlerde geçerli olan mevzuat iki model üzerine kurulmuş bulunmaktadır: (a) 1989 yılında kabul edilen bir Danimarka kanununa dayanan ve farklı cins çiftler halihazırda evlilik seçeneğine sahip olduğu için bu tescil yolunu sadece hemcins çiftler için sınırlayan “Danimarka modeli” ve (b) cinsel yönelimden bağımsız olarak tüm evli olmayan çiftlere medeni beraberlik içine girme hakkı tanıyan “Fransız modeli”.", "2.  Mahkeme’nin değerlendirmesi", "(a)  14. maddenin 8. madde ile bağlantılı olarak uygulanabilirliği", "70.  Mahkeme daha önce de, başvurucuların özel hayat ve aile hayatı alanında cinsel yönelime dayalı ayrımcılık iddiasında bulunmuş olduğu birçok davaya bakmıştır. Bu davalardan bazıları sadece 8. madde altında incelenmiş bulunmaktaydı. Söz konusu davalar, yetişkinler arasındaki eşcinsel ilişkilerin ceza hukukunda yasaklanması (bkz. Dudgeon/Birleşik Krallık, 22 Ekim 1981, Seri A no. 45; Norris/İrlanda, 26 Ekim 1988, Seri A no. 142; ve Modinos/Kıbrıs, 22 Nisan 1993, Seri A no. 259) ve eşcinsellerin ordudan atılması (bkz. Smith ve Grady/Birleşik Krallık, no. 33985/96 ve 33986/96, ECHR 1999VI) hakkındaydı. Diğer davalar ise 8. madde ile bağlantılı olarak ele alınan 14. madde altında incelenmiştir. Bu davalar, ceza hukukunda eşcinsel ve heteroseksüel ilişkiler için farklı olan rıza yaşı (bkz. L. ve V./Avusturya, no. 39392/98 ve 39829/98, ECHR 2003-I), çocuğunun velayetine sahip olma (bkz. Salgueiro da Silva Mouta/Portekiz, no. 33290/96, ECHR 1999-IX), evlat edinme izni (bkz. Fretté/Fransa, no. 36515/97, ECHR 2002-I; E.B./Fransa [BD], no. 43546/02, 22 Ocak 2008; ve Gas ve Dubois/Fransa, no. 25951/07, ECHR 2012), ölen partnerin kiracılık hakkının varisi olabilme (bkz. Karner, yukarıda adı geçen karar, ve Kozak/Polonya, no. 13102/02, 2 Mart 2010), partnerin sosyal güvencesinden yararlanma hakkı (bkz. P.B. ve J.S./Avusturya, no. 18984/02, 22 Temmuz 2010), hemcins çiftlerin evlilik ya da başka bir resmi tanıma biçimine erişimi (bkz. Schalk ve Kopf, yukarıda adı geçen karar), ikinci ebeveyn olarak evlat edinmenin hemcins çiftler için mümkün olmaması (bkz. X ve diğerleri/Avusturya [BD], no. 19010/07, 19 Şubat 2013) hakkındaydı.", "71.  Somut davada başvurucular, şikâyetlerini 14. madde ile birlikte 8. madde kapsamında sunmuşlardır ve Hükümet bu maddelerin uygulanabilirliğine itiraz etmememiştir. Mahkeme bu yaklaşımı sürdürmeyi uygun bulmaktadır (bkz., aynı yönde, Schalk ve Kopf, yukarıda adı geçen karar, § 88).", "72.  Buna ek olarak, Mahkeme birçok defa 14. maddenin özerk bir hüküm olmadığına, yalnızca diğer Sözleşme hakları ile ilişki içerisinde etki doğurduğuna hükmetmiş bulunmaktadır. Bu madde Sözleşme ve protokollerin diğer maddi hükümlerini tamamlamaktadır. Yalnızca bu hükümler tarafından korunan “hak ve özgürlüklerin kullanılması” çerçevesinde etki doğurduğu için bağımsız bir varlığı bulunmamaktadır. 14. maddenin tatbiki için söz konusu diğer hükümlerin ihlal edilmiş olması şart olmamakla birlikte –ki 14. madde bu anlamda özerktir– davanın olayları diğer hükümlerin bir ya da birden fazlasının kapsamına girmiyorsa 14. maddenin uygulanmasına yer verilmesi mümkün olmamaktadır (bkz., diğer kararların yanı sıra, Petrovic/Avusturya, 27 Mart 1998, § 22, Raporlar 1998II; E.B., yukarıda adı geçen karar, § 47; Schalk ve Kopf, yukarıda adı geçen karar, § 89; ve X ve diğerleri, yukarıda adı geçen karar, § 94).", "73.  Mahkeme, dava dosyasına dayanarak, başvurucuların istikrarlı bir ilişki içinde olan hemcins çiftler olduğunu kaydetmektedir. Ayrıca, ilişkilerinin Sözleşme’nin 8. maddesi anlamındaki “özel hayat” kavramı kapsamına girdiği konusunda ihtilaf bulunmamaktadır. Mahkeme ayrıca, Schalk ve Kopf kararında, hatırı sayılır sayıdaki üye ülkede hemcins çiftlerin resmi olarak tanınmasına imkân veren hızlı gelişmelerin ışığında, “hemcins çiftlerin, farklı cinsiyetten olan çiftlerin aksine 8. maddenin maksadı kapsamındaki ‘aile hayatı’ndan faydalan[a]maması fikrini korumanın suni olacağına” karar vermiş olduğuna da işaret etmektedir (bkz. Schalk ve Kopf, yukarıda adı geçen karar, § 94). Dolayısıyla Mahkeme, söz konusu davadaki başvurucuların ilişkilerinin, tıpkı aynı durumdaki farklı cinsten çiftlerin ilişkilerinin de olacağı gibi “özel hayat” ve “aile hayatı” kavramları kapsamına girdiği görüşündedir. Somut davada, beraber yaşamama durumu başvurucu çiftleri Sözleşme’nin 8. maddesi anlamındaki aile hayatı kapsamında istikrardan yoksun bırakmadığından, Mahkeme, beraber yaşayan başvurucular ile –toplumsal ve mesleki nedenlerle– ayrı yaşayan başvurucular (bkz. yukarıdaki paragraf 8) arasında Hükümet’in talep ettiği (bkz. paragraf 65 sonunda) ayrımı yapmak için bir sebep görememektedir.", "74.  Mahkeme, özet olarak, Sözleşme’nin 14. maddesinin somut davada 8. madde ile bağlantılı olarak uygulanabilir olduğu sonucuna varmaktadır.", "(b)  8. madde ile birlikte ele alındığında 14. maddeyle bağdaşma meselesi", "(i)  Davanın kapsamı", "75.  Mahkeme somut davanın kapsamını sınırlandırmayı önemli bulmaktadır. Başvurucuların şikâyetleri, iç hukukta hemcins ilişkiler açısından resmi bir tanıma biçimi sağlaması için Yunan Devleti’ne kuramsal olarak genel bir zorunluluk getirilmesi ile ilgili değildir. Somut olayda başvurucular, 3719/2008 sayılı Kanun’un medeni birliktelikleri sadece farklı cinsten olan çiftler için öngörmesi sebebiyle hemcins çiftlerin otomatik olarak kapsam dışı kaldığından yakınmıştır. Bir başka deyişle başvurucuların şikâyeti, Yunan Devleti’nin Sözleşme tarafından yüklenebilecek herhangi bir pozitif yükümlülüğe uymaması değil, ancak 3719/2008 sayılı Kanun’un neticesinde getirilen farklılık dolayısıyla kendilerine ayrımcılık yapıldığı iddiasıdır. Bu nedenle somut davada üzerinde karar verilmesi gereken husus, Sözleşme’nin 14. ve 8. maddeleri açısından, Yunan Devleti’nin evlilik kurumunun yanı sıra, evli olmayan farklı cinsten çiftlerle sınırlandırılmış olan ve böylece hemcins çiftleri dışarıda bırakan yeni bir resmi beraberlik sistemi öngören bir kanun yapma yetkisi bulunup bulunmadığıdır.", "(ii) Mahkeme’nin içtihatlarıyla getirilen prensipler", "76.  Mahkeme’nin yerleşik içtihadına göre, 14. madde kapsamında bir meselenin doğabilmesi için benzer durumdaki kişilere yapılan muamelede bir farklılık olması gerekmektedir. Muamelede böylesi bir farklılığın makul ve objektif bir gerekçesi yoksa, diğer bir deyişle meşru bir amaç gütmüyorsa ya da kullanılan yöntemler ve gerçekleştirilmek istenen amaç arasında makul bir orantılılık ilişkisi yoksa, söz konusu farklılık ayrımcı niteliktedir. Sözleşmeci Devletler benzer durumların farklı muameleyi haklı kılıp kılmadığını ya da ne ölçüde haklı kıldığını değerlendirirken takdir hakkına sahiptir (bkz. Burden/Birleşik Krallık [BD], no. 13378/05, § 60, ECHR 2008; Schalk ve Kopf, yukarıda adı geçen karar, § 96; ve X ve diğerleri, yukarıda adı geçen karar, § 98). 14. madde anlamındaki ayrımcılık kavramı, Sözleşme daha lehte bir muamele gerektirmediği halde, bir kişi ya da topluluğa, uygun bir gerekçe olmaksızın, başka bir kişi ya da topluluktan daha olumsuz muamele edildiği durumları da kapsamaktadır (bkz. Abdulaziz, Cabales ve Balkandali/Birleşik Krallık, 28 Mayıs 1985, § 82, Seri A no. 94).", "77.  Cinsel yönelim 14. maddenin kapsadığı bir kavramdır. Mahkeme birçok davada, cinsel yönelime dayalı farklılıklara gerekçe olarak, tıpkı cinsiyete dayalı farklılıklar gibi “bilhassa ciddi ve inandırıcı nedenler” gerektiğine karar vermiştir (bkz., örneğin, Smith ve Grady, § 90; Karner, §§ 37 ve 42; L. ve V., § 45; ve X ve diğerleri, § 99, yukarıda adı geçen kararlar). Şayet muameledeki farklılık cinsiyet ve cinsel yönelim temeline dayalı olarak yapılmışsa, Devlet dar bir takdir hakkına sahiptir (bkz. Karner, § 41, ve Kozak, § 92, yukarıda adı geçen kararlar). Sadece cinsel yönelim mülahazalarına dayalı farklılıklar Sözleşme kapsamında kabuledilemez bir niteliğe sahiptir (bkz. Salgueiro da Silva Mouta, § 36; E.B., §§ 93 ve 96; ve X ve diğerleri, § 99, yukarıda adı geçen kararlar).", "(iii) Prensiplerin somut davaya uygulanması", "(α) Başvurucuların durumunun farklı cinsten olan çiftlerle karşılaştırılması ve farklı muamelenin varlığı", "78.  Mahkeme tarafından ele alınması gereken ilk mesele, başvurucuların durumunun 3719/2008 sayılı Kanun kapsamında medeni birlikteliğe girmek isteyen farklı cinsten çiftlerle benzer olup olmadığıdır. Mahkeme, hemcins çiftlerin en az farklı cinsten çiftler kadar istikrarlı ciddi ilişkiler içerisine girebildiğini yinelemektedir (bkz. Schalk ve Kopf, yukarıda adı geçen karar, § 99). Bu nedenle Mahkeme, başvurucuların farklı cinsten olan çiftlerle yasal tanıma ve ilişkilerinin korunması açılarından benzer durumda bulunduğu kanaatindedir (bkz. Schalk ve Kopf, adı geçen kararda).", "79.  Mahkeme, 3719/2008 sayılı Kanun’un medeni birlikteliğe girme olasılığını açıkça farklı cinsiyetten olan bireylere tahsis ettiğini gözlemlemektedir. Dolayısıyla söz konusu Kanun, hemcins çiftleri zımnen kapsamı dışında bırakmak suretiyle ilgili kişiler açısından muamelede cinsel yönelime dayalı bir farklılık yaratmaktadır.", "(β) Meşru amaç ve orantılılık", "80.  Mahkeme, kanunkoyucunun hemcins çiftleri 3719/2008 sayılı Kanun’un kapsamına dahil etmeme yönündeki seçimine gerekçe olarak, Hükümet’in başlıca iki grup sava dayandığını gözlemlemektedir. Hükümet ilk olarak, Kanun ile getirilen medeni birliktelikler başvuruculara da uygulanacak olursa, bunun, başvurucuların olağan hukuk altında zaten, sözleşme ile, yasal çerçeveye oturtabilecekleri hak ve yükümlülükleri – mülkiyet hakları, çiftlerin aralarındaki ekonomik ilişkiler, ve miras hakları– açısından hüküm doğuracağını ileri sürmüştür. İkinci olaraksa, söz konusu kanunun evlilik dışı doğan çocukları korumak, (Kanun’un açıklayıcı raporunda ifade edildiği üzere) tek ebeveynli aileleri korumak, evlenmek zorunda kalmadan çocuk yetiştirmek isteyen ebeveynlerin isteklerine cevap vermek ve sonuçta, evlilik ve geleneksel aile kurumunu güçlendirmek gibi birçok amaca ulaşmak maksadıyla düzenlendiğini iddia etmiştir.", "81.  Hükümet tarafından ileri sürülen ilk sava ilişkin olarak Mahkeme, bu sav geçerli olsa dahi, evliliğe resmi olarak tanınmış bir alternatif olarak 3719/2008 sayılı Kanun ile öngörülmüş medeni birlikteliklerin, dar ya da geniş çaplı olsa da, doğacak hukuki etkilerinden bağımsız olarak, başvurucular için kendine özgü bir değer taşıdığı gerçeğini göz ardı ettiği görüşündedir. Mahkeme’nin daha önce gözlemlediği üzere, hemcins çiftler en az farklı cinsten olan çiftler kadar istikrarlı ve ciddi ilişkilere girebilmektedir. Hayatlarını paylaşan hemcins çiftler, birbirine yardımcı ve destek olma açısından farklı cinsten olan çiftler ile aynı ihtiyaçlara sahiptir. Dolayısıyla, medeni birlikteliğe girme seçeneği, hemcins çiftler için ilişkilerinin Devlet tarafından tanınan yasal bir statü verilerek Yunan hukuku altında resmiyet kazanması için yegane fırsatı oluşturmaktadır. Mahkeme, medeni birlikteliklerin hemcins çiftleri de kapsamasının, çiftlerin mülkiyet, iaşe ve miras konularını olağan hukuk altında özel kişiler olarak sözleşme yapmak suretiyle değil, medeni birliktelikleri düzenleyen esaslara dayanarak çözmesini, böylece ilişkilerinin de Devlet tarafından resmen tanınmasını sağlayacağını kaydetmektedir.", "82.  Hükümetin ikinci temel iddiasının, 3719/2008 sayılı Kanun’un evlilik dışı doğan çocukların yasal durumunu sağlamlaştırmak ve ebeveynler için evlenmek zorunda kalmadan çocuk yetiştirmeyi kolaylaştırmak için düzenlenmiş olduğu doğrudur. Bu hususun hemcins çiftleri, biyolojik olarak birlikte çocuk sahibi olamadıkları için farklı cinsiyetten olan çiftlerden ayırdığı iddia edilmiştir.", "83.  Mahkeme, kanunkoyucunun evlilik dışı doğan çocukların durumunu düzenlemek için kanun çıkarmasının ve ayrıca, Hükümet tarafından açıklandığı üzere, evlilik kararının çocuk sahibi olma ihtimali ve diğer kısıtlamalardan bağımsız olarak, yalnızca iki birey tarafından karşılıklı bağlılığa dayanarak alınması fikrini teşvik etmek suretiyle, Yunan toplumu içinde evlilik kurumunu dolaylı olarak güçlendirmesinin, Sözleşme’nin 8. maddesi açısından meşru olduğu kanaatindedir (bkz. yukarıdaki paragraf 62). Mahkeme geleneksel anlamda ailenin korunmasının, prensip olarak, muamelede farklılığı haklı çıkarabilecek ciddi ve meşru bir amaç olduğunu kabul etmektedir (bkz. Karner, § 40, ve Kozak, § 98, yukarıda adı geçen kararlar). Çocuğun çıkarlarının korunmasının da meşru bir amaç olduğu aşikârdır (bkz. X ve diğerleri, yukarıda adı geçen karar § 138). Geriye, söz konusu davada, orantılılık ilkesine uyulup uyulmadığının tespiti kalmaktadır.", "84.  Mahkeme yerleşik içtihadındaki prensipleri tekrar etmektedir. Geleneksel anlamda ailenin korunmasının amacı oldukça soyut bir kavramdır ve uygulamada geniş çeşitlilikte somut önlemler kullanılabilir (bkz. Karner, § 41, ve Kozak, § 98, yukarıda adı geçen kararlar). Ayrıca, Sözleşme’nin günümüz koşullarına göre yorumlanması gereken yaşayan, canlı bir belge olduğu düşünülürse (bkz., diğer kararların yanı sıra, Tyrer/Birleşik Krallık, 25 Nisan 1978, § 31, Seri A no. 26, ve Christine Goodwin/Birleşik Krallık [BD], no. 28957/95, § 75, ECHR 2002-VI), Devlet’in, 8. maddenin gerektirdiği üzere aileyi korumak ve aile hayatına saygıyı güvence altına almak için kullanmayı seçtiği araçlarda, aile ve özel hayatın yürütülmesi konusuna gelince yalnızca bir yol ya da bir seçim olmadığı gerçeğini de göz önüne alarak, toplumdaki gelişmeleri ve sosyal ve medeni durum ile ilgili konuların ve ilişkilerin algılanmasındaki değişiklikleri muhakkak dikkate alması gerekmektedir (bkz. X ve diğerleri, yukarıda adı geçen karar, § 139).", "85.  Tıpkı cinsiyet ya da cinsel yönelime dayalı muamele farklılığının söz konusu olduğu durumlardaki gibi, Devlet’e tanınan takdir hakkının dar olduğu davalarda orantılılık ilkesi, alınan önlemin sadece prensipte güdülen amaca ulaşmak için uygun olmasını gerektirmemektedir. Aynı zamanda bu amaca ulaşmak için belirli kategorideki insanların –bu olayda eşcinsel ilişki yaşayan kişiler– söz konusu hükmün uygulanmasından hariç tutulmasının zorunlu olduğunun da ispatlanması gerekmektedir (bkz. Karner, § 41, ve Kozak, § 99, yukarıda adı geçen kararlar). Yukarıda atıf yapılan içtihada göre, bu bağlamda ispat yükü davalı Hükümet’e aittir. Bu nedenle somut davada, ileri sürdüğü meşru amaca ulaşmak için 3719/2008 sayılı Kanun ile öngörülen medeni birlikteliklere hemcins çiftlerin girmesini yasaklamanın gerekli olduğunu ispatlamak Yunan Hükümeti’ne düşmektedir (bkz., aynı yönde, X ve diğerleri, yukarıda adı geçen karar, § 141).", "86.  Mahkeme söz konusu kanunun, yalnızca Hükümet’in belirttiği amaçları gerçekleştirmek ve toplumsal gerçeklikleri düzenlemek amaçlı tedbirler öngörmediği gözleminde bulunmaktadır (bkz. yukarıdaki paragraf 80). Her şeyden önce, söz konusu kanun “medeni birliktelikler” adı altında evlilik dışında başka bir beraberlik şeklinin resmi olarak tanınmasını düzenlemektedir. Bu durum, bahsi geçen Kanun’un içerik ve yapısından açıkça ortaya çıkmaktadır. Birinci madde medeni birlikteliği “iki farklı cinsiyetten olan yetişkinin çift olarak hayatlarını düzenleyen bir sözleşme” olarak tanımlamıştır. Buna ek olarak, müteakip maddeler evlilik dışı doğan çocukların statüsünün düzenlenmesi ile değil, medeni birlikteliğe giren çiftlerin günlük yaşam düzenlemeleri ile ilgilidir. Örneğin 6. ve 7. maddelerde tarafların ekonomik yükümlülüklerine ve birlikteliğin bitmesi durumundaki nafaka yükümlülüklerine yer verilmektedir. 11. madde ise partnerlerden biri öldüğünde sağ kalan partnerin miras yükümlülüğünü düzenlemektedir...", "87.  Mahkeme bu bağlamda, Ulusal İnsan Hakları Komisyonu’nun taslak kanun hakkındaki raporunda, aslında evlilik dışında bir beraberliğin yeni yasal şeklini düzenlediği halde neden taslağa “Aile, Çocuklar ve Topluma ilişkin Reformlar” başlığı verildiğinin açıklığa kavuşturulmadığı yönündeki gözlemine değinmektedir... Yukarıdaki hususlar ışığında Mahkeme, başlığına ve kanunkoyucunun açıklanan amaçlarına rağmen, 3719/2008 sayılı Kanun’un, öncelikle evlilik dışında yeni bir resmi beraberlik şekli tanımayı amaçladığı kanaatine varmaktadır. ", "88.  Kanunkoyucunun amacının evlilik dışı doğan çocukların yasal korunmasının artırılması ve dolaylı olarak evlilik kurumunun güçlendirilmesi olduğu varsayılsa dahi, her durumda, 3719/2008 no’lu Kanun’u çıkartarak, medeni birliktelikler adı altında, çocuklu ya da çocuksuz farklı cinsiyetten olan çiftlerin ilişkilerinin birçok yönünü düzenlemeye imkân verirken, hemcins çiftleri hariç tutan bir medeni beraberlik şeklini tanıdığı gerçeği vakidir.", "89. Burada Mahkeme öncelikle, Hükümet’in savlarının söz konusu kanunda hemcins çiftler ve çocuk sahibi olmayan farklı cins çiftler arasında gözetilen ayrıma haklı bir gerekçe göstermeden, çocuk sahibi olan farklı cins çiftlerin durumuna odaklandığını kaydetmektedir. İkinci olarak, Hükümet’in 3719/2008 sayılı Kanun ile belirtilen hedeflere ulaşılabilmesi için hemcins çiftlerin kanunun kapsamı dışında bırakılması gerektiğine ilişkin iddiası Mahkeme’yi ikna etmemiştir. Evlilik dışı doğan çocuklar ile ilgili bazı hükümleri dahil edip, aynı zamanda hemcins çiftlerin medeni birlikteliğe girmesini sağlayan hükümler koymak, kanunkoyucu için imkânsız bir durum oluşturmamaktadır. Bununla bağlantılı olarak Mahkeme, söz konusu kanun ile ilgili açıklayıcı raporun, kanun koyucunun medeni birliktelikleri farklı cinsten çiftlerle sınırlı tutma kararına dair bir açıklama içermediğine işaret etmektedir (bkz. yukarıdaki paragraf 10). Mahkeme ayrıca, Ulusal İnsan Hakları Komisyonu’nun hemcins çiftlere uygulanamadığı için kanun taslağının ayrımcı olarak değerlendirdiğini... ve Parlamento’nun Bilimsel Konseyi’nin de benzer bir görüş benimsediğini kaydetmektedir (bkz. yukarıdaki paragraf 13).", "90.  Son olarak Mahkeme, Hükümet’in de belirttiği üzere (bkz. yukarıdaki paragraf 64), Yunan hukukunda, farklı cinsten olan çiftlerin, hemcins çiftlerin aksine, 3719/2008 sayılı Kanun’un kabulünden önce de, evlilik kurumunun esaslarına dayanarak tamame, ya da daha kısıtlı bir şekilde olmak üzere Medeni Kanun’da yer alan fiili beraberliklerle ilgili hükümler çerçevesinde ilişkilerini yasal olarak tanıtabildiklerini gözlemlemektedir. Sonuç olarak hemcins çiftlerin, farklı cinsten olan çiftlerin aksine, medeni birlikteliğe girmek konusunda, ilişkilerinin resmi olarak tanınması için Yunan hukukundaki yegane dayanağa sahip olacak olması dolayısıyla, bu konuda özel bir menfaatleri bulunmaktadır.", "91.  Buna ek olarak Mahkeme, Avrupa Konseyi üye ülkeleri arasında bir fikir birliği olmasa da, son yıllarda hemcins çiftlerin ilişkilerinin yasal olarak tanınma biçimlerinin kabulüne ilişkin bir eğilimin ortaya çıktığı gerçeğine dikkat çekmektedir. Halihazırda dokuz üye ülke hemcins evlilikleri tanımaktadır. Buna ek olarak on yedi üye ülke, hemcins çiftler için bir tür medeni beraberlik şekline onay vermiş bulunmaktadır. Somut davaya özgü konuya gelirsek (bkz. yukarıdaki paragraf 75), Mahkeme’ye göre Avrupa Konseyi ülkelerinin hukuk düzenlerinde ortaya çıkan eğilim açıktır: Evlilik dışında bir resmi beraberlik şekline onay veren on dokuz ülkeden, sadece Yunanistan ve Litvanya bunu münhasıran farklı cinsiyetten olan çiftlere tanımış bulunmaktadır... Bir başka deyişle Avrupa Konseyi’ne üye ülkeler, iki istisna haricinde, evli olmayan çiftler için evliliğe alternatif olan yeni resmi bir beraberlik sistemi tanıyan bir kanun çıkartmayı tercih ettiklerinde, hemcins çiftleri de bu kanun kapsamına dahil etmişlerdir. Ayrıca bu eğilim, ilgili Avrupa Konseyi metinlerine de yansımış bulunmaktadır. Bu noktada Mahkeme, özellikle Avrupa Konseyi Parlamenterler Meclisi’nin 1728(2010) sayılı Kararı ve Bakanlar Komitesi CM/Rec(2010)5 sayılı Tavsiye Kararı’na atıfta bulunmaktadır...", "92.  Tedricen gerçekleşen bir gelişme sonucunda, bir ülkenin kendisini mevzuatının bir yönü ile ilgili olarak izole durumda bulması gerçeği, bu konunun mutlaka Sözleşme ile çeliştiği anlamına gelmez (bkz. F/İsviçre, 18 Aralık 1987, § 33, Seri A no. 128). Bununla birlikte, yukarıda dile getirilen hususlar ışığında Mahkeme, Hükümet’in 3719/2008 sayılı Kanun’un kapsamından hemcins çiftlerin hariç tutulmasını haklı çıkarabilecek ciddi ve inandırıcı nedenler sunamadığı kanaatindedir. Bu nedenledir ki Mahkeme, bu davada Sözleşme’nin 14. maddesinin 8. madde ile beraber ihlal edildiğine hükmetmektedir.", "...", "IV.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI", "95.  Sözleşme’nin 41. maddesi şu hükmü taşımaktadır:", "“Mahkeme, Sözleşme’nin ve Protokollerin ihlal edildiğini tespit ederse, ve ilgili sözleşmeci tarafın iç hukuku bu ihlali ancak kısmen giderme imkânı veriyorsa, Mahkeme gerekli görürse zarara uğrayan tarafa adil bir karşılık verilmesine hükmeder.”", "A.  Zarar", "96.  29381/09 no’lu başvurudaki başvurucular, Sözleşme’nin 14. maddesinin 8. maddesi ile beraber ihlal edilmesinden ötürü ve bu konuda etkili iç hukuk yolu bulunmadığı için maruz kaldıklarını ileri sürdükleri manevi zararlar için müştereken 10.000 Euro (EUR) talep etmişlerdir. Başvurucular ayrıca Mahkeme’den, Hükümet’e 3719/2998 sayılı Kanun’u değiştirmesi ve medeni birlikteliklerin uygulanmasını hemcins çiftler için de sağlaması yönünde tavsiyede bulunmasını talep etmişlerdir.", "97.  32684/09 no’lu başvurudaki başvurucular, manevi zararlar için çift başına 15.000 Euro (EUR) olmak üzere toplam 45.000 Euro (EUR) talep etmişlerdir. Cinsel tercihlerinden dolayı kabuledilemez nitelikte bir ayrımcılığa maruz kaldıklarını ve 3719/2008 sayılı Kanun’un kapsamı dışında kalmalarının kendilerini kaydadeğer bir hüsrana uğrattığını iddia etmişlerdir.", "98.  Hükümet, başvurucular tarafından talep edilen miktarların aşırı olduğunu ve başvurucuların özel hayat ve aile hayatlarına doğrudan ve kişisel bir müdahaleye maruz kaldıklarını ispatlamamış olduğunu ileri sürmüştür. Sadece ihlal tespitinin kendi başına yeterli bir adil karşılık sağlayacağını belirtmiştir.", "99.  Hükümet’in aksine Mahkeme, 14. maddenin Sözleşme’nin 8. maddesi ile beraber ihlal edildiği tespitinin, başvurucuların uğradığı manevi zarar için yeterli bir tazminat oluşturmayacağı kanaatindedir. Sözleşme’nin 41. maddesi uyarınca hakkaniyete dayalı olarak karar veren Mahkeme, manevi zararlar için, 32684/09 no’lu başvurudaki yedinci başvurucu hariç her bir başvurucuya, bu miktara yansıtılabilecek her türlü vergi ve masraflarla birlikte, toplam 5.000 Euro (EUR) ödenmesine hükmetmektedir. Mahkeme başvurucuların geri kalan adil karşılık taleplerini reddetmektedir.", "B.  Masraflar ve harcamalar", "100.  29381/09 no’lu başvurudaki başvurucular, Mahkeme huzurunda yaptıkları masraf ve harcamalar için müştereken toplam 7490,97 Euro (EUR) talep etmişlerdir. Daha ayrıntılı belirtmek gerekirse, Greek Helsinki Monitor’den olan yasal temsilcilerinin dava üzerinde çalıştıkları süreyi, bir saatlik ücreti 100 Euro (EUR) olmak üzere yirmi saatlik bir çalışma olarak ücretlendirmişlerdir. Bu bağlamda yasal temsilcilerinin Mahkeme huzuruna sunacakları görüşleri hazırlarken harcadıkları zamanı detaylı olarak gösteren bir belge sunmuşlardır. Ayrıca Sayın Mécary tarafından Büyük Daire önünde temsilleri için 4485 Euro (EUR) talep etmişler ve taleplerini desteklemek için bir fatura sunmuşlardır. Son olarak, yasal temsilcilerinin Büyük Daire duruşması nedeniyle yaptıkları seyahat masrafları için 1005,97 Euro (EUR) talep etmişlerdir. Başvurucular, yasal temsilcileri ile yaptıkları anlaşmaya göre, ancak Mahkeme’nin bir Sözleşme ihlali tespitinde bulunması halinde, masraflar ve harcamalar altında Büyük Daire tarafından hükmedilen miktarın yasal temsilcilere ödenmesinin mümkün olabileceğini ifade etmişlerdir. Bu nedenle bu başlık altında hükmedilecek herhangi bir tazminatın doğrudan başvurucuların yasal temsilcilerinin banka hesabına ödenmesini talep etmişlerdir.", "101.  32684/09 no’lu başvurudaki başvurucular Mahkeme önündeki dava süreci için müştereken toplam 8.000 Euro (EUR) talep etmişler ve taleplerini desteklemek için birtakım fatura ve makbuzlar sunmuşlardır.", "102.  Hükümet, Mahkeme’nin masraflar ve harcamalar için başvuruculara yalnızca taleplerin doğruluğunun yeterince kanıtlanabildiği oranda tazminata hükmedebileceği yönünde cevap vermiştir.", "103.  Mahkeme’nin içtihadına göre, bir başvurucu masraflar ve harcamalarının karşılanması hakkına, ancak bunların fiilen ve zorunlu olarak yapıldığı ve meblağ açısından makul olduğu tespit edilirse sahiptir (bkz. Creangă/Romanya [BD], no. 29226/03, § 130, 23 Şubat 2012). Mahkeme, elinde bulunan belgelere dayanarak ve yukarıda belirtilen ilkeye istinaden, 29381/09 no’lu başvurudaki başvuruculara müştereken, miktara yansıtılabilecek her türlü vergi ile birlikte, doğrudan yasal temsilcilerinin banka hesaplarına yatırılmak üzere toplam 5.000 Euro (EUR) ödenmesine hükmedilmesi gerektiği görüşündedir (bkz., aynı yönde, Carabulea/Romanya, no. 45661/99, § 180, 13 Temmuz 2010). 32684/09 no’lu başvurudaki başvuruculara ilişkin olarak ise, masraflar ve harcamalar için miktara yansıtılabilecek her türlü vergi ile birlikte, başvuruculara müştereken, toplam 6.000 Euro (EUR) ödenmesine hükmedilmesi gerektiği kanaatindedir.", "C.  Temerrüt Faizi", "104.  Mahkeme, temerrüt faizi oranının, Avrupa Merkez Bankası’nın uyguladığı marjinal kredi faiz oranına üç puan eklemek suretiyle elde edilecek orana dayandırılmasının uygun olduğuna kanaat getirmektedir.", "BU GEREKÇELERLE MAHKEME,", "...", "", "3.  Bire karşı on altı oyla, Sözleşme’nin 14. maddesinin 8. madde ile beraber ihlal edildiğine karar vermektedir;", "", "4.  Bire karşı on altı oyla,", "(a)  davalı Devlet’in başvuruculara, üç ay içerisinde, aşağıdaki miktarları ödemesine:", "(i)  manevi zararı için, 5000 Euro’yu (beş bin Euro) 32684/09 no’lu başvurudaki yedinci başvurucu hariç olmak üzere her bir başvurucuya, miktara yansıtılabilecek her türlü vergi ile birlikte;", "(ii)  masraflar ve harcamalar için, 5000 Euro’yu (beş bin Euro) müştereken 29381/09 no’lu başvurudaki başvuruculara, miktara yansıtılabilecek her türlü vergi ile birlikte, başvurucuların yasal temsilcilerinin banka hesaplarına doğrudan ödenmesine;", "(iii) masraflar ve harcamalar için, 6000 Euro’yu (altı bin Euro) müştereken, 32684/09 no’lu başvurudaki yedinci başvurucu hariç, diğer başvuruculara, miktara yansıtılabilecek her türlü vergi ile birlikte;", "(b)  yukarıda bahsi geçen üç aylık sürenin sona ermesinden ödeme tarihine dek geçen süre için, yukarıdaki 4. ve 5. hususlarda belirtilen miktarlara ilişkin olarak, temerrüt süresi boyunca Avrupa Merkez Bankası’nın uyguladığı marjinal kredi faiz oranına üç puan eklenmek suretiyle elde edilecek oranda basit faiz ödenmesine karar vermektedir;", "", "5.  Oybirliğiyle, başvurucuların geri kalan adil karşılık taleplerini reddetmektedir.", "Bu karar İngilizce ve Fransızca olarak hazırlanmış ve 7 Kasım 2013’te, Strazburg’taki İnsan Hakları Binası’nda yapılan bir açık duruşmada ilan edilmiştir.", "\tMichael O’Boyle\tDean Spielmann\n\tYazı İşleri Müdür Yardımcısı\tBaşkan", "Sözleşme’nin 45 § 2. maddesi ve Mahkeme İçtüzüğü’nün 74 § 2. maddesi uyarınca, aşağıdaki müstakil görüşler işbu karara eklenmektedir:", "(a) Yargıç Casadevall, Ziemele, Jočienė ve Sicilianos’un ortak katılan görüşü;", "(b)  Yargıç Pinto de Albuquerque’nin kısmen katılan, kısmen karşıt görüşü.", "D.S.\nM.O.B.", "", "", "Bu görüşlerin çevirisi yapılmamıştır, İngilizce veya Fransızcasına, Mahkeme içtihadının veritabanı olan HUDOC’tan ulaşılabilir.", "", "", "", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2014.", "Avrupa İnsan Hakları Mahkemesi’nin resmi dilleri Fransızca ve İngilizcedir. Bu çeviri, Avrupa Konseyi’nin İnsan Haklarına Destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır ve Mahkeme, kalitesi konusunda herhangi bir sorumluluk kabul etmemektedir. Avrupa İnsan Hakları Mahkemesi içtihatlarının veritabanı olan HUDOC üzerinden () veya HUDOC’un bildirdiği başka veritabanları üzerinden yüklenebilir. Davanın isminin tamamen yazılması, yukarıdaki telif hakkıyla ilgili ifadelerin kullanılması ve insan haklarına destek Fonu’na referans yapılması şartıyla ticari olmayan amaçlarla kullanılabilir. Bu çevirinin tamamını veya bir kısmını ticari amaçlarla kullanmak isteyen herkesin, bu durumu belirtilen adrese bildirmesi rica olunur: .", "© Council of Europe/European Court of Human Rights, 2014.", "The official languages of the European Court of Human Rights are English and French. This translation was commissionned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case–law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non–commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe () Elle ne lie pas la Cour, et celle–ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci–dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", "", ""]}