{"file": "TUR_HJUDTUR_20378_13.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "20378/13", "text_paragraphs": ["Martzaklis ve Diğerleri / Yunanistan – 20378/13 - 9/7/2015 tarihli Karar [I. Bölüm]", "", "Olaylar – HİV virüsü taşıyan başvuranlar, cezaevinin hastanesinde tutulmuş veya tutulmaya devam edilmektedirler. Ekim 2002 tarihinde cezaevlerinden sorumlu savcıya gönderilen dilekçede, aralarında 13 başvuranın da bulunduğu cezaevinin hastanesinde tutulan HİV virüsü taşıyan 45 kişi, tutuldukları fiziksel koşullar ile sağlık koşulları ve verilen sağlık hizmetlerinden şikâyetçi olmuşlardır. Aynı hususta cezaevinin hastane kuruluna da şikâyette bulunulmuş; ancak bu bağlamda herhangi bir geri dönüş sağlanmamıştır.", "Hukuki Değerlendirme – Tek başına ve 14. maddeyle birlikte değerlendirildiğinde (esas bakımından): Başvuranlar özellikle, kişisel alanın iki metrekareden az olduğu aşırı kalabalık koğuşlarda tutulmalarından şikâyetçi olmuşlardır. Tuvaletler asgari hijyen standartlarına uygun olmayıp; verilen yemekler besinsel değer bakımından oldukça düşüktü. Binalar yeterli şekilde ısıtılmıyordu. Başvuranlar, sağlıkları hususunda ise, ilaç tedavisinin bireysel olarak sağlanmadığını; hastanede bulaşıcı hastalıklar alanında uzman doktor bulunmadığını ve hastaların hapishane dışındaki hastanelere sevk edilmesinde gecikmeler olduğunu ileri sürmüşlerdir. Başvuranlardan bazılarına uygulanan ilaç tedavisi, herhangi bir açıklama yapılmadan, bir hafta ile bir ay arasında değişen süre zarfında kesintiye uğramış; diğer başvuranlardan bir kısmının tedavisine ise henüz başlanmamıştır.", "Mahkeme; hapishane yetkililerinin, aralarında başvuranların da bulunduğu HİV virüsü taşıyan kişileri refah seviyelerini artırmak ve daha düzenli şekilde sağlık kontrollerinden geçirilmelerini sağlamak için cezaevi hastanesine yerleştirmelerindeki niyetini eleştiremez. Bu nedenle, takiplerinin ve tedavilerinin daha kolay yapılmasını, bulaşıcı hastalıklara karşı korunmalarının sağlanması, söz konusu kişilere daha iyi yemekler sunulması ve daha uzun aktivite süresi tanımanın yanı sıra kendi mutfakları ve tuvaletlerini kullanma imkânı sağlanması gibi çeşitli gereklilikler temelinde psikiyatrik bölüme yerleştirildikleri için başvuranların durumu “gettolaşma” olarak tanımlanamaz. Bu bağlamda, tutuldukları yerdeki tedavilerinde farklılıklar bulunmasına rağmen, normal mahkûmlar ile kıyaslandığında daha iyi koşullar sağlanması amacıyla hareket edildiği için bu uygulamada “meşru amaç” güdülmüştür.", "Ancak, başvuranlar, tamamen ilerlemiş bir AİDS hastasından ziyade sadece HİV virüsü taşıyan kişilerdir. Bu itibarla, hastalığın yayılmasını veya diğer mahkûmlara bulaşmasını engellemek için karantinaya alınmalarına gerek yoktu. Ayrıca, ulusal ve uluslararası düzeydeki çeşitli tespitler ve yorumlar, başvuranların tutukluluklarına ilişkin iddialarını güçlendirmiştir.", "Bu koşullarda Mahkeme, cezaevi hastanesinde tutulan kişiler açısından fiziksel ve sağlık koşullarının yetersiz olduğunu ve uygun tedavinin uygulanmasında sıkıntılar olduğunu sabit görmüştür. Başvuranlar, tutukluluğun beraberinde getirdiği üzüntünün ötesinde fiziksel ve ruhsal üzüntüye maruz kalmışlar ve hatta bazı davalarda kalmaya devam etmektedirler. İnsanlık dışı ve aşağılayıcı muamele görmüşlerdir. Ayrıca, davaya özgü koşullarda tecrit edilmelerini gerektirecek nesnel ve makul bir gerekçe mevcut değildir.", "Sonuç: ihlal (oybirliğiyle)", "Mahkeme ayrıca, Sözleşme’nin 13. maddesi ile birlikte ele alındığında, tutukluluk koşulları ve cezaevi hastanesinde sağlanan tıbbi tedavi bağlamında etkili iç hukuk yolu bulunmaması nedeniyle, 3. maddenin ihlal edildiğine karar vermiştir.", "Madde 41: Başvuranların her birine, manevi tazminat olarak, 10.000 avro.", ""]}