{"file": "TUR_HJUDTUR_6987_07.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "6987/07", "text_paragraphs": ["Guseva / Bulgaristan – 6987/07 - 17.2.2015 tarihli Karar [IV. Bölüm]", "Olaylar ve Olgular – Belediye başkanının görev yaptığı şehrin sokaklarında bulunan sahipsiz hayvanlara yapılan muameleye ilişkin bilgileri hayvan haklarını koruma alanında faaliyet gösteren bir derneğin üyesi ve temsilcisi olan başvurana vermesini gerektiren üç kesinleşmiş Yüksek İdare Mahkemesi kararı bulunmaktadır. Belediye başkanı kararlara riayet etmemiştir. Başvuran Sözleşme’nin 10. maddesi kapsamında Avrupa Mahkemesi’ne yaptığı başvuruda belediye başkanının davranışının bilgi alma ve yayma hakkını ihlal ettiğinden şikâyetçi olmuştur.", "Hukuksal Değerlendirme – Madde 10: Başvuran, kamu menfaatiyle ilgili bir mesele olan hayvanlara gösterilen muamele konusunda halkı bilgilendirme görevini yerine getirmek ve toplumsal tartışmaya katkıda bulunmak amacıyla bu konu hakkında bilgiye erişim talebinde bulunmuştur. Başvuranın bu tür bilgiye erişim hakkının varlığı hem yerel mevzuatta, hem de üç kesinleşmiş Yüksek İdare Mahkemesi kararında tanınmıştır. Dolayısıyla, sonradan halka sunulmak üzere bilginin toplanması başvuranın ifade özgürlüğünün kapsamına girmiştir.", "Her ne kadar başvuran temsil ettiği dernek adına değil; fakat kendi şahsi sıfatıyla başvuruda bulunmuş olsa da, almayı talep ettiği bilgi kendisinin dernekteki çalışmasıyla doğrudan bağlantılıydı. Sonuç olarak, başvuran toplumsal tartışmaya katkıda bulunmak amacıyla kamu menfaatine ve meşru bir biçimde bilgi toplamakla meşgul olmuştur. Dolayısıyla, belediye başkanının kesinleşmiş mahkeme kararlarına uygun davranmayarak başvurana bilgi vermemesi başvuranın bilgi alma ve yayma hakkına yönelik doğrudan bir müdahale teşkil etmiştir.", "İlgili tarihte kararlar iç hukuk uyarınca kesinleşmiş ve icra edilebilir hale gelmiş olduğundan, belediye başkanının kararlara riayet etmemesi hukuka aykırı olmuştur. Ancak; ulusal yargıda, iç hukukta kararların icrası için açık bir zaman zarfının öngörülmediği ve dolayısıyla meselenin kararın uygulanmasından sorumlu idari organın iyi niyetine kaldığı kabul edilmiştir. İcra için açık bir zaman zarfının bulunmayışı, başvuranın davasında hiçbir zaman gerçekleşmemiş olan karar icrasının muhtemel zamanı konusunda öngörülemezliğin oluşmasına neden olmuştur. Dolayısıyla, uygulanabilir mevzuat gerekli öngörülebilirlikten yoksun olması nedeniyle başvuranın Sözleşme’nin 10. maddesi kapsamındaki haklarına yapılan müdahalenin “yasayla öngörülmüş” olmamasına sebebiyet vermiştir. ", "Sonuç: ihlal (ikiye karşı beş oyla).", "Mahkeme ayrıca, başvuranın şikâyeti bakımından tazminat sağlayabilecek ve olumlu sonuç elde etmesi konusunda makul bir şans sunan herhangi bir etkin hukuk yolu bulunmadığından, Sözleşme’nin 10. maddesi ile birlikte ele alındığında 13. maddesinin ihlal edildiğini tespit etmiştir.", "Madde 41: Manevi tazminat olarak 5.000 avro ödenmesine hükmedilmiştir.", ""]}