{"file": "TUR_HJUDTUR_60642_08.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "60642/08", "text_paragraphs": ["", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2015. Bu çeviri, Avrupa Konseyi İnsan Haklarına Destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır. Daha fazla bilgi için, bu belgenin sonunda bulunan yazarın telif hakkı ile ilgili kısmı okuyabilirsiniz.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissionned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright at the end of this document.", "\t", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "BÜYÜK DAİRE", "", "", "", "", "ALIŠIĆ VE DİĞERLERİ / BOSNA HERSEK, HIRVATİSTAN, SIRBİSTAN, SLOVENYA VE ESKİ YUGOSLAV MAKEDONYA CUMHURİYETİ DAVASI", "", "(Başvuru no. 60642/08)", "", "", "", "", "", "KARAR", "", "", "STRAZBURG", "", "16 Temmuz 2014", "", "Bu karar nihaidir, fakat şekli düzeltmelere tabi olabilir.", "", "Ališić ve Diğerleri / Bosna Hersek, Hırvatistan, Sırbistan, Slovenya ve eski Yugoslav Makedonya Cumhuriyeti davasında,", "Avrupa İnsan Hakları Mahkemesi, Büyük Daire olarak, aşağıdaki yargıçlarla toplanmıştır:", "Başkan: Dean Spielmann,", "Üyeler: Josep Casadevall,\n\tGuido Raimondi,\n\tIneta Ziemele,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tDavid Thór Björgvinsson,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tPäivi Hirvelä,\n\tMirjana Lazarova Trajkovska,\n\tGanna Yudkivska,\n\tAngelika Nußberger,\n\tLinos-Alexandre Sicilianos,\n\tAndré Potocki,\n\tFaris Vehabović,\n\tKsenija Turković, \nve Yazı İşleri Müdür Yardımcısı: Michael O’Boyle", "10 Temmuz 2013 ve 28 Mayıs 2014 tarihlerinde kapalı olarak müzakerede bulunan Mahkeme bahsi geçen ikinci tarihte aşağıdaki kararı kabul etmiştir:", "USUL", "1.  Bu dava İnsan Haklarını ve Temel Özgürlükleri Korumaya dair Sözleşme’nin (“Sözleşme”) 34. maddesine göre, üç Bosna Hersek vatandaşı Sayın Emina Ališić, Sayın Aziz Sadžak ve Sayın Sakib Šahdanović (“başvurucular”) tarafından 30 Temmuz 2005 tarihinde Bosna Hersek, Hırvatistan, Sırbistan, Slovenya ve Makedonya eski Yugoslav Cumhuriyeti’ne karşı Mahkeme’ye yapılan bir başvurudan (no. 60642/08) kaynaklanmıştır. Birinci başvurucu aynı zamanda Alman vatandaşıdır.", "2.  Başvurucular, Yugoslavya Sosyalist Federal Cumhuriyeti’nin dağılmasından beri Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki ve Investbanka’nın Tuzla şubesindeki hesaplarından “eski” para birimindeki mevduatlarını çekemediklerini iddia etmişlerdir. Sözleşme’nin 13. ve 14. maddesi ile 1 No’lu Protokol’ün 1. maddesine dayanmışlardır.", "3.  Başvuru Mahkeme’nin Dördüncü Dairesi’ne tevzi edilmiştir (İçtüzük 52 § 1. madde). 17 Ekim 2011 tarihinde söz konusu Daire’de şu yargıçlardan oluşan bir Kurul oluşturulmuştur: Nicolas Bratza, Lech Garlicki, Nina Vajić, Boštjan M. Zupančič, Ljiljana Mijović, Dragoljub Popović ve Mirjana Lazarova Trajkovska, ve Daire Yazı İşleri Müdürü Lawrence Early iç hukuk yollarının tüketilmesi konusunu da davanın esasına dahil ederek başvuruyu kabuledilebilir ilan etmiştir.", "4.  Daire 6 Kasım 2012 tarihli kararında, Hükümetlerin iç hukuk yollarının tüketilmesine ilişkin itirazlarını bire karşı altı oyla reddederek:", "- oybirliğiyle, Sayın Šahdanović açısından Sırbistan tarafından Sözleşme’nin 1 No’lu Protokolü’nün 1. maddesine yönelik bir ihlal olduğuna;", "- bire karşı altı oyla, Sayın Ališić ve Sayın Sadžak açısından Slovenya tarafından Sözleşme’nin 1 No’lu Protokolü’nün 1. maddesine yönelik bir ihlal olduğuna;", "- oybirliğiyle, diğer davalı Devletler tarafından Sözleşme’nin 1 No’lu Protokolü’nün 1. maddesine yönelik bir ihlal bulunmadığına;", "- oybirliğiyle, Sayın Šahdanović açısından Sırbistan tarafından Sözleşme’nin 13. maddesine yönelik bir ihlal olduğuna;", "- bire karşı altı oyla, Sayın Ališić ve Sayın Sadžak açısından Slovenya tarafından Sözleşme’nin 13 maddesine yönelik bir ihlal olduğuna;", "- oybirliğiyle, diğer davalı Devletler tarafından Sözleşme’nin 13. maddesine yönelik bir ihlal bulunmadığına; ve", "- oybirliğiyle, Sırbistan ve Slovenya açısından Sözleşme’nin 13. maddesi ve 1 No’lu Protokol’ün 1. maddesiyle birlikte ele alındığında 14. madde kapsamındaki şikâyetin incelenmesine gerek bulunmadığına ve diğer davalı Devletler tarafından Sözleşme’nin 13. maddesi ve 1 No’lu Protokol’ün 1. maddesiyle birlikte ele alındığında 14. maddeye yönelik bir ihlal bulunmadığına kanaat getirmiştir.", "Yargıç Zupančič’in karşıt görüşü karara eklenmiştir.", "5.  18 Mart 2013 tarihinde, Sırbistan ve Slovenya Hükümetlerinin talepleriyle, Büyük Daire’nin bir heyeti davayı Sözleşme’nin 43. maddesi uyarınca Büyük Daire’ye sevk etmiştir.", "6.  Büyük Daire’nin teşekkülü Sözleşme’nin 26 §§ 4 ve 5. maddesi ve İçtüzüğün 24. maddesi hükümleri uyarınca belirlenmiştir. Slovenya namına seçilmiş olan yargıç Boštjan M. Zupančič Büyük Daire’den çekilmeye karar vermiştir (İçtüzük 28. madde). Slovenya Hükümeti bunun üzerine, Yargıç Zupančič yerine görev yapmak üzere Almanya namına seçilmiş olan yargıç Angelika Nußberger’i atamıştır (Sözleşme’nin 26 § 4. maddesi ve İçtüzük 29. madde). Görev süresi 31 Ekim 2013’te sona eren David Thór Björgvinsson ve Danutė Jočienė bu davada yer almaya devam etmiştir (Sözleşme’nin 23 § 3. maddesi ve İçtüzük 24 § 4. madde).", "7.  Taraflar ek yazılı görüşlerini sunmuşlardır (İçtüzük 59 § 1. madde).", "8.  10 Temmuz 2013 tarihinde Strazburg’taki İnsan Hakları Binası’nda aleni bir duruşma gerçekleştirilmiştir (İçtüzük 59 § 3. madde). Söz konusu duruşmada Mahkeme huzurunda hazır bulunanlar:", "(a)  başvurucular adına \nSayın B. Mujčin,\nSayın E. Eser,\tVekil,\nSayın A. Mustafić,\tAsistan;", "(b)  Bosna Hersek Hükümeti adına \nSayın M. Mijić,\tTemsilci,\nSayın B. Skalonjić,\tTemsilci Asistanı,\nSayın E. Veledar Arifagić,\nSayın Z. Kelić,\nSayın T. Ćurak,\nSayın S. Bakić,\nSayın E. Kubat,\nSayın V. Tufek,\nSayın N. Trossat,\nSayın M. Mahmutović,\tDanışmanlar;", "(c)  Hırvatistan Hükümeti adına \nSayın Š. Stažnik,\tTemsilci,\nSayın N. Katić,\nSayın A. Metelko-Zgombić,\nSayın M. Bašić,\nSayın J. Vlašić,\nSayın B. Grabovac,\nSayın V. Zvonar,\tDanışmanlar;", "(d)  Sırbistan Hükümeti adına \nSayın S. Carić,\tTemsilci,\nSayın V. Rodić,\nSayın D. Dobrković,\nSayın N. Petković,\nSayın B. Milisavljević,\nSayın B. Kurbalija,\nSayın S. Đurđević,\tDanışmanlar;", "(e)  Slovenya Hükümeti adına \nSayın N. Pintar-Gosenca,\tTemsilci,\nSayın C. Annacker,\tVekil,\nSayın A. Nee,\nSayın M. Prevc,\nSayın R. Gabrovec,\nSayın A. Polak-Petrič,\nSayın A. Kulick,\tDanışmanlar;", "(f)  Makedonya Hükümeti adına\nSayın K. Bogdanov,\tTemsilci,\nSayın V. Stanojevska,\tDanışman.", "", "Mahkeme Sayın Mujčin’in, Sayın Mijić’in, Sayın Stažnik’in, Sayın Carić’in, Sayın Annacker’in ve Sayın Bogdanov’un sunumlarını dinlemiştir.", "DAVANIN ESASI", "I.  DAVA KONUSU OLAYLAR", "A.  Giriş", "9.  Başvurucular sırasıyla 1976, 1949 ve 1952 doğumludur ve Almanya’da yaşamaktadır.", "10.  Yugoslavya Sosyalist Federal Cumhuriyeti’nin (“YSFC”) dağılmasından önce, başvuruculardan ikisi, Sayın Ališić and Sayın Sadžak, Ljubljanska Banka Saraybosna’da döviz mevduat hesapları açmışlardır. 1990 yılında, 1989/90 iktisadi reformları bağlamında (bkz. aşağıdaki paragraf 21), Ljubljanska Banka Saraybosna bir Sloven bankası olan Ljubljanska Banka Ljubljana’nın bir şubesi haline gelmiştir. Yine YSFC’nin dağılmasından önce üçüncü başvurucu Sayın Šahdanović, bir Sırp bankası olan Investbanka’nın Bosna Hersek’te yer alan Tuzla şubesinde bir döviz mevduat hesabı açmıştır. Mahkeme’nin elindeki materyallere göre, 31 Aralık 1991 tarihinde Sayın Ališić ve Sayın Sadžak’ın Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki hesaplarının bakiyesi sırasıyla 4715 Alman Markı ve 129.874 Alman Markı’ydı; 3 Ocak 2002 tarihinde Sayın Šahdanović’in Investbanka Tuzla şubesindeki hesaplarının bakiyesi 63.880 Alman Markı, 4 Avusturya şilini ve 73 Amerikan Doları idi.", "11.  Başvurucuların Sözleşme kapsamındaki şikâyetleri yukarıda belirtilen banka hesaplarındaki döviz tasarruflarını çekememeleriyle ilgilidir. Bunun hem tek başına, hem de Sözleşme’nin 14. maddesiyle birlikte ele alındığında tüm davalı Devletler tarafından 1 No’lu Protokol’ün 1. maddesini ihlal ettiğini öne sürmüşlerdir. Ayrıca Sözleşme’nin 13. maddesine yönelik bir ihlal iddiasında da bulunmuşlardır.", "B.  Geçmişteki olay ve olgular", "1.  1989/90 reformu öncesinde YSFC’de ticari bankacılık", "(a)  Temel bankalar, birleşik bankalar ve milli bankalar", "12.  1989/90’da YSFC’de gerçekleştirilen iktisadi reformlar öncesinde, YSFC’nin ticari bankacılık sistemi temel ve birleşik bankalardan oluşuyordu. Temel bankaların bağımsız ayrı bir tüzel kişiliği bulunuyordu, ancak dokuz birleşik bankadan birinin teşkilat yapısı içerisinde yer alıyorlardı. Kural olarak, temel bankalar aynı toprak birliğine dayalı (yani, Cumhuriyetlerden –Bosna Hersek, Hırvatistan, Makedonya, Karadağ, Sırbistan ve Slovenya– veya Özerk Bölgelerden –Kosova ve Voyvodina– birinde yer alan) halka ait şirketler tarafından kurulmuş olup onların kontrolü altında bulunuyordu. Halka ait şirketler Yugoslav özyönetim modelinin amiral gemileriydi: Ne özel mülkiyet ne de Devlet mülkiyeti altında olmayan bu şirketler, sanayi ilişkilerine komünist bir bakış açısıyla yaklaşan, çalışanlarının denetimindeki kolektif mülkiyetlerdi (bu kavram ve söz konusu şirketlerin şu anda var olmaya devam ettikleri Sırbistan içerisindeki konumu Kačapor ve diğerleri/Sırbistan, no. 2269/06 vd., §§ 71-76 ve 97, 15 Ocak 2008 davasında anlatılmaktadır). Birleşik banka oluşturabilmek için en az iki temel bankanın bir araya gelmesi gerekiyordu. Birleşik bankalardan biri olan Ljubljanska Banka Ljubljana, başvuruculardan ikisinin hesaplarının bulunduğu Ljubljanska Banka Saraybosna, Ljubljanska Banka Zagreb, Ljubljanska Banka Üsküp ve diğer birkaç temel bankadan oluşuyordu. Keza, başvuruculardan birinin hesaplar açmış olduğu Investbanka da, başka birtakım temel bankalarla birlikte Beogradska udružena Banka adlı bir birleşik bankayı oluşturuyordu.", "13.  YSFC’de ayrıca; Yugoslavya Milli Bankası (“NBY”) ve altı Cumhuriyet ve iki Özerk Bölgenin her birinde bir milli banka olarak dokuz adet milli banka bulunuyordu.", "(b)  Döviz mevduatları", "14.  Değeri yüksek, sağlam dövizler bakımından sıkışık durumda olan YSFC, yurtdışında yaşayan vatandaşları ve diğer vatandaşlar açısından kendi bankalarında döviz hesabı açmayı cazip hale getirmiştir. Bu mevduatlar yıllık oranı genellikle %10’u aşan yüksek faizler getirmekteydi ve Devlet güvencesi altındaydı (1985 tarihli Döviz İşlemleri Yasası’nın 14(3). maddesi ve 1989 tarihli Bankalar ve Diğer Finans Kuruluşları Yasası’nın 76(1). maddesi).", "15.  Devlet güvencesi, bankanın iflası veya bankanın talebiyle “bariz acz” durumunda (1989 tarihli Bankalar ve Diğer Finans Kuruluşları İflas Yasası 18. madde ve ilgili ikincil mevzuat) harekete geçirilecekti. Somut davada söz konusu edilen bankaların hiçbiri böyle bir talepte bulunmamıştır.", "16.  Mevduat sahipleri kendi istemleriyle bu güvencenin harekete geçirilmesini talep edememekteydi, ancak 1978 tarihli Mükellefiyetler Yasası uyarınca, mevduatlarını birikmiş faizle birlikte istedikleri zaman çekme hakkına sahipti. Adı geçen Yasa’nın 1035. maddesi şu hükmü içermekteydi:", "“1. Banka belirli bir para meblağını kabul etmeyi ve mevduat sahibi söz konusu meblağı bankaya yatırmayı kabul ettiğinde bir maddi mevduat sözleşmesi oluşturulur.", "2. Söz konusu sözleşme kapsamında, bankanın yatırılan parayı kullanma hakkı ve sözleşmede belirtilen şartlar uyarınca iade yükümlülüğü bulunur.”", "Yasa’nın 1043(1). maddesi şu hükmü taşımaktadır:", "“Bir tasarruf hesabı açıldığında, banka veya finansal kuruluş mevduat sahibine bir hesap defteri düzenler.”", "Yasa’nın 1044. maddesi şu hükmü taşımaktadır:", "“1. Tüm yatırılan ve çekilen meblağlar bir tasarruf sandığı cüzdanına kaydedilir.", "2. Tasarruf sandığı cüzdanlarındaki imzalı ve damgalı kayıtlar yatırılan ve çekilen meblağlara ilişkin kanıt oluşturur.", "3. Aksi yöndeki her türlü anlaşma hükümsüz olacaktır.”", "Ayrıca, Yasa’nın 1045. maddesi de şu hükmü taşımaktadır:", "“Tasarruf mevduatlarına faiz ödenecektir.”", "(c)  Yeniden yatırım planı", "17.  1970’lerin ortalarından başlayarak, dinar döviz kurunun değer kaybetmesi neticesinde bankalar döviz kayıplarına uğradı. Bunun üzerine YSFC, bankaların vatandaşlara ait döviz mevduatlarını, kur riski üstlenecek olan NBY’ye aktarmasının yolunu açan bir döviz “yeniden yatırım” sistemi getirmiştir (1977 tarihli Döviz İşlemleri Yasası’nın 51. maddesi). Bu sistem hukuken ihtiyari olmakla birlikte, uygulamada bankaların başka bir seçeneği bulunmamaktaydı; zira yurtdışında ödeme yapabilmeleri için gerekli olduğu üzere yabancı bankalarda döviz hesaplarını sürdürmelerine veya döviz cinsinden kredi vermelerine imkân tanınmamaktaydı. Dolayısıyla neredeyse tüm dövizler, ya muhasebe veya “formalite” yöntemiyle ya da dövizin NBY döviz hesaplarına fiilen devri yöntemiyle NBY’ye yeniden yatırılmıştır. Muhasebe yöntemi, ticari bankaların yabancı bankalara ücret ödemeden kur risklerini NBY’ye geçirmesine imkân sağladığı için daha sıklıkla kullanılmıştır (bkz. Kovačić ve diğerleri/Slovenya [BD], no. 44574/98, 45133/98 ve 48316/99, § 36, 3 Ekim 2008; ayrıca bkz. Bosna Hersek Anayasa Mahkemesi’nin 1 Nisan 2006 tarihli ve AP 164/04 sayılı kararı, § 53). Eylül 1988 tarihli bir iç NBY raporuna göre, 30 Haziran 1988 itibariyle yaklaşık 9 milyar Amerikan Doları’na eşdeğer bir meblağ NBY’ye yeniden yatırılmış bulunuyordu; bunun sadece 1,4 milyar ABD Doları kadarı (yani %15’inden biraz fazlası) fiziksel olarak NBY’deki birtakım döviz hesaplarına geçirilmişti. NBY’deki döviz hesaplarında yer alan meblağların yakın bir tarihte daha sonra halef Devletler arasında bölüşülmüş olduğu anlaşılacaktır (bkz. aşağıdaki paragraf 65).", "18.  İlk iki başvurucunun hesaplarının bulunduğu Ljubljanska Banka Saraybosna açısından yeniden yatırım planı şu şekilde işletilmiştir. Bir dizi sözleşme uyarınca (Ljubljanska Banka Saraybosna, Ljubljanska Banka Ljubljana, Bosna Hersek Milli Bankası ve Slovenya Milli Bankası arasında), Ljubljanska Banka Saraybosna, her ay, yatırılan döviz miktarı ile çekilen döviz miktarı arasındaki farkı Ljubljanska Banka Ljubljana hesabına olacak şekilde Slovenya Milli Bankası’na aktaracaktı. Bu fonların bir kısmı Ljubljanska Banka Saraybosna’nın talebi üzerine likidite ihtiyaçlarını karşılamak üzere (yatırılandan fazla döviz çekilen dönemlerde) bu bankaya geri aktarılmıştır. Nitekim, 1984’ten 1991’e dek 244.665.082 Alman Markı Ljubljana’ya aktarılmış ve 41.469.528 Alman Markı (yani %17’sinden azı) Saraybosna’ya geri aktarılmıştır. Saraybosna’ya geri aktarılmayan fonlar yukarıdaki paragraf 17‘de anlatılan iki yöntemden biriyle NBY’ye geri yatırılmıştır: muhasebe veya “formalite” yöntemi (ki bu durumda Ljubljana’dan fiilen ayrıldığına dair hiçbir kanıt bulunmamaktadır) ya da dövizin NBY döviz hesaplarına fiilen devri yöntemi. Yeniden yatırım için hangi yöntem kullanılmış olursa olsun, tüm bu fonlar Ljubljanska Banka Saraybosna’nın NBY’den alacağı şeklinde kaydedilmiştir.", "19.  Yukarıdaki paragraf 18‘de bahsedilen sözleşmeler kapsamında, Ljubljanska Banka Saraybosna’ya, yeniden yatırılan döviz değeri karşılığında, Bosna Hersek Milli Bankası aracılığıyla NBY tarafından dinar kredileri (ilk başta faizsiz olarak) verilmiştir. Bu şekilde elde edilen dinarlar adı geçen temel banka tarafından, kural olarak aynı toprak birliğine dayalı şirketlere, enflasyon oranının altında faiz oranlarıyla krediler sağlamak amacıyla kullanılmıştır.", "20.  1988 yılı sonlarında yeniden yatırım sistemine son verilmiştir (1985 tarihli Döviz İşlem Yasası’nın 103. maddesinde yapılan değişiklikle). Bankalara yabancı bankalarda hesap açma izni tanınmıştır. Ljubljanska Banka Saraybosna, diğer bankalar gibi, bu fırsatı kullanmış ve Ekim 1988’den Aralık 1989’a dek geçen dönemde yabancı bankalara 13,5 milyon Amerikan Doları civarında para yatırmıştır. Dosyada, bu paralara ne olduğuna dair hiçbir bilgi yer almamaktadır.", "2.  YSFC’de 1989/90 ticari bankacılık reformu", "21.  1989/90 reformları çerçevesinde, YSFC yukarıda anlatılan temel ve birleşik bankalar sistemini kaldırmıştır. Bankacılık düzenlemelerindeki bu değişim kimi temel bankaların bağımsız bir statü tercihinde bulunmasına, diğer temel bankaların ise daha önce ait oldukları birleşik bankaların şubeleri (tüzel kişiliğe sahip olmayan) haline gelmesine imkân sağlamıştır. 1 Ocak 1990 tarihinde yukarıda bahsedilen Ljubljanska Banka Saraybosna böylelikle Ljubljanska Banka Ljubljana’nın bir şubesi (tüzel kişiliğe sahip olmayan) haline gelmiştir; Ljubljanska Banka Ljubljana diğerinin haklarını, malvarlığını ve sorumluluklarını üstlenmiştir. Yukarıda bahsi geçen Investbanka ise merkezi Sırbistan’da ve Bosna Hersek’te birkaç şubesi bulunan bağımsız bir banka haline gelmiştir.", "22.  Dahası, dinarın konvertibilitesi ilan edilmiş ve bu da muazzam miktarda döviz çekilmesine yol açmıştır. Bunun üzerine YSFC, döviz çekimini büyük oranda kısıtlayan acil durum önlemlerine başvurmuştur. Örneğin, 1985 tarihli Döviz İşlemleri Yasası’nın 71. maddesinde değişiklik yapılan Aralık 1990 tarihi itibariyle, mevduat sahipleri artık tasarruflarını sadece kendilerinin veya yakın akrabalarının ihtiyacı için ithal mal veya hizmet satın almak, döviz senetleri almak, bilimsel veya insancıl amaçlarla vasiyetname bağışı gerçekleştirmek veya yerel bir sigorta şirketine hayat sigortası ödemesinde bulunmak amacıyla çekebilecekti. Bunun yanı sıra, YSFC Hükümeti’nin Şubat 1992’ye kadar yürürlükte kalan Nisan 1991 tarihli kararında yer alan 3. madde ve YSFC Anayasa Mahkemesi’nin Nisan 1992’de anayasaya aykırı bulduğu NBY’nin Ocak 1991 tarihli kararının 17(c) maddesi, mevduat sahiplerinin yukarıda sayılan amaçlarla çekebileceği veya kullanabileceği miktarı bir seferde 500 Alman Markını ve ayda 1000 Alman Markını geçmeyecek şekilde sınırlandırmıştır (bkz. aşağıdaki paragraf 53).", "3.  1991/92’de YSFC’nin dağılması", "23.  YSFC 1991/92’de parçalanmıştır. Halef Devletlerde daha önceden yatırılmış olan döviz tasarrufları özel bir rejim altına sokulmuştur ve genellikle “eski” veya “dondurulmuş” döviz tasarrufları olarak anılmaktadır. Aşağıda, işbu davanın davalı taraflarını da oluşturan beş halef Devlet’in her birinde –İngilizcesine göre alfabetik sırayla gösterilmektedir– söz konusu tasarruflara ilişkin ilgili iç hukuk ve uygulamaya dair bir inceleme yer almaktadır", "C.  İlgili davalı Devletlere ait koşullar", "1.  Bosna Hersek", "(a)  \t“Eski” döviz tasarruflarına ilişkin tedbirler", "24.  1992 yılında Bosna Hersek, “eski” döviz tasarruflarına ilişkin kanuni güvenceyi YSFC’den devralmıştır (bkz. 1992 tarihli YSFC Mevzuatın Uygulanması Yasası’nın 6. maddesi). Bu konudaki ilgili kanuni hükümler net olmamakla birlikte, Bosna Hersek Milli Bankası bu güvencenin sadece ülke içerisindeki bankalarda yer alan tasarrufları kapsadığı görüşünü benimsemiştir (bkz. 8 Ağustos 1994 tarihli ve 63/94 sayılı raporu).", "25.  Savaş sırasında tüm “eski” döviz tasarrufları dondurulmuş olmakla birlikte, insancıl sebeplerle ve bazı başka özel durumlarda istisnai olarak para çekimine izin verilmiştir (bkz. ilgili ikincil mevzuat).", "26.  1992-95 savaşının ardından, her bir Özerk Cumhuriyet (Bosna Hersek Federasyonu –“BHF”– ve Republika Srpska (Sırp Cumhuriyeti)) “eski” döviz tasarruflarına dair kendi mevzuatını çıkartmıştır. Somut davada sadece BHF mevzuatı geçerlidir, zira söz konusu şubeler o Özerk Cumhuriyette yer almaktadır. 1997 yılında BHF kendi topraklarında yer alan banka ve şubelerdeki “eski” döviz tasarruflarına ilişkin sorumluluğu üzerine almıştır (bkz. 1997 tarihli Alacakların Ödenmesi Yasası’nın 3(1). maddesi ve 1999 tarihli Yurtdışında Yerleşik Olanların Alacaklarının Ödenmesi Kararnamesi). Bu tasarruflar dondurulmuş olarak kalmakla birlikte, adı geçen Yasa bunların Devlete ait dairelerin ve şirketlerin satın alımında kullanılabileceğini öngörmekteydi (bkz. 1997 tarihli Alacakların Ödenmesi Yasası’nın, 2004 yılında değiştirilmiş haliyle, 18. maddesi).", "27.  2004 yılında BHF yeni bir mevzuat çıkartmıştır. Bu Cumhuriyette yer alan ulusal bankalardaki “eski” döviz tasarruflarını, tasarruf sahibinin hangi vatandaşlığa sahip olduğuna bakmadan geri ödeme taahhüdünde bulunmuştur. BHF’nin başvurucuların hesaplarının bulunduğu Ljubljanska Banka Ljubljana, Investbanka veya diğer yabancı bankaların şubelerindeki söz konusu tasarruflara ilişkin sorumlulukları 2004 tarihli İç Borçların Ödenmesi Yasası’nın 9(2). maddesi uyarınca açıkça kapsam dışında bırakılmıştır.", "28.  2006 yılında ulusal bankalardaki “eski” döviz tasarruflarına ilişkin sorumluluk Cumhuriyetlerden Devlet’e geçmiştir. Ljubljanska Banka Ljubljana ve Investbanka’nın yerel şubelerindeki söz konusu tasarruflara ilişkin sorumluluk yine kapsam dışında bırakılmış, ancak Devlet’in bu şubelerin müşterilerine sırasıyla Slovenya ve Sırbistan’dan tasarruflarına ilişkin ödeme elde etmek konusunda yardımcı olması öngörülmüştür (bkz. 2006 tarihli Eski Döviz Tasarrufları Yasası’nın 2. maddesi). Ayrıca, “eski” döviz tasarruflarına ilişkin tüm yargılamalar bu yasa marifetiyle durdurulmuştur (bkz. adı geçen Yasa’nın 28. maddesi; bu madde Bosna Hersek Anayasa Mahkemesi’nin 28 Mart 2008 tarihli ve U 13/06 sayılı kararıyla anayasaya uygun bulunmuştur, § 35).", "(b)  Ljubljanska Banka Ljubljana’nın Saraybosna şubesinin ve 1993 yılında kurulan Ljubljanska Banka Saraybosna’nın statüsü", "29.  Yukarıdaki paragraf 21‘de belirtildiği üzere, Ocak 1990’da Ljubljanska Banka Saraybosna Ljubljanska Banka Ljubljana’nın kendi tüzel kişiliği bulunmayan bir şubesi haline gelmiştir; Ljubljanska Banka Ljubljana Ljubljanska Banka Saraybosna’nın haklarını, malvarlığını ve sorumluluklarını üstüne almıştır. Şirketler siciline göre, şube ana bankanın adına ve hesabına hareket etmekteydi. 1991 yılının sonunda bu şubedeki döviz tasarrufları 250 milyon Alman Markı civarındaydı, ancak kendi kasasında toplam olarak 350.000 Alman Markı bile bulunmuyordu (Saraybosna ile Ljubljana arasındaki döviz akışı yukarıdaki paragraf 18‘de anlatılmaktadır).", "30.  1993 yılında Bosna Hersek yasaları çerçevesinde, Ljubljanska Banka Ljubljana’nın Saraybosna şubesinin selefi –Ljubljanska Banka Saraybosna– ile aynı isme sahip yeni bir banka kurulmuştur. Bu banka bir Sloven bankası olan Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki “eski” döviz tasarruflarının sorumluluğunu tek taraflı olarak üstlenmiştir.", "31.  1994 yılında Bosna Hersek Milli Bankası bir teftiş yürütmüş ve birçok eksiklik tespit etmiştir. Öncelikle, yeni Ljubljanska Banka Saraybosna’nın yöneticileri usulünce atanmamıştır ve hissedarlarının kimler olduğu belli değildir. Milli Banka bu nedenle söz konusu bankaya bir yönetici atamıştır. İkinci olarak, Ljubljanska Banka Saraybosna’nın ulusal bir banka olarak, bir yabancı bankanın “eski” döviz tasarruflarına dair sorumluluğunu üstlenmesi mümkün değildir; böyle bir şey Bosna Hersek Devleti’ne yeni finansal yükümlülükler dayatmak anlamına gelecektir (zira tüm ulusal bankalardaki “eski” döviz tasarruflarının kanuni garantörü Devlet’ti). Milli Banka 31 Mart 1992 tarihi itibariyle Ljubljanska Banka Ljubljana’nın Saraybosna şubesine ait kapanış bilançosu tablosunun ivedilikle düzenlenmesini ve ana banka ile ilişkilerinin tanımlanmasını emretmiştir.", "32.  Ne var ki, şirketler siciline göre, yeni kurulmuş olan Ljubljanska Banka Saraybosna 2004 yılı sonlarına dek Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki “eski” döviz tasarruflarından sorumlu olmayı sürdürmüştür (bkz. aşağıdaki paragraf 35). Dolayısıyla, Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki “eski” döviz tasarruflarını yönetmeye devam etmiştir; bu tasarrufların %3 kadarı BHF’deki özelleştirme işlemlerinde kullanılmıştır (bkz. yukarıdaki paragraf 26); ve bir keresinde bir sivil mahkeme Ljubljanska Banka Saraybosna’nın Ljubljanska Banka Ljubljana’nın Saraybosna şubesi müşterilerinden birine iade ödemesinde bulunmasını emretmiştir (bkz. Višnjevac/Bosna Hersek (kabuledilebilirlik kararı), no. 2333/04, 24 Ekim 2006).", "33.  Bosna Hersek Anayasa Mahkemesi 2004 öncesindeki durumu “kaotik” diye tanımlamıştır (1 Nisan 2006 tarihli ve AP 164/04 sayılı karar, § 55). Ulusal bir insan hakları kuruluşu olan Bosna Hersek İnsan Hakları Dairesi, başka şeylerin yanı sıra Ljubljanska Banka Ljubljana ve Investbanka’da o dönemki “eski” döviz tasarrufları meselesini çevreleyen hukuki belirsizliğin Sözleşme’nin 1 No’lu Protokolü’nün 1. maddesine yönelik bir ihlal oluşturduğuna kanaat getirmiştir (bkz. 7 Kasım 2003 tarihli ve CH/98/377 vd. sayılı karar, § 270).", "34.  2003 yılında BHF Bankacılık Kurumu ulusal Ljubljanska Banka Saraybosna’yı, Slovenya’da yer alan bir yabancı banka olan Ljubljanska Banka Ljubljana ile müphem ilişkiler içerisinde bulunması sebebiyle geçici olarak kendi idaresi altına geçirmiştir.", "35.  2000 tarihli Şirketler Sicili Yasası’nda yapılan bir değişiklikle, 2003 yılında BHF Parlamentosu şirketler siciline savaş döneminde yapılan kayıtların silinmesi için kanuni süreyi 2004 yılına dek uzatmıştır. Bundan kısa bir süre sonra, Kasım 2004’te Saraybosna Şehir Mahkemesi, ulusal Ljubljanska Banka Saraybosna’nın Sloven Ljubljanska Banka Ljubljana’nın Saraybosna şubesinin halefi olmadığına; söz konusu şubedeki “eski” döviz tasarruflarından sorumlu olmadığına; ve bunun sonucu olarak da, şirketler sicilinde kayıtlı olan ve aksini belirten 1993 tarihli kaydın silinmesi gerektiğine karar vermiştir.", "36.  2006 yılında ulusal Ljubljanska Banka Saraybosna malvarlığını bir Hırvat şirketine satmış, söz konusu Hırvat şirketi buna mukabil bankanın borçlarını ödemeyi taahhüt etmiştir. Aynı zamanda, Sloven Ljubljanska Banka Ljubljana’nın Saraybosna şubesinin, söz konusu şubenin statüsüne dair nihai karar beklenirken BHF Hükümeti nezdinde bulunan binaları, Ljubljanska Banka Ljubljana adına ve hesabına bahsi geçen Hırvat şirkete bırakılmıştır.", "37.  2010 yılında yetkili mahkeme Bosna Hersek’te Ljubljanska Banka Saraybosna aleyhinde iflas işlemleri başlatmıştır. Bu işlemler halen derdesttir.", "(c)  Investbanka’nın Tuzla şubesinin statüsü", "38.  Investbanka’nın Tuzla şubesi her daim, tüzel kişiliği bulunmayan bir şube statüsünde bulunuyordu. Söz konusu şubedeki “eski” döviz tasarrufları 31 Aralık 1991 tarihinde 67 milyon ABD Doları (aşağı yukarı 100 milyon Alman Markı) civarındaydı. Bu şube Haziran 1992’de kapanmış ve o zamandan beri faaliyetlerini sürdürmemiştir. Bu şubedeki fonlara ne olduğu belli değildir.", "39.  2002 yılında Sırbistan’daki yetkili mahkeme Investbanka aleyhinde bir iflas kararı çıkarmıştır. Sırp makamları bunun üzerine Investbanka’nın BHF şubelerine ait binaları satmışlardır (Sırp Cumhuriyeti’ndeki (Republika Srpska) binalar 1999’da satılmıştır). Örneğin, Tuzla’daki Džafer Mahala’da yer alan binalar karşılığında Sırp makamları 2.140.650 Euro elde etmişlerdir. Investbanka hakkındaki iflas işlemleri görünüşe bakılırsa halen derdesttir.", "40.  2010 yılında BHF Hükümeti Investbanka’nın BHF şubelerine ait bina ve arşivleri kendi nezareti altına geçirmeye karar vermiş, fakat Investbanka’nın BHF’de artık herhangi bir bina veya arşivi bulunmadığı anlaşılmıştır.", "41.  2011 yılında, BHF makamlarının talebi üzerine, Sırp makamları Tuzla şubesindeki arşivlerin 2008 yılında Sırp topraklarına nakline dair bir ceza soruşturması başlatmışlardır.", "2.  Hırvatistan", "(a)  “Eski” döviz tasarruflarına ilişkin tedbirler", "42.  Hırvat Hükümeti, ulusal bankalardaki ve bu bankaların yabancı şubelerindeki “eski” döviz tasarruflarını, ilgili mevduat sahibinin hangi vatandaşlığa sahip olduğuna bakmaksızın geri ödemiş olduğunu dile getirmiştir. Gerçekten de, Hırvat bankalarının Bosna Hersek şubelerinde mevduat hesabı bulunan Bosna Hersek vatandaşlarının bu tasarruflarının geri ödenmiş olduğu açıktır. Ancak, Slovenya Hükümeti Hırvatistan Yüksek Mahkemesi’nin ilgili mevzuatta kullanılan terimin (građanin) Hırvat vatandaşı anlamına geldiği yönündeki kararlarını sunmuştur (1994 tarihli Rev 3015/1993-2, 1996 tarihli Rev 3172/1995-2 ve 1996 tarihli Rev 1747 /1995-2) (bkz. ve karş. Kovačić ve diğerleri, yukarıda adı geçen karar, § 77).", "(b)  Ljubljanska Banka Ljubljana’nın Zagreb şubesinin statüsü", "43.  Hırvatistan, kendi vatandaşlarının Ljubljanska Banka Ljubljana’nın Zagreb şubesindeki “eski” döviz tasarruflarını Hırvat bankalarına aktarmasına imkân tanımıştır (bkz. 1993 tarihli Eski Döviz Tasarrufları Yasası’nın 14. maddesi ve ilgili ikincil mevzuat). Görünen o ki, söz konusu şube müşterilerinin yaklaşık üçte ikisi bu imkândan yararlanmıştır. Mart 2013’te Hırvatistan ve Slovenya bir mutabakat anlaşması imzalayarak, aktarılan bu tasarruflara ilişkin daha başka halefiyet müzakerelerinde bulunmayı kararlaştırmıştır. Tasarruflarını Ljubljanska Banka Ljubljana’nın Zagreb şubesinden Hırvat bankalarına aktarmamış olan müşterilere gelince, ki bunların tasarrufları toplamda yaklaşık 300 milyon Alman Markı’na eşdeğerdi; bunların kimi Hırvat mahkemelerinde hukuk davaları açmışlar ve altmış üç tanesi söz konusu şubenin Hırvatistan’da yer alan malvarlıklarının cebri satışı yoluyla “eski” döviz tasarruflarını geri almıştır (Osijek Şehir Mahkemesi’nin 8 Nisan 2005 ve 15 Haziran 2010 tarihli kararları, ayrıca bkz. Kovačić ve diğerleri, yukarıda adı geçen karar, §§ 122-133). Bu kategoriye giren diğer kimi tasarruf sahipleri de Slovenya mahkemelerinde hukuk davaları yürütmüş veya halen yürütmektedir (bkz. aşağıdaki paragraf 51). Hırvat hükümeti tarafından sunulan resmi evraka göre, Ljubljanska Banka Ljubljana’nın ve onun Zagreb şubesinin artık Hırvatistan’da hiçbir malvarlığı bulunmamaktadır.", "3.  Sırbistan", "(a)  “Eski” döviz tasarruflarına ilişkin tedbirler", "44.  YSFC’nin dağılmasının ardından, Sırp bankalarındaki “eski” döviz tasarrufları dondurulmuştur. Ancak, söz konusu tasarruf sahibinin hangi vatandaşlığa sahip olduğuna ve söz konusu şubenin yerine bakılmaksızın insancıl sebeplerle istisnai olarak para çekimine izin verilmiştir (bkz. ilgili ikincil mevzuat). Dahası, Sırp mahkemeleri en azından bir davada, Sırbistan menşeli bankaların Bosna Hersek’te yer alan şubelerindeki “eski” döviz tasarruflarından sorumlu olduğuna hükmetmiştir (bkz. Šekerović/Sırbistan (kabuledilebilirlik kararı), no. 32472/03, 4 Ocak 2007).", "45.  1998 yılında ve sonrasında 2002 yılında da, Sırbistan, kendi vatandaşlarının ve YSFC’nin halef Devletleri dışında kalan tüm Devletlerin vatandaşlarının ulusal bankaların ulusal şubelerindeki “eski” döviz tasarruflarını, YSFC’nin halef Devletleri dışında kalan tüm Devletlerin vatandaşlarının ulusal bankaların yabancı şubelerindeki (örneğin Investbanka’nın Tuzla şubesi gibi) “eski” döviz tasarrufları ile birlikte kısmen nakit kısmen devlet bonosu şeklinde geri ödemeyi kabul etmiştir. Söz konusu devlet bonoları 2016 yılı itibariyle yıllık on iki taksit şeklinde itfa edilecek ve yıllık %2 oranında bir faiz getirecekti (2002 tarihli Eski Döviz Tasarrufları Yasası’nın 4. maddesi). Geri ödenecek miktara gelince, Sırbistan esas tasarrufları 31 Aralık 1997 tarihi itibariyle esas faiz oranıyla tahakkuk etmiş bulunan faizle birlikte ve o tarihten sonra da yıllık %2 oranında tahakkuk etmiş bulunan faizle birlikte geri ödemeyi taahhüt etmiştir (adı geçen Yasa’nın 2. maddesi).", "46.  Ne var ki, diğer “eski” döviz tasarrufları (yani YSFC’nin Sırbistan dışındaki halef Devletleri vatandaşlarının Sırp bankalarının ister ulusal ister yabancı olsun tüm şubelerine yatırdıkları tasarrufların yanı sıra Sırp vatandaşlarının Sırbistan dışında yer alan Sırp bankalarının şubelerindeki tasarrufları), örneğin üçüncü başvurucunun mevduatları açısından olduğu gibi, yeni halefiyet müzakerelerini beklerken dondurulmuş halde duracaktı. Ayrıca, “eski” döviz tasarruflarıyla ilgili tüm yargılamalar da 1998 tarihli Eski Döviz Tasarrufları Yasası’nın 21. ve 22. maddeleri ve 2002 tarihli Eski Döviz Tasarrufları Yasası’nın 21. ve 36. maddeleri uyarınca kanun marifetiyle kesilip sonlandırılmıştır.", "(b)  Investbanka ve şubelerinin statüsü", "47.  Şirketler siciline göre, Investbanka Devlete aittir. Sırbistan Mevduat Sigortası Kuruluşu’nun kontrolü altındadır. Devlete ait bir kuruluş olarak, Devlete ve halka ait şirketlere karşı geniş alacaklarını, bu şirketlerin 2001 Özelleştirme Yasası uyarınca özelleştirilmesine imkân sağlamak amacıyla silmek durumunda kalmıştır. Ocak 2002’de yetkili mahkeme Investbanka aleyhinde bir iflas kararı çıkartmıştır. Bu iflas işlemleri derdest durumdadır. Investbanka’nın Bosna Hersek şubelerindeki yüzlerce tasarruf sahibi, söz konusu iflas işlemleri bağlamında kendilerine geri ödeme yapılması için başvuruda bulunmuş ancak hiçbir sonuç elde edememiştir. Bunlardan yirmi tanesi bunun üzerine Investbanka aleyhinde hukuk davaları açmışlar, ancak bu yolla da hiçbir sonuç elde edememişlerdir.", "4.  Slovenya", "(a)  “Eski” döviz tasarruflarına ilişkin tedbirler", "48.  1991 yılında Slovenya tüm bankaların (Investbanka ve diğer yabancı bankalar dahil olmak üzere) ulusal şubelerindeki “eski” döviz tasarruflarına ilişkin kanuni güvenceyi, söz konusu tasarruf sahibinin hangi vatandaşlığa sahip olduğuna bakılmaksızın YSFC’den devralmış (bkz. Slovenya Cumhuriyeti’nin Egemenliği ve Bağımsızlığına dair Temel Anayasa Şartı’nın Uygulanmasına ilişkin 1991 tarihli Anayasal Kanun’un 19(3) maddesi – “1991 Anayasal Kanun”) ve bankaların mevduat sahiplerine yönelik sorumluluklarını kamu borcuna çevirmiştir (bkz. 1993 tarihli Eski Döviz Tasarrufları Yasası). Slovenya böylece, esas mevduatları ve 31 Aralık 1990 tarihi itibariyle tahakkuk etmiş olan faizi, ve bunların yanı sıra 1 Ocak 1991 ile 31 Aralık 1992 arasında yıllık %6 oranıyla tahakkuk etmiş olan faizi üstlenmiştir (1993 tarihli Eski Döviz Tasarrufları Yasası’nın 2. maddesi). Sonrasındaki döneme ilişkin olarak ise, faiz oranı mevduat sahibinin devlet bonosu mu, nakit mi tercih ettiğine bağlı olarak değişmekteydi. Mevduat sahipleri ya, 2003 yılında iki yıllık yirmi taksitle itfa edilecek ve %5 oranında bir yıllık faiz kazandıracak devlet bonosu, ya da paralarının bulunduğu bankalardan, iki yıllık on taksitle yıllık piyasa faiz oranının üzerine %0,25 eklenerek bulunacak faizle birlikte nakit elde etme hakkına sahipti. İkinci seçenekte bankalar devlet bonosu ihraç edecekti. Kimi mevduat sahipleri, bunları Devlete ait daireleri ve şirketleri satın almakta ve vergi ve emeklilik primlerini ödemekte kullanabilecek olmaları sebebiyle bono seçeneğini tercih etmiştir.", "(b)  Ljubljanska Banka Ljubljana ve şubelerinin statüsü", "49.  Slovenya, bağımsızlığını ilan ettikten kısa bir süre sonra, Ljubljanska Banka Ljubljana’yı kamulaştırmış ve ardından 1994 yılında, 1991 Anayasal Kanunu’nda yapılan bir değişiklikle yeniden yapılandırmıştır. Bankanın malvarlıklarının çoğu ve sorumluluklarının bir kısmı yeni bir bankaya devredilmiştir – Nova Ljubljanska Banka (bkz. adı geçen Kanun’un 22(b) maddesi, aşağıdaki paragraf 54‘te atıfta bulunulmaktadır). Diğer halef Devletlerdeki şubelerinde yer alan “eski” döviz tasarruflarına dair sorumluluklar ve bununla ilişkili NBY’ye karşı alacak talepleri eski bankaya ait olmayı sürdürmüştür (a.g.p.). Ulusal mahkemeler, söz konusu Kanun’u temel alarak, eski Ljubljanska Banka’nın Saraybosna şubesindeki müşterilerine “eski” döviz tasarruflarını ödemesi yönüne bir dizi karar vermiştir; aynı zamanda, ulusal mahkemeler Slovenya Devleti’nin bu konuda hiçbir sorumluluk taşımadığına da kanaat getirmiştir (bkz. Yüksek Mahkeme’nin 27 Şubat 1997 tarihli ve II Ips 415/95 sayılı; 1 Nisan 1998 tarihli ve II Ips 613/96 sayılı; ve 21 Ocak 1999 tarihli ve II Ips 490/97 sayılı kararları). Eski Ljubljanska Banka ilk başta Banka Rehabilitasyon Kurumu tarafından yönetilmekteydi. Şu anda bir Slovenya Devleti kuruluşu olan Halefiyet Fonu’nun kontrolündedir.", "50.  1997 yılında eski Ljubljanska Banka Ljubljana’nın diğer halef Devletlerdeki şubelerinde yer alan “eski” döviz tasarruflarına ilişkin tüm yargılamalar (Yüksek Mahkeme huzurundaki üçüncü derece yargılamaları dışında) halefiyet müzakerelerini beklerken ertelenmiştir (bkz. 1993 tarihli Slovenya Cumhuriyeti Halefiyet Fonu Yasası, 1997 yılında değiştirildiği haliyle, ve 2006 tarihli Slovenya Cumhuriyeti Halefiyet Fonu ve Halefiyet Temsilcisi Yasası). Aralık 2009’da Slovenya Anayasa Mahkemesi, iki Hırvat tasarruf sahibinin başvurusu üzerine söz konusu tedbirin anayasaya aykırı olduğunu ilan etmiştir.", "51.  Ljubljana Bölge Mahkemesi o tarihten bu yana, eski Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki “eski” döviz tasarruflarını faiziyle birlikte ödemesi yönünde birçok karara hükmetmiştir (bkz. örneğin, 16 Kasım 2010 tarihli ve P 119/1995-I sayılı karar, Ljubljana Yüksek Mahkemesi tarafından 4 Ocak 2012 tarihinde onandığında nihai ve bağlayıcı hale gelmiştir; 7 Aralık 2010 tarihli ve P 9/2007-II sayılı karar; ve 10 Ocak 2013 tarihli ve P 1013/2012-II sayılı karar). Mahkeme, YSFC hukukuna göre, şubelerin ana bankalar adına ve hesabına hareket etmiş olduğunu açıklamıştır. Dahası, Sloven hukukuna göre, eski Ljubljanska Banka Ljubljana Saraybosna şubesindeki “eski” döviz tasarruflarına ilişkin sorumluluğa sahip olmayı sürdürmekteydi. Mahkeme, aynı isimli bir banka olan Ljubljanska Banka Saraybosna’nın 1993 yılında eski Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki tasarruflarına ilişkin sorumluluğunu üzerine almış olmasını (bkz. yukarıdaki paragraf 30) dikkate almamıştır, zira bu işlem ana bankanın veya mevduat sahiplerinin onayı olmadan yapılmıştır. Her halükârda, Bosna Hersek’teki yetkili mahkeme şirketler sicilinde yer alan bu yöndeki 1993 tarihli kaydı 2004 yılında silmiş bulunmaktaydı (bkz. yukarıdaki paragraf 35). Ljubljana Bölge Mahkemesi, kimi dövizlerin yukarıda anlatılan yeniden yatırım planı çerçevesinde NBY’nin döviz hesaplarına aktarılmış olmasını da konuyla ilgisiz bulmuştur.", "5.  Eski Yugoslav Makedonya Cumhuriyeti", "52.  Eski Yugoslav Makedonya Cumhuriyeti ulusal bankalardaki ve Ljubljanska Banka Ljubljana’nın Üsküp şubesi gibi yabancı bankaların yerel şubelerindeki “eski” döviz tasarruflarını, ilgili mevduat sahibinin hangi vatandaşlığa sahip olduğuna bakmaksızın geri ödemiştir.", "II.  İLGİLİ İÇ HUKUK", "53.  Yukarıdaki paragraf 22‘de kaydedildiği üzere, YSFC’nin dağılmasından önce döviz tasarruflarının çekilmesine yönelik birtakım kısıtlamalar halihazırda getirilmiş durumdaydı. Örneğin, YSFC Anayasa Mahkemesi’nin Nisan 1992’de anayasaya aykırı bulduğu, Ocak 1991 tarihli NBY kararının 17(c) maddesi şu ifadeleri taşımaktaydı:", "“Yetkili bankalar yerli uyruklu kişilerin döviz hesaplarına yatırılmış dövizleri ödeme talebini ancak ... söz konusu kişilerden dövizi aşağıdaki şekillerde kullanma niyetine dair önceden bildirim alarak yerine getirecektir:", "(i)  500 Alman Markı’nı aşmayan miktarlar: ilk çekim için 15 gün, sonraki çekimler için 30 gün;", "(ii)  1000 Alman Markı’nı aşmayan miktarlar: ilk çekim için 30 gün, sonraki çekimler için 45 gün;", "(iii)  3000 Alman Markı’nı aşmayan miktarlar: 90 gün; ve", "(iv)  8000 Alman Markı’nı aşmayan miktarlar: 180 gün.”", "Ancak bu hüküm, somut davadaki başvurucular gibi yurtdışında çalışan ve yaşayan Yugoslav göçmenler açısından geçerli değildi (bkz. söz konusu kararın 8(6) ve 17. maddeleri). Başvurucuların kendi hesaplarındaki tasarruflarını çekemiyor olması, aşağıda kronolojik sırayla verilen iç hukuk hükümlerinin tatbikinden kaynaklanmaktaydı.", "54.  1991 tarihli Slovenya Anayasal Kanunu’nun, 1994 yılında değiştirilmiş ilgili kısmı şu şekildedir:", "Giriş", "“Eski [YSFC] topraklarında ortaya çıkmış olan birtakım Devletlerin ve bu Devletlerde yer alan bankaların gönülsüzlüğü dikkate alınarak;", "Eski YSFC topraklarındaki savaşın pratik ve hukuki sonuçları, Yugoslavya Federal Cumhuriyeti’ne (YFC – Sırbistan ve Karadağ) uygulanan uluslararası yaptırımlar, bazı halef Devletlerde finansal ve ekonomik sistemlerin çökmüş olması ve eski YSFC’nin finansal malvarlıklarının YFC tarafından taarruz savaşının finanse edilmesi amacıyla kullanılması sebebiyle eski YSFC’nin ve onun topraklarındaki tüzel kişiliklerin finansal malvarlıklarına ve sorumluluklarına ilişkin olarak bir halefiyet anlaşmasına varılmasının şu an itibariyle imkânsız olduğu göz önünde bulundurularak;", "...;", "Ve yabancı kredi kuruluşlarıyla yürütülen müzakereler yoluyla, nihai lehdarın belirlenemediği hallerde eski YSFC’nin Devlet borçlarının yeterli bir kısmının üstlenilmesine dair adil bir çözüm bulmak amacıyla...”", "Madde 22(b)", "“Ljubljanska Banka Ljubljana ve Kreditna Banka Maribor ticari faaliyetlerini ve malvarlıklarını işbu Kanun kapsamında kurulan yeni bankalara devredecektir.", "Yukarıdaki fıkra hükümlerine bakılmaksızın, Ljubljanska Banka Ljubljana ve Kreditna Banka Maribor şunları elinde bulundurmaya devam edecektir:", "...", "(iii)  Slovenya Cumhuriyeti tarafından güvence altına alınmayan döviz normal ve tasarruf hesaplarının tüm sorumluluğu;", "...", "(v)  bunlarla ilişkili alacak talepleri.", "Ljubljanska Banka Ljubljana eski YSFC topraklarındaki diğer cumhuriyetlere dayalı mevcut şubeleri ve iştirakleri ile bağlantılarını sürdürecek ve döviz tasarruf hesaplarına ilişkin olarak Yugoslavya Milli Bankası’na karşı alacak taleplerine denk düşen payları muhafaza edecektir.”", "55.  1993 tarihli Slovenya Cumhuriyeti Halefiyet Fonu Yasası’nın, 1997 yılında değiştirilmiş ilgili kısmı şu şekildedir:", "Madde 1", "“Slovenya Cumhuriyeti’nin ve Slovenya Cumhuriyeti topraklarındaki gerçek ve tüzel kişilerin, [YSFC]’nin hakları, malvarlıkları ve sorumluluklarının bölüştürülmesi sürecinde alacak taleplerini gerçekleştirmek ve sorumluluklarını yerine getirmek için, burada Slovenya Cumhuriyeti Halefiyet Fonu kurulmaktadır.”", "Madde 15(č)(1)", "“Menşei veya ikameti Slovenya’da bulunan kişiler aleyhinde derdest mahkeme yargılamaları veya icra işlemleri bulunuyorsa, davacının veya alacaklının menşei veya ikameti ... eski YSFC Cumhuriyetlerinden birinde bulunuyorsa ... ve talep bir hukuki işlem veya icraya konabilir bir yargı kararıyla ilgiliyse, mahkeme yargılamaları resen tehir edecektir.”", "56.  Sırbistan 2002 tarihli Eski Döviz Tasarrufları Yasası’nın ilgili kısmı şu şekildedir:", "Madde 21(1)", "“Sırbistan ve Karadağ’da merkezi bulunan bankalarda eski döviz tasarruflarına sahip olan [Bosna Hersek, Hırvatistan, Slovenya ve Eski Yugoslav Makedonya Cumhuriyeti] vatandaşlarının yanı sıra, [Bosna Hersek, Hırvatistan, Slovenya ve Eski Yugoslav Makedonya Cumhuriyeti] topraklarında yer alan bu gibi bankaların şube bürolarında eski döviz tasarrufları bulunan Sırbistan ve Karadağ vatandaşları eski döviz alacaklarını FSYC halef Devletleri arasında kararlaştırılacak bir şekilde elde edeceklerdir.”", "Madde 36", "“Bu Yasa’nın kapsamına giren döviz tasarruflarıyla ilgili tüm yargılamalar, icra işlemleri de dahil olmak üzere, bu Yasa marifetiyle sona erecektir.”", "57.  Bosna Hersek’in 2006 tarihli Eski Döviz Tasarrufları Yasası’nın 2. maddesi şu hükmü taşımaktadır:", "“1.  Bu Yasa kapsamında, eski döviz tasarrufları 31 Aralık 1991 tarihi itibariyle Bosna Hersek topraklarında yer alan bankalardaki döviz tasarrufları olup, o güne dek kazanılmış faizleri de kapsamakta, ancak o tarihten sonraki hiçbir ödemeyi ve hususi özelleştirme hesaplarına aktarılan hiçbir fonu kapsamamaktadır.", "2.  Yukarıdaki 1. fıkrada tanımlanan eski döviz tasarrufları, Ljubljanska Banka, Investbanka veya diğer yabancı bankaların Bosna Hersek yer alan şube bürolarındaki döviz tasarruflarını içermez.", "3.  2001 tarihli Halefiyet Meselelerine Dair Anlaşma uyarınca, yukarıdaki 2. fıkrada tanımlanan döviz tasarrufları, söz konusu bankaların merkezlerinin yer aldığı halef Devletlerin sorumluluğunda olacaktır. Bosna Hersek, uluslararası faaliyetleri kapsamında, söz konusu döviz hesapları hamillerine yardım sağlayacaktır...”", "58.  2006 tarihli Slovenya Cumhuriyeti Halefiyet Fonu ve Halefiyet Temsilcisi Yasası’nın 23. maddesi şu hükmü taşımaktadır:", "“(1) Slovenya’daki mahkemelerin 1993 tarihli Slovenya Cumhuriyeti Halefiyet Fonu Yasası uyarınca eski YSFC’nin halef Devletlerinden birindeki ticari bir bankada veya şubelerinden birinde yer alan döviz tasarruflarına ilişkin yargılamaların tehiri yönünde vermiş olduğu her türlü ve tüm kararlar yürürlükte kalmayı sürdürecektir. Bir önceki cümlede atıfta bulunulup da halihazırda yeniden başlatılmış bulunan her türlü ve tüm yargılamalar yine tehir edilecek veya askıya alınacaktır.", "(2) Bir önceki fıkrada atıfta bulunulan yargılamalar, YSFC veya ona ait NBY’nin döviz tasarruflarına yönelik güvenceleri meselesinin Halefiyet Meselelerine Dair Anlaşma’ya Ek C’nin 7. maddesi uyarınca çözüme bağlanması üzerine otomatik olarak kaldığı yerden devam edecektir.”", "3 Aralık 2009 tarihinde Slovenya Anayasa Mahkemesi bu hükmü anayasaya aykırı bulmuştur.", "İLGİLİ ULUSLARARASI HUKUK VE UYGULAMA", "I.  DEVLET HALEFİYETİ İLE İLGİLİ ULUSLARARASI HUKUK", "59.  Devlet halefiyeti meselesi, hiç değilse bir yanıyla, Devletlerin Antlaşmalara Halef Olmasına ilişkin 1978 Viyana Sözleşmesi’nde ve belirli bir oranda, Devlet Malları, Arşivleri ve Borçlarına ilişkin Devlet Halefiyeti hakkındaki 1983 Viyana Sözleşmesi’nde yansımasını bulan genel uluslararası hukuk kuralları ile düzenlenmektedir. Bahsi geçen ikinci sözleşme henüz yürürlüğe girmemiş ve şu an itibariyle davalı Devletlerden sadece üçü (Hırvatistan, Slovenya ve Eski Yugoslav Makedonya Cumhuriyeti) bu sözleşmeye taraf olmakla birlikte, bir Devlet bir antlaşmayı onaylamamış olsa dahi, ya var olanı kanunlaştırmak ya da yeni bir teamül kuralı oluşturmak suretiyle uluslararası teamül hukukunu yansıtan bir hüküm olması halinde bununla bağlı olabilmesi yerleşik uluslararası hukuk prensiplerinden biridir (bkz. Cudak/Litvanya [BD], no. 15869/02, § 66, ECHR 2010 Uluslararası Adalet Divanı’nın Kuzey Denizi Kıta Sahanlığı Davaları’ndaki kararları, 20 Şubat 1969 tarihli karar, § 71, UAD Raporları 1969).", "60.  Çeşitli halefiyet konularının çözüme bağlanmasında, bir mutabakata varmak amacıyla iyi niyetle müzakerelerde bulunma yükümlülüğü temel prensiptir (bkz. Uluslararası Eski Yugoslavya Konferansı Tahkim Komisyonu’nun 9 no’lu Görüşü ve Uluslararası Hukuk Enstitüsü’nün Mallar ve Borçlar bakımından Devlet Halefiyetine ilişkin 2001 tarihli Kararı’nın 6. maddesi – “2001 Kararı”). Mutabakata varılamaması halinde, ilgili Devlet malları bakımından halefiyet söz konusu olduğunda mülkilik prensibi hayati öneme sahiptir (1983 Viyana Sözleşmesi’nin 18. maddesi ve 2001 Kararı’nın 16. maddesi). Devlet borçları açısından ise, geçerli prensip “adil oran” prensibidir. 1983 Viyana Sözleşmesi’nin bu konuyla ilgili 41. maddesi şu hükmü taşımaktadır:", "“Bir Devlet dağılıp, varlığı son bulur ve selef Devletin toprak parçaları iki veya ikiden fazla halef Devlet oluşturursa, halef Devletler aksini kararlaştırmadığı sürece, selef Devletin Devlet borçları, özellikle söz konusu Devlet borcu ile ilişkili olarak halef Devletlere intikal eden mallar, haklar ve menfaatler göz önüne alınarak, halef Devletlere eşit oranlarda intikal eder.”", "Keza, 2001 Kararı’nın 23 § 2. maddesi de Devlet borçları söz konusu olduğunda geçerli prensibin “adil oran” prensibi olduğunu öngörmektedir:", "“Selef Devletin Devlet borçlarının intikali konusunda bir anlaşmaya varılamaması halinde Devlet borçları, her bir halefiyet kategorisinde, halef Devlete, söz konusu Devlet borcu ile ilişkili olarak, halef Devlete veya halef Devletlere intikal eden, özellikle, mallar, haklar ve menfaatler dikkate alınarak adil bir oranda intikal edecektir.”", "Yine de, 2001 Kararı’nın 27-29. maddeleri ulusal, bölgesel ve yerel borçlar arasında bir ayrım yapmakta ve mülkilik prensibinin bilhassa yerel borçlar bakımından geçerli olduğunu öngörmektedir:", "Madde 27 (Ulusal Borçlar)", "“1. Selef Devlet tarafından Devletin tümünün menfaati için girişilen Devlet borçları (ulusal borçlar) işbu Kararın 22 ve devamındaki maddelerinde yer alan kurallara tabidir.", "2. Ulusal olarak faaliyet gösteren kamu kuruluşları ile Devlete ait teşekküllerin borçlar, bunların kayıtlı ofisleri nerede olursa olsun aynı kurallara tabidir.”", "Madde 28 (Bölgesel Borçlar)", "“1. Selef Devlet veya ulusal olarak faaliyet gösteren bir kamu kuruluşu veya teşekkülü tarafından, belirli bir bölgedeki birtakım projeler veya amaçlar için girişilen Devlet borçları (bölgesel ulusal borçlar) bakımından bir önceki maddede yer alan kurallar geçerlidir.", "2.  Ancak, bu borcun hakkaniyet kıstaslarına göre bölüştürülmesi borçla ve bu projelerden gelen her türlü kazançla bağlantılı malların (nesneler/tesisler) veya topraklarında yer alması hasebiyle halef Devlet’e yarar sağlayan nesnelerin intikalini dikkate alacaktır.”", "Madde 29 (Yerel Borçlar)", "“1.  Yerel kamu kuruluşlarının (komünler, bölgeler, federal merciler, bakanlıklar, kamu kuruluşları ve diğer bölgesel ve yerel kuruluşlar) borçları söz konusu kamu kuruluşunun bulunduğu topraklara sahip olan halef Devlete intikal eder.", "...", "6.  Selef Devlet ve halef Devlet veya Devletler anlaşma yoluyla, yerel borçların intikalini başka bir şekilde çözüme bağlayabilir. Özel borçlara dair çözümlerde, özel alacak sahipleri söz konusu anlaşmanın hazırlanması ve akdine iştirak edecektir.”", "Son olarak, Devlet halefiyetinin özel kişilere yönelik etkilerine gelince, 2001 Kararı’nın ilgili kısmı şu hükümleri taşımaktadır:", "Madde 24 §§ 1 ve 2", "“1. Devlet halefiyeti özel alacaklı ve borçluların hak ve yükümlülüklerini etkilememelidir.", "2. Halef Devletler, kendi ulusal hukuk düzenleri içerisinde, selef Devletin hukuk düzeninde tesis edilmiş olan alacaklı hak ve yükümlülüklerinin varlığını tanıyacaktır.”", "Madde 25", "“Halef Devletler, selef Devletin hukuk düzeninde özel kişilerin müktesep haklarına mümkün olduğunca saygı göstereceklerdir.”", "II.  HALEFİYET MESELELERİNE DAİR ANLAŞMA VE İLGİLİ UYGULAMA", "61.  Bu Anlaşma Uluslararası Eski Yugoslavya Konferansı ve Yüksek Temsilci (Bosna Hersek Barış Anlaşması Genel Çerçevesine Ek 10 uyarınca atanmış uluslararası bir yönetici) himayesinde neredeyse on yıl süren müzakerelerin sonucuydu. 29 Haziran 2001 yılında imzalanmış ve Bosna Hersek, Hırvatistan, Sırbistan ve Karadağ (daha sonra halefi Sırbistan olacaktır), Slovenya ve Eski Yugoslav Makedonya Cumhuriyeti arasında 2 Haziran 2004 tarihinde yürürlüğe girmiştir.", "62.  “Eski” döviz tasarrufları meselesi çekişmeli bir konuydu. Halef Devletler bu meselenin Ek C (Finansal Malvarlıkları ve Sorumluluklar) kapsamında bir YSFC sorumluluğu olarak mı, yoksa Ek G (Özel Mülkiyet Müktesep Haklar) kapsamında bir özel hukuk meselesi olarak mı ele alınması gerektiği konusunda farklı görüşlere sahipti. Söz konusu Devletler YSFC’nin “eski” döviz tasarruflarına ilişkin güvencelerinin söz konusu ana bankanın merkezinin yer aldığı Devlet tarafından mı, yoksa paranın fiilen yatırıldığı Devlet tarafından mı devralınması gerektiği konusunda da anlaşamıyorlardı. Neticede Anlaşma’ya Ek C’ye aşağıda yer alan hükümler dahil edilmiştir:", "Madde 2 § 3 (a)", "“[YSFC]’nin diğer finansal yükümlülükleri şunlardır:", "(a) YSFC veya ona ait Yugoslavya Milli Bankası tarafından, ticari bir bankaya veya ticari bir bankanın, bağımsızlığını ilan etmesinden önceki bir tarihte herhangi bir halef Devlette yer alan şubelerinden birine yatırılmış olan konvertibl para tasarruflarına ilişkin güvenceler;...”", "Madde 7", "“YSFC veya ona ait [Yugoslavya Milli Bankası] tarafından, ticari bir bankaya veya ticari bir bankanın, bağımsızlığını ilan etmesinden önceki bir tarihte herhangi bir halef Devlette yer alan şubelerinden birine yatırılmış olan konvertibl para tasarruflarına ilişkin güvenceler, bilhassa özel kişilerin konvertibl para tasarruflarının korunması gereği dikkate alınarak gecikmeksizin müzakere edilecektir. Bu müzakere Uluslararası Ödeme Bankası himayesinde gerçekleştirilecektir.”", "63.  2001/2 yıllarında YSFC’nin “eski” döviz tasarruflarına yönelik teminatlarının bölüştürülmesi konusunda dört tur müzakere gerçekleştirilmiştir. Halef Devletler bir mutabakata varamadığından, Eylül 2002’de Uluslararası Ödeme Bankası (“UÖB”) halef Devletlere, uzman Sayın Meyer’in bu konuya iştirakine son verme kararı almış olduğunu ve UÖB’nin artık bu konuda oynayacak bir rolü kalmadığını bildirmiştir. UÖB şu sonuca varmıştır:", "“Ancak, beş halef Devletin hepsi birden daha sonraki bir aşamada konvertibl para tasarruf mevduatlarına ilişkin güvenceler hakkında yeni müzakerelere girişmeye karar verirler ve bu konuda UÖB’nin yardımını isterlerse, UÖB, o zaman kararlaştırılacak koşullarla, böyle bir yardımda bulunmayı değerlendirmeye hazır olacaktır.”", "Görünen o ki bu yazıdan kısa bir süre sonra, dört halef Devlet (Hırvatistan dışında) UÖB’ye müzakerelere devam etme isteklerini bildirmiştir. Hırvatistan da Ekim 2010’da bu isteğini bildirmiş ve Kasım 2010’da, ilgili kısmı kadarıyla şu ifadeleri içeren bir yanıt almıştır:", "“... UÖB bu konuyu yakın bir tarihte yeniden değerlendirmiş olup, yeni bir müzakere turuna kendisinin arabulucu olarak katkısının, son müzakere turundan bu yana geçen süre ve kendisinin şu anda maddi ve finansal istikrar alanında taşıdığı öncelikler dikkate alındığında, hiçbir katma değer sağlamayacağı kanaatine varmıştır. Ancak, Basel’de iki ayda bir toplantı yapılması halinde, halef Devletlerin yöneticilerinin bu konuyu UÖB’de gayriresmi bir şekilde görüşmesi için fiili bir fırsat sağlanmış olacağını da vurgulamak isteriz.”", "64.  YSFC’nin Postane Tasarrufları Bankası’na ve şubelerine yatırılmış olan tasarruflara ilişkin güvencelerini konu olan benzer bir meselenin Halefiyet Meselelerine Dair Anlaşma müzakereleri dışında çözüme bağlanmış olduğunu, her bir Devletin kendi topraklarındaki şubelere ilişkin güvenceleri devralarak üstlenmiş olduğunu da belirtmek gerekir.", "65.  YSFC’nin finansal malvarlıkları şu oranlarda bölünmüştür: Bosna Hersek – %15,5, Hırvatistan – %23, Eski Yugoslav Makedonya Cumhuriyeti – %7,5, Slovenya – %16, ve Sırbistan ve Karadağ (daha sonra halefi Sırbistan olacaktır) – %38 (Anlaşma’ya Ek C’nin 5. maddesi uyarınca). 2003’ten 2012’de dek geçen sürede fiilen eski NBY’nin döviz hesaplarındaki tüm dövizlerin –ki bunlar ABD bankalarında yaklaşık 237 milyon ABD Doları ve başka banaklarda 221 ABD Doları tutarındadır– yukarıda anılan oranlar uyarınca halef Devletler arasında bölüştürülmüş olduğu anlaşılmaktadır.", "66.  Halefiyet Meselelerine Dair Anlaşma’nın 4. maddesi uyarınca, Anlaşma’nın etkin bir şekilde uygulamaya geçirilmesini izlemek ve bu sırada ortaya çıkan sorunların tartışılabileceği bir forum olarak hizmet göstermek amacıyla halef Devletlerin üst düzey temsilcilerinden kurulu bir Daimi Ortak Komite kurulmuştur. Bu komite şu ana dek üç kez toplanmıştır: 2005, 2007 ve 2009 yılında.", "67.  Bu Anlaşma’nın aşağıda yer alan hükümleri de somut dava açısından ilgi arz etmektedir:", "Madde 5", "“(1) İşbu Anlaşma’nın yorumlanması ve uygulanması ile ilgili olarak ortaya çıkabilecek farklılıklar, öncelikle, ilgili Devletler arasında görüşülerek çözülecektir.", "(2) Şayet bu görüşmelerdeki ilk yazışmadan itibaren bir ay içerisinde farklılıklar görüşmeler yoluyla çözülemezse, ilgili Devletler ya", "(a) konuyu, itibar edecekleri ve, uygun hallerde, atılması gereken adımlara dair belirli süre sınırları getirebilecek, hızlı ve emredici bir karara bağlanması amacıyla kendi seçecekleri bağımsız bir kişiye sevk edecek; ya da", "(b) konuyu çözülmek üzere işbu Anlaşma’nın 4. maddesiyle kurulmuş olan Daimi Ortak Komite’ye sevk edecektir.", "(3) İşbu Anlaşma’da veya işbu Anlaşma’nın Eklerinin uygulanması amacıyla yapılmış müteakip bir anlaşmada kullanılan terimlerin yorumlanması konusunda pratikte ortaya çıkabilecek farklılıklar da, ilgili herhangi bir Devletlerin inisiyatifiyle, ihtilaf halindeki tarafların mutabakatıyla veya böyle bir mutabakata varılamazsa, AGİT içerisindeki Uzlaşma ve Tahkim Mahkemesi Başkanı tarafından görevlendirilecek tek bir uzman (işbu Anlaşma taraflarından herhangi birinin uyruğu olmayan) tarafından belirlenecek bağlayıcı bir uzman çözümüne sevk edilebilir. Bu uzman farklılığa dair hızlı ve etkili bir çözüm teminini kati surette amaçlayarak, kendisi uygun görürse söz konusu uzman çözümünü isteyen taraflarla da istişarede bulunmak suretiyle tüm usul meselelerini karara bağlayacaktır.", "(4) İşbu maddenin (3). fıkrasında öngörülen yol sadece söz konusu anlaşmalarda kullanılan terimlerin yorumuyla sınırlı olup, hiçbir hal ve şartta uzmanın söz konusu anlaşmalardan herhangi birinin fiili tatbiki konusunda karar vermesine müsaade etmez. Bilhassa bahsi geçen yol şu hususlar bakımından geçerli değildir:", "(a) İşbu Anlaşma’nın Eki;", "(b) Ek B’nin 1., 3. ve 4. maddeleri;", "(c) Ek C’nin 4. ve 5(1). maddeleri;", "(d) Ek D’nin 6. maddesi.", "(5) İşbu maddenin önceki fıkralarında yer alan hiçbir husus, Anlaşma taraflarının yürürlükte olup da uyuşmazlıkların çözümü konusunda bağlayıcılığı bulunan herhangi bir hüküm kapsamındaki hak veya yükümlülüklerini etkilemeyecektir.", "Madde 9", "“Bu Anlaşma halef Devletler tarafından Birleşmiş Milletler Şartı’na uygun olarak ve uluslararası hukuka göre iyi niyet çerçevesinde uygulanacaktır.”", "III.  DEVLETLER ARASI DAVALARDA PACTUM DE NEGOTIANDO İLE İLGİLİ ULUSLARASI İÇTİHAT", "68.  Pactum de negotiando, yani bir anlaşma akdetmek amacıyla müzakerede bulunmaktan doğan yükümlülük, pacta sunt servanda (ahde vefa) prensibine göre iyi niyetle yerine getirilmelidir. 26 Ocak 1972 tarihinde Yunanistan/Federal Almanya Cumhuriyeti davasında Almanya’nın Dış Borçlarına ilişkin Anlaşma için Tahkim Heyeti bu konuda şunları dile getirmiştir (§§ 62-65):", "“Ancak pactum de negotiando’nun hukuki sonuçları da yok değildir. Her iki tarafın da, daha önce kuvvetle benimsemiş oldukları tutumlarından vazgeçmek anlamına gelecek olsa dahi, uzlaşma yoluyla karşılıklı olarak tatmin edici bir çözüme ulaşmak için iyi niyetle çaba göstermesi anlamına gelmektedir. Müzakere amacıyla önceki tutumlarını bırakıp birkaç adım atarak karşı tarafla yolun yarısında bir araya gelme yönünde bir isteklilik barındırmaktadır. Anlaşmanın dili taraflardan birinin daha önceki tavrını sürdürme ve karşı tarafın bütünüyle teslim olmasında ısrarcı davranma niyeti taşır şekilde yorumlanamaz. Böylesi bir durum ‘müzakere’ terimiyle bağdaşmayacaktır. Amaçlananın tam zıddı olacaktır. Müzakere taahhüdü karşı tarafla bir uzlaşmaya varma amacı çerçevesinde görüşme kabulü içermektedir. Tahkim Heyeti Ek I’in II. fıkrasıyla bağlantılı olarak 19. maddenin taraflardan herhangi birine bir anlaşmaya varma yükümlülüğü getirdiği sonucuna varmamakla birlikte, söz konusu hükümlerde yer alan şartların tarafların her iki tarafça kabul edilebilir bir sonuca ulaşmak ve dolayısıyla uzun süredir devam eden bu ihtilafa bir son vermek için müzakerede bulunmasını, pazarlık yürütmesini ve iyi niyetle çabalamasını gerektirdiği kanaatindedir ...", "Somut olayda, uyuşmazlık konusu maddi taleplerin müzakere edilmesi yönündeki anlaşma, muhakkak ki, bir çözümü değerlendirme istekliliği içermektedir. Uyuşmazlık sadece taleplerin miktarına değil, aynı zamanda varlığına ilişkin olsa bile bu durum geçerlidir. Dolayısıyla çözüm prensibi bundan etkilenmemektedir. 19. madde taraflara mutabakat sağlayamadıkları çeşitli hukuki meseleleri çözmek konusunda mutlak bir şart dayatmamaktadır. Örneğin, her iki tarafın, uyuşmazlık konusu taleplerin hukuken var olup olmadığı veya bunların devlete ilişkin mi, yoksa özel talepler mi olduğu gibi birbirlerinden ayrıldıkları kimi noktalarda tamamen aynı fikirde olmalarını beklememektedir. Taraflar bu konulara dair, fiiliyatta, hemfikir olmadıkları konusunda mutabıktırlar, ancak bu konulardaki iddiaları ne olursa olsun, yine de, mümkün olduğunca, bir çözüm konusunda bir anlaşmaya varma niyetiyle müzakere yürütme taahhüdünde bulunmuşlardır ...", "Heyet Kuzey Denizi Kıta Sahanlığı Davaları’nın temelinde yatan prensibin somut uyuşmazlık açısından da ilgi arz ettiği düşüncesindedir. Uluslararası Adalet Divanı tarafından ifade edildiği üzere, bu prensip ‘müzakere’ teriminin olağan anlamını teyit edip, içini doldurmaktadır. Müzakerelerin anlamlı olabilmesi için bir anlaşmaya varma niyetiyle yürütülmesi gerekmektedir. Daha önce işaret ettiğimiz üzere, müzakerede bulunma anlaşması mutlaka bir anlaşmaya varma yükümlülüğü içermemekle birlikte, bu amaca ulaşılması yönünde ciddi çaba gösterilmesi anlamına gelmektedir.”", "69.  Uluslararası Adalet Divanı yakın bir tarihte bu konuyla ilgili içtihadını şu şekilde özetlemiştir (13 Eylül 1995 tarihli Geçici Anlaşmanın (Eski Yugoslav Makedonya Cumhuriyeti/Yunanistan) Uygulanmasına dair 5 Aralık 2011 tarihli karar, § 132, UAD Raporları 2011):", "“Mahkeme uyuşmazlık çözümü amaçlarıyla müzakerelerin veya müzakere yükümlülüğünün anlamının Mahkeme ve selefi olan organ içtihatlarının yanı sıra tahkim kararlarıyla netliğe kavuşturulduğunu belirtmektedir. Uluslararası Daimi Adalet Divanı daha 1931 yılında, Litvanya ile Polonya arasındaki Demiryolu Trafiği ile ilgili davada, müzakere yükümlülüğünün öncelikle ‘sadece müzakerelerde bulunmak değil, müzakereleri mümkün olduğu kadarıyla nihai anlaşmalara varmak amacıyla yürütmek’ olduğunu dile getirmiştir. Bunun ‘bir anlaşmaya varma yükümlülüğü’ (Litvanya ile Polonya arasındaki Demiryolu Trafiği, İstişari Görüş, 1931, U.D.A.D., Seri A/B, No. 42, s. 116; ayrıca bkz. Uruguay Nehri’ndeki Kağıt Hamuru Fabrikaları (Arjantin/Uruguay), Karar, U.A.D. Raporları 2010 (I), s. 68, para. 150) veya sırf zorunluluktan dolayı uzun uzun müzakerede bulunmak gerekmediği (Mavrommatis Filistin İmtiyazları, Karar No. 2, 1924, U.D.A.D., Seri A, No. 2, s. 13) anlamına gelmediği şüphesizdir. Ancak Devletler ‘müzakereler mânâlı olacak’ bir şekilde hareket etmelidir. Bu şart, örneğin taraflardan biri ‘hiçbir değişiklik yapmaya yanaşmadan tutumunda ısrarcı davranırsa’ (Kuzey Denizi Kıta Sahanlığı (Federal Almanya Cumhuriyeti/Danimarka; Federal Almanya Cumhuriyeti/Hollanda), Karar, U.A.D. Raporları 1969, s. 47, para. 85; ayrıca bkz. Uruguay Nehri’ndeki Kağıt Hamuru Fabrikaları (Arjantin/Uruguay), Karar, U.A.D. Raporları 2010 (I), s. 67, para. 146) veya örneğin yazışmaları keserek veya haksız gecikmeler yaratarak yahut kararlaştırılmış prosedürlere riayet etmeyerek müzakereleri engellerse (Lanoux Gölü Tahkim Davası (İspanya/Fransa) (1957), Uluslararası Tahkim Kararları Raporları (RIAA), Cilt XII, s. 307) yerine getirilmemiş olur. Bir anlaşmaya varma niyetiyle yürütülen müzakereler, tarafların diğerinin menfaatlerini makul oranda gözetmesi gereğini de içermektedir (Balıkçılık Alanı (Birleşik Krallık/İzlanda), Esas, Karar, U.A.D. Raporları 1974, s. 33, para. 78). Kötü niyetin varlığının tespiti için gereken kanıt bakımından (iddiada bulunan Tarafı yükümlülük ifasından kurtarmak için geçerli sebep oluşturan bir koşul) ‘belirli müzakerelere katılmamaktan daha fazlası’ aranır (Tacna‑Arica Meselesi hakkındaki Tahkim Davası (Şili/Peru) (1925), RIAA, Cilt II, s. 930). Bu durum dolaylı delille de ispatlanabilir, ancak ‘tartışmaya açık çıkarımlarla değil, böyle bir sonuca varılmasını kaçınılmaz kılan açık ve inandırıcı delillerle’ desteklenmelidir (a.g.k.).”", "IV.  EFTA MAHKEMESİ’NİN 28 OCAK 2013 TARİHLİ VE E-16/11 SAYILI KARARI", "70.  Özel mülkiyete ait bir İzlanda bankası olan Landsbanki’nin, Hollanda ve Birleşik Krallık’ta, Icesave markası altında online tasarruf hesapları sağlayan şubeleri bulunmaktaydı. Bu mevduatlar sırasıyla İzlanda mevduat-teminatı çerçevesinin ve ayrıca Hollanda ve Birleşik Krallık programlarının güvencesi altındaydı.", "71.  2008 yılında Landsbanki batmış ve İzlanda Hükümeti sistemsel bir krizi önlemek için olağanüstü durum mevzuatı uyarınca New Landsbanki’yi kurmuştur. Ülke içindeki mevduatlar New Landsbanki’ye devredilmiştir. Hollanda ve Birleşik Krallık mevduatları ise bu şekilde devredilmemiştir. New Landsbanki’nin kurulmasından ve ülke içinde mevduatların bu bankaya naklinden kısa bir süre sonra, Hollanda ve Birleşik Krallık mevduatları da dahil olmak üzere, İzlanda mevduat-teminatı çerçevesinde ödeme yükümlülüğü harekete geçirilmiştir. Ülke içindeki mevduat sahiplerinin aksine, Hollanda ve Birleşik Krallık şubelerine para yatırmış olan tasarruf sahipleri İzlanda programı çerçevesinde herhangi bir tazminat elde edememiş, ancak nihayetinde Hollanda ve Birleşik Krallık programlarından ödeme elde etmişlerdir.", "72.  2011 yılında Avrupa Serbest Ticaret Birliği (EFTA) Gözetim Organı EFTA Mahkemesi’ne bir başvuruda bulunmuştur. Avrupa Ekonomik Alanı (EEA) Anlaşması’na Taraf Devletlerden biri olan İzlanda’nın Avrupa Parlamentosu ve Konseyi’nin mevduat-teminatı programlarına ilişkin 30 Mayıs 1994 tarihli ve 94/19/EC sayılı Direktifi’nden doğan yükümlülüklerine uymadığının, zira Hollanda ve Birleşik Krallık’taki mevduat sahiplerine belirlenmiş süreler içerisinde asgari tazminat miktarının (20.000 Euro) ödenmesini sağlamamış olduğunun tespitini talep etmiştir. Bu başvuruya müdahil olarak Avrupa Komisyonu da destek vermiştir.", "73.  EFTA Mahkemesi 28 Ocak 2013 tarihli kararında, AB hukukunun ortak pazarla ilgili kuralları EEA hukuk düzenine aktarılmış olmakla birlikte, İzlanda tarafından söz konusu Direktif’e yönelik bir ihlal bulunmadığı sonucuna varmıştır. Bilhassa, mevduat-teminatı programının sistemsel bir kriz durumunda yükümlülüklerini yerine getirememesi halinde, Devletlere ve devlet makamlarına tazminat sağlama zorunluluğu yüklenmediği kanaatini dile getirmiştir. Ayrıca, Devletlerin “sistemsel kriz yaratan belirli bir olayda ekonomi politikalarına dair köklü seçimler yapmak konusunda geniş bir takdir yetkisi” bulunduğunu vurgulamıştır.", "HUKUK", "74.  Başvurucular, ilk iki başvurucu açısından bir Sloven bankasının, üçüncü başvurusu açısından ise bir Sırp bankasının Bosna Hersek’te yer alan şubelerindeki hesaplardan “eski” döviz tasarruflarını çekememelerinin hem tek başına, hem de Sözleşme’nin 14. maddesiyle birlikte ele alındığında tüm davalı Devletler tarafından 1 No’lu Protokol’ün 1. maddesini ihlal ettiğini öne sürmüşlerdir. Ayrıca Sözleşme’nin 13. maddesine yönelik bir ihlal iddiasında da bulunmuşlardır.", "I.  HÜKÜMETLERİN İLK İTİRAZLARI", "75.  Hükümetler, Büyük Daire’den, Daire’nin başvuruyu kabuledilebilir ilan eden 17 Ekim 2011 tarihli kararını gözden geçirmesini istemişlerdir. Davalı Hükümetlerin her biri, başvurucuların kendi “yetki alanları” içerisinde değil (Sözleşme’nin 1. maddesi), diğer davalı Hükümetlerin yetki alanı içerisinde bulunduğunu öne sürmüştür. Sırp ve Sloven Hükümetleri ayrıca, başvurucuların iddialarının 1 No’lu Protokol’ün 1. maddesi anlamı dahilinde herhangi bir “mülkle” ilişkili olmadığını ve dolayısıyla başvurunun konu bakımından (ratione materiae) Sözleşme ile bağdaşır olmadığını öne sürmüştür. Hükümetlerin hepsi birebir olarak Daire huzurundaki gerekçelerine dayanmışlardır (bkz. kabuledilebilirlik kararı paragraf 49-50).", "76.  Başvurucular bu itirazlara karşı çıkmış ve başka şeylerin yanı sıra Daire’nin tespitlerine dayanarak Mahkeme’nin bu itirazları reddetmesini talep etmişlerdir.", "77.  Daire başvurucuların tüm davalı Devletlerin yetki alanı içerisinde bulunduğunu, zira davalı Devletlerin halefiyet müzakereleri bağlamında “eski” döviz tasarruflarının aralarında paylaşmak durumunda oldukları YSFC finansal sorumluluklarının bir parçasını oluşturduğunu kabul etmiş olduğu sonucuna varmıştır (bkz. kabuledilebilirlik kararı paragraf 38 ve 58). Ayrıca halef Devletlerin uluslararası hukuk kapsamında tüm halefiyet konularını anlaşma yoluyla hep birlikte çözme yükümlülüğünü de dikkate almıştır (bkz. bahsi geçen karar paragraf 36 ve 58). Konu bakımından (ratione materiae) uygunluk açısından ise, Daire delillere dayanarak, başvurucuların gerçekten de belirttikleri meblağlarda “eski” döviz tasarrufları bulunduğu konusunda şüphe duyulmasına yer bulunmadığını tespit etmiştir. Aynı zamanda, başvurucuların iddialarının birkaç sebepten ötürü YSFC’nin dağılması sonrasında da devam ettiği sonucuna varmıştır (bkz. kabuledilebilirlik kararı paragraf 52-55). Özellikle, halef Devletlerin mevzuatlarının başvurucuların iddialarını hiçbir zaman ortadan kaldırmadığını veya bunları hukuki geçerlilikten mahrum bırakmadığını ve halef Devletlerin bir kısmının veya bazılarının neticede başvuruculara geri ödeme yapmak zorunda kalacağına hiç şüphe olmadığını vurgulamıştır:", "“Gerçekten de, halef Devletler birçok kez, somut başvurucuların durumunda olan kişilere ‘eski’ döviz tasarruflarının şu veya bu şekilde ödenmesini sağlama konusunda kesin taahhütlerini açıkça ortaya koymuşlardır (aksi yönde Bata/Çek Cumhuriyeti (kabuledilebilirlik kararı), no. 43775/05, 24 Haziran 2008, bahsi geçen davada davlaı Devlet başvurucunun iddiasına dair hiçbir zaman herhangi bir kabul veya tanıma işareti sergilememiş ve komünist rejimin dağılmasından beri bu tür iddialara karşı hep muhalif bir tutum takınmıştır). Dahası bu Devletler, YSFC’nin diğer finansal sorumluluklarını ve malvarlıklarını bölüştükleri gibi, ‘eski’ döviz tasarruflarının da aralarında bölüşmeleri gereken YSFC finansal sorumluluklarının parçası olduğunu kabul etmektedir... Somut davanın hususi özellikleri ışığında, bunun X, Y ve Z/Almanya (no. 7694/76, 14 Ekim 1977 tarihli Komisyon kararı, Kararlar ve Raporlar (DR) 12, s. 131), S.C./Fransa (no. 20944/92, 20 Şubat 1995 tarihli Komisyon kararı, DR 80, s. 78) ve Abraini Leschi ve diğerleri/Fransa (no. 37505/97, 22 Nisan 1998 tarihli Komisyon kararı, DR 93, s. 120) gibi, iddia konusu edilen uluslararası antlaşmaların, bunlara ilişkin uygulamaya yönelik bir mevzuat yokluğunda, başvurucular açısından 1 No’lu Protokol’ün 1. maddesi kapsamı dahiline girebilecek bir bireysel tazminat hakkı yaratmamış olduğu davalardan ayrı tutulması gerekmektedir.”", "78.  Büyük Daire’nin, Sözleşme’nin 35 § 4. maddesi kapsamında, uygun davalarda bir başvurunun kabuledilebilirliği ile ilgili meseleler hakkında karar vermesinin engellenmemiş olduğu, söz konusu maddenin Mahkeme’ye “yargılamanın her aşamasında” kabul edilemez bulduğu başvuruları reddetme imkânı tanıdığını belirtmek gerekir. Dolayısıyla, Mahkeme esas aşamasında dahi ve İçtüzüğün 55. maddesine göre, bir başvuruyu kabuledilebilir ilan eden bir kararı, Sözleşme’nin 35. maddesinin ilk üç fıkrasında belirtilen sebeplerden birinden ötürü kabuledilemez ilan edilmiş olması gerektiği sonucuna varması halinde yeniden değerlendirebilir (bkz. Odièvre/Fransa [BD], no. 42326/98, § 22, ECHR 2003III).", "79.  Ancak Hükümetlerin itirazlarını inceleyen Büyük Daire, bu itirazların Hükümetlerin daha önce Daire huzurunda dile getirmiş olduğu ilk itirazları reddeden Daire kararını yeniden değerlendirmeyi haklı kılmadığı sonucuna varmaktadır. Nitekim Büyük Daire, Daire tarafından dayanak olarak kullanılan nedenlerin yanı sıra, yukarıdaki paragraf 44, 49 ve 51‘de dile getirilen Sırp ve Sloven mahkemeleri kararlarının, somut davada incelenmekte olan iddialar gibi iddiaların YSFC’nin dağılmasından sonra da geçerliliğini sürdürdüğü gösterdiğine işaret etmek durumundadır. Dahası, Sloven Hükümeti’nin başvurucuların tasarruflarının varlığı ve tam olarak miktarı konusundaki sorgulamalarına ilişkin olarak da, Büyük Daire dosyadaki tüm delilleri, özellikle de Sayın Ališić ve Sayın Sadžak’ın 31 Aralık 1991 tarihindeki hesap bakiyelerini gösteren banka hesap özeti örneğini, Sayın Sadžak’ın mevduat sözleşmesini, Sayın Šahdanović’in hesaplarından birinde 17 Nisan 1992 tarihindeki bakiyeyi belirten banka cüzdanı bölümlerini, Sırp Hükümeti’nin Daire huzurundaki yargılamalarda sunduğu, Sayın Šahdanović’in 3 Ocak 2002 tarihinde hesaplarındaki bakiyeyi belirten resmi bilgiyi, Sayın Ališić ve Sayın Sadžak’ın hesaplarına ilişkin olarak Bosna Hersek Hükümeti tarafından sunulan mikrofiş bilgisini ve BHF Özelleştirme Kurumu tarafından düzenlenen ve başvurucuların “eski” döviz tasarruflarını özelleştirme işlemlerinde kullanmamış olduğunu belirten bir belgeyi yeniden incelemiştir.", "80.  Büyük Daire, somut davadaki istisnai koşulları da dikkate alarak, başvurucuların yukarıdaki paragraf 10‘da belirtilen miktarlarda “eski” döviz tasarrufuna sahip olduğunun makul şüphenin ötesinde ispat edilmiş olduğu sonucuna varmakta ve bu mevduatların 1 No’lu Protokol’ün 1. maddesi amaçları bakımından “mülk” teşkil ettiğinin yeterli şekilde kanıtlanmış olduğu tespitine ulaşmaktadır (bkz. başka kararların yanı sıra, Gayduk ve diğerleri/Ukrayna (kabuledilebilirlik kararı), no. 45526/99, 2 Temmuz 2002 tarihli karar, ilk baştaki mevduatlara ilişkin olarak; Merzhoyev/Rusya, no. 68444/01, § 48, 8 Ekim 2009; Suljagić/Bosna Hersek, no. 27912/02, § 35, 3 Kasım 2009; Boyajyan/Ermenistan, no. 38003/04, § 54, 22 Mart 2011; Kotov/Rusya [BD], no. 54522/00, § 90, 3 Nisan 2012; ve A. ve B./Karadağ, no. 37571/05, § 68, 5 Mart 2013).", "81.  Bu nedenledir ki, Büyük Daire davalı Hükümetlerin ilk itirazlarını reddetmektedir. Daire huzurunda dile getirdikleri görüşlerin aksine, Hükümetlerin hiçbirinin Büyük Daire’ye sundukları dilekçelerde başvurucuların iç hukuk yollarını tüketmemiş olduğu yönünde bir itirazda bulunmadığını da belirtmek gerekir.", "II.  1 NO’LU PROTOKOL’ÜN 1. MADDESİNE YÖNELİK İHLAL İDDİASI", "82.  Sözleşme’nin 1 No’lu Protokol’ünün 1. maddesi şu şekildedir:", "“Her gerçek ve tüzel kişinin mal ve mülk dokunulmazlığına saygı gösterilmesini isteme hakkı vardır. Bir kimse, ancak kamu yararı sebebiyle ve yasada öngörülen koşullara ve uluslararası hukukun genel ilkelerine uygun olarak mal ve mülkünden yoksun bırakılabilir.", "Yukarıdaki hükümler, devletlerin, mülkiyetin kamu yararına uygun olarak kullanılmasını düzenlemek veya vergilerin ya da başka katkıların veya para cezalarının ödenmesini sağlamak için gerekli gördükleri yasaları uygulama konusunda sahip oldukları hakka halel getirmez.”", "A.  Daire’nin tespitleri", "83.  Daire, Ljubljanska Banka Ljubljana’nın Saraybosna şubesinde ve Investbanka’nın Tuzla şubesinde yer alan “eski” döviz tasarrufları meselesinin bir halefiyet meselesi olduğu tespitine varmıştır (bkz. somut davadaki kabuledilebilirlik kararı). Ayrıca, bu meseleyi davalı Devletler yerine çözüme bağlamanın Mahkeme’nin işi olmadığını vurgulamakla beraber, yine de başvurucuların tasarruflarını, sırf davalı Devletler bu konuyu çözüme bağlayamadığı için, yirmi yıldan uzun süredir kullanamıyor olmasının 1 No’lu Protokol’ün 1. maddesine yönelik olarak söz konusu Devletlerden herhangi birinin ihlaline yol açıp açmadığını inceleyebileceği kanaatine varmıştır. Daire, bankaların mülkiyeti, bankaların malvarlıklarına ilişkin olarak alınan yasal ve diğer tedbirler, söz konusu şubelerin YSFC’nin dağılmasından sonraki durumu, bu şubelerdeki fonların ana bankalara aktarılması, Uluslararası Ödeme Bankası himayesinde yürütülen müzakerelerin 2002 yılında kesilmiş olması ve bu konuda o tarihten sonra hiçbir anlamlı müzakere yürütülmemiş olması gibi bir dizi faktörü göz önünde bulundurarak, Slovenya (Sayın Ališić ve Sayın Sadžak bakımından) ve Sırbistan (Sayın Šahdanović bakımından) açısından böyle bir ihlalin varlığını tespit etmiştir (bkz. Daire kararı paragraf 66-74). Ayrıca, diğer Davalı Devletlerin herhangi birinin söz konusu maddeye yönelik bir ihlalde bulunmamış olduğu sonucuna varmıştır.", "B.  Tarafların görüşleri", "1.  Başvurucular", "84.  Başvurucular tüm davalı Devletlerin, YSFC’nin halef Devletleri olarak, bu halefiyet meselesini çözüme bağlamamış olmaları ışığında, kendilerine ait “eski” döviz tasarruflarını geri ödemesi gerektiğini öne sürmüştür. Başvurucular halef Devletlerin bunu, YSFC’nin malvarlıklarının bölüştürülmesinde kullanılan oranlara göre (bkz. yukarıdaki paragraf 65) yapması gerektiğini dile getirmiştir.", "2.  Davalı Hükümetler (İngilizcesine göre alfabetik sırayla)", "(a)  Bosna Hersek", "85.  Bosna Hersek Hükümeti başvurucuların “eski” döviz tasarrufları meselesinin bir medeni hukuk meselesi olduğunu öne sürmüştür. Başvurucular ve söz konusu bankalar, başvuruculara tasarruflarını herhangi bir zamanda, ya şubelerden birinden ya da doğrudan merkezden çekme hakkı veren medeni hukuk sözleşmeleri akdetmiş bulunuyordu (Yugoslav medeni hukukuna göre, bankalar şubelerinin borçlarından sorumluydu). Kabul edildiği üzere, tüm döviz mevduatları YSFC tarafından güvence altına alınmıştı, ancak YSFC’nin dağılmasına dek söz konusu bankaların ödeme gücü devam ettiğinden bu güvence hiçbir zaman harekete geçirilmemiştir. Dolayısıyla sorumluluk bankalardan YSFC’ye geçmiş değildi. Bu nedenledir ki, başvurucuların tasarruflarına ilişkin mesele bir halefiyet meselesi değildi. Başvurucular sırasıyla Ljubljanska Banka Ljubljana’nın ve Investbanka’nın borçlarından ötürü Sloven ve Sırp Hükümetlerinin sorumlu tutulması gerektiği görüşündeydi, zira söz konusu bankaların borçlarını ödeyememesinden adı geçen Hükümetler sorumluydu. Bilhassa, Sloven Hükümeti, kanun marifetiyle, Ljubljanska Banka Ljubljana’nın malvarlıklarının çoğunu yeni bir bankaya aktarmıştı (bkz. yukarıdaki paragraf 49); Sırp Hükümeti de Devlete ait şirketlerin Investbanka’ya olan borçlarını, bu şirketleri özelleştirebilmek ve milyonlar kazanabilmek için silmişti.", "86.  Bosna Hersek Hükümeti ayrıca, Ljubljanska Banka Ljubljana’nın ve Investbanka’nın şubelerinin müşterilerinden topladıkları dövizleri merkeze aktarmak durumunda kalmış olduğunu da eklemiştir. Sonuç olarak, Bosna Hersek’te yer alan şubelerin kasaları, YSFC dağıldığı sırada neredeyse bomboştu; bu da somut davada Slovenya ve Sırbistan’ın sorumlu tutulması için bir başka sebep oluşturmaktadır.", " (b)  Hırvatistan", "87.  Hırvat Hükümeti, Bosna Hersek Hükümeti tarafından ileri sürülen sebeplerden ötürü Slovenya ve Sırbistan’ın sorumlu tutulması gerektiğini öne sürmüştür (yukarıdaki paragraf 85-86). Ayrıca, Ljubljanska Banka Ljubljana’nın yeniden yapılandırılmasına Sloven Hükümeti tarafından öne sürüldüğü üzere bankanın batmasını önlemek için gereksinim duyulmadığını, bu işlemle bankayı Slovenya dışında yer alan şubelerdeki tasarruf sahiplerine karşı sorumlu olmaktan kurtarmanın amaçlanmış olduğunu da eklemiştir. Bu bağlamda Hırvat Hükümeti, Moody’s tarafından 1997 yılında hazırlanmış olan ve o tarihten birkaç yıl önce Ljubljanska Banka Ljubljana’nın malvarlıklarıyla kurulmuş olan Nova Ljubljanska Banka’nın (bkz. yukarıdaki paragraf 49) malvarlıklarının 3,7 milyar ABD Doları civarında olduğunu gösteren bir raporun örneğini de sunmuştur.", "88.  Hırvat Hükümeti ayrıca, Hırvatistan ile Slovenya arasında 11 Mart 2013 tarihinde imzalanan ve daha başka halefiyet müzakerelerinde bulunulmasını teşvik eden Mutabakat Anlaşması’nın, sadece 1990’larda Ljubljanska Banka Ljubljana’nın Zagreb şubesinden Hırvat bankalarına aktarılmış olan tasarruflarla ilgili olduğuna da işaret etmiştir (bkz. yukarıdaki paragraf 43). Bu nedenledir ki, Sloven Hükümeti tarafından öne sürülenin aksine, söz konusu Mutabakat Anlaşması Ljubljanska Banka Ljubljana’nın Slovenya dışındaki şubelerinde yer alan tüm “eski” döviz tasarruflarının bir halefiyet meselesi olduğuna dair bir kabul olarak yorumlanmamalıdır (bkz. aşağıdaki paragraf 92).", "(c)  Sırbistan", "89.  Sırp Hükümeti uluslararası Devlet halefiyeti kuralları ve Halefiyet Meselelerine Dair Anlaşma uyarınca sadece Investbanka’nın Sırbistan dışında yer alan şubelerindeki “eski” döviz tasarrufları meselesini iyi niyetle müzakere etme yükümlülüğü bulunduğunu öne sürmüştür. Dolayısıyla, Mahkeme, hangi Devletin başvurucuların tasarruflarını geri ödemesi gerektiğine ilişkin esasa ilişkin konuyu değerlendirmek yerine, analizini söz konusu müzakerelerin yürütülmüş olup olmadığı konusuyla sınırlamalıdır. Mahkeme yine de bu konuyu ele almaya karar verirse, Sırp Hükümeti somut davada Bosna Hersek’in sorumlu tutulmasını gerektiğini savunmuştur. Mülkilik prensibi ve adı geçen Devlet tarafından “eski” döviz tasarruflarına ilişkin alınan tedbirler gibi farklı gerekçelere dayanmıştır (bkz. yukarıdaki paragraf 24-28). Ayrıca, Investbanka’nın Tuzla şubesindeki “eski” döviz tasarruflarından en çok Bosna Hersek’in yararlanmış olduğunu da öne sürmüştür. Buna örnek olarak bir yanda Investbanka’nın Tuzla şubesi ile diğer yanda bir Sırp şirketinin Bosna Hersek’te yer alan bir şubesi ve Bosna Hersek’te ikamet eden bir kişi arasındaki kredi sözleşmelerinin birer örneğini sunmuştur.", "90.  Sloven Hükümeti’nin, dövizlerin ya NBY’nin döviz hesaplarına ya da Belgrad’daki NBY’de toplandığı şeklindeki iddiasının (bkz. aşağıdaki paragraf 95) dayanağı bulunmamaktaydı. Sırp Hükümeti, dövizin, kural olarak muhasebe veya “formalite” yöntemiyle NBY’ye yeniden yatırılmış olması için bu fonların fiziksel olarak devrinin gerekmediğini vurgulamıştır (bkz. yukarıdaki paragraf 17). Dahası, NBY’nin döviz hesaplarına aktarılmış olan dövizler halihazırda halef Devletler arasında bölüştürülmüş durumdadır (bkz. yukarıdaki paragraf 65).", "91.  Son olarak, Sırp Hükümeti Sayın Šahdanović’in tasarruflarının Sırp yasaları (yani 1998 ve 2002 tarihli Eski Döviz Tasarrufu Yasaları) uyarınca dondurulmuş olduğunu kabul etmiş, ancak “ülkenin içinden geçtiği sıkıntılı ekonomik durum ve finansal çöküş ışığında Devlet fonlarının likiditesinin korunması” için bu tedbirin gerekli olduğunu öne sürmüştür. Ayrıca, başvurucuya aşırı bir kişisel külfet dayatılmamıştır. Sayın Šahdanović’in tasarrufu ve Sırp bankalarının Sırbistan dışında yer alan şubelerindeki diğer birçok tasarruf, YSFC halef Devletleri arasında halefiyet müzakerelerinde karara bağlanması gereken bir konudur. Sırp Hükümeti ayrıca, Mahkeme’nin söz konusu mevzuatın genel olarak toplumun menfaati ile başvurucunun ilk baştaki tasarruflarına dair ısrarla sürdürdüğü meşru iddiası ve ayrıca aynı durumda olan diğer herkesin hakları arasında adil bir denge gözetmiş olduğuna kanaat getirmiş olduğu Molnar Gabor/Sırbistan (no. 22762/05, 8 Aralık 2009) kararına dayanmıştır.", "(d)  Slovenya", "92.  Slovenya Hükümeti başvurucuların Ljubljanska Banka Ljubljana’nın Saraybosna şubesinde ve Investbanka’nın Tuzla şubesinde yer alan “eski” döviz tasarrufları meselesinin bir halefiyet meselesi olduğunu kabul etmiştir. Bu bağlamda, başka şeylerin yanı sıra, Halefiyet Meselelerine Dair Anlaşma’ya (bkz. yukarıdaki paragraf 62-63) ve Hırvatistan ile Slovenya arasında 2013 yılında imzalanan Mutabakat Anlaşması’na (bkz. yukarıdaki paragraf 43) dayanmıştır. Sloven Hükümeti’nin görüşüne göre, Mahkeme bu nedenle, hangi Devletin başvurucuların tasarruflarını geri ödemesi gerektiğine ilişkin esasa ilişkin konuyu değerlendirmek yerine, analizini söz konusu müzakerelerin iyi niyetle yürütülmüş olup olmadığı konusuyla sınırlamalıdır. Mahkeme yine de bu konuyu ele almaya karar verirse, Sloven Hükümeti, mülkilik prensibine dayanarak, söz konusu şubelerdeki “eski” döviz tasarruflarına ilişkin olarak Bosna Hersek’in sorumlu tutulmasını gerektiğini savunmuştur. Bir başka sebep de, Bosna Hersek’in 2004 yılına dek bu tasarruflara ilişkin sorumluluğunu açıkça inkâr etmemiş olmasıydı (bkz. yukarıdaki paragraf 24-28).", "93.  Dahası, Ljubljanska Banka Ljubljana iflasın eşiğinde olduğu için 1994 yılında bankayı yeniden yapılandırmaları gerekmiştir. Ne var ki, Sloven Devleti sırf rehabilitasyon sürecinin sonucu olarak bu bankanın sahibi haline gelmiş olmasından ötürü bankanın borçlarından sorumlu tutulamayacağını öne sürmüştür. Aksi takdirde hiçbir Devlet’in, eksi sermayede olan bir bankayı borçlarından ötürü tüm sorumluluğu yüklenmeden rehabilitasyonu mümkün olmayacaktır. Her halükârda, Ljubljanska Banka Ljubljana’nın hiçbir zaman kamusal faaliyetlerde bulunmamış olduğunu; başvurucuların “eski” döviz tasarruflarının ödenmemesi konusunda hiçbir zaman Devlet’in özel talimatlarıyla hareket etmemiş olduğunu; ve olağan hukuka (yani Sloven şirketler yasasına) tabi olduğunu dile getirmiştir. Bir şirketin sahibinin Devlet olması ve bu anlamda şirketin Devlet’in kontrolünde bulunması, tek başına, şirketin faaliyetlerinin Devlet’e atfedilmesi ve şirketin borçlarından ötürü, Uluslararası Hukuk Komisyonu’nun Uluslararası Olarak Haksız Fiillerden ötürü Devletlerin Sorumluluğuna ilişkin Taslak Maddelerde somutlaştırılan uluslararası teamül hukuku uyarınca Devlet’in sorumlu tutulması için yeterli dayanak oluşturmamaktadır.", "94.  Sloven Hükümeti ayrıca Ljubljanska Banka Ljubljana’nın Saraybosna şubesinin rehabilitasyonunun onlara düşen bir yükümlülük olmadığını da öne sürmüştür. Aralarında Belçika, Fransa, Portekiz, İsviçre, Birleşik Krallık ve Hollanda’nın da yer aldığı, Avrupa Konseyi’ne üye çeşitli Devletler tarafından benimsenen mevduat-teminatı programlarına atıfta bulunarak, bu programlarda mevduat teminatlarının sadece kendi topraklarında yer alan ulusal bankaların şubelerine tanındığına işaret etmişlerdir. Bunun yanı sıra, EFTA Mahkemesi’nin 28 Ocak 2013 tarihli ve E-16/11 sayılı kararına da dayanmışlardır (bkz. yukarıdaki paragraf 71-73). EFTA Mahkemesi, Devletlerin “sistemsel kriz yaratan belirli bir olayda ekonomi politikalarına dair köklü seçimler yapmak konusunda geniş bir takdir yetkisi” bulunduğunu vurgulamıştır. Aynı şey, 1 No’lu Protokol’ün 1. maddesi kapsamında da geçerlidir.", "95.  Son olarak, Ljubljanska Banka Ljubljana’nın Saraybosna şubesinden Slovenya Milli Bankası’na düzenli olarak döviz aktarılmış olduğu doğru olmakla birlikte, bazı fonlar daha sonra Saraybosna’ya geri gönderilmiştir (bkz. yukarıdaki paragraf 18). Saraybosna’ya geri gönderilmeyen fonlar Saraybosna şubesinin NBY’den alacağı olarak kaydedilmiş ve fiili olarak NBY’nin döviz hesaplarına aktarılmıştır. Sloven Hükümeti bu iddialarına destek olarak, YSFC’nin dağılmasından önceki dönemde Ljubljana’dan NBY’nin yabancı bankalardaki (özellikle LBS Bank – New York ve LHB Internationale Handelsbank A.G. Frankfurt, her ikisi de Ljubljanska Banka Ljubljana’nın yanı sıra başka birtakım yabancı ticari bankalara ait olan) hesaplarına yapılan kimi transferleri gösteren belgeler sunmuştur", "(e)  Eski Yugoslav Makedonya Cumhuriyeti", "96.  Makedonya Hükümeti, tıpkı Bosna Hersek ve Hırvatistan Hükümetleri gibi, başvurucuların tasarruflarına ilişkin konunun bir medeni hukuk meselesi oluşturduğunu öne sürmüştür. Başvurucular ile Makedonya makamları arasında hiçbir bağlantı bulunmadığından, Makedonya Hükümeti’nin Sözleşme’yi ihlal etmediğinin açık olduğunu savunmuştur.", "C.  Büyük Daire’nin değerlendirmesi", "1.  1 No’lu Protokol’ün 1. maddesinin uygulanabilirliği", "97.  Mahkeme’nin yukarıdaki paragraf 80‘de halihazırda tespit ettiği üzere, başvurucuların şikâyetlerinin konusunu oluşturan döviz mevduatları 1 No’lu Protokol’ün 1. maddesi anlamı dahilinde “mülk” oluşturmaktaydı. Dolayısıyla bu madde somut davada uygulanabilir niteliktedir.", "2.  1 No’lu Protokol’ün 1. maddesine uygunluk", "(a)  Geçerli kural", "98.  Mahkeme’nin birçok kez dile getirmiş olduğu üzere, 1 No’lu Protokol’ün 1. maddesi üç kural içermektedir: İlk fıkranın birinci cümlesinde dile getirilen birinci kural, genel niteliktedir ve mülkiyetin dokunulmazlığı prensibini ortaya koymaktadır; ilk fıkranın ikinci cümlesinde dile getirilen ikinci kural, mülkten yoksun bırakma konusunu ele almakta ve bunu koşullara bağlamaktadır; ikinci fıkrada dile getirilen üçüncü kural ise Devletlerin, başka şeylerin yanı sıra, mülkiyetin kamu yararına uygun bir şekilde kullanılmasını denetleme hakkını tanımaktadır. Mülkiyet dokunulmazlığı hakkına özel müdahale durumlarını konu alan ikinci ve üçüncü kurallar birinci kuralda dile getirilen genel prensip ışığında yorumlanmalıdır (bkz. başka kararların yanı sıra, Sporrong ve Lönnroth/İsveç, 23 Eylül 1982, § 61, Seri A no. 52; Iatridis/Yunanistan [BD], no. 31107/96, § 55, ECHR 1999-II; Immobiliare Saffi/İtalya [BD], no. 22774/93, § 44, ECHR 1999V; Broniowski/Polonya [BD], no. 31443/96, § 134, ECHR 2004V; ve Vistiņš ve Perepjolkins/Letonya [BD], no. 71243/01, § 93, 25 Ekim 2012).", "99.  Somut davaya dönersek, ulusal seviyede alınan farklı tedbirler neticesinde başvurucuların tasarruflarını yirmi yıldan uzun bir süre kullanamamış olduğu görülecektir. En azından ilk başta, banka hesaplarının dondurulması işlemini üçüncü kural anlamında mülkiyetin kullanımının düzenlenmesine yönelik bir tedbir olarak değerlendirmek mümkün olabilirse de, mevduatlarının bu kadar uzun bir süre kullanılamaz durumda olmasının ikinci kural anlamında bir “yoksunluk” yaratıp yaratmadığı sorgulanabilir. Ancak, yukarıdaki paragraf 77-81‘de yer alan, davalı Devletlerin mevzuatlarının başvurucuların taleplerini ortadan kaldırmadığı veya başka bir şekilde hukuki geçerlilikten yoksun hale getirmediğine ilişkin tespitler ve ayrıca Devletlerin prensipte başvurucular gibi mevduat sahiplerinin tasarruflarını kullanabilmesi gerektiği yönündeki kabulü ışığında değerlendirildiğinde, başvurucuların tasarruflarından şeklen mahrum bırakılmış olduğu söylenemez. Mahkeme birtakım sebeplerden ötürü, davanın konusunun açıkça bir fiili (de facto) kamulaştırma teşkil eder şekilde görülemeyeceği kanaatindedir. Bu arkaplan bilgisi çerçevesinde ve somut davada söz konusu olan hukuki ve maddi meselelerin karmaşıklığı karşısında, Mahkeme buradaki mülkiyet hakkı ihlali iddiasının net bir kategoriye girer şekilde sınıflandırılamayacağı düşüncesindedir (bkz. Beyeler/İtalya [BD], no. 33202/96, § 106, ECHR 2000I ve Zolotas/Yunanistan (no. 2), no. 66610/09, § 47, ECHR 2013). Bu nedenledir ki somut dava birinci kuralda dile getirilen genel prensip ışığında incelenmelidir.", "(b)  İddia konusu ihlalin niteliği", "100.  1 No’lu Protokol’ün 1. maddesinin temel amacı, bir kişiyi mülkiyet dokunulmazlığına Devlet tarafından haksız bir şekilde müdahale edilmesine karşı korumaktır. Ancak Sözleşme’nin 1. maddesi gereğince her bir Sözleşmeci Taraf “kendi yetki alan[ı] içerisinde bulunan herkesin, Sözleşme’[de] açıklanan hak ve özgürlüklerden yararlanmasını sağlayacaktır”. Bu genel ödevin ifası, Sözleşme tarafından güvence altına alınmış olan hakların fiili kullanımını sağlamaya yönelik pozitif yükümlülükler içerebilir. 1 No’lu Protokol’ün 1. maddesi bağlamında, bu pozitif yükümlülükler Devlet’in mülkiyet hakkını korumak için gerekli tedbirleri almasını gerektirebilir (bkz. Broniowski, yukarıda adı geçen karar, § 143, başkaca atıflarla birlikte, ve Likvidējamā p/s Selga ve Vasiļevska/Letonya (kabuledilebilirlik kararı), no. 17126/02 ve 24991/02, §§ 94-113, 1 Ekim 2013).", "101.  Ne var ki, Devlet’in 1 No’lu Protokol kapsamındaki pozitif ve negatif ödevleri arasındaki sınır mutlak bir tanıma elvermemektedir. Geçerli prensipler de birbirine benzemektedir. Dava ister Devlet’in pozitif bir yükümlülüğü açısından, ister bir kamu makamının gerekçelendirilmesi gereken bir müdahalesi açısından analiz ediliyor olsun, kullanılacak kriterler esasen değişiklik arz etmemektedir. Her iki durumda da kişinin menfaatleri ile bir bütün olarak toplumun çekişen menfaatleri arasında adil bir denge gözetilip gözetilmediğine bakılması gerekmektedir. Ayrıca, söz konusu kamu yararının gereklilikleri ile başvurucunun temel mülkiyet hakkı arasında denge gözetilip gözetilmediği değerlendirilirken söz konusu maddede bahsi geçen amaçların ilgi arz edebileceği de doğrudur. Her iki durumda da, Devlet Sözleşme’ye uygunluğu sağlamak için atılması gereken adımları kararlaştırırken belirli bir takdir yetkisi kullanmaktadır (bkz. Broniowski, yukarıda adı geçen karar, § 144, başka atıflarla birlikte).", "102.  Somut davada başvurucular, söz konusu bankalardaki hesaplardan tasarruflarını çekemedikleri için şikâyette bulunmuştur. Mevduatları ilgili bankalarda para bulunmaması, hesapların kanun marifetiyle dondurulması ve ulusal makamların başvurucuların durumundaki mevduat sahiplerinin tasarruflarını kullanmalarını sağlayacak tedbirler almaması gibi birtakım faktörler sebebiyle elverişsiz hale gelmiştir. Bu durum pekâlâ, 1 No’lu Protokol’ün 1. maddesi tarafından korunan hakkın etkili bir şekilde kullanımına yönelik bir müdahale bakımından veya bahsi geçen hakkın kullanımının teminat altına alınmaması bakımından (bkz. Zolotas (No. 2), yukarıda adı geçen karar, §§ 40, 47 ve 53, Mahkeme bu davada şikâyet konusu yapılan tedbirin bir müdahale oluşturduğunu ve aynı zamanda davalı Devlet’in birtakım pozitif yükümlülükleri olduğunu tespit etmiştir) da incelenebilir. Somut davanın kendine özgü koşulları dikkate alınarak, Mahkeme davaya ilişkin incelemesini kesin çizgilerle davalı Devletlerin pozitif veya negatif yükümlülükleri başlığı altına sokmayı gereksiz bulmaktadır. Mahkeme davalı Devletlerin davranışının –bu davranış ister bir müdahale, ister bir işlemden kaçma, isterse de her ikisinin karması olarak addedilsin– kanunilik, meşru amaç ve “adil denge” prensipleri ışığında haklı olup olmadığını saptayacaktır (bkz. Broniowski, yukarıda adı geçen karar, § 146).", "(c)  Davalı Devletlerin kanunilik prensibine uyup uymadığı", "103.  1 No’lu Protokol’ün 1. maddesinin ilk ve en önemli şartı kanunilik şartıdır. Birinci fıkranın ikinci cümlesi mülkiyetten mahrumiyete “yasada öngörülen koşullara uygun olarak” izin vermekte ve ikinci fıkra Devletlerin “yasaları” uygulayarak mülkiyetin kullanımını düzenleme hakkını tanımaktadır. Bunun yanı sıra, demokratik bir toplumun temel prensiplerinden birini oluşturan hukukun üstünlüğü Sözleşme’nin tüm maddelerinin özünde yer almaktadır. Kanunilik prensibi ayrıca, iç hukukun geçerli hükümlerinin yeterince erişilebilir, kesin ve uygulama bakımından öngörülebilir olmasını gerektirmektedir (a.g.k., § 147, başka atıflarla birlikte).", "104.  Taraflar arasında somut olayda kanunilik prensibine uyulmuş olup olmadığı konusunda açık bir ihtilaf bulunmamaktadır. Mahkeme de aksi yönde bir tespite varmaya gerek görmemektedir. Söz konusu meselenin, yani başvurucuların YSFC’nin dağılmasından bu yana tasarruflarını çekemiyor olmalarının iç hukukta yasal bir dayanağı bulunduğu açıktır (bkz. özellikle yukarıdaki paragraf 54-58).", "(d)  Davalı Devletlerin “meşru bir amaç” taşıyıp taşımadığı", "105.  Bir Sözleşme hakkının kullanımına yönelik her türlü müdahalenin meşru bir amaç gütmesi gerekmektedir. Keza, pozitif yükümlülük içeren olaylarda Devlet’in eylemsizliği için de meşru bir gerekçe bulunması şarttır. Bizzat 1 No’lu Protokol’ün 1. maddesinde mündemiç “adil denge” prensibi de genel kamu yararının varlığını gerektirmektedir. Dahası, 1 No’lu Protokol’ün 1. maddesinde bir araya getirilmiş çeşitli kuralların, bağlantısız olma anlamında birbirinden ayrı olmadığını, ikinci ve üçüncü kuralların sadece mülkiyet dokunulmazlığı hakkına yönelik belirli bazı müdahalelerle ilgili olduğunu da yinelemek gerekir. Bunun yarattığı etkilerden biri, ikinci cümle kapsamında aranan kamu yararı varlığının veya ikinci fıkrada atıfta bulunulan genel kamu yararının birinci cümlede dile getirilen prensibin doğal sonucu olmasıdır; dolayısıyla 1 No’lu Protokol’ün 1. maddesinin ilk cümlesi anlamı dahilinde mülkiyet dokunulmazlığı hakkının kullanımına yönelik bir müdahalenin kamu yararına bir amaç gütmesi şarttır (bkz. Beyeler, yukarıda adı geçen karar, § 111).", "106.  Ulusal makamlar, kendi toplumlarına ve onun ihtiyaçlarına yönelik ilk elden bilgi sahibi oldukları için, prensip olarak, neyin “kamu yararına” olduğunu takdir etmek bakımından uluslararası yargıçtan daha avantajlı bir konuma sahiptir. Sözleşme tarafından getirilen koruma sistemi kapsamında işte bu nedenle mülkiyet hakkının kullanımı alanında uygulanacak tedbirleri gerektiren bir kamusal meselenin varlığına ilişkin ilk değerlendirme ulusal makamlara bırakılmaktadır. Sosyal ve ekonomik politikaların uygulamaya konması yönünden yasakoyucuya tanınan takdir yetkisi geniş olduğundan, Mahkeme neyin kamu yararına olduğu konusunda yasakoyucunun takdirine, makul dayanaktan açıkça yoksun olmadığı sürece saygı gösterecektir (bkz. Broniowski, yukarıda adı geçen karar, § 149, başka atıflarla birlikte). Mahkeme halihazırda, bu mantığın bir savaş sonrasında bir Devletin dağılması gibi, hiç şüphesiz ki geniş ölçekli ekonomik ve sosyal mevzuat değişiklikleri içeren köklü değişiklikler açısından da muhakkak ki geçerli olduğunu karara bağlamış bulunmaktadır (bkz. Suljagić, yukarıda adı geçen karar, § 42).", "107.  Mahkeme, söz konusu geniş takdir yetkisi nedeniyle, somut davada meşru amaç prensibine de uyulmuş olduğunu tespit etmektedir. Sırp Hükümeti’ne göre, bu amaç ülkenin içinden geçtiği sıkıntılı ekonomik durum ve finansal çöküş ışığında Devlet fonlarının likiditesinin korunmasıydı (bkz. yukarıdaki paragraf 91). Diğer davalı Hükümetler bu konuda bir yorum yapmamışlardır. Ancak Mahkeme, YSFC’nin dağılmasının ve onu müteakip silahlı çatışmaların ardından, davalı Devletlerin kendi bankacılık sistemlerini ve genel olarak milli ekonomilerini korumak için tedbirler almak zorunda olduğunu kabul etmeye hazırdır. “Eski” döviz tasarruflarının genel olarak boyutu düşünüldüğünde, halef Devletlerden hiçbirinin bu tasarrufların denetimsiz bir şekilde çekilmesine izin verebilecek durumda olmadığı açıktır. Mahkeme bu nedenle, kilit meseleyi, yani kamu yararı ile başvurucuların 1 No’lu Protokol’ün 1. maddesi kapsamındaki hakları arasında “adil bir denge” gözetilip gözetilmediği hususunu incelemeye geçecektir.", "(e)  Davalı Devletlerin “adil denge” prensibine uyup uymadığı", "(i)  Genel prensipler", "108.  Mülkiyet dokunulmazlığına müdahale ve bir işlemden kaçma, genel kamu yararının gerektirdikleri ile kişinin temel haklarının korunması gereklilikleri arasında adil bir denge gözetmek durumundadır. Başka bir deyişle, 1 No’lu Protokol’ün 1. maddesine yönelik bir ihlal iddiası içeren her davada Mahkeme, ister Devlet’in eylemi veya eylemsizliği sebebiyle olsun, söz konusu kişinin orantısız ve aşırı bir yük altına sokulup sokulmadığını belirlemek durumundadır. Bu şarta uyulup uyulmadığını değerlendirirken, Mahkeme’nin söz konusu edilen çeşitli menfaatleri, Sözleşme’nin “fiili ve etkin” nitelikte bulunan hakları güvence altına alma niyeti taşıdığını hatırda tutarak genel bir incelemeden geçirmesi gerekmektedir. Bu bağlamda, Devletin davranışı değerlendirilirken dikkate alınması gereken faktörlerden biri de –ister hukuki, ister idari olsun, isterse de yetkili makamların uygulamalarından doğsun– belirsizliktir. Gerçekten de, kamu yararına yönelik bir tehlike söz konusu ise, gecikmeksizin, uygun ve tutarlı bir şekilde hareket etmek kamu makamlarına düşen bir yükümlülüktür (bkz. Broniowski, yukarıda adı geçen karar, §§ 147-151).", "(ii)  Genel prensiplerin somut davaya uygulanması", "109.  Daire, başvuruyu kabuledilebilir ilan eden 17 Ekim 2011 tarihli kararında, YSFC’nin söz konusu bankalardaki “eski” döviz tasarruflarına ilişkin kanuni güvencesinin YSFC dağılana dek harekete geçirilmemiş olduğunu ve dolayısıyla söz konusu sorumluluğun bu bankalardan YSFC’ye geçmemiş olduğunu tespit etmiştir. Dahası, YSFC medeni hukuku ve şirketler siciline göre, Ljubljanska Banka Ljubljana’nın ve Investbanka’nın tüm şubeleri YSFC dağıldığı sırada ana banka adına ve hesabına hareket etmekteydi. Bu nedenledir ki, Daire, Ljubljanska Banka Ljubljana ve Investbanka’nın YSFC dağılana dek tüm şubelerindeki “eski” döviz tasarruflarından sorumlu olmaya devam etmiş olduğu sonucuna varmıştır (bkz. Daire kararı paragraf 67).", "110.  Taraflar, esasen, Daire huzurundaki esasa ilişkin dilekçelerinde bu tespiti kabul etmiş ve Büyük Daire huzurundaki dilekçelerinde de bu tavrı sürdürmüştür.", "111.  Büyük Daire, Daire’nin tespitine katılmakta ve bu tespiti onamaktadır.", "112.  Mahkeme ayrıca, Ljubljanska Banka Ljubljana ve Investbanka’nın, YSFC’nin dağılmasından beri, Bosna Hersek şubelerindeki “eski” döviz tasarruflarına ilişkin sorumluluğunun devam etmiş olduğunu kaydetmektedir. Yukarıdaki paragraf 44, 45, 49 ve 51‘de açıklanan iç hukuk ve uygulama da bunu şüpheye yer bırakmayacak şekilde teyit etmektedir. Nitekim, Slovenya ve Sırbistan’daki iç mahkemeler de eski Ljubljanska Banka Ljubljana ve Investbanka’yı yabancı şubelerindeki “eski” döviz tasarruflarından ötürü sorumlu görmeye devam etmiştir.", "113.  1993-2004 dönemine ait şirketler siciline göre, Ljubljanska Banka Sarajevo adlı bir Bosna Hersek bankasının da Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki “eski” döviz tasarruflarından sorumlu olmuş olduğu doğrudur. Ne var ki, hem Bosna Hersek, hem de Slovenya’daki ulusal mahkemeler, şirketler siciline savaş zamanında yapılan şüpheli kayıtların her daim hukuka aykırı olduğuna kanaat getirmiştir (bkz. yukarıdaki paragraf 30-35 ve 51). Bu nedenledir ki söz konusu kayıt daha sonra sicilden silinmiştir. Mahkeme bu konuda ulusal mahkemelere katılmamak için hiçbir sebep görmemektedir. Gerçekten de Mahkeme pek çok kez, iç hukukun yorumlanmasına ilişkin sorunların çözümünün öncelikle ulusal mahkemelere bırakılması gerektiğini, dolayısıyla Mahkeme’nin rolünün söz konusu yorumun yarattığı etkilerin Sözleşme’ye uygun olup olmadığını belirlemekle sınırlı olduğunu dile getirmiş bulunmaktadır (bkz. Waite ve Kennedy/Almanya [BD], no. 26083/94, § 54, ECHR 1999I; Nejdet Şahin ve Perihan Şahin/Türkiye [BD], no. 13279/05, § 49, 20 Ekim 2011; ve Vučković ve diğerleri/Sırbistan [BD], no. 17153/11, § 80, 25 Mart 2014).", "114.  Ljubljanska Banka Ljubljana ve Investbanka’nın Bosna Hersek şubelerindeki “eski” döviz tasarruflarından halen sorumlu olduklarını tespit ettikten sonra, tıpkı Daire’nin yaptığı gibi, bu bankaların başvuruculara olan borçlarını geri ödeyememesinden Slovenya ve Sırbistan’ın sorumlu olup olmadığının incelenmesi gerekmektedir. Bu bağlamda Mahkeme, Devlete ait bir şirketin borçlarından ötürü, söz konusu şirket müstakil bir tüzel kişiliğe sahip olsa dahi, kurumsal olarak ve faaliyetleri bakımından Devleti Sözleşme kapsamındaki sorumluluğundan kurtarmaya yetecek denli bağımsız değilse, Devletin sorumlu tutulabileceğini yinelemektedir (bkz. başka birçok kararın yanı sıra Mykhaylenky ve diğerleri/Ukrayna, no. 35091/02 vd., §§ 43-46, ECHR 2004XII; Cooperativa Agricola Slobozia-Hanesei/Moldova, no. 39745/02, §§ 17-19, 3 Nisan 2007; Yershova/Rusya, no. 1387/04, §§ 54-63, 8 Nisan 2010; ve Kotov, yukarıda adı geçen karar, §§ 92-107). Yukarıda bahsi geçen davalarda Devlet’in söz konusu suçlardan ötürü gerçekten de sorumlu olup olmadığının tespitinde kullanılan kilit kriterler şunlardı: şirketin yasal statüsü (kamu hukuku veya özel hukuk kapsamında); faaliyetlerinin niteliği (kamusal bir işlev veya sıradan bir ticari faaliyet); faaliyetinin bağlamı (tekel veya sıkı düzenlenmiş bir ticari faaliyet gibi); kurumsal bağımsızlığı (Devlet mülkiyetinin oranı); ve faaliyet bakımından bağımsızlık (Devlet denetimi ve kontrolünün oranı).", "115.  Göz önünde bulundurulması gereken diğer faktörler, Devlet’in şirketin finansal güçlüklerinden doğrudan sorumlu olup olmadığı, şirket fonlarını şirketin ve hissedarlarının zararına olacak şekilde hortumlayıp hortumlamadığı, şirketle mesafeli bir ilişki yürütüp yürütmediği veya başka bir biçimde şirketin kurumsal yapısını suiistimal niteliği taşıyan şekilde hareket edip etmediğidir (bkz. Anokhin/Rusya (kabuledilebilirlik kararı.), no. 25867/02, 31 Mayıs 2007 ve Khachatryan/Ermenistan, §§ 51-55, no. 31761/04, 1 Aralık 2009). Son olarak, YSFC’de geniş bir şekilde kullanılan ve halen de Sırbistan’da kullanılmakta olan sosyal mülkiyet rejimi kapsamındaki şirketlere ilişkin olarak, Mahkeme bunların genel anlamda, “kurumsal olarak ve faaliyetleri bakımından Devleti Sözleşme kapsamındaki sorumluluğundan kurtarmaya yetecek denli bağımsız” olmadığı kanaatindedir (bkz. başka birçok kararın yanı sıra, R. Kačapor ve diğerleri, yukarıda adı geçen karar, §§ 96-99, ve Zastava It Turs/Sırbistan (kabuledilebilirlik kararı), no. 24922/12, §§ 19-23, 9 Nisan 2013).", "116.  Her ne kadar yukarıda anlatılan içtihat finansal kurumlarla değil de şirketlerle ilişkili olarak geliştirilmiş olsa da, Mahkeme bunun somut davada incelenmekte olan bankalar açısından da geçerli olduğu kanaatindedir. Bu bağlamda Mahkeme, Ljubljanska Banka Ljubljana’nın Slovenya’ya ait Devlet mülkiyetinde bir banka olduğunu ve bir Sloven devlet kuruluşunun kontrolünde bulunduğunu –Halefiyet Fonu– kaydetmektedir (bkz. yukarıdaki paragraf 49). Ayrıca, 1991 Anayasal Kanunu’nda yapılan değişiklikle, Slovenya’nın söz konusu bankanın malvarlıklarının çoğunu, bankanın ve hissedarlarının zararına olacak şekilde yeni bir bankaya aktarması da son derece önemli bir husustur (a.g.p.). Böylece Devlet, Ljubljanska Banka Ljubljana’nın malvarlığını kendi uygun gördüğü şekilde kullanıp harcamıştır (karş. Khachatryan, yukarıda adı geçen karar, § 51). Bu nedenledir ki Büyük Daire, Ljubljanska Banka Ljubljana’nın Sayın Ališić ve Sayın Sadžak’a olan borcundan ötürü Slovenya’nın sorumlu tutulmasına yetecek sebepler bulunduğu yönündeki tespitinde Daire’ye katılmakta ve bu tespiti onamaktadır. Bu bağlamda Mahkeme dosyada, Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki fonların çoğunun neticede Slovenya’da toplanmış olduğunu gösteren birtakım delillerin varlığına da işaret etmektedir (bkz. yukarıdaki paragraf 18).", "117.  Investbanka’ya gelince, Mahkeme bu bankanın da Sırbistan’a ait Devlet mülkiyetinde bir banka olduğunu ve bir Sırp devlet kuruluşunun kontrolünde bulunduğunu –Mevduat Sigortası Kuruluşu– kaydetmektedir (bkz. yukarıdaki paragraf 47). Daha da önemlisi, 2001 Özelleştirme Yasası uyarınca, bu banka Devlete ve halka ait şirketlere karşı olan geniş alacaklarını, bankanın ve hissedarlarının zararına olacak şekilde silmek durumunda kalmıştır (a.g.p.). Tıpkı Ljubljanska Banka Ljubljana açısından Slovenya’nın yaptığı gibi, Sırbistan da Investbanka’nın malvarlıklarını gerekli gördüğü şekilde kullanıp harcamıştır. Bu nedenledir ki Büyük Daire, Investbanka’nın Sayın Šahdanović’e olan borcundan ötürü Sırbistan’ın sorumlu tutulmasına yetecek sebepler bulunduğu yönündeki tespitinde Daire’ye katılmakta ve bu tespiti onamaktadır", "118.  Mahkeme bu sonuçların somut dava koşullarıyla sınırlı olduğunu ve hiçbir Devletin batık bir bankayı 1 No’lu Protokol’ün 1. maddesi kapsamında bankanın borcundan ötürü doğrudan sorumluluğa girmeksizin rehabilite edemeyeceği (bkz. Kotov, yukarıda adı geçen karar, § 116 ve Anokhin, yukarıda adı geçen karar) veya Slovenya tarafından ileri sürüldüğü üzere (bkz. yukarıdaki paragraf 93-94), bu maddenin ulusal bankaların yabancı şubelerinin her zaman ulusal mevduat-teminatına dahil edilmesini gerektirdiği şeklinde bir anlam içermediğini vurgulamak istemektedir. Mahkeme, somut davayı şu sebeplerden ötürü özel bir vaka olarak değerlendirmektedir. Birincisi, başvurucular paralarını yatırdıkları sırada YSFC halen mevcuttu ve söz konusu şubeler yabancı şubeler değildi. Üstelik, Ljubljanska Banka Ljubljana rehabilitasyonundan önce dahi Devlete aitti. Öyle ki, hem bu banka hem de Investbanka her zaman ya Devlete ait ya da halka ait olmuşlardı. Bu nedenledir ki somut dava, acze düşmüş bir özel bankanın rehabilitasyonuna dair standart bir davadan açıkça farklılık arz etmektedir. Sloven Hükümeti’nin dayanak olarak gösterdiği EFTA Mahkemesi kararı, İzlanda’da geçerli özel bir hukuki çerçeve içerisinde batık bir özel bankanın rehabilitasyonuyla ilgili olduğundan bu dava ile pek bir ilgisi bulunmamaktadır. Dahası somut davadaki başvurucuların aksine, EFTA davasındaki tasarruf sahiplerine Hollanda ve Birleşik Krallık makamları tarafından halihazırda ödeme yapılmış bulunuyordu (bkz. yukarıdaki paragraf 71-73).", "119.  Mahkeme, Sırp Hükümeti tarafından ileri sürülen Molnar Gabor atfını da görmezden gelmemiştir (bkz. yukarıdaki paragraf 91). Ancak söz konusu davada Mahkeme, Sırbistan’ın Eski Döviz Tasarrufları Yasalarının, somut davadaki başvurucuların aksine, Sırp makamları tarafından tasarruflarıyla ilgili olarak peyderpey geri ödemeye hak kazanmış olan kişilerle ilgili hükümlerini incelemiştir. Mahkeme, o sırada Sırp ekonomisinin kötü durumu ve ekonomi politikasıyla ilgili konularda Devletlere tanınan takdir yetkisi sebebiyle, söz konusu hükümlerin genel kamu yararı ile başvurucunun hakları arasında adil bir denge gözetmiş olduğuna kanaat getirmiştir. Bu durumun aksine, Sayın Šahdanović’e Sırp makamlarınca böyle bir peyderpey geri ödeme hakkı tanınmamıştır. Bu nedenledir ki somut davanın Molnar Gabor’dan ayrı tutulması gerekmektedir.", "120.  Ljubljanska Banka Ljubljana’nın Sayın Ališić ve Sayın Sadžak’a olan borçlarından ötürü Slovenya’nın, Investbanka’nın Sayın Šahdanović’e olan borçlarından ötürü ise Sırbistan’ın sorumlu olduğunu tespit eden Mahkeme’nin, şimdi de, bu Devletlerin başvuruculara bu kadar yıldır geri ödeme yapmamış olmasının haklı bir sebebe dayanıp dayanmadığını incelemesi gerekmektedir. Sırp ve Sloven Hükümetlerinin bu gecikmeye dair sunduğu izahat, esasen, Devlet halefiyeti konusunda uluslararası hukukun sadece halefiyet meselelerinin iyi niyetle müzakere edilmesini şart koştuğu, bu meselelerin çözüme bağlanması açısından herhangi bir süre sınırlaması getirmediği şeklindedir. Ayrıca, halefiyet müzakereleri boyunca Sloven ve Sırp bankalarının Bosna Hersek şubelerindeki “eski” döviz tasarruflarından ötürü Bosna Hersek’in sorumlu olduğu hususunda ısrar etmelerinin, Devlet halefiyetine ilişkin temel uluslararası hukuk prensibiyle –mülkilik prensibi– tamamen örtüştüğünü savunmuşlardır.", "121.  Mahkeme, başvurucuların tasarruflarına mülkilik prensibinin uygulanması gerektiği konusunda Sloven ve Sırp savlarına katılmamaktadır. Devlet halefiyetine ilişkin uluslararası hukuka göre, “adil oran” prensibi Devlet borçları söz konusu olduğunda geçerli olan prensiptir. Uluslararası Hukuk Enstitüsü’nün Mallar ve Borçlar bakımından Devlet Halefiyetine ilişkin 2001 tarihli Kararı, mülkilik prensibinin özellikle yerel borçlar açısından geçerli olduğunu öngördüğü doğru olmakla birlikte, başvurucuların tasarruflarının bu Devlet borçları kategorisine girmediği açıktır (bkz. yukarıdaki paragraf 60). Mahkeme ayrıca, Slovenya ve Sırbistan Hükümetleri tarafından öne sürülen, uluslararası hukukun sadece halefiyet meselelerinin müzakeresini şart koştuğu şeklindeki sava da katılmamaktadır; uluslararası hukuk aynı zamanda, bir mutabakata varılamaması halinde, Devlet borçlarının hakkaniyetli bir şekilde bölüştürülmesini gerektiğini öngörmektedir (a.g.p.).", "122.  Bundan başka, somut davada söz konusu edilen borcun hakkaniyetli bir şekilde bölüştürülmesi için eski Devlet’in malları ve borçlarının ve her bir halef Devlet’e bugüne kadar yüklenen oranların boyutunun küresel bakımdan değerlendirilmesi gerekecektir. Bu mesele somut davanın kapsamını aşmakta ve Mahkeme’nin yetkisi dışında kalmaktadır (bkz. Kovačić ve diğerleri, yukarıda adı geçen karar, § 256).", "123.  Ancak, halefiyet müzakereleri halef Devletleri ulusal seviyede somut başvurucular gibi tasarruf sahiplerinin menfaatlerini korumayı amaçlayan tedbirler almaktan alıkoymuyordu. Hırvat Hükümeti kendi vatandaşlarının Ljubljanska Banka Ljubljana’nın Zagreb şubesindeki “eski” döviz tasarruflarının büyük bir kısmını geri ödemiştir (bkz. yukarıdaki paragraf 43) ve Makedonya Hükümeti adı geçen bankanın Üsküp şubesindeki “eski” döviz tasarruflarının tamamını geri ödemiştir (bkz. yukarıdaki paragraf 52). Buna karşın, adı geçen iki Hükümet hiçbir zaman, ödenen bu meblağlardan ötürü neticede Slovenya’nın sorumlu tutulması gerektiği yönündeki görüşlerinden vazgeçmemiş ve bu meblağlar için Devletler-arası seviyede tazminat talep etmeye devam etmiştir (özellikle de halefiyet müzakereleri bağlamında). Aynı zamanda, Sloven Hükümeti de Investbanka’nın ve diğer yabancı bankaların ulusal şubelerindeki “eski” döviz tasarruflarının tamamını geri ödemiş (bkz. yukarıdaki paragraf 48) ve Sırp Hükümeti de YSFC’nin halef Devletleri dışındaki herhangi bir Devlet vatandaşlığına sahip olan kişilerin Sırp bankalarının yabancı şubelerindeki (Investbanka’nın Tuzla şubesi gibi) “eski” döviz tasarruflarını geri ödemeyi kabul etmiş bulunmaktadır (bkz. yukarıdaki paragraf 45). Bunlar, söz konusu şubelerdeki kimi “eski” döviz tasarrufu sahiplerine dair çözümler bulunduğunu, ancak somut başvurucular açısından böyle bir şeyin geçerli olmadığını göstermektedir.", "124.  İstisnai hallerde birtakım gecikmeler mazur görülebilirse de (bkz. Merzhoyev, yukarıda adı geçen karar, § 56, ve mutatis mutandis, Immobiliare Saffi, yukarıda adı geçen karar, § 69), Mahkeme somut başvurucuların çok uzun süre bekletilmiş olduğu kanaatindedir. Bu nedenledir ki, Slovenya ve Sırbistan makamlarının, yukarıdaki paragraf 106‘da belirtildiği üzere bu konuda geniş bir takdir yetkisine sahip olmakla birlikte, orantısız bir külfet altına sokulmuş bulunan başvurucuların mülkiyet hakları ile genel kamu yararı arasında adil bir denge gözetmiş olduğuna ikna olmamıştır.", "125.  Yukarıda dile getirilen tüm sebeplerden ötürü Mahkeme, Sayın Ališić ve Sayın Sadžak bakımından Slovenya’nın 1 No’lu Protokol’ün 1. maddesine yönelik bir ihlalinin, Sayın Šahdanović bakımındansa Sırbistan’ın aynı maddeye yönelik bir ihlalinin bulunduğu ve bu maddeye dair diğer davalı Devletlerden herhangi birinin bir ihlalinin bulunmadığı kanaatine varmaktadır.", "III.  SÖZLEŞME’NİN 13. MADDESİNE YÖNELİK İHLAL İDDİASI", "126.  Sözleşme’nin 13. maddesi şu hükmü taşımaktadır:", "“Bu Sözleşme’de tanınmış olan hak ve özgürlükleri ihlal edilen herkes, söz konusu ihlal resmi bir hizmetin ifası için davranan kişiler tarafından gerçekleştirilmiş olsa dahi, ulusal bir merci önünde etkili bir yola başvurma hakkına sahiptir.”", "A.  Daire’nin tespitleri", "127.  Bir dizi hukuk yolunu analiz etmiş olan Daire, başvurucuların maddi şikâyetleri için başvurabilecekleri hiçbir etkili hukuk yolu bulunmadığı sonucuna varmıştır. Bu nedenle başvurucuların iç hukuk yollarını tüketmemiş olduğu yönünde Hükümetler tarafından dile getirilen itirazları reddetmiştir. Dahası, Ljubljanska Banka Ljubljana’nın Saraybosna şubesindeki “eski” döviz tasarruflarından ötürü Slovenya’yı ve Investbanka’nın Tuzla şubesindeki “eski” döviz tasarruflarından ötürü de Sırbistan’ı sorumlu bularak, Sayın Ališić ve Sayın Sadžak bakımından Slovenya’nın 13. maddeye yönelik bir ihlalinin, Sayın Šahdanović bakımındansa Sırbistan’ın aynı maddeye yönelik bir ihlalinin bulunduğu ve bu maddeye dair diğer davalı Devletlerden herhangi birinin bir ihlalinin bulunmadığı kanaatine varmıştır (bkz. Daire kararı paragraf 83-90).", "B.  Tarafların görüşleri", "1.  Başvurucular", "128.  Başvurucular hiçbir ayrıntıya girmeden, maddi şikâyetleri için başvurabilecekleri hiçbir etkili hukuk yolu bulunmadığını öne sürmüşlerdir.", "2.  Davalı Hükümetler", "129. Sadece Sloven Hükümeti başvurucuların başvurabileceği etkili iç hukuk yolları bulunduğunu öne sürerek, Sloven mahkemelerinde eski Ljubljanska Banka aleyhinde dava açılabileceğini savunmuştur. Başvurucular ayrıca Hırvat mahkemelerinde de eski Ljubljanska Banka aleyhinde bir dava açabilirdi; zira eski Ljubljanska Banka Zagreb şubesinin 500’den fazla müşterisi eski Ljubljanska Banka aleyhinde kararlar elde etmiş ve bunlardan altmış üçü bankanın Hırvatistan’da yer alan malvarlıklarının cebri satışı yoluyla “eski” döviz tasarruflarının ödemesini almıştır (bkz. yukarıdaki paragraf 43).", "130.  Diğer davalı Hükümetler başvurucuların kullanabileceği hiçbir etkili hukuk yolu bulunmadığını kabul etmiştir. Bosna Hersek Hükümeti, başvurucular eski Ljubljanska Banka’nın “eski” döviz tasarruflarını kendilerine ödemesi yönünde kararlar elde etmiş olsalardı dahi, 1994 tarihli mevzuatın bankayı yeterli malvarlığından yoksun bırakmış olması sebebiyle böyle bir kararın çok büyük bir ihtimalle icra edilmemiş olacağını eklemiştir (bkz. yukarıdaki paragraf 49). Hırvat Hükümeti de Hırvat mahkemelerinde eski Ljubljanska Banka aleyhinde açılacak bir davanın hiçbir etki yaratmayacağını, zira bankanın Hırvatistan’da artık malvarlığı bulunmadığını ileri sürmüştür (bkz. yukarıdaki paragraf 43).", "C.  Büyük Daire’nin değerlendirmesi", "131.  Mahkeme birçok kez, 13. maddenin ulusal seviyede, Sözleşme haklarının özünün ulusal hukuk düzeni içerisinde her ne şekilde güvence altına alınabileceklerse o şekilde uygulamaya konmasına yönelik bir hukuk yolunun elverişliliğini garanti altına aldığını dile getirmiş bulunmaktadır. Yani 13. maddenin etkisi, Sözleşme kapsamında “savunulabilir bir şikâyet”in özünü ele alacak ve uygun bir telafi temin edecek bir iç hukuk yolu sağlanmasını gerektirmektir. Sözleşmeci Devletlerin 13. madde çerçevesindeki yükümlülüklerinin kapsamı başvurucunun şikâyetinin niteliğine bağlı olarak değişiklik arz etse de, 13. madde tarafından şart koşulan hukuk yolu hukuken olduğu gibi pratikte de etkili olmak durumundadır. Bir “hukuk yolu”nun 13. madde anlamı dahilinde “etkililiği” başvurucu açısından avantajlı bir netice sağlamasına bağlı değildir. Söz konusu maddede atıfta bulunulan “merci”nin de muhakkak yargısal bir makam olması şart değildir; ancak öyle değilse, sahip olduğu yetkiler ve sunduğu güvenceler söz konusu hukuk yolunun etkili olup olmadığının tespitinde önem taşır. Dahası, müstakil bir hukuk yolu tek başına 13. madde şartlarını bütünüyle karşılamıyorsa bile, iç hukuk kapsamında sağlanan hukuk yollarının bütünü bunu başarabilir (bkz. Kudła/Polonya [BD], no. 30210/96, § 157, ECHR 2000XI).", "132.  Mahkeme, Sloven mahkemelerinde eski Ljubljanska Banka aleyhinde bir hukuk davası açma imkânı bakımından, Ljubljana Bölge Mahkemesi’nin eski Ljubljanska Banka’nın Saraybosna şubesindeki “eski” döviz tasarruflarını faiziyle birlikte ödemesini emreden birçok karar vermiş olduğuna işaret etmektedir (bkz. yukarıdaki paragraf 51). Ne var ki, Sloven Hükümeti bu kararlardan en az birinin bile icraya konmuş olduğunu kanıtlayamamıştır. Bu nedenledir ki, bugüne dek, söz konusu hukuk yolunun başvuruculara uygun ve yeterli telafi sağlayabildiğine dair hiçbir delil bulunmamaktadır.", "133.  Söz konusu banka aleyhinde Hırvat mahkemelerinde bir hukuk davası açılması bakımından ise, Mahkeme’nin elindeki belgelerden anlaşıldığı kadarıyla, eski Ljubljanska Banka’nın Hırvatistan’da artık hiçbir malvarlığı bulunmamaktadır. Dolayısıyla bu hukuk yolu başvuruculara makul bir başarı ihtimali sunmamaktadır.", "134.  Mahkeme, 13. maddenin bir Sözleşmeci Devlet yasalarının bizzat kendisinin Sözleşme’ye aykırı olduğu yönünde bir ulusal makam huzurunda itirazda bulunmaya imkân sağlayan bir hukuk yolu şartı getirmiyor olması dolayısıyla, somut davada bir hukuk yolu sunma yönünde hiçbir yükümlülük bulunmadığı şeklinde Sloven Hükümeti tarafından öne sürülen savı değerlendirmiş bulunmaktadır. 13. maddeye ilişkin bu yorum doğru olmakla birlikte (bkz. Roche/Birleşik Krallık [BD], no. 32555/96, § 137, ECHR 2005X; Sejdić ve Finci/Bosna Hersek [BD], no. 27996/06 ve 34836/06, § 60, ECHR 2009; ve Paksas/Litvanya [BD], no. 34932/04, § 114, ECHR 2011), somut başvurucular davalı Devletlerin iç mevzuatları veya hatta herhangi bir müstakil karar veya tedbirden ötürü şikâyette bulunmuş değildir. Davalı devletlerin, sahip oldukları tasarrufları şu veya bu şekilde geri ödemediğinden yakınmışlardır. Dolayısıyla etkili bir hukuk yolu sunulması gerekirdi.", "135.  Investbanka bakımından ise, Mahkeme Sırbistan’ın Sayın Šahdanović’in başvurabileceği etkili bir hukuk yolu bulunmadığı hususuna itiraz etmediğini kaydetmektedir.", "136.  Bu nedenledir ki Büyük Daire, tıpkı Daire gibi, Sayın Ališić ve Sayın Sadžak bakımından Slovenya’nın 13. maddeye yönelik bir ihlalinin, Sayın Šahdanović bakımındansa Sırbistan’ın aynı maddeye yönelik bir ihlalinin bulunduğu sonucuna varmaktadır. Ayrıca, bu maddeye dair diğer davalı Devletlerden herhangi birinin bir ihlalinin bulunmadığı kanaatine varmaktadır.", "IV.  SÖZLEŞME’NİN 14. MADDESİNE YÖNELİK İHLAL İDDİASI", "137.  Sözleşme’nin 14. maddesi şu hükmü taşımaktadır:", "“Sözleşme’de tanınan hak ve özgürlüklerden yararlanma, cinsiyet, ırk, renk, dil, din, siyasal veya diğer kanaatler, ulusal veya toplumsal köken, ulusal bir azınlığa aidiyet, servet, doğum başta olmak üzere herhangi başka bir duruma dayalı hiçbir ayrımcılık gözetilmeksizin sağlanmalıdır.”", "138.  Başvurucular bu maddeye dayanmış olmakla birlikte, Büyük Daire huzurundaki dilekçelerinde bu savı geliştirmemişlerdir. Hükümetlerin bu konuda dile getirdiği görüşler de aynı şekilde sınırlıdır. Bu nedenle Büyük Daire, Sırbistan ve Slovenya bakımında meseleyi 14. madde kapsamında incelemeye gerek olmadığı ve diğer davalı Devletler açısından da bu maddeye yönelik bir ihlal bulunmadığı konusunda Daire’ye katılmaktadır.", "V.  SÖZLEŞME’NİN 46. MADDESİNİN TATBİKİ", "139.  Sözleşme’nin 46. maddesinin ilgili kısımları şu ifadeleri taşımaktadır:", "“1.  Yüksek Sözleşmeci Taraflar, taraf oldukları davalarda Mahkeme’nin kesinleşmiş kararlarına uymayı taahhüt ederler.", "2.  Mahkeme’nin kesinleşmiş kararı, kararın uygulanmasını denetleyecek olan Bakanlar Komitesi’ne gönderilir. ...”", "A.  Daire’nin tespitleri", "140.  Daire somut davada bir pilot-karar prosedürü uygulamış ve birtakım genel tedbirlere işaret etmiştir (bkz. Daire kararı paragraf 98-101).", "B.  Tarafların görüşleri", "141.  Somut davada pilot-karar prosedürü uygulanmasına bir tek Sırp ve Sloven Hükümetleri karşı çıkmıştır, buna gerekçe olarak Ljubljanska Banka Ljubljana’nın ve Investbanka’nın diğer davalı Devletlerde yer alan şubelerindeki “eski” döviz hesaplarının bakiyesini söz konusu Devletlerin yardımı olmadan doğrulayamayacaklarını dile getirmişlerdir. Bosna Hersek ve Hırvatistan Hükümetleri, Sırp ve Sloven Hükümetlerinin ellerinde gereken tüm bilgilerin bulunduğunu savunmuştur.", "C.  Büyük Daire’nin değerlendirmesi", "1.  Genel prensipler", "142.  Mahkeme, Sözleşme’nin 46. maddesinin, 1. madde ışığında yorumlandığında, davalı Devletlere, Bakanlar Komitesi’nin nezareti altında, başvurucuların Mahkeme’nin ihlal edildiğini saptadığı haklarının güvence edilmesi için uygun genel ve/veya bireysel tedbirler almak yönünde de yasal bir yükümlülük getirdiğini tekrarlamaktadır. Bu tedbirler, özellikle Mahkeme’nin tespitlerine yol açmış sorunların çözülmesi suretiyle, başvurucuların konumundaki diğer kişilere ilişkin olarak da alınmalıdır (bkz. Lukenda/Slovenya, no. 23032/02, § 94, ECHR 2005X). Bu yükümlülük Mahkeme kararlarının infazının denetiminde Bakanlar Komitesi tarafından da vurgulanmıştır (ResDH(97)336, IntResDH(99)434, IntResDH(2001)65 ve ResDH(2006)1).", "143.  Mahkeme, kararlarının etkili bir şekilde uygulanmasını kolaylaştırmak amacıyla, ihlallerin temelinde yatan yapısal sorunları net bir şekilde teşhis edip, davalı Devlet tarafından bunların giderilmesi için uygulanması gereken tedbirleri belirtmesine imkân sağlayan bir pilot-karar prosedürü benimseyebilir (bkz. Bakanlar Komitesi’nin temelde yatan sistematik bir sorunu ortaya koyan kararlar hakkındaki 12 Mayıs 2004 tarihli ve Res(2004)3 sayılı Kararı; Mahkeme İçtüzüğü’nün 61. maddesi; ve Broniowski, yukarıda adı geçen karar, §§ 189-94). Bu prosedürün amacı, ulusal hukuk sisteminde söz konusu Sözleşme kararlarının korunmasını etkileyen işleyiş bozukluğunun en hızlı ve en etkili biçimde çözülmesini kolaylaştırmaktır (bkz. Wolkenberg ve diğerleri/Polonya (kabuledilebilirlik kararı), no. 50003/99, § 34, ECHR 2007XIV). Davalı Devlet’in işleminin öncelikle söz konusu işleyiş bozukluğunu çözmeyi ve, gerekirse, söz konusu ihlaller için etkili hukuk yolları getirmeyi amaçlaması gerekmekle birlikte, başvurucularla dostane çözümler veya Sözleşme şartlarıyla uyumlu tek taraflı telafi önerileri gibi geçici (ad hoc) çözümler sunması da mümkündür. Mahkeme benzer davaların incelenmesini ertelemeye karar vererek, davalı Devlete bu davaları bahsi geçen çeşitli yollarla çözüme bağlama şansı tanıyabilir (bkz. örneğin Burdov/Rusya (no. 2), no. 33509/04, § 127, ECHR 2009). Ancak, davalı Devlet bir pilot kararın ardından bu tür tedbirler almaz ve Sözleşme’yi ihlal etmeyi sürdürürse, Mahkeme’nin huzurunda derdest tüm benzer başvurucuları incelemeye kaldığı yerden devam edip, Sözleşme’ye etkili bir şekilde riayeti sağlamak amacıyla bu davaları karar aşamasına taşımaktan başka çaresi kalmayacaktır (E.G./Polonya (kabuledilebilirlik kararı), no. 50425/99, § 28, ECHR 2008 ve Kurić ve diğerleri/Slovenya (adil karşılık) [BD], no. 26828/06, § 136, ECHR 2014).", "2.  Genel prensiplerin somut davaya uygulanması", "144.  Mahkeme’nin somut davada tespit etmiş olduğu ihlaller birçok insanı etkilemektedir. Mahkeme huzurunda 8000’den fazla başvurucu adına açılmış olan 1850’den fazla benzer başvuru bulunmaktadır. Bunlar Ljubljanska Banka Ljubljana’nın Saraybosna ve Zagreb şubelerindeki “eski” döviz tasarruflarıyla ve Sırbistan içinde veya dışında yer alan birçok Sırp bankasının şubelerindeki benzer tasarruflarla ilgilidir (bkz. yukarıdaki paragraf 46). Bunun yanı sıra, binlerce potansiyel başvurucu da bulunmaktadır. Bu nedenle Büyük Daire, Sırp ve Sloven Hükümetlerinin bu konudaki itirazlarına rağmen, somut davada pilot-karar prosedürü uygulamanın yerinde olduğu konusunda Daire’ye katılmaktadır.", "145.  Mahkeme, teşhis etmiş olduğu sistematik durum ışığında, somut kararın infazı için hiç şüphesiz ulusal seviyede genel tedbirler alınmasının gerekli olduğu kanaatindedir.", "146.  Özellikle de, Slovenya bir yıl içinde ve Bakanlar Komitesi’nin nezareti altında, Sayın Ališić’e, Sayın Sadžak’a ve onların konumunda bulunan diğer herkese, “eski” döviz tasarruflarını Sloven bankalarının ulusal şubelerinde benzer tasarrufları bulunanlarla aynı koşullarla (bu koşullar yukarıdaki paragraf 48‘de dile getirilmektedir) tazmin etmelerine imkân sağlayacak yasal değişiklikler de dahil olmak üzere gerekli tüm düzenlemeleri yapmalıdır. Sırbistan da aynı süre içerisinde ve yine Bakanlar Komitesi’nin nezaretinde, Sayın Šahdanović’e ve onun konumunda bulunan diğer herkese, “eski” döviz tasarruflarını Sırp bankalarının ulusal şubelerinde benzer tasarrufları bulunan Sırp vatandaşlarıyla aynı koşullarla (bu koşullar yukarıdaki paragraf 45‘te dile getirilmektedir) tazmin etmelerine imkân sağlayacak yasal değişiklikler de dahil olmak üzere gerekli tüm düzenlemeleri yapmalıdır.", "147.  Yukarıda dile getirilen tedbirlerin, somut başvurucularla aynı konumda bulunmakla birlikte, tasarruflarını insancıl gerekçelerle çekebilmiş olanlar (bkz. yukarıdaki paragraf 25 ve 44) veya BHF’de özelleştirme sürecinde kullanmış olanlar (bkz. yukarıdaki paragraf 32) veya Ljubljanska Banka Ljubljana’nın Zagreb ve Üsküp şubelerindeki tasarrufları Hırvat ve Makedon Hükümetleri tarafından ödenmiş olanlar (bkz. yukarıdaki paragraf 43 ve 52) gibi, “eski” döviz tasarruflarının tamamını halihazırda geri almış olan kişiler açısından geçerli olmayacağı vurgulanmalıdır. Sırbistan ve Slovenya bu kişileri geri ödeme planı dışında bırakabilir. Ancak, bir kişinin “eski” döviz tasarruflarının sadece bir kısmının geri ödenmiş olduğu hallerde, Sırbistan ve Slovenya artık geri kalan kısmından (söz konusu mevduat sahibinin hangi ülke vatandaşı olduğuna ve şubenin yerine bakılmaksızın, Sırbistan Sırp bankalarının tüm şubelerindeki “eski” döviz tasarruflarından ve Slovenya Sloven bankalarının tüm şubelerindeki bu gibi tasarruflarından) sorumlu olacaktır.", "148.  Sırp ve Sloven makamlarının hesaplarındaki bakiyeyi doğrulamasına olanak vermek için, başvurucular ve onların konumundaki diğer herkes bu Devletler tarafından saptanacak her türlü doğrulama prosedürü şartlarına uymalıdır. Hal böyle olmakla birlikte, söz konusu kişiler taleplerini başka yollarla kanıtlayabildiği sürece, hiçbir talep orijinal sözleşme veya banka cüzdanının bulunmaması sebebiyle reddedilmemelidir (geçen süre ve birçok insanı farklı şekillerde etkilemiş olan savaşlar sebebiyle). Ayrıca, her türlü ve tüm doğrulama kararları yargısal incelemeye tabi olmalıdır.", "149.  “Eski” döviz tasarruflarını yirmi yıldan uzun bir süredir serbestçe kullanamamak bu durumdan etkilenen herkes açısından hiç şüphesiz ki birtakım sıkıntı ve üzüntülere sebep olmuş olsa da, Mahkeme şu aşamada, tüm bu kişilere Sırbistan ve Slovenya tarafından söz konusu zarara ilişkin yeterli bir tazminat sağlanması gerektiğine dair genel bir tedbir koymayı gerekli görmemektedir. Ancak bu Devletlerden herhangi biri yukarıdaki paragraf 146‘da belirtilen tedbirleri uygulamaz ve Sözleşme’yi ihlal etmeyi sürdürürse, Mahkeme söz konusu Devlet aleyhinde bu konuyla ilgili gelecekte karara bağlayacağı uygun bir davada tazminat konusunu yeniden değerlendirebilir (bkz. Suljagić, yukarıda adı geçen karar, § 64).", "150.  Son olarak, Mahkeme Sırbistan ve Slovenya aleyhindeki benzer davalara yönelik incelemesini bir yıllığına ertelemektedir (bkz. Suljagić, yukarıda adı geçen karar, § 65). Bu karar Mahkeme’nin herhangi bir noktada, bahsi geçen türden herhangi bir davayı kabuledilemez ilan etme veya Sözleşme uyarınca liste dışı bırakma yetkisine hale getirmemektedir.", "VI.  SÖZLEŞME’NİN 41. MADDESİNİN TATBİKİ", "151.  Sözleşme’nin 41. maddesi şu hükmü taşımaktadır:", "“Mahkeme, Sözleşme’nin veya Protokollerin ihlal edildiğini tespit ederse, ve ilgili sözleşmeci tarafın iç hukuku bu ihlali ancak kısmen giderme imkânı veriyorsa, Mahkeme gerekli görürse zarara uğrayan tarafa adil bir karşılık verilmesine hükmeder.”", "A.  Zarar", "152.  Başvurucular maddi zarara ilişkin olarak “eski” döviz tasarruflarının faiziyle birlikte ödenmesini talep etmiştir. Mahkeme bu konuda yukarıdaki paragraf 146‘da halihazırda hükme varmış durumdadır.", "153.  Başvuruculardan her biri ayrıca manevi zarar ilişkin olarak 4000 Euro talep etmiştir.", "154.  Hükümetler bu konuda Büyük Daire huzurundaki dilekçelerinde herhangi bir yorumda bulunmamıştır.", "155.  Daire gibi Büyük Daire de, başvurucuların “eski” döviz tasarruflarını yirmi yıldan uzun bir süredir serbestçe kullanamamış olmasının onlarda muhakkak birtakım sıkıntı ve üzüntülere sebep olmuş olduğunu kabul etmektedir. Bu sıkıntı ve üzüntü, kendi konumlarında bulunan diğer herkes adına –en azından bir ölçüde– hareket etme yükü ve zahmetini üstlenmeleri dolayısıyla kaçınılmaz olarak daha da artmıştır (bkz. Hutten-Czapska/Polonya [BD], no. 35014/97, § 248, ECHR 2006VIII). Bu nedenledir ki, Sözleşme’nin 41. maddesinin gerektirdiği şekilde hakkaniyet esasına dayalı bir değerlendirme yapan Mahkeme, talep edilen miktarlara hükmetmektedir (yani Sayın Ališić ve Sayın Sadžak’ın her birine Slovenya tarafından ödenmek üzere 4000’er Euro ve Sayın Šahdanović’e Sırbistan tarafından ödenmek üzere 4000 Euro).", "B.  Masraf ve harcamalar", "156.  Başvurucular ayrıca, Mahkeme huzurunda yaptıkları masraf ve harcamalar için 27.351 Euro talep etmiştir.", "157.  Hükümetlerin tümü bu talebin aşırı ve dayanaksız olduğunu savunmuştur.", "158.  Mahkeme içtihadına göre, bir başvurucu masraf ve harcamaların tazminine ancak bunların fiilen ve gerektiği için yapılmış olduğunu kanıtladığı ve makul bir miktar arz ettiği kadarıyla hak kazanmaktadır. Yani, başvurucu söz konusu masraf ve harcamaları fiilen yapmış olmalı veya, bir yasal yahut akdi yükümlülük uyarınca yapmakla yükümlü olmalıdır ve tespit edilen ihlalin önlenmesi veya tazminat elde edilmesi için bunların yapılması kaçınılmaz olmalıdır. Mahkeme yukarıda dile getirilen şartların ne ölçüde karşılandığını tespit edebilmesini sağlamaya yetecek denli ayrıntılı fatura ve makbuzlar sunulmasını istemektedir. Somut davada bu şekilde hiçbir belge sunulmamış olduğundan, Mahkeme bu talebi reddetmektedir.", "C.  Temerrüt faizi", "159.  Mahkeme, temerrüt faizi oranının, Avrupa Merkez Bankası’nın uyguladığı marjinal kredi faiz oranına üç puan eklemek suretiyle elde edilecek orana dayandırılmasının uygun olduğu kanaatindedir.", "BU GEREKÇELERLE MAHKEME,", "1.  \tOybirliğiyle, Hükümetlerin ilk itirazlarını reddetmektedir;", "", "2.  \tOybirliğiyle, Sayın Šahdanović açısından, Sırbistan tarafından Sözleşme’nin 1 No’lu Protokolü’nün 1. maddesine yönelik bir ihlal bulunduğuna karar vermektedir;", "3.  \tOybirliğiyle, Sayın Ališić ve Sayın Sadžak açısından, Slovenya tarafından Sözleşme’nin 1 No’lu Protokolü’nün 1. maddesine yönelik bir ihlal bulunduğuna karar vermektedir;", "", "4.  \tİkiye karşı on beş oyla, diğer davalı Devletler tarafından Sözleşme’nin 1 No’lu Protokolü’nün 1. maddesine yönelik bir ihlal bulunmadığına karar vermektedir;", "", "5.  \tOybirliğiyle, Sayın Šahdanović açısından Sırbistan tarafından Sözleşme’nin 13. maddesine yönelik bir ihlal olduğuna karar vermektedir;", "", "6.  \tOybirliğiyle, Sayın Ališić ve Sayın Sadžak açısından Slovenya tarafından Sözleşme’nin 13 maddesine yönelik bir ihlal olduğuna karar vermektedir;", "", "7.  \tİkiye karşı on beş oyla, diğer davalı Devletler tarafından Sözleşme’nin 13. maddesine yönelik bir ihlal bulunmadığına karar vermektedir;", "", "8.  \tOybirliğiyle, Sırbistan ve Slovenya açısından Sözleşme’nin 13. maddesi ve 1 No’lu Protokol’ün 1. maddesiyle birlikte ele alındığında 14. madde kapsamındaki şikâyetin incelenmesine gerek bulunmadığına ve diğer davalı Devletler tarafından Sözleşme’nin 13. maddesi ile 1 No’lu Protokol’ün 1. maddesiyle birlikte ele alındığında 14. maddeye yönelik bir ihlal bulunmadığına karar vermektedir;", "", "9.  \tOybirliğiyle, Sırp ve Sloven Hükümetlerinin somut başvurucuları ve onlarla aynı konumda bulunan diğer herkesi “eski” döviz tasarruflarının geri ödenmesine ilişkin plana dahil etmemesinin sistematik bir problem oluşturduğuna karar vermektedir;", "", "10.  Bire karşı on altı oyla, Sırbistan’ın bir yıl içinde ve Bakanlar Komitesi’nin nezaretinde, Sayın Šahdanović’e ve onun konumunda bulunan diğer herkese, “eski” döviz tasarruflarını Sırp bankalarının ulusal şubelerinde benzer tasarrufları bulunan Sırp vatandaşlarıyla aynı koşullarla tazmin etmelerine imkân sağlayacak, yasal değişiklikler de dahil olmak üzere, gerekli tüm düzenlemeleri yapması gerektiğine karar vermektedir;", "", "11.  Bire karşı on altı oyla, Slovenya’nın bir yıl içinde ve Bakanlar Komitesi’nin nezaretinde, Sayın Ališić’e, Sayın Sadžak’a ve onların konumunda bulunan diğer herkese, “eski” döviz tasarruflarını Sloven bankalarının ulusal şubelerinde benzer tasarrufları bulunanlarla aynı koşullarla tazmin etmelerine imkân sağlayacak, yasal değişiklikler de dahil olmak üzere, gerekli tüm düzenlemeleri yapması gerektiğine karar vermektedir;", "", "12.  Oybirliğiyle, Sırbistan ve Slovenya aleyhindeki tüm benzer davalara yönelik incelemesini bir yıllığına ertelemeye karar vermektedir; bu karar Mahkeme’nin herhangi bir noktada, bahsi geçen türden herhangi bir davayı kabuledilemez ilan etme veya Sözleşme uyarınca liste dışı bırakma yetkisine halel getirmemektedir;", "", "13.  Bire karşı on altı oyla,", "(a)  Sırbistan’ın üç ay içinde Sayın Šahdanović’e, manevi zararı için 4000 Euro’yu (dört bin Euro), bu miktara yansıtılabilecek her türlü vergi ile birlikte ödemesine;", "(b)  Slovenya’nın üç ay içinde Sayın Ališić’e ve Sayın Sadžak’a, manevi zararları için 4000’er Euro’yu (dört biner Euro), bu miktara yansıtılabilecek her türlü vergi ile birlikte ödemesine;", "(c)  yukarıda bahsi geçen üç aylık sürenin sona ermesinden ödeme tarihine dek geçen süre için, yukarıda belirtilen miktarlara ilişkin olarak, temerrüt süresi boyunca Avrupa Merkez Bankası’nın uyguladığı marjinal kredi faiz oranına üç puan eklenmek suretiyle elde edilecek oranda basit faiz ödenmesine karar vermektedir;", "", "14.  Oybirliğiyle, başvurucuların adil karşılık taleplerinin geri kalan kısmını reddetmektedir.", "", "İşbu karar İngilizce ve Fransızca olarak kaleme alınmış ve 16 Temmuz 2014’te, Strazburg’taki İnsan Hakları Binası’nda yapılan açık duruşmada açıklanmıştır.", "\tMichael O’Boyle\tDean Spielmann\nYazı İşleri Müdür Yardımcısı\tBaşkan", "", "Sözleşme’nin 45 § 2. maddesi ve Mahkeme İçtüzüğü’nün 74 § 2. maddesi uyarınca, aşağıdaki müstakil görüşler işbu karara eklenmektedir:", " (a)  Yargıç Ziemele’nin katılan görüşü;", "(b)  Yargıç Popović’in kısmen katılan görüşü;", "(c)  Yargıç Nuẞberger’in, Yargıç Popović’in de katılımını içeren, kısmen karşıt görüşü.", "D.S.\nM.O’B.", "", "Bu görüşlerin çevirisi yapılmamıştır, İngilizce veya Fransızcasına, Mahkeme içtihadının veritabanı olan HUDOC’tan ulaşılabilir.", "", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2015.", "Avrupa İnsan Hakları Mahkemesi’nin resmi dilleri Fransızca ve İngilizcedir. Bu çeviri, Avrupa Konseyi’nin İnsan Haklarına Destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır ve Mahkeme, kalitesi konusunda herhangi bir sorumluluk kabul etmemektedir. Avrupa İnsan Hakları Mahkemesi içtihatlarının veritabanı olan HUDOC üzerinden () veya HUDOC’un bildirdiği başka veritabanları üzerinden yüklenebilir. Davanın isminin tamamen yazılması, yukarıdaki telif hakkıyla ilgili ifadelerin kullanılması ve insan haklarına destek Fonu’na referans yapılması şartıyla ticari olmayan amaçlarla kullanılabilir. Bu çevirinin tamamını veya bir kısmını ticari amaçlarla kullanmak isteyen herkesin, bu durumu belirtilen adrese bildirmesi rica olunur: .", "© Council of Europe/European Court of Human Rights, 2015.", "The official languages of the European Court of Human Rights are English and French. This translation was commissionned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case–law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non–commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe () Elle ne lie pas la Cour, et celle–ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci–dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}