{"file": "TUR_HJUDTUR_48628_12.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "48628/12", "text_paragraphs": ["", "", "", "AVRUPA İNSAN HAKLARI MAHKEMESİ", "", "İKİNCİ BÖLÜM", "", "", "", "", "", "", "", "BALTA VE DEMİR / TÜRKİYE DAVASI", "", "(Başvuru No. 48628/12)", "", "", "", "", "", "", "KARAR", "", "", "", "STRAZBURG", "", "23 Haziran 2015", "", "", "", "", "", "İşbu karar, Sözleşme’nin 44 § 2 maddesinde belirtilen koşullar çerçevesinde kesinleşecek olup, bazı şekli değişikliklere tabi tutulabilir.", "Balta ve Demir / Türkiye davasında,", "\tBaşkan,", "     András Sajó,", "     Yargıçlar,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tPaul Lemmens,\n\tRobert Spano,\n\tJon Fridrik Kjølbro, \n     ve Bölüm Yazı İşleri Müdürü, Stanley Naismith’in katılımıyla Daire olarak toplanan Avrupa İnsan Hakları Mahkemesi (İkinci Bölüm), 2 Haziran 2015 tarihinde gerçekleştirdiği kapalı oturumdaki müzakereler sonucunda anılan tarihte aşağıdaki kararı vermiştir:", "USUL", "Türkiye Cumhuriyeti aleyhine açılan (48628/12 No.’lu) davanın temelinde, iki Türk vatandaşının - Ahmet Balta ve Ahmet Gökşen Demir (“başvuranlar”) - 19 Haziran 2012 tarihinde İnsan Hakları ve Temel Özgürlüklerin Korunması’na İlişkin Sözleşme’nin (“Sözleşme”) 34. maddesi uyarınca yapmış olduğu başvuru bulunmaktadır.", "Başvuranlar, İstanbul Barosu’na bağlı Avukat Y. İmrek tarafından temsil edilmişlerdir. Türk Hükümeti (“Hükümet”) ise kendi görevlisi tarafından temsil edilmiştir.", "Başvuranlar, özellikle ulusal mahkemeler tarafından mahkûmiyetlerine dayanak göstermek için gizli tanığın ifadesinin kullanılmasının, haklarında açılan davanın hakkaniyete uygunluğuna zarar verdiğini iddia etmektedirler.", "Sözleşme’nin 6. ve 10. maddeleri bağlamındaki şikâyetler, 11 Temmuz 2013 tarihinde Hükümet’e tebliğ edilmiştir ve başvurunun kalan kısmının kabul edilemez olduğuna karar verilmiştir.", "", "OLAYLAR", "I.  DAVANIN KOŞULLARI", "Başvuranlar, sırasıyla 1974 ve 1991 doğumlu olup Tunceli’de ikamet etmektedirler.", "Dosyadan anlaşıldığı üzere, Gömlek (Fransızca’daki karşılığı “chemise”) takma isimli gizli tanık, 5 Haziran 2009 tarihinde, PKK yasadışı örgütünün faaliyetleri konusunda yürütülen ceza soruşturması çerçevesinde savcılık tarafından dinlenmiştir. Gizli tanık, başvuranları suçlanan örgütün üyeleri olarak nitelendirmiştir.", "PKK’nın gençlik kolu (YDG-H) bünyesinde faaliyetler yürüttüklerinden şüphelenilen başvuranlar, 22 Haziran 2009 tarihinde, Tunceli Emniyet Müdürlüğü’nde görevli polis memurları tarafından yakalanarak gözaltına alınmıştır.", "Savcılık, 25 Haziran 2009 tarihinde, başvuranları PKK ile bağlantıları hakkında sorgulamıştır. İfadelerinin alındığı sırada, ilgililer, gizli tanığın beyanlarını ve kendileri hakkında yaptığı nitelendirmeyi kabul etmemişlerdir. Başvuran Ahmet Gökşen Demir’in avukatı, gizli tanığın verdiği beyanlarda kendisine yönelik herhangi bir tehdit ya da şiddetten bahsetmediğini belirterek, bu tanığın kimliğinin tespit edilmesini talep etmiştir.", "Aynı gün, başvuran Ahmet Balta, Malatya Ağır Ceza Mahkemesi Hâkimi huzuruna çıkarılmış ve hâkim, ilgilinin serbest bırakılmasına karar vermiştir. İfadesinin alınması sırasında, hâkim, gizli tanığın ifadesini okumuş ve başvuran bu ifadeyi reddetmiştir. Ahmet Gökşen Demir de aynı gün serbest bırakılmıştır. A. G. Demir’in ifade tutanağı dosyada yer almamaktadır.", "İlgililer, belirtilmeyen bir tarihte, diğer on dört kişiyle birlikte, PKK’ya mensup olma suçuyla itham edilmişlerdir. Dava, Malatya Ağır Ceza Mahkemesi’nde görülmeye başlanmıştır.", "Bingöl Ağır Ceza Mahkemesi Hâkimi, 16 Eylül 2009 tarihinde, gizli tanığın ifadelerini istinabe yoluyla almıştır. İfade tutanağında, “Gömlek”in, Ceza Muhakemesi Kanunu’nun (CMK) 38. maddesi ve 5276 sayılı Tanık Koruma Kanunu uyarınca kapalı duruşma sırasında dinlendiği ve ifade almaya başlamadan önce, hâkimin, gizli tanığın kimliği hakkında bilgi edindiği belirtilmektedir.", "Tutanağa göre, tanık, 21 Mayıs 2009 tarihinde Tunceli’ye vardığını ve DTP (Demokratik Toplum Partisi) binasına geldiğini belirtmiştir. Harun isimli bir kişi ve YDG-H’nin yerel yetkilisi, burada kendisine destek olmuşlardır. Tanık, gündüzlerini DTP binasında beyin yıkamaya yönelik bir programa katılarak geçirmiş ve geceleri ise Harun tarafından bir üniversite konutunda barındırılmıştır. Tanık, yerel yetkiliye, PKK saflarına katılmak istediğini dile getirmiştir. Yerel yetkili, böylelikle, tanığın talebine olumlu yönde cevap vermeden önce tanığın ailesi hakkında araştırmalar yapmıştır. Yerel yetkili, tanığın Bingöl’e evine dönmesini ve kendisinden telefon beklemesini istemiştir. Tanık, 30 Mayıs 2009 tarihinde evine dönmüş ve ardından, 5 Haziran tarihinde, telefon ile aranarak, Tunceli’de PKK saflarına katılmaya davet edilmiştir. Bu arada tanık bu niyetinden vazgeçerek, kendi lisesinde görev yapan polis memuruna olayları anlatmıştır. Polis memuru, tanığı Terörle Mücadele Şube Müdürlüğü’ne götürmüştür.", "Yine tutanağa göre, “Gömlek”, burada, esasen yeni üyeleri bir yönetim altında birleştirmek ve örgütün propagandasını yapmakla görevli olan, YDG-H tarafından yürütülen farklı faaliyetler hakkında bilgiler vermiştir. Tanık, aynı zamanda, YDG-H’nin Bingöl’deki faaliyetleri hakkında açıklamalarda bulunmuş ve Savcılık tarafından 5 Haziran 2009 tarihinde alınan beyanlarının gerçekliğini doğrulayarak ifadesini tamamlamış ve fotoğrafları ifade metnine eklenen kişileri tanıdığını kabul etmiştir.", "E. B. isimli kişi, 18 Şubat 2010 tarihinde, Malatya Ağır Ceza Mahkemesi’ne gönderilecek olan yazıyı Elazığ Ağır Ceza Mahkemesi’ne göndermiştir. Bu yazıda, E. B., kendisinin gizli tanık, “Gömlek” olduğunu ve aynı gün yapılan duruşma sırasında dinlenebilmesi için Malatya Adliyesi’ne geldiğini, ancak hakim huzuruna çıkmaya davet edilmediğini ileri sürmüştür. E. B., ifade tutanağını polisin tehditleri ve baskıları altında imzaladığını iddia ederek, Bingöl Emniyet Müdürlüğü’nde verdiği ifadeleri geri çekmiştir. E. B., aynı zamanda, polis tarafından, tanımadığı kişileri YDG-H üyesi olarak nitelendirmeye zorlandığını ileri sürerek, Emniyet Müdürlüğü’nde kendisine fotoğrafların gösterilmesi üzerine yaptığı teşhisleri de kabul etmemiştir. E. B., ifadelerini geri çekmek istediğini, ancak polisin kendisini tutuklatmakla tehdit ettiğini belirtmiştir. E. B., son olarak, kimliğinin gizli tutulmasını talep etmediğini eklemiştir.", "Başvuranlar, 20 Ekim 2010 tarihinde, savunma dilekçelerini sunarak, kendilerine yöneltilen suçlamalara itiraz etmişler ve gizli tanığın dinlenme şeklinden şikâyet etmişlerdir. Başvuranlar, soruşturma aşamasında bu tanığın dinlenmesinin iç hukuka aykırı olduğunu, hangi adli merciin gizli tanığın dinlenmesine karar verdiğini bilmediklerini ve tanığın kimliğinin gizli tutulmasını gerektiren nedenlerden haberdar edilmediklerini ileri sürmüşlerdir. Başvuranlar ayrıca, gizli tanığın ifadelerinin, yargılamayı yürüten ceza mahkemesi tarafından alınmadığı gerekçesiyle aleyhte bir delil olarak kabul edilemeyeceğini iddia etmişlerdir. Başvuranlar, üstelik tanığın hem soruşturma hem de duruşma sırasında avukatlarının yokluğunda dinlendiğini ve kendilerinin bu tanığa sorular sorma imkânından mahrum bırakıldıklarını belirtmişlerdir. Başvuranların bakış açılarına göre, bu durum Sözleşme’nin 6. maddesinin 3. fıkrasının d) bendini ihlal etmiştir. Dahası, gizli tanığın beyanları, aleyhte yegâne delil teşkil etmiş ve bu sebeple, tanığın duruşma sırasında zorunlu olarak dinlenmesi gerekmiştir. Başvuranlar yine, gizli tanığın kimliğinin bir suç ortağı tarafından tespit edildiğini iddia ederek, tanığın Ağır Ceza Mahkemesi’ne, duruşmada dinlenmek istediğini belirten bir yazı gönderdiğini eklemişlerdir. Son olarak, başvuranlar, diğer delil unsurlarının, özellikle video kayıtlarının, Ağır Ceza Mahkemesi’nce ele alınmadığını iddia etmişlerdir.", "Ağır Ceza Mahkemesi, 22 Ekim 2009 tarihli duruşma sırasında, sanıkların savunmalarını dinlemiştir. Başvuranlar, gizli tanığın ifadelerine itiraz etmişlerdir.", "Ağır Ceza Mahkemesi, 21 Ekim 2010 tarihinde, başvuranları, Ceza Kanunu’nun 314. maddesinin 2. fıkrası uyarınca yasadışı örgüte mensup olma suçundan altı yıl üç ay hapis cezasına mahkûm etmiştir.", "Başvuran Ahmet Gökşen Demir hakkında, mahkeme, ilgilinin teknik araçlarla izlenmesi sonucunda şunları tespit etmiştir:", "İlgili, 18 Nisan 2009 tarihinde bir gösteriye katılmış ve bu gösteri sırasında PKK ve Abdullah Öcalan lehine sloganlar atmıştır;", "İlgili, 28 Nisan 2009 tarihinde, saat 15.30 ve 17.30 arasında DTP binasında yapılan YDG-H’nin toplantısına katılmıştır; saat 15.30’da DTP binasına girerken ve saat 17.30’da binadan çıkarken görülmüştür;", "İlgili, 30 Nisan 2009 tarihinde, 1 Mayıs tarihinde gösteri yapmaya davet eden broşürler dağıtmıştır; aynı gün, diğer suç ortaklarıyla birlikte saat 15.30’da DTP binasına girerken ve saat 17.15’te binadan çıkarken görülmüştür;", "İlgili, 1 Mayıs 2009 tarihinde bir gösteriye katılmıştır.", "Mahkeme ayrıca, gizli tanığın ifadelerine göre, başvuranın Tunceli’de YDG-H örgütü üyesi olduğunu ve görüşmelere katıldığını;", "Son olarak, ilgilinin evinde yapılan arama sırasında, kendi bilgisayarında yasadışı örgütle ilgili resimlerin bulunduğunu saptamıştır.", "Başvuran Ahmet Balta hakkında ise Ağır Ceza Mahkemesi, ilgilinin teknik araçlarla izlenmesi sonucunda şunları tespit etmiştir:", "İlgili, KCK’ye (PKK’nın bir kolu) üye olmaları nedeniyle yakalanan kişilerin serbest bırakılması için düzenlenen açlık grevine, KCK’nın talimatı üzerine 14 Nisan 2009 tarihinde katılmıştır;", "İlgili, 11 Mayıs 2009 tarihinde, güvenlik güçleri tarafından öldürülen bir PKK üyesinin cenaze törenine katılmıştır;", "11 ve 12 Mayıs 2009 tarihlerinde açlık grevine katılmış ve burada bu vesileyle PKK’nın fıratnews internet sitesinde yayımladığı talimatlara uyarak, PKK ve Abdullah Öcalan lehine sloganlar atmıştır;", "Ağır Ceza Mahkemesi ayrıca, gizli tanığın beyanlarına göre, başvuranın Tunceli’de YDG-H örgütü üyesi olduğunu ve toplantılara katıldığını;", "Son olarak, ilgilinin evinde yapılan arama sırasında, kendi bilgisayarında yasadışı örgütle ilgili yazı ve resimlerin bulunduğunu tespit etmiştir;", "Başvuranlara atfedilen eylemlerin çeşitliliği, devamlılığı ve niteliğini dikkate alarak, Ağır Ceza Mahkemesi, başvuranlar ile yasadışı örgüt arasında organik bir bağ bulunduğu ve başvuranların eylemlerinin, basit bir sempatizan eylemlerinin ötesine geçerek, bu örgütün üyeleri olarak kabul edilmelerini sağlayacak eşiğe ulaştığı kanaatine varmıştır.", "Gizli tanığın dinlenme talebine ilişkin olarak, mahkeme şunları kaydetmiştir:", "“Gizli tanığın, duruşma salonunun dışında hazır bulunması nedeniyle, önümüzde yeniden dinlenmesinin, hazırlanan sorulara cevap vermesinin ve yüzleştirme yapılmasının yargılama sırasında talep edilmesine rağmen, bu tanığın yargılama usulüne ilişkin kurallara uygun olarak Bingöl Ağır Ceza Mahkemesi tarafından dinlendiği, gizli tanığın kimliğinin ifşa edilemeyeceği, bu tanığın soruşturma aşamasında verdiği ifadeler ile mahkeme tarafından istinabe suretiyle elde edilen ifadeler arasında herhangi bir çelişkinin bulunmadığı, gizli tanığa sorulması istenen soruların cevaplarının tanığın ifadelerinde yer aldığı, soruların ilgilinin beyanlarından hareketle hazırlandığı, beyanların sorulara dönüştürüldüğü ve (...) tanığın yeniden dinlenmesi ile dosyaya yeni bir unsurun sunulamayacağı gerekçesiyle, bu yöndeki taleplerin reddedilmesine karar verilmiştir.”", "Başvuranların suç ortaklarından biri olan Ç. D. hakkında, Ağır Ceza Mahkemesi, aleyhte yegâne delil teşkil eden, gizli tanığın ifadelerinin, diğer unsurlarla desteklenmemesi sebebiyle, tek başına, bir delil olarak kabul edilemeyeceğini belirtmiştir. Söz konusu suç ortağının bilgisayarında bulunan PKK ile ilgili yazı ve fotoğraflara ilişkin olarak, mahkeme, bu belgelerin propaganda amacıyla yayımlanmasının kanıtlanmadığını kaydetmiştir. Ayrıca mahkemeye göre, yalnızca söz konusu suç ortağının bilgisayarında bu tür belgelerin bulunması, ilgilinin yasadışı örgüt üyesi olduğu anlamına gelmemekteydi.", "Başvuranlar, 10 Aralık 2010 tarihinde temyize başvurmuşlardır.", "7 Aralık 2011 tarihli kararla, Yargıtay, ilk derece mahkemesi kararını onamıştır. Bu kararın bir sureti, 30 Ocak 2012 tarihinde, Ağır Ceza Mahkemesi’nin kaleminde bulunan dava dosyasına eklenmiştir.", "II.  İLGİLİ İÇ HUKUK", "Yasadışı örgüte mensup olma suçunu cezalandıran, Ceza Kanunu’nun 314. maddesinin somut olaya ilişkin kısımları aşağıdaki gibidir:    ", "“1. Bu kısmın dördüncü ve beşinci bölümlerinde yer alan suçları işlemek amacıyla, silahlı örgüt kuran veya yöneten kişi, on yıldan onbeş yıla kadar hapis cezası ile cezalandırılır.", "2. Birinci fıkrada tanımlanan örgüte üye olanlara, beş yıldan on yıla kadar hapis cezası verilir. (...) ”", "Tanığa sorulacak sorular ve tanığın korunmasına ilişkin, Ceza Muhakemesi Kanunu’nun 58. maddesinin somut olayla ilgili kısmı aşağıdaki gibi ifade edilmektedir:", "“(...)", "   (2) Tanık olarak dinlenecek kişilerin kimliklerinin ortaya çıkması kendileri veya yakınları açısından ağır bir tehlike oluşturacaksa; kimliklerinin saklı tutulması için gerekli önlemler alınır. Kimliği saklı tutulan tanık, tanıklık ettiği olayları hangi sebep ve vesile ile öğrenmiş olduğunu açıklamakla yükümlüdür. Kimliğinin saklı tutulması için, tanığa ait kişisel bilgiler, Cumhuriyet savcısı, hâkim veya mahkeme tarafından muhafaza edilir.", "(3) Hazır bulunanların huzurunda dinlenmesi, tanık için ağır bir tehlike teşkil edecek ve bu tehlike başka türlü önlenemeyecekse ya da maddî gerçeğin ortaya çıkarılması açısından tehlike oluşturacaksa; hâkim, hazır bulunma hakkına sahip bulunanlar olmadan da tanığı dinleyebilir. Tanığın dinlenmesi sırasında ses ve görüntülü aktarma yapılır. Soru sorma hakkı saklıdır.", "(...)", "(5) İkinci, üçüncü ve dördüncü fıkra hükümleri, ancak [yasadışı] bir örgütün faaliyeti çerçevesinde işlenen suçlarla ilgili olarak uygulanabilir.”", "27 Aralık 2007 tarihli ve 5276 sayılı Tanık Koruma Kanunu’nun 5. maddesi, özellikle CMK’nın 58. maddesinde belirtilen koruma tedbirlerine başvurma imkânını öngörmektedir. 5276 sayılı Kanun’un 1. maddesine göre, ağır ve ciddi bir tehlikeye maruz kalan tanıklar koruma tedbirlerinden yararlanabilmektedirler. Bu kanunun uygulama alanı, 3. maddesinde belirtildiği üzere, on yıldan fazla hapis cezasını gerektiren suçlar ile suç işlemek amacıyla örgüt kurma ve terör örgütünün faaliyetleri çerçevesinde işlenen suçlarla sınırlıdır.", "Son olarak, CMK’nın 311. maddesinin 1. fıkrasının f) bendinde, Avrupa İnsan Hakları Mahkemesi tarafından hakkaniyete uygun olmadığına karar verilen, iç hukuktaki bir davanın yeniden görülmesinin, Mahkeme kararının kesinleştiği tarihten itibaren bir yıl içinde talep edilebileceği belirtilmektedir.", "", "", "HUKUKİ DEĞERLENDİRME", "SÖZLEŞME’NİN 6. MADDESİNİN 3. FIKRASININ D) BENDİ İLE BİRLİKTE 6. MADDENİN 1. FIKRASININ İHLAL EDİLDİĞİ İDDİASI HAKKINDA", "Başvuranlar, Sözleşme’nin 6. maddesini ileri sürerek, adil yargılanma haklarının ihlal edildiğini iddia etmektedirler. Başvuranlar, yargılamanın hiçbir aşamasında, kendi bakış açılarına göre, ifadeleri mahkûmiyetlerine dayanak oluşturan gizli tanığı sorgulama ya da sorgulatma imkânına sahip olmamalarından şikâyet etmektedirler.", "Mahkeme, Sözleşme’nin 6. maddesinin 3. fıkrasına ilişkin gerekliliklerin, bu hükmün 1. fıkrası ile güvence altına alınan adil yargılanma hakkının özel yönlerini oluşturduğunu hatırlatmaktadır. Mahkeme, dolayısıyla başvuranlar tarafından ileri sürülen şikâyetleri Sözleşme’nin 6. maddesinin 3. fıkrasının d) bendi ile birlikte aynı maddenin 1. fıkrası açısından inceleyecektir (bk. diğer kararlar arasında, Doorson/Hollanda, 26 Mart 1996, § 66, Karar ve Hükümler Derlemesi 1996-II):", "“1. Herkes davasının, (...) cezai alanda kendisine yöneltilen suçlamaların esası konusunda karar verecek olan (...) bir mahkeme tarafından, (...) hakkaniyete uygun olarak görülmesini isteme hakkına sahiptir. (...)”", "(...)", "3. Bir suç ile itham edilen herkes aşağıdaki asgari haklara sahiptir:", "(...)", "d) İddia tanıklarını sorguya çekmek veya çektirmek, savunma tanıklarının da iddia tanıklarıyla aynı koşullar altında davet edilmelerinin ve dinlenmelerinin sağlanmasını istemek;", "(...)”", "Bu şikâyetin Sözleşme’nin 35. maddesinin 3. fıkrasının a) bendi anlamında açıkça dayanaktan yoksun olmadığını ve başka herhangi bir kabul edilemezlik gerekçesinin bulunmadığını tespit ederek, Mahkeme, söz konusu şikâyetin kabul edilebilir olduğuna karar vermektedir.", "Tarafların iddiaları", "Başvuranlar, öncelikle dava dosyasında, tanığın kimliğinin gizli tutulmasını haklı gösteren herhangi bir kararın bulunmadığını ileri sürmektedirler. Başvuranlar, suç ortaklarından birinin, ifadesi alındığı sırada, gizli tanığı tanıdığını bildirdiğini ve gizli tanığın bizzat, Malatya Ağır Ceza Mahkemesi’ne, kimliğini ortaya çıkardığı bir yazı gönderdiğini belirtmektedirler. Dolayısıyla, başvuranlar, Ağır Ceza Mahkemesi’nin tanığın gizliliğinin korunması ve kamuya açık bir duruşmada dinlenmemesi yönündeki kararının, tanığın korumasını değil, savunma tarafının haklarının kısıtlanmasını amaçladığı kanaatindedirler.", "Başvuranlar, Ağır Ceza Mahkemesi’ne gönderdikleri yazıda, gizli tanığın hazırlık soruşturması aşamasında verdiği ifadesini kabul etmediğini eklemektedirler. Başvuranlar, Ağır Ceza Mahkemesi’nin, yazının aslını ve yazıda yer alan iddiaları teyit etmesi gerektiği kanısındadırlar. Başvuranlar dahası, Ağır Ceza Mahkemesi’ni, gizli tanığın duruşma salonunun yakınındaki bir binada bulunmasına rağmen, ilgiliyi dinlemeyi reddetmekle suçlamaktadırlar. Başvuranlar, bu bağlamda, tanıkla yüzleştirilmelerine ve silahların eşitliğine ilişkin haklarının ihlal edilmesinden şikâyetçi olmaktadırlar.", "Başvuranlar, diğer yandan, kendilerine atfedilen bütün fiillerin, ifade özgürlüğü ve gösteri yapma özgürlüğü hakları kapsamına girdiğini ve yasadışı örgütle olan bağa ilişkin yegâne delilin gizli tanığın ifadeleri olduğunu ileri sürmektedirler. Başvuranlar, aleyhteki yegâne delilin bir tanık ifadesi olması halinde, bu tanığın duruşma sırasında zorunlu olarak dinlenmesi gerektiğini belirtmektedirler. Bu yükümlülüğe uyulmaması, savunma tarafının haklarını kısıtlayabilmektedir.", "Hükümet öncelikle, gizli tanığın, ülke çapında şiddet eylemlerini yürüten bir örgüt olan PKK’ya üye olduklarından şüphelenilen kişiler aleyhine ifade verdiğini ve dolayısıyla tanığın kimliğinin ifşa edilmesinin ağır bir tehlike oluşturduğunu belirtmektedir.", "Hükümet ardından, gizli tanığın ifadelerinin, aleyhte yegâne delil ya da ilgililerin mahkûmiyetlerinde belirleyici olan aleyhte delil teşkil etmediğini ileri sürmektedir. Hükümet’e göre, yerel mahkemeler, teknik izleme araçlarıyla elde edilen delillerin yanı sıra, gizli tanığın beyanlarına da dayanmışlardır.", "Son olarak, Hükümet, tanığın ifadelerinin Malatya Ağır Ceza Mahkemesi’ndeki duruşma sırasında başvuranlara okunduğunu ve ilgililerin böylelikle bu ifadeler hakkında yorum yapma imkânına sahip olduklarını iddia etmektedir.", "", "Mahkeme’nin değerlendirmesi", "", "Mahkeme, Sözleşme’nin 6. maddesinin 1. fıkrası bağlamındaki bir şikâyeti incelerken, esasen ceza davasının, bir bütün olarak hakkaniyete uygun bir nitelik taşıyıp taşımadığını belirlemesi gerektiğini hatırlatmaktadır. Bu karara varırken, Mahkeme, davayı bir bütün olarak göz önüne almakta ve yalnızca savunma tarafının haklarına değil, aynı zamanda kamunun ve suçun failleri gerektiği gibi yargılanıncaya kadar mağdurların menfaatlerine ve gerektiğinde, tanıkların haklarına saygı gösterilip gösterilmediğini denetlemektedir. Mahkeme, aynı zamanda bu bağlamda, delillerin kabul edilebilirliğinin, ulusal hukuk ve ulusal mahkemelerin görev alanına giren bir konu olduğunu ve tek görevinin, davanın hakkaniyete uygun olarak görülüp görülmediğini belirlemekten ibaret olduğunu hatırlatmaktadır (Al-Khawaja ve Tahery/Birleşik Krallık [BD], No. 26766/05 ve 22228/06, § 118, AİHM 2011, burada yer alan atıflarla birlikte).", "Mahkeme ayrıca, Sözleşme’nin 6. maddesinin 3. fıkrasının d) bendinin, sanığın suçlu bulunmasından önce, çekişmeli bir duruşma yapılması amacıyla aleyhteki bütün unsurların, prensip olarak, kamuya açık bir duruşmada ve sanığın önünde sunulması gerektiği ilkesine dayandığını hatırlatmaktadır. Bu ilke istisnasız işlemeyecektir; ancak bu istisnalar yalnızca savunma tarafının haklarının saklı tutulması kaydıyla kabul edilebilecektir; genel kural olarak, savunma tarafının hakları, sanığa aleyhte tanık ifadelerine itiraz etmek ve bu tanıkları hem ifadelerinin alınması sırasında hem de daha sonraki aşamada sorgulamak için uygun ve yeterli bir olanak verilmesini gerektirmektedir (Yukarıda anılan, Al-Khawaja ve Tahery, § 118; yine bk. Solakov/Makedonya Eski Yugoslav Cumhuriyeti, No. 47023/99, § 57, AİHM 2001X).", "Mahkeme, (yukarıda anılan) Al-Khawaja ve Tahery kararında, duruşmada hazır bulunmayan tanığın ifadesi ile ilgili olarak yargılamanın hakkaniyete uygun olup olmadığı sorununun ortaya çıktığı davalarda uygulanması gereken kriterleri belirtmiştir. Mahkeme, bu tür bir şikâyetin üç noktada incelenmesi gerektiği kanısına varmıştır (Yukarıda anılan, Al-Khawaja ve Tahery, §§ 146-147, yine bk. Tseber/Çek Cumhuriyeti, No. 46203/08, § 45, 22 Kasım 2012, ve Prăjină/Romanya, No. 5592/05, § 43, 7 Ocak 2014, ve gizli tanığın ifadelerine ilişkin örnekler için bk. diğer kararlar arasında, Ellis ve Simms ve Martin/Birleşik Krallık (kabul edilebilirlik hakkında karar), No. 46099/06 ve 46699/06, 10 Nisan 2012, ve Pesukic/İsviçre, No. 25088/07, §§ 43-53, 6 Aralık 2012).", "Her şeyden önce, Mahkeme, savunma tarafının bir iddia tanığını sorgulama veya sorgulatma imkânına sahip olmamasının, makul bir gerekçeyle haklı gösterilip gösterilmediğini teyit etmelidir. Ardından, tanığın sorgulanmaması makul bir gerekçeyle haklı gösterildiğinde, Mahkeme, duruşmada hazır bulunmayan tanıkların ifadelerinin aleyhte yegâne delil ya da belirleyici delil teşkil edip etmediğini araştırmalıdır. Son olarak, savunma tarafının sorgulama imkânı bulamadığı bir tanığın aleyhte yegâne unsur ya da belirleyici unsur teşkil eden ifadesinin delil olarak kabul edilmesi, kendiliğinden Sözleşme’nin 6. maddesinin 1. fıkrasını ihlal etmemektedir: bu tür bir delilin güvenilirliğine ilişkin doğru ve hakkaniyete uygun bir değerlendirme yapabilmek için söz konusu delilin kabul edilmesine bağlı sakıncaları giderebilecek yeterli unsurların bulunması halinde, dava, bir bütün olarak hakkaniyete uygun olarak değerlendirilebilmektedir.", "Mahkeme dolayısıyla, mevcut davada bu üç şarta uyulup uyulmadığını incelemelidir.", "", "Başvuranların tanığı sorgulama ya da sorgulatma imkânlarının bulunmaması makul bir gerekçe ile haklı gösterilmiş midir?", "", "Somut olayda, Mahkeme, dosyada yer alan unsurların, hangi koşullarda tanığın kimliğinin gizli tutulmasına karar verildiği ya da bu kararı alan merci hakkında kendisini bilgilendirmediğini ve Hükümet’in de bu hususta daha fazla bilgi sunmadığını gözlemlemektedir.", "Mahkeme, yargılama aşamasında, gizli tanığın yargılamayı yürüten ceza mahkemesi tarafından dinlenmediğini, ancak Bingöl Ağır Ceza Mahkemesi Hâkimi tarafından istinabe yoluyla dinlendiğini kaydetmektedir (yukarıda 11. paragraf). Bu hâkim, Ceza Muhakemesi Kanunu’nun 58. maddesinin 2, 3 ve 4. fıkraları ile 5276 sayılı Kanun uyarınca kapalı duruşma sırasında tanığı dinlemiştir.", "Mahkeme ardından, CMK’nın 58. maddesinin 2. fıkrasına göre, tanığın kimliğinin ifşa edilmesinin, kendisi ve yakınları açısından ağır bir tehlike oluşturması durumunda, tanığın kimliğinin gizli tutulabileceğini kaydetmektedir. Aynı şekilde, bu hükmün üçüncü fıkrasına göre, duruşmada hazır bulunan kişilerin huzurunda gizli tanığın dinlenmesinin, kendisi açısından başka türlü önlenemeyecek nitelikte ağır bir tehlike oluşturması durumunda, hâkim duruşmada hazır bulunma hakkına sahip olan kişilerin yokluğunda tanığı dinlemeye karar verebilmektedir (yukarıda 24. paragraf). Böylelikle, hem tanığın kimliğinin gizli tutulması hem de duruşmada hazır bulunma hakkına sahip olan kişilerin yokluğunda kamuya açık duruşmada tanığı dinleme imkânı, ağır bir tehlikenin varlığını gerektirmektedir. 5276 sayılı Kanun hakkında, Mahkeme, ağır ve ciddi bir tehlikenin var olması halinde, bu tür tedbirlere başvurma imkânını öngörmektedir.", "Mahkeme, (yukarıda anılan) Al-Khawaja et Tahery kararında, Büyük Daire’nin, tanığın duyduğu korku sebebiyle duruşmada hazır bulunmaması hususunu incelediğini hatırlatmaktadır. Mahkeme, iki tür korkunun öngörülebilir olduğunu belirtmiştir: Sanığın ya da sanık hesabına çalışan kişilerin tehditlerine veya diğer hilelerine bağlı olarak duyulan korku ve duruşmada sorgulama olayının meydana getirebileceği sonuçlara dayalı daha genel bir korku. Tanığın hissettiği korku, sanıktan ya da sanık hesabına çalışan kişilerden kaynaklandığında, hâkimin sanığa ya da temsilcilerine, tanığı çapraz sorguya tabi tutma imkânı vermeksizin ya da tanığı şahsen huzuruna çıkmaya zorlamaksızın ve söz konusu ifadenin sanık aleyhine yegâne ya da belirleyici delil teşkil etme ihtimali olsa bile, duruşma sırasında tanığın ifadesinin okunmasına izin verdiği anlaşılabilmektedir. Bununla birlikte, tanığın duruşmada hazır bulunmaktan muaf tutulması için korkusunun doğrudan sanığın tehditlerinden kaynaklanması gerekli değildir. Mahkeme’nin içtihadı, çoğu zaman, ifade verecek tanıkların duydukları korkunun doğrudan sanığın ya da sanık hesabına çalışan kişilerin tehditlerinden kaynaklanmadığını göstermektedir. Bununla birlikte, tanık tarafından duyulan her türlü kişisel korku, tanığı duruşmada hazır bulunmaktan muaf tutmak için yeterli değildir. Hâkim, öncelikle tanığın hissettiği korkunun objektif gerekçelere dayanıp dayanmadığını ve ikinci olarak, bu objektif gerekçelerin somut unsurlara dayanıp dayanmadığını tespit etmek amacıyla uygun araştırmaları yürütmelidir (Yukarıda anılan, Al-Khawaja ve Tahery, §§ 122-124).", "Oysa somut olayda, 16 Eylül 2009 tarihli ifade tutanağından anlaşıldığı üzere, tanığın ifadelerini alan Bingöl Ağır Ceza Mahkemesi Hâkimi, tanığın gizliliğinin korunmasını haklı gösteren nedenleri ya da diğer yandan, savunma makamının yokluğunda tanığı dinlemesinin sebeplerini açıklamamıştır. Hâkim, herhangi bir açıklama sunmaksızın, Ceza Muhakemesi Kanunu’nun 58. maddesinin 2. ve 4. fıkraları ve 5276 sayılı Kanun uyarınca tanığın kapalı duruşma sırasında dinlendiğini belirtmekle yetinmiştir. Dosyadan, bu hâkimin gizli tanığın objektif gerekçelere dayalı bir korku yaşayıp yaşamadığını belirlemeye çalışmadığı anlaşılmaktadır. Bu bağlamda, Mahkeme, ifade tutanağı okunduğunda, gizli tanığın herhangi bir tehditten bahsetmediğini ya da genel biçimde bir korkusunu ya da misilleme endişesini dile getirmediğini kaydetmektedir.", "Mahkeme akabinde, yargılamayı yürüten ceza mahkemesi, yani Malatya Ağır Ceza Mahkemesi’nin, kendisini tanığın gizliliğini korumaya ve tanığı savunma tarafının huzurunda dinlememeye iten sebepleri de ileri sürmediğini saptamaktadır. Yalnızca bazı kısımları taraflarca dosyaya sunulan, Ağır Ceza Mahkemesi’nin gerekçeli kararından anlaşıldığı üzere, savunma tarafının tanığın dinlenmesine ilişkin talebini reddetmek amacıyla, söz konusu mahkeme, başka herhangi bir açıklama sunmaksızın, gizli tanığın kimliğinin ifşa edilemeyeceğini ve tanığın ifadesinin, kendi bakış açısına göre yargılama usulüne uygun olarak istinabe yoluyla alındığını belirtmekle yetinmiştir. Dosyadan, bu mahkemenin tanığın endişe duyup duymadığını, şayet endişe duyuyorsa, bu endişelerin objektif gerekçelere dayanıp dayanmadığını belirlemek amacıyla araştırmalar yürütmediği anlaşılmaktadır.", "Hükümet, gizli tanığın, terör örgütü üyesi olduklarından şüphelenilen kişiler aleyhine ifade vermesi sebebiyle, misillemeden korkmak için haklı sebeplerinin bulunduğunu vurgulamaktadır. Mahkeme, bu tür bir tehlikenin varlığını küçümsememektedir ve gizli tanığın kimliğinin ifşa edilmesinin, muhtemelen bu tür bir tehlike oluşturabileceğini düşünmek tamamen yasaya uygundur. Bununla birlikte, bu durum, yerel mahkemeleri, hangi sebeplerle, tanığın kimliğinin gizli tutulduğunu ve tanığın savunma tarafının huzurunda dinlenmediğini araştırma yükümlülüğünden kurtaramayacaktır (bk. bu anlamda, Visser/Hollanda, No. 26668/95, §§ 47-48, 14 Şubat 2002, ve Krasniki/Çek Cumhuriyeti,  No. 51277/99, §§ 8083, 28 Şubat 2006). Dolayısıyla, somut olayda, yerel mahkemelerin bu nedenleri araştırdıklarını ortaya koymamaları sebebiyle, başvuranların tanığı sorgulama ya da sorgulatma imkânına sahip olmamalarının makul bir gerekçeyle haklı gösterildiği kanaatine varılamayacaktır. ", "Bu sonuca rağmen, Mahkeme, diğer kriterlerin incelenmesi gerektiği kanısına varmaktadır (yukarıda 39. paragraf). ", "", "Başvuranların mahkûm edilmesinde gizli tanığın ifadesinin önemi ne olmuştur?", "", "Mahkeme, bu noktada, başvuranların suçlu olduğu sonucuna varılan kararda gizli tanığın ifadesinin öneminin ne olduğunu belirlemeli ve özellikle ihtilaf konusu ifadenin yegâne ya da belirleyici delil teşkil edip etmediğini araştırmalıdır. Al-Khawaja ve Tahery (yukarıda anılan, § 131) kararında, Mahkeme, böylelikle “belirleyici delil” kavramına ilişkin şunları ifade etmiştir: “(...) “belirleyici” ifadesi, “ispatlayıcı” ifadesinden daha güçlü bir anlam taşımaktadır, yani delil bulunmaksızın, mahkûm edilme ihtimalinin beraat etme olasılığından daha düşük olmasının süreklilik arz etmesi yeterli değildir. (...) Gerçekte, “belirleyici” kelimesi, dava hakkında karar verilmesini sağlayacak derecede önemi bulunan bir delile işaret ederek, dar bir anlamda kullanılmalıdır. Şayet duruşmada hazır bulunmayan bir tanığın ifadesi diğer unsurlarla desteklenirse, bu ifadenin belirleyici niteliğine ilişkin değerlendirme, söz konusu diğer unsurların ispat gücüne bağlı olacaktır.”", "Böylelikle, itiraz edilen delilin önemini değerlendirmek için, mahkemeler tarafından incelenen delillerin tamamının dikkate alınması yeterli değildir, mahkûmiyet kararının fiilen hangi delillere dayandırıldığını ve dolayısıyla sanığın mahkûm edildiği suçu ve sanığın cezai sorumluluğunu oluşturan farklı unsurların neler olduğunu araştırmak gerekmektedir (Yukarıda anılan, Tseber, §§ 54-55).", "Somut olayda, Mahkeme, ulusal mahkemelerin başvuranları yasadışı örgüte üye olma suçundan mahkûm etmek amacıyla pek çok delil unsurunu göz önünde bulundurduklarını tespit etmektedir (yukarıda 16-17. paragraflar). Mahkeme, gizli tanığın ifadesinin, söz konusu mahkûmiyet kararında aleyhte yegâne delil teşkil etmediğini kaydetmektedir. Bu bağlamda, Mahkeme, aleyhte olan tek delilin, gizli tanığın ifadesi olduğu ve bu ifadenin destekleyici nitelikteki diğer delil unsurları bulunmadan suçluluk tespitine varılmasını sağlayamayacağı gerekçesiyle, başvuranların suç ortaklarından birinin beraatına karar verildiğini kaydetmektedir.", "Böylelikle, gizli tanığın ifadesi, başvuranların mahkûmiyetlerinde aleyhte yegâne delil teşkil etmese bile, bununla birlikte, belirleyici bir delil teşkil etmektedir. Mahkeme, bu bağlamda, ilgililerin yasadışı örgüte mensup olma suçundan mahkûm edildiklerini kaydetmektedir. Oysa başvuranlar ile yasadışı örgüt arasındaki organik bağın varlığının, esasen gizli tanığın ifadelerine dayandırıldığı tespit edilmektedir. Başvuranların Tunceli’de YDG-H örgütü üyesi olduklarını bu tanık belirtmiştir. Diğer delil unsurları ise, ilgililerin PKK’ya destek gösterileri dâhil olmak üzere, bazı gösterilere katılmaları ve DTP binasına gidiş-gelişleri ile ilgilidir. Mahkeme’ye göre, polisin gözetimi çerçevesinde tespit edildiği şekliyle, ilgililerin siyasi parti binasına gidiş-gelişleri ya da PKK’ya destek gösterilerine katılmaları, suçlanan örgüte mensup olduklarına dair ispatlayıcı deliller teşkil etmemektedir. Dolayısıyla, Ağır Ceza Mahkemesi’nin diğer delil unsurlarına dayanmasına rağmen, bu delillerin ispat gücünün düşük olması sebebiyle, gizli tanığın ifadesinin, yasadışı örgüte mensup oldukları gerekçesiyle başvuranların suçlu bulunmasında belirleyici bir rol oynadığı inkâr edilememektedir.", "Mahkeme dolayısıyla, yerel mercilerin, savunma tarafının maruz kaldığı güçlükleri gidermek amacıyla yeterli tedbirleri kabul edip etmediğini denetlemelidir.", "", "Savunma tarafının maruz kaldığı güçlükleri gidermek amacıyla yeterli usuli güvenceler bulunmakta mıydı?", "", "Duruşmada hazır bulunmayan tanığın ifadesi ile ilgili olarak yargılamanın hakkaniyete uygun olup olmadığı sorununun ortaya çıktığı her davada, tanığın ifadesinin kabul edilmesiyle savunma makamının maruz kalacağı zorlukları giderebilecek yeterli unsurların, özellikle de bu tür bir delilin güvenilirliğini doğru ve hakkaniyete uygun şekilde değerlendirme imkânı veren sağlam usuli güvencelerin bulunup bulunmadığının, en titiz şekilde inceleme yapılarak bilinebileceğini hatırlatmak gerekmektedir. Bu sorunun incelenmesi, duruşmada hazır bulunmayan tanığın ifadesinin davadaki önemi dikkate alındığında, bu ifadenin yeterince güvenilir olup olmadığının teyit edilmesine olanak sağlamaktadır (Yukarıda anılan, Al-Khawaja ve Tahery, §§ 147 ve 161).", "Mahkeme, bu bağlamda, aleyhte tanıkları sorgulama ya da sorgulatma hakkının, adil yargılanma hakkının bir güvencesini oluşturduğunu, zira bu hakkın, yalnızca iddia makamı ile savunma makamı arasında silahların eşitliği ilkesinin sağlanmasını amaçlamadığını, aynı zamanda savunma makamına ve adli sisteme, ihtilaf konusu ifadelerin inandırıcılığını, güvenilirliğini ve suçlamaların esasını denetlemeye yönelik temel bir araç sunduğunu tespit etmektedir (Yukarıda anılan, Tseber, § 59)", "Mevcut davada, Mahkeme, gizli tanığın ifadelerinin, kapalı duruşma sırasında Bingöl Ağır Ceza Mahkemesi Hâkimi tarafından istinabe yoluyla alındığını kaydetmektedir. Mahkeme dahası, tanığın kimliğini bilen bu hâkimin, tanığın inandırıcılığını ve muhtemelen Malatya Ağır Ceza Mahkemesi’ne bu hususta bilgiler sunmak amacıyla ifadesinin güvenilirliğini teyit etmediğinin anlaşıldığını kaydetmektedir.", "Malatya Ağır Ceza Mahkemesi hâkimlerine ilişkin olarak, tanığın bu mahkeme huzuruna çıkarılmaması sebebiyle, hâkimler, tanığın ifadesinin inandırıcılığını ve güvenilirliğini doğrudan değerlendirme imkânı bulamamışlardır. Bu gizli tanığın duruşmada hazır bulunmaması, böylelikle, davanın esasına bakan hâkimlerin, tanığın sorgulanması sırasında davranışlarını gözlemlemelerini ve dolayısıyla tanığın inandırıcılığı konusunda kendi fikirlerini oluşturmalarını engellemiştir (Kostovski/Hollanda, 20 Kasım 1989, § 43, A serisi No. 166, ve Van Mechelen ve diğerleri/Hollanda, 23 Nisan 1997, § 60, Derleme 1997III). Ağır Ceza Mahkemesi’nin gizli tanığın ifadesinin güvenilirliğinin sağlanması konusunda yeterli özeni gösterdiği kanaatine de varılamayacaktır. Söz konusu mahkemenin kararında, gizli tanığın inandırıcılığının, ifadesinin güvenilirliğinin veya tanığı gerçeğe aykırı ifade vermeye itebilecek olası sebeplerin değerlendirilmesiyle ilgili herhangi bir ifade yer almamaktadır. Gizli tanık olduğunu ileri süren bir kimsenin duruşmada hazır bulunmasının ve bir yazı göndermesinin ardından bile, Ağır Ceza Mahkemesi, gerçekten gizli tanığın söz konusu olup olmadığını ve tanığın dinlenme kararını gönüllü olarak verip vermediğini teyit etmeye çalışmamıştır. Oysa gizli tanık olduğunu ileri süren kişi tarafından Malatya Ağır Ceza Mahkemesi’ne gönderilen yazı, söz konusu kişinin ifadesinin güvenilirliği hakkında şüphe oluşturabilecek nitelikteydi.", "Mahkeme ayrıca, başvuranlar ve avukatlarının, yargılamanın hiçbir aşamasında, gizli tanığı sorgulama ve tanığın inandırıcılığına itiraz etme imkânı bulamadıklarını saptamaktadır. Bu tanıkla yüzleştirilmeyerek, başvuranlar ve avukatları, tanığın ifadelerinin güvenilir olup olmadığını hissetmelerini sağlayabilecek şekilde, tanığın sorulara verdiği tepkileri doğrudan gözlemleme imkânına sahip olmamışlardır. Bununla birlikte, tanığın gizliliğini koruma yönündeki meşru menfaat göz önünde bulundurularak bunu yapmak mümkün olmuştur. Gerçekte, hâkim savunma makamının yokluğunda tanığın dinlenmesine izin verdiğinde, CMK’nın 58. maddesinin 3. fıkrası, gizli tanığın ses ve görüntüsünün aktarılması yöntemiyle, duruşma salonundan başka bir salonda dinlenebilmesini ve sanıkların kendisine sorular sorabilmesini öngörmektedir. Ağır Ceza Mahkemesi, iç hukukta öngörülen bu yöntemi uygulamamış ve bu bağlamda herhangi bir açıklamada bulunmamıştır. Böylelikle, savunma makamı açısından doğrudan yüzleştirme yapılmaması yönündeki engeli gidermek için gizli tanığın ifadelerine başvurma durumunda iç hukukta kabul edilen usuli güvencelerin uygulanmasını öngörmediği anlaşılmaktadır.", "Mahkeme, son olarak, ulusal mahkemeler tarafından verilen kararlarda kabul edilen gerekçeden, mahkemelerin, daha az kısıtlayıcı tedbirlerin gizli tanığı koruma amacına ulaşmak için yeterli olup olmadığını araştırmadıklarının anlaşıldığını saptamaktadır. Böylelikle, bazı durumlarda, tanığı koruma amacına bu tanığın kimliği ifşa edilmeyerek ulaşılabilmektedir. Diğer durumlarda, tanıma riski nedeniyle sanığın tanığı görmesinin engellenmesi gerekebilmektedir. Yine diğer durumlarda, tanığın dinlenmesi sırasında yalnızca sanığın değil, aynı zamanda savunma makamının da duruşmada hazır bulunmasının engellenmesi gerekebilmektedir. Genel olarak, savunma tarafının haklarını kısıtlayan her türlü tedbir, kesinlikle gerekli olmalıdır ve şayet daha az kısıtlayıcı bir tedbir yeterli ise, bu tedbirin uygulanması gerekmektedir (Yukarıda anılan, Van Mechelen ve diğerleri, § 58). Bununla birlikte, belirtildiği üzere, Ağır Ceza Mahkemesi’nin kararının gerekçesinden, daha az kısıtlayıcı tedbirlerin öngörüldüğü ve yetersiz olarak değerlendirildiği anlaşılmamaktadır.", "Şüphesiz, Hükümet, gizli tanığın ifadesinin Malatya Ağır Ceza Mahkemesi’ndeki duruşma sırasında okunduğunu ve ilgililerin böylelikle bu tanığın ifadelerini yorumlama imkânına sahip olduklarını ileri sürmektedir. Bununla birlikte, Mahkeme, aynı imkânın yerine tanığın mahkeme huzuruna çıkarılamadığını ve doğrudan dinlenemediğini yinelemektedir (bk. bu anlamda, Hulki Güneş/Türkiye, No. 28490/95, § 95, AİHM 2003VII (alıntılar)). Başvuranlara sağlanan tanığın yazılı ifadelerini reddetme ya da çürütme imkânı, savunma makamının karşılaştığı ve gizli tanığın söz konusu olmasıyla artan zorlukları giderebilecek bir nitelik taşımamaktaydı, zira savunma makamı çapraz sorgu aracılığıyla tanığın samimiliğine ve güvenilirliğine itiraz edecek bir durumda olmamıştır (Yukarıda anılan, Al-Khawaja ve Tahery, §§ 161-163, aynı zamanda bk., Trampevski/Makedonya Eski Yugoslav Cumhuriyeti, No. 4570/07, § 49, 10 Temmuz 2012).", "Dolayısıyla, somut olayda merciler önünde sürdürülen yargılamanın, başvuranlara savunma makamının karşılaştığı engelleri giderebilecek nitelikte güvenceler sunduğu kanısına varılamayacaktır.", "Sonuç olarak, yargılamanın adilliğini bir bütün olarak değerlendirerek, Mahkeme, başvuranların savunma haklarına, adil bir yargılamanın gereklilikleriyle bağdaşmayan bir sınırlama getirildiği kanısına varmaktadır. Dolayısıyla Sözleşme’nin 6. maddesinin 3. fıkrasının d) bendiyle birlikte 6. maddesinin 1. fıkrası ihlal edilmiştir.", "", "SÖZLEŞME’NİN 10. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI HAKKINDA", "", "Başvuranlar, Sözleşme’nin 10. maddesini ileri sürerek, kendi bakış açılarına göre, yasal bir siyasi parti olan DTP lehine yürüttükleri faaliyetler sebebiyle mahkûm edilmelerinin, siyasi görüşlerini açıklama özgürlüğü haklarını ihlal ettiğini ileri sürmektedirler. Diğer yandan, başvuranların ifadelerine göre, bu mahkûmiyet kararı DTP’nin faaliyetlerini engelleme amacı taşımaktaydı.", "Bu şikâyetin Sözleşme’nin 35. maddesinin 3. fıkrasının a) bendi anlamında açıkça dayanaktan yoksun olmadığını ve başka herhangi bir kabul edilemezlik gerekçesinin bulunmadığını tespit ederek, Mahkeme, söz konusu şikâyetin kabul edilebilir olduğunu belirtmektedir.", "Mahkeme, bununla birlikte, mevcut başvuru ile ortaya konulan başlıca hukuki sorunun, başvuranlar aleyhine yöneltilen suçlamaların Sözleşme’nin 6. maddesi anlamında hakkaniyete uygun bir yargılama sonucunda kanıtlanıp kanıtlanmadığının bilinmesinden ibaret olduğu kanısına varmaktadır. Bu soruya olumsuz yönde cevap vererek (yukarıda 62. paragraf), Mahkeme, Sözleşme’nin 10. maddesi bağlamındaki şikâyetin esasının ayrıca incelenmesine gerek olmadığı kanaatine varmaktadır (Sadak ve diğerleri/Türkiye (No.1), No. 29900/96, 29901/96, 29902/96 ve 29903/96, § 73, AİHM 2001VIII).", "", "SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI HAKKINDA", "Sözleşme’nin 41. maddesi uyarınca,", "“Şayet Mahkeme, işbu Sözleşme ve Protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Taraf’ın iç hukuku, bu ihlalin sonuçlarını ancak kısmen ortadan kaldırabiliyorsa, Mahkeme, gerektiği takdirde, zarar gören taraf lehine adil bir tazmin verilmesine hükmeder.”", "A. Tazminat", "", "Başvuranlar, maddi zarar için 10.000 avro ve manevi zarar için 10.000 avro talep etmektedirler.", "Hükümet, bu talepleri reddetmektedir.", "Mahkeme, tespit edilen ihlal ile iddia edilen maddi zarar arasında herhangi bir nedensellik bağının bulunmadığı kanısına vararak, bu talebi reddetmektedir. ", "Buna karşın, Mahkeme, manevi zarar için her başvurana 2.000 avro ödenmesi gerektiği kanaatine varmaktadır.", "Mahkeme, son olarak, Ceza Muhakemesi Kanunu’nun 311. maddesinin 1. fıkrasının f) bendinin (yukarıda 26. paragraf), başvuranlara, varılan ihlal tespitinin ardından yargılamanın yenilenmesini talep etme imkânı sunduğunu kaydetmektedir (bk. Gençel/Türkiye, No. 53431/99, § 27, 23 Ekim 2003).", "", "Masraf ve giderler", "", "Başvuranlar, masraf ve giderler için herhangi bir talep sunmamışlardır. Dolayısıyla Mahkeme, kendilerine bu bağlamda herhangi bir meblağ ödenmesine gerek olmadığı kanısına varmaktadır.", "", "Gecikme faizi", "", "Mahkeme, gecikme faizi olarak, Avrupa Merkez Bankası’nın marjinal kredilere uyguladığı faiz oranına üç puan eklemek suretiyle elde edilecek oranın uygun olduğuna karar vermektedir.", "BU GEREKÇELERLE, MAHKEME,", "Oybirliğiyle, başvurunun kabul edilebilir olduğuna;", "Oybirliğiyle, Sözleşme’nin 6. maddesinin 3. fıkrasının d) bendiyle birlikte 6. maddesinin 1. fıkrasının ihlal edildiğine;", "Bire karşı altı oyla, Sözleşme’nin 10. maddesi bağlamındaki şikâyetin esasının incelenmesine gerek olmadığına;", "Oybirliğiyle,", "a) Davalı devletin, işbu kararın Sözleşme’nin 44. maddesinin 2. fıkrası uyarınca kesinleşeceği tarihten itibaren üç ay içinde, ödeme tarihinde geçerli olan döviz kuru üzerinden Türk lirasına çevrilmek ve ödenmesi gereken her türlü vergi tutarı hariç olmak üzere, başvuranların her birine, manevi tazminat olarak 2.000 avro (ikibin avro) ödemekle yükümlü olduğuna;", "b) Söz konusu sürenin bitiminden itibaren ödeme tarihine kadar, bu miktarlara Avrupa Merkez Bankası’nın o dönem için geçerli olan marjinal kredi faiz oranının üç puan fazlasına eşit oranda basit faiz uygulanmasına;", "Oybirliğiyle, adil tazmine ilişkin kalan taleplerin reddine karar vermiştir.", "", "İşbu karar, Fransızca dilinde tanzim edilmiş; İçtüzüğün 77. maddesinin 2. ve 3. fıkraları uyarınca 23 Haziran 2015 tarihinde yazılı olarak tebliğ edilmiştir.", "", "Stanley Naismith                                 András Sajó", "Yazı İşleri Müdürü                                  Başkan  ", "İşbu kararın ekinde, Sözleşme’nin 45. maddesinin 2. fıkrası ve İçtüzüğün 74. maddesinin 2. fıkrası uyarınca, Yargıç Lemmens’in sunduğu ayrık görüş yer almaktadır.", "", "", "YARGIÇ LEMMENS’İN KISMİ MUHALEFET ŞERHİ", "Meslektaşlarımın “Sözleşme’nin 10. maddesi bağlamındaki şikâyetin esasının ayrıca incelenmesine gerek olmadığı” yönündeki görüşüne katılamayacağımdan dolayı üzüntü duymaktayım (kararın 65. paragrafı).", "Çoğunluk, “mevcut başvuru ile ortaya konulan başlıca hukuki sorunun, başvuranlar aleyhine yöneltilen suçlamaların Sözleşme’nin 6. maddesi anlamında adil bir yargılama sonucunda kanıtlanıp kanıtlanmadığının bilinmesinden ibaret olduğu” ve Mahkeme’nin “bu soruya olumsuz yönde cevap verdiği” gerekçesiyle bu sonuca ulaşmıştır (aynı davada (ibidem)). Bu karar varırken, çoğunluk, öncelikle Sadak ve diğerleri/Türkiye (No. 1)  (No. 29900/96, 29901/96, 29902/96 ve 29903/96, § 73, AİHM 2001VIII) kararında olmak üzere, neredeyse tamamı Türkiye hakkında verilen onlarca kararda belirtilen içtihadına uymaktadır.", "Oysa kendi görüşüme göre, bir mahkeme, “başlıca” hukuki sorun ile bir başvuruda ortaya konulan diğer hukuki sorunlar arasında fark gözetmek ve ardından kendi incelemesini “en önemli” olduğuna kanaat getirdiği sorunların incelenmesiyle sınırlı tutmakla görevli değildir. Her türlü mahkeme, esasen hiçbir fark gözetmeksizin, kendisine sunulan şikâyetlerin her biri hakkında karar vermekle yükümlüdür. Şayet bir mahkeme - istisnai olarak - bu ya da şu şikâyeti incelemekten sakınabiliyorsa, bu durum, mahkemenin incelenmiş olan bir başka şikâyet üzerinde yoğunlaşmasından ya da kendi incelemesinin, bir diğer şikâyetle ilgili daha önce yapılan inceleme sonucuna herhangi bir (veya neredeyse hiçbir) katkı sağlamayacağı kanısına varmasından kaynaklanmaktadır (“farklı herhangi bir sorun ortaya çıkmamaktadır”). Bir mahkemenin, elbette açıkça dayanaktan yoksun olan bir şikâyeti veya başvuranın kötü niyetli bir davranışını ortaya koyabilecek “asılsız” bir şikâyeti incelemekle yükümlü tutulamayacağını eklemek istiyorum (bk. Sözleşme’nin 35. maddesinin 3. fıkrasının a) bendinde belirtilen, bireysel başvuru hakkının kötüye kullanılması niteliğindeki başvurulara yapılan atıf; bk yine Bekauri/Gürcistan (ilk itiraz), No. 14102/02, § 21, 10 Nisan 2012).", "Diğer yandan, bir şikâyetin incelenmemesi, başvurana ödenmesi gereken adil tazmin miktarının belirlenmesi üzerinde etkiye sahip olabilmektedir. Aslında, incelenmeyen şikâyetin, gerçekte, söz konusu Sözleşme maddesinin ihlali yönünde bir tespite varılmasını sağlayabilecek dayanaklı bir şikâyet olması halinde, bu tespit, mantıksal açıdan manevi zarar için, hatta bazı durumlarda maddi zarar için ödenmesi gereken miktarın artmasına neden olabilmektedir. Bunun sebebi, adil tazminin, tespit edilen ihlal ya da ihlaller ile arasında illiyet bağı bulunan zararı kapsamasıdır. Dolayısıyla belirli bir şikâyetin karara bağlanmamasına karar vererek, Mahkeme, başvuranı parasal bir menfaatten mahrum bırakma tehlikesi yaratmaktadır.", "Somut olayda, “başlıca” şikâyet, yani Sözleşme’nin 6. maddesinin 3. fıkrasının d) bendiyle birlikte 6. maddesinin 1. fıkrasının ihlal edildiği yönündeki şikâyet, 10. maddenin ihlali bağlamındaki şikâyetin niteliğinden çok farklı bir nitelik taşımaktadır. 10. madde bağlamındaki şikâyete dair incelemenin, ilk şikâyet hakkında varılan sonuca herhangi bir katkı sağlamayacağının nasıl ileri sürülebileceğini anlayamıyorum. Daha genel anlamda, Mahkeme’nin, 10. maddenin ihlaline ilişkin şikâyetin esası hakkında karar vermekten sakınmasını haklı gösterecek nitelikte herhangi bir ikna edici gerekçenin bulunmadığı kanısındayım.", "Böylelikle, kararın hüküm kısmındaki 3. madde açısından karşı oy kullandım.", "", "", "", "", ""]}