{"file": "TUR_HJUDTUR_14674_11.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "14674/11", "text_paragraphs": ["", "", "AVRUPA İNSAN HAKLARI MAHKEMESİ", "", "", "İKİNCİ BÖLÜM", "", "", "", "FATMA NUR ERTEN VE ADNAN ERTEN / TÜRKİYE DAVASI", "", "(Başvuru No.14674/11)", "", "", "", "", "", "", "", "KARAR", "", "", "", "STRAZBURG", "", "25 Kasım 2014", "", "", "", "", "İşbu karar Sözleşme’nin 44 § 2 maddesinde belirtilen koşullar çerçevesinde kesinleşecek olup şekli bazı değişikliklere tabi tutulabilir.", "", "", "Fatma Nur Erten ve Adnan Erten / Türkiye davasında,", "\tBaşkan,", "\tGuido Raimondi,", "\tHâkimler,\n\tIşıl Karakaş,\n\tAndrás Sajó,\n\tHelen Keller,\n\tPaul Lemmens,\n\tRobert Spano,\n\tJon Fridrik Kjølbro", "ve Bölüm Yazı İşleri Müdürü Yardımcısı Abel Campos’un katılımıyla, Daire olarak toplanan Avrupa İnsan Hakları Mahkemesi (İkinci Bölüm), 4 Kasım 2014 tarihinde gerçekleştirdiği müzakereler neticesinde, anılan tarihte aşağıdaki kararı vermiştir:", "USUL", "1.\tTürkiye Cumhuriyeti aleyhine açılan davanın temelinde, bu devletin vatandaşı olan Adnan Erten ve Fatma Nur Erten’in (“başvuranlar”), 24 Aralık 2010 tarihinde İnsan Hakları ve Temel Özgürlüklerin Korunmasına ilişkin Sözleşme’nin (“Sözleşme”) 34. maddesi uyarınca yapmış olduğu (14674/11 No.lu) başvuru bulunmaktadır.", "2.\tBaşvuran, Mersin’de görev yapan Avukat A. Sarı tarafından temsil edilmiştir. Türk Hükümeti (“Hükümet”) ise kendi görevlisi tarafından temsil edilmiştir.", "3.\tSözleşme’nin 6. maddesiyle ilgili şikâyet, 14 Kasım 2013 tarihinde Hükümete tebliğ edilmiş ve başvurunun geri kalan kısmının kabul edilemez olduğuna karar verilmiştir.", "", "OLAYLAR", "I.  DAVANIN KOŞULLARI", "4.\tBaşvuranlar sırasıyla 1955 ve 1958 yılında doğmuş ve Mersin’de ikamet etmektedirler.", "5.\tBaşvuranların çocukları olan Murat Erten (“Murat”) 28 Kasım 2006 tarihinde, zorunlu askerlik hizmetini yerine getirdiği sırada bir kaza geçirmiştir: Murat, askeri kamyonun arkasında bulunduğu bir sırada şoför asker H.G., Murat’ı görmeden geri manevra yapmış; ilgiliye araç çarpmış ve ölümcül şekilde yaralanmıştır.", "A.  Ceza Soruşturması", "6.\tDerhal soruşturma başlatılıp kamu davası açılmıştır. Bu kamu davası sonucu Askeri Mahkeme 22 Nisan 2009 tarihli kararı ile asker H.G.’yi taksirle ölüme sebebiyetten suçlu bulmuş ve bir yıl on bir ay on gün hapis cezası ile cezalandırarak cezayı ertelemiştir.", "B.  Maddi ve Manevi Tazminat Davası", " 7.\tBaşvuranlar bu arada, zorunlu askeri hizmetini yerine getirdiği sırada oğullarının ölümüne bağlı olarak avukatları aracılığıyla 12 Nisan 2007 tarihinde, Askeri Yüksek İdare Mahkemesinde, Savunma Bakanlığı aleyhine maddi ve manevi tazminat davası açmışlardır.", "8. Başvuranlar, maddi tazminat olarak 500 Türk lirası (TL) (yaklaşık 250 avro (EUR)) talep etmekteydiler.", "9. Başvuranlar, manevi tazminat olarak ise 30.000 TL (yaklaşık 15.000 EUR) talep etmekteydiler.", "10.\tHâkimler, başvuranların maddi kaybının belirlenmesi için bilirkişi incelemesi yapılmasına karar vermişlerdir.", "11.\tGörevlendirilen bilirkişiler 3 Haziran 2010 tarihli raporlarında, ilgililerin maruz kaldığı maddi zararı 42.609 TL (yaklaşık 21.305 Avro) olarak hesaplamışlardır.", "12.\tBaşvuranlar, bilirkişi raporuna dayanarak Askeri Yüksek İdare Mahkemesinde başlangıçta talep ettikleri meblağı ıslah etmişlerdir.", "13.\tAskeri Yüksek İdare Mahkemesi, idari yargı alanında ıslah talebinde bulunulamayacağını belirterek bu talebi reddetmiştir.", "14.\tAskeri Yüksek İdare Mahkemesi, Anayasa Mahkemesinin 12 Haziran 2008 tarihli (E. 2004/103 - K. 2008/121) kararına da değinmiştir. Bu karara göre, idari davaların kendine has özellikleri ve bu konuda yasa koyucuya tanınan takdir yetkisi dikkate alındığında, Türk idari yargılama hukukunda yargılama devam ederken ıslah talebinde bulunulmasının uygulanmasının imkânsız olmasıAnayasa’ya aykırı bulunmamıştır.", "15.\tAskeri Yüksek İdare Mahkemesi, 29 Eylül 2010 tarihli kararında, ilgililerin yakınının zorunlu askerlik hizmetini yerine getirdiği sırada ölmüş olması dikkate alındığında, nedensellik bağının bulunulduğu ve dolayısıyla devletin sorumluluğunun bulunduğu kanaatine varmıştır.", "16.\tSonuç olarak,\tAskeri Yüksek İdare Mahkemesi başvuranların ıslah talebini dikkate almadan, bilirkişi raporuna dayanarak davalı idareyi ilgililere maddi tazminat olarak dava dilekçelerinde talep etmiş oldukları miktarı, yani 500 TL (yaklaşık 250 EUR) ödemeye mahkûm etmiştir. Askeri Yüksek İdare Mahkemesi, manevi zararı ise 22.000 TL (yaklaşık 11.000 EUR) olarak hesaplamış ve başvuranlara bu tutarı tazminat olarak ödenmesine karar vermiştir.", "", "", "", "", "", "II.  İLGİLİ İÇ HUKUK VE UYGULAMASI", "", "17. Somut olaydaki ilgili iç hukuk ve uygulaması Okçu/Türkiye (No. 39515/03, §§ 19-32, 21 Temmuz 2009) ve Sabri Güneş/Türkiye (No. 27396/06, §§ 16-27, 24 Mayıs 2011) kararlarında ele alınmıştır.", "18.\tSomut olaya ilişkin, 4 Temmuz 1972 tarih ve 1602 sayılı Askeri Yüksek İdare Mahkemesi Kanunu’nun ilgili hükümleri aşağıdaki gibidir:", "Madde 43", "“İdari eylemlerden hakları ihlal edilmiş olanların Askeri Yüksek İdare Mahkemesinde dava açmadan önce, bu eylemlerin yazılı bildirimi üzerine veya başka suretle öğrendikleri tarihten itibaren bir yıl ve her halde eylem tarihinden itibaren beş yıl içinde yetkili makama başvurarak haklarının yerine getirilmesini istemeleri lazımdır. Bu isteklerin kısmen veya tamamen reddi halinde bu konudaki işlemin tebliği tarihinden ve altmış gün içinde cevap verilmediği takdirde bu sürenin bittiği tarihten itibaren altmış gün içinde tam yargı davası açabilirler (...)”", "46. Maddenin 4. Fıkrası", "(Bu maddenin 30 Nisan 2013 tarihinde değişikliğe uğramadan önceki hali)", "“Taraflar sürenin geçmesinden sonra verecekleri savunmalara veya ikinci dilekçelere dayanarak hak iddia edemezler.”", "", "HUKUKİ DEĞERLENDİRME", "I.  SÖZLEŞME’NİN 6. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI HAKKINDA", "19.\tBaşvuranlar, maruz kaldıklarını düşündükleri maddi zararın ıslah edilmesine yönelik taleplerinin Askeri Yüksek İdare Mahkemesi tarafından reddedilmesi nedeniyle Sözleşme’nin 6. maddesi kapsamında etkili başvuru haklarından mahrum bırakıldıklarını iddia etmektedirler.", "", "A.  Kabul Edilebilirlik", "20.\tHükümet, başvuranın şikâyetlerinin kabul edilebilirliği hakkında herhangi bir itirazda bulunmamıştır.", "21.\tMahkeme şikâyetin, Sözleşme’nin 35. maddesinin 3. fıkrası anlamında açıkça dayanaktan yoksun olmadığını ve başka herhangi bir kabul edilemezlik gerekçesinin bulunmadığını tespit ederek, bu şikâyetin kabul edilebilir olduğuna karar vermiştir.", "B.  Esası Hakkında", "22.\tBaşvuranlar, maddi zararlarının ıslah edilmesine ilişkin taleplerinin Yüksek Mahkeme tarafından reddedilmesi nedeniyle Sözleşme’nin 6. maddesi uyarınca mahkemeye erişim haklarının ihlal edildiğini iddia etmektedirler.", "23.\tHükümet söz konusu şikâyetin esasına dair değerlendirmeyi Mahkeme’nin takdirine bırakmaktadır. Hükümet, 30 Nisan 2013 tarihinde söz konusu kanunun değiştirildiğini ve Askeri Yüksek İdare Mahkemesinin (kuruluş ve görevleri hakkındaki) 1602 sayılı Kanunu’nun 46. maddesinin 4. fıkrasına göre, artık yargılama aşamasında tarafların, tam yargı davaları çerçevesinde, bir defaya mahsus olmak üzere dava dilekçesinde talep ettikleri miktarın ıslah edilmesini isteyebildiğini açıklamıştır.", "24.\tMahkeme, Sözleşme’nin 6. maddesinin 1. fıkrasında güvence altına alınan adil yargılanma hakkının, medeni hakların talep edilmesini sağlayacak etkin adli bir başvuru yolunun varlığını gerekli kılan hukukun üstünlüğü ilkesi ışığında yorumlanması gerektiğini hatırlatmaktadır (Běleš ve diğerleri/Çek Cumhuriyeti, No. 47273/99, § 49, AİHM 2002-IX). Bu hüküm, herkese medeni hak ve yükümlülüklerine ilişkin her türlü ihtilafı bir mahkeme önüne taşıma hakkını tanımakta ve de medeni hak açısından erişimin, yani hukuk davası açabilmenin bir unsuru olan “mahkeme erişim hakkını” koruma altına almaktadır. (Golder/Birleşik Krallık, 21 Şubat 1975, § 36, A Serisi No. 18 ve Lihtenştayn Prensi II. Hans-Adam/Almanya [BD], No. 42527/98, § 43, AİHM 2001-VIII).", "25.\tMahkeme ayrıca “mahkeme hakkının” mutlak bir hak olmadığını ve özellikle bir başvurunun kabul edilebilirlik şartlarına ilişkin sınırlamalar gibi bazı zımni sınırlamalara tabi olduğunu, zira bu hakkın, niteliği gereği, bu alanda belli bir takdir yetkisine sahip olan devletin düzenlemesine tabi olduğunu hatırlatmaktadır (García Manibardo/İspanya, No. 38695/97, § 36, AİHM 2000-II ve Mortier/Fransa, No. 42195/98, § 33, 31 Temmuz 2001).", "Bununla birlikte, getirilen kısıtlamalar, hakkın özünü ortadan kaldıracak ölçüde, kişinin mahkemeye erişimini engellememelidir. Öte yandan mahkemeye erişim hakkına getirilen bu tür kısıtlamalar, ancak meşru bir amaç güdüldüğü takdirde ve hedeflenen amaç ile başvurulan araçlar arasında makul bir orantı olması halinde Sözleşme’nin 6. maddesinin 1. paragrafına uygun olacaktır (Guérin/Fransa, 29 Temmuz 1998, § 37, Karar ve Hükümler Derlemesi 1998-V ve Stubbings ve diğerleri/Birleşik Krallık, 22 Ekim 1996, § 50, Derleme 1996-IV).", "26. Mahkeme ayrıca, ulusal mevzuatı yorumlama görevinin öncelikle ulusal makamlara ve özellikle mahkeme ve yüksek mahkemelere düştüğünü hatırlatmaktadır. Mahkeme’nin görevi ise, bu gibi yorumların ortaya çıkardığı sonuçların Sözleşme ile bağdaşıp bağdaşmadığını denetlemekle sınırlıdır. Bu durum, özellikle mahkemelerin usule ilişkin kuralları yorumlaması konusunda geçerlidir. Ancak, bu konudaki düzenleme ya da uygulaması, bireylerin mevcut bir itiraz yolunu kullanmasını engellememelidir. Öte yandan Mahkeme’nin, her davada yargılamanın özellikleri doğrultusunda ve Sözleşme’nin 6. maddesinin 1. paragrafının konusunu ve amacını dikkate alarak değerlendirme yapması uygun olacaktır.", "27.\tBu ilkelerden, dava açma hakkının doğal olarak yasayla belirlenen şartları olmakla birlikte, mahkemelerin, yargılama usullerini uygularken davanın hakkaniyetine halel getirecek kadar aşırı şekilcilikten kaçınmaları gerektiği sonucuna ulaşılmaktadır (Walchli/Fransa, No. 35787/03, § 29, 26 Temmuz 2007). Gerçekten de, (söz konusus usul kurallarının) düzenleniş şekli hukuk güvenliğine ve adaletin iyi bir şekilde tecelli etmesine hizmet edemediği sürece mahkemeye erişim hakkı ihlal edilmiş olacak ve bireylerin ihtilaflarının yetkili mahkemelerce esastan incelenmesine bir nevi engel teşkil edecektir (Efstathiou ve diğerleri/Yunanistan, No.36998/02, § 24, 27 Temmuz 2006).", "28.\tSomut davada Mahkeme, başvuranların Askeri Yüksek İdare Mahkemesi önünde maddi ve manevi tazminat davası açtığını ve de maddi tazminat olarak 500 TL talep ettiklerini gözlemlemektedir. Bu dava kapsamında bir bilirkişi incelemesi yapılmasına karar verilmiştir. Bilirkişiler, ilgililerin maruz kaldığı maddi tazminatı 42.609 TL olarak değerlendirmişlerdir. Başvuranlar bu rapora dayanarak ek talepte bulunmuşlardır. Hâkimler, dava dilekçesi ile talep edilen miktarın ıslahının idari yargıda mümkün olmadığı ve davanın taraflarının talep ettikleri rakamla bağlı oldukları, dolayısıyla başvuranların dava açıldığı zaman talep ettikleri rakamdan daha fazlasına hükmedilemeyeceği gerekçesiyle bu talebi reddetmişlerdir. Diğer bir ifadeyle, başvuranlar kısmi davada istedikleri tazminat miktarını ıslah ettirememişlerdir. Böylece, maruz kaldıkları zararın 42.609 TL (yaklaşık 21.305 EUR) olarak değerlendirilmesine rağmen, başvuranların zararının 500 TL (yaklaşık 250 EUR) kadarı tazmin edilmiştir.", "29.\tBenimsenen yaklaşım, Hükümet tarafından belirtilen ve somut davada uygulanan kanunda değişiklik olmadan önce yürürlükte olan Askeri Yüksek İdare Mahkemesi Kanunu’nun 46. maddesinin 4. fıkrasının yorumlanmasına dayanmaktadır. Söz konusu yaklaşım dava taleple bağlı olma ilkesine dayanmaktadır ve ilke gereğince dava açma süresi dolduktan sonra ilk talebinıslah edilmesi için hiçbir bir talepte bulunulamamaktadır. Oysa başvuranlar, maddi zararlarının doğru bir şekilde değerlendirilmiş miktarını ancak Askeri Yüksek İdare Mahkemesindeki dava kapsamında mahkemenin yapılmasına karar verdiği bir bilirkişi incelemesisonucunda elde edebilirlerdi. Bu durum, başvuranların dava dilekçesi ile talep ettikleri tazminat miktarının tahmine dayandığı ve bu miktarın bilirkişi raporunda varılan sonuca göre yeniden değerlendirilmesi gerektiği anlamına gelmektedir. İlgililer ancak, maddi zararlarının bir bilirkişi tarafından hesaplandığı tarihten itibaren makul bir şekilde gerçek zararlarının miktarına karşılık gelen tazminatı talep edebilirlerdi.", "30.\tBöylece iç hukukta başvuranların geri kalan maddi zararının hesaplanmasına imkân tanınmamıştır. Dolayısıyla başvuranlar, Askeri Yüksek İdare Mahkemesinde zararlarının tamamının tazmin edilmesine yönelik taleplerine ilişkin sadece “farazi ve görünüşte” bir haktan yararlanmışlardır.", "31.\tMahkeme’nin kanaatine göre, başvuranların dava açma süresi içinde maddi zararları bakımından miktarın tamamını talep etme imkanları bululmamaktaydı, zira uğradıkları zarar ancak daha sonraki bir aşamada, Askeri Yüksek İdare Mahkemesi önündeki yargılama sırasında belirlenebilmiştir. Şüphesiz başvuranlar daha davanın başında ilerde belirlenecek olası yüksek rakam bakımından tedbir almaka amacıyla daha yüksek bir rakam talep edebilirlerdi. Bununla birlikte, Mahkeme’ye göre davanın kendine has koşulları dikkate alındığında, Askeri Yüksek İdare Mahkemesinin yargılama sırasında tazminat tutarı bakımından karar vereceği bir bilirkişi incelemesi sonucu belirlenecek tutardan daha yüksek olması için, başvuranların taleplerindeki miktarı bilinçli bir şekilde gerekenden çok yüksek tutmalarının istenmesi, adaletin iyi bir şekilde gerçekleşmesine ters düşecektir.", "32.\tYukarıda belirtilenler dikkate aldığında Mahkeme, başvuranların mahkemeye erişim hakkının bizzat özünün zedelediği kanaatindedir.", "33.\tDolayısıyla başvuranlar, Sözleşme’nin 6. maddesinin 1. fıkrası anlamında adil yargılanma hakkından yoksun bırakılmışlardır. Bu nedenle söz konusu hüküm ihlal edilmiştir.", "", "", "II.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI HAKKINDA", "34. \tSözleşme’nin 41. maddesi aşağıdaki gibidir.", "“Eğer Mahkeme bu Sözleşme ve Protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Taraf’ın iç hukuku bu ihlalin sonuçlarını ancak kısmen ortadan kaldırabiliyorsa, Mahkeme, gerektiği takdirde, zarar gören taraf lehine adil bir tazmin verilmesine hükmeder.”", "35.\tBaşvuranlar, maddi tazminat olarak 69.100,57 Türk lirası (TL) (yaklaşık 23.030 avro (EUR)) talep etmektedirler. Başvuranlar, bu tutarın Askeri Yüksek İdare Mahkemesi önündeki dava sonucunda kendilerine verilen tutar ile bilirkişiler tarafından belirlenen tutar arasındaki farka tekabül ettiğini ve aynı zamanda gecikme faizlerini de göz önüne aldıklarını belirtmişlerdir. Başvuranlar ayrıca, manevi tazminat olarak 40.000 TL (yaklaşık 13.330 EUR) talep etmektedirler.", "36.\tHükümet bu iddiaları abartılı bulmaktadır.", "37.\tMaddi tazminat konusunda Mahkeme, başvuranlar tarafından yargılama devam ederken yapılmış olan ıslah talebinin, Askeri Yüksek İdare Mahkemesi tarafından kabul edilmesi ve incelenmesi durumunda davanın sonucunun ne olacağı konusunda bir tahminde bulunamayacaktır. Mahkeme, Sözleşme’nin 6. maddesinin 1. fıkrası uyarınca tespit edilen ihlalin niteliği göz önüne alındığında, söz konusu ihlalin telafi edilmesi için prensip olarak en uygun yolun yeni bir dava açılması ya da yargılamanın yenilenmesi olacağı kanaatindedir. Bu bağlamda Mahkeme, 30 Nisan 2013 tarihinden itibaren Askeri Yüksek İdare Mahkemesi Kanunu’nun 64. maddesinin ı) bendinde, Sözleşme ya da Protokollerinin ihlal edildiği sonucuna varılan bir Mahkeme kararının, yeniden yargı yolunun açılması için özel bir neden oluşturduğunu açık bir şekilde belirtildiğini kaydetmektedir. Bu durumda bu fırsatı kullanmak başvuranlara kalmaktadır. (Bistrović/Hırvatistan, No. 25774/05, § 58, 31 Mayıs 2007). Bu şartlar altında başvuranlara, maddi tazminat kapsamında Mahkeme nezdinde talep edilen bir tutarın verilmesine gerek yoktur.", "38.\tBu tespitten sonra Mahkeme, başvuranların belirli bir ölçüde manevi zarara uğradığı kanaatindedir. Mahkeme, başvuranlara müştereken 6.000 EUR ödenmesinin hakkaniyete uygun olacağı kanaatine varmaktadır.", "39. Mahkeme, gecikme faizinin Avrupa Merkez Bankası’nın marjinal kredi faiz oranına üç puanlık bir artış eklenerek belirlenmesini uygun görmektedir.", "\t", "BU GEREKÇELERLE MAHKEME, OYBİRLİĞİYLE,", "1.  Başvurunun kabul edilebilir olduğuna;", "2.\tSözleşme’nin 6. maddesinin 1. fıkrasının ihlal edildiğine;", "3.\ta)\tSözleşme’nin 44. maddesinin 2. fıkrası gereğince, davalı Devletin, kararın kesinleştiği tarihten itibaren üç ay içerisinde başvuranlara müştereken, her türlü vergi tutarı hariç olmak üzere, manevi tazminat için 6 000 EUR (altı bin avro) ödemesi gerektiğine ve ödemenin yapıldığı tarihte geçerli oran esas alınarak bu miktarın davalı devletin para birimine dönüştürülerek ödenmesine;", "\tb) Söz konusu sürenin bittiği tarihten itibaren ödemenin yapıldığı tarihe kadar, bu miktara Avrupa Merkez Bankası’nın o dönem için geçerli faiz oranının üç puan fazlasına eşit oranda basit faiz uygulanmasına;", "4.  Adil tazmine ilişkin diğer taleplerin reddedilmesine;", "karar vermiştir.", "İşbu karar Fransızca dilinde tanzim edilmiş olup; Sözleşme’nin 77. maddesinin 2 ve 3. fıkraları uyarınca 25 Kasım 2014 tarihinde yazılı olarak tebliğ edilmiştir.", "\tAbel Campos\tGuido Raimondi\tYazı İşleri Müdürü Yardımcısı\tBaşkan"]}