{"file": "TUR_HJUDTUR_39630_09.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "39630/09", "text_paragraphs": ["© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2013. Bu çeviri, Avrupa Konseyi’nin insan haklarına destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır. Daha fazla bilgi için, bu belgenin sonunda bulunan yazarın telif hakkı ile ilgili kısmı okuyabilirsiniz.", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "BÜYÜK DAİRE", "", "", "", "", "", "", "EL-MASRİ/ESKİ YUGOSLAV MAKEDONYA CUMHURİYETİ", "", "(Başvuru no 39630/09)", "", "", "", "", "", "KARAR", "", "", "STRAZBURG", "", "13 Aralık 2012", "", "", "Bu karar kesindir. Şekli düzeltmelere tabi olabilir.", "", "İÇİNDEKİLER", "", "USUL\t1", "DAVANIN ESASI\t3", "I.  DAVA KONUSU OLAYLAR\t3", "A.  Başvurucu tarafından sunulan olay versiyonu\t3", "1.  Eski Yugoslav Makedonya Cumhuriyeti’ne yolculuk\t3", "2.  Otelde gizlice tutulma\t4", "3.  Skopje havalimanına nakil\t4", "4.  Skopje havalimanında CIA’nin « teslim etme » ekibine verilme\t4", "5.  Skopje’den Afganistan’a uçuş\t5", "6.  Afganistan’da tutulma ve sorgulanmalar\t5", "7.  Arnavutluk’a göstermelik « geri gönderilme »\t7", "8.  Almanya’ya varış\t7", "B.  Eski Yugoslav Makedonya Cumhuriyeti Hükümeti’nin başvurucunun iddiaları ile ilgili pozisyonu\t9", "1.   Savunmacı Hükümet’in bazı uluslararası tahkikatlar sonucunda kabul edilen raporlardan çıkan pozisyonu\t9", "a)  Avrupa Konseyi üyesi Devletleri ilgilendiren gizli tutuklama ve tutukluların ülkeler arasında yasadışı bir şekilde nakledilmeleri iddiaları (belge. 10957, 12 Haziran 2006 – « 2006 tarihli Marty raporu »)\t9", "b)  Avrupa Konseyi, Terörist eylemlerde bulunmalarından şüphelenilen tutukluların gizli bir şekilde tutulmaları ve nakledilmeleriyle ilgili olarak AİHS’nin 52. maddesi gereğince düzenlenen Genel Sekreter raporu (SG/Inf (2006) 5, 28 Şubat 2006).\t11", "2.  Savunmacı Hükümet’in Mahkeme önündeki yargılama kapsamında sunduğu olay versiyonu\t12", "C.  Başvurucunun olayıyla ilgili uluslararası tahkikatlar\t13", "1.  Avrupa Konseyi Parlamenterler Asamblesi : « Marty tahkikatı »\t13", "a)  2006 tarihli Marty raporu\t13", "b)  Avrupa Konseyi üyesi Devletleri ilgilendiren gizli tutuklama ve tutukluların ülkeler arasında yasadışı bir şekilde nakledilmeleri : ikinci rapor (« 2007 tarihli Marty raporu »)\t16", "2.  Avrupa Parlementosu : Fava tahkikatı\t17", "3.  Birleşmiş Milletler İnsan Hakları Komitesi : Eski Yugoslav Makedonya Cumhuriyeti ile ilgili genel gözlemler, 3 Nisan 2008 (UN Doc. ССРR/С/МKD/СO/2)\t18", "4.  Amerikan Devletleri İnsan Hakları Komisyonu : başvurucunun Amerika Birleşik Devletleri’ne karşı yaptığı başvuru\t18", "D.  Savunmacı Devlet otoriteleri dışında başka ulusal otoriteler önünde yürütülen ilgili prosedürler\t19", "1.  Almanya’da yürütülen sorusturmalar\t19", "a)  Alman soruşturma makamlarının soruşturması\t19", "b)  Alman meclis komisyonu’nun soruşturması\t19", "2.  Amerika Birleşik Devletleri’nde açılan adli dava\t20", "E.   Başvurucunun maruz kaldığını iddia ettiği yakalanma, tutulma ve kötü muameleler ile ilgili Eski Yugoslav Makedonya Cumhuriyeti’nde yürütülen yargılamalar\t21", "1.  İçişleri Bakanlığı’nın meslek kuralları ve iç denetim dairesindeki (SCNP) prosedür\t21", "2.  Kimliği belirsiz güvenlik güçlerine karşı yapılan ceza kovuşturması\t22", "3.  Tazminat davası\t23", "F.  Mahkeme’ye sunulan diğer deliller\t23", "1.  Yemin altında verilmiş 4 Mart 2010 tarihli ifade\t23", "2.  Bay J.G.S. tarafından başvurucunun davasıyla ilgili sunulan bilirkişi raporu .\t25", "3.  Anayasal Haklar ve İnsan Hakları için Avrupa Merkezi’nin beyanları (European Centre for Constitutional and Human Rights – ECCHR)\t26", "4.  WikiLeaks tarafından yayımlanan telgraflar\t26", "II.  KONUYLA İLGİLİ ULUSAL HUKUK\t26", "A.  1991 Anayasası (Устав)\t26", "B.  Ceza Kanunu (Кривичен законик)\t27", "1.  Ceza kovuşturmalarının zamanaşımına uğraması\t27", "2.  Zamanaşımı süresinin dolması ve durması\t27", "3.  Özgürlükten yasadışı bir şekilde yoksun bırakılma\t27", "4.  İşkence\t27", "5.  Resmi görev kapsamında kötü muamelede bulunma\t27", "C.  1997 tarihli Ceza Muhakemeleri Kanunu’nun (Закон за кривичната постапка) olayların olduğu dönemde yürürlükte olan versiyonu\t27", "D.  Borçlar Kanunu (Закон за облигационите односи)\t29", "III.  ULUSLARARASI HUKUK METİNLERİ VE İLGİLİ DİĞER KAMUSAL BELGELER\t29", "A.  Uluslararası hukuki belgeler\t29", "1.  24 Nisan 1963 tarihinde Viyana’da yapılan ve 19 Mart 1967 tarihinde yürürlüğe giren Konsolosluk İlişkileri Hakkında Viyana Sözleşmesi\t29", "Madde 36 Gönderen Devlet uyruklarıyla temas\t29", "2.  Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşme\t30", "Madde 4\t30", "Madde 7\t30", "Madde 9\t30", "3.  Bütün Kişilerin Zorla Kaybedilmeden Korunmasına Dair Uluslararası Sözleşme\t31", "Birinci madde\t31", "Madde 2\t31", "Madde 3\t31", "Madde 4\t31", "4.  2001 yılında Birleşmiş Milletler İnsan Hakları Yüksek Komiseri tarafından yayımlanan işkence ve diğer zalimane, insanlık dışı veya onur kırıcı ceza ve muamelelere karşı etkili bir soruşturma yapmak için el kitabı\t31", "5.  Uluslararası Hukuk Komisyonu tarafından 3 Ağustos 2001 tarihinde kabul edilen uluslararası yasadışı olaylarda Devletin sorumluluğuyla ilgili maddeler, Uluslararası Hukuk Komisyonu Yıllığı, 2001, cilt. II\t32", "Madde 7 Yetki aşımı ya da talimatlara aykırı davranış\t32", "Madde 14 Uluslararası bir yükümlülüğün ihlalinin zaman içerisinde sürmesi\t32", "Madde 15 Karma bir olayın oluşturduğu ihlal\t32", "Madde 16 Uluslararası yasadışı fiilin işlenmesine yardım ve destek sunma\t32", "6.  Birleşmis Milletler Genel Meclisi’ne işkence ve diğer zalimane, insanlık dışı veya onur kırıcı ceza veya muamelelerden sorumlu İnsan Hakları Komisyonu Özel Raportörü tarafından 2 Temmuz 2002 tarihinde sunulan rapor (A/57/173)\t33", "7.  Avrupa Konseyi Parlamenterler Asamblesi tarafından 26 Nisan 2005 tarihinde kabul edilen Kişilerin Amerika Birleşik Devletleri tarafından Guantánamo Bay’da tutulmalarının yasallığı hakkında 1433 sayılı karar\t33", "8.  Avrupa Konseyi Parlamenterler Asamblesi tarafından 3 Ekim 2005 tarihinde kabul edilen Zorla kaybedilmeler hakkında 1463 sayılı karar\t33", "9.  Birleşmiş Milletler Genel Meclisi tarafından 21 Şubat 2006 tarihinde kabul edilen işkence ve diğer zalimane, insanlık dışı veya onur kırıcı ceza veya muameleler hakkında 60/148 sayılı karar\t34", "10.  Avrupa Hukuk Yoluyla Demokrasi Komisyonu (Venedik Komisyonu) tarafından 17 Mart 2006 tarihinde kabul edilen mahkûmların gizli tutuldukları yerler ve Devletlerarası nakilleriyle ilgili Avrupa Konseyi üyesi Devletlerin uluslararası yasal yükümlülükleri hakkında 363/2005 sayılı görüş\t34", "11.  Terörizmle Mücadelede İnsan Hakları ve Temel Özgürlüklerin Korunması ve Geliştirilmesine Dair Birleşmiş Milletler Özel Raportörünün raporu, A/HCR/10/3, 4 Şubat 2009\t35", "12.  9/11 ve 12/12 sayılı kararlar : 24 Eylül 2008 tarihinde Birleşmiş Milletler İnsan Hakları Konseyi tarafından kabul edilen Gerçeğe ulaşma hakkı ve 12 Ekim 2009\t36", "13.  Avrupa Konseyi : Ağır İnsan Hakları İhlallerinin Cezasız Kalmasını Önlemek İçin Bakanlar Komitesi Temel İlkeleri, 30 Mart 2011\t36", "B.  Bir dizi uluslararası organ ve yabancı yargı merciinin ilgili içtihadı\t36", "1.  İngiltere ve Gal Ülkeleri İstinaf Mahkemesi (hukuk dairesi) (Court of Appeal of England and Wales (Civil Division)), Abbasi ve diğeri/Dışişleri ve Commonwealth Bakanlığı ve İçişleri Bakanlığı, dava no C/2002/0617A ; 0617B, 6 Kasım 2002\t36", "2.  Dokuzuncu devre için Amerikan federal istinaf mahkemesi (United States Court of Appeals for the Ninth Circuit), Falen Gherebi/George Walker Bush ; Donald H. Rumsfeld, D.C. no CV03-01267-AHM, 18 Aralık 2003\t37", "3.  Birleşmiş Milletler İşkenceye Karşı Komite, Agiza/İsveç, Bildiri no 233/2003, UN Doc. CAT/C/34/D/233/2003 (2005), ve Birleşmiş Milletler İnsan Hakları Komitesi, Alzery/İsveç, UN Doc. CCPR/C/88/D/1416/2005 (2006)\t37", "C.  11 Eylül 2001 tarihinden sonra Amerika kontrolündeki tutukevlerinde meydana gelmiş olabilecek insan hakları ihlalleriyle ilgili endişelerden bahseden kamusal kaynaklar\t38", "1.  İnsan hakları alanında çalışan uluslararası örgütlerin ilgili belgeleri\t39", "a)  Birleşmiş Milletler İnsan Hakları Yüksek Komiseri’nin Taliban ve El-Kaide üyelerinin Guantanamo’daki (Küba) Amerikan üssünde tutulmalarıyla ilgili beyanı, 16 Ocak 2002\t39", "b)  Amnesty International, Amerika Birleşik Devletleri tarafından Afganistan ve Guantanamo Bay’da tutulan kişilerin hakları üzerine Nisan 2002 tarihinde Amerikan Hükümeti’ne verdiği memorandum\t39", "c)  Human Rights Watch, « Amerika Birleşik Devletleri, suçluluk karinesi : 11 Eylül 2001’den sonra tutuklu kişilerin insan hakları ihlalleri », vol. 14, no 4(G), Ağustos 2002\t39", "d)  Human Rights Watch, « Amerika Birleşik Devletleri : El-Kaide üyesi olduklarından şüphelenilen insanlara işkence uygulandığına dair bilgiler », 26 Aralık 2002\t40", "e)  İnsan Hakları için Uluslararası Helsinki Federasyonu, « Terörizm karşıtı tedbirler, güvenlik ve insan hakları : Avrupa, Orta Asya ve Kuzey Amerika’da 11 Eylülden sonraki gelişmeler », Nisan 2003 raporu\t40", "f)  Amnesty International’ın 2003 raporu – Amerika Birleşik Devletleri, 28 Mayıs 2003\t40", "g)  Amnesty International, « Bosna Hersek’te yakalanan altı adamın Guantanamo Bay’da yasadışı bir şekilde tutulmaları », 29 Mayıs 2003\t41", "h)  Amnesty International, « Amerika Birleşik Devletleri, kötü bir örnek tehlikesi : uluslararası normların « terörizm ile savaş » sürdükçe zayıflamalası », 18 Ağustos 2003\t41", "i)  Amnesty International, « Gizli tutuklama/kötü muamele tehlikesi », 20 Ağustos 2003\t41", "j)  Uluslararası Kızılhaç Komitesi, Amerika Birleşik Devletleri : UKK başkanı tutuklama alanında ilerleme kaydedilmesini ısrarla talep ediyor, basın bildirisi 04/03, 16 Ocak 2004\t41", "k)  Birleşmiş Milletler Keyfi Tutuklamalara Dair Çalışma Grubu, Görüş no 29/2006, Bay Ibn al-Shaykh al-Libi ve başka 25 kişi/Amerika Birleşik Devletleri, Doc. A/HRC/4/40/Add.1, s. 103 (2006)\t42", "2.  Diğer kamusal belgeler\t42", "Central Intelligence Agency, Adalet Bakanlığı merkez karargahı (Department of Justice Command Centre) dikkatine memorandum – CIA tarafından farklı sorgulama tekniklerinin birlikte kullanılması üzerine referans belgesi, 30 Aralık 2004\t42", "3.  Gazete makaleleri\t43", "HUKUK\t45", "I.  HÜKÜMET’İN ALTI AYLIK SÜREYE İLİŞKİN ÖN İTİRAZI\t45", "A.  Tarafların görüşleri\t45", "1.  Hükümet\t45", "2.  Başvurucu\t46", "B.  Mahkeme’nin değerlendirmesi\t46", "1.  Mahkeme içtihadıyla oluşturulan genel ilkeler\t46", "2.  Yukarıdaki ilkelerin olayda uygulanması\t47", "a)  Ceza şikâyetinin başvurucunun kullanması gereken bir yol oluşturup oluşturmadığı noktasıyla ilgili olarak\t48", "b)  Altı aylık sürenin başlama noktasıyla ilgili olarak\t49", "c)  Sonuç\t50", "II.  MAHKEME TARAFINDAN DELİLLERİN DEĞERLENDİRİLMESİ VE OLAYLARIN ORTAYA KONULMASI\t50", "A.  Tarafların görüşleri\t50", "B.  Olayların Mahkeme tarafından değerlendirilmesi\t51", "1.  Genel ilkeler\t51", "2.  Olayların ortaya konulması\t52", "III.  SÖZLEŞME’NİN 3. MADDESİNİN İHLALİ İDDİASI\t56", "A.  Tarafların görüşleri\t56", "1.  Başvurucu\t56", "2.  Savunmacı Hükümet\t57", "B.  Müdahil üçüncü kişilerin görüşleri\t58", "1.  Birleşmiş Milletler İnsan Hakları Yüksek Komiseri (UNHCHR – « Yüksek Komiser »)\t58", "2.  Interights\t58", "3.  Redress\t59", "4.  Amnesty International ve Uluslararası Hukukçular Komisyonu\t60", "C.  Mahkeme’nin değerlendirmesi\t61", "1.  Kabuledilebilirlik\t61", "2.  Esas\t61", "a)  3. maddenin usul boyutu : etkili bir soruşturmanın yapılmamış olması\t61", "i.  Genel ilkeler\t61", "ii.  Yukaridaki genel ilkelerin olaya uygulanması\t62", "b)  Sözleşme’nin 3. maddesinin maddi kısmı\t65", "i.  Başvurucuya otel ve Skopje havalimanında uyguladığı iddia edilen kötü muameleler\t65", "α)  Genel ilkeler\t65", "β)  Yukarıdaki genel ilkelerin olaya uygulanması\t66", "-  Başvurucunun otelde kaldığı süre boyunca maruz kaldığı muamele\t66", "-  Başvurucunun Skopje havalimanında maruz kaldığı muamele\t67", "ii.  Başvurucunun geri gönderilmesi\t69", "α)  Genel ilkeler\t69", "β)  Yukarıdaki genel ilkelerin olaya uygulanması\t70", "iii.  Sonuç\t71", "IV.  SÖZLEŞME’NİN 5. MADDESİNİN İHLALİ İDDİASI\t71", "A.  Tarafların görüşleri\t72", "B.  Müdahil üçüncü kişilerin görüşleri\t73", "C.  Mahkeme’nin değerlendirmesi\t74", "1.  Kabuledilebilirlik\t74", "2.  Esas\t74", "a)  Mahkeme içtihadıyla oluşturulan genel ilkeler\t74", "b)  Yukarıdaki genel ilkelerin olaya uygulanması\t75", "i.  Başvurucunun Skopje’de tutulması\t76", "ii.  Başvurucunun sonraki tutukluluğu\t76", "iii.  Sonuç\t77", "iv.  5. maddenin usul kısmı : etkili bir soruşturmanın yapılmamış olması\t78", "V.  SÖZLEŞME’NİN 8. MADDESİNİN İHLALİ İDDİASI\t78", "A.  Tarafların görüşleri\t78", "B.  Mahkeme’nin değerlendirmesi\t79", "1.  Kabuledilebilirlik\t79", "2.  Esas\t79", "VI.  SÖZLEŞME’NİN 13. MADDESİNİN İHLALİ İDDİASI\t79", "A.  Tarafların görüşleri\t80", "B.  Mahkeme’nin değerlendirmesi\t80", "1.  Kabuledilebilirlik\t80", "2.  Esas\t80", "a)  Mahkeme içtihadında oluşturulan genel ilkeler\t80", "b)  Yukarıdaki genel ilkelerin olaya uygulanması\t81", "VII.  SÖZLEŞME’NİN DİĞER MADDELERİNİN İHLALİ İDDİASI\t82", "VIII.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI\t83", "A.  Zarar\t83", "B.  Ücretler ve masraflar\t84", "C.  Gecikme faizi\t84", "BU GEREKÇELERLE, OYBİRLİĞİYLE, MAHKEME,\t85", "YARGIÇLAR TULKENS, SPIELMANN, SICILIANOS VE KELLER’İN KARARLA MUTABIK ORTAK GÖRÜŞLERİ\t87", "YARGIÇLAR CASADEVALL VE LÓPEZ GUERRA’NIN KARARLA MUTABIK ORTAK GÖRÜŞLERİ\t90", "(Çeviri)\t90", "", "", "El-Masri/Eski Yugoslav Makedonya Cumhuriyeti davasında,", "Avrupa İnsan Hakları Mahkemesi Büyük Daire olarak aşağıdaki yargıçlarla toplanmıştır:", "Başkan: Nicolas Bratza,\nÜyeler: Françoise Tulkens,\n\tJosep Casadevall,", "\tDean Spielmann,\n\tNina Vajić,\n\tPeer Lorenzen,\n\tKarel Jungwiert,\n\tIsabelle Berro-Lefèvre,\n\tKhanlar Hajiyev,\n\tLuis López Guerra,\n\tLedi Bianku,\n\tIşıl Karakaş,\n\tVincent A. de Gaetano,\n\tJulia Laffranque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tHelen Keller, \n\tYazı İşleri Müdür Yardımcısı: Michael O’Boyle,", "16 Mayıs ve 24 Ekim 2012 tarihlerinde heyet olarak müzakere yapan Büyük Daire, 24 Ekim 2012 tarihinde kabul edilen aşağıdaki kararı vermiştir:", "USUL", "1.  Bu dava, İnsan Haklarını ve Temel Özgürlükleri Korumaya Dair Sözleşme’nin (« Sözleşme ») 34. maddesine göre, Alman vatandaşı olan Bay Khaled El-Masri (« başvurucu ») tarafından 20 Temmuz 2009 tarihinde Eski Yugoslav Makedonya Cumhuriyeti’ne karşı Mahkeme’ye yapılan bir başvurudan (no 39630/09) kaynaklanmıştır.", "2.  Başvurucu Open Society Justice Initiative Örgütü’nün (« OSJI ») New York Bürosu’ndan Bay J. A. Goldston, D. Pavli ve R. Skilbeck ile Makedonyalı avukat F. Medarski tarafından temsil edilmiştir. Savunmacı Hükümet (« Hükümet ») ajanı Bay M. K. Bogdanov tarafından temsil edilmiştir.", "3.  Başvurucu özellikle gizli bir teslim etme operasyonuna konu olduğunu, bu çerçevede savunmacı Devlet ajanları tarafından yakalandığını, gizli bir şekilde tutulduğunu, sorguya çekildiğini ve kötü muamele gördüğünü ve ondan sonra da Skopje havalimanında CIA ajanlarına teslim edildiğini, CIA tarafından ayarlanan özel bir uçuşla Afganistan’da gizli bir tutukevine götürüldüğünü ve orada dört aydan fazla bir süre boyunca kötü muameleye maruz kaldığını iddia etmiştir. Bu tecrübe 31 Aralık 2003 tarihinden başvurucunun Almanya’ya geri döndüğü tarih olan 29 Mayıs 2004 tarihine kadar sürmüştür.", "4.  Başvuru ilk başta Mahkeme’nin Beşinci Bölümü’ne tevzi olmuştur (Mahkeme İçtüzüğünün 52(1). fıkrası - « İçtüzük »). 1 Şubat 2011 tarihinde Mahkeme Bölümlerinin içeriklerinde değişikliğe gitmiştir (İçtüzüğün 25(1). fıkrası). Böylece dava yeniden düzenlenen Birinci Bölüm’e düşmüştür (İçtüzüğün 52(1). fıkrası).", "5.  28 Eylül 2010 tarihinde, başvurucunun Sözleşme’nin 3, 5, 8 ve 13. maddeleri altında ileri sürdüğü şikâyetler Hükümet’e bildirilmiştir.", "6.  Yargılamaya müdahil olma hakkı (Sözleşme’nin 36(1). fıkrası) kendisine bildirilen Alman Hükümeti bu hakkı kullanma niyeti göstermemiştir.", "7.  Eski Yugoslav Makedonya Cumhuriyeti adına seçilen hâkim olan Mirjana Lazarova Trajkovska’nın davadan çekilmesi sonrasında (İçtüzüğün 28. maddesi), Hükümet Danimarka adına seçilmiş hâkim olan Bay Peer Lorenzen’i ilgili yerine davaya girecek hâkim olarak belirlemiştir (Sözleşme’nin 26(4). fıkrası ile İçtüzüğün 29(1). fıkrası).", "8.  24 Ocak 2012 tarihinde söz konusu Bölüm’ün yargıçlar Nina Vajić, Peer Lorenzen, Elisabeth Steiner, Khanlar Hajiyev, Julia Laffranque, Linos-Alexandre Sicilianos ve Erik Møse ile Bölüm Yazı İşleri Müdürü Søren Nielsen’den oluşan bir Dairesi, Büyük Daire lehine, bu davadan çekilmiş ve buna bu konuyla ilgili görüşü sorulan tarafların hiçbiri itiraz etmemiştir (Sözleşme’nin 30. maddesi ve İçtüzüğün 72. maddesi).", "9.  Büyük Daire’nin oluşumu Sözleşme’nin 26. maddesinin 4 ve 5. fıkraları ile İçtüzüğün 24. maddesi uyarınca belirlenmiştir.", "10.  Hem başvurucu hem de Hükümet yazılı görüş sunmuştur. Ayrıca kendilerine, Başkan tarafından, yazılı prosedüre müdahale izni verilmiş olan Birleşmiş Milletler İnsan Hakları Yüksek Komiseri, Interights, Redress, Uluslararası Hukukçular Komisyonu ve Amnesty International da görüş sunmuştur (Sözleşme’nin 36(2). fıkrası ve İçtüzüğün 44(3). fıkrası).", "11.  Mahkeme başvurucunun dinlenmesini istediği tanık Bay H.K.yı dinlememeye karar vermiştir.", "12.  16 Mayıs 2012 tarihinde Strazburg’taki İnsan Hakları Binasında açık bir duruşma yapılmıştır (İçtüzüğün 59(3). fıkrası).", "13.  Duruşmada şu kişiler hazır bulunmuştur:", "–  Hükümet adına\nBay\tK. Bogdanov, \tajan,\nBayan D. Djonova, Adalet Bakanlığı,\tdanışman,\nBayan V. Stanojevska, Adalet Bakanlığı,\tdanışman,\nBayan N. Josifova, Adalet Bakanlığı,\tdanışman;", "–  başvurucu adına\nBay\tJ. A. Goldston, genel müdür, \tdanışman,\n\tOpen Society Justice Initiative,\tdanışman,\nBay\tD. Pavli, \tdanışman,\nBay\tR. Skilbeck,\tdanışman,\nBay\tF. Medarski,\tdanışman.", "", "14.  Mahkeme Bay Bogdanov, Goldston ve Pavli’nin beyanları ile yargıçların sorularına verdikleri cevapları dinlemiştir.", "DAVANIN ESASI", "I.  DAVA KONUSU OLAYLAR", "15.  Başvurucu 1963 doğumlu olup Senden’de (Almanya) ikamet etmektedir.", "A.  Başvurucu tarafından sunulan olay versiyonu", "16.  Başvurucu başvurusunda Amerika Birleşik Devletleri’nde Virginya doğu bölgesi federal mahkemesi önünde yürütülen yargılama kapsamında 6 Nisan 2006 tarihinde verdiği ifadesine (US District Court for the Eastern District of Virginia – aşağıda paragraflar 62-63) gönderme yapmaktadır.", "1.  Eski Yugoslav Makedonya Cumhuriyeti’ne yolculuk", "17.  31 Aralık 2003 tarihinde başvurucu Ulm’da (Almanya) Skopje’ye giden bir otobüse binmiştir. Başvurucu Skopje’de « her günkü stresten uzak kısa bir tatil yapmak » istiyordu. Saat 15’e doğru başvurucu Sırbistan ile Eski Yugoslav Makedonya Cumhuriyeti arasındaki Tabanovce sınır karakoluna varmıştır. Yeni aldığı Alman pasaportunun geçerliliği şüphe uyandırmıştır. Sınır polisinden bir görevli pasaportu kontrol etmiş ve başvurucuya seyahatinin amacı, süresi ve kalacağı yer konusunda sorular yöneltmiştir. Başvurucunun pasaportuna 31 Aralık 2003 tarihli Eski Yugoslav Makedonya Cumhuriyeti’ne giriş kaşesi vurulmuştur. Başvurucunun şahsi eşyaları aranmış ve başvurucu çeşitli İslamcı örgüt ve gruplarla olası bağları konusunda sorgulanmıştır. Sorgu saat 22’de son bulmuştur. Başvurucu sivil giyimli silahlı adamlar eşliğinde bir otele götürülmüştür; sonraki araştırmalar söz konusu otelin Skopje’deki Skopski Merak oteli (« otel ») olduğunu ortaya koymaktadır. Almanya’ya döndüğünde başvurucu otelin internet sitesini gösteren fotoğraflardan binanın dışını, içinde tutulduğu odayı ve burada kaldığı süre boyunca ona yemek getiren garsonlardan birisini tanımıştır.", "2.  Otelde gizlice tutulma", "18.  Başvurucu otelin son katındaki bir odaya götürülmüştür. Orada tutulduğu süre boyunca dokuz adamdan oluşan ve altı saatte bir nöbet değiştiren bir ekip tarafından gözetim altında tutulmuştur. Sürekli olarak, hatta başvurucu uyurken bile, üç adamın nöbetinde kalmıştır. Başvurucu tutuklu kaldığı süre boyunca birçok sefer hâkim olmadığı bir dil olan İngilizce sorgulanmıştır. Almanya büyükelçiliğiyle ilişkiye geçmesi engellenmiştir. Bir gün gitme niyetini açıkladığında başına bir silah dayanmış ve öldürülmekle tehdit edilmiştir. Başvurucu tutukluluğunun yedinci günündeyken başka bir ajan gelip ona bir anlaşma önermiş, El-Kaide üyesi olduğunu ikrar etmesi durumunda Almanya’ya geri gönderileceği sözü vermiştir.", "19.  Tutukluluğunun on üçüncü gününde başvurucu yasadışı bir şekilde tutulmasını protesto etmek amacıyla açlık grevine girmiştir. Eski Yugoslav Makedonya Cumhuriyeti topraklarındaki tutukluluğunun son on gününde hiçbir şey yememiştir. Açlık grevine başlamasından bir hafta sonra ona yakında uçakla Almanya’ya gönderileceği söylenmiştir.", "3.  Skopje havalimanına nakil", "20.  23 Ocak 2004 tarihinde saat 20’ye doğru başvurucu kameraya alınmıştır; ona iyi muamele gördüğünü, kötü muamele görmediğini ve yakında uçakla Almanya’ya geri gönderileceğini söylemesi emredilmiştir. Kelepçelenmiş ve gözleri bağlı bir şekilde arabayla Skopje havalimanına götürülmüştür.", "4.  Skopje havalimanında CIA’nin « teslim etme » ekibine verilme", "21.  Başvurucu kelepçeli ve gözleri bağlı bir şekilde vardığında bir sandalyeye oturtulmuş ve bu sandalyede bir buçuk saat boyunca bekletilmiştir. Ona Almanya’ya nakledilmeden önce tıbbi muayene için başka bir odaya götürüleceği söylenmiştir. Sonra iki adam arkadan kollarını şiddetli bir şekilde çekmiştir. Bunun üzerine başvurucu her taraftan dövülmüştür. Elbiseleri makas veya bir bıçakla yırtılmıştır. İç çamaşırları çıkartılmıştır. Yere atılmış, kolları arkadan çekilmiş ve onu hareketsiz kılmak için ayakla sırtına basılmıştır. O zaman anüsüne sert bir cisim sokulduğunu hissetmiştir – ondan sonra fitil olduğunu anlamıştır. Başvurucunun avukatları 16 Mayıs 2012 tarihli duruşmada müvekkillerinin maruz kaldığı muameleler içerisinde en onur kırıcı ve alçaltıcı muamelenin bu olduğunu beyan etmişlerdir. Başvurucu sonra ayağa kaldırılmış ve odanın bir köşesine sürüklenmiş ve orada ayakları bağlanmıştır. Göz bağı çıkarılmıştır. Bir flaş nedeniyle geçici olarak gözleri kamaşmıştır. Yeniden görmeye başladığında siyah giyimli ve siyah kayak maskeli yedi ya da sekiz adam görmüştür. Adamlardan biri ona bir kundak bezi giydirmiş, sonrada onun üzerine koyu mavi kısa kollu bir eşofman giydirilmiştir. Başvurucunun başına bir torba geçirilmiş ve beline bir kemer takılmıştır. Kemere bağlı olan zincirler el ve ayak bileklerine bağlanmıştır. Adamlar ona kulaklık ve göz bandı takmış ve sonra da gözlerini bağlamış ve kukuleta girdirmişlerdir. Onu başını önüne eğmeye zorlayacak şekilde öne doğru eğmişlerdir. Başvurucu hızlı bir şekilde bekleyen bir uçağa doğru sürüklenirken ayak bağları ayak bileklerini kesiyordu. Uçak silahlı Makedonyalı muhafızlarla çevriliydi. Başvurucu başını örten torbadan dolayı nefes almakta güçlük çekiyordu. Uçağa girer girmez yüzü yere gelecek şekilde yere atılmış ve ayak ve kolları uçağın iç duvarlarına bağlanmak için birbirinden ayrılmıştır. Uçuş boyunca başvurucuya iki iğne yapılmıştır. Ayrıca kendisine aneztezik solutulmuştur. Başvurucu uçuşun büyük bir kısmı boyunca bilinçsiz kalmıştır. Pasaportuna 23 Ocak 2004 tarihli Eski Yugoslav Makedonya Cumhuriyeti topraklarından çıkış kaşesi vurulmuştur.", "22.  Başvurucuya göre Skopje havalimanında uçağa binmeden önce « çok büyük olasılıkla CIA’nin [Central Intelligence Agency, Amerikan istihbarat teşkilatı]  özel bir teslim etme ekibi » tarafından uygulanmış olan maruz kaldığı muamele, yakın zamanda CIA tarafından yayımlanan ve yakalama şoku uygulaması (« capture shock » treatment) için izlenecek protokolü detaylandıran bir belgede (aşağıda paragraf 124) tasvir edilen uygulamayla çok yakın benzerlikler göstermektedir.", "5.  Skopje’den Afganistan’a uçuş", "23.  İnişte başvurucu uçaktan indirilmiştir. Dışarıda havanın Eski Yugoslav Makedonya Cumhuriyeti’nde olduğundan daha sıcak olması başvurucunun Almanya’ya gönderilmediği sonucuna ulaşması için yeterli olmuştu. Ondan sonra çeşitli unsurlardan başvurucu Afganistan’da olduğunu ve uçağın Bağdat üzerinden transit geçtiğini anlamıştır.", "6.  Afganistan’da tutulma ve sorgulanmalar", "24.  Afganistan’a indikten sonra başvurucu bir araca bindirilmiş, araç on dakika yol aldıktan sonra araçtan dışarı sürüklenmiş, bir odanın duvarına yapıştırılmış, yere atılmış ve dövülmüştür. Kendisine vurulmuş, ayakla çiğnenmiş ve özellikle de baş ve boyundan darbeler almıştır. Ondan sonra kirli ve karanlık olan betondan küçük bir hücreye atılmıştır. Gözleri alacakaranlığa alıştığında başvurucu duvarların Arapça, Urduca ve Farsça yazılarla dolu dolduğunu görmüştür. Hücrede yatak yoktu. Soğuğa rağmen ona sadece asker tarzı kirli bir yorgan ve eski yırtık elbiselerle doldurulmuş ince bir yastık bırakılmıştı. Hücrenin yukarısındaki bir penceresinden başvurucu alacakaranlık güneş kırmızısını görebildi. Daha sonra başvurucu CIA tarafından yönetilen, Kabil iş merkezinin kuzeyinde kalan bir tuğla fabrikası olan ancak CIA tarafından birinci planda terörist olduklarından şüphelenilen insanları tutmak ve sorguya çekmek için kullanılan ve medyada « Salt Pit » olarak geçen yere nakledildiğini anlamıştır.", "25.  Başvurucu hapsedildiği süre boyunca üç veya dört sefer, her zaman gece ve güney Lübnan aksanıyla Arapça konuşan aynı adam tarafından sorguya çekilmiştir. Bu sorgulara tehdit, hakaret, itip kakma ve bağırmalar eşlik ediyordu. Başvurucu birçok sefer Alman Hükümeti’nin bir temsilcisiyle görüşmek istemişse de bu talebine cevap verilmemiştir.", "26.  Mart 2004 tarihinde başvurucu ve onunla aynı yerde kalan ve hücre bölmeleri arasından birbirleriyle iletişim kuran çok sayıda tutuklu suç isnadı olmadan tutulmalarını protesto etmek amacıyla açlık grevi başlatmışlardır. Tutukluluk koşulları ve açlık grevinden dolayı başvurucunun sağlık durumu hızlı bir şekilde kötüleşmiştir. Bu dönem boyunca başvurucunun tıbbi bakım taleplerinin hepsi reddedilmiştir.", "27.  10 Nisan 2004 tarihinde, başvurucunun açlık grevinin otuz yedinci gününde, maskeli adamlar başvurucunun hücresine girmiş, başvurucuyu yatağından çekmiş, el ve ayaklarını bağlamışlardır. Başvurucuyu sorgu odasına kadar sürüklemiş ve bir sandalyeye bağlamışlardır. Başvurucuya nazogastrik sonda aracılığıyla zorla bir sıvı içirmişlerdir. Ondan sonra ona konserve ve bazı kitaplar vermişlerdir.", "28.  Bu zorla besleme tecrübesinin sonucunda başvurucu çok hastalanmış ve şiddetli ağrılar hissetmiştir. Gece yarısı hücresinde bir doktor tarafından muayene edilmiş, doktor ona ilaç içirmiş ancak başvurucu günlerce yatakta kalmıştır. Bu dönemde başvurucu hafif bir deprem olduğunu düşündüğü bir sarsıntı hissetmiştir. Bu konuyla ilgili olarak Mahkeme’ye 6 Ekim 2005 tarihinde Amerikan örgütü USGS (United States Geological Survey) tarafından yayımlanan « 2004 yılında Dünya’da yaşanmış olan önemli depremlerin listesi »ni sunmuştur. Bu belgeye göre 5 Nisan 2004 tarihinde Afganistan’daki Hindu Kuş bölgesinde bir deprem olmuştur.", "29.  16 Mayıs 2004 tarihinde başvurucuyu Almanca konuşan, kendini « Sam » ismiyle tanıtan ve salıverilmesinden önce onu üç kez görmeye gelen bir adam ziyaret etmiştir.", "30.  21 Mayıs 2004 tarihinde başvurucu ikinci kez açlık grevine girmiştir.", "7.  Arnavutluk’a göstermelik « geri gönderilme »", "31.  28 Mayıs 2004 tarihinde başvurucu kelepçeli ve gözleri bağlı bir şekilde hücre dışına çıkarılmış ve ona konteynır gibi gelen bir şeyin içine bir uçağın indiğini duyana kadar kapatılmıştır. Skopje’de kendisinden alınan valizi ona teslim edilmiştir. Kendisine Eski Yugoslav Makedonya Cumhuriyeti’ne vardığı zaman üzerinde bulunan elbiseleri giymesi söylenmiş ve kendisine iki yeni tişört verilmiştir. Başvurucu bu tişörtlerden birini giymiştir. Gözleri bağlandıktan ve kulakları tıkandıktan sonra bekleyen uçağa götürülmüş ve orada bir koltuğa zincirlenmiştir. « Sam » ona uçakta eşlik etmiş ve ona uçağın Almanya’dan başka bir Avrupa ülkesine ineceğini ancak başvurucunun daha sonra Almanya’ya devam edeceğini söylemiştir.", "32.  İnişten sonra başvurucu gözleri bağlı bir halde bir arabanın arkasına bindirilmiş ve kendisine nerede olduğu söylenmemiştir. Araç sadece bir kısmı asfaltlanmış olan dağ yollarından gitmiştir. Başvurucu adamların araçtan indiklerini ve yerlerine yenilerinin bindiğini fark etmiştir. Hepsinde Slav aksanı vardı ancak az konuşuyorlardı. Sonunda araç durmuştur. Başvurucu araçtan çıkarılmış ve göz bağı açılmıştır. Başvurucuyu kaçıranlar ona kişisel eşyalarını ve pasaportunu geri vermiş, kelepçelerini çıkartmış ve yol boyunca arkasına bakmadan yürümesini emretmişlerdir. Karanlıktı ve yolda hiç kimse yoktu. Başvurucu ona arkadan ateş edileceğini ve orada ölü halde terk edileceğini düşünmüştür. Bir viraj dönüşünde silahlı üç adama rast gelmiş, adamlar ondan hemen pasaportunu istemiştir. Alman pasaportunda hiçbir vize olmadığını gören adamlar ona neden Arnavutluk’a yasadışı bir şekilde girdiğini sormuşlardır. Başvurucu nerede olduğu konusunda hiçbir fikrinin olmadığını söylemiştir. Ona Arnavutluk’un Eski Yugoslav Makedonya Cumhuriyeti ve Sırbistan ile olan sınırları yakınında olduğu açıklanmıştır. Adamlar başvurucuyu üzerinde Arnavutluk bayrağı olan küçük bir binaya getirmiş ve bir üst memura göstermişlerdir. Söz konusu memur başvurucunun uzun sakalı ve uzun saçlarına bakıp bir teröriste benzediğini söylemiştir. Sonra başvurucu Tiran’daki Mother Theresa havalimanına götürülmüştür. Gümrük ve göçmen kontrolünden aranmadan geçirilmiş ve Frankfort’a (Almanya) giden bir uçağa bindirilmiştir. Pasaportuna Arnavutluk topraklarından çıkış kaşesi vurulmuştur.", "8.  Almanya’ya varış", "33.  29 Mayıs 2004 günü saat 8: 40’ta başvurucu Frankfort uluslararası havalimanına inmiştir. Almanya’dan gidişinden beri on sekiz kilo kaybetmişti, saçları uzun ve bakımsızdı, Eski Yugoslav Makedonya Cumhuriyeti’ne vardığı andan beridir tıraş olmamıştı. Almanya’ya varır varmaz başvurucu Ulm barosuna kayıtlı avukat Gnijidic ile görüşmüştür.", "34.  Yazılı görüşlerinde başvurucu dönüşünde kıl foliküllerinin izotopik analizi dışında tıbbi muayene görmediğini belirtmektedir (aşağıda paragraf 56-57). Duruşmada başvurucunun avukatları bazı tıbbi muayenelerin sonuçlarının Alman savcısı tarafından Avrupa Parlamentosu’nun Fava soruşturmasına gönderildiğini belirtmişlerdir (aşağıda paragraf 47-51). Skopje havalimanındaki olay üzerinden geçen uzun süreden dolayı başvurucunun bedensel bir zarar gördüğünü kesin bir şekilde kanıtlamadıkları için bu sonuçların Mahkeme’ye sunulmadıklarını açıklamışlardır. Ayrıca başvurucu özellikle hiçbir fiziki kötü muamele izi bırakmamak üzere tasarlanan sofistike sorgu metot ve tekniklerine maruz kaldığını beyan etmiştir.", "35.  2007 Marty raporu (aşağıda paragraf 46) başvurucunun, 2004’te Almanya’ya dönüşünden hemen sonra, işkence mağdurları için Neu-Ulm muayene merkezinde bakıma alınması talebinde bulunduğunu belirtmektedir. Ancak avukat Gnjidic ancak 2006 yılında başvurucunun bu merkezde sınırlı bir tedavi (70 saat) almaya başlaması için gerekli sağlık sigortası ön onayını alabilmiş, ne avukat Gnjidic ne de terapötün kendisi bu tedaviyi yeterli görmemiştir (2007 Marty raporunun 295. paragrafı).", "36.  Başvurucu deneyimli ve Bellevue Hasta Merkezi’nin (New York Üniversitesi) işkence mağdurları programına katılan bir psikolog olan Doktor Katherine Porterfield tarafından düzenlenmiş olan bir belgeyi 5 Ocak 2009 tarihinde sunmuştur. Bu belgede terapöt başvurucuda posttravmatik stres sendromu ve « çok büyük olasılıkla yakalanması ve uğradığı ciddi kötü muamelelerden kaynaklanan » bir depresyon olduğunu belirtmektedir. Doktor Porterfield’ın görüşü başvurucuyla yaptığı birçok telefon görüşmesi ve iki tartışmaya dayanıyor. Terapöt başvurucuya ona yardım edebilmek için gerekli uzmanlığa sahip bir klinisyene de danışmasını tavsiye etmiştir. Başvurucu bu tavsiyeye uymamıştır.", "B.  Eski Yugoslav Makedonya Cumhuriyeti Hükümeti’nin başvurucunun iddiaları ile ilgili pozisyonu", "1.  Savunmacı Hükümet’in bazı uluslararası tahkikatlar sonucunda kabul edilen raporlardan çıkan pozisyonu", "a)  Avrupa Konseyi üyesi Devletleri ilgilendiren gizli tutuklama ve tutukluların ülkeler arasında yasadışı bir şekilde nakledilmeleri iddiaları (belge. 10957, 12 Haziran 2006 – « 2006 tarihli Marty raporu »)", "37.  13 Aralık 2005 tarihinde Avrupa Konseyi Parlamenterler Asamblesi başkanı Hukuki Sorunlar ve İnsan Hakları Komisyonu’nu Avrupa’da « olağandışı teslim etme » iddialarını araştırmakla görevlendirmiştir. İsviçreli senatör Dick Marty özel raportör olarak atanmıştır. 12 Haziran 2006 tarihinde Asamble 2006 Marty raporunu yayımlamıştır. Bu rapor 27 ve 29 Nisan 2009 tarihleri arasında yapılan toplantılardan sonra Makedonya otoritelerinin başvurucunun davasıyla ilgili pozisyonlarını ortaya koymakta ve şu pasajları içermektedir:", "« 3.1.3.1.  Otoritelerin pozisyonu", "106.  Makedonya Hükümeti’nin « resmi görüşü » ilk defa İçişleri bakanının [bakanın adı ve soyadı] Avrupa Komisyonu büyükelçisine [büyükelçinin adı ve soyadı] gönderdiği 27 Aralık 2005 tarihli bir mektubunda formüle edildi. Bu mektup özellikle polis fişlerine dayanan dört bilgi içermektedir: birincisi, Bay El-Masri Tabanovce sınır karakoluna 31 Aralık 2003 tarihinde saat 16’da otokar ile gelmiştir. İkincisi, başvurucunun sahte kimlik belgesi taşıdığından şüphelenen yetkili polis memuru tarafından sorguya alınmıştır. Üçüncüsü, yaklaşık olarak beş saat sonra Bay El-Masri’nin Makedonya’ya, görünüşe göre özgür bir şekilde, girmesine izin verilmiştir. Dördüncüsü, 23 Ocak 2004 tarihinde başvurucu Makedonya’yı Blace sınır kapısından Kosova’ya girmek suretiyle terk etmiştir. (...)", "108.  Cumhurbaşkanı [Cumhurbaşkanının adı ve soyadı] Avrupa Parlamentosu delegasyonuyla ilk karsılaşmasından itibaren çok katı bir pozisyon almış, başkasına başka bir görüş ifade etme olanağı bırakmayacak şekilde konuşmuştur: Bugün İçişleri bakanımızın resmi pozisyonuna şüpheyle bakmayı gerektirecek hiçbir nedenin olmadığı konusunda sizi temenni etmek isterim. Elimde bakanımızın resmi raporunda ortaya koyulanın gerçeği yansıtmadığına beni ikna edebilecek en ufak bir unsur ya da ek bilgi yoktur.", "109.  28 Nisan Cuma günü olayların olduğu dönemde Makedonya ana gizli servisi UBK’nin başkanı olan [adı et soyadı] ile yapılan toplantıda resmi pozisyon çok daha detaylı bir şekilde sunulmuştur. [O] UBK’nin meslek normları ve denetimi departmanının bu dava üzerine bir tahkikat yaptığını ve Bay El-Masri ile Makedonya otoritelerinin iletişimlerini gösteren bütün kayıtları incelediğini beyan etmiştir. [UBK başkanı] tarafından sunulan bilgiler şöyle özetlenebilir:", "Bay El-Masri Makedonya sınırına 31 Aralık 2003 tarihinde yani yılbaşından bir önceki gün varmıştır. İçişleri bakanı bayram dönemi için güvenlik tedbirlerini arttırmış ve güvenlik güçlerini olası suç fiillerini önlemek için en üst alarma geçirmişti. Bu olağanüstü tedbirler gereği otobüs ve otokarların yolcuları çok sıkı denetlenmiş ve kimlik belgeleri sistematik kontrolden geçirilmiştir.", "Makedonya sınır polisi Bay El-Masri’nin pasaportunu incelerken şüphelenmiş ve başvurucuyu tutuklamıştır. Diğer yolcuların sınırda beklememeleri için otokarın yoluna devam etmesine izin verilmiştir.", "Bay El-Masri’nin tutuklanmasındaki amaç onu sorgulamak olup bu da ([UBK başkanına] göre) uygulanabilir bütün Avrupa normlarına uygun bir şekilde yapılmıştır. Sınırların bir bütün olan yönetimi ve güvenliği planı çerçevesinde Makedonya’nın bütün sınır karakollarında karşı istihbarat ve güvenlik servisi UBK’nin üyeleri vardır. UBK ajanları Bay El-Masri’nin sorgusuna katılmışlardır. Bu ajanlar Bay El-Masri’ye Makedonya’ya gelme nedenini, nerede kalacağını ve yeteri kadar parasının olup olmadığını sormuşlardır. [UBK başkanı] şu beyanda bulunmuştur : « Söz konusu olanın rutin prosedür kapsamında sorulan standart sorular olduğunu düşünüyorum. Daha fazla açıklama yapma gereği olduğunu düşünmüyorum. »", "Aynı zamanda Makedonyalı yetkililer Bay El-Masri’nin seyahat belgelerine göz atmışlardır. Özellikle pasaportunun sahte olmadığını kontrol etmek istiyorlardı. Gerçekte Bay El-Masri Kuveyt’te doğmuş olmasına rağmen Alman vatandaşlığına sahip olduğunu ileri sürüyordu.", "Dolayısıyla pasaportu sonradan Interpol veri tabanı ile karşılaştırıldı. Tabanovce sınır karakolu Interpol hattına bağlı olmadığından bilgiler Skopje’ye iletilmiş ve oradan da Lyon’da bulunan bir Interpol merkez veri tabanına elektronik yollarla talepte bulunulmuştur. UBK’nin analiz departmanından bir ajan görünüşe göre elektronik bir kod kullanarak bu talebi gerçekleştirmiştir, öyle ki Makedonya otoritelerinde bununla ilgili hiçbir iz yoktur. Interpol’deki araştırma devam ederken Bay El-Masri’den karakolda beklemesi rica edilmiştir.", "Bay El-Masri’ye karşı herhangi bir Interpol emri olmadığı ve onu tutmak için hiçbir neden olmadığı ortaya çıkınca Bay El-Masri serbest bırakılmıştır. Sonra Bay El-Masri Tabanovce sınır karakolunu terk etmiştir. Hangi yolla? Makedonya ajanları buna tam olarak cevap verebilecek durumda değildirler. Bir basın açıklamasının takip ettiği bir toplantı sırasında bu soru doğrudan İçişleri bakanına [bakanın adı ve soyadı] sorulmuş ve bakan şu cevabı vermiştir: Serbest bırakıldıktan sonra ona ne olduğunu size tam olarak söyleyebilecek durumda değiliz, çünkü bizimle bir ilgisi yok. Bir insanın sınırı geçtikten sonra nereye gittiğini bilme yükümlülüğümüz yok.", "(...) İçişleri bakanı daha sonra Bay El-Masri’nin Skopje’deki « Skopski Merak » otelde kaldığını tespit etmiştir. Otelin kayıtlarına göre Bay El-Masri otele 31 Aralık 2003 akşamı varmıştır. Otelde yirmi üç gece kalmış, her gün kahvaltısını yapmış ve oteli 23 Ocak 2004 tarihinde terk etmiştir.", "Bakan, Bay El-Masri’nin bütün sınır geçişlerinin kontrol edilmesini istemiştir. Bu kontrollerden Bay El-Masri’nin aynı gün yani 23 Ocak 2004 akşamı Makedonya topraklarını Blace sınır kapısından Kosova’ya girmek suretiyle terk ettiği ortaya çıkmıştır. Bay El-Masri’ye çıkısını bildiren pul verilip verilmediği sorusuna [UBK başkanı] şu cevabı vermiştir: « Normalde Makedonya sınırı geçişlerinde pasaporta bir pul yapıştırılması gerekir, ama emin değilim. MINUK ta [Birleşmiş Milletler Kosova Geçici Yönetim Misyonu] Kosova sınırında mevcut ve sınırın diğer tarafındaki protokolden sorumlu (...) UBK’deki meslektaşım biraz önce bana Bay El-Masri’nin Blace’te sınırı yakın zamanda iki defa geçtiği ve bu iki geçiş sırasında da kendisine pul verilmediği bilgisini verdi. »", "(...)", "116.  Resmi versiyonda söylenmeyen şey Makedonya istihbarat servisi (UBK) bu türden konular için CIA’ye sistematik olarak danışmaktadır (ki bu bazı açılardan anlaşılır ve mantıklı bir şeydir). Bize verilmiş olan gizli bilgilere (bu bilgilerin kaynağının kimliğini biliyoruz) göre, Bay El-Masri’nin detaylı bir tasviri, Skopje’deki büronun şefi tarafından CIA’ye, kontrol edilen kişinin terörist hareketler ve özellikle de El-Kaide ile bağlantıları [olup olmadığı sorusunu] araştırmak amacıyla, iletildi. CIA, Khaled El-Masri ile ilgili sahip olduğu bilgiler temelinde – ki bu bilgilerin içeriği bilinmiyor – bu soruya olumlu cevap vermiştir. Yerel partner organizasyon olan UBK’den Bay El-Masri’yi yakalaması ve nakil için CIA’ye teslim edilene kadar da tutması istenmiştir. »", "b)  Avrupa Konseyi, Terörist eylemlerde bulunmalarından şüphelenilen tutukluların gizli bir şekilde tutulmaları ve nakledilmeleriyle ilgili olarak AİHS’nin 52. maddesi gereğince düzenlenen Genel Sekreter raporu (SG/Inf (2006) 5, 28 Şubat 2006).", "38.  21 Kasım 2005 tarihinde Avrupa Konseyi Genel Sekreteri Avrupa Devletlerinin gizli teslim etme uçuşlarında işbirliği yaptıklarıyla ilgili bilgiler ışığında Sözleşme’nin 52. maddesinde öngörülen prosedürü uygulamıştır. Her üye ülke kendi yargı yetkisi içerisinde bulunan yabancı ajanların faaliyetleriyle ilgili iç hukuku tarafından öngörülen kontrol mekanizmaları, kabul edilmeyen özgürlükten yoksun bırakılma durumlarının önlenmesini sağlayacak hukuki güvenceler, Sözleşme tarafından korunan hakların ihlal edildiği iddialarına cevap vermeyi sağlayacak soruşturma önlemleri ve adli davalar ve bu şekilde özgürlükten yoksun bırakılmayla sonuçlanan ihmal ya da eylemlere karışmış olan ajanlar konusunda soruşturma açılması hakkında bilgi vermeye davet edilmiştir.", "39.  Savunmacı Hükümet bu talebe 17 Şubat ve 3 Nisan 2006 tarihlerinde cevap vermiştir. İkinci mektubunda başvurucunun davasıyla ilgili pozisyonunu açıklamış ve özellikle de şu açıklamalarda bulunmuştur:", "« (...) Khaled El-Masri davasına gelince, bu davanın İçişleri bakanı tarafından incelendiğini ve ilgili bilgilerin Haziran 2005’ten itibaren Makedonya Cumhuriyeti’ndeki Avrupa Komisyonu temsilcilerine, Avrupa Komisyonu Genişleme Genel Müdürlüğü’nün Batı Balkan ülkelerinden sorumlu müdürüne ve Avrupa Parlamentosu üyelerine iletildiği konusunda tarafınızı bilgilendiriyoruz. (...) Makedonya Cumhuriyeti İçişleri Bakanlığı, Makedonya Cumhuriyeti sınırlarından giriş ve çıkışla ilgili polis raporlarına göre, Bay Khaled El-Masri’nin Sırbistan- Karadağ’dan Tabanovce sınır kapısına 31 Aralık 2003 günü saat 16’da ulaştığını ve bir Alman pasaportu sunduğunu belirtiyor. İlgilinin sahte bir seyahat belgesi taşıdığından şüphelenen yetkili polisler belgeyi kontrol etmiş ve Bay Khaled El-Masri’yi sınır karakoluna götürmüşlerdir. Aynı zamanda Interpol veri tabanı temelinde de bir araştırma yapılmış ve Bay Khaled El-Masri’ye yönelik herhangi bir uluslararası yakalama emri bulunmadığı görülmüştür. Dolayısıyla Bay Khaled El-Masri’nin Makedonya Cumhuriyeti topraklarına giriş yapmasına 31 Aralık 2003 günü saat 20: 57’de izin verilmiştir. Polis raporlarına göre Bay Khaled El-Masri 23 Ocak 2004 tarihinde, (Kosova üzerinden) Sırbistan-Karadağ’a gitmek amacıyla, Makedonya Cumhuriyeti’ni Blace sınır kapısından terk etmiştir. »", "2.  Savunmacı Hükümet’in Mahkeme önündeki yargılama kapsamında sunduğu olay versiyonu", "40.  Hükümet yukarıda 37 ve 39 numaralı paragraflarda anlatılan olay versiyonunu tekrar etmektedir. Başvurucunun otelde Devlet ajanları tarafından tutulduğuna ve kötü muamele gördüğüne ve sonra da CIA ajanlarına teslim edildiğine ve Afganistan’da CIA tarafından kontrol edilen bir cezaevine transfer edilmeden önce CIA ajanlarının başvurucuya Skopje havalimanında kötü muamelede bulunduğuna karşı çıkmaktadır. Hükümet’e göre başvurucu savunmacı Devlet topraklarına özgür bir şekilde girmiş, orada özgürce kalmış ve orayı özgürce terk etmiştir. Başvurucu Devlet ajanlarıyla tek bir defa, savunmacı Devlet topraklarına 31 Aralık 2003 tarihinde girdiği sırada pasaportunun geçerli olup olmadığı kontrol edilirken muhatap olmuştur. Savunmacı ülkede kaldığı süre boyunca Devlet ajanlarıyla başka hiçbir zaman muhatap olmamıştır. İçişleri Bakanlığı tarafından yürütülen soruşturmalar başvurucunun savunmacı ülkede 31 Aralık 2003’ten Blace sınır kapısını geçerek bu ülkeyi özgürce terk ettiği tarih olan 23 Ocak 2004’te kadar özgür iradesiyle kaldığını göstermektedir.", "41.  Hükümet bu tezine dayanak olarak şu belgelerin fotokopilerini sunmuştur: Tabanovce ve Blace sınır kapılarının resmi kayıt özetleri, başvurucunun 31 Aralık 2003 tarihinden 22 Ocak 2004 tarihine kadar 11 numaralı odada kaldığını gösterir otel müşteri kayıt defteri özeti ve Şubat 2006 tarihli olan ve içinde otel müdürünün İçişleri Bakanlığına söz konusu dönemde otelde çalışıpta otelde birilerinin rızası dışında kaldığını inkâr eden altı çalışanın ismini ilettiği iki tane mektup. Müdür ayrıca otelin internet sitesinde fotoğrafı bulunan kişinin (yukarıda paragraf 17) Bay Z.G. olduğunu ve bu kişiye de otelde ulaşılabildiğini açıklamıştır. aynı zamanda Hükümet, Ulaştırma Bakanlığının (tam olarak sivil havacılık idaresi) İçişleri Bakanlığını, 23 Ocak 2004 tarihinde Boeing 737 sayılı Palma’dan hareket eden ve N313P uçuş numarasıyla kayıtlı bir uçağa Skopje havalimanına iniş izni verildiği ve sonra da aynı gün (saat 22: 30’da) Kabil’e gitmek için kalkış izni verildiği ve sonra da 24 Ocak 2004 günü saat 2: 25’te Bağdat’a gitmek için izin verildiği hususunda bilgilendiren 3 Şubat 2006 tarihli bir mektup ta sunmuştur. Hükümet ayrıca başvurucunun nakit ödediği otel hesaplarının fotokopileri ile başvurucunun 31 Aralık 2003 tarihinde Tabanovce polis kapısında yakalanmasıyla ilgili polis raporunun fotokopisini sunmuştur. Bu belgeye göre başvurucu 16: 30’dan 21: 30’a kadar sınır karakolunda tutulmuştur. Rapor yakalama nedenlerini açıklamamakta ancak el yazısı ürünü eksik bir not içermekte ve bu notta da başvurucunun « 8 Aralık 2003 tel no: 9106 » temelinde yakalandığı yazılmaktadır.", "C.  Başvurucunun olayıyla ilgili uluslararası tahkikatlar", "42.  Avrupa’da « olağandışı teslim etme » ve Avrupa hükümetlerinin bu operasyonlara karıştıkları iddiaları birçok uluslararası tahkikat açılmasına yol açmıştır. İlgili raporlar başvurucunun durumundan bahsetmektedir.", "1.  Avrupa Konseyi Parlamenterler Asamblesi : « Marty tahkikatı »", "a)  2006 tarihli Marty raporu", "43.  2006 tarihli Marty raporu (yukarıda paragraf 37) özellikle şu paragrafları içermektedir:", "« A.  Karar projesi", "(...)", "7.  Olayla ilgili olarak bugüne kadar toplanabilen ve halen açıklanma safhasında olan bilgi ve unsurlar bu « örümcek ağının » temel unsurlarının özellikle şunları içerdiğini açıkça göstermektedir: CIA’nin « karanlık siteleri » ve askeriye ve deniz kuvvetlerine ait tesislerde oluşturulan ve bütün dünyayı saran gerçek bir gizli tutukevleri ağı; CIA tarafından oluşturulan ve terörizmle bağlantılı olduklarından şüphelenilen insanların sivil uçaklar ile bir ülkeden başka bir ülkeye transfer edilmelerini öngören bir « iade etme » programı; insan yükü olarak kabul edilen mahkûmların Küba’daki Guantanámo Bay ya da başka tutukevlerine sevk edilmeleri için hava taşıtları ile askeri hava alanlarının kullanılması (...)", "11.  Bu yasadışı operasyonların kapsamı ve gerçek niteliğiyle ilgili bilgi edinme talepleri Amerika Birleşik Devletleri ve Avrupalı partnerlerinin engelleme ve kulak asmamalarıyla karşılaşmıştır. Avrupa Konseyi üyesi Devletlerin çoğunluğunun makamları çok sayıdaki olayda parmakları olduğunu ciddi araştırma ve gerçek soruşturmalar yapmadan inkâr etmişlerdir.", "(...)", "C.  Gerekçeler", "(...)", "2.7.1.  CIA’nin metotları ya da iade edilme sırasında bir tutukluya tahsis edilen son nedir?", "(...) Bir bütün olarak ele alındığında bu raporda anılan olaylar, iade etmeyle ilgili olarak önceden katı bir şekilde tasarlanmış olan gerçek bir şemanın var olduğunu göstermektedir. Bu metotlar CIA’nin elit ajanlarından oluşan, çok iyi eğitim görmüş ve çok disiplinli bir grup tarafından uygulanmaktadır (...)", "11.  Sonuç", "(...)", "287.  Şimdilik klasik anlamda delil yok ise de, birbirini tutan ve benzer olan birçok bulgu Avrupa’da tutukluların gizlice tutuldukları ve yasadışı bir şekilde transfer edildikleri merkezlerin gerçekten mevcut olduklarını göstermektedir. (...) »", "44.  Skopje havalimanı 2006 Marty raporunda « bindirme noktası », yani sistematik bütün girişimler dışında bir ya da birçok tutuklunun iade ya da yasadışı nakli için bir randevu yeri, olarak tasvir edilmiştir.", "45.  Başvurucunun davasına gelince, 2006 Marty raporu özellikle şu açıklamayı yapmaktadır:", "« 3.  Somut ve belgelenmiş geri iade örnekleri", "3.1.  Khaled El-Masri", "92.  Avrupa Parlamentosu geçici komisyonu önünde de kamuya açık bir şekilde saatlerce tanıklık yapmış olan El-Masri beyle uzunca görüştük. Makedonya ve Afganistan’da yaklaşık olarak beş ay tutuklu kalmasıyla ilgili anlatımlarını inandırıcı buluyoruz.", "(...)", "3.1.2.  Tanıklığı destekleyici unsurlar", "102.  Bay El-Masri’nin anlatımı bazıları gizli damgalı olduklarından ya da Bay El-Masri’nin kaçırılma şikâyeti üzerine Münih savcılığı tarafından başlatılan ve derdest olan soruşturmanın gizliliği kapsamında olduklarından açıklanamayan birçok unsur tarafından desteklenmektedir.", "103.  Kamusal alanda daha önce bahsi geçen unsurlar El-Masri’nin başvurduğu Virjinya’daki mahkemeye sunulan daha önce ismi geçen memorandumda belirtilmektedir:", "• Pasaportlara yapıştırılan pullar Bay El-Masri’nin söz konusu tarihlerde Makedonya’ya girdiğini, Makedonya’dan çıktığını ve Arnavutluk’tan çıktığını doğrulamaktadır;", "• Bay El-Masri’nin kıl foliküllerinin Alman hâkimler tarafından yürütülen bir ceza soruşturması kapsamında yapılan bilimsel testleri Bay El-Masri’nin bir Güney Asya ülkesinde tutulduğuna ve uzun süre beslenmediğine ilişkin anlattıklarını doğrulamaktadır;", "• Bay El-Masri’nin pasaportu, Amerikalı kaçıranlarının Afganistan’ı terk ederken ona verdikleri iki tişört, Tiran’dan Frankfort’a uçuşta kullanılan uçağa biniş kartı ve Bay El-Masri’nin yaşadıkları boyunca yanında taşıdığı bazı anahtarlar başta olmak üzere başka maddi delillerin hepsi Alman hâkimlere teslim edilmiştir;", "• Uçuş kayıtları, [olaydaki savunmacılar – bir Amerikan hukuku firması olan ve başka bir Amerikan firması olan Aero Contractors Limited’ın bir şubesi olan Premier Executive Transportation Services Inc. ] tarafından kiralanan ve onların zilyetliklerinde olan ve FAA [Federal Aviation Administration – Amerikan federal havacılık idaresi] tarafından N313P numarasıyla kaydedilen sivil bir Boeing’in Palma de Mallorca’dan (İspanya) 23 Ocak 2004 tarihinde kalktığını ve Skopje havalimanına aynı gün saat 20: 51’de iniş yaptığını doğrulamaktadır. Bu uçak üç saat sonra Skopje’den önce Bağdat’a ve sonra da Afgan başkenti Kabil’e gitmek üzere ayrılmıştır [çeşitli kaynaklardan derlenen bilgilerden oluşturulan bir hava hareketleri veri tabanı 2006 Marty raporuna eklenmiştir] ;", "• Almanya’dan Makedonya’ya giden otokarda bulunan diğer yolcuların tanıklıkları Bay El-Masri’nin Makedonya sınırındaki yakalanma öyküsünü doğrulamaktadır;", "• Bay El-Masri’nin yirmi üç gün boyunca tutulduğu Skopje’deki otelin fotoğrafları. Bay El-Masri bu oteli, odasını ve ona yiyecek getiren personelden birisini kesin bir şekilde tanımıştır;", "• Jeolojik kayıtlar Bay El-Masri’nin Afganistan’daki tutukluluğu sırasında yaşanan düşük ölçekteki depremle ilgili hatıralarını doğrulamaktadır;", "• Bay El-Masri’nin bir kimlik tespiti seansı sırasında ve fotoğraftan kesin bir şekilde tanıdığı « Sam »ın kimliğiyle ilgili deliller. Medya tarafından aktarılan bilgiler söz konusu kişinin yabancı istihbarat teşkilatlarına da bağlı olan bir Alman istihbarat teşkilatı ajanı olduğunu doğrulamaktadır;", "• Bay El-Masri’nin tutulduğu Afgan cezaevinin Bay El-Masri tarafından çizilen ve Amerika Birleşik Devletleri tarafından Afgan topraklarında tutulan ve « iade etme » mağduru olan başka bir kişi tarafından doğrulanan planları;", "• Bay El-Masri’nin Almanya’ya dönmesinden hemen sonra çekilmiş olan ve Bay El-Masri’nin kilo kaybı ve harap durumunu doğrulayan fotoğraflar.", "(...)", "113.  Resmi pozisyonda bulunan birçok çelişkiyi rahatça ortaya koymak mümkündür. Örneğin İçişleri bakanı « otel sahibinde Bay El-Masri’nin faturasına ilişkin bir iz olmalıdır » şeklinde bir beyanda bulunmuştur. Ancak otel sahibi kendisine farklı zamanlarda sorulan birçok soruyu cevaplarken kayıtların İçişleri bakanına teslim edildiğini her zaman söylemiştir.", "(...)", "125.  Bütün bu olaysal unsurlar CIA’nin Khaled El-Masri’yi « iade etme » prosedürüne tabi tuttuğunu göstermektedir. Yeniden inşa edebildiklerimize göre, söz konusu uçak iki gün önce başka bir tutukluyu nakletmeyi bitirmiş ve halen aynı « iade etme devresi » üzerinde bulunuyordu. Uçak ve personeli iki operasyon arasındaki dönemi Palma de Mallorca’da geçirmiş olup bu adaya yukarıda da açıkladığımız üzere CIA’nin « iade etme » programı için bir « geçit platformu » gözüyle bakıyoruz. El-Masri’nin Makedonya’da uçağa bindirilmeye zorlanmadan önce düşürüldüğü fiziksel ve ruhsal çöküntü durumu CIA’nin daha öncede tasvir edilen « iade etme metodolojisine » uymaktadır. Daha önce de belirttiğimiz gibi El-Masri, « örümcek ağı » şemasındaki « gizli tutuklama platformu » olan Kabil’e götürülmüştür.", "(...)", "127.  Daha öncede belirttik ve tekrar ediyoruz: bu davanın bütün olaylarının analizi El-Masri’nin inandırıcı olduğunu destekler yöndedir. Her şey El-Masri’nin Birleşmiş Milletler İşkence Karşıtı Komite’nin içtihatları anlamında işkence tanımına denk gelen bir kaçırılma ve kötü muamele kurbanı olduğunu göstermektedir (...). »", "b)  Avrupa Konseyi üyesi Devletleri ilgilendiren gizli tutuklama ve tutukluların ülkeler arasında yasadışı bir şekilde nakledilmeleri : ikinci rapor (« 2007 tarihli Marty raporu »)", "46.  11 Haziran 2007 tarihli raporunda senatör Marty özellikle şu görüşleri sunmuştur:", "« 5.  Bazı Avrupa hükümetleri « Devlet sırrı » kavramını ileri sürerek gerçeğin araştırılmasına engel olmuş ve olmaya da devam ediyorlar. Sır, parlamenter kurumlara açıklama sunmamak ya da adli otoritelerin olayları ortaya çıkarmalarını ve suç fiillerinin sorumlularını kovuşturmasını engellemek için ileri sürülmektedir. (...) aynı yöntem « Eski Yugoslav Makedonya Cumhuriyeti’ni » gerçeği gizlemeye ve kendi ulusal ajansları ile CIA’nin Khaled ElMasri’nin gizli tutuklanmasına ve « geri iade »sine başvururken yaptıklarıyla ilgili açıkça yanlış bir versiyon sunmaya yönlendirmiştir.", "(...)", "273.  K. ElMasri’nin serüvenli yolculuğunu ayrıntılarıyla nakletmeyi ve Avrupa’ya dönüşü konusunu da aydınlığa kavuşturmayı başardığımızı düşünüyoruz: eğer biz bunu hiçbir yetki ve imkân olmadan başarabildikse neden yetkili otoriteler yapamadılar? Bunun tek bir açıklaması olabilir: gerçeğin ortaya çıkmasında otoritelerin hiçbir çıkarı yok.", "(...)", "275.  (...) Bay ElMasri’nin Afganistan’a nakledilmesinde CIA’nin parmağı olduğunu, onu oraya götüren uçuş – N313P numaralı 24 Ocak 2004 tarihinde Skopje’den (« Eski Yugoslav Makedonya Cumhuriyeti ») kalkıp önce Bağdat ve sonra Kabil’e (Afganistan) doğru giden uçak – ile iki gün önce başka bir tutuklunun CIA tarafından aynı uçakla transfer edilmesi arasında bağlantı kurmak ve böylece birinci « iade etme devresini » ifşa etmek suretiyle kanıtlayabildik. (...)", "276.  Bay El-Masri Afganistan’a vardığında, CIA’nin Kabil yakınında bulunan gizli bir tutukevine götürülmüş ve dört aydan fazla bir süre boyunca « tiksindirici derecede kirli olan betondan küçük bir hücrede » hapsedilmiştir. Bu süre boyunca CIA başvurucu aleyhine hiçbir şey bulunmadığını, pasaportunun gerçek olduğunu keşfetmiş ancak açıklanamayan bir nedenden dolayı ondan sonra da Bay El-Masri’yi haftalar boyunca iğrenç hücresinde gizli olarak tutmaya devam etmiştir.", "(...)", "279.  Bugün Khaled El-Masri’nin Afganistan’dan dönüş şartlarını bile yeniden inşa edebilecek durumda olduğuma inanıyorum: Khaled El-Masri Kabil’i (Afganistan) 28 Mayıs 2004’te CIA tarafından kiralanan N982RK sayılı bir Gulfstream uçağının içerisinde Aérodrome [Bezat-Kuçova] adı verilen ve Arnavutluk’ta bulunan askeri bir hava üssüne doğru gitmek üzere terk etmiştir.", "(...)", "314.  Bay El-Masri’nin « Eski Yugoslav Makedonya Cumhuriyetini »nde rızası dışında kalması konusuyla ilgili « resmi versiyon » inkâr edilemez bir biçimde savunulamaz duruma gelmiştir (...) ».", "2.  Avrupa Parlementosu : Fava tahkikatı", "47.  18 Ocak 2006 tarihinde Parlamento olağandışı iadelerle ilgili geçici bir komisyon oluşturdu ve raportör Bay Claudio Fava’yı Avrupa’da var olduğu iddia edilen CIA hapishanelerini araştırmakla görevlendirdi. Bu komisyon 130 toplantı yaptı ve Eski Yugoslav Makedonya Cumhuriyeti, Romanya, Polonya ve Portekiz’e delegasyonlar gönderdi.", "48.  Komisyon 2001 sonu ve 2005 arasında Avrupa hava alanında CIA tarafından kiralanan en az 1 245 uçuş tespit etmiştir. Komisyon, Eski Yugoslav Makedonya Cumhuriyeti’ne yaptığı ziyaret sırasında, yüksek rütbeli memurlarla görüşmüştür.", "49.  6 Temmuz 2006 tarihinde Avrupa Parlamentosu, iddia konusu Avrupa ülkelerinin CIA tarafından mahkûmların yasadışı bir şekilde tutuklanması ve nakilleri için kullanılması üzerine bir karar almıştır (2006/2027(INI), P6_TA(2006)0316). Bu karar özellikle şöyledir:", "« 19.  [Avrupa Parlamentosu] Alman vatandaşı olan ve 2004 yılının Ocak ayından Mayıs ayına kadar Afganistan’da tutulan ve onur kırıcı ve insanlık dışı muamele gören Khalid El-Masri’nin CIA tarafından kaçırılmasını kınar; Khalid El-Masri’nin Ocak 2004’ün 23’ü 24’e bağlayan gecesi Afganistan’a transfer edilmeden önce 31 Aralık 2003’ten 23 Ocak 2004’e kadar Eski Yugoslav Makedonya Cumhuriyeti’nde yasadışı bir şekilde hapsedildiğine yönelik şüphelerin halen giderilmediğine dikkatleri çeker; bu bağlamda Eski Yugoslav Makedonya Cumhuriyeti’nin kendisinin bu davayı aydınlatmak için aldığını söylediği tedbirleri yetersiz bulur (...)", "42.  Alman vatandaşı Khalid El-Masri’nin 2004’te dört aydan fazla bir süre boyunca Afganistan’da yasadışı bir şekilde tutulmasını kınar; Eski Yugoslav Makedonya Cumhuriyeti otoritelerinin Khalid El-Masri’nin, CIA ajanları tarafından Afganistan’da teslim edilmesinden önce, Skopje’de bulunduğunu ve olası tutukluluğunu kabul etme konusunda tereddüt etmelerinden dolayı üzüntülerini bildirir (...) ».", "50.  İddia konusu Avrupa ülkelerinin CIA tarafından mahkûmların yasadışı bir şekilde tutuklanması ve nakilleri için kullanıldığı hususuyla ilgili kesin rapor (2006/2200 (INI), doc. A6-0020/2007) 30 Ocak 2007 tarihinde yayımlanmıştır. Bu rapor savunmacı Devletin derinlikli tahkikatlar yapmadığını tespit etmiş ve özellikle de şu sonuçlara ulaşmıştır:", "« 136.  [Avrupa Parlamentosu] Eski Yugoslav Makedonya Cumhuriyeti’ndeki Tabanovce sınır kapısından 31 Aralık 2003’te kaçırılan, 31 Aralık 2003’ten 23 Ocak 2004’e kadar Skopje’de yasadışı bir şekilde tutulan, 23 ve 24 Ocak 2004’te Afganistan’a nakledilen ve burada Mayıs 2004’e kadar tutulup onur kırıcı ve insanlık dışı muameleye tabi tutulan Alman vatandaşı Khaled El-Masri’nin olağandışı iadesini kınar;", "(...)", "138.  Münih savcısı Martin Hofmann’ın Khaled El-Masri’nin olay versiyonunu çürütebilecek hiçbir unsurun bulunmadığı yönündeki ilk sonuçlarına tamamıyla katılır;", "(...) »", "51.  Rapor « « gizli tutuklama tesisleri » konseptinin sadece cezaevlerini değil ama aynı zamanda şahsi apartman daireleri, polis büroları ya da Khaled El-Masri’nin Skopje’deki durumunda olduğu gibi otel odaları gibi bir kişinin gizli olarak tutulduğu bütün yerleri kapsadığını » da belirtmekteydi.", "3.  Birleşmiş Milletler İnsan Hakları Komitesi : Eski Yugoslav Makedonya Cumhuriyeti ile ilgili genel gözlemler, 3 Nisan 2008 (UN Doc. ССРR/С/МKD/СO/2)", "52.  Taraf Devletlerin Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşme’ye uyup uymadıklarına ilişkin Mart-Nisan 2008 döneminde yaptığı periyodik inceleme çerçevesinde Birleşmiş Milletler İnsan Hakları Komitesi « taraf Devletin yapmış olduğu tahkikatı ve bu Devletin çok detaylı iddialara ve [Marty ve Fava raporlarında] ifade edilen kaygılara rağmen [başvurucunun] teslim edilmesinde rol aldığını reddetmesini not al[mıştır] ». İnsan Hakları Komitesi gözlemlerinde şu tavsiyelerde bulunmuştur:", "14.  (...) Taraf Devlet Bay [El]-Masri’nin iddiaları üzerine yeni ve derinlikli bir soruşturma yapmayı düşünmelidir. Bu soruşturma mevcut bütün delil unsurlarını dikkate almalı ve ilgiliyle işbirliği içerisinde yürütülmelidir. (...) »", "53.  Bu tavsiye Avrupa Konseyi İnsan Hakları Komiseri tarafından da 11 Eylül 2008 tarihinde yayımlanan raporunda destek görmüştür (« Avrupa Konseyi İnsan Hakları Komiseri Bay Thomas Hammarberg’ın Eski Yugoslav Makedonya Cumhuriyeti’ne 25-29 Şubat 2008 tarihlerinde yaptığı ziyaretle ilgili raporu »).", "4.  Amerikan Devletleri İnsan Hakları Komisyonu : başvurucunun Amerika Birleşik Devletleri’ne karşı yaptığı başvuru", "54.  9 Nisan 2008 tarihinde başvurucu Amerikan Devletleri İnsan Hakları Komisyonu’na başvurmuştur. 23 Ağustos 2009 tarihinde komisyon başvuruyu görüş için Amerikan Hükümeti’ne bildirmiştir. Bu prosedürle ilgili olarak başka hiçbir bilgi verilmemiştir.", "D.  Savunmacı Devlet otoriteleri dışında başka ulusal otoriteler önünde yürütülen ilgili prosedürler", "1.  Almanya’da yürütülen soruşturmalar", "a)  Alman soruştuma makamlarının soruşturması", "55.  2004 yılında belirtilmeyen bir tarihte Münih savcılığı başvurucunun yasadışı bir şekilde kaçırıldığı, tutulduğu ve bedensel ve psikolojik kötü muamele gördüğü ve Eski Yugoslav Makedonya Cumhuriyeti ile Afganistan’da sorguya çekildiği yönündeki iddialarıyla ilgili bir soruşturma başlatmıştır. Başvurucuya göre, ilgilinin 2003 sonunda otobüsle Eski Yugoslav Makedonya Cumhuriyeti’ne gittiğini ve bu Devletin topraklarına ayak basmasından az sonra hapsedildiğini doğrulayan görgü tanıklarının dinlenmeleri gibi soruşturmaya ilişkin bazı tedbirler alınmıştır.", "56.  Ayrıca başvurucunun kıl foliküllerindeki radyoaktif izotoplar analiz edilmiştir. 17 Ocak 2005 tarihli bir bilirkişi incelemesi özellikle şu sonuca varmıştır:", "« (...) Ekteki izotopik imzalarda gözlemlenen [başvurucunun kıl foliküllerinde ölçülen] varyasyonların [ilgilinin] beyanlarıyla tam uyumlu olması çok yüksek bir olasılıktır ».", "57.  Alman Federal Meclisi (Bundestag) birinci soruşturma komisyonuna göre (aşağıya bakınız) radyoizotopik analiz aynı zamanda başvurucunun iki defa açlık grevine girdiğini de doğruluyordu.", "58.  31 Ocak 2007 tarihinde Münih savcısı başvurucunun iddia konusu iadesine karıştıklarından on üç CIA ajanına karşı tutuklama kararı vermiştir. Aranan kişilerin isimleri kamuya açıklanmamıştır. CIA ajanlarının isimleri, İspanyol otoritelerinin İspanyol havalimanlarının CIA tarafından kullanılmasıyla ilgili yaptıkları soruşturmalar sırasında öğrenilmiş ve sonra da Alman savcısına bildirilmiştir.", "b)  Alman meclis komisyonu soruşturması", "59.  7 Nisan 2006 tarihinde Bundestag, on altıncı yasama döneminin birinci soruşturma komisyonunu (« soruşturma komisyonu ») kurmuş ve ona istihbarat teşkilatlarının faaliyetlerini inceleme görevi vermiştir. Üç yıl süren soruşturma sırasında komisyon toplam 124 oturum yapmış, yedi farklı alanda soruşturmalar yürütmüş ve başvurucu dâhil 141 tanık dinlemiştir. Vardığı sonuçlar 18 Haziran 2009 tarihinde yayımlanmıştır.", "60.  Toplam 1 430 sayfa olan soruşturma komisyonu raporu özellikle şu pasajları içermektedir:", "« (...) Bay Khaled El-Masri’nin Makedonya ve Afganistan’da hapsedilmesiyle ilgili olay öyküsü Makedonya’da tutuklu kalması, Afganistan’a nakledilmesi ve bu ülkede Amerikan güçleri tarafından zorla hapsedilmesiyle ilgili temel olaylar bakımından inandırıcıdır. Ancak olay öyküsünün bazı spesifik kısımlarıyla ilgili şüpheler mevcuttur.", "Souabes güvenlik güçleri tarafından BKA’nın (Bundeskriminalamt – Adli polis federal bürosu) yardımıyla yürütülen polis soruşturması Khaled El-Masri’nin olay versiyonunu doğrulamaktadır. 31 Aralık 2003’te Makedonya’ya gittiği tanıklar tarafından doğrulandı. Bay Khaled El-Masri’nin Amerikan güçleri tarafından Makedonya’dan Afganistan’a nakledilmesiyle ilgili olay öyküsü Amerikan Hükümeti’nin o dönemde yürüttüğü « teröre karsı savasın » aşırılıklarından mağdur olan diğer insanların sonradan verdikleri bilgilerle uyuşmaktadır. CIA’ye ait olduğu varsayılan « AeroContractors » hava şirketi tarafından kiralanan ve 23 Ocak 2004 tarihinde Mallorca’dan Skopje’ye giden ve sonrada Kabil’e devam eden Amerikan bir Boeing 737’nin hareket kayıtları, Bay Khaled El-Masri’nin Makedonya’da bir otelde zorla hapsedildiği süreyle ilgili olarak verdiği süreye ilişkin bilgilere uymaktadır (...)", "Bütün bu unsurlar Makedonya otoriteleri tarafından sunulan olayların resmi versiyonuyla ilgili komisyonun derin şüphelerini doğrulamıştır (...) Kendisine karsı hakaret edici bir medya kampanyası yürütüldüğünden yakınan Makedonya Hükümeti ilgilinin bu otelde tutulduğunu ve sonra da Afganistan’a nakledildiğini inkâr etmeye devam etmektedir. Bu resmi versiyon açıkça yanlıştır. Tam tersine inandırıcı bulguların Khaled El-Masri’nin yakalanması ve ülke dışına nakledilmesinin nasıl gerçekleştiğiyle ilgili olay öyküsünü desteklediğini kabul etmek gerekir (...) » (s. 353)", "61.  Rapora göre başvurucunun Skopje’ye asıl gitme amacıyla ilgili şüpheler sürmekte olup ilgilinin Eski Yugoslav Makedonya Cumhuriyeti ile Afganistan’da maruz kaldığını söylediği sorgular ve özellikle de « Sam »ın farz edilen Alman kökenine ilişkin beyanları içerisinde önemli farklılıklar saptanmıştır.", "2.  Amerika Birleşik Devletleri’nde açılan adli dava", "62.  6 Aralık 2005 tarihinde Medeni Özgürlükler için Amerikan Birliği (American Civil Liberties Union – ACLU) başvurucu adına Virjinya doğu bölgesi federal mahkemesine CIA’nin eski müdürü George Tenet ve CIA’nin kimliği belirlenemeyen ajanları basta gelmek üzere birçok davalıya karsı şikâyette bulunmuştur. Bu şikâyetinde başvurucu her turlu adli prosedür dışında özgürlüğünden yoksun bırakıldığını iddia etmekte ve yabancılara uygulanabilir olan haksiz fiil sorumluluğu yasasına (Alien Tort Statute – ATS) dayanarak, onur kırıcı, insanlık dışı ya da zalimane muamele ve uzun sureli keyfi tutuklamaları yasaklayan uluslararası hukuk normlarının ihlal edilmesinden şikâyet etmekteydi.", "63.  Mayıs 2006 tarihinde bölge mahkemesi başvurucunun şikâyetini Amerikan Hükümeti’nin Devlet sırrını geçerli bir şekilde ileri sürmesi nedeniyle reddetmiştir. bölge mahkemesine göre Devletin Devlet sırlarını muhafaza etme konusundaki çıkarı başvurucunun adaleti sağlama kişisel çıkarından üstündür. Bu karar Amerikan istinaf mahkemesi dördüncü dairesi tarafından onanmıştır. Ekim 2007 tarihinde Yüksek Mahkeme davayı incelemeyi reddetmiştir.", "E.  Başvurucunun maruz kaldığını iddia ettiği yakalanma, tutulma ve kötü muameleler ile ilgili Eski Yugoslav Makedonya Cumhuriyeti’nde yürütülen yargılamalar", "1.  İçişleri Bakanlığı’nın meslek kuralları ve iç denetim dairesindeki (SCNP) prosedür", "64.  2005 yılında İçişleri Bakanlığı SCNP’si başvurucunun iddialarıyla ilgili bir iç soruşturma yürütmüştür. başvurucu ne SNCP’ye delil sunmaya çağrılmış ne de soruşturmanın sonucu hakkında bilgilendirilmiştir. Soruşturmacıların vardıkları sonuçlar ona değil savunmacı Devlette bulunan Avrupa Birliği temsilcilerine bildirilmiştir (yukarıda paragraf 39).", "65.  İşbu dava bilgisine sunulduktan sonra Hükümet SCNP’nin 20 Mart 2006 ve 10 Nisan 2008 tarihli raporlarının örneklerini Mahkeme’ye sunmuştur. Bu raporlar söz konusu dönemde başvurucunun Almanya’da sunduğu ceza şikâyetini soruşturan Münih savcılığının 9 Mayıs 2005 ve 13 Kasım 2007 tarihlerinde iki farklı adli yardımlaşma talebi sunması akabinde, örgütlü suçlar ve yolsuzlukla mücadeleyle ilgilenen savcılık bürosunun talebiyle hazırlanmıştır. İhtilaflı olaylarla ilgili olarak Hükümet’in Mahkeme önünde sunduğu yukarıda anlatılan versiyonu destekleyen bir versiyon içeren bu raporlar, başvurucunun 31 Aralık 2003 tarihinde Tabanovce sınır kapısına ulaşmasından sonra, saat 16: 30’dan saat 21: 30’a kadar sınır karakolunda tutulduğunu ve sahte bir pasaport bulundurma şüphesi üzerine Makedonya polisi tarafından sorgulandığını belirtmektedir. Serbest bırakıldıktan sonra başvurucu otelin 11 numaralı odasında kalmıştır. Otel ücretini ödemiş ve 23 Ocak 2004 tarihinde saat 18: 20’de Blace sınır kapısında yürüyerek geçmek suretiyle savunmacı Devlet topraklarını terk etmiştir. Öte yandan İçişleri Bakanlığına bağlı bir büro olan UBK’nin o dönemdeki başkanı, yabancı ajanslardan ve özellikle de CIA’den hiçbir ikramiye almamıştır. Raporlar ne başvurucunun ne de başka bir kişinin otelde tutulmadığı ve İçişleri Bakanlığı ajanları tarafından sorgulanmadığı sonucuna varmıştır.", "66.  İçişleri Bakanlığı söz konusu soruşturmalar kapsamında Makedonyalı savcıya yukarıda belirtilen belgeleri göndermiştir (yukarıda paragraf 41).", "2.  Kimliği belirsiz güvenlik güçlerine karşı yapılan ceza kovuşturması", "67.  6 Ekim 2008 tarihinde başvurucu yasal temsilcisi avukat F. Medarski aracılığıyla Skopje savcılığına kimliği belirsiz güvenlik güçleri hakkında Ceza Kanunu’nun 140. maddesince cezalandırılan yasadışı kaçırma ve tutma nedeniyle bir ceza şikâyetinde bulunmuştur. işkence ya da onur kırıcı veya insanlık dışı ceza veya muamele mağduru olduğunu düşünen başvurucu, şikâyetinde aynı zamanda Ceza Kanunu’nun 142 ve 143. maddelerini de ileri sürmüştür. Amerika Birleşik Devletleri’ndeki davası kapsamında yemin altında verdiği ifadesinin bir örneğini ve şu unsurları şikâyet dilekçesine eklemiştir: pasaport fotokopisi, 2006 ve 2007 Marty raporları ile Fava soruşturma raporunun ilgili kısımları, ilgili uçuş kayıtları fotokopisi, Skopje havalimanı otoritelerinin FAA tarafından N313P numarasıyla kaydedilmiş olan bir Boeing 737’nin 23 Ocak 2004 tarihinde Skopje havalimanına yolcusuz bir şekilde indiğini ve 24 Ocak 2004 tarihinde içinde tek bir yolcu olmak üzere kalktığını belirten (başvurucunun bilgi talebine cevaben yazılmış) 18 Haziran 2008 tarihli bir mektubu, başvurucunun kıl foliküllerinle ilgili bilirkişi raporunun çevirisi, başvurucunun içinde tutulduğunu söylediği otel odasının krokileri. Başvurucuya yemek getirdiği iddia edilen garsonun fotoğrafı savcıya verilen unsurların içinde bulunmuyordu, çünkü « başvurucu olayların olduğu dönemde fotoğrafın fotokopisini çekmeyi başaramamış ve fotoğraf otelin web sitesinden kaybolmuştu ». Ayrıca başvurucu Tabanovce sınır karakolu ve Skopski Merak otelinde tutulduğu süre boyunca ailesiyle, istediği bir avukatla ya da Almanya büyükelçiliğinden bir temsilciyle bağlantıya geçmesine izin verilmediğini iddia etmiştir.", "68.  13 Ekim 2008 tarihinde savcı İçişleri bakanından başvurucunun iddialarıyla ilgili olarak tahkikat yapmasını ve özellikle de, gerçeğin ortaya çıkartılması için, Tabanovce sınır karakolu ile Skopje otel ve havalimanında olanlarla ilgili olarak somut bilgiler sunmasını istemiştir.", "69.  7 Kasım 2008 tarihinde SCNP eski tespitlerini tekrarlamış ve bütün belgelerin daha önce savcılığa sunulduğunu belirtmiştir (yukarıda paragraf 41 ve 65).", "70.  18 Aralık 2008 tarihinde savcı, başvurucunun ceza şikâyetini temelsiz olduğu Gerçekçisiyle reddetmiştir. SCNP’nin sunduğu bilgileri ileri sürerek, kimliği belirsiz memurların iddia konusu suçları islediklerini gösterir hiçbir delilin bulunmadığı sonucuna varmıştır. Başvurucuya göre bu karar ona 22 Kasım 2010 tarihinde tebliğ edilmiştir.", "71.  Hükümet, savcının soruşturma boyunca ne başvurucuyu ne de söz konusu dönem boyunca otelde çalışmış olan çalışanları dinlediğini ve Skopje havalimanı otoritelerinin, başvurucunun ceza şikâyetine eklediği, 18 Haziran 2008 tarihli mektuplarında bahsedilen uçağın inişinin nedenini ortaya çıkarmak için hiçbir tedbirin alınmadığını doğrulamaktadır (yukarıda paragraf 67). Hükümet İçişleri Bakanlığının soruşturmalarının başvurucunun ona göre acayip olan iddialarını çürütmeyi sağladığını ve yukarıda bahsedilen tedbirleri almayı gereksiz kıldığını belirtmektedir. Hükümet 2006 yılında yürütülen soruşturmalar boyunca Bakanlığın, olayların olduğu dönemde otelde çalışan kişileri sorguya çektiğini (yukarıda paragraf 41 ve 65) ve bunların birbirini tutan ifadeler verdiklerini eklemiştir. Ancak Hükümet’e göre bu ifadelere ilişkin yazılı hiçbir şey muhafaza edilmemiştir.", "3.  Tazminat davası", "72.  24 Ocak 2009 tarihinde avukat F. Medarski, müvekkilinin maruz kaldığını söylediği kaçırılma ve kötü muameleden dolayı, başvurucu adına, Devlet ve İçişleri Bakanlığına karsı tazminat davası açmıştır. Dava Borçlar Kanunu’nun 141 ve 157. maddelerine dayanıyordu (aşağıda paragraf 91 ve 92). başvurucu bedensel ve ruhsal acılarından ve tutukluluğu sırasında öldürülme korkusundan kaynaklandığını söylediği manevi zararı için 3 milyon Makedonya dinarı (yaklaşık olarak 49 000 Euro) talep etmiştir. Başvurucu dış dünyayla en ufak bir iletişim kurmasına izin verilmemesinden yeniden şikâyet etmiştir. Ona göre ailesinin onun başına ne geldiğiyle ilgili hiçbir bilgiye sahip olmaması onun ruhsal acılarını arttırmış ve böylece Sözleşme’nin 8. maddesi anlamında aile hayatini ayrıca ihlal etmiştir. Başvurucu, Devlet ajanlarının bu tür fiillerinin Sözleşme’nin 3, 5 ve 8. maddelerini ihlal ettiğini ayrıca eklemiştir. Başvurucu, ceza şikâyetini destekleyici unsurları tamamlamak için (yukarıda paragraf 67), hukuk mahkemelerinden, onu dinlemelerini ve psikolojik bir bilirkişi incelemesine tabi tutulmasını emretmelerini istemiştir.", "73.  Hükümet Mahkeme’ye Skopje yerel mahkemesinde bugüne kadar on altı duruşmanın belirlendiğini ifade etmiştir. Birçok ertelemeye, başvurucunun Almanya’da başka bir suçtan tutuklu olması nedeniyle hazır bulunmamasından dolayı, karar verilmiştir. Dava halen yerel mahkemenin önünde derdesttir.", "F.  Mahkeme’ye sunulan diğer deliller", "1.  Yemin altında verilmiş 4 Mart 2010 tarihli ifade", "74.  Kasım 2002 ile Mayıs 2004 tarihleri arasında Eski Yugoslav Makedonya Cumhuriyeti’nin İçişleri bakanı ve Haziran’dan Kasım 2004’e kadar Başbakan olan Bay H.K. 4 Mart 2010 tarihinde noter tarafından tasdik edilen yazılı bir beyanda bulunmuştur. Bu beyanında özellikle şunları ifade etmiştir:", "« (...)", "5.  İçişleri bakanı görevini yürüttüğüm sırada, Aralık 2003 ve Ocak 2004’te, benim Bakanlık otoritesi ve zamanın UBK başkanının doğrudan gözetimi altında hareket eden UBK’ye bağlı Makedonyalı ajanlar, Alman pasaportuyla ve Khaled El-Masri ismiyle seyahat eden bir adamı yakalamışlardır.", "6.  Bay Khaled El-Masri Almanya’dan gelen bir otobüs ile 31 Aralık 2003 tarihinde Makedonya’ya girmek istemiştir. Sırbistan sınırında Tabanovce sınır karakolunda çalışan Makedonyalı polisler tarafından yakalanmıştır. Otobüsten inmesi istenmiş ve sınır karakolunda tutulmuştur, çünkü polis onun sahte kimlikle seyahat ettiğinden şüphelenmiştir.", "7.  UBK’nin irtibat ajanları Amerikan istihbarat servisindeki muhataplarını Bay Khaled El-Masri’nin gelişinden haberdar etmişlerdir; onlara bu adamın İslamcı terörizm hareketinin üyesi olduğundan şüphelenildiği cevabi verilmiştir. Makedonya Amerika Birleşik Devletleri’nden Bay Khaled El-Masri’ye karşı geçerli uluslararası bir yakalama emri ve Bay Khaled El-Masri’nin hapsedilmesine ilişkin resmi bir talep almıştır.", "8. Makedonya Hükümeti Amerika’nın talebine uygun olarak Bay Khaled El-Masri’yi Amerikan otoritelerine sorgulanması için verilene kadar tutmayı kabul etmiştir. İçişleri bakanı olarak UBK’nin eylemlerinden haberdar edildim ve operasyon el düzeyde karışmamış olsam da buna hemen izin verdim. Makedonya Hükümeti adına Amerikalı meslektaşlarımızla irtibatı da sağlıyordum.  ", "9.  Bay Khaled El-Masri belli bir süre boyunca gizli ve olaysız bir şekilde Skopje’de bir yerde UBK ajanlarının sürekli gözetimi altında tutulmuştur.", "10.  Bay El-Masri Makedonya için bir tehdit olarak görülmüyordu ve Makedonya istihbarat servisi için hiçbir değeri yoktu. Eğer sadece bize kalsaydı bir onu hemen serbest bırakırdık. Ancak sadakatle Amerikalı meslektaşlardan aldığımız talimatı yerine getiriyorduk. Bize Bay El-Masri olduğundan emin olmak ve onu uçakla ülke dışına götürmek için Makedonya’ya bir uçak ile CIA ajanlarından oluşan bir ekip göndereceklerini belirttiler. zamanın geçtiğini görünce Amerikalı meslektaşlara ilgilinin iadesinin hızlı bir şekilde gerçekleşmemesi durumunda Makedonya’nın Bay El-Masri’yi serbest bırakmak zorunda kalacağını ifade ettim.", "11.  Sonunda 23 Ocak 2004 günü, Bay El-Masri CIA’nin « iade etme ekibine » Skopje havalimanında teslim edildi ve CIA’nin bir uçağıyla Makedonya dışına oturuldu.", "12.  Bütün operasyon Makedonya tarafında İçişleri Bakanlığına bağlı UBK personeli tarafından titizlikle yönlendirildi. Belgeler güvenliğe alındı ve Bakanlığın arşivlerinde muhafaza ediliyordur. İçeriğini tam olarak bilmiyorum ama ilgili dosyaların İçişleri bakanı olduğum dönem boyunca imha edilmediklerini biliyorum.", "13.  Bay El-Masri’nin gidisinden birkaç gün sonra İçişleri Bakanlığının normal hiyerarşik yollarıyla operasyon üzerine kesin bir rapor aldım. Hatırladığım kadarıyla bu rapor Bay El-Masri ile ilgili olarak Makedonya’nın uluslararası meşru bir yakalama kararı hükümlerine titizlikle uyduğunu belirtiyordu. Makedonya İçişleri Bakanlığının faaliyetlerini düzenleyen kanun ve ulusal prosedürlere uygun bir şekilde hareket etmiştir.", "14.  Makedonya’nın terörizm ile uluslararası mücadelede güvenilir partner imajı operasyonun yürütülme sekliyle güçlenmiştir. Amerikalı partnerlerimiz Makedonya’nın bu davayı ele alma seklinden memnun olmuşlardır.", "15.  Amerikalı otoritelerin Bay El-Masri’yi aylarca tuttuktan sonra hakkında hiçbir kovuşturma açmadan serbest bıraktıklarını biliyorum. Bay El-Masri’nin kendisini içinde bulduğu durum görünüşe göre bir hatadan kaynaklanmıştır. Onun davasında eğer bir hata islenmiş ise bu hatanın Makedonya’ya yükletilemeyeceğine ve bu olayda Makedonya otoritelerini Bay El-Masri’ye zarar vermek istemekle suçlamanın mümkün olmadığına inanıyorum.", "16.  Bay El-Masri’nin davasını Strazburg’taki Avrupa İnsan Hakları Mahkemesi önüne götürdüğünü biliyorum. İşbu ifadeyi sadece Mahkeme’nin Bay El-Masri başvurusuyla ilgili kararı için yaptığımı açıkça beyan eder ve bu ifadenin kişileri hedef alacak soruşturmalar kapsamında kullanılamayacağını belirtirim.", "(...)", "18.  İşbu ifade de açıklanan hususların doğrusu gerçeği, bütün gerçeği ve sadece gerçeği yansıttığını onurum üzerine büyük bir ciddiyetle beyan ederim. »", "2.  Bay J.G.S. tarafından başvurucunun davasıyla ilgili sunulan bilirkişi raporu", "75.  Britanya vatandaşı Bay J.G.S. bir hukukçu ve meslekten soruşturmacıdır. Marty soruşturması kapsamında senatör Dick Marty’nin danışmanı ve Feva soruşturmasının üyesi olarak atanmış, Eski Yugoslav Makedonya Cumhuriyeti’nde olay tespit misyonlarına katilmiş, bu Devlette en üst düzeyde yapılan toplantılara katilmiş olup Hükümet’e yakin kaynaklardan ve istihbarat servislerinde irtibatlara sahiptir. Başka şeyler yanında başvurucunun davasını da Eski Yugoslav Makedonya Cumhuriyeti ve diğer Devletlerden Hükümet memurları ve hükümet dışı örgüt temsilcileriyle konuşmuştur. Aynı zamanda başvurucuyu 2006’da birçok sefer ve başka tanıkları sorgulamıştır. Open Society Justice Initiative örgütünün talebi üzerine altmış iki sayfadan oluşan ve içinde bu olayla ilgili yaptığı araştırmaların vardığı olgusal tespitleri detaylandırdığı raporunu 28 Mart 2011 tarihinde sunmuştur. Rapor « başvurucunun dava dosyasına konulmuş olan çok sayıda ifade, belge ve diğer maddi unsurlara » dayanıyor. Bu unsurların birçoğunu konusun hassas ve gizli nitelikte olmasından dolayı kimliğinin açıklanmasını istemeyen kişiler sunmuştur. Bay J.G.S. bu raporda Hükümet’in « bu olayı aydınlatmaya izin verecek nitelikte olan dosyanın bütün unsurlarını « çok gizli » seklinde sınıflandırdığını » belirtmektedir (raporun 21. paragrafı). Bay J.G.S. Tabanovce sınır kapısına, otele ve Skopje havalimanına birçok kez gittiğini ve [söz konusu] olaylara doğrudan katılan veya bu olayları gören tanık ve diğer kaynakları » sorguya çektiğini belirtmiştir. Su noktalarda ayrıntılı bilgiler veriyor: başvurucunun savunmacı Devlet topraklarına varması, Tabanovce sınır kapısındaki olayların kronolojisi, Makedonya sınır polisinin ilgiliye yönelik aldığı tedbirler, UBK’nin Tabanovce’deki müdahalesi ve başvurucunun yerinde yapılan sorgusu, UBK ve CIA arasındaki bağlar ve CIA tarafından kiralanan ve başvurucuyu Skopje havalimanından almak için kullanıldığı düşünülen uçağın inişi, uçağın yol güzergâhı ve uçuş saatleri. UBK ajanlarının Tabanovce sınır karakoluna varmasından sonra Makedonya otoritelerinin « Bay El-Masri’yi Makedonya ajanlarının elinde olduğu sırada etkileyebilecek normalin dışına çıkan – özellikle de Makedonya yasa ve prosedürlerini ihlal eden – her olayı gizlemek için (...) kılı kırk yaran büyük çapta hazırlıklar yapmış olduklarını » tespit etmiştir. « söz konusu olaylarla ilgili olarak gerçeğin ortaya çıkarılması için kullanılabilecek neredeyse bütün bağımsız soruşturma olasılıklarını kamufle etmeye ya da tehlikeye atmaya çalışan Makedonya otoritelerinin göstermiş oldukları titizlikten şaşakaldığını » söylemektedir (raporun 141. paragrafı).", "3.  Anayasal Haklar ve İnsan Hakları için Avrupa Merkezi’nin beyanları (European Centre for Constitutional and Human Rights – ECCHR)", "76.  Başvurucu Mahkeme’ye ECCHR’nin Bundestag birinci soruşturma Komisyonu’nun raporu (yukarıda paragraf 59-61), Amerikan büyükelçiliği tarafından gönderilen telgraflar (aşağıda paragraf 77) ve Münih savcılığı tarafından çıkarılan yakalama müzakereleri (yukarıda paragraf 58) ile ilgili görüşlerini açıklayan iki rapor sunmuştur.", "4.  WikiLeaks tarafından yayımlanan telgraflar", "77.  Başvurucu Mahkeme’ye içinde savunmacı Devlet, Almanya ve İspanya’daki Amerikan diplomatik misyonlarının Amerikan Devlet sekretaryasına başvurucunun davasıyla ve/veya CIA tarafından kiralandığı iddia edilen uçuşlarla ve Almanya ve İspanya’da yürütülen soruşturmalarla ilgili olarak hesap verdiği çok sayıda diplomatik telgraf sunmuştur (telgraf 06SKOPJE105, 2 Şubat 2006; telgraf 06SKOPJE118, 6 Şubat 2006; telgraf 07BERLIN242, 6 Şubat 2006; telgraf 06MADRID1490, 9 Haziran 2006 ve telgraf 06MADRID3104, 28 Aralık 2006). Bu telgraflar 201’da WikiLeaks tarafından yayımlanmıştır (7 Aralık 2010’da BBC tarafından « alarm veren internet sitesi » olarak tasvir edilmiştir).", "II.  KONUYLA İLGİLİ ULUSAL HUKUK", "A.  1991 Anayasası (Устав)", "78.  Anayasa’nın 12. maddesinin 1, 2 ve 4. fıkralarına göre özgürlük hakkı geri alınamaz bir haktır. Bir adli kararın uygulanması durumu, yasada öngörülen haller ve belirlenen yollar dışında hiç kimse özgürlüğünden yoksun bırakılamaz. Her tutuklu hemen ve en geç yakalanmasından itibaren yirmi dört saat içerisinde tutukluluğunun yasaya uygunluğuyla ilgili hemen karar vermesi gereken bir mahkeme önüne çıkarılmalıdır.", "B.  Ceza Kanunu (Кривичен законик)", "1.  Ceza kovuşturmalarının zamanaşımına uğraması", "79.  Ceza Kanunu’nun 107. maddesinin 1. fıkrasının 4. bendine göre üç yıldan fazla hapis cezasını gerektiren suçlar suçun işlendiği tarihten itibaren beş yıl içerisinde zamanaşımına uğrar.", "2.  Zamanaşımı süresinin dolması ve durması", "80.  108. maddenin 3. fıkrasına göre bir suçun failinin kovuşturulması için yapılmış usulle ilgili her işlem zamanaşımı süresini durdurur.", "3.  Özgürlükten yasadışı bir şekilde yoksun bırakılma", "81.  Ceza Kanunu’nun 140. maddesi kanuna aykırı bir şekilde başka bir kimseyi hapseden ya da tutsak eden ya da başkasının hareket özgürlüğünü başka bir şekilde kısıtlayan herkesin para cezasına ya da bir yıl hapis cezasına çarptırılacağını bildirir. Başkasını kanuna aykırı bir şekilde özgürlüğünden yoksun bırakan her memur altı aydan beş yıla kadar hapis cezasıyla cezalandırılır.", "4.  İşkence", "82.  Ceza Kanunu’nun 142. maddesi işkence fiillerini üç aydan beş yıla kadar hapis cezasıyla cezalandırıyor.", "5.  Resmi görev kapsamında kötü muamelede bulunma", "83.  Ceza Kanunu’nun 143. maddesine göre, resmi görevi sırasında başkasına kötü davranan, hakaret eden, başkasının gözünü korkutan ya da genel olarak başkasına insan onurunu ya da kişiliğini düşürecek bir muamelede bulunan herkes altı aydan beş yıla kadar hapis cezasıyla cezalandırılır.", "C.  1997 tarihli Ceza Muhakemeleri Kanunu’nun (Закон за кривичната постапка) olayların olduğu dönemde yürürlükte olan versiyonu", "84.  Bu kanunun 3. maddesi, celp edilen, yakalanan ya da tutuklanan herkesin kısa bir zamanda ve anladığı bir dilde celp, yakalanma ya da tutuklanma nedenleri ile kanunda kendisine tanınan haklar hakkında bilgilendirilmesi gerektiğini öngörmekteydi. İlgili kişi ifade vermeye zorlanamıyordu. Bütün şüphelilerin, yani bir suçla itham edilen herkesin, susma hakkına, bir avukata danışma hakkına, istediği bir avukatın sorgusunda hazır bulunmasını isteme hakkına ve üçüncü bir kişiyi tutuklanmasından haberdar etme hakkına sahip olduğu konusunda açıkça ve hemen bilgilendirilmesi gerekiyordu. Bir tutuklunun kısa bir zamanda ve en geç yakalanmasından itibaren yirmi dört saat içerisinde, tutukluluğunun yasaya uygunluğu hakkında karar vermeye yetkili bir mahkeme önüne çıkarılması gerekiyordu.", "85.  Kanunun 16. maddesine göre ceza kovuşturması yetkili bir savcının talebiyle açılıyordu. Devlet tarafından re’sen ya da mağdur tarafın talebiyle kovuşturulabilecek suçlarla ilgili davalarda yetkili savcı savcılık iken sadece şahsi suçlamaya konu olabilecek suçlarla ilgili davalarda şahsi suçlayıcı söz konusuydu. Eğer savcılık ceza kovuşturması açmayı ya da kovuşturmayı devam ettirmeyi haklılaştıracak bir nedenin bulunmadığına karar verirse bu durumda mağdur ikinci derece savcı gibi hareket edip kanunda öngörülen şartları yerine getirmek kaydıyla savcının yerine geçebiliyordu.", "86.  Kanunun 56. maddesinin 1, 2 ve 4. fıkralarından bir kamu savcısının Devlet tarafından kovuşturulabilecek bir suçla ilgili olarak kamu davası açılmasına gerek olmadığına karar vermesi durumunda, kararını sekiz gün içerisinde mağdura bildirmesi ve mağduru kendisinin dava açabileceği konusunda bilgilendirmesi gerektiği çıkıyordu. Mağdur savcının tebligatını aldığı tarihten itibaren sekiz gün içerisinde dava açmalıydı. Savcının kararı konusunda bilgilendirilmemiş olan her mağdur, şikâyetinin savcı tarafından reddedilmesinden sonra üç ay içerisinde, mahkemeden kovuşturmaya devam etmesini yazılı taleple isteyebiliyordu.", "87.  Kanunun 144. maddesine göre savcının, başka gerekçeler yanında, ortada bir suçun işlendiği sonucuna varmayı sağlayacak bir bulgu yoksa ceza şikâyetini reddetmesi gerekiyordu. Savcının mağdura şikâyetinin reddedildiğini ve bu reddin gerekçelerini sekiz gün içerisinde bildirmesi gerekiyordu (kanunun 56. maddesi). Bu maddede Ekim 2004 tarihinde yapılan bir değişikliğe göre savcılığın mağdura ceza şikâyetini reddeden kararın bir kopyasını göndermesi ve ona kendisinin sekiz gün içerisinde dava açabileceğini bildirmesi gerekiyordu. Delillerin ya da kimliği belirsiz kişiye karşı yapılmış şikâyetin yetersiz olması durumunda savcılığın normalde İçişleri Bakanlığına bilgi almak için başvurması gerekiyordu. Savcılık olayların ortaya çıkarılmasına katkı sunabilecek başka kişilerden de bilgi talep edebiliyordu.", "88.  184. madde tutuklama gerekçelerini belirlemekteydi.", "89.  185. madde tutuklama kararını sorgu hâkiminin vereceğini bildiriyordu. Tutuklu kişinin bu karara itiraz etmek için yirmi dört saat içerisinde üç hâkimli komiteye başvurması gerekiyordu. Komitenin kırk sekiz saat içerisinde bu başvuruyu karara bağlaması gerekiyordu.", "90.  188. maddenin 2. fıkrası İçişleri Bakanlığı memurlarının, adli bir karar almalarına gerek olmadan, kanuna göre kovuşturulabilecek bir suç işlediğinden şüphe ettikleri herkesi yakalayabileceklerini öngörüyordu. Yakalanan kişinin kısa bir zaman içerisinde bir sorgu hâkimi önüne getirilmesi gerekiyordu. 188. maddenin 3. fıkrasına göre ve genel kuralın bir istisnası olarak Bakanlık memurları, kimliğinin belirlenmesi ya da alibisinin kontrol edilmesi gereken bir kişiyi ya da üçüncü bir kişiye karşı dava açılmasını sağlamak için gerekli bilgiyi araştırmayı haklılaştıracak başka nedenlerin bulunması durumunda bir kişiyi yakalayabiliyorlardı. 188. maddenin 4. fıkrasına göre kanunun 3. maddesinde belirtilen bilgilerin yakalanan kişiye bildirilmesi gerekiyordu. 188. maddenin 6. fıkrası, 188. maddenin 3. fıkrasına göre gerçekleştirilen bir tutuklamanın yirmi dört saati geçemeyeceğini belirtiyordu. Sonra Bakanlık memurunun ya yakalanan kişiyi serbest bırakması ya da 188. maddenin 2. fıkrasına uygun bir şekilde hareket etmesi gerekiyordu.", "D.  Borçlar Kanunu (Закон за облигационите односи)", "91.  Borçlar Kanunu’nun 141. maddesi bir hukuki tazminat talebine temel oluşturabilecek çeşitli nedenler sunmaktadır.", "92.  157. maddeye göre bir işverenin çalışanı görevini yaparken veya göreviyle ilgili olarak bir zarara yol açarsa bu durumda işverenin sorumluluğu doğar. Eğer zarara kasten yol açılmış ise mağdur zararının tazminini doğrudan çalışandan isteyebilir. Kasten ya da ihmal sonucu çalışanın zarara yol açtığı bir durumda, işveren çalışana rücu edip ondan mağdura tazminat başlığıyla vermek zorunda kaldığı miktarı isteyebilir.", "III.  ULUSLARARASI HUKUK METİNLERİ VE İLGİLİ DİĞER KAMUSAL BELGELER", "A.  Uluslararası hukuki belgeler", "1.  24 Nisan 1963 tarihinde Viyana’da yapılan ve 19 Mart 1967 tarihinde yürürlüğe giren Konsolosluk İlişkileri Hakkında Viyana Sözleşmesi", "93.  Konsolosluk İlişkileri Hakkında Viyana Sözleşmesi’nin 36. maddesinin bu olayla ilgili kısımları şöyledir:", "Madde 36\nGönderen Devlet uyruklarıyla temas", "« 1.  Gönderen Devletin uyruklarına ilişkin konsolosluk görevlerinin yerine getirilmesinin kolaylaştırılması amacıyla:", "(...)", "b.  İlgili talep ettiği takdirde, kabul eden Devletin yetkili makamları gönderen Devletin bir uyruğunun gönderen Devlet konsolosluğu alanı içerisinde tutuklanmasından, hapsedilmesinden veya önleyici mahiyette veya herhangi bir şekilde gözaltına alınmasından vakit geçirmeksizin söz konusu konsolosluğu haberdar edeceklerdir. Tutuklanmış, hapsedilmiş veya önleyici mahiyette veya herhangi bir şekilde gözaltına alınmış olan kişiden konsolosluğa hitaben sadır olmuş her türlü haber, keza, anılan makamlarca derhal konsolosluğa intikal ettirilecek ve yine bu makamlar, bu bentle tanınmış olan haklar hakkında ilgili kişiye gecikmeksizin bilgi vereceklerdir (...) »", "2.  Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşme", "94.  16 Aralık 1966’da kabul edilen ve 23 Mart 1976’da yürürlüğe giren bu Sözleşme’nin ilgili hükümleri şöyledir:", "Madde 4", "« (...)", "2.  Bu hükme dayanılarak Sözleşme’nin 6, 7, 8 (1. ve 2. fıkralar), 11, 15, 16 ve 18. maddelerine aykırılık getirilemez.", "(...) »", "Madde 7", "« Hiç kimse işkenceye ya da zalimane, insanlık dışı ya da küçük düşürücü muamele ya da cezalandırmaya maruz bırakılamaz. Özellikle, hiç kimse kendi özgür rızası olmadan tıbbi ya da bilimsel deneylere tabi tutulamaz. »", "Madde 9", " « 1. Herkesin kişi özgürlüğü ve güvenlik hakkı vardır. Hiç kimse keyfi olarak yakalanamaz veya tutuklanamaz. Hiç kimse kanunun tayin ettiği sebeplere ve usule uygun olmaksızın özgürlüğünden yoksun bırakılamaz.", "2. Tutuklanan herkese, tutuklandığı anda, tutuklanma nedenleri ve hakkında ileri sürülen iddialar derhal bildirilecektir.", "3. Bir suç işlediği iddiasıyla yakalanan ya da tutuklanan herkes, derhal bir yargıcın ya da yasalarla yargı erkini kullanmaya yetkili kılınmış bir başka resmi görevlinin önüne çıkarılacak ve uygun bir süre içinde yargılanma ya da salıverilme hakkına sahip olacaktır. Yargılanmayı bekleyen kişilerin tutuklu olmaları genel kural olmayacaktır; ancak, salıverme, sanığın duruşmalarda, adli takibatın diğer safhalarında ve gerekli hallerde hükmün infazında hazır bulunması için güvencelere bağlanabilir.", "4. Yakalanma ya da tutuklanma yoluyla özgürlüğünden yoksun bırakılan herkesin, mahkemenin gecikmeksizin tutuklamanın yasallığı konusunda karar vermesini ve yakalamanın yasal olmaması halinde, salıverilmesini kararlaştırması için mahkemeye başvurma hakkı vardır.", "5. Yasal olmayan bir yakalama ya da tutuklama işleminden mağdur olan herkesin, icrası kabil zorunlu tazminat hakkı olacaktır. »", "3.  Bütün Kişilerin Zorla Kaybedilmeden Korunmasına Dair Uluslararası Sözleşme", "95.  20 Aralık 2006’da kabul edilen ve 23 Aralık 2010’da yürürlüğe giren – ve savunmacı Devlet tarafından imzalanmış ancak onaylanmamış olan – bu Sözleşme’nin olayla ilgili hükümleri şöyledir:", "Birinci madde", "« 1.  Hiç kimse zorla kaybedilmeye maruz bırakılamaz.", "2.  Fiili savaş durumu, savaş tehdidi, ülke içinde siyasal istikrarsızlık veya başka herhangi bir kamusal acil durum dâhil olmak üzere, hangi istisnai koşullar söz konusu olursa olsun, bunlar zorla kaybedilme olayları için gerekçe olarak ileri sürülemez. »", "Madde 2", "« Bu Sözleşme’nin amaçları açısından « zorla kaybedilme » terimi, kişilerin, Devlet adına görev yapan veya Devletin yetkilendirmesi, desteği ve bilgisiyle hareket eden kişiler veya gruplar tarafından tutuklanması, gözaltına alınması, kaçırılması veya başka herhangi bir biçimde özgürlüklerinden yoksun bırakılması; ardından söz konusu kişilerin kendi fiillerini reddetmeleri veya kaybolan kişinin nerede ve ne durumda olduğunu gizlemeleri ve sonuçta kayıp kişinin hukukun koruması dışında kalması durumunu anlatmak amacıyla kullanılır. »", "Madde 3", "« Taraf Devletlerden her biri, Devletin yetkilendirmesi, desteği veya bilgisi olmaksızın hareket eden kişiler veya gruplar tarafından gerçekleştirilen ve 2. maddede tanımlanan fiilleri soruşturmak üzere gerekli önlemleri alacaklar ve sorumlularını yargı önüne çıkaracaklardır. »", "Madde 4", "« Taraf Devletlerden her biri, zorla kaybedilmelerin ceza yasası çerçevesinde suç sayılmasını sağlayacak önlemleri alacaktır. »", "4.  2001 yılında Birleşmiş Milletler İnsan Hakları Yüksek Komiseri tarafından yayımlanan işkence ve diğer zalimane, insanlık dışı veya onur kırıcı ceza ve muamelelere karşı etkili bir soruşturma yapmak için el kitabı", "96.  Bu el kitabının ilgili kısmı şöyledir:", "« 80.  İşkence veya kötü muamele olduğunu iddia eden mağdurlar ya da onların yasal temsilcileri düzenlenebilecek bütün dinleme işlemleri konusunda bilgilendirilirler. Bu kişiler bu dinlemelere katılma olanağına sahip olup soruşturmayla ilgili her bilgiye ulaşabilirler. Bu kişiler başka delil de sunabilirler. »", "5.  Uluslararası Hukuk Komisyonu tarafından 3 Ağustos 2001 tarihinde kabul edilen uluslararası yasadışı olaylarda Devletin sorumluluğuyla ilgili maddeler, Uluslararası Hukuk Komisyonu Yıllığı, 2001, cilt. II", "97.  Olayla ilgili maddeler şöyledir:", "Madde 7\nYetki aşımı ya da talimatlara aykırı davranış", "« Devletin bir organının ya da kamu gücünden doğan itirazları kullanmaya yetkili bir kişi ya da varlığın davranışı, eğer bu organ, kişi ya da varlık bu nitelikle hareket ediyorsa yetkilerini aşsa ya da talimatlara aykırı davransa bile, uluslararası hukukta Devletin bir fiili olarak kabul edilir. »", "Madde 14\nUluslararası bir yükümlülüğün ihlalinin zaman içerisinde sürmesi", "« 1.  Devam eden bir niteliğe sahip olmayan uluslararası bir yükümlülüğün Devlet tarafından ihlalinin etkileri devam etse de ihlal olayın olduğu zaman oluşur.", "2.  Devam eden bir niteliğe sahip olan uluslararası bir yükümlülüğün Devlet tarafından ihlali olayın devam ettiği dönem boyunca uzar ve uluslararası yükümlülüğe aykırı olmaya devam eder.", "3.  Devletin bir olayın meydana gelmesini engellemesini gerektiren uluslararası bir yükümlülüğün ihlali olayın olduğu zaman oluşur ve olayın devam ettiği dönem boyunca uzar ve bu yükümlülüğe aykırı olmaya devam eder. »", "Madde 15\nKarma bir olayın oluşturduğu ihlal", "« 1. Uluslararası bir yükümlülüğün genel olarak gayrimeşru olarak tanımlanan bir dizi eylem ya da ihmal sonucunda Devlet tarafından ihlali, başka eylem ya da ihmallerle birleştiğinde gayrimeşru bir olay meydana getirmeye yetecek olan eylem ya da ihmalin meydana gelmesiyle oluşur.", "2.  Böyle bir durumda ihlal eylem ya da ihmaller serisinin birinci eylem ya da ihmaliyle başlayan bütün dönem boyunca uzar, bu eylem ya da ihmaller tekrarlandıkça devam eder ve söz konusu uluslararası yükümlülüğe aykırı olmaya devam eder. »", "Madde 16\nUluslararası gayrimeşru fiilin işlenmesinde yardım ve destek sunma", "« Uluslararası gayrimeşru bir fiilin işlenmesinde başka bir Devlete yardım ve destek sunan Devlet, şu durumlarda bu şekilde hareket etmekten dolayı uluslararası anlamda sorumludur:", "a)  söz konusu Devletin uluslararası gayrimeşru olayın şartlarını bilerek bu şekilde hareket etmesi ve", "b)  olayın bu Devlet tarafından yapılması durumunda da uluslararası anlamda gayrimeşru olacak olması. »", "6.  İşkence ve diğer zalimane, insanlık dışı veya onur kırıcı ceza veya muamelelerden sorumlu İnsan Hakları Komisyonu Özel Raportörünün Birleşmis Milletler Genel Meclisi’ne 2 Temmuz 2002 tarihinde sunduğu rapor (A/57/173)", "98.  Bu raporun ilgili kısımları şöyledir:", "« 35.  Son olarak Özel Raportör, bütün Devletlerden, hiçbir durumda, terörizm ya da başka suçlardan hesap vermeleri için iade etmek niyetinde oldukları insanların, onları kabul edecek ülke Hükümetinin iade edecek otoritelere, bu kişilerin geri dönüşleri sırasında işkence ya da başka herhangi bir kötü muamele şekline maruz bırakılmayacakları ve bu kişilerin insanlık onuruna yaraşır bir şekilde muamele görmelerini sağlamak için gerekli tedbirlerin alındığı güvencesini çok açık bir şekilde vermedikçe, teslim edilmemelerini sağlamalarını talep etmek ister. »", "7.  Avrupa Konseyi Parlamenterler Asamblesi tarafından 26 Nisan 2005 tarihinde kabul edilen Kişilerin Amerika Birleşik Devletleri tarafından Guantánamo Bay’da tutulmalarının yasallığı hakkında 1433 sayılı karar", "99.  Bu kararın ilgili kısımları şöyledir:", "« 7.  Asamble, bu ve başka güvenilir kaynaklar tarafından sunulan olgusal ve hukuki unsurların derinlikli analizi temelinde, insanların Amerika Birleşik Devletleri tarafından Guantanámo Bay’da tutulma şartlarının şu gerekçelerle yasadışılıklar içerdiği ve hukuk Devleti ilkesine uygun olmadığı sonucuna varmıştır:", "(...)", "vii.  « iade etme », yani insanların sorgulanmaları ya da tutuklanmaları amacıyla her türlü adli prosedürün dışında başka ülkelere nakledilmeleri, işlemine başvurmak suretiyle Amerika Birleşik Devletleri, refulman yasağını ihlal ederek, tutukluların başka ülkelerde işkence ve zalimane, insanlık dışı ya da onur kırıcı muamelelere tabi tutulmalarına izin vermiştir (...) »", "8.  Avrupa Konseyi Parlamenterler Asamblesi tarafından 3 Ekim 2005 tarihinde kabul edilen Zorla kaybedilmeler hakkında 1463 sayılı karar", "100.  Bu kararın ilgili kısımları şöyledir:", "« 1.  « zorla kaybedilme » terimi özgürlükten yoksun bırakılmayı, bu özgürlükten yoksun bırakılma durumunu kabul etmeyi ya da kayıp insanın sonunun ne olacağını ve bulunduğu yeri söylemeyi reddetmeyi ve kişinin kanunun korumasından mahrum bırakılmasını kapsar.", "2.  Parlamenterler Asamblesi zorla kaybedilmeyi, işkence ve öldürme gibi, insan haklarının çok ağır bir ihlali olarak görür ve kategorik bir şekilde mahkûm eder ve Avrupa’da bile bu insanlık felaketinin ortalığı kırıp geçirmeye devam ettiğini kaygıyla tespit eder. »", "9.   Birleşmiş Milletler Genel Meclisi tarafinda 21 Şubat 2006 tarihinde kabul edilen işkence ve diğer zalimane, insanlık dışı veya onur kırıcı ceza veya muameleler hakkında 60/148 sayılı karar", "101.  Birleşmiş Milletler Genel Meclisi’nin 60/148 sayılı kararının ilgili kısımları şöyledir:", "« Genel Meclis:", "(...)", "11.  Uzun bir süre boyunca gizli tutulma ya da gizli yerlerde tutulmanın işkence ve diğer zalimane, insanlık dışı ya da onur kırıcı ceza ya da muamele uygulanmasını kolaylaştırdığını ve tek başına böyle bir muamele oluşturabileceğini bütün Devletlere hatırlatır ve ısrarla bütün Devletlerden kişi özgürlüğü, güvenliği ve onuruyla ilgili güvencelere uymalarını ister. »", "10.  Avrupa Hukuk Yoluyla Demokrasi Komisyonu (Venedik Komisyonu) tarafından 17 Mart 2006 tarihinde kabul edilen mahkûmların gizli tutuldukları yerler ve Devletlerarası nakilleriyle ilgili Avrupa Konseyi üyesi Devletlerin uluslararası yasal yükümlülükleri hakkında 363/2005 sayılı görüş", "102.  Venedik Komisyonu’nun bu görüşünün ilgili kısımları şöyledir:", "« 30.  Mahkûmların tutuklanmalarını ve yasadışı nakillerini belirtmek için kullanılan terminolojiyle ilgili olarak Venedik Komisyonu « iade etme » teriminin kamusal tartışmada sıkça kullanıldığını not eder. Bu bir uluslararası hukuk terimi değildir. Bir Devletin ağır bir suça (örneğin terörist eylem) karıştığından şüphelendiği bir insanı başka bir ülkede tutması durumu için kullanılır. Bu terim aynı zamanda böyle bir insanın birinci Devlet toprakları üzerinde ya da onun yetkisi dâhilindeki bir yerde ya da üçüncü bir ülkede tutulması için nakledilmesini de ifade etmektedir. Dolayısıyla « teslim etme » araçlardan daha çok sonucu – şüphelenilen bir insanin tutuklanması – ifade eden genel bir terimdir. Bir « teslim etme »nin yasallığı ilgili Devletlerin mevzuatı ile özellikle uluslararası insan hakları hukuku başta gelmek üzere uluslararası hukukun uygulanabilir kurallarına bağlıdır. Bu böyle olmakla birlikte, olaya karışmış olan Devletlerden (Devlet organlarının ülke toprakları dışındaki faaliyetlerini yasaklamayan ya da düzenlemeyen) birisinin ulusal hukukuna uygun olan özel bir « teslim etme », ilgili diğer Devletlerin iç hukukuna uygun olamayabilir. Ayrıca bir « teslim etme » uluslararası örf ve adet hukukuna ya da örf ve adetlerden doğan yükümlülüklere ya da karışan Devletlerin uluslararası insan hakları hukuku ve/veya uluslararası insanlık hukuku kapsamında sorumlu oldukları antlaşmalardan doğan yükümlülüklere aykırı olabilir.", "31.  « olağandışı iade etme » terimi bir kişinin tutuklanmasının kişinin, yakalanma anında içinde bulunduğu Devlette uygulanan hukuk prosedürlerine uygun olmadığı konusunda hiçbir şüphenin olmadığı ya da az şüphenin olduğu durumlarda kullanılıyor gibi.", "(...)", "159.  (...)", "Mahkûmların Devletlerarası nakilleriyle ilgili olarak", "(...)", "f)  Bir mahkûmun yabancı otoritelere teslim edilmesinin sadece dört yasal şekli vardır: sürgün, suçluların iadesi, transit ve hükümlülerin cezalarını başka ülkelerde çekmek için nakledilmeleri. Suçluların iadesi ve sürgün prosedürü uygulanabilir hukuk tarafından belirlenmeli ve mahkûmlar uygun hukuki güvenceler ile yetkili otoritelere ulaşma hakkı elde etmelidir. İşkence ya da kötü muameleye maruz kalma riski bulunan bir ülkeye iade ve gönderilme yasağına uyulmalıdır. »", "11.  Terörizmle Mücadelede İnsan Hakları ve Temel Özgürlüklerin Korunması ve Geliştirilmesine Dair Birleşmiş Milletler Özel Raportörünün raporu, A/HCR/10/3, 4 Şubat 2009", "103.  Özel Raportör raporunda şu mülahazalarda bulunmuştur:", "« 38. (...) Özel Raportör insanların uzun bir dönem boyunca sadece bilgi elde etmek ya da önleme adına başka belirsiz amaçlarla tutulmalarından endişe duymaktadır. Bu durumlar özgürlüğünden keyfi olarak yoksun bırakılma durumu oluşturur. Uzun süreli bir tutukluluğu gerektirecek nedenlerin varlığına bağımsız ve tarafsız bir mahkeme karar vermelidir. Kişilerin uzun süreyle tutuklu kalmaları, otoriteler için, kriminel nitelikli şüphelerin doğrulanabilir olup olmadıklarını hemen belirleme ve doğrulanabilir iseler şüpheliyi suçlama ve adalet önüne çıkarma yükümlülüğü doğurur. (...)", "51.  Amerika Birleşik Devletleri’nin bütün bir olağandışı iade, uzun süreli gizli tutuklama ve işkence ve diğer kötü muamele biçimleri yasağını ihlal eden uygulamalar sistemi kurmuş olması Özel Raportör için çok endişe verici kalmaya devam ediyor. Uluslararası bir istihbarat değiş tokuşu hattını gerektiren bu sistem, terörle savaşta partnerlerle istihbarat konusundaki işbirlikleri aracılığıyla paylaşılan kirli bir bilgi kaynağı yaratmış ve böylece alıcı Devletlerin hukuki ve kurumsal sistemlerinin kurumsal kültürünü bozmuştur.", "(...)", "60.  Devletlerin yararlı bir başvuru yolu sağlama yükümlülüğü başta gelmek üzere insan haklarıyla ilgili yükümlülükleri, özellikle de uluslararası suçlar ya da insan haklarının açık ihlalleri söz konusu olduğunda, söz konusu hukuki düzenlemelerin her türlü soruşturmayı a priori bertaraf etmeye yol açmamasını ya da gayrimeşru olayların gün yüzüne çıkarılmasını engellememesini gerektirir (...). Devlet sırrı ayrıcalığının, Amerika Birleşik Devletleri’nin gizli tutuklama, sorgulama ve geri iade programı ya da istihbarat konusunda (« kaynak kontrolü » (...) politikasına uygun olarak) üçüncü kişileri ilgilendiren kural gibi (...) gerçek politikaları haklılaştırmak için genel bir şekilde ileri sürülmesi etkili soruşturma yapılmasını engellemekte ve başvuru yolu hakkının içini boşaltmaktadır. Bu durum Medeni ve Siyasi Haklara İlişkin uluslararası Sözleşme’nin 2. maddesine aykırı olup ayrıca Devletlerin açık insan hakları ihlalleri ve uluslararası insancıl hukukunun ağır ihlalleri hususunda yapılan soruşturmalarda adli destek sunma yükümlülüklerini de ihlal edebilir. »", "12.  9/11 ve 12/12 sayılı kararlar : 24 Eylül 2008 tarihinde Birleşmiş Milletler İnsan Hakları Konseyi tarafından kabul edilen Gerçeğe ulaşma hakkı ve 12 Ekim 2009", "104.  Bu kararların ilgili kısmı şöyledir:", "« (...) İnsan hakları Komitesi ve Zorla ya da Rıza Dışı Kaybedilme Üzerine Çalışma Grubu (...), açık insan hakları ihlali mağdurlarının ve onların aile üyelerinin meydana gelen olaylarla ilgili gerçekleri ve özellikle de bu ihlallere yol açan kişilerin kim olduklarını bilme haklarının olduğunu kabul etmişlerdir (...) ».", "13.  Avrupa Konseyi : Ağır İnsan Hakları İhlallerinin Cezasız Kalmasını Önlemek İçin Bakanlar Komitesi Temel İlkeleri, 30 Mart 2011", "105.  Bu temel ilkeler ağır insan hakları ihlallerini doğuran eylem ya da ihmallerin cezasız kalması sorununu konu edinmektedir. Bu ilkeler Sözleşme’nin Devletlere yüklediği yükümlülükleri, daha açıkçası sadece ajanlarıyla ilgili değil ama aynı zamanda Devlet dışı aktörlerle ilgili olarak pozitif tedbirler alma yükümlülüğünü kapsamaktadır. Bu temel ilkelere göre « (...) cezasızlığı doğuran ya da onu kolaylaştıran şey özellikle de Devlet görevli ve kurumlarının ağır insan hakları ihlalleri karşısında yeterli tepkiyi vermemeleridir. (...) Devletlerin, mağdurlar için adaleti sağlamak, gelecekte insan hakları ihlallerinin işlenmesini caydırmak ve hukuk Devleti ve kamuoyunun adli sisteme olan güvenini muhafaza etmek için, cezasızlıkla mücadele etme ödevleri vardır ». Temel ilkeler özellikle cezasızlığın önlenmesi için Devletler tarafından alınması gereken genel tedbirleri belirlemekte, soruşturma yükümlülüğünü yerleştirmekte ve özgürlüğünden yoksun bırakılmış insanlar için öngörülecek güvenceleri belirlemektedir.", "B.  Bir dizi uluslararası organ ve yabancı yargı merciinin ilgili içtihadı", "1.  İngiltere ve Gal Ülkeleri İstinaf Mahkemesi (hukuk dairesi) (Court of Appeal of England and Wales (Civil Division)), Abbasi ve diğeri/Dışişleri ve Commonwealth Bakanlığı ve İçişleri Bakanlığı, dava no C/2002/0617A ; 0617B, 6 Kasım 2002", "106.  Bu dava Britanya vatandaşı olan ve Amerikan güçleri tarafından Afganistan’da yakalanan ve Ocak 2002’de Guantanamo’ya sevk edilen ve orada bir mahkeme ya da avukata erişme olanağı bulunmadan tutulmasından şikâyet eden Bay Feroz Ali Abbasi ile ilgiliydi. İlgili keyfi olarak tutuklanmama hakkının ihlal edildiğini iddia ediyordu. İstinaf mahkemesi, « hukuki siyah delik » olarak nitelendirdiği, Bay Abbasi’nin Guantanamo’da tutulmasının keyfi olduğuna ve « uluslararası hukuk ile [İngiliz ve Amerikan] yargı mercileri tarafından tanınan temel ilkelere açıkça aykırı olduğuna » hükmetmiştir.", "2.  Dokuzuncu devre için Amerikan federal istinaf mahkemesi (United States Court of Appeals for the Ninth Circuit), Falen Gherebi/George Walker Bush ; Donald H. Rumsfeld, D.C. no CV03-01267-AHM, 18 Aralık 2003", "107.  18 Aralık 2003’te, Guantanamo’da « düşman savaşçı » olarak tutulan bir Libya vatandaşıyla (Bay Gherebi) ilgili bir davada, federal istinaf mahkemesi Amerikan Hükümeti’nin onun önünde sunduğu argümanları şu şekilde tasvir ediyordu:", "« Hükümet’e bakılırsa Bay Gherebi’yi – bazı dost milletlerden olanlar dâhil – birçok yabancı ülke vatandaşıyla birlikte sonsuza kadar hapsedebilir ve Bay Gherebi ile bu diğer tutuklulara, hiçbir hukuk Devleti kuralına uymadan, ilgilinin bir avukata danışmasına izin vermeden ve fiillerine önünde itiraz edilebilecek hiçbir adli organın yetkisini tanımadan, istediğini, istediği zaman yapabilir. Gerçekte Hükümet savunmalarında bize, işkence fiillerinde bulunmakla ya da mahkûmları kestirmeden infaz etmekle suçlanması halinde bile pozisyonunun bir nebze bile değişmeyeceğini belirtmiştir. Bildiğimiz kadarıyla Guantanamo tutukevinin açılmasından önce Amerikan Hükümeti hiçbir zaman bu kadar ağır ve şaşkınlık verici bir beyanda bulunmamıştı. Sonuç olarak Guantanamo’yu sadece Amerika Birleşik Devletleri’nin bu üs ile olan topraksal bağının bu saate kadar benzeri olmamasından değil ama aynı zamanda Hükümet’in ilk defa böyle inanılmaz bir ilkeler bütününü açıklamasından dolayı da yegâne bir örnek olarak görüyoruz. Bu ilkeler bütünün ortaya koyduğu pozisyon o kadar aşırı bir pozisyon ki hem Amerikan hukuku hem de uluslararası hukuk açısından çok büyük endişeler doğuruyor. »", "3.  Birleşmiş Milletler İşkenceye Karşı Komite, Agiza/İsveç, Bildiri no 233/2003, UN Doc. CAT/C/34/D/233/2003 (2005), ve Birleşmiş Milletler İnsan Hakları Komitesi, Alzery/İsveç, UN Doc. CCPR/C/88/D/1416/2005 (2006)", "108.  Bu iki davadan 2006 Marty raporunda bahsediliyor (raporun 150-161 paragrafları). Bu raporun en ilgili kısımları şöyledir:", "« 153.  Kısacası olaylar şu şekilde gelişmiştir: 18 Aralık 2001 tarihinde İsveç’teki Mısırlı sığınmacılar Bay Agiza ve Bay Alzery’in sığınma talepleri Bakanlık düzeyinde özel bir prosedür kapsamında reddedilmiş ve onların güvenlik gerekçesiyle sınır dışı edilmelerine karar verilmiştir. İsveç makamları bu kararın aynı gün uygulanmasını sağlamak için, Amerikalıların özel uçuş izinleri bulunan bir uçağı onların hizmetine sunma tekliflerini kabul etmişlerdir. İki adam, İsveç polisi tarafından yakalanmalarından sonra, Bromca havalimanına götürülmüş ve orada, İsveçlilerin izniyle, maskeli Amerikan ajanları tarafından bir « güvenlik denetimine » tabi tutulmuşlardır.", "154.  Bu « denetimin » tasviri çok ilginç, çünkü El-Masri dâhil başka « iade etme » mağdurlarının bağımsız bir şekilde yaptıkları tasvire ayrıntılarına kadar uymaktadır. Olay yerinde hazır bulunan İsveçli polisler tarafından anlatılan Amerikalı ekibin izlediği prosedür açıkça çok iyi oturtulmuştu. Ajanlar arasındaki iletişim sözlerle değil jestlerle kuruluyordu. Çok hızlı hareket eden Amerikan ajanları, Agiza ve Alzery’in elbiselerini onların üzerinde makas yardımıyla kesmiş, onlara bir spor kombinezonu giydirmiş, vücut delikleri ve saçlarında detaylı bir elle arama yapmış, el ve ayaklarını kelepçelemiş ve onları çıplak ayakla yürütüp uçağa bildirmişlerdir.", "(...)", "157.  İki adamın Mısır’a sürülmesinden önce İsveç iki adamın işkence karşıtı sözleşmeye aykırı muamelelere maruz kalmayacakları, adil bir yargılamadan yararlanacakları ve ölüm cezasıyla cezalandırılmayacakları konusunda « diplomatik güvence » talep etmiş ve almıştır. Hatta bu « güvenceler » bir takip mekanizması, İsveç büyükelçisinin düzenli ziyaretleri ve İsveçli gözlemcilerin davaya katılmasını içeriyordu. »", "109.  Birleşmiş Milletler yetkili komiteleri İsveç’in Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşmesi’nin 7. maddesi anlamda sorumluluğunun doğduğuna, Bay Alzery’in Bromma havalimanında maruz kaldığı muamelenin taraf Devlete yüklenebilir olduğuna ve Sözleşme’nin 7. maddesini ihlal ettiğine karar vermişlerdir. Ayrıca İsveç’in Bromma havalimanında yaşanan olaylarla ilgili özenli, bağımsız ve tarafsız bir soruşturma yürütme yükümlülüğünü yerine getirmediğine ve hem Agiza hem de Alzery bakımından bu maddede düzenlenen refulman yasağını deldiğine karar vermişlerdir.", "110.  USA Today günlük gazetesine göre İsveç Hükümeti Bay Alzery’e gönderilmesinden dolayı tazminat olarak 450 000 USD vermiş ve Bay Agiza’ya da aynı miktarı vermeyi taahhüt etmiştir (« İsveç eskiden terörizm şüphesi altında olan bir Mısırlıya tazminat veriyor », USA Today, 19 Eylül 2008).", "C.  11 Eylül 2001 tarihinden sonra Amerika kontrolündeki tutukevlerinde meydana gelmiş olabilecek insan hakları ihlalleriyle ilgili endişelerden bahseden kamusal kaynaklar", "111.  Başvurucu ve üçüncü müdahiller Mahkeme’ye, Guantanamo ve Afganistan’da Amerikan sorumluluğunda bulunan tutukevlerindeki yasadışı gizli tutuklama ve kötü muamele karşısında kaygılarını dile getiren çok sayıda yerli ve yabancı kurum, hükümet dışı örgüt ve uluslararası medya makale, rapor ve görüşü sunmuşlardır. En ilgili olan kaynakların bir özeti aşağıda verilmiştir.", "1.  İnsan hakları alanında çalışan uluslararası örgütlerin ilgili belgeleri", "a)  Birleşmiş Milletler İnsan Hakları Yüksek Komiseri’nin Taliban ve El-Kaide üyelerinin Guantanamo’daki (Küba) Amerikan üssünde tutulmalarıyla ilgili beyanı, 16 Ocak 2002", "112.  Birleşmiş Milletler İnsan Hakları Yüksek Komiseri bu beyanında şunları dile getirmiştir:", "« Bu bağlamda tutuklanan herkesin uluslararası insancıl hukuku ve uluslararası insan haklarının ve özellikle de Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşme ile 1949 Cenevre Sözleşmeleri’nin korumasına hakkı vardır. Tutukluların hukuki statüsü ve savaş esirleri statüsü hakları konusunda bir itiraz olduğunda, bunun yetkili bir mahkeme tarafından Üçüncü Cenevre Sözleşmesi’nin 5. maddesi hükümlerine uygun bir şekilde incelenmesi gerekmektedir. Bütün tutuklulara her zaman Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşme ile Üçüncü Cenevre Sözleşmesi’ne uygun olarak insani bir şekilde muamele edilmelidir. »", "b)  Amnesty International, Amerika Birleşik Devletleri tarafından Afganistan ve Guantanamo Bay’da tutulan kişilerin hakları üzerine Nisan 2002 tarihinde Amerikan Hükümeti’ne verdiği memorandum", "113.  Bu memorandumda örgüt, Amerikan otoritelerinin tutuklamayla ilgili başka asgari normlara aykırı bir şekilde insanları zalimane, insanlık dışı ve onur kırıcı olarak değerlendirilebilecek şartlarda tutması ve nakletmesi ve Amerika Birleşik Devletleri’nin, otoriteleri altında bulunan insanların tutukluluklarının yasallığına itiraz etmek için avukat ve mahkemeye erişmelerine izin vermeyi reddetmesi karşısında kaygılarını dile getirmektedir.", "c)  Human Rights Watch, « Amerika Birleşik Devletleri, suçluluk karinesi : 11 Eylül 2001’den sonra tutuklu kişilerin insan hakları ihlalleri », vol. 14, no 4(G), Ağustos 2002", "114.  Bu rapor şu pasajları içermektedir:", "« (...) 11 Eylülden sonra Amerika Birleşik Devletleri’nin terörizme karşı başlattığı mücadeleye bu özgürlüklerin kuvvetli bir şekilde teyit edilmesi eşlik etmedi. Aksine ülkede temel haklar konusunda bilinçli, haksız ve sürekli bir erozyon yaşandı (...) Doğrudan etkilenen insanların çoğunluğu Amerikan vatandaşı değiller (...) Adalet Bakanlığı onları keyfi bir tutuklamaya maruz bırakıyor, onlara karşı yapılan hukuki prosedürler kapsamında savunma haklarını ihlal ediyor ve suçsuzluk karinesini ayaklar altına alıyor. »", "d)  Human Rights Watch, « Amerika Birleşik Devletleri : El-Kaide üyesi olduklarından şüphelenilen insanlara işkence uygulandığına dair bilgiler », 26 Aralık 2002", "115.  Bu raporda Human Rights Watch Washington Post’un « Amerikan otoriteleri kötü muameleyi inkâr ediyor ama sorgulamaları haklılaştırıyorlar » başlıklı ve « Afganistan’daki Bagram hava üssündeki sorgu merkezinde tutulan insanların « stres ve baskı altına alma » [« stress and duress techniques »] olarak tabir edilen ve özellikle de « onları saatlerce ayakta ya da dizleri üstünde kalmaya zorlamak » ve « onları rahatsız edici ve acı verici pozisyonlarda tutmak » şeklinde gerçekleşen tekniklere nasıl maruz bırakıldıklarını » anlatan bir makalesine atıf yapmaktadır.", "116.  Rapor şöyle devam etmektedir:", "« Amerika Birleşik Devletleri tarafından onaylanan İşkence Karşıtı Sözleşme özellikle işkence ve kötü muameleyi ve tutukluların bu tür uygulamalara maruz kalma riski olan ülkelere gönderilmelerini yasaklamaktadır. »", "e)  İnsan Hakları için Uluslararası Helsinki Federasyonu, « Terörizm karşıtı tedbirler, güvenlik ve insan hakları : Avrupa, Orta Asya ve Kuzey Amerika’da 11 Eylülden sonraki gelişmeler », Nisan 2003 raporu", "117.  Bu raporun ilgili kısımları şöyledir:", "« « özel bir ilgi gören » esirlerin çoğunluğu gizli olarak ya da hükümlülerle birlikte tutulmakta ve bundan dolayı da aileleri, arkadaşları ve avukatlarıyla görüşmelerinde kısıtlamalara maruz kalmaktadırlar. Ayrıca belli bir beslenme biçimine uymak başta gelmek üzere dinlerinin icaplarını yerine getirmek için uygun olanaklara sahip değiller. Bazıları insan haklarını savunma derneklerine tıbbi bakımdan yoksun bırakıldıklarını ve gardiyanlar ile diğer tutuklular tarafından dövüldüklerini söylemişlerdir. »", "f)  Amnesty International’ın 2003 raporu – Amerika Birleşik Devletleri, 28 Mayıs 2003", "118.  Bu rapor tutukluların 2002’de Guantanamo’ya (Küba) nakledilmeleri ile nakil (« kelepçeli ve zincirlenmiş olan tutuklular eldiven, ameliyat maskesi, kulaklık, yapışkan bant ile bantlanmış ve bu şekilde görüşlerini tamamen kapatan kayak gözlükleri giymek zorundaydı ») ve tutukluluk (« hiçbir suçlama ve yargılama olmadan ve mahkeme, avukat ve yakınlarına erişme olanağı sağlanmadan tutuluyorlardı ») şartlarından bahsediyor. Rapor şu şekilde devam ediyor:", "« El-Kaide üyesi oldukları varsayılan (...) ve Amerikan otoriteleri tarafından yakalanan bazı kişiler halen gizli yerlerde tutulmaktadırlar. Amerikan Hükümeti ne onların başına gelenler ne de yasal bakımdan durumları hakkında bir açıklama sundu. Onları uluslararası normların onlara sağladıkları haklardan ve özellikle de ailelerini tutuklu oldukları yer hakkında bilgilendirme hakkı ile ülkelerinin temsilcileriyle görüşme hakkından yoksun bıraktı. Sayısı belirsiz çok sayıda kişi başta Amerikan otoriteleri tarafından tutulmuş ve sonrada sorguları sırasında işkence görmelerinden korkulan üçüncü ülkelere nakledilmişlerdir. »", "g)  Amnesty International, « Bosna Hersek’te yakalanan altı adamın Guantanamo Bay’da yasadışı bir şekilde tutulmaları », 29 Mayıs 2003", "119.  Bu raporda Amnesty International, Cezayir vatandaşı altı adamın Bosna polisi tarafından Sarajevo cezaevinden Guantanamo’da Amerikan otoritesi altında bulunan X-Ray kampına nakledilmelerini haber veriyor. Örgüt bu altı adamın Medeni ve Siyasi Haklara İlişkin Sözleşme’de tanınan hakların ihlal edilerek keyfi bir şekilde tutulmalarını tespit etmekten çok endişe duyduğunu belirtmektedir. Ayrıca İnsan Hakları Dairesi’nin Bosna Hersek için verdiği ve bu naklin Sözleşme’nin 5. maddesi, Sözleşme’nin 7 no’lu Protokolü’nün 1. maddesi ile 6 no’lu Protokolü’nün 1. maddesini ihlal ettiği sonucuna varan bir kararından da bahsetmektedir.", "h)  Amnesty International, « Amerika Birleşik Devletleri, kötü bir örnek tehlikesi : uluslararası normların « terörizm ile savaş » sürdükçe zayıflamalası », 18 Ağustos 2003", "120.  Bu raporun ilgili kısmı şöyledir:", "« İnsanlar Afganistan’daki Amerikan üslerinde gizli bir şekilde tutuluyorlar. Kötü muamele iddiaları dolaşmaya başlıyor. Dünyanın bilinmeyen yerlerinde Amerika Birleşik Devletleri sorumluluğunda başka kişiler gizli bir şekilde tutuluyorlar. Öte yandan Amerika Birleşik Devletleri « usulsüz teslim etme » [irregular renditions] işlemi yapıyor ya da yaptırıyor. Bu ifade Amerikalılar tarafından Amerika Birleşik Devletleri ile başka ülkeler arasında yapılan ve insan hakları ya da iade konusundaki güvencelere uymayan gayri resmi nakilleri tanımlamak için kullanıyor. »", "i)  Amnesty International, « Gizli tutuklama/kötü muamele tehlikesi », 20 Ağustos 2003", "121.  Bu raporun ilgili kısımları şöyledir:", "« Amnesty International şüphelilerin gizli tutulan yerlerde hiçbir şekilde avukat ya da yakınlarına erişme olanağı bulunmayacak şekilde tutulmaları ve şüphelilerin insan haklarıyla ilgili her türlü resmi güvenceden yoksun bir şekilde farklı Devletlerarasında nakledilmelerinin adil yargılanma hakkını ihlal etmesinden, ilgili kişileri kötü muamele riskiyle yüz yüze bırakmasından ve hukuk Devleti ilkesini ihlal etmesinden korkmaktadır ».", "j)  Uluslararası Kızılhaç Komitesi, Amerika Birleşik Devletleri : UKK başkanı tutuklama alanında ilerleme kaydedilmesini ısrarla talep ediyor, basın bildirisi 04/03, 16 Ocak 2004", "122.  Bu bildiride UKK pozisyonunu söyle açıklıyor:", "« UKK, Guantánamo’nun dışında, terörizme karşı dünya savaşı diye adlandırabileceğimiz savaş kapsamında yakalanan ve gizli tutulan yerlerde tutulan sayısı belirsiz insanların başına gelenler konusunda giderek daha da çok endişelenmektedir. Bay Kellenberger, enstitünün şu anda Guantánamo ve Afganistan’da yürüttüğü özgürlüğünden yoksun bırakılan insanları ziyaret etme faaliyetlerinin mantıklı bir uzantısı ve önemli insani öncelik olarak, UKK’nin bu insanlar hakkında bilgi alınması ve sonrada bu insanlara ulaşılması için geçmişte yapmış olduğu resmi talepleri yenilemiştir. »", "k)  Birleşmiş Milletler Keyfi Tutuklamalara Dair Çalışma Grubu, Görüş no 29/2006, Bay Ibn al-Shaykh al-Libi ve başka 25 kişi/Amerika Birleşik Devletleri, Doc. A/HRC/4/40/Add.1, s. 103 (2006)", "123.  Birleşmiş Milletler Çalışma Grubu, bu görüşünde, Amerikan istihbarat teşkilatının otoritesi altında bulunan yerlerde hapsedilen ya da çoğu zaman gizli uçuşlarla Amerika Birleşik Devletleri tarafından uluslararası terörizme karşı yürütülen savaş kapsamında onunla işbirliği yapan Devletlerde bulunan tutukevlerine nakledilen ilgili insanların tutukluluklarının, keyfi tutuklamaya karşı her türlü ulusal ve uluslararası güvencenin dışında kaldığı kanaatindedir. Çalışma Grubu ayrıca terörizm şüphesi altında olan insanların tutuklanmaları ve Devletlerarası nakillerini kaplayan gizliliğin bunları işkence, zorla kaybedilme ve hukuk dışı infaz tehlikesiyle baş başa bırakabileceği sonucuna varmıştır.", "2.  Diğer kamusal belgeler", "Central Intelligence Agency, Adalet Bakanlığı merkez karargahı (Department of Justice Command Centre) dikkatine memorandum – CIA tarafından farklı sorgulama tekniklerinin birlikte kullanılması üzerine referans belgesi, 30 Aralık 2004", "124.  Başvurucu Mahkeme’ye CIA’nin bazı kısımları artık gizli sınıfında olmayan bu memorandumunu sunmuştur. Belge « [amacı] çok önemli tutukluları [High-Value Detainees] terörizm ve tehditler konusunda zamanında bilgi vermeye ikna etmek olan farklı sorgulama teknikleriyle (...) ilgilidir. Etkili bir sorgu çok önemli bir tutuklunun davranışını etkilemek ya da bir tutuklunun direncini kırmak için global, sistematik ve birbirine eklenen hem fiziksel hem de psikolojik baskılara başvurmaya dayanır. Sorgu, kazanılmış bir güçsüzlük ve bağımlılık durumu yaratmayı hedefler (...) Sorgulama süreci üç ayrı bölüme ayrılabilir: baştaki koşullar, sorguya geçiş ve sorgunun kendisi ». Memorandumda anlatıldığı üzere « baştaki koşullar » « yakalanma şoku », « teslim etme » ve « kara sitede karşılama »yı kapsar. Memorandum özellikle şu pasajları içermektedir:", "« Yakalama (...) çok önemli tutukluyu sorgunun başlamasından önce fiziki ve psikolojik bir duruma sokmaya katkı sunar (...)", "1)  Teslim etme", "(...) Uçuştan önce tıbbi bir kontrol yapılır. Tıbbi kontrol sırasında tutuklu sıkı bir şekilde zincirlenir ve göz bağı, kulaklık ve kukuleta kullanılarak görmesi ve duyması engellenir (...) »", "125.  « Sorgu » kısmına ayrılan bölüm « Tutukluluk şartları », « Hazırlama teknikleri » ve « Düzeltici teknikler » isimli kısımlardan oluşur.", "3.  Gazete makaleleri", "126.  Ayrıca başvurucu Mahkeme’ye Makedonya gazetelerinde yayımlanan çok sayıda makalenin fotokopisini göndermiştir. En ilgili olanları aşağıda sayılmıştır.", "1)  « Guantanamo’da hapsedilmiş olan Talibanlıların açlık grevi », 4 Mart 2002 ; « Ciddi yetersizlikler gösteren gizli anlaşma », 5 Haziran 2003 ; « Guantanamo’da işkence edilen dört Fransız », 16 Ekim 2003 ; « Guantanamo’da işkence yapılıyor », 27 Kasım 2003; ve « Ne suçlanan ne de hak sahibi olan tutuklular », 12 Ocak 2004 (bütün bu makaleler Utrinski Vesnik günlük gazetesinde çıktı) ; ve", "2)  « CIA Afganistan’da yakalanan İslamcılara işkence ediyor », 27 Aralık 2002 ; « Amerika Birleşik Devletleri terörist karşıtı kampanyalarında insan haklarını unutuyorlar », 16 Ocak 2003 ; « Guantanamo’daki 140 tutuklu unutuluyor », 2 Aralık 2003 (bütün bu makaleler Dnevnik günlük gazetesinde çıktı).", "127.  Başvurucu Amerikan gazetelerinde çıkan ve Amerika Birleşik Devletleri’nin Afganistan’daki Bagram Amerikan üssünde tutulan esirleri sorgulamak için kullandıkları « stres ve baskı altına sokma » tekniğini anlatan makalelerin de fotokopilerini Mahkeme’ye ulaştırmıştır (« Ordu iki Afgan esirin ölümünü araştırıyor », Washington Post, 5 Mart 2003 ve « terörist oldukları düşünülen insanlar karanlık ve sürrealist bir ortamda sorgulanıyorlar », New York Times, 9 Mart 2003). Ocak 2004’ten önce Amerikan ve Britanya gazetelerinde çıkmış olan başka makaleler terörist faaliyette bulunduklarından şüphelenilen insanların Amerikan otoritelerine teslim edildiklerinden bahsediyordu (« CIA’den yardım alan bir ekip bir terörist hücresini yok etmek için hoyrat yollara başvuruyor », Wall Street Journal, 20 Kasım 2001 ; « Amerika Birleşik Devletleri terörist oldukları düşünülen kişilerin gizli bir şekilde nakledilmelerinin arkasında », Washington Post, 11 Mart 2002 ; « Başbakan Jean Chrétien bir Kanadalının yollanmasını protesto ediyor ve Amerika Birleşik Devletleri’nin terörist olduğu varsayılan kişiye yaptığı muameleyi « hiçbir şekilde kabul edilemez » olarak nitelendiriyor, Washington Post, 6 Kasım 2003 ; « Görünmezler », The Independent, 26 Haziran 2003; et « Suçlu oldukları varsayılanların kaybolmaları: terörizm ile suçlanan insanların tutuldukları yerler », The Independent, 26 Haziran 2003.", "128.  Başvurucu içinde gazetecilerin o dönemin Almanya’daki Amerikan büyükelçisinin Mayıs 2004’te Alman otoritelerine CIA’nin başvurucuyu haksız bir şekilde hapsettiğini söylediğini bildirdikleri makaleleri sunmuştur. Gazeteciler Alman şansölyesi Angela Merkel’in, Amerikan Devlet sekreteri Condoleezza Rice’ın özel bir sohbet sırasında kendisine Amerika Birleşik Devletleri’nin başvurucuyu yanlışlıkla kaçırıp tuttuklarını itiraf ettiğini beyan ettiğini ekliyorlardı. Bu makalelere göre Amerikan temsilcileri bu davadan gazeteciler önünde bahsetmeyi reddetmişlerdir (« Kanundışı hapsetme: CIA’nin bir hatasının otopsisi », Washington Post, 4 Aralık 2005 ; « Bir Alman CIA’yi işkenceyle suçluyor: kimlik hatası nedeniyle bir « teslim etme » kurbanı olan mağdur Bay ElMasri tazminat talep ediyor », NBC News, 6 Aralık 2005 ; « Merkel Hükümeti Bay El-Masri’nin bir hata mağduru olduğunu doğruluyor », Washington Post, 7 Aralık 2005; ve « Almanya bir vatandaşının Amerika Birleşik Devletleri tarafından yakalanmasında bir rol oynayıp oynamadığını araştırıyor », New York Times, 21 Şubat 2006). Bu en son makale Bay H.K. ile yapılan ve içinde bu kişinin şu beyanlarda bulunduğu bir görüşmeye göndermede bulunuyor:", "« Bakanlık yasadışı hiçbir şey yapmadı. Adam hayatta ve evine, ailesinin yanına dönmüş durumda. Birisi bir hata işledi. Bu Makedonya değil. »", "129.  Son olarak 2007’de, Canadian Broadcasting Corporation (CBC – Kanada Radyo Şirketi), Kanada Başbakanının 2002’de Amerikan otoriteleri tarafından New York’taki JohnF. Kennedy havalimanında yakalanıp Suriye’ye gönderilen Suriye kökenli Kanada vatandaşı Bay Arar’a resmi özür bildireceğini ve 10 milyon Amerikan doları (USD) verilmesini beyan edeceğini belirtmiştir Başbakan daha önce Bay Arar’ın « çok büyük bir haksızlık » mağduru olduğunu kabul etmişti (CBC, « Ottawa ile Bay Arar arasındaki uzlaşma: Bay Arar 10 milyon dolar alıyor », 25 Ocak 2007). 2010’da Guardian, Birleşik Krallığın şüphelilerin teslim edilmesindeki iddia konusu rolü üzerine bir makale yayımlamış ve bu makalede Guantanamo’daki Britanyalı eski tutukluların Britanya Hükümeti’nden çok büyük miktarda paralar, bazı durumlarda en azından bir milyon sterlin, alabileceklerini belirtmiştir (The Guardian, « İşkence ve terörizm: ödenecek yüksek bedel », 17 Kasım 2010).", "HUKUK", "I.  HÜKÜMET’İN ALTI AYLIK SÜREYE İLİŞKİN ÖN İTİRAZI", "A.  Tarafların görüşleri", "1.  Hükümet", "130.  Hükümet başvurucunun altı aylık süreye uymadığını ileri sürmektedir. İlgilinin savunmacı Devletin kovuşturma otoritelerine ihtilaflı olaylardan dört buçuk yıl sonra başvurduğunu kaydetmektedir (bu bakımdan Bayram ve Yıldırım/Türkiye (kabuledilebilirlik üzerine karar), no 38587/97, CEDH 2002III; Artyomov/Rusya, no 14146/02, §§ 113118, 27 Mayıs 2010; ve Nasirkhayeva/Rusya (kabuledilebilirlik üzerine karar), no 1721/07, 31 Mayıs 2011 davalarına göndermede bulunaktadır). Hükümet’e göre Mayıs 2004 ve Ekim 2008 arasında başvurucu tamamen pasif kalmış ve Eski Yugoslav Makedonya Cumhuriyeti’nin kovuşturma otoritelerini iddia konusu olaylar hakkında bilgilendirmemiş, başka ülkelerde başvuru yapmayı tercih etmiştir. Hükümet ayrıca başvurucunun savunmacı Devletteki ceza soruşturmalarının başarısız olmaya mahkûm olduklarını Ekim 2008 tarihinden önce bilmesi gerektiği kanaatindedir. Bununla ilgili olarak Hükümet, ilgili ile ulusal kovuşturma otoriteleri arasında hiçbir iletişimin olmadığını, Alman meslektaşlarının onlara davadan bahsetmiş olmalarına rağmen, bu otoritelerin ulusal hukukta kamu davasını re’sen başlatmadıklarını hatırlatmaktadır. Hükümet uluslararası düzeyde ve savunmacı Devlette yürütülen ve Ocak 2007 tarihinde, yani başvurucunun Ekim 2008’de ceza şikâyetini yapmasından çok önce, sona eren son soruşturmaların bu şikâyetle ilgili hiçbir olay tespitinde bulunmadıklarını eklemektedir. Hükümet’e göre başvurucunun bu şikâyeti Devletin ilgilinin iddialarıyla ilgili soruşturma yürütme yükümlülüğünü yeniden canlandıracak nitelikte hiçbir unsur içermiyordu.", "131.  Son olarak Hükümet, başvurucunun iç hukuk yollarının kullanılması konusunda özenli davranmadığını, çünkü soruşturmanın gidişatı hakkında bilgi edinmek için hiçbir girişimde bulunmadığını ileri sürmektedir (Hükümet Bulut ve Yavuz/Türkiye (kabuledilebilirlik üzerine karar), no 73065/01, 28 Mayıs 2002 tarihli davaya göndermede bulunmaktadır). Dahası başvurucu Bay H.K.nın ifadesini ulusal otoritelere vermeyi ve savcılıktan ceza kovuşturması başlatmasını istemeyi ihmal etmiştir. Hükümet eğer başvurucu kimliği belirsiz kişiye karşı kovuşturma açılmasını talep etseydi, talebinin savcılık tarafından reddedilmesi durumunda, ikincil savcı niteliğiyle kovuşturmayı devam ettirme izni alabileceğini temin ediyor. Hükümet ilgilinin X’e karşı ceza şikâyetini Ekim 2008’de yapmasından dolayı, bu olanaktan yararlanamadığını açıklıyor. Hükümet başvurucunun şikâyetini reddeden karara itiraz edemeyeceğini ekliyor.", "2.  Başvurucu", "132.  Başvurucu Sözleşme’nin savunmacı Devlete re’sen soruşturma yapma pozitif yükümlülüğünü yüklediği şeklinde cevap veriyor. İçişleri Bakanlığı tarafından başlatılan iç soruşturma (yukarıda paragraf 64-66) Sözleşme’nin 3 ve 13. maddeleri anlamında etkili ve bağımsız bir soruşturma olarak kabul edilemez. Ayrıca ilgili, otoritelerin onunla bu konuyla ilgili olarak iletişime geçmediklerini, soruşturmalarından kamuya söz etmediklerini ve dolayısıyla bu soruşturmaların varlığından haberdar olmasının mümkün olmadığını belirtmektedir. Mayıs 2004 sonunda Almanya’ya döndüğünde savunmacı Devletin kovuşturma otoritelerine « savunulabilir bir dava » sunabilmek için aktif olarak yeterli unsur toplamaya çalışmıştır. Başvurucu salıverilmesi ile Ekim 2008’de yaptığı ceza şikâyeti arasında geçen dört buçuk yıllık dönemin aşırı uzun olmadığı kanaatindedir. Aksine başvurucu bu zaman aralığının tamamen makul olduğunu düşünmektedir, çünkü istihbarat teşkilatları arasında uluslararası bir işbirliğini içine alan, Amerika Birleşik Devletleri ile Eski Yugoslav Makedonya Cumhuriyeti’nin çok ulustan dalları bulunan gizli bir suç örgütünün varlığını gizlemek için anlaştıkları karmaşık bir kaybolma davası söz konusudur. Sonuç olarak başvurucu özenli ve Mahkeme pratiğine uygun bir şekilde hareket ettiği kanaatindedir. Başvurucu bir ceza soruşturmasının açılmasını zamanında talep etmiş ancak otoriteler ona hızlı bir şekilde cevap vermemiş ve şikâyetini gizlice atmışlardır. Ayrıca savcılıktan soruşturmanın gidişatı hakkında bilgi talep etmiş ise de bir sonuç alamamıştır. Davayla ilgilenen savcı, şikâyetini atma yönündeki kararını ona 22 Kasım 2010’da, yani Mahkeme’ye başvuru yaptığı tarihten on dört ay sonra, tebliğ etmiştir. Başvurucu, X’e karşı ceza şikâyetinde bulunduğundan dolayı daha sonra şahsi kovuşturma başlatamadığını açıklamaktadır.", "133.  Bu şartlarda başvurucu, altı aylık süreye uyduğu ve bu sürenin iddia konusu suçlarla ilgili kamu davasının zamanaşımına uğradığı tarih olan 23 Ocak 2009’dan itibaren başladığı kanaatindedir.", "B.  Mahkeme’nin degerlendirmesi", "1.  Mahkeme içtihadıyla oluşturulan genel ilkeler", "134.  Mahkeme Sözleşme’nin insan haklarını koruyucu bir enstrüman olduğunu ve teorik ve içi boş hakları değil somut ve etkili hakları güvence altına alacak bir şekilde yorumlanıp uygulanmasının temel önemde olduğunu hatırlatır. Bu ilke sadece Sözleşme’nin normatif hükümlerinin yorumlanması için değil ama aynı zamanda usulle ilgili hükümlerinin yorumlanması içinde geçerli olup hem savunmacı Hükümet’e düşen yükümlülükler hem de başvurucuların pozisyonları üzerinde etkilidir. Bir dava ile ilgili hususların çözülebilmesi için çabukluğun şart olduğu durumlarda şikâyetlerinin, doğru ve adil bir şekilde karar verilebilmesi için, Mahkeme önüne gerekli çabuklukla geldiğinden emin olmak başvurucuya düşer (Varnava ve diğerleri/Türkiye [BD], nos 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 ve 16073/90, § 160, CEDH 2009).", "135.  35. maddenin 1. fıkrasında öngörülen altı aylık süre, Sözleşme bakımından sorun teşkil eden davaların makul bir sürede incelenebilmelerini ve geçmiş kararların belirsiz bir süre boyunca söz konusu edilebilir olmamalarını güvenceye almak suretiyle hukuk güvenliğini sağlamayı hedeflemektedir. Bu kural Sözleşme organları tarafından gerçekleştirilen denetimin zaman sınırını oluşturmakta ve kişi ve otoritelere kendisinden sonra bu denetimin yapılamayacağı dönemi göstermektedir (Sabri Güneş/Türkiye [BD], no 27396/06, §§ 3940, 29 Haziran 2012 ve Walker/Birleşik Krallık (kabuledilebilirlik üzerine karar), no 34979/97, CEDH 2000-I).", "136.  Genel kural olarak altı aylık süre, iç hukuk yollarının tüketilmesi süreci kapsamında ortaya çıkan kesin karar tarihinden itibaren işlemeye başlar. Ancak başvurucunun etkili hiçbir yola sahip olmadığının hemen görülebilir olduğu durumlarda altı aylık süre, fiil ya da şikâyet edilen tedbirler tarihinde ya da ilgilinin bu fiil ya da tedbirleri öğrendiği ya da etki veya zararını hissettiği tarihte başlar (Dennis ve diğerleri/Birleşik Krallık (kabuledilebilirlik üzerine karar), no 76573/01, 2 Temmuz 2002). Bir başvurucunun görünüşe göre etkili olan bir yolu kullanması ve bu yolu etkisiz kılan şartların varlığının farkına sonradan varması durumunda altı aylık dönemin başlangıç noktası olarak başvurucunun bu şartların varlığının farkına vardığı ya da varması gerektiği tarihi almak gerekebilir (Paul ve Audrey Edwards/Birleşik Krallık (kabuledilebilirlik üzerine karar), no 46477/99, 4 Haziran 2001).", "2.  Yukarıdaki ilkelerin olayda uygulanması", "137.  Mahkeme Hükümet’in altı aylık süreye ilişkin itirazının iki boyutunun olduğunu kaydetmektedir: birincisi ceza şikâyeti ulusal otoritelere çok geç sunulmuş ve ikincisi ceza şikâyeti etkili bir yol değildi. Bu nedenle Hükümet’e göre altı aylık süre başvurucunun kendisine sunulmuş olan iç hukuk yollarını etkisiz kılan şartların varlığının farkına vardığı ya da varması gerektiği zaman işlemeye başlamıştır.", "138.  Hükümet’in kabuledilemezlik itirazına cevap vermesi için Mahkeme’nin olayın özel şartlarında bir ceza şikâyetinin başvurucunun Sözleşme ile ilgili şikâyetlerinin giderilmesi için başvurması gereken etkili bir yol oluşturup oluşturmadığını incelemesi gerekmektedir. Bu sorunun cevabı altı aylık sürenin hesaplanmasında belirleyicidir.", "a)  Ceza şikâyetinin başvurucunun kullanması gereken bir yol oluşturup oluşturmadığı noktasıyla ilgili olarak", "139.  Mahkeme başvurucunun belli bir olayda kabuledilebilirlik kriterlerine uyup uymadığı sorusunun cevabının, olayın şartları ve ilgilinin göstermiş olduğu özen ve ilgi ile ulusal hukukta yürütülen soruşturmanın uygun bir soruşturma olup olmadığı gibi diğer unsurlara bağlı olduğunu hatırlatır (Abuyeva ve diğerleri/Rusya, no 27065/05, § 174, 2 Aralık 2010).", "140.  Mahkeme savunmacı Devlete karşı yöneltilen davalarda Sözleşme’nin 3. maddesinin ihlal edildiğinin iddia edildiği durumlarda ceza şikâyeti prensip olarak başvurulması gereken etkili bir yol oluşturduğuna daha önce karar verdiğini kaydeder (Jasar/Eski Yugoslav Makedonya Cumhuriyeti, no 69908/01, 15 Şubat 2007 ; Trajkoski/Eski Yugoslav Makedonya Cumhuriyeti, no 13191/02, 7 Şubat 2008 ; Dzeladinov ve diğerleri/Eski Yugoslav Makedonya Cumhuriyeti, no 13252/02, 10 Nisan 2008 ; ve Sulejmanov/Eski Yugoslav Makedonya Cumhuriyeti, no 69875/01, 24 Nisan 2008). Mahkeme bu olayda olduğu gibi kötü muamele ve özgürlükten yasadışı bir şekilde yoksun bırakılma iddialarının her türlü yasal temelden bağımsız olarak yürütülen gizli bir operasyonla ilgili olması durumunda, a fortiori bu ilkeden ayrılmayı gerektirecek hiçbir neden görmemektedir. Eğer ilgili Devlet ajanlarının eylemleri yasadışı ve keyfi ise bunları tespit edip cezalandırmak savunmacı Devletin kovuşturma makamlarına düşer. Böyle eylemleri savcılığa bildirmeyi mağdur tarafından atılması tamamen mantıklı olan bir adım olarak kabul etmek gerekir.", "141.  Mahkeme şikâyetin yapıldığı Ekim 2008 tarihinde şikâyetin makul olarak açıkça etkisiz bir yol olarak görülemeyeceği kanaatindedir. Bu yolun etkili olup olmadığıyla ilgili sadece basit şüpheler vardı. Dolayısıyla başvurucunun Sözleşme’nin 35. maddesinin 1. fıkrası anlamında Mahkeme’ye başvurmadan önce bu yolu tüketmesi zorunluluğu vardı. İkincillik ilkesi davaların oluşturulması ile ortaya çıkardıkları sorunların çözümünün olabildiğince ulusal hukuk içerisinde aranmasını gerektirir. Bu ilkeye göre ilgiliden şikâyetlerini, bunlarla ilgili iç hukukta kesin bir karar verilmesinden önce, Mahkeme önüne getirmesini makul olarak bekleyemezdik. Bunu yapmak için daha iyi konumda olan ulusal otoritelerin iddia konusu Sözleşme ihlallerinin giderilmesi için gerekli tedbirleri almaları başvurucunun yararına olup Sözleşme mekanizmasının etkililiği için de daha iyidir (Varnava ve diğerleri, yukarıda geçen karar, § 164).", "142.  Şüphesiz başvurucunun Almanya’ya döndüğü tarih olan 29 Mayıs 2004 ile ceza şikâyetini sunduğu tarih olan 6 Ekim 2008 arasında uzun bir süre geçti. Başvurucu bu son tarihten önce savunmacı Devlette başka hiçbir adli girişimde bulunmadı. Bu süreyi haklılaştırmak için, tek başına makul olmadığı söylenemeyecek bir açıklamada bulunmaktadır. Davası, içinde kaçırılıp gizli bir şekilde tutulduğunu ve kötü muamele gördüğünü iddia ettiği bir « olağandışı teslim etme »yi ilgilendirmektedir. Oysaki 2006 Marty raporundan, Avrupa Konseyi’ne üye ülkelerin çoğunluğunun otoritelerinin teslim etme operasyonlarına katıldıkları iddialarını yalanladıkları (yukarıda paragraf 43) ve 2007 Marty raporundan bu ülkelerin inkârlarında ısrar ettikleri (yukarıda paragraf 46) anlaşılmaktadır. Konunun hassasiyeti ve bu gizleme politikası dikkate alındığında, başvurucunun önemli olgusal ya da hukuksal sorunların çözülmesini sağlayabilecek gelişmeleri beklemiş olması makuldür. Bu şekilde Ekim 2008’den önce derdest olan soruşturmalar ilgilinin iddialarını daha da aydınlatmayı sağlayacak unsurları gün yüzüne çıkartmış ve başvurucunun ceza şikâyetinin temellerini güçlendirmiştir. Davanın karmaşıklığı ve ileri sürülen insan hakları ihlallerinin niteliği dikkate alındığında başvurucunun, savunmacı Devlet tarafından sunulan iç hukuk yollarına, bir kere söylediklerini destekleyecek unsurlara sahip olduktan sonra başvurmuş olması anlaşılırdır.", "143.  Her halükarda ceza şikâyeti iddia konusu suçlarla ilgili kamu davasının zamanaşımına uğramasından önce yapılmıştır (yukarıda paragraf 79). Bu şikâyet kabuledilebilirlik kriterlerine uyulmamasından değil delil yetersizliğinden dolayı reddedilmiştir. Şu halde başvurucunun şikâyetini sunmak için beklediği süre bu şikâyeti kabuledilemez, etkisiz ya da ihtilaflı duruma çözüm bulmak için uygunsuz yol haline getirmemiştir. Tam tersine iddialarını destekleyecek unsurların uluslararası alanda ulaşılabilir olduğu bir zamanda bu prosedürü başlatmakla başvurucu, savunmacı Devletin adli makamlarına iddialarını incelemeleri için daha sağlam nedenler vermiştir.", "144.  Yukarıda yazılanlardan ceza şikâyetinin, bu olayın şartlarında, başvurucu tarafından kullanılması gereken bir yol oluşturduğu sonucu çıkar.", "b)  Altı aylık sürenin başlama noktasıyla ilgili olarak", "145.  Geriye başvurucunun ceza şikâyetiyle ilgili kesin kararı öğrendiği tarihin hangisi olduğunu belirlemek kalıyor. Bu tarih altı aylık sürenin başlama noktasına işaret edecektir.", "146.  Mahkeme ceza şikâyetinin sunulması ile atılması arasında sadece iki aydan biraz fazla bir sürenin geçtiğini kaydeder. Mahkeme’nin görüşüne göre, bu davanın şartlarında, bu süre başvurucunun bu dönem boyunca ulusal makamlar tarafından yapılan girişimler üzerine bilgi edilmesi yükümlülüğünün doğması için yeteri kadar uzun bir süre olarak kabul edilemez. Başvurucunun beyan ettiği üzere, soruşturmanın gidişatı üzerine sonradan yaptığı bilgi edinme talepleri cevapsız kalmıştır (yukarıda paragraf 132).", "147.  Savcılık başvurucunun ceza şikâyetini 18 Aralık 2008’de reddetmiştir. Başvurucuya göre bu karar onun dikkatine sadece 22 Kasım 2010’da sunulmuştur. Halbuki uygulanabilir usulle ilgili hükümler kovuşturma makamları için şikâyetin reddedilmesiyle ilgili her türlü kararı mağdura sekiz gün içerisinde tebliğ etme zorunluluğu öngörüyor (yukarıda paragraf 86 ve 87). Hükümet bu şartın yerine getirildiğini iddia etmemiştir. Şu halde altı aylık sürenin başlangıç noktasının savcılığın kararını verdiği tarih olan 18 Aralık 2008 olarak değil, ama sonraki bir tarih olan başvurucunun bu karardan haberdar olduğu tarih olarak belirlenmesi gerekmektedir. Bu olayın şartlarında ilgilinin kararın tebliğiyle ilgili beyanlarının gerçekliğini kontrol etmek gerekli değildir, çünkü Hükümet başvurucunun karara ilişkin resmi bir tebligat aldığını ya da başvurucunun 20 Ocak 2009 tarihinde, yani Mahkeme’ye yaptığı başvurudan altı ay önce, bu karardan herhangi bir şekilde haberdar olduğunu göstermemiştir.", "c)  Sonuç", "148.  Mahkeme, yukarıda yazılanlar ışığında, başvurucunun Sözleşme’nin 35. maddesinin 1. fıkrasında öngörülen altı aylık süreye uyduğu kanaatindedir. Hükümet’in başvurunun geç yapıldığıyla ilgili itirazı reddedilmelidir.", "II.  MAHKEME TARAFINDAN DELİLLERİN DEĞERLENDİRİLMESİ VE OLAYLARIN ORTAYA KONULMASI", "A.  Tarafların görüşleri", "149.  Başvurucu, CIA ajanlarının çok geniş çapta savunmacı Devlet ajanlarının yardımıyla yürüttükleri olağandışı bir teslim etme operasyonun mağduru olduğunu iddia etmektedir. Başvurucu uluslararası soruşturmalar, savunmacı Devletten başka diğer ülkeler tarafından başlatılan soruşturmalar ve kendisinin delil arama çabalarının iddialarını destekleyici, rahatsız edici ve Hükümet’in açıklamalarını tamamen savunulamaz duruma düşüren çok sayıda unsurun gün yüzüne çıkmasını sağladığı kanaatindedir. Başvurucuya göre buna karşın « Hükümet’in olay versiyonunu inandırıcı kılacak en ufak bir delil » bulunmamaktadır.", "150.  Hükümet başvurucunun iddialarının her türlü temelden yoksun olduğu kanaatinde olup tezini desteklemek için çeşitli unsurlar sunmaktadır (yukarıda paragraf 41 ve 65). Hükümet ayrıca Bay H.K.nın belirttiği belgelerin varlığına da itiraz etmektedir (yukarıda paragraf 74 ve Bay H.K.nın beyanının 12. paragrafı).", "B.  Olayların Mahkeme tarafından değerlendirilmesi", "1.  Genel ilkeler", "151.  Olaylarla ilgili karşıt versiyonların var olduğu davalarda Mahkeme, davanın koşullarını ortaya koyması gerektiği durumlarda, ister istemez her ilk derece yargı merciinin karşı karşıya kaldığı zorluklarla karşı karşıya kalmaktadır. Mahkeme delil unsurlarının değerlendirilmesi için « her türlü makul şüpheden uzak » delil kriterini kullanmaktadır. Ancak hiçbir zaman bu kriteri kullanan ulusal hukuk düzenlerinin izledikleri yöntemi kullanmayı düşünmemiştir. Mahkeme’nin görevi ceza hukukuna göre suçluluk ya da hukuki sorumluluğa karar vermek değil, ama sözleşmeci Devletlerin Sözleşme bakımından sorumlulukları hakkında karar vermektedir. Sözleşme’nin 19. maddesinin ona verdiği görevin özgüllüğü – Yüksek sözleşmeci Tarafların bu belgede öngörülen temel hakları tanımaktan ibaret yükümlülüklerine uyduklarından emin olmak – delil sorunlarını ele alma biçimini şekilendirmektedir. Mahkeme önündeki prosedür kapsamında, ne delil unsurlarının kabuledilebilirliğiyle ilgili usulü bir engel ne de onların değerlendirilmesine uygulanabilir önceden belirlenmiş formüller vardır. Mahkeme, kendi görüşüne göre, olay ve tarafların görüşlerinden çıkarabileceği sonuçlar dâhil bütün delil unsurlarının özgür bir değerlendirilmesinin desteklediği sonuçları kabul eder. Sabit içtihadına göre delil, bir bulgular demeti, ya da yeteri kadar ağır, açık ve uyuşan olan ve inkâr edilmemiş olan varsayımlardan kaynaklanabilir. Ayrıca belli bir sonuca ulaşmak için gerekli kanaat derecesi ve bu bakımdan kanıt yükünün paylaşılması özünde olayların özgüllüğüne, formüle edilen iddianın niteliğine ve söz konusu sözleşme hukukuna bağlıdır. Mahkeme aynı zamanda sözleşmeci bir Devletin temel hakları ihlal ettiği tespitinin ağırlığına da dikkat etmektedir (Creangă/Romanya [BD], no 29226/03, § 88, 23 Şubat 2012 ve bu kararda bahsedilen davalar).", "152.  Öte yandan Mahkeme Sözleşme tarafından öngörülen prosedürün affirmanti incumbit probatio (iddia eden ispat eder) ilkesinin her zaman katı bir şekilde uygulanmasına uygun olmadığını hatırlatır. Mahkeme Sözleşme’nin 2 ve 3. maddeleriyle ilgili içtihadına göndermede bulunur. Bu içtihadına göre, kişilerin gözaltında otoritelerin kontrolüne tabi oldukları durumlar gibi, söz konusu olayların sadece otoriteler tarafından bilinebildiği durumlarda, bu dönem boyunca meydana gelen ölüm ve her türlü bedensel zararlar olayla ilgili çok güçlü varsayımlara yol açar. Kanıt yükü bu durumda yeterli ve inandırıcı bir açıklama sunması gereken otoritelerdedir (Salman/Türkiye [BD], no 21986/93, § 100, CEDH 2000VII, Çakıcı/Türkiye [BD], no 23657/94, § 85, CEDH 1999IV, ve Rupa/Romanya (no 1), no 58478/00, § 97, 16 Aralık 2008). Böyle bir açıklamanın yapılmaması durumunda Mahkeme, savunmacı Hükümet aleyhine olabilecek sonuçlar çıkarma hakkına sahiptir (Orhan/Türkiye, no 25656/94, § 274, 18 Haziran 2002).", "153.  Mahkeme bu mülahazaların Sözleşme’nin 5. maddesi altında incelenen kayıp olayları için de geçerli olduğunu daha önce ortaya koymuştur. Bu durumlarda bir insanın otoriteler tarafından gözaltına alındığının kanıtlamaması durumunda bile bu insanın otoriteler tarafından resmen çağrıldığını, onların kontrolünde bulunan bir yere girdiğini ve bir daha da görülmediğini ortaya çıkarmak mümkündür. Böyle bir durumda bu yerlerde olup bitenle ilgili yeterli ve akla yakın bir açıklama yapmak ve ilgilinin otoriteler tarafından tutulmadığını ve bu yerleri sonradan özgürlüğünden yoksun bırakılmadan terk ettiğini göstermek Hükümet’e düşer (Tanış ve diğerleri/Türkiye, no 65899/01, § 160, CEDH 2005VIII ; ve Youssoupova ve Zaourbekov/Rusya, no 22057/02, § 52, 9 Ekim 2008). Öte yandan yine Sözleşme’nin 5. maddesinin 1. fıkrası altında ileri sürülen bir şikâyet bağlamında Mahkeme, kanıt yükünü savunmacı Hükümet’e yüklemeden önce, uyuşan bulguların sunulmasını şart koşmuştur (Öcalan/Türkiye [BD], no 46221/99, § 90, CEDH 2005IV, ve Creangă, yukarıda geçen, § 89).", "2.  Olayların ortaya konulması", "154.  Mahkeme Hükümet’in başvurucunun bütün iddialarına itiraz ettiğini kaydeder. Tarafların sundukları delil unsurlarındaki ayrılık, savunmacı Hükümet’in Devlet ajanlarının ihtilaflı olaylara karışmış olmasını kesin bir dille reddetmiş olması ve başvurucunun sunduğu ceza şikâyetinin reddedilmiş olması göz önünde bulundurulduğunda Mahkeme, olayda kanıt yüküyle ilgili bir sorunun söz konusu olduğu ve özellikle de kanıt yükünün tersine çevrilmesi ve başvurucu değil de savunmacı Hükümet’e yükletilmesi gerekip gerekmediğinin incelenmesinin uygun olacağı kanaatindedir.", "155.  Bu bakımdan, görevinin ikincil niteliği konusunda hassas olan Mahkeme, iyi nedenler olmadıkça, baktığı davanın şartları bunu kaçınılmaz kılmadıkça, ilk derece olay hâkiminin rolünü üstlenemeyeceğini kabul etmektedir (McKerr/Birleşik Krallık, (kabuledilebilirlik üzerine karar), no 28883/95, 4 Nisan 2000). Ancak Sözleşme’nin 3. maddesi temelinde formüle edilen iddialar söz konusu olduğunda, ulusal hukukta daha önceden bazı soruşturmalar yapılmış ve prosedürler işletilmiş ise de (Cobzaru/Romanya, no 48254/99, § 65, 26 Temmuz 2007), Mahkeme’nin « çok dikkatli bir inceleme » yapması gerekmektedir (mutatis mutandis bakınız Ribitsch/Avusturya, 4 Aralık 1995, § 36, seri A no 336, ve Georgiy Bykov/Rusya, no 24271/03, § 51, 14 Ekim 2010). Diğer bir deyişle Mahkeme, böyle bir kontekste, ulusal yargı mercilerinin vardıkları sonuçları daha eleştirel bir gözle incelemeye hazırdır. Bunun için Mahkeme ulusal prosedürün kalitesini ve karar sürecini bozabilecek bütün yetersizlikleri dikkate alabilir (Denissenko ve Bogdantchikov/Rusya, no 3811/02, § 83, 12 Şubat 2009).", "156.  Mahkeme en başta başvurucunun Almanya’ya gelişini izleyen dönem boyunca, başından geçtiğini söylediği olayları, çok detaylı, açık ve birbirini tutan şekilde tasvir ettiğini kaydeder. Başvurucunun olay öyküsü uluslararası alanda ve savunmacı Devletten başka ülkelerde yürütülen soruşturmalar kapsamında olsun, Eski Yugoslav Makedonya Cumhuriyeti’nde başlatılan prosedürler kapsamında olsun hiçbir zaman değişmedi. Başvurucu savunmacı Devletteki ve CIA tarafından yönetilen tutukevindeki iddia konusu tutukluluğunun yeri, zamanı ve süresi ile otelde kaldığı süre boyunca, Skopje havalimanında CIA ajanlarına teslim edildiği sırada ve Afganistan’daki « Salt Pit » cezaevinde tutulduğu zaman gördüğü muamele konusunda birbirini tutan bilgiler verdi. Dahası davanın başka boyutları başvurucunun inandırıcılığını arttırmaktadır.", "157.  Birincisi, Mahkeme başvurucunun olay öyküsünün uluslararası soruşturmalar ve Alman otoriteleri tarafından yürütülen soruşturmalar çerçevesinde toplanan çok sayıdaki dolaylı kanıt tarafından desteklendiğini kaydeder. Bununla ilgili olarak Mahkeme şu unsurları not eder:", "a) FAA [Federal Aviation Administration – Amerikan federal havacılık idaresi] tarafından kaydedilen sivil bir Boeing’in Palma de Mallorca’dan (İspanya) 23 Ocak 2004 tarihinde kalktığını ve Skopje havalimanına aynı gün saat 20 :51’de iniş yaptığını ve üç saat sonra önce Bağdat’a ve sonra da Kabil’e gitmek üzere kalktığını doğrulayan uçuş kayıtları;", "b)  CIA tarafından kiralanan N982RK sayılı bir Gulfstream uçağın 28 Mayıs 200’te Kabil’den kalktığını ve Arnavutluk’taki askeri hava üssü Bezat-Kuçova havalimanına indiğini doğrulayan uçuş kayıtları ;", "c)  Almanya’da yürütülen bir ceza soruşturması sırasında yapılan ve başvurucunun bir Güney Asya ülkesinde kaldığı ve uzun bir süre beslenmediği yönündeki olay öyküsünü doğrulayan başvurucunun kıl foliküllerinin bilimsel analizi ;", "d)  Başvurucunun Afganistan’daki tutukluluğu sırasında yaşanan düşük ölçekteki depremle ilgili hatıralarını doğrulayan jeolojik kayıtlar ;", "e)  Afgan cezaevinin başvurucu tarafından çizilen ve Amerikan ajanları tarafından Afgan topraklarında tutulan başka bir « teslim etme » mağdurunun bu yerleri hemen tanımasını sağlayan krokiler.", "158.  Bu unsurlar Marty araştırmasının başvurucunun davasının « belgelenmiş bir teslim etme örneği » (yukarıda paragraf 45) oluşturduğu ve Hükümet’in olay versiyonunun « inkâr edilemez bir biçimde savunulamaz duruma gelmiş olması » (yukarıda paragraf 46) sonucuna varmasına neden olmuştur. Fava araştırması kesin raporu « Alman vatandaşı Khaled El-Masri’nin [olağandışı teslim etme konusu yapılmasını] kınamaktadır » (yukarıda paragraf 49). Dahası Bundestag başvurucunun olay öyküsünün « Makedonya’da tutuklu kalması, Afganistan’a nakledilmesi ve bu ülkede Amerikan güçleri tarafından zorla hapsedilmesiyle ilgili temel olaylar bakımından inandırıcı » olduğunu kaydetmiştir (yukarıda paragraf 60).", "159.  İkincisi, başvurucunun savunmacı Devlette yaptığı araştırmalar onun olay versiyonunu destekleyen başka ilgili unsurların gün yüzüne çıkarılmasını sağlamıştır. Bu konuda Mahkeme Skopje havalimanı makamlarının 18 Haziran 2008 tarihli olan (yukarıda paragraf 67) ve Marty araştırmasının N313P numarasıyla kayıtlı Boeing 737 uçağının izlediği rotayla ilgili tespitlerini doğrulayan mektubuna özel bir ilgi göstermektedir. Bu belge bu uçağın Skopje havalimanına yolcusuz indiğini ve oradan içinde tek bir yolcu olmak üzere ayrıldığını ilk defa doğrulamaktadır. Başvurucunun iddialarını destekleyen belirleyici başka bir unsur da, Marty ve Fava araştırmalarına katılan araştırmacı Bay J.G.S.nin sunduğu bilirkişi raporudur. İlgili burada başvurucunun Eski Yugoslav Makedonya Cumhuriyeti topraklarına girişi ile CIA ajanlarına teslim edilmesi arasındaki dönemde meydana gelen olaylarla ilgili ayrıntılı olgusal tespitler sunmaktadır.", "160.  Üçüncüsü, Mahkeme şimdi kamu bilgisi dâhilinde olan (yukarıda paragraflar 98, 103 ve 106’dan 127’ye) ve o dönemdeki Amerikan otoritelerinin « teslim etme programı »yla ilgili bilgiler veren çeşitli organlara ait belgelere özel bir önem vermektedir. Bu belgeler doğrudan başvurucunun durumundan bahsetmiyor olsalar da, ilgili tarafından tasvir edilen metotlara benzer metotlar kullanan « teslim etme » davaları hakkında aydınlatıcı bilgiler vermektedir.", "161.  Son olarak Mahkeme olayların olduğu dönemde savunmacı Devletin İçişleri bakanı olan ve kısa bir süre sonra da Başbakan olan Bay H.K.nın yazılı beyanına atıf yapmaktadır. Mahkeme önünde ihtilaf konusu olan olayla ilgili yegane doğrudan tanık ifadesi olan beyanında tanık, Amerikan otoriteleri tarafından geçerli bir şekilde çıkarılmış bir uluslararası yakalama emri uyarınca hareket eden Makedonya otoritelerinin başvurucuyu yakaladıklarını ve sonra da Skopje’de bir yerde gizli bir şekilde ve UBK (savunmacı Devletin istihbarat teşkilatı) ajanlarının devamlı gözetimi altında tuttuklarını doğrulamaktadır. İlgilinin daha sonra Skopje havalimanında CIA’nin bir « teslim etme ekibine » verildiğini ve Makedonya topraklarını CIA tarafından kiralanmış bir uçağın içerisinde terk ettiğini eklemektedir. Bu beyan başka araştırmalar sırasında ortaya çıkarılan olaylar ile başvurucunun birbirini tutan ve mantıklı olan olay versiyonunu desteklemektedir.", "162.  Şüphesiz ulusal otoriteler Bay H.K.nın beyanını kontrol etme fırsatı bulamamış ve Mahkeme’de, önündeki yargılama sırasında, bu beyanın ayrıntılarını teyit edememiştir. Ancak bu beyanın ispat değerinin zorunlu olarak zayıfladığı anlamına gelmez. Bu unsurun başvurucunun ceza şikâyetinin ulusal kovuşturma makamları tarafından reddedilmesinden sonra ortaya çıkmış olması Mahkeme’nin onu göz önünde bulundurmasını engellemez (mutatis mutandis bakınız Saadi/İtalya [BD], no 37201/06, § 133, CEDH 2008).", "163.  Prensip olarak Mahkeme savunmacı Devletin yüksek memur ve bakanlarından yapılan beyanlara tedbirli bir şekilde yaklaşır, çünkü bunlar şimdi ya da geçmişte temsil ettikleri Hükümet lehine konuşma eğiliminde olabilirler. Ancak Mahkeme – eski bakan ya da yüksek memur söz konusu olsa bile – söz konusu ihtilafta merkezi bir rol oynamış üst düzey yöneticilerin beyanlarının, otoritelerin aleyhine olan bir davranış ya da olayları kabul etmesi durumunda, özel bir ispat kuvvetine sahip oldukları kanaatindedir. Dolayısıyla böyle beyanlar bir çeşit ikrar gibi yorumlanabilirler (bu konuyla ilgili olarak mutatis mutandis bakınız Nikaragua’da ve Nikaragua’ya karşı askeri ve paramiliter faaliyetler (Nikaragua/Amerika Birleşik Devletleri), esas üzerine karar, Uluslararası Adalet Divani raporu 1986, s. 14, § 64).", "164.  Şu halde Mahkeme söz konusu tanık tarafından verilen beyanı dikkate alabilir. Mahkeme ayrıca Hükümet’in onun önünde bu kişinin inandırıcılığını şüpheye atacak hiçbir unsur sunmadığını kaydeder.", "165.  Yukarıda belirtilenler ışığında Mahkeme, başvurucu tarafından sunulan olay versiyonunu destekleyen bir delil başlangıcının var olduğu ve sonuç olarak kanıt yükünün tersine çevrilmesi ve savunmacı Hükümet’e yükletilmesi gerektiği sonucuna varmaktadır.", "166.  Oysaki Hükümet yukarıda ifade edilen unsurların başvurucunun iddialarını destekler kabul edilemeyeceğini sonuç alıcı bir şekilde göstermemiştir. Söz konusu olayların meydana gelme şekliyle ilgili olarak yeterli ve inandırıcı hiçbir açıklama sunmamıştır. Başvurucunun 31 Aralık 2003 tarihinde Tabanovce sınır karakolunda ulusal otoritelerin kontrolü altına girmesinden sonra başına gelenle ilgili akla yakın bir açıklama da yapmamıştır. Hükümet başvurucunun 31 Aralık 2003’te yakalanmasından sonra başına gelenlerle ilgili hesap verme sorumluluğunun savunmacı Devlet otoritelerine düştüğüyle ilgili varsayımı çürütebilecek inandırıcı ve belgelere dayalı hiçbir argüman da ileri sürmemiştir. Bu konuyla ilgili olarak Hükümet tarafından sunulan delil unsurları (yukarıda paragraf 41 ve 65) yetersizdir. Bu noktayla ilgili olarak Hükümet’in neden bu unsurları daha erken sunmadığını açıklamadığını kaydetmek gerekir (yukarıda paragraf 45 ve 2006 Marty raporunun 113. paragrafı). Ayrıca Hükümet Bay J.G.S. tarafından sunulan bilirkişi incelemesiyle ilgili hiçbir itirazda bulunmamış ve hiçbir yorum yapmamıştır. Hükümet başvurucunun davasıyla ilgili olarak Bay H.K.nin beyanında atıf yaptığı ve İçişleri Bakanlığının elinde bulunan belgeleri de sunmamıştır (yukarıda paragraf 74). Zaten bu konuyla ilgili olarak Mahkeme’ye yazılı hiçbir belge sunulmamıştır. Son olarak Mahkeme başvurucunun şikâyetinin reddedilmesiyle sonuçlanan soruşturmanın çok inandırıcı olmadığı ve varılan sonuçların kullanılamaz oldukları kanaatindedir.", "167.  Bu şartlarda Mahkeme ona sunulan unsurlardan ve otoritelerin tavrından sonuç çıkarabileceği kanaatindedir (Kadirova ve diğerleri/Rusya, no 5432/07, §§ 87 ve 88, 27 Mart 2012). Dolayısıyla Mahkeme başvurucunun iddialarının yeteri kadar inandırıcı ve her türlü şüpheden uzak olacak şekilde oturtulmuş iddialar olduğu sonucuna varmaktadır.", "III.  SÖZLEŞME’NİN 3. MADDESİNİN İHLALİ İDDİASI", "168.  Başvurucu, otelde tutuklu kaldığı süre boyunca kendisine yapıldığını söylediği kötü muamelelerden ve Skopje havalimanında CIA’nin teslim etme ekibine teslim edildiği sırada « yakalama şoku » muamelesine maruz kalmasını engelleyecek tedbirlerin otoriteler tarafından alınmamasından dolayı savunmacı Devletin sorumlu olduğu kanaatindedir. Dahası başvurucu, savunmacı Devletin, Afganistan’daki « Salt Pit » isimli kurumda tutulduğu süre boyunca maruz kaldığını iddia ettiği kötü muamelelerden de sorumlu tutulması gerektiğini, çünkü bu Devletin onu, böyle kötü muamelelere maruz bırakılacağı yönünde gerçek bir risk olduğuna inandıracak ciddi nedenler bulunmasına rağmen, bilinçli olarak Amerikan ajanlarına teslim ettiğini iddia etmektedir. Başvurucu bu hususla ilgili olarak « Salt Pit » kurumundaki tutukluluk koşullarının, özellikle de bedensel bütünlüğüne yapılan saldırılar, yemek ve suyun yetersizliği, uykudan yoksun bırakılma, zorla besleme süreci ve tıbbi bakımın hiçbir şekilde olmamasının Sözleşme’nin 3. maddesine aykırı muamele olarak değerlendirilmesi gerektiği düşüncesindedir. Son olarak başvurucuya göre Makedonya makamlarınca yapılan soruşturma bu madde anlamında etkili değildi.", "Sözleşme’nin 3. maddesi şöyledir:", "« Hiç kimse işkenceye, insanlık dışı ya da onur kırıcı ceza veya muamelelere tabi tutulamaz ».", "A.  Tarafların görüşleri", "1.  Başvurucu", "169.  Başvurucu yasadışı bir şekilde gizli olarak tutulduğunu, tecride maruz kaldığını ve otelde yirmi üç gün boyunca sorgulandığını, sürekli tekrar eden tehditlerin hedefi olduğunu ve başına geleceklerle ilgili uzayıp giden bir belirsizlik içinde kaldığını iddia etmektedir. Başvurucu bu muamelelerin Sözleşme’nin 3. maddesinden doğan haklarını ihlal ettiğini düşünmektedir. Başvurucu, beden bütünlüğüne yönelik doğrudan saldırının bulunmadığı durumlarda bile, hissettiği endişe ve stresin biriken keskin psikolojik etkilerinin, sorgu için, onu ruhen kırma açık amacıyla, bilinçli olarak, kullanıldığını ve bunların onu, on gün boyunca açlık grevine girmek suretiyle, bu muameleye karşı isyan etmeye götürmeye yettiğini ileri sürmektedir.", "170.  Ayrıca başvurucu, savunmacı Devlet ajanlarının operasyona karşı durmak bir yana, tam tersine onu aktif bir şekilde kolaylaştırdıklarını ve sonuç olarak savunmacı Devletin, Skopje havalimanında CIA’ye teslim edilmesi sırasında maruz kaldığı muamelenin hesabını vermesi gerektiğini ileri sürmektedir. Başvurucu bu sırada « yakalama şoku » oluşturmak ve takip edecek sorgu için iradesini kırmak için bilinçli bir şekilde tasarlanan kaba ve ürkütücü bir muameleye maruz bırakıldığını beyan etmektedir. Başvurucu CIA uçağına bindirilmesi için kullanılan şiddetin onun oluşturabileceği her türlü tehdit karşında tamamen orantısız olduğunu ve onu küçük düşürmeyi ve ruhsal direncini kırmayı hedeflediğini düşünmektedir. Başvurucu otel ve Skopje havalimanında maruz bırakıldığı muameleyi işkence olarak nitelemektedir.", "171.  Ayrıca başvurucu Makedonya makamlarının, CIA’ye teslim edilme kapsamında, Afganistan’da kötü muameleye maruz bırakılma riskini değerlendirmek ve bu hususla ilgili uygun diplomatik güvenceleri almakla sorumlu olduklarını düşünmektedir. Oysaki bu makamlar, kamuya yansıyan çok sayıda unsur benzer muamele gerçeğini doğrulamasına rağmen, bu şekilde hareket etmekten kaçınmışlardır. Sonuç olarak Sözleşme’nin 3. maddesi açısından savunmacı Devletin sorumluluğu ortaya çıkmıştır.", "172.  Son olarak başvurucu savunulabilir şikâyetlerle otoritelere başvurduğunu ve onlar tarafından bu konuyla ilgili olarak yürütülen soruşturmanın yüzeysel ve tamamen yetersiz olduğunu düşünmektedir. Şikâyetlerine ve çok sayıda uluslararası organın çağrılarına rağmen savunmacı Devlet, Sözleşme’nin 3. maddesinin gerektirdiği, hızlı, tarafsız ve etkili bir soruşturma yürütmeyi başaramamıştır.", "2.  Savunmacı Hükümet", "173.  Hükümet başvurucunun sunduğu kötü muamele iddialarını blok halinde inkâr etmede direnmektedir. Ayrıca başvurucunun sağlık durumuyla ilgili olarak inandırıcı olmadığını düşündüğü 5 Ocak 2009 tarihli bilirkişi incelemesinin inandırıcılığına da itiraz etmektedir (yukarıda paragraf 36). Bu nedenlerden dolayı Mahkeme’yi bu bilirkişi incelemesini « çok ihtiyatlı bir şekilde » değerlendirmeye çağırmaktadır.", "174.  Öte yandan Hükümet kovuşturma makamları tarafından yürütülen soruşturmanın etkili olmadığını kabul etmekte, ancak bu eksikliğin suçunu başvurucunun ceza şikâyetini sunmaktaki gecikmesi ve bu şikâyetin X’e karşı yapılmış olması üzerine atmaktadır.", "B.  Müdahil üçüncü kişilerin görüşleri", "1.  Birleşmiş Milletler İnsan Hakları Yüksek Komiseri (UNHCHR – « Yüksek Komiser »)", "175.  Yüksek Komiser gerçeğe ulaşma hakkının zorla kaybettirme davaları gibi çok aleni ihlallerde söz konusu olan otonom bir hak olduğunu beyan etmektedir. Bu hak Sözleşme’nin 13. maddesinde de tanınmış olup ve Sözleşme’nin 2, 3 ve 5. maddelerinin ayrılmaz bir parçadır. Zorla kaybettirme durumlarında gerçeğe ulaşma hakkı mağdurun sonu konusundaki gizem bakımından, her ne kadar bu mağdur sonunda yeniden ortaya çıkacaksa da, çok zorlayıcı bir nitelik taşır. Yüksek Komiser apaçık insan hakları ihlalleri ile insancıl hukukunun ağır ihlalleriyle ilgili gerçeğin kabul edilmesinin mağdurlar ile onların aile ve yakın arkadaşları için bir çeşit giderim oluşturduğu kanaatindedir. Gerçeğe ulaşma hakkı ihlalin doğrudan mağdurları, onların yakınları ve toplumun geneli yararına uygulanır. Bu kategoriden insanların çeşitli konularda, özellikle de sorumluların kim oldukları, muhtemelen yürütülen soruşturmada kaydedilen gelişmeler ve soruşturmanın sonuçları ve ihlallerin hangi koşullarda ve neden işlendikleri konularında bilgi talep etmeye ve almaya hakları vardır. Öte yandan gerçeğe ulaşma hakkı Devlete geniş yükümlülükler, özellikle de 1) etkili bir soruşturma yürütme 2) mağdur ve yakınlarının soruşturma sürecine aktif girişlerini sağlama 3) ilgili bütün bilgileri mağdurlara ve kamuya bildirme ve 4) mağdur ve tanıkları tehdit ve misillemelere karşı koruma yükümlülüklerini yüklemektedir. Son olarak gerçeğe ulaşma hakkı uluslararası hukuk (Yüksek Komiser bütün Kişilerin Zorla Kaybedilmeden Korunmasına Dair Sözleşme’den bahsetmektedir) tarafından tanınınmış ve Amerikan Devletleri İnsan Hakları Mahkemesi ile Afrika İnsan ve Halkların Hakları Komisyonu tarafından da tasdik edilmiştir.", "2.  Interights", "176.  Interights işbu davanın Mahkeme’ye « olağandışı teslim etme » terimiyle tanınan ihlal sisteminin kabul edilemeyeceğini beyan etme ve savunmacı Devletin Sözleşme bakımından ne ölçüde sorumlu olduğunu belirleme fırsatı verdiği kanaatindedir. Interights için, teslim etme süreci sırasında ya da hazırlık aşamasında ilgili insanlara yapılan muamele (özellikle « yakalama şoku » denilen muamele) ve baskıcı sorgu yöntemlerine başvurulması işkence ve/veya kötü muamele fiilleri olarak değerlendirilebilinir. Olağandışı teslim etme uygulaması insanların bir Devletten işkence ya da insanlık dışı ya da onur kırıcı muameleye maruz bırakılma konusunda gerçek bir tehlikenin bulunduğu başka bir Devlete gönderilmeyi doğal olarak içerir. Böyle bir gönderme Mahkeme’nin içtihadıyla adanmış olan refulman yasağı ilkesine aykırı olur (Interights bununla ilgili olarak Soering/Birleşik Krallık, 7 Temmuz 1989, seri A no 161, ve yukarıda geçen Saadi/İtalya kararlarına atıf yapmaktadır). Interights, refulman yasağı ilkesine göre, « olağandışı teslim »de suç ortaklığı ve bu tip operasyonlara şu veya bu şekilde katılma ya da bunlarda işbirliği yapmaktan doğan sorumluluğun, temel hak ihlallerinin bu operasyonlara eşlik edeceğinin Devlet makamları tarafından bilindiği ya da bilinmesi gerektiği durumda söz konusu olacağını açıklamaktadır. Bir Devlet, « suç ortaklığından doğan sorumluluğa » paralel olarak, uluslararası hukukta yasak olan bir olayın işlenmesinde başka bir Devlete yardım ya da destek sunması durumunda uluslararası genel hukuk bakımından sorumlu tutulabilir (« tali sorumluluk »). Interights için böyle ihlalleri önleme yükümlülüğünün ihlal edilmesi, Devletin söz konusu hakları ihlal eden yabancı ajanların fiillerine rıza göstermesi durumunda daha açıktır. Dahası böyle fiillere rıza gösterme ya da bunları hoş görme de Devletin sorumluluğunu ortaya çıkarabilir. Bir kere teslim etme operasyonu bittikten sonra Devletin gizli bir şekilde tutulma ve nakledilme iddiaları konusunda hızlı ve etkili bir soruşturma yürütme ve ihlalin yol açtığı manevi zarar için bir tazminat ödeme başta gelmek üzere ihlali giderme yükümlülüğü ortaya çıkacaktır.", "3.  Redress", "177.  Redress için olağandışı teslim etme iddialarıyla ilgili bir soruşturma hızlı, bağımsız, derinlikli ve sorumluları ortaya çıkarıcı ve onları cezalandırıcı olmalıdır. Böyle bir soruşturma ayrıca bir kamu denetimine tabi olmalı, mağdurların katılımını öngörmeli ve mağdurların gerçeğe ulaşma haklarına saygı için mağdurların bilgiye ulaşmalarına imkan vermelidir. Soruşturma yükümlülüğü Sözleşme’nin 3 ve 5. maddelerinin içinde bulunmaktadır. Ulusal güvenlikle ilgili mülahazaların bir mağdurun ilgili bilgilere ulaşmasını engellemesi kabul edilemez. Böyle mülahazaların mağdurların bilgiye ulaşma haklarına üstün gelmesi durumunda, 3. maddenin kesin ve devredilemez niteliği ve kabul edilmeyen tutuklama yasağı söz konusu edilmiş olur. Bununla ilgili olarak Redress, Avrupa Konseyi’nin 30 Mart 2011 tarihinde kabul ettiği Ağır İnsan Hakları İhlallerinin Cezasız Kalmasını Önlemek İçin Temel İlkelere atıf yapmaktadır (yukarıda paragraf 105). Bu ilkelere göre « ağır insan hakları ihlallerinin sorumlularının cezasız kalması mağdurların acılarını arttırmaktadır ». Redress uygun bir giderimin, mağdurların, yakınlarının ve genel olarak toplumun maruz kalınan ihlallerle ilgili gerçeği öğrenebilmeleri için, Sözleşme’nin iddia konusu 3 ve 5. maddeleri ihlalinin mağdurlarının mağdur olarak kabul edilmelerini ve bu bakımdan onlara gösterilmesi gereken saygıyı görmelerini içerdiği kanaatindedir. Tazminat verilmesinin ötesinde, tatmin olma (ihlalin kabul edilmesi, resmi üzüntü ve özrün ifade edilmesi), tekrarlanmayacağı güvencesi ve topluma yeniden kazandırma başta gelmek üzere giderimin uzun süreli onarım fonksiyonuna uygun düşen başka temel unsurların da aynı zamanda sağlanması gerekmektedir. Topluma kazandırmayla ilgili olarak Redress, hastaneler tarafından onaylanan klinik psikoloğu olan Bay Robertson’un gerçeğin ifşa edilmesinin mağdur için psikolojik yararlarını anlattığı 28 Mart 2011 tarihli bilirkişi raporunu sunmaktadır. Bu rapora göre gerçeğin kamuya açık bir şekilde kabul edilmesi ve şu veya bu çeşit bir giderimle mağdurun yaşamış olduğu şeylerin uygun bir şekilde bir tarafa not düşülmesi mağdurun iyileşmesine giden yolda temel bir adımdır.", "4.  Amnesty International ve Uluslararası Hukukçular Komisyonu", "178.  Amnesty International ve Uluslararası Hukukçular Komisyonu işbu olayın « Amerika Birleşik Devletleri tarafından yönetilen, büyük çapta organize edilen, hem ulusal haklara hem de uluslararası hukuktan kaynaklanan yükümlülüklere aykırı bir şekilde ve her türlü adli ya da idari prosedürün dışında işleyen ve birçok Devletin hem aktif hem de pasif işbirliğine dayanan sınırlararası gizli tutuklama ve teslim etme sistemini » ilgilendirdiğini ileri sürmektedirler. Bu iki örgüte göre bu sistemin özelliği, onlara göre işkence ya da insanlık dışı ya da onur kırıcı muamele ya da cezaya maruz bırakılmama hakkını ihlal eden bir fenomen olan kişilerin zorla kaybedilmesidir. Sözleşme’nin 3. maddesi her sözleşmeci tarafın, yetki alanı içinde bulunan kişilerin gönderilmesine, bu göndermenin ilgiliyi kötü muameleye maruz kalma konusunda gerçek bir tehlikeyle baş başa bırakacağını bilmesine ya da bilmesi gerekmesine rağmen, yol açacak şekilde hareket etmesini – ve/veya hareket etmekten kaçınmasını – yasaklayan refulman yasağına dair yükümlülükleri içerir.", "179.  Son olarak bu iki örgüt özellikle 3 ve 5. maddelerin 13. maddeyle birlikte okunmasından kaynaklanan etkili bir soruşturma hakkının, « gizli tutuklama ve teslim etme sistemi » bağlamında işlenen sözleşmeden doğan hakların ihlaliyle ilgili gerçeğe ulaşma hakkını içerdiğini ileri sürmektedirler. Bu örgütler bu konuyla ilgili pozisyonlarını, sadece söz konusu insan hakları ihlallerinin ağırlığı ve genişliğiyle değil ama aynı zamanda, halen birçok ulusal sistemde gözlemlenen, bu uygulamalara eşlik eden genelleşmiş cezasızlık ve onlarla ilgili bilgilerin silinmesiyle haklılaştırmaktadırlar.", "C.  Mahkeme’nin değerlendirmesi", "1.  Kabuledilebilirlik", "180.  Elinde bulunan unsurlar ışığında Mahkeme, başvurucunun 3. maddeden kaynaklanan şikâyetlerinin Sözleşme bakımından esasla ilgili bir inceleme gerektiren önemli olgusal ve hukuksal sorular ortaya çıkardığını düşünmektedir. Dolayısıyla Mahkeme bu şikâyetlerin, Sözleşme’nin 35. maddesinin 3. fıkrasının a) bendi anlamında, açıkça temelden yoksun olmadıkları sonucuna varır. Kabuledilemezliği gerektiren başka bir sebebin de bulunmadığını kaydeden Mahkeme bu şikâyetlerin kabuledilebilir olduklarını beyan eder.", "2.  Esas", "181.  Mahkeme en başta başvurucunun kötü muamele iddialarıyla ilgili etkili bir soruşturmanın yapılmamasıyla ilgili şikâyetini inceleyecektir.", "a)  3. maddenin usul boyutu : etkili bir soruşturmanın yapılmamış olması", "i.  Genel ilkeler", "182.  Mahkeme bir kişinin savunulabilir bir şekilde polis ya da Devletin benzer teşkilatlarından 3. maddeye aykırı bir muamele gördüğünü ileri sürmesi durumunda, bu maddenin Sözleşme’nin 1. maddesinin Devlete yüklediği « kendi yetki alan[ı] içinde bulunan herkese bu Sözleşme[‘de] (...) açıklanan hak ve özgürlükleri tanı »yacaklarına ilişkin genel ödev ile birlikte değerlendirilmesinin sonuç olarak etkili resmi bir soruşturma yapılmasını gerektirdiğini hatırlatır. Bu soruşturma sorumluların kim olduklarını ortaya çıkarabilmeli ve onları cezalandırabilmelidir. Eğer bu böyle olmasaydı, işkence ve insanlık dışı ya da onur kırıcı muamele ve cezalar ile işkenceye ilişkin genel yasal yasak, esas önemde olmasına rağmen, uygulamada etkisiz olacak ve bazı durumlarda Devlet ajanları, neredeyse tam bir cezasızlık durumundan yararlanmak suretiyle, onların denetimine bırakılan insanların haklarını ayaklar altına alabileceklerdi (Georgiy Bykov, yukarıda geçen, § 60 ; Corsacov/Moldova, no 18944/02, § 68, 4 Nisan 2006 ; ve Assenov ve diğerleri/Bulgaristan, 28 Ekim 1998, § 102, Kararlar Derlemesi 1998VIII).", "183.  Ağır kötü muamele iddialarının gerektirdiği soruşturma hem hızlı hem de derinlikli olmalı, yani otoriteler her zaman olup bitenleri ciddi bir şekilde öğrenmeye çalışmalı ve soruşturmayı sonlandırmak ya da kararlarını temellendirmek için çabuk ve temelden yoksun sonuçlara dayanmamalıdırlar (Assenov ve diğerleri, yukarıda geçen, § 103, ve Batı ve diğerleri/Türkiye, nos 33097/96 ve 57834/00, § 136, CEDH 2004IV). Otoriteler başka deliller yanında görgü tanıklarının ifadeleri ile kriminalistik bilirkişi incelemeleri dâhil söz konusu olayla ilgili delil toplamak için alabilecekleri bütün makul tedbirleri almalıdırlar (Tanrıkulu/Türkiye [BD], no 23763/94, § 104, CEDH 1999IV, ve Gül/Türkiye, no 22676/93, § 89, 14 Aralık 2000). Soruşturmanın zararın nedenlerini ya da sorumluların kim olduklarını ortaya çıkarma kapasitesini zayıflatacak her eksiklik soruşturmanın gerekli etkililik normunu karşılamadığı sonucuna ulaşılması tehlikesi ortaya çıkarır (Boicenco/Moldova, no 41088/05, § 123, 11 Temmuz 2006).", "184.  Dahası soruşturmanın yürütme organından bağımsız bir şekilde yürütülmesi gerekmektedir (Oğur/Türkiye [BD], no 21594/93, §§ 91-92, CEDH 1999III, ve Mehmet Emin Yüksel/Türkiye, no 40154/98, § 37, 20 Temmuz 2004). Soruşturmanın bağımsızlığı sadece hiyerarşik ya da kurumsal bağlantının olmamasını değil ama aynı zamanda somut bir bağımsızlığı da gerektirir (Ergi/Türkiye, 28 Temmuz 1998, §§ 83-84, Derleme 1998IV).", "185.  Son olarak mağdur şöyle veya böyle soruşturmaya etkili bir şekilde katılabilmelidir (mutatis mutandis bakınız Oğur, yukarıda geçen, § 92 ; Khadjialiyev ve diğerleri/Rusya, no 3013/04, § 106, 6 Kasım 2008 ; Denis Vassiliev/Rusya, no 32704/04, § 157, 17 Aralık 2009 ; Dedovski ve diğerleri/Rusya, no 7178/03, § 92, CEDH 2008, ve Ognyanova ve Choban/Bulgaristan, no 46317/99, § 107, 23 Şubat 2006).", "ii.   Yukarıdaki genel ilkelerin olaya uygulanması", "186.  Mahkeme başvurucunun, Ekim 2008’de ceza şikâyetini sunmakla, Devlet ajanlarının ona uyguladıkları kötü muameleleri ve sonradan CIA ajanları tarafından organize edilen teslim edilmesi işlemine aktif bir şekilde katılmalarını savcılığın bilgisine sunduğunu kaydeder. Başvurucunun şikâyetleri uluslararası alanda ve yabancı Devletlerde yürütülen soruşturmalar kapsamında gün yüzüne çıkmış olan unsurlarla destekleniyordu. Mahkeme ihtilaflı olayların başvurucu tarafından yapılan tasviri ve hazır bulunan delillerin iddia konusu Sözleşme ihlallerinin ilgilinin ileri sürdüğü gibi Devlet otoritelerine yüklenebilmesi konusunda en azından makul bir şüphe ortaya çıkarmaya yettiği kanaatindedir. Dolayısıyla başvurucu, savunmacı Devlet güvenlik güçlerinin görevlerini kötüye kullandıklarına dair bir delil başlangıcı sunmuştur. Bu delil başlangıcı otoritelerin Sözleşme’nin 3. maddesinin gereklerine uygun olarak bir soruşturma yapmalarını gerektirmekteydi. Ne olursa olsun başvurucunun resmi olarak bir ceza şikâyetinde bulunması belirleyici değildi, çünkü 3. maddeyle ilgili ağır ihlaller konusunda otoritelerin bilgisine sunulan unsurlar, Sözleşme’nin 3. maddesine göre, o dönemde Devlet için ipso facto etkili bir soruşturma yürütme yükümlülüğü ortaya çıkarıyordu (mutatis mutandis bakınız Gorgiev/Eski Yugoslav Makedonya Cumhuriyeti, no 26984/05, § 64, 19 Nisan 2012).", "187.  Başvurucunun şikâyetinden sonra bir savcı davayla ilgili bilgi almak için İçişleri Bakanlığı’yla iletişime geçmiştir. Bakanlık cevap olarak savcıya, Münih savcılığının yapmış olduğu adli destek talepleri sonucunda Bakanlık tarafından daha önce hazırlanmış olan raporlarda bulunan olay versiyonunu özetleyen bir rapor göndermiştir. Aralık 2008 tarihinde, yani yaklaşık iki buçuk ay sonra, Skopje savcısı şikâyeti delil yetersizliğinden atmıştır. Savcı Bakanlığa gönderdiği bilgi talebi dışında başvurucunun iddialarına ilişkin hiçbir soruşturma yapmamıştır. Hükümet, savcının ne başvurucuyu ne de olayların olduğu dönemde otelde çalışan personeli dinlediğini doğrulamıştır.", "188.  Son olarak, başvurucunun savunmacı Devletten Afganistan’a nakledilmesi için kullanıldığından şüphe edilen N313P numaralı uçağın iniş amacının belirlenmesi için hiçbir tedbirin alınmadığı konusuna itiraz edilmemiştir. Marty araştırmasına göre bu uçak bir « teslim etme turnesi » kapsamına alınan başvurucunun nakli için kullanılmış ve aynı uçak başka tutukluları da benzer şartlarda nakletmiştir (yukarıda paragraf 45). Ayrıca başvurucu iddialarına destek olarak Skopje havalimanı otoritelerinin uçağın bu havalimanına 23 Ocak 2004’te yolcusuz bir şekilde indiğini ve ertesi günün sabahı içinde bir yolcuyla havalandığını doğruladıkları bir mektup sunmuştur (yukarıda paragraf 67). Başvurucunun Afganistan’a nakledilmesiyle ilgili iddiaları, hem yöntem hem de zamansal zincirleme bakımından bu uçağın izlediği yol ile dikkate değer bir biçimde uyuşuyordu. Ancak kovuşturma makamları pasif kalmış ve bunu daha fazla incelememişlerdir. Bu makamların bu bilgileri not edip sonra da o gece uçağın içerisinde bulunan yolcunun kimliğini ortaya çıkarmaya çalışmamaları şaşırtıcıdır. Uçak ve yolcusu üzerine yapılacak bir soruşturma başvurucunun olay versiyonunu doğrulayacak ya da yalanlayacak bilgilerin toplanmasına izin verecekti.", "189.  Oysaki İçişleri Bakanlığı’nın söylediklerinin doğruluğunu araştırmaya gerek görmeyen savcı, sadece Bakanlık tarafından sunulan belgelere dayanarak kararını vermiştir. Başvurucunun şikâyetini atmak için savcı, sadece, kabaca ajanları başvurucunun maruz kaldığı uygulamaya katıldıklarından şüphelenilen Bakanlığın verdiği bilgi ve açıklamalara dayanmıştır. Hükümet’e göre savcı, Bakanlığın vardığı sonuçların tersini gösterecek hiçbir unsurun bulunmamasından dolayı olayın daha fazla soruşturulmasının gereksiz olduğuna karar vermiştir (yukarıda paragraf 71). Başvurucunun şikâyetini sunduğu dönemde mevcut bulunan, en azından durum ve koşullara bağlı, çok sayıda delil göz önünde bulundurulduğunda bu sonuç bağımsız bir otoriteden beklenebilecek bir davranış değildir. Davanın karmaşıklığı, iddia edilen ihlallerin ağırlığı ve mevcut bulunan unsurlar kovuşturma makamlarının bağımsız ve uygun cevaplar vermesini gerektiriyordu.", "190.  Kovuşturma makamlarının yaptıkları soruşturmaların etkili olmadıkları Hükümet tarafından da kabul edilmektedir (yukarıda paragraf 174).", "191.  Tarafların ve özellikle de üçüncü müdahillerin görüşlerine bakıldığında Mahkeme olayda yürütülen soruşturmanın uygunsuz niteliğiyle ilgili başka bir boyutu, yani bunun davanın ilgili koşullarıyla ilgili gerçeğe ulaşma hakkı üzerindeki etkisini de, incelemek istemektedir. Bu konuyla ilgili olarak Mahkeme, işbu davanın sadece başvurucu ve ailesi için değil ama aynı zamanda ne olduğunu öğrenmeye hakları olan benzer suçların diğer mağdurları ve kamu içinde büyük bir öneme sahip olduğunun altını çizer. « Olağandışı teslim etme » konusu bütün dünyada günün konusu olmuş ve çok sayıda uluslararası ve hükümetlerarası örgütün ve özellikle de Birleşmiş Milletler’in insan haklarını koruma organları, Avrupa Konseyi ve Avrupa Parlamentosu’nun soruşturma açmalarına neden olmuştur. Avrupa Parlamentosu ilgili Devletlerden bazılarının gerçeğin ortaya çıkmasını görmek istemediklerini kaydetmiştir. « Gizli Devlet » kavramı gerçeğin araştırılmasını engellemek için sık sık ileri sürülmüş (yukarıda paragraflar 46 ve 103) ve Amerikan Hükümeti de başvurucu tarafından Amerikan mahkemelerine taşınan dava kapsamında bunu ileri sürmüştür (yukarıda paragraf 63). Marty raporu ayrıca « aynı girişimin « Eski Yugoslav Makedonya Cumhuriyeti » otoritelerini gerçeği gizlemeye yönelttiği » sonucuna varmıştır (yukarıda paragraf 46).", "192.  Mahkeme savunmacı Devletin kovuşturma makamlarının, bir kere başvurucunun iddialarından haberdar olduktan sonra, bu fiillerle ilgili her türlü cezasızlık görüntüsünün ortaya çıkmasından kaçınmak için uygun bir soruşturma yapmaya çalışmaları gerektiği kanaatindedir. Mahkeme olayın şartlarının inkâr edilemeyecek şekilde karmaşık olmasını azımsamamaktadır. Bununla birlikte, bazen bu veya şu özel durumda bir soruşturmanın ilerlemesini engelleyen zorluk ya da engellemeler olabilse de, bu olayda olduğu gibi ağır insan hakları ihlali iddialarının soruşturulduğu durumlarda otoritelerin uygun bir cevap vermesi, kamunun yasallık ilkesine saygıya olan güveninin muhafaza edilmesi ve yasadışı fiillerle ilgili olarak her türlü suç ortaklığı ya da hoşgörü görüntüsü vermekten kaçınmak için, genel olarak temel önemde kabul edilebilinir. Aynı nedenlerden dolayı kamunun soruşturma ve vardığı sonuçlar üzerinde, hem teorik olarak hem de uygulamada sorumluluğun araştırılmasını güvenceye alacak şekilde, bir denetleme hakkının bulunması gerekmektedir (Al-Skeini ve diğerleri/Birleşik Krallık [BD], no 55721/07, § 167, CEDH 2011 ; Association « 21 décembre 1989 » ve diğerleri/Romanya, nos 33810/07 ve 18817/08, § 135, 24 Mayıs 2011, ve Anguelova/Bulgaristan, no 38361/97, § 140, CEDH 2002IV). Avrupa Konseyi’nin de 30 Mart 2011 tarihli Ağır İnsan Hakları İhlallerinin Cezasız Kalmasını Önlemek İçin Temel İlkeleri’nde (yukarıda paragraf 105) ifade ettigi gibi, « Devletlerin, mağdurlar için adaleti sağlamak, gelecekte insan hakları ihlallerinin işlenmesini caydırmak ve hukuk Devleti ve kamuoyunun adli sisteme olan güvenini muhafaza etmek için, cezasızlıkla mücadele etme ödevleri vardır ». Oysaki bu olayda yürütülen uygunsuz soruşturma başvurucuyu olanlar konusunda bilgilenme olanağından ve özellikle de ilgilinin çektiğini söylediği acılar ve sorumlu gördüğü kişilerin oynadığı rol konusunda açık bir rapordan mahrum bırakmıştır.", "193.  Mahkeme, yukarıdaki mülahazalara dayanarak, bu davada yürütülen kısa soruşturmanın gerçeğe ulaşılması ve iddia konusu olayların sorumlularının kimliklerinin belirlenip cezalandırılmalarına götürecek etkili bir soruşturma olarak değerlendirilemeyeceği sonucuna varır.", "194.  Bu koşullarda Mahkeme Sözleşme’nin 3. maddesinin usulle ilgili kısmı bakımından ihlal edildiği sonucuna varır.", "b)  Sözleşme’nin 3. maddesinin maddi kısmı", "i.  Başvurucuya otel ve Skopje havalimanında uyguladığı iddia edilen kötü muameleler", "α)  Genel ilkeler", "195.  Mahkeme’nin birçok kereler söylediği üzere, Sözleşme’nin 3. maddesi demokratik toplumun temel değerlerinden birini düzenlemektedir. Sözleşme’nin normatif maddelerinin çoğunluğunun aksine bu madde istisna öngörmemekte ve 15. maddenin 2. fıkrasına göre ulusun varlığını tehdit eden genel bir tehlike durumunda bile askıya alınamamaktadır (Selmouni/Fransa [BD], no 25803/94, § 95, CEDH 1999-V, ve Labita/İtalya [BD], no 26772/95, § 119, CEDH 2000IV). Mahkeme terörizm ve örgütlü suçlarla mücadele gibi en zor koşullarda bile Sözleşme’nin işkence ve insanlık dışı ya da onur kırıcı muamele ya da cezaları, mağdurun davranışı ne olursa olsun, kesin ifadelerle yasakladığını teyit etmiştir (Chahal/Birleşik Krallık, 15 Kasım 1996, § 79, Derleme 1996V, ve Labita, yukarıda geçen, § 119).", "196.  3. madde kapsamına girebilmesi için kötü bir muamelenin asgari bir ağırlık derecesine ulaşmış olması gerekmektedir. Bu asgari derecenin değerlendirilmesi davanın bütün verilerine ve özellikle de muamelenin süresi, fiziksel ve zihinsel etkileri ve bazen de mağdurun cinsiyeti, yaşı ve sağlık durumuna bağlıdır (İrlanda/Birleşik Krallık, 18 Ocak 1978, § 162, seri A no 25, ve Jalloh/Almanya [BD], no 54810/00, § 67, CEDH 2006IX). Değerlendirmeye alınacak diğer unsurların arasında muamelenin amacı ve ilham aldığı maksat ve gerekçe de bulunmaktadır (başka kararlar yanında bakınız Aksoy/Türkiye, 18 Aralık 1996, § 64, Derleme 1996VI ; Egmez/Kıbrıs, no 30873/96, § 78, CEDH 2000XII, ve Krastanov/Bulgaristan, no 50222/99, § 53, 30 Eylül 2004).", "197.  Mahkeme, bir kötü muamele şeklinin işkence olarak nitelendirilip nitelendirilmemesi gerektiğini belirlemek için, 3. maddenin bu kavram ile insanlık dışı ya da onur kırıcı muameleler kavramı arasında yaptığı ayrıma bakmak gerekmektedir. Bu ayrım Sözleşme tarafından çok ağır ve zalimane acılara neden olan kasti insanlık dışı muamelelerdeki özel iğrençliğe işaret etmek için yapılmışa benziyor (Aksoy, yukarıda geçen, § 62). Muamelelerin ağırlığının dışında, işkence kavramı, 26 Haziran 1987 tarihinde yürürlüğe giren ve « işkence » teriminin özellikle bilgi almak, cezalandırmak ya da yıldırmak amacıyla kasten keskin ağrı veya acı vermeyi kapsadığını belirten Birleşmiş Milletler İşkence ve Diğer Zalimane, İnsanlık Dışı veya Onur Kırıcı Ceza veya Muamelelere Karşı Sözleşme tarafından kabul edilmiş olan kasıtla ilgili bir unsurun bulunduğunu varsayar (madde 1) (İlhan/Türkiye [BD], no 22277/93, § 85, CEDH 2000VII).", "198. Sözleşme’nin 1. maddesinin Yüksek Sözleşmeci Taraflara yüklediği kendi yetki alanları içinde bulunan herkese Sözleşme’de açıklanan hak ve özgürlükleri tanıma yükümlülüğünün Sözleşme’nin 3. maddesiyle birlikte değerlendirilmesi, Tarafların söz konusu kişilerin işkenceye ya da insanlık dışı ya da onur kırıcı muamelelere, bu muameleler üçüncü kişiler tarafından yapılmış olsa bile, maruz bırakılmalarını engelleyecek tedbirler almalarını gerektirir (Z ve diğerleri/Birleşik Krallık [BD], no 29392/95, § 73, CEDH 2001V). Dolayısıyla otoritelerin bildikleri ya da bilmeleri gerektiği bir kötü muamele tehlikesinin gerçekleşmesini engellemek için makul tedbirleri almamaları durumunda Devletin sorumluluğu ortaya çıkabilir (Mahmut Kaya/Türkiye, no 22535/93, § 115, CEDH 2000III).", "β)  Yukarıdaki genel ilkelerin olaya uygulanması", "199.  Mahkeme, kanıt yükümlülüğünün ters çevrilmesine ve Hükümet’e yüklenmesine karar verdikten sonra (yukarıda paragraflar 165 ve 167), başvurucunun olay öyküsünün yeteri kadar inandırıcı olduğu ve 3. maddeyle ilgili iddialarının « her türlü makul şüphenin ötesinde » ortaya konulduğu sonucuna varmıştır. Şimdi sıra başvurucuya uygulanan muamelenin bu madde kapsamına girip girmediğini ve savunmacı Devlete yüklenip yüklenemeyeceğini belirlemeye geldi.", "-  Başvurucunun otelde kaldığı süre boyunca maruz kaldığı muamele", "200.  Başvurucunun otelde kaldığı süre boyunca maruz kaldığı muameleyle ilgili olarak Mahkeme, başvurucunun Makedonya güvenlik güçleri ajanlarının sürekli gözetimi altında olduğunu, sınırlı bir hâkimiyete sahip olduğu yabancı bir dilde sorgulandığını, bir silahla tehdit edildiğini ve sorgucuları dışındaki insanlarla her türlü iletişiminin yasaklandığını kaydeder. Bütün bunlar başvurucuyu protesto amaçlı olarak on gün boyunca açlık grevine girmeye itmiştir.", "201.  Savunmacı Hükümet bu muameleyi haklılaştırmak için hiçbir açıklama yapmamaktadır.", "202.  Şüphesiz başvurucuya karşı, otelde kaldığı süre boyunca, fiziki güç kullanılmamıştır. Ancak Mahkeme 3. maddenin sadece fiziki acıyı değil ama aynı zamanda beden bütünlüğüne saldırı dışındaki araçlarla yaratılan endişe ve stres durumundan kaynaklanan manevi acıları da kapsadığını hatırlatır (Iljina ve Sarulienė/Litvanya, no 32293/05, § 47, 15 Mart 2011). Başvurucunun otelde tecrit edilmesi hiç şüphesiz bir göz korkutma faktörüdür, çünkü başvurucu sonra başına gelecekler konusundaki korkuyla yaşamış ve bu durum onda duygusal ve psikolojik sıkıntıya yol açmıştır. başvurucunun uzun bir süre otele hapsedilmesi onu tam bir kırılganlık durumuna sokmuştur. Hiç şüphesiz sorgu seansları sırasında başına gelecekler konusundaki belirsizlik onu sürekli bir endişe duyma durumuna sokmuştur. Mahkeme bu muamelelerin ilgiliye ikrarda bulunması ya da terörist örgütlerle olduğu varsayılan bağları konusunda bilgi vermesi amacıyla kasten uygulandığını kaydeder (Dikme/Türkiye, no 20869/92, §§ 82 ve 95, CEDH 2000VIII). Dahası oteli terk etmeye çalışması durumunda öldürüleceği yönündeki tehdit Sözleşme’nin 3. maddesine tek başına aykırılık oluşturabilecek kadar gerçek ve yakın bir nitelik taşıyordu (mutatis mutandis bakınız Gäfgen/Almanya [BD], no 22978/05, § 91, CEDH 2010, ve Campbell ve Cosans/Birleşik Krallık, 25 Şubat 1982, § 26, seri A no 48).", "203.  Son olarak başvurucunun maruz kaldığı tecrübe, operasyonu saran gizlilik ve yirmi üç gün boyunca bir otelde, yani her türlü adli çerçevenin dışında bulunan olağandışı bir tutuklama yerinde, tecrit koşullarında tutulmasıyla daha da ağırlaşmıştır (aynı zamanda bakınız yukarıda paragraf 101 ve yukarıda paragraf 236).", "204.  Yukarıda belirtilenler dikkate alındığında Mahkeme, başvurucunun otelde kaldığı süre boyunca maruz kaldığı muamelenin birçok açıdan Sözleşme’nin 3. maddesine aykırı insanlık dışı ve onur kırıcı muamele oluşturduğunu düşünmektedir.", "-  Başvurucunun Skopje havalimanında maruz kaldığı muamele", "205.  Mahkeme 23 Ocak 2004 tarihinde başvurucunun kelepçelenmiş ve gözleri bağlı bir şekilde arabayla otelden Skopje havalimanına götürüldüğünü kaydeder. Başvurucu bir odaya koyulmuş ve maskeli ve siyah elbiseli birçok adam tarafından dövülmüştür. Zorla soyulmuş ve bir objeyle arkadan düzülmüştür. Başvurucuya kundak bezi ve koyu mavi kısa kollu bir eşofman giydirilmiştir. Başvurucu, zincirlenmiş ve kukuleta giydirilmiş, tam bir duyumsal izolasyona maruz kalmış bir şekilde, CIA’nin Makedonya güvenlik ajanları tarafından etrafı çevrilmiş bir (N313P numaralı Boeing 737) uçağına zorla sürüklenmiştir. Bir kere uçağa girdikten sonra yere yatırılmış, bağlanmış ve kendisine zorla sinir yatıştırıcı ilaç verilmiştir. Bağdat üzerinden Kabil’e gidene kadar bütün yolculuk boyunca bu pozisyonda kalmıştır. Benzer şartlarda uygulanmış olan aynı prosedürün Medeni ve Siyasi Haklara İlişkin Uluslararası Sözleşmesi’nin 7. maddesine aykırı olduğuna daha önce hükmedilmişti (yukarıda paragraf 108 ve 109).", "206.  Mahkeme öncelikle başvurucunun Skopje havalimanında CIA’nin teslim etme ekibi tarafından maruz bırakıldığı muamelenin savunmacı Devlete yüklenip yüklenemeyeceğini incelemelidir. Bu konuyla ilgili olarak Mahkeme ihtilaflı fiillerin savunmacı Devlet memurlarının huzurunda ve bu Devletin yetki alanı içerisinde gerçekleştirildiklerinin altını çizer. Sonuç olarak sözleşmeci Devlet makamlarının resmi ya da zımni onaylarıyla yabancı bir Devlet ajanları tarafından onun topraklarında yapılan fiillerden dolayı sözleşmeci Devletin Sözleşme bakımından sorumlu olduğunu kabul etmek yerinde olur (Ilaşcu ve diğerleri/Moldova ve Rusya [BD], no 48787/99, § 318, CEDH 2004VII).", "207.  Başvurucuya karşı alınmış olan bireysel tedbirlere gelince Mahkeme ilgili kişinin davranışıyla kesinlikle gerekli bir hal almadıkça fiziksel güce her türlü başvurunun insan onuruna bir müdahale teşkil ettiğini ve prensip olarak Sözleşme’nin 3. maddesi tarafından güvence altına alınan hak için bir ihlal oluşturduğunu hatırlatır (Ribitsch, yukarıda geçen, § 38). Bu olayda Mahkeme, başvurucunun CIA’nin eline teslim edilmesiyle ilgili bütün operasyonların özenle hazırlandıklarını ve ilgilinin çok sayıda olan kaçırıcıları için hiçbir tehlike arz etmediğini kaydeder. Savunmacı Hükümet Skopje havalimanında başvurucuya karşı kullanılmış olan gücün yoğunluğunu haklılaştıracak ya da açıklayacak hiçbir argüman ileri sürmemiştir. Şu halde bu gücün söz konusu koşullarda aşırı ve haksız olduğu sonucuna varmak gerekir.", "208.  Dahası Mahkeme polis tarafından zorla soyulmanın çok istilacı ve potansiyel olarak onur kırıcı olarak değerlendirilebileceğini ve bundan dolayı da zorlayıcı bir neden olmadıkça buna başvurulamayacağını hatırlatır (Wieser/Avusturya, no 2293/03, § 40, 22 Şubat 2007). Oysaki Hükümet daha önceden zaten çok kırılgan bir durumda olan başvurucuya bu işlemin uygulanması gerektiğini gösterecek hiçbir argüman ileri sürmemiştir.", "209.  Hükümet başvurucuya fiziki güç uygulanmasının neden haklı olduğunu da açıklamamıştır. Bu aynı zamanda Mahkeme’nin daha önceden buna maruz kalanlarda gerçek yaralar, en azından şiddetli fiziki ve manevi acı ortaya çıkardığını ifade ettiği bir teknik olan kukuleta giydirilmeye başvurma için de geçerlidir (İrlanda/Birleşik Krallık, yukarıda geçen, §§ 96 ve 167).", "210.  Başvurucu yerdeyken ona zorla ve hiçbir açıklama yapmadan fitil sokulması hiçbir tıbbi ihtiyaca cevap vermiyordu. Dahası bunun yapılma şekli başvurucuda şiddetli fiziki acılara yol açmıştır (Zontul/Yunanistan, no 12294/07, § 89, 17 Ocak 2012, ve Jalloh, yukarıda geçen, §§ 69 ve 72).", "211.  Mahkeme yukarıda ifade edilen muamelelerin ilgiliden bilgi almak, onu cezalandırmak ya da onu yıldırmak amacıyla ona şiddetli ağrı ya da acı vermek için birbirlerine eklenerek ve taammüden yapıldıklarını kaydeder (yukarıda paragraf 124). Mahkeme böyle bir muamelenin Sözleşme’nin 3. maddesi anlamında işkence olarak nitelendirilmesi gerektiğini düşünmektedir. Savunmacı Devlet başvurucuya karşı yapılan bu hak ihlallerinden doğrudan sorumlu tutulmalıdır, çünkü onun ajanları ihtilaflı muameleyi kolaylaştırmış ve sonra da dava koşullarında bu muameleyi engellemek için alınması gereken tedbirleri almamışlardır (Membres de la Congrégation des témoins de Jéhovah de Gldani ve diğerleri/Gürcistan, no 71156/01, §§ 124-125, 3 Mayıs 2007 ; Z ve diğerleri/Birleşik Krallık, yukarıda geçen, ve M.C./Bulgaristan, no 39272/98, § 149, CEDH 2003XII).", "ii.  Başvurucunun geri gönderilmesi", "α)  Genel ilkeler", "212.  Mahkeme’nin sabit içtihadına göre sözleşmeci bir Devletin bir kaçağı gönderme kararı – a fortiori göndermenin kendisi – ilgilinin varış ülkesine gönderilmesi durumunda orada bu maddeye aykırı bir muameleye tabi tutulma yönünde gerçek bir risk olduğuna inandıracak kesin ve ciddi nedenlerin bulunması durumunda 3. madde bakımından bir sorun ortaya çıkarabilir ve dolayısıyla söz konusu Devletin Sözleşme bağlamında sorumluluğunu doğurabilir. Böyle bir sorumluluğun ortaya çıkarılması için varış ülkesindeki durumun 3. madde şartları ölçüsünde değerlendirilmesinden kaçınılamazsa da, bu ülkenin, ne genel olarak uluslararası hukuk ne de Sözleşme ya da bir başka açıdan, sorumluluğunu tespit etmek ya da kanıtlamak söz konusu değildir. Eğer Sözleşme anlamında bir sorumluluk ortaya çıkacak ya da çıkabilecekse bu, birisini doğrudan yasak kötü muamele riskine maruz bırakmayla sonuçlanacak bir fiille, gönderen sözleşmeci Devletin sorumluluğudur (Soering, yukarıda geçen, § 91 ; Saadi/İtalya, yukarıda geçen, §§ 125-126 ; Cruz Varas ve diğerleri/İsveç, 20 Mart 1991, §§ 69-70, seri A no 201, ve Mamatkoulov ve Askarov/Türkiye [BD], nos 46827/99 ve 46951/99, § 67, CEDH 2005I).", "213.  3. maddeye aykırı muameleler konusunda gerçek bir tehlikenin bulunduğuna inandıracak ciddi ve kesin gerekçelerin varlığının belirlenmesi için Mahkeme ona sunulan ya da gerektiğinde onun kendiliğinden bulduğu unsurların bütününe dayanır (Hilal/Birleşik Krallık, no 45276/99, § 60, CEDH 2001-II, ve Saadi/İtalya, yukarıda geçen, § 128). Mahkeme başvurucunun hedef ülkeye gönderilmesinin öngörülebilir sonuçlarını, bu ülkedeki genel durumu ve ilgilinin durumuna özgü koşulları dikkate alarak, incelemelidir (Vilvarajah ve diğerleri/Birleşik Krallık, 30 Ekim 1991, § 108, seri A no 215).", "214.  Bu riskin varlığını denetlerken öncelikle söz konusu sözleşmeci Devletin gönderme anında bildiği ya da bilmesi gerektiği olaylara göndermede bulunmak gerekir, ancak bu durum Mahkeme’nin sonraki bilgileri dikkate almasına engel değildir ; bu bilgiler ilgili sözleşmeci Tarafın bir başvurucunun korkularının yerinde olup olmadığını inceleme biçiminin doğrulanması ya da çürütülmesine yarayabilir (Cruz Varas ve diğerleri, yukarıda geçen, § 76, ve Vilvarajah ve diğerleri, yukarıda geçen, § 107).", "β)  Yukarıdaki genel ilkelerin olaya uygulanması", "215.  Gerekli kanıt kriterine göre daha önceden ortaya çıkarılmış olaylar göz önünde bulundurulduğunda Mahkeme, başvurucunun Amerikan otoritelerinin eline teslim edilmesinden savunmacı Devletin sorumlu olup olmadığını araştırmalıdır.", "216.  İlk olarak Mahkeme başvurucunun meşru bir iade talebi ya da mahkûmların yabancı otoritelere nakledilmeleriyle ilgili uluslararası hukukta tanınan başka bir adli prosedüre uygun olarak CIA ajanlarına teslim edildiğini kanıtlayan hiçbir delil bulunmadığını kaydeder (yukarda paragraf 102). Dahası olayların olduğu dönemde başvurucunun Amerikan ajanlarına teslim edilmesine izin veren bir yakalama kararının varlığı gösterilmemiştir (a contrario bakınız Öcalan/Türkiye [BD], no 46221/99, § 92, CEDH 2005IV)", "217.  İkinci olarak delil unsurları Makedonya otoritelerinin Skopje havalimanından başvurucuyla birlikte kalkan uçağın nereye gittiğini bildiklerini göstermektedir. Amerikan sivil havacılık idaresinin verdiği belgeler (yukarıda paragraf 41) N313P numaralı uçağın 23 Ocak 2004 tarihinde Skopje havalimanına inmesine izin verildiğini doğrulamaktadır. Aynı gün saat 22 : 30’da uçağa Kabil’e gitmek üzere havalanma izni verilmiştir. 24 Ocak 2004 günü saat 2 : 25’te Bağdat’a doğru yoluna devam etmesine izin verilmiştir.", "218.  Üçüncü olarak Mahkeme Amerikan otoriteleri tarafından kullanılan ya da hoş görülen ve Sözleşme ilkelerine açık bir şekilde aykırı olan uygulamaları ortaya koyan yabancı ve uluslararası organların ilgili rapor ve içtihatlarına ve, olayın özgün koşullarını göz önünde bulundurarak, yukarıda 99, 106’dan 122’ye kadar, 126 ve 127. paragraflarında belirtilen gazete makalelerine önem atfetmektedir. Mahkeme daha önce bu raporlardan bazılarının « kaygı verici » olduklarına hükmetmiş ve Amerikan otoritelerinin uluslararası terörizm şüphesi altında bulunan ve Guantanamo ve Afganistan’daki Bagram hava üslerinde tutulan insanların sorgulanmaları için kullandığı metodlar konusunda şiddetli kaygılarını dile getirmiştir (Al-Moayad/Almanya (kabuledilebilirlik üzerine karar), no 35865/03, § 66, 20 Ocak 2007). Başvurucu Amerikan otoritelerine transfer edilirken kamuya açıklanmış olan bu bilgiler, ilgilinin « teslim etme » programı kapsamında Amerikan otoritelerine teslim edilmesi durumunda Sözleşme’nin 3. maddesine aykırı muamelelere maruz kalması yönünde gerçek bir tehlikenin bulunduğuna inandıracak ciddi gerekçeler bulunduğunu gösterecek nitelikteydi. Şu halde Makedonya otoritelerinin olayların olduğu dönemde başvurucunun Sözleşme’nin 3. maddesine aykırı muamelelere maruz bırakılması yönünde gerçek bir risk bulunduğunu biliyor ya da bilmeleri gerektiği sonucuna varmak gerekir. Savunmacı Hükümet bu konuyla ilgili şüpheleri ortadan kaldırmamıştır (Saadi/İtalya, yukarıda geçen, § 129). Başvurucunun nakledilmesinden sonra ortaya çıkan unsurlar bu riskin varlığını doğrulamışlardır (yukarıda paragraf 103, 108-110, 123, 124, 128 ve 129).", "219.  Dördüncü olarak savunmacı Devlet Amerikan otoritelerinden başvurucuyu kötü muamele görme riskinden kurtaracak hiçbir güvence talep etmemiştir (a contrario bakınız Mamatkoulov ve Askarov, yukarıda geçen, §§ 71-78 ; Al-Moayad, yukarıda geçen kabuledilebilirlik üzerine karar, ve Babar Ahmad ve diğerleri/Birleşik Krallık (kabuledilebilirlik üzerine karar), nos 24027/07, 11949/08 ve 36742/08, § 113, 6 Temmuz 2010).", "220.  Bu şartlarda Mahkeme Makedonya otoritelerinin, başvurucuyu Amerikan otoritelerine teslim etmekle, onu bile bile Sözleşme’nin 3. maddesine aykırı tutukluluk koşulları ve kötü muamele yönünde gerçek bir tehlikeye maruz bıraktıkları kanaatindedir.", "221.  Başvurucunun Amerikan otoritelerine transfer edilme yöntemlerini göz önünde bulunduran Mahkeme, ilgilinin « bir Devletin yargı alanında ya da topraklarında bulunan bir kişinin başka bir Devletin yargı alanı ya da topraklarına klasik hukuki sistem dışında tutuklanması ya da sorgulanması için kanundışı transferi » anlamına gelen ve « işkence ya da zalimane, insanlık dışı ya da onur kırıcı muameleye dair gerçek bir risk taşıyan bir işlem » olan « olağandışı teslim etme » konusu yapıldığı kanaatindedir (Babar Ahmad ve diğerleri, yukarıda geçen kabuledilebilirlik üzerine karar, § 113)", "222.  Şu halde savunmacı Devlet Sözleşme’nin 3. maddesini bu nedenle ihlal etmiştir.", "iii.  Sonuç", "223.  Yukarıda belirtilenler ışığında Mahkeme, savunmacı Devletin, başvurucuya otelde kaldığı süre boyunca yapılan insanlık dışı ve onur kırıcı muameleden, başvurucunun Skopje havalimanında maruz kaldığı işkenceden ve ilgiliyi Sözleşme’nin 3. maddesine aykırı başka muamelelere maruz kalma tehlikesiyle baş başa bırakan Amerikan otoritelerine teslim etme olayından dolayı sorumlu olduğu sonucuna varmıştır.", "IV.  SÖZLEŞME’NİN 5. MADDESİNİN İHLALİ İDDİASI", "224.  Başvurucu Sözleşme’nin 5. maddesi altında yasadışı bir şekilde tutulmasından, hiçbir yakalama kararı bulunmadan tecride maruz bırakılmasından ve hiçbir zaman bir hâkim önüne çıkarılmamış olmasından şikâyet etmektedir. Başvurucu savunmacı Devletin tutsaklık döneminin hepsinden, yani 31 Aralık 2003’ten Arnavutluk’ta serbest bırakıldığı tarih olan 28 Mayıs 2004’e kadar süren dönemden, doğrudan sorumlu olduğu düşüncesindedir. Son olarak başvurucu, Makedonya otoritelerinin ona göre inandırıcı olan iddialarıyla ilgili hızlı ve etkili bir soruşturma yapmamış olmalarının Sözleşme’nin 5. maddesinden doğan haklarını ihlal ettiğini ileri sürmektedir. Bu madde şöyledir:", "« 1.  Herkes özgürlük ve güvenlik hakkına sahiptir. Aşağıda belirtilen haller dışında ve yasanın öngördüğü usule uygun olmadan hiç kimse özgürlüğünden yoksun bırakılamaz:", "a)  Kişinin, yetkili bir mahkeme tarafından verilmiş mahkûmiyet kararı sonrasında yasaya uygun olarak tutulması;", "b)  Kişinin, bir mahkeme tarafından yasaya uygun olarak verilen bir karara uymaması sebebiyle veya yasanın öngördüğü bir yükümlülüğün uygulanmasını sağlamak amacıyla yasaya uygun olarak yakalanması veya tutulması;", "c)  Kişinin bir suç işlediğinden şüphelenmek için inandırıcı sebeplerin bulunduğu veya suç işlemesine ya da suçu işledikten sonra kaçmasına engel olma zorunluluğu kanaatini doğuran makul gerekçelerin varlığı halinde, yetkili adli merci önüne çıkarılmak üzere yakalanması ve tutulması;", "d)  Bir küçüğün gözetim altında eğitimi için usulüne uygun olarak verilmiş bir karar gereği tutulması veya yetkili merci önüne çıkarılmak üzere yasaya uygun olarak tutulması;", "e)  Bulaşıcı hastalıkların yayılmasını engellemek amacıyla, hastalığı yayabilecek kışların, akıl hastalarının, alkol veya uyuşturucu madde bağımlılarının veya serserilerin yasaya uygun olarak tutulması;", "f)  Kişinin, usulüne aykırı surette ülke topraklarına girmekten alıkonması veya hakkında derdest bir sınır dışı ya da iade işleminin olması nedeniyle yasaya uygun olarak yakalanması veya tutulması;", "2.  Yakalanan her kişiye, yakalanma nedenlerinin ve kendisine yöneltilen her türlü suçlamanın en kısa sürede ve anladığı bir dilde bildirilmesi zorunludur.", "3.  İşbu maddenin 1.c fıkrasında öngörülen koşullar uyarınca yakalanan veya tutulan herkesin derhal bir yargıç veya yasayla adli görev yapmaya yetkili kılınmış sair bir kamu görevlisinin önüne çıkarılması zorunlu olup, bu kişi makul bir süre içinde yargılanma ya da yargılama süresince serbest bırakılma hakkına sahiptir. Salıverilme, ilgilinin duruşmada hazır bulunmasını sağlayacak bir teminat şartına bağlanabilir.", "4.  Yakalama veya tutulma yoluyla özgürlüğünden yoksun kılınan herkes, tutulma işleminin yasaya uygunluğu hakkında kısa bir süre içinde karar verilmesi ve, eğer tutulma yasaya aykırı ise, serbest bırakılması için bir mahkemeye başvurma hakkına sahiptir.", "5.  Bu madde hükümlerine aykırı bir yakalama veya tutma işleminin mağduru olan herkes tazminat hakkına sahiptir. »", "A.  Tarafların görüşleri", "225.  Başvurucu bu maddenin ona sağladığı hakların savunmacı Devlet ajanları ve/veya onun topraklarında ve onun yetki alanında hareket eden yabancı ajanlar tarafından işlenen fiiller nedeniyle ihlal edildiğini ve dolayısıyla savunmacı Devletin bu ihlallerden sorumlu olduğunu ileri sürmektedir. Başvurucu Eski Yugoslav Makedonya Cumhuriyeti’nde hiçbir şeyle itham edilmeden ve her türlü adli gözetim dışında tutulduğunu ve dolayısıyla 5. maddeden doğan haklarının ihlal edildiğini iddia etmektedir. Başvurucu sonradan Afganistan’da maruz kaldığı tutukluluk süresince uzun bir süre kaybolmasının bu maddeyi ihlal ettiğini ve bunun sorumluluğunun da Makedonya Hükümeti’ne yüklenmesi gerektiğini düşünmektedir. Dahası savunmacı Hükümet, Makedonya ajanları ile Amerikan ajanlarının ortak yürüttükleri bir operasyon sonucunda uzun bir süre boyunca kaybolmasıyla ilgili olan ve başvurucuya göre inandırıcı olan iddiaları konusunda etkili bir soruşturma yürütmemiş ve bu nedenle de Sözleşme’nin 5. maddesini ihlal etmiştir.", "226.  Hükümet bu teze itiraz etmektedir.", "B.  Müdahil üçüncü kişilerin görüşleri", "227.  Interights bir insanın çok gizli bir şekilde, ilgilinin ailesine bilgi verilmeden kaçırılması, nakledilmesi ve tutulmasının zorla kaybettirme olduğunu düşünmektedir. Böyle fiiller karakteristik özelliği ilgili kişinin dışarıyla haberleşmesinin yasaklanması (« gizli tutuklama ») ve otoritelerin ilgili kişinin nerede tutulduğunu açıklamayı ve başına gelenlerle ilgili bilgi vermeyi reddetmesi (« kabul edilmeyen tutukluluk ») olan gizli tutuklama şekillerini meydana getirmektedirler. Refulman yasağı en temel insan haklarının ağır bir şekilde ihlal edilmeleri yönünde gerçek bir tehlike barındıran durumlarda, örneğin keyfi tutuklama ve adil yargılama güvencelerinden açıkça mahrum bırakılma durumlarında, söz konusu olur.", "228.  Amnesty International ve Uluslararası Hukukçular Komisyonu « teslim etme ve gizli tutuklama sistemi » kapsamında uygulanan özgürlükten mahrumiyetlerin, nitelikleri ve ağırlıkları gereği, Sözleşme’nin 5. maddesinin açık ihlallerini oluşturduklarını ileri sürmektedirler. Bu durumda, bu madde de yer verilen refulman yasağı prensibine göre, göndermenin ilgili kişileri özgürlük ve güvenlik haklarının açık bir şekilde ihlal edilmesine yönelik gerçek bir tehlikeyle baş başa bırakacağını Sözleşmeci Tarafların bilmeleri ya da bilmeleri gerektiği durumlarda, Sözleşmeci Taraflar bu kişileri yetki alanları dışına çıkarmamak zorundadırlar. İki örgüt ayrıca Ocak 2004 tarihi itibariyle Amerika Birleşik Devletleri’nin, Amerikan otoritelerinin uluslararası terörizm operasyonlarına karıştıklarından ya da bu operasyonlar hakkında bilgi sahibi olduklarından şüphelendikleri insanların keyfi ve gizli tutuklanmaları ve tutuklu insanların gizli nakledilmeleri işine karıştıklarını gösteren güvenilir ve kamuya açık çok sayıda bilginin bulunduğunu eklemektedirler. Onlara göre refulman yasağı ilkesi gereği Devletler, insanların bir kere yetki alanları dışına gönderildikten sonra muhtemelen maruz kalacakları, « öngörülebilir sonuçlarla ilgili » sorumluluklarından muaf değillerdir. İki örgüt için, Sözleşmeci bir Tarafın yetki alanı içerisinde işlemiş olduğu fiil ya da ihmalin kısmen kendi topraklarında kısmen de başka bir yerde gerçekleştirilen bir teslim etmeyle neden sonuç ilişkisine sahip olması ve Sözleşme tarafından güvence altına alınan hakların sürekli bir şekilde ihlal edilmesine yol açması durumunda Devletin Sözleşme bakımından hem negatif hem de pozitif yükümlülükleri söz konusu olur. Bu örgütlere göre, böyle bir durumda Devletin, teslim etme operasyonunu kolaylaştırıcı nitelikte her türlü fiilden sakınma ve Sözleşme tarafından güvence altına alınan hakların sürekli ihlalini önlemek, gidermek ya da soruşturmak için kendi yetki alanının sınırları içerisinde alabileceği her türlü önleyici tedbir ile soruşturma ve giderme tedbirlerini alma sorumluluğu bulunmaktadır.", "C.  Mahkeme’nin değerlendirmesi", "1.  Kabuledilebilirlik", "229.  5. madde altında ileri sürülen bu şikâyetlerin, Sözleşme’nin 35. maddesinin 3. fıkrası anlamında, açıkça temelden yoksun olmadıklarını ve kabuledilemezliği gerektiren başka bir sebebin de bulunmadığını tespit eden Mahkeme bu şikâyetlerin kabuledilebilir olduklarını beyan eder.", "2.  Esas", "a)  Mahkeme içtihadıyla oluşturulan genel ilkeler", "230.  Mahkeme 5. maddede bulunan güvencelerin bir demokraside bireylere otoriteler tarafından keyfi tutuklamalara maruz bırakılmama hakkının sağlanması için temel önemde olduğunu hemen not eder. Bu nedenden dolayı Mahkeme içtihadında her özgürlükten yoksun bırakılmanın ulusal mevzuatta öngörülen hem esas hem de usulle ilgili normlara ve aynı zamanda 5. maddenin amacı olan kişilerin keyfiyete karşı korunması amacına uyması gerektiğinin altını sürekli çizmektedir (Chahal, yukarıda geçen, § 118). 5. maddenin 1. fıkrasının bir bireyin yasal bir şekilde özgürlüğünden mahrum edilebileceği koşullarla ilgili sınırlı bir liste oluşturması bireyin keyfiliğe karşı korunmasına verilen önemi ortaya koymaktadır. Tabiî ki bu koşulların dar bir şekilde yorumlanması gerekmektedir, çünkü burada bireysel özgürlüğün temel bir güvencesinin istisnaları söz konusudur (Quinn/Fransa, 22 Mart 1995, § 42, seri A no 311).", "231.  Aynı zamanda Sözleşme’yi yapan aktörler, keyfilik riskini minimuma indirmek için tasarlanmış bir maddi haklar bütününe yer vermek ve özgürlükten mahrumiyet fiillerinin bağımsız bir adli denetime tabi olabilmesini ve otoritelerin sorumluluklarının aranabilmesini öngörmek suretiyle bireyin özgürlükten keyfi bir şekilde yoksun bırakılmalara karşı korunmasını güçlendirmişlerdir. 5. maddenin çabukluk ve adli denetim kısmına vurgu yapan 3 ve 4. paragraflarının icapları bu bağlamda özel bir öneme sahiptir. Hızlı bir adli müdahale ilgili kişinin hayatını tehlikeye atan fiilleri ya da Sözleşme’nin 2 ve 3. maddelerinde düzenlenen temel güvenceleri ihlal eden ağır kötü muameleleri tespit edip önleyebilir (Aksoy, yukarıda geçen, § 76). Burada söz konusu olan bireylerin fiziki özgürlükleri ile insanların güvenliklerinin, güvencenin olmadığı bir durumda hukukun üstünlüğünü ortadan kaldırabilecek ve tutukluların hukuki korumanın en ilkel formlarından bile yararlanmalarını engelleyecek bir kontekste korunmasıdır.", "232.  Terörist nitelikteki suçlarla ilgili soruşturmalar şüphesiz otoriteleri özel problemlerle karşı karşıya getirir. Ancak bu durum otoritelerin terörist bir suç söz konusu olduğunu düşündükleri her durumda, ulusal mahkemelerin ve son aşamada Mahkeme’nin denetleme organlarının her türlü efektif denetimi dışında, şüphelileri yakalamak ve gözaltına almak için 5. madde bakımından beyaz karta sahip oldukları anlamına gelmemektedir (Dikme, yukarıda geçen, § 64).", "233.  Mahkeme bununla ilgili olarak bir bireyin kabul edilmeyen tutukluluğunun bu güvencelerin bir bütün halinde reddini ve 5. maddenin çok ağır bir ihlalini oluşturduğunun altını çizer. Otoritelerin bir bireyi ele geçirmesi durumunda her zaman nerede olduğunu gösterecek durumda olmalıdırlar. Bundan dolayı 5. maddenin onlara bir kaybolma tehlikesini ortadan kaldırmak için etkili önlemler alma ve bir kişinin yakalandığına ve o gün bu gündür bir daha da görünmediğine ilişkin akla yakın bir şikâyeti aldıklarında hızlı ve etkili bir soruşturma yürütme yükümlülüğünü yüklediğine karar vermek gerekir (Kurt, yukarıda geçen, §§ 123-124).", "b)  Yukarıdaki genel ilkelerin olaya uygulanması", "234.  31 Aralık 2003 tarihinde Makedonya polislerinin başvurucuyu savunmacı Devlet topraklarının girişinde otobüsten indirdiklerine ve onu sorguya tabi tuttuklarına kimse itiraz etmemektedir. İlgili ondan sonra ortadan kaybolmuş ve 29 Mayıs 2004 tarihinde Almanya’ya dönmesinden önce onu kimse görmemiştir. Mahkeme başvurucunun 31 Aralık 2003’ten Skopje havalimanında Amerikan otoritelerinin eline teslim edildiği tarih olan 23 Ocak 2004’e kadar otelde Makedonya güvenlik güçlerinin sürekli gözetimi altında tutulduğunu, gerekli kanıt kriterine göre, daha önce ortaya çıkarmıştır. Başvurucu 23 Ocak 2004 tarihinde CIA tarafından kiralanan bir uçağın içerisinde Kabil’e (Afganistan) nakledilmiş ve Almanya’ya dönene kadar da burada tutuklu kalmıştır.", "235.  Mahkeme başvurucunun Eski Yugoslav Makedonya Cumhuriyeti’nde tutuklu kalmasının Sözleşme’nin 5. maddesinin icaplarına cevap verip vermediğini ve ilgilinin daha sonra Kabil’de tutulmasının sorumluluğunun savunmacı Devlete yüklenilip yüklenilemeyeceğini araştırmalıdır. Mahkeme daha sonra başvurucunun sunduğu yasadışı ve keyfi tutukluluk iddialarının etkili bir soruşturma yapılmasıyla sonuçlanıp sonuçlanmadığını inceleyecektir.", "i.  Başvurucunun Skopje’de tutulması", "236.  Mahkeme öncelikle başvurucunun tutukluluğunun, iç hukukun öngördüğü koşula (yukarıda paragraf 89) aykırı bir şekilde, bir yargıcın emriyle gerçekleşmediğini ve başvurucunun otelde hapsedilmesine bir mahkeme tarafından izin verilmediğini kaydeder. İlgilinin savunmacı Devlet toprakları üzerinde tutulması hiçbir gözaltı kaydına ya da en azından bu olayda sunulan benzer bir belgeye konu olmamıştır. Oysaki Mahkeme tutukluluk tarih ve saati, tutulma yeri, tutuklunun ismi, tutuklama gerekçeleri ve tutuklama işlemini yapan kişinin kimliği gibi verilerin otoriteler tarafından kaydedilmemesinin Sözleşme’nin 5. maddesinin amacıyla bile uyuşmaz olarak değerlendirilmesi gerektiği kanaatine varmıştır (Kurt, yukarıda geçen, § 125). Savunmacı Devlet toprakları üzerinde tutulduğu süre boyunca başvurucu bir avukata erişememiş ve Konsolosluk İlişkileri Hakkında Viyana Sözleşmesi’nin 38. maddesinin 1. fıkrasının b) bendine aykırı bir şekilde başvurucunun ne ailesiyle ne de Eski Yugoslav Makedonya Cumhuriyeti’ndeki Almanya büyükelçiliğinden bir temsilciyle iletişime geçmesine izin verilmiştir (yukarıda paragraf 93). Dahası başvurucu tutukluluğunun yasallığının denetlenmesi için bir mahkeme önüne çıkma yönünde her türlü olasılıktan yoksun bırakılmıştır (yukarıda paragraflar 84 ve 90). Kabul edilmeyen bir tutuklama çerçevesinde tecride maruz bırakılan başvurucu kendini tamamen gardiyanların infazına terk edilmiş bir halde bulmuştur (Aksoy, yukarıda geçen, § 83). Son olarak Mahkeme, hukukun üstünlüğü ilkesiyle yönetilen bir Devlette bir insanın, yukarıda bahsedilen otelde olduğu gibi, olağandışı ve her türlü yasal çerçevenin dışında kalan bir tutuk yerinde özgürlüğünden yoksun bırakılabilmesinin hiçbir şekilde kabul edilemez olduğu kanaatindedir. Mahkeme söz konusu tutuk yerinin kesinlikle alışılmışın dışında bir niteliğe sahip olmasının başvurucunun maruz kaldığı özgürlükten yoksun bırakılmanın keyfi olma niteliğini arttırdığını düşünmektedir (mutatis mutandis bakınız Bitieva ve X/Rusya, nos 57953/00 ve 37392/03, § 118).", "237.  Yukarıdaki bu sonuç ve savunmacı Hükümet’in başvurucunun 31 Aralık 2003’ten 23 Ocak 2004’e kadar maruz kaldığı tutukluluk dönemini haklılaştıracak ne bir açıklama ne de bir belge sunmuş olmasını göz önünde bulunduran Mahkeme, başvurucunun bu süre boyunca, Sözleşme’nin 5. maddesinde düzenlenen güvenceler hor görülerek, kabul edilmeyen bir tutuklamaya konu edildiği ve bunun bu maddede güvence altına alınan özgürlük ve güvenlik hakkının çok ağır bir ihlalini oluşturduğu sonucuna varır (Gisayev/Rusya, no 14811/04, §§ 152-153, 20 Ocak 2011 ; Kadirova ve diğerleri/Rusya, no 5432/07, §§ 127-130, 27 Mart 2012 ; ve Chitaïev/Rusya, no 59334/00, § 173, 18 Ocak 2007).", "ii.  Başvurucunun sonraki tutukluluğu", "238.  Mahkeme, gerekli kanıt kriterine göre ortaya çıkarılmış olan olaylarla ilgili vardığı sonuç ışığında (yukarıda paragraflar 165 ve 167), 23 Ocak 2004 tarihinde Makedonya güvenlik güçlerinin başvurucuyu Skopje havalimanına getirdiklerini ve orada onu CIA ajanlarına teslim ettiklerini ve onlarında başvurucuyu CIA tarafından özel olarak kiralanan ve Marty araştırması çerçevesinde « N313P numaralı teslim etme uçağı » şeklinde tasvir edilen (2006 Marty raporunun 64. paragrafı) bir uçakla Afganistan’a naklettiklerini kaydeder. Başvurucu Arnavutluk üzerinden Almanya’ya geri gönderildiği tarih olan 28 Mayıs 2004’e kadar bu ülkede kalmıştır.", "239.  Mahkeme sözleşmeci bir Devletin bir başvurucuyu Sözleşme’nin 5. maddesinin açık bir şekilde ihlal edilmesine yönelik gerçek bir tehlikenin bulunduğu bir Devlete göndermesinin 5. maddeyi ihlal edeceğini hatırlatır (Othman (Abu Qatada)/Birleşik Krallık, no 8139/09, § 233, 17 Ocak 2012). Bu olayda Mahkeme başvurucunun « olağan hukuki sistemin dışında » olan ve « adil yargılanma güvencelerini kasten ihlal etmesi nedeniyle Sözleşme tarafından korunan değerler ile hukuk Devletine tamamen aykırı olan » (Babar Ahmad ve diğerleri, yukarıda geçen karar, §§ 113-114) « olağandışı bir teslim etme » işlemine maruz bırakıldığını (yukarıda paragraf 221), gerekli kanıt kriterine göre, daha önceden tespit etmişti. Öte yandan terörizm şüphesi altında olan insanların Amerikan otoriteleri tarafından yürürlüğe konulan « teslim etme » programı çerçevesinde tutuklanmalarının keyfi olduğuna daha önce benzer davalarda karar verilmiştir (yukarıda paragraflar 103, 106, 113, 119 ve 123). Bu koşullarda Mahkeme başvurucunun, bir kere Amerikan otoritelerine teslim edildikten sonra, 5. maddedeki haklarının açık bir şekilde ihlal edilmesi yönünde gerçek bir riske maruz kalacağının Makedonya otoriteleri açısından açık olduğu kanaatindedir. Bu hususla ilgili olarak Mahkeme, bu maddenin Devletlerin sadece söz konusu hakları aktif bir şekilde ihlal etmekten kaçınmalarını değil ama aynı zamanda yetki alanları içinde bulunan herkesi bu haklara yasadışı bir şekilde müdahale edilmesine karşı korumalarını gerektirdiğini hatırlatır (Storck/Almanya, no 61603/00, §§ 100-101, CEDH 2005V, ve Medova/Rusya, no 25385/04, § 123, 15 Ocak 2009). Oysaki Makedonya otoriteleri başvurucuyu Sözleşme’nin 5. maddesine aykırı bir tutuklamaya karşı koruma pozitif yükümlülüklerine uymamakla kalmamış ama aynı zamanda, başvurucunun nakledilmesinin taşıdığı riskleri bilmelerine ya da bilmeleri gerekmesine rağmen, başvurucuyu CIA ajanlarına teslim ederek başvurucunun sonra da Afganistan’da tutulmasını kolaylaştırmışlardır. Şu halde Mahkeme, savunmacı Devletin, başvurucunun 23 Ocak’tan 28 Mayıs 2004’e kadarki tutukluluğundan da sorumlu olduğunu görüşündedir (mutatis mutandis bakınız Rantsev/Kıbrıs ve Rusya, no 25965/04, § 207, CEDH 2010).", " iii.  Sonuç", "240.  Yukarıda belirtilenleri göz önünde bulunduran Mahkeme, başvurucunun kaçırılması ve tutuklanmasının uluslararası hukukta tasvir edildiği biçimiyle « zorla kaybedilme » olduğu kanaatindedir (yukarıda paragraflar 95 ve 100). Başvurucunun geçici de olsa « zorla kaybedilme »sini ilgilinin başına gelenle ilgili tutsaklık dönemi boyunca devam eden belirsizlik ve bilgi ve açıklama eksikliği karakterize etmiştir (Varnava ve diğerleri, yukarıda geçen, § 148). Bu hususla ilgili olarak Mahkeme yasak bir fiil ya da ihmaller bütününün söz konusu olduğu bir durumda, ihlalin ilk fiille başlayacağını ve bu fiil ya da ihmaller tekrarlandıkça ve ilgili uluslararası yükümlülüğe aykırı olmaya devam ettiği müddetçe süreceğini belirtmektedir (Ilaşcu ve diğerleri, yukarıda geçen, § 321 ; aynı zamanda yukarıda 97. paragrafa bakınız).", "241.  Yukarıda ifade edilen mülahazaları göz önünde bulunduran Mahkeme, savunmacı Hükümet’in başvurucunun tutsaklık dönemi boyunca maruz kaldığı 5. maddeden kaynaklanan haklarının ihlal edilmesinden sorumlu tutulması gerektiği sonucuna varmıştır.", "iv.  5. maddenin usul kısmı : etkili bir soruşturmanın yapılmamış olması", "242.  Mahkeme savunmacı Devletin başvurucu tarafından sunulan kötü muamele iddiaları konusunda etkili bir soruşturma yürütmediği sonucuna daha önce varmıştı (yukarıda paragraflar 186-194). Aynı gerekçelerle Mahkeme ilgilinin keyfi bir şekilde tutuklandığıyla ilgili inandırıcı iddialarının ciddi bir soruşturma konusu yapılmadığını düşünmektedir (Kurt, yukarıda geçen, § 128).", "243.  Şu halde Mahkeme savunmacı Devletin 5. maddenin usul kısmını ihlal ettiği sonucuna varmıştır.", "V.  SÖZLEŞME’NİN 8. MADDESİNİN İHLALİ İDDİASI", "244.  Gizli bir şekilde ve her türlü adli çerçevenin dışında kaçırıldığını ve sonrada keyfi olarak tutulduğunu iddia eden başvurucu bu hususla ilgili olarak aynı zamanda Sözleşme’nin 8. maddesinin de ihlal edilgini iddia etmektedir. Bu madde şöyledir:", "« 1.  Herkes özel ve aile hayatına, konutuna ve yazışmasına saygı gösterilmesi hakkına sahiptir.", "2.  Bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir. »", "A.  Tarafların görüşleri", "245.  Başvurucu için maruz kaldığı deneyim tamamen keyfi bir niteliğe sahip olup 8. madde tarafından güvence altına alınan özel ve aile hayatına saygı gösterilmesi hakkının ağır bir ihlalini oluşturmaktadır. Başvurucu dört aydan fazla bir süre boyunca tecrit şartlarında tutulduğunu, sadece gardiyan ve muhataplarıyla iletişim de olduğunu, ailesinden ayrıldığını ve ailesinin onun başına gelenler hakkında hiçbir bilgiye sahip olmadıklarını ifade etmektedir. İlgiliye göre bu durum onun beden ve ruh bütünlüğü üzerinde yıkıcı bir etkiye sahip olmuştur.", "246.  Hükümet bu teze itiraz etmektedir.", "B.  Mahkeme’nin değerlendirmesi", "1.  Kabuledilebilirlik", "247.  Bu şikâyetin, Sözleşme’nin 35. maddesinin 3. fıkrası anlamında, açıkça temelden yoksun olmadığını ve kabuledilemezliği gerektiren başka bir sebebin de bulunmadığını tespit eden Mahkeme bu şikâyetin kabuledilebilir olduğunu beyan eder.", "2.  Esas", "248.  Mahkeme’nin içtihadına göre « özel hayat » kavramı geniş olup eksiksiz bir tanıma uygun değildir; şartlara göre özel hayat kavramı kişinin bedensel ve ruhsal bütünlüğünü içine alabilir. Mahkeme kavramın bu boyutlarının özgürlükten yoksun bırakma durumlarını içine alacak kadar geniş olduklarını kabul etmektedir (Raninen/Finlandiya, 16 Aralık 1997, § 63, Derleme 1997VIII). 8. Madde aynı zamanda kişisel geliştirme hakkını ve başka insanlar ve dış dünyayla ilişki kurup geliştirme hakkını da korumaktadır. Hiç kimseye onur kaybı getiren bir şekilde muamele edilmemelidir, « [çünkü] insan onuru ile özgürlüğü Sözleşme’nin özünü oluşturmaktadır » (Pretty/Birleşik Krallık, no 2346/02, §§ 61 ve 65, CEDH 2002III). Ayrıca aynı ailenin üyeleri için birlikte olmak aile hayatının temel bir unsurunu teşkil etmektedir (mutatis mutandis bakınız Olsson/İsveç (no 1), 24 Mart 1988, § 59, seri A no 130). Mahkeme 8. maddenin esas olarak bireyi kamu gücünün keyfi müdahalelerine karşı korumayı hedef aldığını hatırlatır (Kroon ve diğerleri/Hollanda, 27 Ekim 1994, § 31, seri A no 297C).", "249.  Savunmacı Devletin Sözleşme’nin 3 ve 5. maddeleri bakımından sorumluluğuyla ilgili vardığı sonuçları göz önünde bulunduran Mahkeme, bu Devletin fiil ve ihmallerinin aynı zamanda Sözleşme’nin 8. maddesi başlığıyla da sorumluluğunu doğurduğu kanaatindedir. Ortaya çıkarılan olaylara dayanan Mahkeme, başvurucunun özel ve aile hayatına saygı hakkının kullanılmasına yapılan müdahalenin « yasayla öngörülme »diği kanaatindedir.", "250.  Şu halde Mahkeme bu olayda Sözleşme’nin 8. maddesinin ihlal edildiği sonucuna varmaktadır.", "VI.  SÖZLEŞME’NİN 13. MADDESİNİN İHLALİ İDDİASI", "251.  Başvurucu Sözleşme’nin 3, 5 ve 8. maddelerinden kaynaklanan haklarını ileri sürebilmek için Sözleşme’nin 13. maddesi anlamında etkili hiçbir yola sahip olmamasından da şikâyet etmektedir. Sözleşme’nin 13. maddesi şöyledir:", "« Bu Sözleşme’de tanınmış olan hak ve özgürlükleri ihlal edilen herkes, söz konusu ihlal resmi bir hizmetin ifası için davranan kişiler tarafından gerçekleştirilmiş olsa dahi, ulusal bir merci önünde etkili bir yola başvurma hakkına sahiptir. »", "A.  Tarafların görüşleri", "252.  Sözleşme’nin 3. maddesinin usulle ilgili kısmına dayanan şikâyetinin ötesinde başvurucu, otoritelerin 13. madde altında maruz kaldığı muamele ve tutukluluk şartlarını ortaya çıkarabilecek etkili bir soruşturma yürütmemelerinden şikâyet etmektedir. Öte yandan Sözleşme’nin 5. maddesindeki güvencelere dayanan şikâyetinin ötesinde başvurucu, Eski Yugoslav Makedonya Cumhuriyeti’ndeki tutukluluğu ile CIA’ye teslim edilmenin kanuniliğine itiraz etmesini sağlayacak hiçbir iç hukuk yoluna sahip olmamasından şikâyet etmektedir. Sözleşme’nin 8. maddesinden kaynaklanan hakları için de aynı durum söz konusudur.", "253.  Hükümet Bay H.K.nin beyanından önce başvurucunun Sözleşme’nin 3 ve 5. maddeleriyle ilgili şikâyetleri için 13. madde anlamında etkili bir iç hukuk yoluna sahip olmadığını kabul etmektedir. Hükümet aynı zamanda ceza soruşturmasının hiçbir sonuca varmamasından dolayı tazminat davasının, tek başına, başvurucunun Sözleşme’nin 8. maddesiyle ilgili şikâyetini ileri sürmesini sağlayacak etkili bir yol olarak görülmesinin mümkün olmadığını kabul etmektedir.", "B.  Mahkeme’nin değerlendirmesi", "1.  Kabuledilebilirlik", "254.  Bu şikâyetin, Sözleşme’nin 35. maddesinin 3. fıkrası anlamında, açıkça temelden yoksun olmadığını ve kabuledilemezliği gerektiren başka bir sebebin de bulunmadığını tespit eden Mahkeme bu şikâyetin kabuledilebilir olduğunu beyan eder.", "2.  Esas", "a)  Mahkeme içtihadında oluşturulan genel ilkeler", "255.  Mahkeme 13. maddesinin Sözleşme’de düzenlendiği şekliyle Sözleşme hak ve özgürlüklerinden yararlanmayı sağlayan bir yolun iç hukukta var olmasını güvenceye aldığını hatırlatır. Dolayısıyla bu madde, bu maddenin onlara yüklediği yükümlülüklere uyma şekilleriyle ilgili olarak sözleşmeci Devletler belli bir takdir yetkisine sahip olsalar da, sonuç olarak yetkili ulusal makamı Sözleşme’ye dayanan bir şikâyetin içeriğini öğrenmeye ve uygun giderimi sunmaya yetkili kılan bir iç hukuk yolunun bulunmasını gerektirir. 13. maddeden kaynaklanan yükümlülüğün kapsamı başvurucunun Sözleşme’ye dayandırdığı şikâyetin niteliğine göre değişir. Ancak 13. maddenin aradığı yol hem teoride hem de uygulamada « etkili » olmalı yani özellikle de kullanılması savunmacı Devletin fiil veya ihmalleriyle haksız bir şekilde engellenmemelidir. Bir kişinin Devlet ajanları tarafından kötü muameleye maruz bırakıldığına dair savunulabilir bir iddia formüle etmesi durumunda, 13. madde anlamında « etkili yol » kavramı, gerektiği yerde bir tazminat verilmesinin yanında, sorumluların kimliklerinin belirlenmesi ve cezalandırılmalarını sağlayacak ve şikâyetçinin soruşturma sürecine etkili katılımını içerecek etkili ve derinlikli soruşturmaların yapılmasını gerektirir (Anguelova, yukarıda geçen, §§ 161-162 ; Assenov ve diğerleri, yukarıda geçen, §§ 114 ve devamı ; Süheyla Aydın/Türkiye, no 25660/94, § 208, 24 Mayıs 2005, ve Aksoy, yukarıda geçen, §§ 95 ve 98).", "256.  Ayrıca Mahkeme 13. madde icaplarının 3 ve 5. maddelerin sözleşmeci bir Devlete yükledikleri elinde bulunduğu gösterilmiş olan ve dolayısıyla onun başına geleceklerden sorumlu olduğu bir insanın kaybolmasıyla ilgili etkili bir soruşturma yapma yükümlülüğünün ötesine geçtiklerini hatırlatır (mutatis mutandis bakınız Orhan, yukarıda geçen, § 384 ; Khashiyev ve Akayeva/Rusya, nos 57942/00 ve 57945/00, § 183, 24 Subat 2005, ve Kurt, yukarıda geçen, § 140).", "257.  Kötü muamele riskinin gerçekleşmesi durumunda ortaya çıkabilecek zararın giderilmesi mümkün olmayan bir zarar olması dikkate alındığında ve Mahkeme’nin 3. maddeye verdiği önem göz önünde bulundurulduğunda, Mahkeme’ye göre, 13. madde anlamında etkili yol kavramı, 3. maddeye aykırı muamele konusunda gerçek bir riskin bulunduğuna inandıracak ciddi gerekçelerin varlığına ilişkin bütün şikâyetlerin bağımsız ve titiz bir inceleme konusu yapılmasını dayatır (Jabari/Türkiye, no 40035/98, § 50, CEDH 2000VIII). Bu inceleme ne ilgilinin sınır dışına çıkarılmasını haklılaştıracak ne yaptığını, ne de sınır dışı eden Devletin ileri sürdüğü olası ulusal güvenlik tehdidini dikkate almalıdır (Chahal, yukarıda geçen, § 151).", "b)  Yukarıdaki genel ilkelerin olaya uygulanması", "258.  Mahkeme başvurucunun savcılığa Sözleşme’nin 3, 5 ve 8. maddeleriyle ilgili şikâyetlerini özünde sunduğunu ortaya çıkarmıştır. Oysaki bu şikâyetler hiçbir zaman ciddi bir soruşturma konusu yapılmamış ve ilgilinin söz konusu fiillerden hiçbirisine hiçbir zaman maruz kalmadığı şeklinde acele bir açıklamayla atılmıştır. Mahkeme daha önce başvurucunun Sözleşme’nin 3, 5 ve 8. maddelerinden kaynaklanan haklarının Mahkeme tarafından tespit edilen ihlallerinden savunmacı Devletin sorumlu olduğu sonucuna varmıştır. Dolayısıyla ilgilinin bu maddelerden kaynaklanan şikâyetleri 13. madde anlamında « savunulabilir » iddialardı (Boyle ve Rice/Birleşik Krallık, 27 Nisan 1988, § 52, seri A no 131).", "259.  Sonuç olarak 13. madde için başvurucunun sorumluların kimliklerinin belirlenmesi ve cezalandırılmaları ile bir tazminat verilmesine götürecek somut ve etkili yolları kullanabilmesi gerekiyordu. Yukarıda belirtilen nedenlerden (yukarıda paragraflar 186-194 ve 242) dolayı, başvurucunun Sözleşme’nin 3 ve 5. maddeleri altında sunduğu şikâyetleriyle ilgili olarak, 13. maddeye uygun bir şekilde, etkili bir ceza soruşturması yürütüldüğünü kabul edemeyiz. Yetkili savcının yüzeysel yaklaşımının otoritelerin başvurucu tarafından sunulan özgürlüğünden yasadışı bir şekilde yoksun bırakılma ve kötü muamele iddialarını soruşturma yükümlülükleriyle uyumlu olduğu kabul edilemez. Öte yandan Hükümet olayların olduğu dönemde etkili hiçbir yolun bulunmadığını kabul etmektedir (yukarıda paragraf 253).", "260.  Ayrıca başvurucunun CIA’ye teslim edilmesi kararının adli bir makam ya da ona yapılacak başvurunun etkili olabilmesi için yeterli güvenceler sunan ve özgürlük ve güvenlik hakkının açık ihlali ya da kötü muamele riskini dikkate alan başka bir otorite tarafından bir inceleme konusu yapıldığını gösterir hiçbir delil unsuru sunulmamıştır (Chahal, yukarıda geçen, § 152).", "261.  Hükümet’in de görüşlerinde belirttiği üzere ceza soruşturmasının etkisizliği, tazminat davası açma olasılığı dâhil, başka yolları da her türlü etkililikten yoksun bırakmıştır. Mahkeme daha önce benzer davalarda böyle koşullarda bir tazminat talebinin teorik ve aldatıcı bir talep olacağına ve başvurucunun tazminat almasını sağlamayacağına hükmetmiştir (mutatis mutandis bakınız Cobzaru, yukarıda geçen, § 83 ; Estamirov ve diğerleri/Rusya, no 60272/00, §§ 77 ve 120, 12 Ekim 2006, ve Musayev ve diğerleri/Rusya, nos 57941/00, 58699/00 ve 60403/00, § 175, 26 Temmuz 2007).", "262.  Sonuç olarak Mahkeme başvurucunun Sözleşme’nin 3, 5 ve 8. maddeleriyle bağlantılı 13. maddesi anlamında etkili hiçbir yola sahip olmadığına hükmeder.", "VII.  SÖZLEŞME’NİN DİĞER MADDELERİNİN İHLAL EDİLDİĞİ İDDİASI", "263.  Son olarak başvurucu, iddia konusu yaptığı Sözleşme’den kaynaklanan haklarının ihlalinin kaynağında bulunan koşullarla ilgili gerçeği öğrenmeye hakkı olduğunu belirtmek suretiyle Sözleşme’nin 10. maddesini ileri sürmektedir. 10. madde şöyledir:", "« 1.  Herkes ifade özgürlüğü hakkına sahiptir. Bu hak, kamu makamlarının müdahalesi olmaksızın ve ülke sınırları gözetilmeksizin, kanaat özgürlüğünü ve haber ve görüş alma ve de verme özgürlüğünü de kapsar. Bu madde, Devletlerin radyo, televizyon ve sinema işletmelerini bir izin rejimine tabi tutmalarına engel değildir.", "2.  Görev ve sorumluluklar da yükleyen bu özgürlüklerin kullanılması, yasayla öngörülen ve demokratik bir toplumda ulusal güvenliğin, toprak bütünlüğünün veya kamu güvenliğinin korunması, kamu düzeninin sağlanması ve suç işlenmesinin önlenmesi, sağlığın veya ahlakın, başkalarının şöhret ve haklarının korunması, gizli bilgilerin yayılmasının önlenmesi veya yargı erkinin yetki ve tarafsızlığının güvence altına alınması için gerekli olan bazı formaliteler, koşullar, sınırlamalar veya yaptırımlara tabi tutulabilir. »", "264.  Mahkeme bu madde temelinde ileri sürülen sorunun, başvurucunun 3. madde altında ileri sürdüğü ve bu şikâyetlerin incelenmesi kapsamında incelenen şikâyetleriyle esasında örtüştüğü kanaatindedir (yukarıda paragraf 192). Öte yandan Mahkeme işbu davanın tek başına 10. madde açısından incelenmesini gerektirecek hiçbir spesifik sorun içermediğini ve bu maddenin ihtilaflı olaylara uygulanmadığını düşünmektedir. Şu halde Mahkeme başvurucunun bu maddece güvence altına alınan hak ve özgürlüklerinin ihlal edildiğine dair hiçbir bulgu tespit etmemiştir.", "265.  Dolayısıyla bu şikâyet 35. maddenin 3. fıkrasının a) bendi anlamında açıkça temelden yoksun olup Sözleşme’nin 35. maddesinin 4. fıkrası temelinde atılmalıdır.", "VIII.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI", "266.  Sözleşme’nin 41. maddesi şöyledir:", "« Mahkeme, Sözleşme’nin veya Protokollerin ihlal edildiğini tespit ederse, ve ilgili sözleşmeci tarafın iç hukuku bu ihlali ancak kısmen giderme imkânı veriyorsa, Mahkeme gerekli görürse zarara uğrayan tarafa adil bir karşılık verilmesine hükmeder. »", "A.  Zarar", "267.  Başvurucu maruz bırakıldığı kötü muameleler, kabul edilmeyen tutukluluk, başına geleceklerle ilgili içinde yaşadığı belirsizlik, gerçeği kabul etmeyi reddeden savunmacı Hükümet’in tavrı ve eski saygınlığına kavuşmasının imkansızlığından kaynaklanan acı, endişe ve depresyon nedeniyle görmüş olduğu manevi zarar için 300 000 Euro (EUR) talep etmektedir. Eski saygınlığına kavuşmasının imkansızlığı hususuyla ilgili olarak başvurucu bir « hakaret kampanyası »nın konusu yapıldığını ve bu kampanyanın iş perspektifleri üzerinde olumsuz bir etkide bulunduğunu ileri sürmektedir. Başvurucu, bu talebini desteklemek için, İsveç, Kanada ve Britanya Hükümetleri’nin (yukarıda paragraflar 110 ve 129) 450 000 ila 10 000 000 Amerikan doları (USD) ödemeye mahkûm edildikleri ya da ödemeyi kabul ettikleri benzer davalara gönderme yapmaktadır. Ayrıca başvurucu Mahkeme’yi, savunmacı Hükümet’e dava olaylarıyla ilgili etkili ve derinlikli soruşturmalar yürütmesini emretmeye davet etmektedir. Buna karşın başvurucu maddi zarar için hiçbir talepte bulunmamaktadır.", "268.  Hükümet başvurucunun iddialarına itiraz etmektedir. Hükümet ilgilinin « olağandışı bir teslim etme »ye konu yapılmadığı ve iddialarının her türlü temelden yoksun oldukları argümanını tekrarlamaktadır. Son olarak Hükümet olası zararların diğer davalarla karşılaştırılmalı değil bireysel bir şekilde değerlendirilmesi gerektiğini beyan etmektedir.", "269.  Mahkeme 41. maddenin onu gerektiğinde mağdur tarafa uygun gördüğü bir giderim sunmaya yetkilendirdiğini hatırlatmaktadır. Bu hususla ilgili olarak Mahkeme, Sözleşme’nin birçok maddesinin savunmacı Devlet tarafından ağır bir şekilde ihlal edildiğini tespit ettiğini hatırlatır. Mahkeme başvurucunun işkence ve kötü muamele gördüğüne ve savunmacı Devletin ilgiliyi, bu kişinin Sözleşme’nin 3. maddesine aykırı muamelelere maruz kalma riski bulunduğuna inandıracak ciddi nedenler olmasına rağmen, bile bile CIA’ye teslim etmesinden dolayı sorumlu olduğuna karar vermiştir. Mahkeme aynı zamanda başvurucunun 5. madde ihlal edilerek keyfi bir şekilde tutulduğuna hükmetmiştir. Öte yandan savunmacı Devlet Sözleşme’nin 3 ve 5. maddelerinin ona yükledikleri etkili bir soruşturma yürütme yükümlülüğünü de yerine getirmeyi başaramamıştır. Dahası Mahkeme başvurucunun 8. maddeden kaynaklanan haklarının ihlal edildiği sonucuna varmıştır. Son olarak Mahkeme savunmacı Devletin, başvurucunun 3, 5 ve 8. maddelerdeki şikâyetlerini ileri sürmesine izin verecek, Sözleşme’nin 13. maddesi anlamında, etkili bir yol bulunmamasından dolayı sorumlu olduğunu beyan etmiştir. Şu halde Mahkeme, tespit edilen ihlalleri göz önünde bulundurarak, başvurucunun sadece ihlal tespitinin gideremeyeceği bir manevi zarar gördüğünün inkâr edilemeyeceğine karar verir.", "270.  Sonuç olarak başvurucunun mağduru olduğu aşırı ağır Sözleşme ihlallerini dikkate alan ve Sözleşme’nin 41. maddesinin gereği olarak hakkaniyete uygun bir değerlendirme yapan Mahkeme ilgiliye, miktara yansıtılabilecek her türlü vergi ve masraflarla birlikte, 60 000 Euro verir (Ilaşcu ve diğerleri, yukarıda geçen, § 489).", "B.  Ücretler ve masraflar", "271.  Başvurucu ulusal yargı mercileri ve Mahkeme önünde yaptığı masrafların karşılanması talebinde bulunmamıştır.", "272.  Bundan dolayı Mahkeme ona bu başlıkla bir ödeme yapılmasının gerekmediğine karar verir.", "C.  Gecikme faizi", "273.  Mahkeme gecikme faizi olarak, Avrupa Merkez Bankası’nın marjinal kredi kolaylıklarına uyguladığı faiz oranına üç puan eklemek suretiyle elde edilecek oranın uygun olduğu kanaatindedir.", "BU GEREKÇELERLE, OYBİRLİĞİYLE, MAHKEME,", "1.  Hükümet’in altı aylık süreye uyulmadığına ilişkin ilk itirazını reddetmeye;", "", "2.  Başvurunun Sözleşme’nin 3, 5, 8 ve 13. maddeleri altında ileri sürülen şikâyetleriyle ilgili kısmının kabuledilebilir olduğunu ve diğer şikâyetleriyle ilgili kısmının kabuledilemez olduğunu beyan etmeye;", "", "3.  Başvurucu tarafından formüle edilen kötü muamele iddialarıyla ilgili olarak savunmacı Devletin etkili bir soruşturma yapmamış olmasından dolayı Sözleşme’nin 3. maddesinin usulle ilgili kısmının ihlal edildiğine;", "", "4.  Başvurucunun Skopje otelinde tutulduğu süre boyunca maruz kaldığı insanlık dışı ve onur kırıcı muameleden dolayı Sözleşme’nin 3. maddesinin savunmacı Devlet tarafından ihlal edildiğine;", "", "5.  Savunmacı Devletin başvurucunun Skopje havalimanında maruz kaldığı kötü muamelelerden sorumlu tutulması gerektiğine ve bu kötü muamelelerin Sözleşme’nin 3. maddesi anlamında işkence olarak nitelendirilmesi gerektiğine;", "", "6.  Başvurucunun Sözleşme’nin 3. maddesine aykırı muamelelere maruz kalması yönünde gerçek bir risk bulunmasına rağmen Amerikan otoritelerine teslim edilmesinden dolayı savunmacı devletin sorumlu olduğuna;", "", "7.  Başvurucunun yirmi üç gün boyunca otelde tutulmasının Sözleşme’nin 5. maddesine aykırı keyfi bir nitelik taşıdığına;", "", "8.  Savunmacı devletin başvurucunun sonradan Afganistan’da tutsak edilmesinden 5. madde bakımından sorumlu tutulması gerektiğine;", "", "9.  Savunmacı devletin Sözleşme’nin 5. maddesinin ona yüklediği başvurucu tarafından formüle edilen keyfi tutuklama iddialarına ilişkin etkili bir soruşturma yürütme yükümlülüğünü yerine getirmediğine;", "", "10.  Sözleşme’nin 8. maddesinin ihlal edildiğine;", "", "11.  Başvurucunun Sözleşme’nin 3, 5 ve 8. maddeleriyle ilgili şikâyetlerini ileri sürmesini sağlayacak etkili bir yolun bulunmamasından dolayı Sözleşme’nin 13. maddesinin ihlal edildiğine;", "", "12.", "a)  Savunmacı devletin başvurucuya, üç ay içerisinde, manevi zararı için, 60 000 EUR’yu (altmış bin Euro), miktara yansıtılabilecek her türlü vergi ve masraflarla birlikte ödemesine;", "b)  Yukarıda belirtilen sürenin sona ermesinden ödeme gününe kadar geçen süre için, bu miktara Avrupa Merkez Bankası’nın o dönem için geçerli marjinal kredi kolaylıklarına uyguladığı faizin üç puan fazlasına eşit oranda basit faiz uygulanmasına;", "", "13.  Adil tatmine ilişkin diğer taleplerin reddedilmesine karar vermiştir.", "İngilizce ve Fransızca olan bu karar, 13 Aralık 2012 tarihinde Strazburg’taki İnsan Hakları Binasında açık duruşmada okunmuştur.", "\tMichael O’Boyle\tNicolas Bratza\n\tYazı İşleri Müdür Yardımcısı\tBaşkan", "Sözleşme’nin 45 § 2 maddesi ve İçtüzüğün 74 § 2 maddesi gereğince, aşağıdaki görüşler bu karara eklenmiştir:", "", "–  Yargıçlar Tulkens, Spielmann, Sicilianos ve Keller’in kararla mutabık ortak görüşleri;", "–  Yargıçlar Casadevall ve López Guerra’nın kararla mutabık ortak görüşleri.", "N.B.\nM.O’B.", "Ayrık oy yazıları çevrilmemektedir ancak bu ayrık oy yazıları, İngilizce ve/veya Fransızca olan ve Mahkeme’nin içtihat veritabanı HUDOC üzerinden ulaşılabilen kararın orijinal dil(ler)inde bulunmaktadır.", "", "", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2013.", "Avrupa İnsan Hakları Mahkemesi’nin resmi dilleri Fransızca ve İngilizce’dir. Bu çeviri, Avrupa Konseyi’nin insan haklarına destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır ve Mahkeme, kalitesi konusunda herhangi bir sorumluluk kabul etmemektedir. Avrupa İnsan Hakları Mahkemesi içtihatlarının veritabanı olan HUDOC üzerinden () veya HUDOC’un bildirdiği başka veritabanları üzerinden yüklenebilir. Davanın isminin tamamen yazılması, yukarıdaki telif hakkıyla ilgili ifadelerin kullanılması ve insan haklarına destek Fonu’na referans yapılması şartıyla ticari olmayan amaçlarla kullanılabilir. Bu çevirinin tamamını veya bir kısmını ticari amaçlarla kullanmak isteyen herkesin, bu durumu belirtilen adrese bildirmesi rica olunur: .", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation was commissionned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case–law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non–commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe () Elle ne lie pas la Cour, et celle–ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci–dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}