{"file": "TUR_HJUDTUR_22689_07.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "22689/07", "text_paragraphs": ["", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2013. Bu çeviri, Avrupa Konseyi’nin insan haklarına destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır. Daha fazla bilgi için, bu belgenin sonunda bulunan yazarın telif hakkı ile ilgili kısmı okuyabilirsiniz.", "", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissionned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright at the and of this document.", "", "\t", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "\n", "", "", "", "", "", "BÜYÜK DAİRE", "", "", "", "", "", "DE SOUZA RIBEIRO/FRANSA DAVASI", "", "(Başvuru no 22689/07)", "", "", "", "", "", "KARAR", "", "Kararın bu versiyonu Mahkeme İçtüzüğünün 81. maddesine uygun olarak 18 Aralık 2012 tarihinde değiştirilmiştir", "", "", "STRAZBURG", "", "13 Aralık 2012", "", "", "", "Bu karar kesindir. Şekli düzeltmelere tabi olabilir.", "", "De Souza Ribeiro/Fransa davasında,", "Avrupa İnsan Hakları Mahkemesi Büyük Dairesi heyet olarak :", "\tNicolas Bratza, Başkan,\n\tFrançoise Tulkens,\n\tNina Vajić,\n\tLech Garlicki,\n\tCorneliu Bîrsan,\n\tBoštjan M. Zupančič,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tDavid Thór Björgvinsson,\n\tIneta Ziemele,\n\tPäivi Hirvelä,\n\tZdravka Kalaydjieva,\n\tNebojša Vučinić,\n\tAngelika Nußberger,\n\tPaulo Pinto de Albuquerque,\n\tErik Møse,\n\tAndré Potocki, Hakimler,\n\tve Michael O’Boyle, Yazı İşleri Müdür Yardımcısı,", "21 Mart ve 19 Eylül 2012 tarihlerinde toplanmıştır ve halka kapalı olarak yapılan müzakkereden sonra, bu son tarihteki oturumda aşağıdaki kararı vermiştir :", "USUL", "1.  Davanın temeli olan başvuru (no 22689/07), Fransa Cumhuriyeti’ne karşı Mahkeme’ye, 22 Mayıs 2007 tarihinde bir Brezilya vatandaşı olan Bay Luan de Souza Ribeiro (« başvurucu ») tarafından, İnsan Hakları ve Temel Özgürlüklerin Korunmasına İlişkin Sözleşme’nin (« Sözleşme ») 34. maddesi uyarınca yapılmıştır.", "2.  Başvurucu Créteil ve Guyana’da (Guyane) avukat olan Av. D. Monget Sarrail tarafından temsil edilmektedir. Fransız Hükümeti (« Hükümet ») kendi ajanı, Dışişleri Bakanlığı Hukuki İşler Daire Başkanı Bayan E. Belliard tarafından temsil edilmektedir.", "3.  Başvurucu özellikle, hakkında verilen sınırdışı kararının uygulanmasından önce, bu karara karşı itiraz etme ihtimali olmadığından dolayı Sözleşme’nin 13. maddesiyle birlikte veya bu maddeden bağımsız olarak 8. maddenin ihlal edildiğini iddia etmektedir.", "4.  Başvuru Mahkeme’nin Beşinci Dairesi’ne gönderilmiştir (Mahkeme İçtüzüğünün  52 § 1 maddesi, « İçtüzük »). 9 Şubat 2009 tarihinde, Daire Başkanı başvuruyu hükümete bildirmeye karar vermiştir. Sözleşme’nin 29 § 1 maddesi ve İçtüzüğünün  52A maddesine göre, Daire Başkanı başvurunun kabuledilebilirliği ile esasına ilişkin incelemenin beraber yapılacağına karar vermiştir.", "5.  30 Haziran 2011 tarihinde Dean Spielmann, Başkan, Elisabet Fura, Jean-Paul Costa, Karel Jungwiert, Mark Villiger, Isabelle Berro-Lefèvre, Ann Power, Hakimler, ve Claudia Westerdiek, Daire Yazı İşleri Müdüründen oluşan Daire bir karar vermiştir ve bu kararla başvurunun kabuledilebilirliği ve dörde karşı üç oyla, Sözleşme’nin 8. maddesi ile birlikte 13. maddesinin ihlal edilmediği sonucuna varmıştır. Karara Yargıçlar Spielmann, Berro-Lefèvre ve Power’ın karşı oy yazıları eklenmiştir.", "6.  27 Eylül 2011 tarihinde, başvurucu davanın Büyük Daire önüne gönderilmesini talep etmiştir (Sözleşme’nin 43. maddesi). 28 Kasım 2011 tarihinde Büyük Daire Kurulu bu talebi kabul etmiştir.", "7.  Büyük Daire heyetinin oluşumu Sözleşme’nin 26 §§ 4 ve 5 maddesi ve İçtüzüğün 24. maddesine uygun olarak yapılmıştır.", "8.  Hem başvurucu, hem de Hükümet Büyük Daire önünde yazılı beyanlarını sunmuşlardır. Bununla birlikte Daire Başkanı’nın yazılı prosedüre müdahale etmelerine izin verdiği Göçmenleri koruma ve onlar hakkında bilgilendirme Grubu’nun (GISTI), Fransız İnsan Hakları Ligi’nin (LDH) ve Sınırdışı edilenler nezdinde Uluslararası Hareket Komitesi’nin (CIMADE) beyanları alınmıştır (Sözleşme’nin 36 § 2 maddesi ve İçtüzüğün 44 § 2 maddesi).", "9.  21 Mart 2012 tarihinde Strazburg’ta, İnsan Hakları Sarayında kamuya açık bir duruşma yapılmıştır (İçtüzüğün 59 § 3 maddesi).", "", "Bu duruşmaya :", "–  Hükümet adına\nBayan A.-F. Tissier, \n\tMahkeme önünde Fransız Hükümet ajanı,\n\tAvrupa ve Dışişleri Bakanlığı Hukuk İşleri Dairesi,\n\tİnsan Hakları alt Daire Başkanı,\tajan,\nBay\tB. Jadot, yazıcı, Avrupa ve Dışişleri Bakanlığı \n\tHukuk İşleri Dairesi,\nBay\tS. Humbert, Göçmenlik ve Entegrasyondan sorumlu Genel\n\tSekreterlik nezdinde hukuki danışman,\nBayan C. Salmon, Deniz Aşırı topraklarındaki genel\n\tdelegasyonda hukuki ve kurumsal işler\n\tservis şefi yardımcısı,\tdanışmanlar ;", "–  Başvurucu adına\nAv.\tD. Monget Sarrail, avukat\n\tGuyana (Guyane) Barosu, \ttemsilci,\nAv.\tL. Navennec Normand, avukat\n\tVal de Marne Barosu, \tdanışman.", "", "katılmıştır.", "", "Mahkeme, Av. Monget Sarrail ve Bayan Tissier’in beyanlarını ve hakimler tarafından kendilerine sorulan sorulara verdikleri cevapları dinlemiştir.", "OLAYLAR", "I.  DAVANIN KOŞULLARI", "10.  Başvurucu 14 Haziran 1988 tarihinde doğmuştur ve Kuzey Amerika’da, Fransa’nın deniz aşırı topraklarından, Guyana (Guyane) bölgesi ve eyaletinde bulunan Remire Montjoly’de ikamet etmektedir.", "11.  Brezilya kökenli olan başvurucu, Fransız Guyana’sına 1992 yılında, dört yaşındayken gitmiştir. Guyana’da bir sene okul okumuş ve sonrasında 1994 yılında Brezilya’ya geri dönmüştür.", "12.  1995 yılında başvurucu, turistik vize ile Guyana’nın Cayenne şehrine geri gelmiştir. Başvurucu oturma kartı olan anne babasıyla, birinin Fransız vatandaşı olduğu iki erkek kardeşiyle ve iki kız kardeşi ile birlikte yaşamak için Guyana’ya gelmiştir. Fransız vatandaşı olmayan başvurucunun diğer erkek ve kız kardeşleri Fransız topraklarında doğdukları için Fransız vatandaşlığı talebinde bulunabilmektedirler. Başvurucunun anne tarafından büyükannesi ve büyükbabası Brezilya’da ikamet etmekteydiler.", "13.  Başvurucu Guyana’da, 1996 ile 2004 yılları arasında önce ilkokula ve sonra ortaokula gitmiştir. Ancak 18 yaşında alabileceği kendi durumunu yasaya uygun hale getiren belgeler olmadığından dolayı (bkz., aşağıdaki paragraf 26), başvurucu, 2004 yılında, onaltı yaşındayken eğitimini durdurmuştur.", "14.  25 Mayıs 2005 tarihinde, başvurucu uyuşturucu ile ilgili mevzuatın ihlali kapsamında yakalanmıştır. 17 Mayıs 2006 tarihinde başvurucu, Cayenne Çocuk Mahkemesi nezdinde çocuk hakimi tarafından adli kontrol altına alınmıştır ve kendisine Guyana’dan çıkma yasağı konulmuştur.", "15.  25 Ekim 2006 tarihli kararıyla Cayenne Çocuk Mahkemesi, başvurucunun iki aylık hapis cezasına çarptırılmasına, bu cezasının ertelenmesine, başvurucunun zorunlu formasyon görmesine ve belirli aralıklarla polise gitmesine karar vermiştir. Başvurucunun mahkumiyeti, 18 yaşındayken işlediği izinsiz kokain bulundurma eylemine dayanmaktaydı. Bu kararın uygulanması için başvurucu, 13 Ekim 2006 ile 30 Mart 2007 tarihleri arasında, Guyana’nın sosyal mesleki katılım ve mesleki eğilim kapsamında öngörülen formasyonları görmeye başlamıştır.", "16.  25 Ocak 2007 tarihinde başvurucu ve annesi, bir yol kontrolüne maruz kalmışlardır. Başvurucu Fransız topraklarına usulüne uygun olarak girdiğini ve orada kaldığını ispatlayamamıştır. Başvurucu yakalanmıştır.", "17.  Aynı gün saat 10 :00’da, sınırdışı edilme ile ilgili valilik kararnamesi (APRF) ve idari gözlem altına alma kararnamesi başvurucuya tebliğ edilmiştir. APRF özellikle, aşağıdaki hususları içermektedir :", "« -  4 Kasım 1950 tarihli Avrupa Konseyi’nin İnsan Haklarının ve Temel Özgürlüklerin Korunmasına İlişkin Sözleşmesi’ni ve özellikle 3. ve 8. maddeyi dikkate alarak,", "(...)", "-  Guyana D.D.P.A.F. [Sınır Polisi Bölge Dairesi (Direction départementale de la police aux frontières)] tarafından düzenlenen no 56 sayı ve 25/01/2007 tarihli tutanaktan yukarıda adı geçen şahsın :", "\t-  Fransız topraklarına usulüne uygun olarak girdiğini ispatlamadığı ;", "\t-  yasaya aykırı bir şekilde Fransız topraklarında kaldığı ;", "anlaşıldığından ;", "-  Bu şartlarda, bu yabancı aleyhine sınırdışı etme idari tedbirinin uygulanması gerektiğinden,", "-  İlgili şahsın yazılı beyanlar sunabileceği konusunda bilgilendirildiğinden ;", "-  Bu olayın kendine özgü şartları dikkate alındığında, ilgili şahsın aile yaşamı hakkına orantısız bir müdahale olmadığından,", "-  Kendi ülkesine (veya ikamet ettiği ve kendisinin tekrar gerçekte kabul edileceği ülkeye) geri dönme durumunda Avrupa İnsan Hakları Sözleşmesi’ne aykırı ceza ve muamelelere maruz kalacağını iddia etmediğinden,", "(...)", "[Başvurucunun] sınırdışı edilmesine karar verilmiştir. »", "18.  26 Ocak 2007 tarihinde, saat 15:11’de, başvurucu, Cayenne İdare Mahkemesi’ne faksla iki talepte bulunmuştur.", "Bir taraftan, başvurucunun maruz kaldığı yetkinin aşımından dolayı APRF’ye karşı yapılan ve sınırdışı tedbirinin iptal edilmesi ve bir oturum kartının verilmesi amacında olan bir başvuru söz konusudur. Kendi başvurusuna dayanak olarak başvurucu, özellikle yabancılar ve politik ilticacıların ülkeye girişi ve ülkede kalması ile ilgili yasanın (CESEDA) L. 511-4 2o maddesinin (bkz., paragraf 26) ihlal edildiğini ve Sözleşme’nin 8. maddesini öne sürerek, kendi özel ve aile yaşamı üzerinde etkisi olan sınırdışı edilme kararının taktirinde hataya düşüldüğünü iddia etmiştir. Başvurucu, Fransa’ya onüç yaşından önce girdiğini, o zamandan beri Fransa’da yasaya uygun bir şekilde kaldığını, anne ve babasının bir oturum kartına sahip olduğunu ve diğer erkek kardeşi ile iki kız kardeşinin Fransız topraklarında doğduğunu anlatmıştır. Başvurucu, kendisi hakkında verilen mahkumiyetin ertelenmesi ile ilgili şartları yerine getirmesi gerektiğini, bunu yerine getirmemesi durumunda hapis cezasına maruz kalacağını ve bundan doğan yükümlülükler gereği, mekanik alanında mesleki formasyon aldığını eklemiştir.", "Diğer taraftan, bu başvuru, yürütmenin durdurulması talebini de içermektedir ; bu talepte başvurucu, itiraz ettiği sınırdışı edilme tedbirinin yerine getirilmesinin durdurulmasının aciliyetini ve bu tedbirin yasaya uygunluğu konusundaki ciddi şüphelerin varlığını öne sürmüştür. Bu şüphelerin varlığını ortaya koymak için başvurucu, yeniden Sözleşme’nin 8. maddesini öne sürmüştür ve yetki aşımı ile ilgili başvurusunda belirtilen unsurları tekrar etmiştir. Başvurucu, bunların kendi özel ve aile yaşamını esasen Guyana’da sürdürdüğünü ispatladığını belirtmiştir.", "19.  26 Ocak tarihinde, saat 16 :00’da, başvurucu Brezilya’nın Belem şehrine gönderilmiştir.", "20.  Aynı gün, yürütme durdurmadan sorumlu Cayenne İdare Mahkemesi hakimi bir karar vererek, başvurucu tarafından yapılan yürütmenin durdurulması telebinin, sınırdışı işleminin yerine getirilmesinden dolayı konusuz kaldığından, bu talebin reddine karar vermiştir.", "Aynı tarihte başvurucu, yukarıdaki karara karşı Danıştay önünde temyiz talebinde bulunmak için adli yardımdan faydalanma talebinde bulunmuştur. 6 Mart 2007 tarihli kararıyla, Danıştay nezdinde adli yardım bürosu başkanı, « temyiz hakimini ikna edecek ciddi iddiaların olmamasından dolayı » bu talebi reddetmiştir.", "21.  6 Şubat 2007 tarihinde başvurucu, Cayenne İdare Mahkemesi önünde özgürlüğüne kavuşma amacıyla yürütmenin durdurulması talebinde bulunmuştur. Sözleşme’ye ve Mahkeme içtihatlarına dayanan başvurucu, kendi aile yaşamını sürdürme hakkına ve etkili bir başvuru hakkına idare tarafından ağır bir müdahale yapıldığını iddia etmiştir. Başvurucu, kendisini iddia edilen Sözleşme ihlalleri ile ilgili olarak etkili bir şekilde savunabilmesi için ve valilik tarafından kalma hakkının tekrar incelenmesi sırasında ailesiyle kalması için ve verilecek karardan itibaren yirmi dört saat içinde kendisinin geri gelmesini organize etmek için valiliğe bir talimat verilmesini talep etmiştir.", "7 Şubat 2007 tarihinden verilen kararla, Cayenne İdare Mahkemesi nezdinde yürütmeyi durdurma talebi ile ilgilenen hakim, başvurucunun talebini reddetmiştir. Hakim esasen, başvurucu tarafından istenen tedbirin, her yönüyle kesin tedbirlerin sonuçlarıyla aynı olduğunu ve yürütmeyi durdurmadan sorumlu hakimin ancak geçici tedbirlerle ilgili olarak karar verebileceğini belirtmiştir.", "22.  Ağustos 2007 tarihinde başvurucu, yasaya aykırı bir şekilde Guyana’ya girmiştir.", "23.  4 Ekim 2007 tarihinde Cayenne İdare Mahkemesi, bir duruşma sırasında başvurucunun yetkinin aşımı ile ilgili daha önce yaptığı başvuruyu incelemiştir (paragraf 18). 18 Ekim 2007 tarihli kararıyla İdare Mahkemesi, söz konusu APRF’yi iptal etmiştir. İdare Mahkemesi özellikle, başvurucunun Fransa’ya 1995 yılında yedi yaşındayken geldiğini ve burada devamlı bir şekilde kaldığını söylediğini ve bu beyanlarını desteklemek için başvurucunun okul belgelerini sunduğunu ve bu okul belgelerinin gerçek olmasına valiliğin itiraz etmediğini belirtmiştir. İdare Mahkemesi, başvurucunun annesinin bir oturum kartına sahip olduğunu ve başvurucunun babasının da Guyana’da oturduğunun ispatlandığını ifade etmiştir. İdare Mahkemesi ayrıca, başvurucu tarafından sunulan adli kontrol denetimi ile ilgili karardan, başvurucunun 2005 yılında yakalandığı ve kendisine Guyana’dan ayrılma yasağı konulduğu sonucu çıktığını gözlemlemektedir. İdare Mahkemesi, başvurucunun CESEDA’nın L. 511-4 2o maddesinde öngörülen ve başvurucunun kendi aleyhine verilen sınırdışı kararına engel teşkil eden şartları doldurduğu sonucuna varmaktadır.", "Sonra da, kararın tebliğinden itibaren bir ay içinde kendisine oturma kartı vermesi için valiliğe talimat verilmesi ile ilgili başvurucunun talebine cevap veren İdare Mahkemesi, kendi kararının zorunlu olarak geçici bir oturum kartının verilmesini kapsamadığını, çünkü kendi kararının APRF’nin iptal edilmesinden ibaret olduğunu belirtmiştir. Buna karşın İdare Mahkemesi, valiliğin başvurucunun oturum kartı ile ilgili durumu konusunda karar verme süresini, üç ay olarak belirlemiştir.", "24.  16 Haziran 2009 tarihinde, Guyana Valiliği başvurucuya, bir yıl geçerli olan ve kendisine çalışma imkanı vermeyen bir « ziyaretçi » oturum kartı çıkarmıştır. Valiliğin servisleri nezdinde yapılan soruşturma, oturum kartının çıkarılmasının bir maddi hata sonucunda olduğuna imkan vermektedir. 23 Eylül 2009 tarihinde, başvurucu için « özel ve aile yaşamı » başlıklı bir oturum kartı çıkarılmıştır. Bu kart geçmişe yönelik olarak, Temmuz 2009 tarihinden itibaren bir sene süreyle geçerliydi ve başvurucuya çalışma imkanı vermekteydi.", "15 Haziran 2010 tarihinde, verilecek belgeler ile ilgili bir ihtilaf yüzünden oturum kartının bitiminde, başvurucunun bu kartı yenilenmemiştir. 14 Ekim 2010 tarihinde idare, 16 Haziran 2010 ile 15 Haziran 2011 tarihleri arasında, ve sonrasında 15 Haziran 2012 tarihine kadar geçerli olmak üzere oturum kartını yenilemiştir. Başvurucu halen « özel ve aile yaşamı » başlıklı süresi uzatılabilir bir oturum kartına sahiptir.", "II.  İLGİLİ İÇ HUKUK VE UYGULAMA", "25.  Guyana Fransa’nın, deniz aşırı topraklarında bulunan bir bölgesi ve eyaletidir. Anayasa’nın 73. maddesi, deniz aşırı eyaletlerde ve bölgelerde yasaların ve tüzüklerin doğrudan uygulandığını düzenlemektedir ve bu idarelerin kendine özgü özelliklerine ve zorluklarına bağlı olarak bazı uyarlamalar yapılabileceğini öngörmektedir. Yabancıların hakları ile ilgili olarak deniz aşırı topraklarda uygulanan rejim, bazı özelliklerle birlikte yabancılar ve politik ilticacıların ülkeye girişi ve ülkede kalması ile ilgili yasa (CESEDA) ile öngörülen olağan hukuk rejimidir.", "A.  Yabancıların oturumu ile ilgili hükümler", "26.  Olayların olduğu dönemde yürürlükte bulunan yabancılar ve politik ilticacıların ülkeye girişi ve ülkede kalması ile ilgili yasanın (CESEDA) ilgili hükümleri şu şekildedir :", "Madde L. 313-11", "« Şahsın varlığının kamu düzeni için bir tehtit oluşturması haricinde, « özel ve aile yaşamı » başlıklı geçici oturum kartı, aşağıdaki şahıslara tüm haklarla birlikte verilmektedir :", "1o  En azından ebeveynlerinden birinin geçici oturma kartına veya daimi oturum kartına sahip olan yabancıya, (...) onsekizinci doğum gününden itibaren bir sene sonra (...) ;", "2o  Kendi meşru, doğal ve evlatlıkla oluşturulan ve soybağının L. 314-11. maddede belirtilen şartlarda oluşan ebeveynlerden biriyle, en az onüç yaşından beri Fransa’da daimi bir şekilde ikamet ettiğini her türlü şekilde ispatlayan yabancıya, onsekizinci doğum gününden itibaren bir sene sonra (...) ; L. 311-7. maddesinde öngörülen şart telep edilmemektedir ; »", "Madde L. 511-4", "« Bu bölümün hükümlerinin uygulanmasıyla aşağıdaki şahıslar, sınırdışına çıkarılma tedbirine ve Fransız topraklarından ayrılma zorunluluğuna maruz bırakılamazlar :", "1o  (...) ;", "2o  Onüç yaşından beri Fransa’da daimi bir şekilde ikamet ettiğini her türlü şekilde ispatlayan yabancı ; »", "27.  Bu hükümler deniz aşırı topraklar dahil olmak üzere tüm Fransız topraklarına uygulanmaktadır.", "B.  Uzaklaştırma tedbirleri ve idare mahkemesi önündeki başvuru", "1.  Olağan hukuk", "28.  Olayların olduğu dönemde bu konu, uzaklaştırma tedbirleri ile ilgili no 2006-911 sayılı ve 24 Temmuz 2006 tarihli yasadan çıkan CESEDA’nın V. kitabında düzenlenmiştir. Uzaklaştırma tedbirleri özellikle Fransız topraklarından ayrılmayı (madde L. 511-1-I) ve sınırdışına çıkarılmayı (madde L. 511-1-II) kapsamaktadır.", "29.  Fransa topraklarında yasaya uygun olarak kaldığını ispatlayamayan veya bu topraklarda yasaya aykırı kalan ve bir başka nedenden dolayı Fransa topraklarında kalmasına izin verilmeyen yabancı, Fransa topraklarından uzaklaştırma tedbirine ve özellikle bir APRF’ye maruz kalabilir (CESEDA’nın L. 511-1 ile L. 511-3 maddeleri arası).", "30.  Eğer yabancı, idari tutulmaya maruz kalmışsa, hakları kendisine tebliğ edilir ve yabancı, tutulma merkezinde bulunan dernek tarafından hukuki yardımdan faydalanır. Burada, göçmenlikten sorumlu bakanlık ile sözleşme yapan ve amaçları, yabancıları bilgilendirmek ve haklarının yerine getirilmesinde onlara yardım etme olan tüzel kişiler söz konusudur. 2007 yılında, sadece CIMADE, Fransız idari tutulma merkezlerinde bulunmaktaydı. 2010 yılından beri, dört dernek bu merkezlerde müdahele etmektedir : Malta Düzeni (l’Ordre de Malte), Göçmenler sosyal ve aile hizmetleri Derneği (ASSFAM)), Fransa Göçmen Toprağı (France Terre d’Asile) ve Göçmenler Forumu (Forum des Réfugiés).", "31.  APRF, tebliğinden itibaren kırksekiz saatlik süre içinde idare mahkemesi önünde bir başvuruya konu olabilmektedir (CESEDA’nın L. 512-2 maddesi). Bu başvuru, uzaklaştırma tedbirinin yerine getirilmesini durdurmaktaydı ama, yabancının idari olarak tutuklanmasına engel olmamaktaydı. Yabancı, başvuru yapma süresinin bitiminden önce ve eğer hakime başvurulmuşsa, hakim kararını vermeden önce uzaklaştırılamamaktaydı (CESEDA’nın L. 512-3 maddesi). Gönderilecek ülkenin tespiti ile ilgili olarak verilen karar, uzaklaştırma tedbirinden tamamen farklı bir karardır. Eğer bu karara karşı, APRF ile aynı zamanda itiraz edilmişse, yapılan başvuru söz konusu tedbiri durdurmaktaydı (CESEDA’nın L. 513-3 maddesi).", "32.  Burada yetki aşımı ile ilgili bir başvuru, yani bir iptal davası söz konusudur ve herhangi bir tazminat niteliği taşımamaktadır. Dolayısıyla idari hakim tarafından alınan karar, itiraz edilen işlemin sadece yasallığı ile ilgilidir. Hakim, yabancı şahıs tarafından öne sürülen temel özgürlük veya özgürlükler ile, kamu düzeninin korunması nedenleri arasında bir orantılılık kontrolü yapmaktadır. Hakim, gönderilecek ülkenin tespiti ile ilgili olarak verilen kararın iptali amacıyla verilen dilekçeler önüne geldiği zaman, Sözleşme’nin 3. maddesine göre bir inceleme yapmaktadır. Hakim ayrıca, Sözleşme’nin 3. maddesi ile güvence altına alınan özel ve aile yaşamına müdahale edilmesi ile, uzaklaştırma tedbirinde izlenen meşru amaçlar arasında orantılılık kontrolünü yapmaktadır.", "33.  Başvurulan idari hakimin, karar vermek için yetmiş iki saatlik süresi vardır.", "34.  İdare mahkemesi tarafından verilen karar, yetkili idare istinaf mahkemesi başkanı önünde veya onun tarafından yetkili kılınmış bir şahıs önünde, bir aylık süre içinde itiraza konu olabilmektedir. Bu itiraz tedbiri durdurmamaktadır (İdari yargılama usulü kanununun R. 776-19 maddesi).", "35.  Bir APRF’nin iptal edilmesinin sonuçları, CESEDA’nın L. 512-4 maddesinde öngörülmüştür. Öncelikle, bu iptal idari tutulmanın veya ev hapsi muhtemel tedbirlerini son erdirmektedir. İkinci olarak, idari makamın yeniden kendi durumunu incelemesine kadar yabancı şahıs, ülkede geçici olarak kalma iznine sahip olmaktadır. Son olarak, sınırdışı etme kararını veren hakim, yabancı şahsı idareye gönderme ile yetinmemektedir. Hakim ayrıca, İdari Yargılama Usulü Kanununun L. 911-2 maddesini uygulayarak, valilikten, ilgili şahsın bir oturum kartı hakkına sahip olup olmadığı yönünde karar vermesini istemektedir ; bu konuda valilikten « herhangi bir talepte bulunulup bulunmaması » önemli değildir. Hakim bununla birlikte, ilgili şahsın durumunun tekrar incelenmesi için bir süre belirlemektedir (bkz., örnek olarak, Danıştay, 13 Ekim 2006, başvuru no 275262, M. Abid A.).", "36.  Buna karşın, bir APRF’yi iptal eden bir idare mahkemesi kararı, hakimin oturum kartı talebinin reddedilmesi işlemini iptal etmediği durumda, valiliği ilgili şahsa bir oturum kartı vermeye zorlamamaktadır (bkz., Danıştay’ın prensip kararı, 22 Şubat 2002, başvuru no 224496, Dieng, başka davalar bunu izlemiştir). Bu durum, söz konusu iptalin esasa ilişkin bir nedene, özellikle de Sözleşme’nin 8. maddesinin ihlal edilmesine dayanması halinde bile uygulanmaktadır. Bu nedenle, içtihatlara göre, ilgili şahsın durumunun yeniden incelenmesi, uzaklaştırma tedbirini esasa ilişkin bir nedenden dolayı iptal eden bir yargı kararının uygulanmasını tamamlamak için yeterli değildir. Ancak, olayla ilgili verilen yargı kararının kesinliği ilkesi (principe d’autorité de la chose jugée), varolan durumun değiştiğini gösteren bir durum olmadan, idari makamın aynı nedenle, yeni bir uzaklaştırma tedbirine başvurmasına engel teşkil etmektedir.", "37.  Bu hükümler (bkz., paragraflar 28 ile 36 arası), göçmenlik, uyum ve vatandaşlık ile ilgili no 2011-672 sayılı ve 16 Haziran 2011 tarihli yasa ile kısmen değiştirilmiştir ve bu yeni yasa, yasaya aykırı bir durumda ülkede kalan yabancıların uzaklaştırılması prosedürünü birleştirmiştir. APRF ile ilgili içtihatlardan daha önce çıkan çözümler, genel olarak halihazır duruma uygulanabilir.", "2.  Guyana’da uygulanan hukuk", "38.  Olayların olduğu dönemde yürürlükte olan CESEDA’nın ilgili hükümleri şu şekildedir :", "Madde L. 514-1", "« Bu başlığın uygulanması için aşağıdaki hükümler Guyana’da ve SaintMartin’de uygulanmaktadır :", "1o  Bir büyükelçilik makamının talepte bulunması halinde, sınırdışı etme tedbiri, genelgenin tebliğinden itibaren tam bir günlük sürenin bitiminden önce icra edilemez ;", "2o  Bir önceki bendin hükümlerine zarar vermeksizin, Fransa topraklarından ayrılma yükümlülüğüne veya sınırdışı etme idari tedbirine maruz kalan ve bu işlemi idare mahkemesi önüne getiren yabancı, kendi başvurusunda bir tedbirin durdurulması talebinde bulunabilir.", "Sonuç olarak, [sınırdışı etme ile ilgili valilik genelgesinin kırksekiz saatlik süre içinde idare mahkemesi önünde itiraza konu olabileceğini ve bu itirazın sınırdışı etme tedbirini durdurmasını öngören] L. 512-1 ve L. 512-2 ile L. 512-4 arasında bulunan maddelerdeki hükümler, Guyana’da ve SaintMartin’de uygulanmamaktadır. »", "39.  Olağan hukukun aksine (bkz., paragraf 31), idare mahkemesi önünde yapılan başvuru, uzaklaştırma tedbirinin uygulanmasını durdurmamaktadır. Gerçekte sınırlı bir dönem için uygulanan bu istisna, Guyana için 2003239 sayılı ve 18 Mart 2003 tarihli iç güvenlik yasası ile kalıcı hale gelmiştir.", "40.  Anayasa’nın 61. maddesinde öngörülen yasaların Anayasa’ya uygunluğu denetimi kapsamında başvurulan Anayasa Konseyi, bu hükmü onaylamıştır. 2003-467 sayı ve 13 Mart 2003 tarihli kararında Anayasa Konseyi, Anayasa’nın 73. maddesine uygunluk konusunda beyanda bulunarak aşağıdaki ifadeleri kullanmıştır :", "« [İç güvenlik yasasının] 141 ve 142. maddeleri, istisnai hükümlerin Guyana’da ve Guadeloupe’un Saint-Martin şehrinde devamını sağlamaktadır (...) ; bu hükümlere göre, bazı yabancılara oturum kartı verilmesinin reddedilmesi, 2 Kasım 1945 tarihli genelgenin 12 c maddesinde öngörülen oturum kartı komisyonuna görüş alınması için sunulmamaktadır ve bir yabancı aleyhine verilen sınırdışı kararına karşı yapılan başvuru, yürütmeyi durdurma niteliğinde değildir ;", "Başvurucu milletvekilleri, 141 ve 142. maddelerinin bu rejimi devamlı hale getirerek, « anayasal anlamda korunan haklara, mesela savunma haklarına » zarar verdiklerini ve bu maddelerin, Anayasa’nın 73. maddesinin izin verdiği, deniz aşırı eyaletlerin yasama rejimlerine uyarlamaların ötesine geçtiğini savunmaktadırlar ;", "Yasama organı, şahısların uluslararası alanda serbest dolaşımı alanında Guyana’nın ve Guadeloupe eyaletinin Saint-Martin şehrinin özel durumunu ve kalıcı zorluklarını dikkate almak için, Anayasa’da güvence altına alınan hakların ve özgürlüklerin korunması ile kamu düzeninin korunması gerekliliği arasında, Anayasa tarafından oluşturulan varolan dengeye zarar vermeden, yukarıda belirtilen 2 Kasım 1945 tarihli genelgenin 12 c ve 40. maddeleri ile buralarda oluşturulan istisnai rejimleri koruyabilmiştir ; ilgili şahıslar, idari polis tedbirlerine karşı yargıya başvurma hakkını korumaktadırlar ; bu şahıslar, özellikle yürütmeyi durdurma konusunda idari hakime başvurabilmektedirler ; yasadışı göçmenlikle mücadeleyi güçlendirmek olarak belirlenen amaç ile doğrudan doğruya ilişki halinde olan bu özel durum dikkate alındığında, yasakoyucu, anayasal eşitlik ilkesine zarar vermemiştir ; dolayısıyla öngörülen bu uyarlamalar Anayasa’nın 73. maddesine aykırı değildir ; (...) »", "41.  Yabancıların uzaklaştırılması konusunda Fransız mevzuatı, aynı şekilde altı eyalet-bölge ve deniz aşırı yönetimler (Guadeloupe, Mayotte, Wallis ve Futuna adaları, Saint-Barthélémy, Saint-Martin, Fransa Polynésie’si) ve Yeni Kaledonya (Nouvelle-Calédonie) ile ilgili aynı şekilde istisnai rejimler öngörmektedir.", "C.  Yürütmeyi durdurma talepleri (Les demandes en référé)", "42.  Diğer Fransa toprakları gibi, kararın yürütülmesini durdurma ve özgürlüğüne kavuşma amacıyla yürütmenin durdurulması talepleri, Guyana’da tamamen uygulanmaktadır. İdari Yargılama Usulü Kanununun (CJA) ilgili hükümleri aşağıdaki şekilde düzenlenmiştir :", "Madde L. 521-1", "« Red kararı dahi olsa, bir idari karar, bir iptal veya değiştirme davasına konu olduğu zaman, böyle bir talep ile kendisine başvurulan yürütmenin durdurulmasından sorumlu olan hakim, işin aciliyetinin haklı gösterilmesi ve soruşturma esnasında kararın yasallığı ile ilgili ciddi bir şüphenin ortaya çıkmasına neden olan bir durumun olması halinde, bu kararın icrasının veya etkilerinin durdurulmasına karar verebilir.", "Kararın durdurulmasına karar verildiği zaman, kararın iptali veya değiştirilmesi davası ile ilgili karar, en kısa sürede verilir. Yürütmeyi durdurma en geç, kararın iptali veya değiştirilmesi davası ile ilgili karar verildiği zaman sonra erer. »", "Madde L. 521-2", "« Acil olan böyle bir dava ile ilgili olarak kendisine başvurulan yürütmenin durdurulmasından sorumlu hakim, kendi yetkilerinin kullanımı çerçevesinde bir kamu hukuku tüzel kişisi veya kamu hizmetinin yerine getirilmesinden sorumlu bir özel hukuk organı tarafından ağır veya açıkça yasaya aykırı bir şekilde müdahale edilen bir temel özgürlüğün korunması için, gerekli olan tüm tedbirlerin alınmasını emredebilir. Yürütmenin durdurulmasından sorumlu hakim, kırksekiz saat içinde karar verir. »", "43.  CJA’nın L. 521-1 maddesi temelinde Guyana ile ilgili bir davada Danıştay, aşağıdaki hususları hatırlatmıştır :", "« Bir idari işlemin uygulanmasının, bir kamu yararına, başvurucunun durumuna veya kendisinin korumak istediği çıkarlara yeteri kadar ağır bir şekilde ve hemen zarar vermesi durumunda, aciliyet, bu idari işlemin durdurulmasına karar verilmesini haklı kılmaktadır ; oturum kartının verilmesinin reddedilmesinin ilgili şahsın somut durumu üzerindeki hızlı etkisi dikkate alındığında, aciliyeti değerlendirmek ve gerekçelendirmek, bir oturum kartının verilmesini reddeden kararın yürütmesinin durdurulması talebiyle kendisine başvurulan yürütmenin durdurulmasından sorumlu hakime aittir ; yabancılar ve politik ilticacıların ülkeye girişi ve ülkede kalması ile ilgili yasanın L. 514-1 maddesi, aynı yasanın L. 512-1 maddesinin Guyana’da uygulanmasını engellemesinden dolayı, oturum kartı verilmesinin reddedilmesi ve Fransız topraklarından ayrılma yükümlülüğü ile gönderilecek ülkeyi belirten kararına karşı bir yabancının yapmış olduğu başvuru, Fransız topraklarından ayrılma yükümlülüğünün uygulanmasını durdurmamaktadır ».", "44.  Bu şartlarda Danıştay aşağıdaki tespitlerde bulunmuştur :", "« Uzaklaştırma tedbirinin her zaman uygulanması perspektifi (...), oturum kartı verilmesinin reddedilmesini ve İdari Yargılama Usulü Kanununun L. 521-1 maddesinin uygulanarak Fransız topraklarından ayrılma yükümlülüğünü içeren kararın icraya konulmasını durdurma yetkisini, yürütmeyi durdurmadan sorumlu hakime veren acil bir durumu açıklar niteliktedir » (Danıştay, 9 Kasım 2011, M. Takaram A., no 346700, Kararlar dergisi Lebon).", "D.  2008-9 sayılı Güvenlik Etiği Ulusal Komisyonu", "45.  23 Ocak 2008 tarihinde başvurulan Güvenlik Etiği Ulusal Komisyonu, bir Brezilya vatandaşı olan Bay C.D.’nin, Guyana sınır polisi eyalet idaresinin devriye gezen bir araştırma birliği tarafından 12 Kasım 2007 tarihinde yakalanması, gözaltına alınması, sonrasında uzaklaştırma tedbirinin beklenmesi sırasında tutulması ve Cayenne hastane merkezine yatırılmasından altı sonra ölümü ile ilgili şartlar üzerine soruşturma yapmıştır.", "46.  1 Aralık 2008 tarihinde kabul edilen görüşünde, Güvenlik Etiği Ulusal Komisyonu özellikle aşağıdaki tespitlerde bulunmuştur :", "« Guyana PAF’ı [sınır polisi] kapsamında 2006 yılından 30 Ocak 2008 tarihine – BMR’nin [hareket halinde olan araştırma birliği] kamusal alandaki iki grubunun dağıtılma tarihi – kadar, servisin maddi ve bilişim organizasyonu, prosedürlerin şekli anlamda usulüne uygunluğu adı altında, saat kısımlarının kasten yanlış yazılması veya gözaltında olan veya tutulan şahıslara verilen daha önce hazırlanan negatif cevaplar yoluyla (...), ceza prosedürünün tüm ilkelerini sistematik bir şekilde ve özellikle yakalanan şahısların en temel haklarını ihlal etmiştir ; bu şahıslar kendi haklarının kullanımı konusunda kendi istemlerini belirtmeden veya belirtmeden önce bu işlemler yapılmaktaydı.", "Yasanın bu ihlallerinin sistematik niteliği ve süresinden dolayı Komisyon, çok ciddi bir şekilde aşağıdaki hususları önermektedir (...) :", "bunları (...) oluşturan, uygulamaya koyan veya bunların uzun bir zaman diliminde devam etmesini kabul eden şahıslara karşı disiplin soruşturmalarının açılması (...),", "Daha genel olarak Komisyon, deniz aşırı topraklarda hizmet veren herkese aşağıdaki hususların hatırlatılmasını istemiştir :", "(...)", "yasaya aykırı olarak ülkede kalmaya karşı mücadele konusunda, merkezi idare tarafından talep edilen etkili sınırdışı sayısının, hiçbir şekilde prosedürlerin kalitesinin usule uygunluğuna zarar vermemesi gerekmektedir ;", "yakalanmadan sonra kullanılan yasal yol ne olursa olsun – gözaltı, kimlik tespiti, tutulma – heryol, tutulan şahıs için haklar içermektedir ; bu hakların yabancının anlayacağı bir dilde, kendisine bu hakları göstermelik bir şekilde değil, ama etkili bir şekilde kullanmasına imkan vermek amacıyla, bu hakları gerçek bir şekilde tebliğ etmek polis memurlarına aittir. »", "III.  İLGİLİ ULUSLARARASI BELGELER VE UYGULAMA", "A.  Avrupa Konseyi belgeleri", "1.  Bakanlar Komitesi", "47.  4 Mayıs 2005 tarihinde Bakanlar Komitesi, « Zorla geri dönüşle ilgili yirmi temel ilkeyi » kabul etmiştir. İlgili ilkeler şu şekildedir :", "« İlke 2.  Uzaklaştırma kararının kabul edilmesi", "Uzaklaştırma kararları ancak, yasaya uygun bir kararın uygulanması ile alınmak zorundadır.", "1.  Bir uzaklaştırma kararı sadece, gidilen ülkenin makamlarının, ellerinde bulunan ilgili tüm bilgileri dikkate almaları, bunlardan mantıklı olarak ikna olmaları ve bu kararın uygulanmasının ve bu karara saygının, uzaklaştırılması gereken şahsı aşağıdaki durumlara maruz bırakmaması halinde alınabilir :", "a.  şahsın infaz edilme, işkenceye veya insanlıkdışı veya aşağılayıcı muamelere veya cezalara maruz bırakması konusunda gerçek bir riskin olması ;", "b.  gidilen ülkenin makamlarının, tarafların veya uluslararası organizasyonlar dahil olmak üzere, devleti veya topraklarının önemli bir kısmını kontrol eden organizasyonların, uygun ve etkili bir koruma sunma ihtimallerinin veya iradelerinin olmaması halinde, devlet görevlisi olmayan ajanlar tarafından öldürülme, işkenceye veya insanlıkdışı veya aşağılayıcı muamelere maruz bırakması konusunda gerçek bir riskin olması ; veya", "c.  uluslararası hukuka ve ulusal mevzuata uygun olarak uluslararası bir korumanın sağlanacağını haklı kılan diğer durumlar.", "2.  Bir uzaklaştırma kararı sadece, gidilen ülkenin makamlarının, ellerinde bulunan ilgili tüm bilgileri dikkate alarak, bunlardan ikna olmaları ve uzaklaştırılan şahsın özel ve/veya aile yaşamına saygı hakkına yapılan müdahelenin özellikle orantılı olması ve meşru bir amaca yönelik olması halinde alınabilir :", "(...)", "Principe 5.  Uzaklaştırma kararına karşı başvuru", "1.  Bir uzaklaştırma kararında veya bir uzaklaştırma kararı ile sonuçlanan bir süreç sırasında, bağımsız üyelerden oluşan ve bağımsızlık ile ilgili güvencelerden faydalanan yetkili bir makam veya organ önünde etkili bir başvuru yapma ihtimalinin, ilgili şahsa sunulması gerekmektedir. Yetkili bir makamın veya organın, uzaklaştırma kararın uygulanmasını geçici olarak durdurma ihtimali dahil olmak üzere, uzaklaştırma kararını tekrar incelemeye yetkili olması gerekmektedir.", "2.  Başvurunun istenen usulü güvenceleri sunması ve aşağıdaki nitelikleri taşıması gerekmektedir :", "–  başvurunun yapılması için gerekli olan sürenin, makul olmayan bir şekilde kısa olmaması gerekmektedir ;", "–  başvurunun ulaşılabilir olması gerekmektedir ; bu durum özellikle, uzaklaştırma tedbirine maruz kalan ilgili şahsın gerekli olan hukuki yardıma sahip olması için yeterli kaynaklarının olmaması durumunda, bu şahsın, bu yardımdan bedava bir şekilde, adli yardımla ilgili ulusal mevzuata uygun olarak faydalanması gerektiği anlamına gelmektedir ;", "–  eğer şahsın kendisinin iadesinin temel ilke 2.1’de belirtilen insan haklarının ihlal edilmesine neden olduğunu iddia etmesi durumunda, söz konusu başvuru bu iddiaların ciddi bir şekilde incelenmesini öngörmesi gerekmektedir.", "3.  uzaklaştırılacak şahsın, temel ilke 2.1’de belirtilen insan haklarına aykırı muamelelere maruz kalacağını savunulabilir bir şekilde iddia etmesi durumunda, başvurunun yapılmasının, kararın durdurulması etkisine sahip olması gerekmektedir. »", "2.  İnsan Hakları Komiseri", "48.  İnsan Hakları Komiseri, Avrupa Konseyi’ne üye devletlere girmek isteyen yabancıların hakları ve sınırdışı kararlarının uygulanması ile ilgili bir öneri hazırlamıştır (CommDH(2001)19). 19 Eylül 2001 tarihli bu öneri, özellikle aşağıdaki unsurları içermektedir :", "« 11.  AİHS’nin 13. maddesi anlamında yargı yoluna gitme hakkının, sadece yasa yoluyla güvence altına alınması değil, ama aynı zamanda ilgili şahsın, yetkili mercilerin AİHS tarafından temin edilen bir hakkı ihlal ettiğini veya ihlal etme riskinin olduğunu ileri sürdüğü zaman, uygulamada da kabul edilmesi gereklidir. Bu etkili başvuru hakkı, bir geri gönderilme veya sınırdışı kararına karşı çıkmak isteyen herkes için, güvence altına alınmalıdır. Bu hak, en azından AİHS’in 2. ve 3. maddelerinin ihlal edildiği iddiası söz konusu olduğunda, bir sınırdışı kararının uygulanmasını durdurabilmelidir. »", "B.  Taraf devletlerde yasaya aykırı olarak kalan üçüncü ülke vatandaşlarının geri gönderilmesine uygulanan ortak prosedür ve normlar ile ilgili 2008/115/CE sayılı Avrupa Parlamentosu’nun ve Konsey’in 16 Aralık 2008 tarihli direktifi (« Geri dönüş direktifi »)", "49.  Direktifin 5, 12 ve 13 maddelerinin ilgili bölümleri şu şekildedir :", "Madde 5", "« Sınırdışı etmeme, çocuğun yüksek çıkarı, aile yaşamı ve sağlık durumu", "Devletler bu direktifi uygularken aşağıdaki unsurları usulüne uygun bir şekilde dikkate almaları gerekmektedir :", "a)  çocuğun yüksek çıkarını,", "b)  aile yaşamını,", "c)  üçüncü bir devletin ilgili vatandaşının sağlı durumunu. Devletler ayrıca sınırdışı etmeme ilkesine saygı gösterirler. »", "Bölüm III", "USULİ GÜVENCELER", "Madde 12", "« Şekil", "1.  Geri dönüş ile ilgili kararlar ve durumuna göre, ülkeye giriş yasağı ile ilgili kararlar ile uzaklaştırma kararları, yazılı olarak verilmekte, olaylar ve hukuk ile ilgili gerekçeleri belirtmekte ve uygun başvuru yolları ile ilgili olarak bilgiler içermektedir.", "(...) »", "Madde 13", "« Başvuru yolları", "1.  Üçüncü bir ülkenin ilgili vatandaşı, 12. maddenin 1. paragrafında belirtilen geri dönüş kararlarına itiraz etmek için, bağımsız üyelerden oluşan ve bağımsızlık ile ilgili güvencelerden faydalanan yetkili bir makam veya organ önünde etkili bir başvuru yoluna sahiptir.", "2.  1. paragrafta belirtilen makam veya organ, 12. maddenin 1. paragrafında belirtilen geri dönüş kararlarını incelemek için yetkilidir ve özellikle, ulusal mevzuata göre geçici durdurma daha önceden uygulanmadıkça, bu kararların icrasını durdurabilmelidir. (...) »", "C.  Birleşmiş Milletler İnsan Hakları Komitesi’nin Fransa’nın düzenli dördüncü raporu ile ilgili sonuç gözlemleri", "50.  Kişisel ve Siyasal Haklar Uluslararası Sözleşmesi’nin 40. maddesine uygun olarak, 9 ve 10 Temmuz 2008 tarihlerinde İnsan Hakları Komitesi, Fransa’nın düzenli dördüncü raporunu incelemiştir (CCPR/C/FRA/4). 22 Temmuz 2008 tarihinde Komite, bu raporla ilgili sonuç gözlemlerini kabul etmiştir (CCPR/C/FRA/CO/4) ; bu sonuç gözlemlerinin ilgili bölümleri şu şekildedir :", "« (...) Mayotte’tan (...) sınırdışı edilen şahıslar için herhangi bir yargısal yol bulunmamaktadır ; bu durum her sene, 16 000 ergin ve 3 000 çocuğun durumunu yansıtmaktadır. Aynı durum Fransız Guyanası için de geçerlidir (...).", "Taraf Devlet, bir politik mülteci dahil olmak üzere bir yabancının geri gönderilmesi ile ilgili kararın, ilgili şahsın geri dönüşü ile mağdur olabileceği insan haklarının ağır bir şekilde ihlal edilme gerçek riskini etkili bir şekilde ortadan kaldırmaya imkan veren, adil bir yargılanma sonucunda verilmesine dikkat etmesi gerekmektedir.", "Oturum belgesi olmayan yabancıların ve politik ilticacıların kendi hakları konusunda, usulüne uygun bir şekilde bilgilendirilmeleri ve bedava adli yardımdan faydalanmaları gerekmektedir ; politik iltica talebinde bulunma hakkı dahil olmak üzere, bu hakların güvence altına alınması gerekmektedir. Taraf Devlet ayrıca, sınırdışı genelgesine maruz kalan tüm şahısların politik iltica talebinde bulunmak için yeterli bir zamana sahip olmalarına, bir çevirmenin yardımından faydalanmalarına ve yürütmeyi durdurma ile birlikte kendi başvuru haklarını kullanabilmelerine dikkat etmesi gerekmektedir. » (Son iki paragraf asıl metinde kalın karakterler kullanılarak yazılmıştır).", "HUKUK AÇISINDAN", "I.  BÜYÜK DAİRE ÖNÜNDEKİ UYUŞMAZLIĞIN KONUSU ÜZERİNE", "51.  Büyük Daire önündeki savunmalarında Hükümet, Sözleşme’nin 8. maddesi ile ilgili şikayet konusunda bir ön itirazda bulunmaktadır. Ancak, 30 Haziran 2011 tarihli kararında Daire, etkili başvuru hakkının yokluğu ile ilgili şikayeti kabuledilebilir bulmuş (Sözleşme’nin 13. ve 8. maddeleri birlikte) ve başvurucunun özel ve aile yaşamına saygı hakkına yapılan müdahalenin varlığı ile ilgili şikayeti kabuledilemez bulmuştur (Sözleşme’nin 8. maddesi bağımsız olarak). Gerçekten de Daire, bu son şikayeti, Sözleşme ile kişi bakımından yetki ratione personae konusunda uyumsuzluktan dolayı reddetmiştir çünkü, başvurucu 34. maddeye göre « mağdur » olarak kabul edilmemiştir. Dolayısıyla Büyük Daire, sadece Daire’nin kabuledilebilir bulduğu şikâyetleri inceleyecektir çünkü « dava », Büyük Daire önüne, başvurunun Daire tarafından kabul edilebilir olduğu haliyle gönderilmiştir (bkz., birçok karar arasından, K. ve T./Finlandiya [BD], no 25702/94, §§ 140-141, CEDH 2001-VII, ve Taxquet/Belçika [BD], no 926/05, § 61, CEDH 2010).", "II.  SÖZLEŞME’NİN 8. MADDESİ İLE BİRLİKTE 13. MADDENİN İHLAL EDİLDİĞİ İDDİASI ÜZERİNE", "52.  Başvurucu, kendisinin Brezilya’ya gönderilmesi tedbiri nedeniyle, özel ve aile yaşamına saygı hakkına, yasaya aykırı bir şekilde müdahale edilmesine karşı şikayette bulunmak için, Fransız hukukunda etkili bir başvuru yolundan faydalanmadığından yakınmaktadır. Başvurucu, Sözleşme’nin 8. maddesi ile birlikte 13. maddesini öne sürmektedir. Bu hükümler şu şekildedir :", "Madde 8", "« 1.  Herkes özel ve aile hayatına, konutuna ve iletişimine saygı gösterilmesi hakkına sahiptir.", "2.  Bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir. »", "Madde 13", "« (...) Sözleşme’de tanınmış olan hak ve özgürlükleri ihlal edilen herkes, söz konusu ihlal resmi bir hizmetin ifası için davranan kişiler tarafından gerçekleştirilmiş olsa dahi, ulusal bir merci önünde etkili bir yola başvurma hakkına sahiptir. »", "A.  Daire kararı", "53.  30 Haziran 2011 tarihli kararında Daire, bu davada Cayenne İdare Mahkemesi’nin 18 Ekim 2007 tarihinde, yani başvurucunun Brezilya’ya gönderilmesinden yaklaşık olarak dokuz ay sonra, yasaya aykırılıktan dolayı APRF’yi iptal ettiğini gözlemlemiştir. Daire ayrıca, başvurucunun ancak 16 Haziran 2009 tarihinde Guyana’da yasal olarak ikamet etmesine imkan veren oturum kartına sahip olabildiğini belirtmiştir. Bu unsurlardan hareketle Daire, başvurucunun Brezilya’ya gönderilmesi sırasında, bu göndermenin Sözleşme’nin 8. madde ile uyumlu olmadığı konusunda ciddi bir sorun olduğunu belirtmiştir. Daire, başvurucunun Sözleşme’nin 13. maddesi ve Mahkeme içtihatları anlamında « savunulabilir » bir şikayeti olduğunu belirtmiştir. Dolayısıyla şikayetin esasını inceleyen Daire sonrasında, başvurucunun Guyana’da faydalandığı başvurunun etkililiği ile ilgili olarak beyanda bulunmuştur. Daire bu bağlamda, Cayenne İdare Mahkemesi önünde yaptığı başvurunun, başvurucuya valilik kararının yasaya uygunluğunu kabul ettirmeye imkan verdiğini ve sonrasında, her ne kadar yürütmeyi durdurma etkisi olmadan başvurucunun sınırdışı edilmesi kararı verilmemişse de, kendisinin sonradan oturum kartına sahip olduğunu belirtmiştir. Daire akabinde, söz konusu uzaklaştırmanın aile bağlarını daimi bir şekilde kesintiye uğratmadığını, çünkü başvurucunun Guyana’ya kendisinin sınırdışı edilmesinden sonra, yasadışı bir şekilde de olsa, tekrar geri gelebildiğini ve bir oturum kartına sahip olduğunu kaydetmiştir. Bu alanda özellikle devletlerin sahip olduğu taktir yetkisini dikkate alan Daire, Sözleşme’nin 8 maddesi ile birlikte 13. maddenin ihlal edilmediği sonucuna varmıştır.", "B.  Büyük Daire önünde öne sürülen tarafların argümanları", "1.  Hükümet", "a)  Başvurucunun mağdur sıfatı üzerine", "54.  Hükümet, Sözleşme’nin 34. maddesi ve Mahkeme içtihatları anlamında başvurucunun « mağdur » sıfatının kaybolduğunu öne sürmektedir.", "Hükümet, bu davada ulusal makamların Sözleşme’nin 8. maddesi ile birlikte 13. maddesinin ihlalini kabul ettiklerini ve sonrasında başvurucuya bir oturum kartı vererek, kendisinin durumunu düzeltmek süretiyle, ihlal durumunu telafi ettiklerini savunmaktadır. Bununla birlikte, sınırdışı etme tedbirinin yerine getirilmesine rağmen, idare mahkemesi bu kararı iptal etmiştir ve dosyanın incelenmesine gerek olmadığına karar vermemiştir ; bu durum başvurunun, etkili bir nitelikte olduğunu göstermektedir.", "55.  Duruşmada, Hükümet ayrıca, başvurucunun yakalandığı zaman kendi kusuruyla kaçak durumda olduğunu çünkü, bir oturum kartı hakkına sahip olmasına rağmen başvurucunun, kendi idari durumunun düzeltilmesi için bir talepte bulunmayı ihmal ettiğini ifade etmektedir. Bu nedenle Hükümet için bu dava, Eritre vatandaşı olan başvurucunun ilticacı olarak Fransa topraklarında kalma talebinde bulunduğu Gebremedhin [Gaberamadhien]/Fransa (no 25389/05, CEDH 2007II) davasından esaslı bir şekilde ayrılmaktadır. Mahkeme tarafından ihtiyati tedbir verilmemesi nedeniyle, talebin reddedilmesine karşı yapılan başvurunun yürütmeyi durdurma etkisinin olmaması, ulusal makamlara Sözleşme’nin 3. maddesi anlamında iddia edilen ihlali giderme imkanı vermemiştir. Bu nedenle başvurucunun savunulabilir bir şikayeti bulunmaktadır ; bu durum bu davada söz konusu değildir.", "b)  Sözleşme’nin 8. maddesi ile birlikte 13. maddesinin ihlali üzerine", "56.  Mahkeme içtihatlarına dayanan Hükümet, Sözleşme’nin 3. maddesi ve 4 Nolu Protokol’ün 4. maddesi altında bir başvurunun etkililiğinin « potansiyel olarak geri dönülemez sonuçlar » ortaya çıkarmaması halinde, 13. maddeye göre başvurunun yürütmeyi durdurucu niteliğinin bir başvurunun etkililiğini, prensip gereği, ortaya koymadığını açıklamaktadır. Bu davada, sınırdışı etme kararına karşı idare mahkemesi önünde itiraz edilmiştir ve idare mahkemesi bu kararı iptal ederek, başvurucuya Guyana’ya geri gelmesine imkan tanımıştır. Dolayısıyla başvurucu etkili bir başvuru yoluna sahiptir. Hükümet gerçekten de, bu davada aile bağlarının devamlı bir şekilde kesintiye uğramadığının ve sınırdışı etme kararının geri dönülemez sonuçlar doğurmadığının altını çizmektedir. Sınırdışı etme sırasında başvurucu, bekardı, çocuk sahibi değildi, sağlıklıydı ve onsekiz yaşındaydı. Başvurucu, büyük babası ile büyük annesinin yaşadığı ülkeye gönderilmiştir, uzaklaştırma tedbirinden birkaç ay sonra Guyana’ya geri gelebilmiştir ve burada normal hayatını sorunsuz bir şekilde sürdürmeye devam etmiştir. Dolayısıyla Hükümete göre, başvurucu etkili bir başvuru yolundan faydalanmıştır.", "Bununla birlikte Hükümet, Daire’nin öncelikli (a priori) bir mantık yürüttüğünü belirtmektedir. Gerçekten de Daire, ilke olarak makamların 8. madde anlamındaki müdahallerinin geriye dönüşü olmayan bir nitelikte olmadığını belirtmiştir, çünkü şahsın trajik anlamda ölümü hipotezi ve büyük derecede bir kendini savunamamazlık durumu bulunmamaktaydı. Hükümet bu durumların, Sözleşme’nin 3. maddesinin kapsamına giren özel durumlar olduğunu ve dolayısıyla kararın otomatik bir şekilde durdurulmasına neden olacağını belirtmektedir. Başvurucunun durumu hiç şüphesiz, 8. madde kapsamına girmektedir ve potansiyel olarak geri dönülemez sonuçların olmadığını göstermektedir.", "57.  Hükümete göre, başvurucu, müdahalenin nasıl kendi özel ve aile yaşamına saygı hakkına geri dönülemez sonuçlar doğurduğunu göstermemiştir. Başvurucunun geri dönüşü riskler taşısa da, idare mahkemesinin kararını beklemeden yasadışı bir harekette bulunma sadece başvurucunun sorumluluğu altındadır. Son olarak Hükümet, idare mahkemesi tarafından verilen karardan sonra başvurucunun, geçici oturum kartına sahip olduğunu ifade etmektedir. İdarenin oturum kartını ancak 16 Haziran 2009 tarihinde vermesi, idare tarafından istenen belgeleri vermeyen ve kaçak olan durumunu düzeltmeye davet edilen ama bu konuda işlem yapmayan başvurucunun ihmalinden kaynaklanmaktadır.", "58.  Hükümet, Guyana ile ilgili istisnai rejimin, Sözleşme’nin 13. maddesi ile ilgili yükümlülükleri yerine getirme konusunda devletlerin taktir yetkileri kapsamında olduğunu belirtmektedir. Prensip olarak başvurunun yürütmeyi durdurma etkisi tanınması, Guyana’da kaçak göçmenlik ile ilgili özel zorlamalar ile haklı kılınmaktadır. Kaçak göçmenliği destekleyen suç örgütleri gibi, kaçak göçmenlik, sınırların geçilebilir ve etkili bir şekilde kontrol edilmesini imkansız hale getiren Guyana topografyasında cesaretlendirilmektedir. Bununla birlikte, Guyana Valiliği tarafından alınan sınırdışı genelgelerinin sayısının önemi dikkate alındığında, yürütmeyi durdurma içeren bir başvuruyu kabul etmek, yargı organlarının yüksek derecede tıkanmasına ve yargının iyi işlemesini engelleyen sonuçlar doğurmasına neden olabilecektir. Yürütmeyi durdurma içeren bir başvuruya istisna tanınması, bu eyalette dengeli bir durumu koruma gerekliliği ile ve Fransa’nın Guyana ile komşu ülkelerle sağladığı sıkı ikili ilişkiler ile haklı kılınmaktadır.", "59.  Her halükarda, her ne kadar tam anlamıyla yürütmeyi durduran bir başvuru olmasa da, başvurucu dahil olmak üzere yürütmenin durdurulması talebi geniş bir şekilde kullanılmaktadır. Kaldı ki duruşmada Hükümet, bu konuda Danıştay tarafından verilen kararın gerçek kapsamının tanımlanması gerektiğini çünkü, söz konusu olan kararın yeni bir içtihat olduğunu belirtmiştir. Hükümet, bu kararın yürütmenin durdurulmasından sorumlu olan hakime, uzaklaştırma tedbirinin her zaman uygulanması ve bu tedbirin yasaya uygunluğu konusundaki ciddi şüphelerin varlığı durumunda, uzaklaştırma tedbirinin icrasını durdurmaya karar verme yetkisi tanıdığını açıklamıştır (bkz., paragraflar 43 ve 44).", "60.  Mahkeme içtihatlarının uyumu konusunda Hükümet, bu uyumun sağlandığını belirtmektedir. Böylece başvurunun yürütmeyi durdurma niteliği, Sözleşme’nin 3. maddesi ile birlikte 13. maddesine göre dayatılmamaktadır. Gerçekten de bu kapsamda Mahkeme, sınırdışı etme tedbirinin izlenen meşru amaç ile orantılılığının tam bir kontrolünü yapmaktadır. Bunu yaparken Mahkeme, kendi içtihatlarıyla belirlenen kriterleri uygulamaktadır (özellikle Boultif/İsviçre, no 54273/00, CEDH 2001IX). Dolayısıyla bu konuda yürütmeyi durdurma etkisi, başvurunun etkililiğini belirlememektedir. Duruşmada Hükümet, bu ilkenin değiştirilmesinin Mahkeme içtihatlarının uyumuna ve anlaşılmasına zarar vereceğini eklemiştir.", "61.  Hükümet, Mahkeme’yi Daire’nin kararını teyid etmeye davet ederek beyanlarını sonuçlandırmaktadır.", "2.  Başvurucu", "a)  Başvurucunun mağdur sıfatı üzerine", "62.  Başvurucu, yukarıda adı geçen Gebremedhin davasındaki gibi, Sözleşme’nin 34. maddesine göre mağdur sıfatını koruduğunu belirtmektedir. Başvurucuya göre, iddia edilen Sözleşme’nin 8. maddesi ile birlikte 13. maddesinin ihlali, idare mahkemesinin kararının verildiği zaman meydana gelmiştir. Duruşma sırasında başvurucu, yakalandığı ve sınırdışı edildiği zaman onsekiz yaşına yeni girdiğini ve dolayısıyla Fransız hukukuna göre, durumunu yasalara uygun hale getirmek için Haziran 2007 tarihine kadar süresi olduğunu açıklamıştır (bkz., paragraflar 26 ve 27). Buna rağmen sınırdışı etme işlemi yerine getirilmiştir ve bu işlem başvurucuyu, bir kaçakçıya para vererek kaçak yollarla Guyana’ya gelmek için risk almaya mecbur kılmıştır. Daire’nin kendi kararında vardığı sonuca dayanarak başvurucu, kendi şikayetinin savunulabilir bir nitelikte olduğunu ve kendisinin sınırdışı edilmesi sırasında ciddi bir sorun ortaya çıkardığını savunmaktadır.", "b)  Sözleşme’nin 8. maddesi ile birlikte 13. maddesinin ihlali üzerine", "63.  Başvurucu, kendisinin maruz kaldığı Guyana’daki istisnai rejimi eleştirmektedir ve Sözleşme’nin 8. maddesi ile ilgili şikayeti öne sürmesi için, etkili bir başvuru yolundan faydalanmadığını savunmaktadır.", "64.  Öncelikle başvurucu, Daire’nin kendi kararında belirttiğinin aksine, yabancıların sınırdışı edilmesi konusunda, özel ve aile yaşamına saygı hakkının ihlal edilmesinin potansiyel olarak geri dönülemez sonuçlara neden olduğunu belirtmektedir. Başvurucunun kendi durumunda, sonuçlar geri dönülemez olabilirdi ve her halükarda bu sonuçlar kendisi için, psikolojik olarak geri dönülemez niteliktedir. Bu sonuçlar sonradan (a posteriori) ve yasaya aykırı bir şekilde sınırdışı edilmesinden sonra Guyana’ya geri gelebilmesindeki şansa göre değerlendirilememektedir. Mahkeme kararını yerine getirmek için verilen üç aylık süre yerine, idarenin iki sene sonra hareket etmesine karşın, başvurucunun bir kaçakçıya para vererek kaçak yollarla Guyana’ya gelmek için risk almasından tatmin olamamaktayız. Başvurucuya göre, bir oturum kartı almak için süren bu iki senenin, idare ile olan « gergin » ilişkilerden kaynaklanmaktadır, çünkü idare, özellikle çoğu zaman ilgisiz birçok belge talep etmiştir.", "65.  Başvurucu, kaçak olarak kalan kırk bin yabancıdan onbininin her sene sınırdışı edildiği Guyana’daki durumun gerçekliğine dayanmaktadır. Başvurucuya göre, bu rakamlar uzaklaştırmadan önceki bireysel her türlü kontrolü imkansız hale getirmektedir. Uzaklaştırma tedbirlerinin çoğu, kırksekiz saatten önce yerine getirilmektedir ve çok şekli bir kontrole tabi tutulmaktadır ; Güvenlik Etiği Ulusal Komisyonu tarafından yapılan soruşturmanın ortaya koyduğu gibi, bu kararların birçoğu zincirleme bir şekilde imzalanmaktadır (bkz., paragraflar 45 ve 46). Bu tedbirler, aile yaşamı hakkına geri dönülemez bir şekilde zarar veren, sonradan sosyal servisler tarafından koruma altına alınan çocuklarını bırakan ebeveylerin durumu dahil olmak üzere, her türlü durumu kapsamaktadır. Bu nedenle geri dönülemez sonuçların potansiyel olması çok yüksek olduğundan, gerek idare ve gerekse hakimler tarafından hiçbir ön kontrol yapılmamaktadır.", "66.  Başvurucu sonrasında, çocukların uluslararası anlamda kaçırılması ile ilgili Mahkeme içtihatlarına dayanmaktadır ; bu içtihatlara göre, zamanın geçmesi, çocuk ile onunla yaşamayan ebeveyn arasındaki ilişkiler üzerinde telafi edilemez sonuçları olabilmektedir. Bu yaklaşım yabancıların uzaklaştırılmaları konusuna da uygulanabilir.", "67.  Ayrıca başvurucuya göre, Sözleşme’nin 8. maddesi ile ilişki halinde bulunan yürütmeyi durduran bir başvurunun kabul edilmesi, Čonka/Belçika (no 51564/99, CEDH 2002I) davasında oluşan içtihatsal eğilimi izlemektedir ve bunun, mantıklı olarak ikincillik ilkesinin güçlendirilmesi kapsamında kabul edilmesi gerekmektedir.", "68.  Bununla birlikte başvurucu, bu alanda devletlerin faydalandığı taktir yetkisinin, Fransa’nın Sözleşme’deki hakları koruma taahhüdü dikkate alındığında, Guyana’da uygulanan istisnai rejimi haklı kılmadığını belirtmektedir.", "69.  Başvurucu son olarak, Daire tarafından verilen kararın, Avrupa Birliği’nin ve özellikle de, 2008/115/CE sayılı Avrupa Parlamentosu’nun ve Konsey’in direktifinin zorunluluklarıyla ters düştüğünü ifade etmektedir.", "3.  Müdahil taraflar Göçmenleri koruma ve onlar hakkında bilgilendirme Grubu (GISTI), Fransız İnsan Hakları Ligi (LDH) ve Sınırdışı edilenler nezdinde Uluslararası Hareket Komitesi (CIMADE)", "70.  Ortak yapılan müdahalelerinde müdahil taraflar, yabancılar hukuku alanında, deniz aşırı toprakların, olağan hukukun istisnasını oluşturduğunu açıklamaktadırlar. Gerçekte, göçmen politikalarının ve polis uygulamalarının bir karışımı söz konusudur. Bu nedenle Metropol topraklarının aksine Guyana’da, güvenlik kuvvetleri, savcının bir ön talebi olmadan genel kimlik kontrollerini yapabilmektedirler. Tutulma şartları çok iyi olmamasına rağmen, Guyana yoğun ve hızlı bir şekilde sınırdışı işlemlerine maruz kalmaktadır. Otuz sekiz kişilik kapasitesi olan Guyana tutulma merkezinde, 2010 yılında altı bin yetmiş üç kişi tutulmuştur ve bu merkezden dört bin elli yedi kişi, yaklaşık olarak 1,4 günlük ortalama tutulma süresinden sonra sınırdışı edilmiştir. 2010 yılında, altı bin yetmiş üç kişiden sadece yedi yüz onyedi kişi (% 11,8), tutuklama ve serbest bırakma hakiminin önüne çıkarılmıştır. Müdahil taraflar için, sadece yürütmeyi durduran başvurunun yokluğu, Sözleşme ile güvence altına alınan temel hak ve özgürlüklerin korunmasının aleyhine bu sonucu elde etmeye imkan vermektedir. Yürütmeyi durdurmayan başvurunun yokluğu, aynı zamanda Sözleşme’nin 2. ve 3. maddelerini veya 4 Nolu Protokol’ün 4. maddesini öne süren başvurucular için de geçerlidir : bu durum Mahkeme içtihatlarıyla uyumsuzdur.", "71.  Prosedürün yürütmeyi durdurma etkisine istisna tanınması, kullanılan polis metodları gibi sınırdışı işlemlerini kolaylaştırma amacındadır. Bu polis metodları, ağır durumlardan dolayı kendisine başvurulan (özellikle gözaltından ve tutulmadan sonra hayatını kaybetme) Güvenlik Etiği Ulusal Komisyonu tarafından eleştirilmiştir. Guyana tutulma merkezinden sınırdışı edilme oranı % 80 dir (Fransa Metropolünde bu oran yaklaşık olarak % 20 ile 30 arasındadır). Bu durumda, tutulan şahısların nehri geçmelerinden oluşan uzaklaştırma çok hızlıdır (dört saatten daha az). Brezilya, Fransa’nın Guyana’dan sınırdışı etme ile ilgili olarak anlaşma yaptığı tek ülkedir ; bu durum Brezilya vatandaşlarının hiçbir formalite olmadan sınırdışı edilmelerine imkan vermektedir. Brezilya’ya doğru sınırdışı edilme günlük olarak organize edilmektedir ve tutulma süresi, sınırdışı edilenlere hukuki işlemlerinde yardım sunmaktan sorumlu olan CIMADE’ın müdahalesini zora sokmaktadır.", "72.  Uygulamada, sınırdışı edilmelerinin büyük bir çoğunluğu hakim kontrolü olmadan yapılmaktadır ve uzaklaştırma tedbirleri, yasaya uygun olup olmadıklarını kontrol etmek için hiçbir ciddi kontrol yapılmadan tebliğ edilmektedir ve yerine getirilmektedir. Bu nedenle CIMADE, duruşma tarihinin tebliğ edilmesinden önce ve sonra yürütmeyi durdurma talebiyle birlikte başvuruda bulunan şahısların, sınırdışı edildiğini tespit etmektedir. Başvurucu sınırdışı edildikten sonra yapılan yürütmenin durdurulması talebi konusuz kalmaktadır ve karar verilmesine gerek olmadığı kararı hakim tarafından verilmektedir.", "73.  Tutulan şahıslar sık sık, valilik nezdinde bir idari itirazda bulunmaktadırlar. Valilik bir taktir yetkisine sahip olsa da, burada CIMADE’ın büyük oranda müdahale edebildiği durumlardan biri söz konusudur çünkü, tutulan şahısların şahsi durumu genelde ağırdır.", "74.  Bu yapıda CIMADE, tutulan şahısların özel ve aile yaşamına müdahaleler yapıldığını tespit etmektedir : refakatsiz ve aileye yabancı kişilere verilen çocuklar, okula gitmenin kesilmesi, ortak yaşamın hemen kesilmesi, çocukların acılı bir şekilde ayrılması, süt vermenin kesilmesi vs. CIMADE, çocukları uygun olmayan tutulma merkezlerinde tutan ve ebeveynleriyle birlikte veya ebeveynleri olmadan çocukların uzaklaştırılmasından oluşan uygulamalardan bahsetmektedir.", "75.  Sonuç olarak, müdahil taraflara göre, uzaklaştırma tedbirlerine karşı yürütmeyi durduran bir başvurunun kabul edilmesine acil bir ihtiyaçtır. Bu başvurunun yokluğu, ilgili şahısları, temel hak ve özgürlüklerine önemli ve bazen telafi edilemez müdahaleler ile karşı karşıya getirmektedir ve Mahkeme’nin etkisine giren bir Fransız toprağı üzerinde bir istisnai hukuk rejiminin varlığına imkan vermektedir.", "C.  Mahkeme’nin değerlendirmesi", "1.  Başvurucunun mağdur sıfatı üzerine", "76.  Mahkeme, Hükümet tarafından mağdur sıfatının kaybedilmesi ile ilgili öne sürülen ilk itirazın, başvurucunun şikayetinin esasına sıkı bir şekilde bağlı olduğuna ve bu itirazın davanın esasına ilişkin inceleme ile birlikte ele alınmasına karar vermektedir.", "2.  Sözleşme’nin 8. maddesi ile birlikte 13. maddesinin ihlali üzerine", "a)  Uygulanan genel ilkeler", "77.  Yabancılar hukuku ile ilgili davalarda Mahkeme, uluslararası hukukun yerleşmiş bir içtihadına göre devletlerin antlaşmalardan doğan taahhütlere aykırı olmamak şartıyla, yabancıların kendi topraklarına girmelerini, orada kalmalarını ve oradan uzaklaşmalarını kontrol etme hakları olduğunu devamlı bir şekilde hatırlatmaktadır. Başka bir deyişle Sözleşme başlı başına, bir şahsın vatandaşı olmadığı bir ülkenin topraklarına girme hakkını güvence altına almamaktadır ve devletler kamu düzeninin korunması misyonlarını yerine getirirlerken suç işleyen bir yabancıyı sınırdışı etme hakkına sahiptirler. Ancak, 8. maddenin 1. fıkrasında korunan bir hakka müdahale etmeleri halinde, devletlerin bu konuda verdikleri kararların, yasal bir temelinin olması, meşru bir amaca yönelik olması ve demokratik toplumda gerekli olması gerekmektedir (bkz., Boultif, yukarıda adı geçen karar, § 46, ve Üner/Hollanda [BD], no 46410/99, § 54, CEDH 2006XII).", "Sözleşme’nin 1. maddesine göre, hak ve özgürlüklerin güvence altına alınmasını sağlama ve bunları uygulama görevi, öncelikle ulusal makamlara aittir. Mahkeme’ye şikayette bulunma mekanizması, insan haklarının korunmasında ulusal sistemlere göre ikincildir. Bu mekanizmanın ikincillik niteliği, Sözleşme’nin 13. maddesi ve 35 § 1 maddesinde ifade edilmiştir (Kudła/Polonya [BD], no 30210/96, § 152, CEDH 2000XI).", "78.  Mahkeme’nin daha önce defalarca belirttiği gibi, Sözleşme’nin 13. maddesi, Sözleşme ile güvence altına alınan hak ve özgürlükleri öne sürebilmek için iç hukuk düzeninde, bir hukuk yolunun mevcudiyetini güvence altına almaktadır. Bunun sonucu olarak bu hüküm, Sözleşme’ye dayanan « savunulabilir bir şikayetin » kapsamını incelemek ve uygun bir giderim verilebilmesi için, bir iç hukuk yolunun varlığını zorunlu kılmaktadır. Sözleşmeci Devletlerin Sözleşme’nin 13. maddesinden doğan yükümlülüklerinin kapsamı, başvurucunun şikayetinin niteliğine bağlı olarak değişir. Gerçekten de devletler, bu hükmün kendilerine dayattığı yükümlülüklere uyma şekli konusunda bir taktir yetkisinden faydalanmaktadırlar (Jabari/Türkiye, no 40035/98, § 48, CEDH 2000VIII). Ancak, 13. maddenin dayattığı başvuru yolu, hukuken olduğu kadar uygulamada da « etkili » olmalıdır (Kudła, yukarıda adı geçen karar, § 157).", "79.  Sözleşme’nin 13. maddesi anlamında bir başvuru yolunun etkililiği, başvurucunun lehine kesin bir sonuç doğurmasına bağlı değildir. Bu hükümde geçen « makamın », zorunlu olarak yargısal bir makam olması gerekli değildir. Ancak bu makamın yetkileri ve sağladığı güvenceler, başvuru yolunun etkili olup olmadığının tespitiyle dikkate alınmaktadır (Klass ve diğerleri/Almanya, 6 Eylül 1978, § 67, seri A no 28). Yargısal olmayan « makamlar » söz konusu olduğu zaman Mahkeme, bu makamların bağımsızlığını (bkz., örnek olarak, Leander/İsveç, 26 Mart 1987, §§ 77 ve 81 ile 83 arası, serie A no 116, Khan/Birleşik Krallık, no 35394/97, §§ 44 ile 47 arası, CEDH 2000V) ve başvuruculara sundukları usulü güvenceleri incelemek durumundadır (bkz., mutatis mutandis, Chahal/Birleşik Krallık, 15 Kasım 1996, §§ 152 ve 154 arası, Kararlar Dergisi 1996V). Ayrıca, tek bir başvuru yolu Sözleşme’nin 13. maddesinin gereklerini bütünüyle karşılamasa bile, ulusal hukuk uyarınca sağlanan başvuru yollarının tümü bu gereklilikleri cevap verebilir (Rotaru/Romanya [BD], no 28341/95, § 69, CEDH 2000V).", "80.  Sözleşme’nin 13. maddesinin öngördüğü başvuru yolunun etkili olabilmesi için, bu yolun hukuken olduğu kadar pratikte de mevcut olması gerekmektedir ve özellikle de, hukuk yolunun uygulanması davalı devlet yetkililerinin eylem ya da ihmalleriyle haksız bir biçimde engellenmemelidir (Çakıcı/Türkiye [BD], no 23657/94, § 112, CEDH 1999IV).", "81.  Hukuk yolunun hızlı olmasına özel bir dikkat gösterilmelidir çünkü, bir iç hukuk yolunun çok uzun sürmesinin, bu hukuk yolunun yeterliliğini zayıflatabileceği ihtimali gözden uzak tutulmamalıdır (Doran/İrlanda, no 50389/99, § 57, CEDH 2003X).", "82.  Son olarak, Mahkeme’nin Sözleşme’nin 3. maddesine verdiği önem ve işkence ya da kötü muamele riski gerçekleştiğinde meydana gelebilecek zararın geri dönülemez bir niteliğine sahip olması söz konusu olduğu zaman, Sözleşme’nin 13. maddesi anlamında bir iç hukuk yolunun etkililiği, zorunlu olarak şikayetin, bir ulusal makam tarafından dikkatli bir şekilde kontrole tabi tutulmasını (Chamaïev ve diğerleri/Gürcistan ve Rusya, no 36378/02, § 448, CEDH 2005III), Sözleşme’nin 3. maddesine aykırı bir muamele riskinden kaçınmak için esaslı nedenlerin varlığı halinde şikayetin bağımsız ve titiz bir şekilde (Jabari, yukarıda adı geçen karar, § 50) ve belirli bir süretle (Batı ve diğerleri/Türkiye, nos 33097/96 ve 57834/00, § 136, CEDH 2004IV (bölümler)) incelenmesini zorunlu kılmaktadır. Bu durumda etkililik ayrıca, ilgili şahsın işlemi tamamen durduran bir hukuk yoluna başvurabilmesini zorunlu kılmaktadır (Gebremedhin [Gaberamadhien], yukarıda adı geçen karar, § 66, ve Hirsi Jamaa ve diğerleri/İtalya [BD], no 27765/09, § 200, 23 Şubat 2012). Sınırdışı etmenin başvurucuyu, Sözleşme’nin 2. maddesi ile korunan yaşam hakkına müdahale yapılması konusunda gerçek bir risk altına koyması durumunda, yine aynı ilkeler uygulanmaktadır. Son olarak, işlemi tamamen durduran bir hukuk yolunun zorunluluğu, 4 Nolu Protokol’ün 4. maddesi ile ilgili şikayetler için de teyid edilmiştir (Čonka, yukarıda adı geçen karar, §§ 81-83, ve Hirsi Jamaa ve diğerleri, yukarıda adı geçen karar, § 206).", "83.  Buna karşın, özel ve aile yaşamına müdahale edilmesi bağlamında itiraz edilen yabancıların uzaklaştırılmaları söz konusu olduğu zaman, etkililik, ilgili şahısların işlemi tamamen durduran bir hukuk yoluna başvurabilmesini zorunlu kılmamaktadır. Ancak, göçmenlik konusunda sınırdışı edilmenin, yabancının özel ve aile yaşamına saygı hakkına zarar verme riskinin olması durumunda, Sözleşme’nin 8. maddesi ile birlikte 13. maddesi devlette, ilgili şahsa sınırdışı kararına veya oturum kartı verilmesi talebinin reddedilmesine karşı itiraz etme ihtimalini sunmayı dayatmaktadır. İlgili şahsın sorunlarının ayrıca, uygun usulü güvenceler sunan, yeteri kadar tarafsız ve bağımsız yetkili bir organ tarafından yeteri kadar derinlemesine bir incelenmesinin yapılması gerekmektedir (M. ve diğerleri/Bulgaristan, no 41416/08, §§ 122 ve 132 arası, 26 Temmuz 2011, ve, mutatis mutandis, Al-Nashif/Bulgaristan, no 50963/99, § 133, 20 Temmuz 2002).", "b)  Bu ilkelerin halihazır davaya uygulanması", "84.  Mahkeme, ortaya çıkan sorunun, uzaklaştırması söz konusu olan başvurucu tarafından Sözleşme’nin 8. maddesi ile ilgili şikayeti öne sürmek için, Guyana’da yapılan başvurunun etkililiği ile ilgili olduğunu belirtmektedir. Bu konuda Mahkeme, başvurucunun başvurusunda olduğu gibi göçmenlikle ilgili başvurularla ilgili olarak, ikincillik ilkesine saygı kapsamında, ulusal prosedürlerin etkililiğini değerlendirme ve bu prosedürlerin insan haklarına saygı çerçevesinde yapıldığından emin olma konusuna eğileceğinin ve kendini bununla sınırlandıracağının tekrar altını çizmenin gerekli olduğunu ifade etmektedir (bkz., mutatis mutandis, M.S.S./Belçika ve Yunanistan [BD], no 30696/09, §§ 286287, CEDH 2011, ve I.M./Fransa, no 9152/09, § 136, 2 Şubat 2012).", "85.  Mahkeme ayrıca, Sözleşme’nin 13. maddesinin belirli bir başvuru şeklini zorunlu kılmaya kadar ileri gitmediğini ve iç hukuk yollarının düzenlenmesinin, devletlerin taktir yetkileri kapsamında olduğunu hatırlatmaktadır (bkz., Vilvarajah v diğerleri/Birleşik Krallık, 30 Ekim 1991, § 122, seri A no 215, ve, diğerleri arasından, G.H.H. ve diğerleri/Türkiye, no 43258/98, § 36, CEDH 2000VIII).", "86.  Bu davada başvurucu, Guyana’da yürürlükte bulunan sistem kapsamında, kendisinin uzaklaştırılmasından önce uygun olan başvuru yollarını kullanmıştır : bu bağlamda başvurucu, idare mahkemesi önünde yetki aşımı nedeniyle kendisinin maruz kaldığı APRF’ye karşı bir başvuruda bulunmuştur ve yürütmenin durdurulması talebinde bulunmuştur ; başvurucu sonrasında aynı idare mahkemesi önünde özgürlüğüne kavuşma amacıyla yürütmenin durdurulması talebinde bulunmuştur.", "87.  Dolayısıyla Mahkeme, başvurucunun 8. maddeye görünüş itibariyle aykırı uzaklaştırma kararının yerine getirilmesine karşı kendisini koruyan, etkili güvencelerden faydalanıp faydalanmadığını araştırmak zorundadır.", "88.  Bu bağlamda Mahkeme öncelikle, bu davanın kronolojisini ortaya koymaktadır : 25 Ocak 2007 tarihinde yakalanan başvurucu, bir APRF’e konu olmuştur ve aynı gün saat 10 :00’da idari tutulma yerinde tutulmuştur ; sonrasında ertesi gün, saat 16 :00’da başvurucu sınırdışı edilmiştir. Dolayısıyla başvurucu, kendisinin yakalanmasından otuz altı saatten daha az bir sürede Guyana’dan sınırdışı edilmiştir.", "Başvurucu ile Mahkeme’ye göre, sınırdışı etme kararının gerekçesi kısadır ve basmakalıp ifadeler içermektedir ; bu karar Guyana Valisi tarafından verilmiştir (bkz. paragraf 17). Mahkeme ayrıca, bu genelgenin başvurucuya, yakalanmasından hemen sonra tebliğ edildiğini tespit etmektedir. Bu unsurlar, başvurucunun durumunun incelenmesinin valilik makamları tarafından yüzeysel yapıldığını ortaya koymaktadır.", "89.  Mahkeme bununla birlikte, başvurucunun sınırdışı edilmesinin nedeni ile ilgili olarak taraflar arasında anlaşmazlık olduğunu kaydetmektedir. Hükümete göre başvurucu, kendi ihmali nedeniyle kaçak durumda yaşamaktaydı çünkü kendi idari durumunu düzeltmemişti. Buna karşın başvurucu, o zamanlar bir sonraki sene onsekiz yaşına gireceğinden kendi durumunun düzeltilmesini tekrar isteyebildiğinin ve her halükarda kendisinin Fransız topraklarından uzaklaştırma işlemine karşı korunduğunun altını çizmektedir.", "90.  Mahkeme’ye göre, başvurucu tarafından ulusal yargı organlarına başvurulmasından beri iddia edildiği gibi (bkz., paragraf 18), kendisinin yakalanması sırasındaki kaçaklık durumu nedeni ne olursa olsun, başvurucu ulusal hukuka göre Fransız topraklarından uzaklaştırma tedbirine karşı korunmaktaydı (bkz., CESEDA’nın L. 511-4 maddesi). Bu tespit Cayenne İdare Mahkemesi tarafından kabul edilmiştir ve başvurucu tarafından esasen sunulan unsurları inceleyen Cayenne İdare Mahkemesi, APRF’nin yasaya aykırı olduğuna karar vermiştir (bkz., paragraf 23).", "91.  Bu nedenle görünüşe bakılırsa, Fransız makamları 26 Ocak 2007 tarihinden itibaren, başvurucunun sınırdışı edilmesinin yasa ile öngürülmediğini ve dolayısıyla bunun, Sözleşme’nin 8 § 2 maddesi anlamında yasaya aykırı bir müdahale olduğunu gösteren unsurlara sahipti (bkz., paragraf 18). Sonuç olarak Daire gibi Büyük Daire, başvurucunun Brezilya’ya sınırdışı edilmesi sırasında, kendisinin uzaklaştırılmasının Sözleşme’nin 8. maddesi ile uyumlu olma konusunda ciddi bir sorunun varolduğunu belirtmektedir ve dolayısıyla bu noktada, başvurucu tarafından sunulan şikayetin 13. madde anlamında « savunulabilir » olduğunu ifade etmektedir (bkz., paragraf 53).", "92.  Sonrasında başvurucunun maruz kaldığı uzaklaştırma tedbiri ile ilgili karara itiraz etme yollarını göz önünde bulunduran Mahkeme, başvurucunun CIMADE yardımıyla Cayenne İdare Mahkemesi’ne başvurduğunu gözlemlemektedir. Mahkeme, 8. madde ile ilgili şikayeti incelemek için bu başvurunun yapıldığı hakimin, tarafsızlık, bağımsızlık ve yetki şartlarını yerine getirdiğini kabul etmektedir.", "93.  Ancak Mahkeme, başvurunun yürütmeyi durduran veya durdurmayan niteliğine zarar vermeden, her türlü keyfi kararı önlemek için etkililiğin, hakimin veya « ulusal mercinin » müdahalesinin gerçek olması gerektiğini zorunlu kıldığını hatırlatmaktadır.", "94.  Bu davada, yetkili « ulusal merciye » sunulan dosya, özellikle karmaşık olarak nitelendirilememektedir. Bu bağlamda Mahkeme, yapılan başvuruların belirli bir hukuki argüman içerdiğini ve başvurucu tarafından usulüne uygun yapıldığını tekrar etmektedir. Başvurucu sınırdışı edilmesine itiraz etmek için gerçekten de, alınan tedbirin hem Sözleşme ile uyumlu olmadığını hem de ulusal hukuka göre yasal olmadığını iddia etmiştir. Başvurucu, özellikle CESEDA’nın L. 511-4 maddesine dayanmıştır ve o zamana kadar özel ve aile yaşamının esasen Guyana’da olduğunu gösteren unsurları detaylı bir şekilde açıklamıştır (bkz., paragraf 18). Başvurucu bu şekilde dosyasının incelenmesini kolaylaştırmak için yeteri kadar detaylandırılmış bir başvuru yapmıştır (bkz., mutatis mutandis, I.M./Fransa, yukarıda adı geçen karar, § 155).", "Sonrasında ve özellikle Mahkeme, idare mahkemesine 26 Ocak 2007 tarihinde, saat 15 :11’de başvuran başvurucunun, aynı gün saat 16:00’da Brezilya’ya sınırdışı edildiğini tespit etmektedir. Mahkeme’nin gözünde, bu sürenin kısalığı, idare mahkemesinin sınırdışı kararının icrası durumunda, Sözleşme’nin 8. maddesinin ihlal edilmesi lehine veya aleyhine olan argümanları ve şartları ciddi bir şekilde inceleme ihtimalini yoketmektedir.", "Dolayısıyla belirtilen bu durumlardan, sınırdışı etme esnasında başvurucu tarafından yapılan başvuruların ve özel ve aile yaşamı ile ilgili şartların, bir ulusal merci tarafından etkili bir incelemeye tutulmadığı sonucu çıkmaktadır. Özellikle, bu davanın olaylarının kronolojik anlamda meydana gelme şekli dikkate alındığında Mahkeme, başvurucunun taleplerinin, gerek esasa ilişkin ve gerekse yürütmeyi durdurmaya ilişkin olarak herhangi bir hukuki incelemesinin yapılmadığını tespit etmektedir.", "95.  Her ne kadar teoride yürütmeyi durdurma prosedürü hakime, başvurucu tarafından öne sürülen argümanları inceleme ve gerektiğinde sınırdışı işlemini durdurmaya imkanı tanısa da, idare mahkemesine başvuru ile sınırdışı edilme kararının yerine getirilmesi arasında geçen aşırı derecedeki kısa süre, bu konudaki her türlü ihtimali yoketmektedir. Kaldı ki, kendisine başvurulan yürütmeyi durdurma ile ilgilenen hakim, başvurucu tarafından yapılan talebi, konusuz kalmasından dolayı reddetmiştir. Bu şekilde başvurucunun sınırdışı edilmesi, valilik makamları tarafından alınan kararlar temelinde yapılmıştır.", "Dolayısıyla, bu davanın şartlarında Mahkeme, geri gönderme tedbirinin yerine getirilmesindeki hızlılığın, uygulamada varolan başvuruları etkisiz ve kullanılamaz hale getirmiştir. Mahkeme’nin başvuru yollarının hızlı olmasının önemini kabul ettiği doğrudur ancak, bu hızlılığın bu yolların yerine getirilmesine haksız bir engel ve sınırlama getirecek kadar ileri gitmemesi ve uygulamada bu yolların etkililiği aleyhine bu hızlılığın öncelikli olmaması gerekmektedir.", "96.  Yukarıdaki belirtilenler ışığında Mahkeme, başvurucunun sınırdışı edilmesinin, hızlı hatta acele yerine getirilen bir prosedür kapsamında yapıldığını belirtmektedir. Bu şartlar başvurucuya, sınırdışı edilmeden önce, söz konusu tedbirin bir ulusal merci tarafından yasaya uygunluğunu derinlemesine bir şekilde ve yeterli usuli güvenceler sunan bir inceleme yaptırmasına imkan vermemiştir (bkz., yukarıdaki paragraf 79).", "97.  Guyana’nın coğrafi durumuna ve bu deniz aşırı eyalet-bölgesinin maruz kaldığı göçmen baskısına gelince, Hükümet bu unsurların, istisna rejimi ile ilgili mevzuatın öngörülmesini ve bu istisna rejiminin işlemesini haklı gösterdiğini savunmaktadır. Bu davanın durumunu dikkate alan Mahkeme, bu analize katılmamaktadır. Mahkeme, ulusal zorlamaları ve durumları dikkate alacak şekilde iç hukuk yollarını düzenleyerek devletlerin, kaçak göçmenlikle mücadelenin ve bu olgulara engel olmak için yeterli şartlara sahip olmalarının gerekli olduğunun farkındadır.", "Ancak, her ne kadar devletler, Sözleşme’nin 13. maddesinin kendilerine yüklediği yükümlülüklere uyma şekli konusunda bir taktir yetkisine sahip olsalar da, Sözleşme, bu davada olduğu gibi, başvurucunun uygulamada minimum uygun usulü güvencelere sahip olmasının reddedilmesine imkan vermemektedir. Bu usulü güvenceler başvurucuyu sınırdışı etme keyfi kararına karşı koruma amacı taşımaktadır.", "98.  Son olarak, yargı organlarının yüksek derecede tıkanması ve bunun Guyana’da yargının iyi işlemesini engelleyen sonuçlar doğurma riski konusunda Mahkeme, Sözleşme’nin 6. maddesi gibi, 13. maddenin de devletleri, bu hükmün zorunluluklarına cevap verecek şekilde kendi yargı sistemlerini düzenlemeleri gerektiği konusunda zorladığını hatırlatmaktadır. Bu bağlamda, Sözleşme sisteminin ikincil niteliğinin korunması için 13. maddenin öneminin altını çizmek gerekmektedir (bkz., mutatis mutandis, Kudła, yukarıda adı geçen karar, § 152, ve Čonka, yukarıda adı geçen karar, § 84).", "99.  Yukarıda belirtilen tüm durumları dikkate alan Mahkeme, başvurucunun uygulamada, kendisinin sınırdışı edilmesi işlemi devam ederken, Sözleşme’nin 8. maddesi ile ilgili şikayetin yerinde olup olmadığını öne sürmesine imkan veren etkili bir yola sahip olmadığını tespit etmektedir. Bu durum, kendisine sonradan bir oturum kartı verilmesi ile telafi edilmemiştir.", "100.  Bu nedenle Mahkeme, Hükümet’in başvurucunun Sözleşme’nin 34. maddesi anlamında « mağdur » sıfatının olmadığı yönündeki ilk itirazının reddedilmesi gerektiğini ifade etmektedir.", "Mahkeme, Sözleşme’nin 8. maddesi ile birlikte 13. maddesinin ihlal edildiği sonucuna varmaktadır.", "III.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI ÜZERİNE", "101.  Sözleşme’nin 41. maddesine göre,", "« Mahkeme işbu Sözleşme ve Protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Tarafın iç hukuku bu ihlali ancak kısmen telafi edebiliyorsa, Mahkeme, gerektiği takdirde, hakkaniyete uygun bir surette, zarar gören tarafın tatminine hükmeder. »", "A.  Zarar", "102.  Başvurucu, maddi tazminat olarak 32 000 euro’nun (EUR) ödenmesini talep etmektedir. Başvurucu bu miktarın, yedi ay boyunca Brezilya’da yaşamak için ve Guyana’ya kaçak olarak dönmek için harcadığı masrafları kapsadığını belirtmektedir. Başvurucu ayrıca bu miktarın içine, sınırdışı edilme sırasında, adli kontrol yükümlülükleri kapsamında öngörülen formasyona devam edemediği için ve « özel ve aile yaşamı » başlıklı bir oturum kartına sahip olmadan önce çalışmasının imkansızlığını telafi etmek için ortaya çıkan zararı da eklemektedir.", "103.  Başvurucu ayrıca manevi tazminat olarak 10 000 EUR talep etmektedir.", "104.  Hükümet, bu miktarların açıkça aşırı olduğunu belirtmektedir. Maddi tazminat ile ilgili olarak Hükümet, iddia edilen ihlalin Brezilya’ya gönderilme ile ilgili olduğunu ve başvurucuya oturum kartı verilmesi ile ilgili olmadığını hatırlatmaktadır. Dolayısıyla Hükümet, başvurucunun çalışamama imkansızlığı ile Sözleşme’nin muhtemel bir ihlali arasından bir bağın olmadığı kanaatindedir. Kaldı ki Hükümet, olayların olduğu dönemde başvurucunun herhangi bir mesleki faaliyetinin olmadığını ve iş talebinde bulunmadığını ifade etmektedir.", "105.  İddia edilen manevi tazminat ile ilgili olarak Hükümet, bir ihlal tespitinin başlı başına yeterli bir adil tatmin oluşturacağını düşünmektedir.", "106.  Mahkeme, maddi tazminat talebi ile tespit edilen ihlal arasında herhangi bir illiyet bağı görmemektedir ve bu talebi reddetmektedir.", "107.  Buna karşın Mahkeme, bu davanın şartlarında başvurucunun, kesin bir üzüntü yaşadığını ve bir belirsizlikle karşı karşıya kaldığını belirtmektedir ; Mahkeme’ye göre, bunlar ihlal tespiti ile telafi edilememektedir. Bu nedenle, 41. maddenin öngördüğü gibi adalete uygun olarak yargılama yapan Mahkeme, başvurucuya 3 000 EUR’nun manevi tazminat olarak verilmesine karar vermektedir.", "B.  Yargılama giderleri ve masraflar", "108.  Başvurucu ulusal yargı organları önünde yapılan gider ve masraflar için 2 500 EUR talep etmektedir. Başvurucu bu konuda herhangi bir belge sunmamaktadır. Mahkeme önündeki prosedür konusunda başvurucunun temsilcisi, müvekkilinin herhangi bir geliri olmadığını ve 2009 yılına kadar çalışmaktan muaf kaldığını belirtmektedir. Dolayısıyla başvurucunun temsilcisi, avukatlık ücreti ve masraflar konusunda önceden para almadığını ve biri Daire önünde, diğeri Büyük Daire önündeki prosedür kapsamında yapılan avukatlık ücretine ve masraflarına denk düşen iki fatura hazırladığını ifade etmektedir. Başvurucunun temsilcisi bu iki faturayı Mahkeme’ye sunmuştur ve her faturanın harcamalarını detaylandırmış ve açıklığa kavuşturmuştur. Birinci fatura 14 960 EUR, ikinci fatura ise 7 120 EUR’luk miktarı içermektedir, yani her iki faturanın toplamı 22 080 EUR’dur. Bununla birlikte başvurucu, Mahkeme önünde adli yardımdan faydalandığını söylemiştir.", "109.  Hükümet, bu miktarların orantısız olduğunu düşünmektedir. Ulusal yargı organları önündeki prosedür ile ilgili olarak Hükümet, istenen miktarların, Mahkeme içtihatlarında belirtilen kriterlere uygun olmadığını ifade etmektedir. Mahkeme önünde yapılan gider ve masraflar konusunda Hükümet, Mahkeme önünde yapılan yargılama ile ilgili adli yardım adı altında verilen miktarlar düştükten sonra, yapılan masrafları karşılamak için 3 000 EUR’luk miktarın mantıklı olduğunu belirtmektedir.", "110.  Mahkeme içtihatlarına göre, istenen yargılama giderlerinin ancak gerçek olması, gerekli olması ve miktarlarının makul olması durumunda bir başvurucuya ödenmesi söz konusu olabilmektedir. Bu davada Mahkeme, ulusal yargı organları önündeki yargılama kapsamında yapılan gider ve masraflar ile ilgili olarak herhangi bir belge sunulmadığı için, bu konudaki talebi reddetmektedir.", "111.  Ayrıca, önce Brezilya’ya gönderilen ve sonra Guyana’da 2009 yılına kadar çalışmasına imkan veren bir oturum kartı verilmeyen başvurucunun durumunu dikkate alan Mahkeme’nin, başvurucunun bu dönemde ödeme güçlüğü konusunda şüphesi bulunmamaktadır. Mahkeme bu şartlarda, başvurucunun temsilcisi tarafından önceden alınmayan avukatlık masrafları için başvurucuya bir miktar tazminatın ödenmesi gerektiğini belirtmektedir. Ancak, bu davada Mahkeme’nin, başvurucu tarafından öne sürülen şikayetlerden birinin, yani Sözleşme’nin 8. maddesi ve 13. maddesinin birlikte ihlali ile ilgili şikayetin ihlal edildiği sonucuna vardığını gözönünde bulundurmak gerekmektedir. Mahkeme’yi ihlal tespitine götüren ve 41. madde altında sadece gerçek olan, gerekli olan ve miktarları makul olan gider ve masraflar karşılanabilmektedir. Dolayısıyla Mahkeme, talebin geri kalanını reddetmektedir (bkz., mutatis mutandis, I.M./Fransa, yukarıda adı geçen karar, § 171).", "112.  Yukarıda belirtilen ilkeler ve elindeki belgeler ışığında Mahkeme, 12 000 EUR’nun Mahkeme önünde yapılan masraflar için başvurucuya ödenmesinin mantıklı olduğunu düşünmektedir. Adli yardım ile ilgili olarak Mahkeme, her ne kadar başvurucu tarafından esasen bir talep yapılmışsa da, başvurucunun gerekli prosedür ile ilgili formaliteleri yerine getirmediğini gözlemlemektedir. Bu nedenle, Mahkeme önündeki adli yardım kapsamında hiçbir ödeme yapılmadığından, ödenen tazminat miktarından bu konuda herhangi bir indirim yapılmasına gerek yoktur.", "C.  Gecikme faizi", "113.  Mahkeme gecikme faizi olarak, Avrupa Merkez Bankası’nın kısa vadeli kredilere uyguladığı marjinal faiz oranına üç puan eklemek suretiyle elde edilecek oranın uygun olduğu kanaatindedir.", "BU GEREKÇELERLE, MAHKEME, OYBİRLİĞİYLE,", "1.  Sözleşme’nin 8. maddesi ile birlikte öne sürülen 13. madde ile ilgili şikayet konusunda Hükümet tarafından öne sürülen ilk itirazın esasa bağlanmasına ve bu itirazın reddedilmesine ;", "", "2.  Sözleşme’nin 8. maddesi ile birlikte öne sürülen 13. maddenin ihlal edildiğine ;", "", "3. ", "a)  Üç ay içinde, Savunmacı Devletin, aşağıdaki miktarları başvurucuya ödemesine :", "i)  3 000 EUR (üç bin euro), manevi tazminat olarak, başvurucu için bu miktara yansıtılabilecek her türlü vergi ile birlikte ;", "ii)  12 000 EUR (on iki bin euro), yapılan yargılama giderleri ve masrafları olarak, başvurucu için bu miktara yansıtılabilecek her türlü vergi ile birlikte ;", "b)  Yukarıda belirtilen üç aylık sürenin sona ermesinden, ödeme gününe kadar geçen süre için, yukarıdaki miktarlara Avrupa Merkez Bankası’nın o dönem için geçerli faizinin üç puan fazlasına eşit oranda basit faiz uygulanmasına ;", "", "4.  Adil tatmine ilişkin diğer taleplerin reddine ;", "Karar vermektedir.", "Fransızca ve İngilizce hazırlanan bu karar, 13 Aralık 2012 tarihinde Strazburg İnsan Hakları Sarayında, açık duruşmada ilan edilmiştir.", "\tMichael O’Boyle\tNicolas Bratza\n\tYazı İşleri Müdür Yardımcısı\tBaşkan", "", "Sözleşme’nin 45 § 2 maddesi ve İçtüzüğün 74 § 2 maddesi gereğince, aşağıdaki ayrık oy yazıları bu karara eklenmiştir :", "–  Yargıç Kalaydjieva’nın ayrık oy yazısı ;", "–  Yargıç Vučinić’in katıldığı, Yargıç Pinto de Albuquerque’nın ayrık oy yazısı.", "N.B.\nM.O’B.", "Ayrık oy yazıları çevrilmemektedir ancak bu ayrık oy yazıları, İngilizce ve/veya Fransızca olan ve Mahkeme’nin içtihat veritabanı HUDOC üzerinden ulaşılabilen kararın orjinal dil(ler)inde bulunmaktadır.", "", "\t", "\n© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2013. Avrupa İnsan Hakları Mahkemesi’nin resmi dilleri Fransızca ve İngilizce’dir. Bu çeviri, Avrupa Konseyi’nin insan haklarına destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır ve Mahkeme, kalitesi konusunda herhangi bir sorumluluk kabul etmemektedir. Avrupa İnsan Hakları Mahkemesi içtihatlarının veritabanı olan HUDOC üzerinden () veya HUDOC’un bildirdiği başka veritabanları üzerinden yüklenebilir. Davanın isminin tamamen yazılması, yukarıdaki telif hakkıyla ilgili ifadeler kullanılması ve insan haklarına destek Fonu’na referans yapılması şartıyla ticari olmayan amaçlarla kullanılabilir. Bu çevirinin tamamını veya bir kısmını ticari amaçlarla kullanmak isteyen herkesin, bu durumu belirtilen adrese bildirmesi rica olunur: .", "", "© Council of Europe/European Court of Human Rights, 2013. The official languages of the European Court of Human Rights are English and French. This translation was commissionned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe () Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Tout personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}