{"file": "TUR_HJUDTUR_37374_05.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "37374/05", "text_paragraphs": ["", "", "", "İKİNCİ DAİRE", "", "", "", "", "TÁRSASÁG A SZABADSÁGJOGOKÉRT – MACARİSTAN", "", "(Başvuru no. 37374/05)", "", "", "", "", "", "", "", "", "SONKARAR", "", "", "", "STRASBOURG", "", "14 Nisan 2009", "", "", "KESİNLEŞME", "", "14/07/2009", "", "Bu sonkarar yazım düzeltmelerine tabi tutulabilir..", "Társaság a Szabadságjogokért – Macaristan davasında,", "İnsan Hakları Avrupa Mahkemesi İkinci Dairesi aşağıdaki yargıçlarla toplanmıştır:", "Başkan: Françoise Tulkens, \nÜyeler: Ireneu Cabral Barreto,\n\t  Vladimiro Zagrebelsky,\n\t  Danutė Jočienė,\n\t  Dragoljub Popović,\n\t  András Sajó,\n\t  Nona Tsotsoria \nDaire Yazı İşleri Müdürü: Sally Dollé", "13 Kasım 2008 ve 24 Mart 2009 tarihlerinde kapalı müzakere yapan Mahkeme, 24 Mart 2009 tarihinde kabul edilen aşağıdaki kararı vermiştir:", "USUL", "1. Bu dava, İnsan Haklarının ve Temel Özgürlüklerin Korunması için Sözleşme’nin (“Sözleşme”) 34. maddesi uyarınca, Macaristan’da kayıtlı bir dernek olan Macar Medeni Haklar Birliği (Társaság a Szabadságjogokért) (“başvurucu”) tarafından Macaristan Cumhuriyeti’ne karşı 11 Ekim 2005 tarihinde Mahkeme’ye yapılan bir başvurudan (no. 37374/05) kaynaklanmıştır.", "2.  Başvurucu, Gyál’de avukatlık yapan Bay L. Baltay tarafından temsil edilmiştir. Macar Hükümeti (“Hükümet”) Adalet Bakanlığı temsilcisi Bay L. Höltzl tarafından temsil edilmiştir.", "3.  Başvurucu, bir parlamenterin Anayasa Mahkemesi önündeki şikayetine ilişkin ayrıntılara ulaşmasını reddeden Macar mahkemelerinin kararları nedeniyle, kamuyu ilgilendiren bilgiye ulaşma hakkının ihlal edildiğini ileri sürmüştür.", "4.  Mahkeme 13 Kasım 2008 tarihinde başvurunun kabuledilebilir olduğunu açıklamıştır.", "5.  Hem başvurucu ve hem de Hükümet, esasa ilişkin görüşlerini bildirmişlerdir (Mahkeme İçtüzüğünün 59(1). fıkrası).", "DAVANIN ESASI", "I.  DAVA KONUSU OLAYLAR", "6.  Başvurucu 1994 yılında kurulmuş, merkezi Budapeşte’de bulunan bir dernektir.", "7.  Mart 2004’te bir milletvekili ve başkı bazı bireyler, soyut norm denetimi için Anayasa Mahkemesi’ne bir şikayette bulunmuşlardır. Şikayette, Ceza Kanunu’nda uyuşturucuyla ilişkili bir takım suçlarda yapılan son değişikliklerin anayasaya uygunluk denetiminin yapılması talep edilmiştir.", "8.  Milletvekili Temmuz 2004’te, şikayete ilişkin bir basın açıklaması yapmıştır. ", "9.   Tüzüğüne göre, Macaristan’da insan haklarının korunmasının yanı sıra sivil toplumun ve hukukun üstünlüğünün güçlendirilmesini amaçlayan ve uyuşturucu politikalarında etkin bir hükümet dışı örgüt olan başvurucu, 14 Eylül 2004 tarihinde, Kamuyu İlgilendiren Verilerin Aleniliğinin ve Kişisel Verilerin Korunması Hakkında 1992 tarihli 63 sayılı Kanun’un (“1992 tarihli Veri Kanunu”) 19. maddesi göre, Anayasa Mahkemesi’nden söz konusu şikayetle ilgili dosyayı görebilmek için izin talep etmiştir.", "10.  Anayasa Mahkemesi 12 Ekim 2004 tarihinde, şikayet sahibi milletvekiline danışmaksızın, bir şikayetin başvurucusunun onayı olmadan üçüncü kişilere açıklamayacağını belirterek, talebi reddetmiştir.", "11.  Başvurucu 10 Kasım 2004 tarihinde, Budapeşte Bölge Mahkemesinde Anayasa Mahkemesine karşı bir dava açmış ve davalının 1992 tarihli Veri Kanunu’nun 21(7). fıkrası gereğince şikayet dosyasına ulaşmasına izin vermesi gerektiğine hükmetmesini istemiştir.", "12.  Anayasa Mahkemesi 13 Aralık 2004 tarihinde, Ceza Kanunu’nda yapılan söz konusu değişikliklerin anayasaya uygun olduğuna karar vermiştir. Kararda şikayetin bir özetine yer verilmiş ve karar kamuya açıklanmıştır.", "13.  Bölge Mahkemesi 24 Ocak 2005 tarihinde, Anayasa Mahkemesi önündeki denetimin tamamlanmış olduğunu göz önünde bulundurarak, başvurucunun davasını reddetmiştir. Bölge Mahkemesi, esas itibarıyla şikayetin bir “veri” olarak kabul edilemeyeceğini ve dolayısıyla şikayete ulaşmak için açılan davanın 1992 tarihli Veri Yasası uyarınca görülemeyeceğini belirtmiştir.", "14.  Başvurucu Bölge Mahkemesi’nin tespitlerine karşı çıkmış ve kararı temyiz etmiştir. Başvurucu ayrıca, şikayet dosyasındaki bütün kişisel veriler çıkartıldıktan sona dosyanın kendisinin erişimine açılmasını talep etmiştir.", "15.  Temyiz Mahkemesi 5 Mayıs 2005 tarihinde, ilk derece mahkemesinin kararını onamıştır. Temyiz Mahkemesi şikayetin bazı “veriler” içerdiği, fakat bu verilerin “şahsi” nitelikte olduğu ve şikayetçinin onayı olmaksızın başkalarının erişimine açılamayacağı sonucuna varmıştır. Temyiz Mahkemesine göre kişisel verilere sağlanan bu koruma, kamusal bilgiye erişilebilirlik, diğer hukuki menfaatlerce hükümsüz kılınamaz.", "16.  Başvurucunun ikinci talebi özel bir gerekçe gösterilmeksizin reddedilmiştir.", "II.  KONUYLA İLGİLİ İÇ HUKUK", "1.  Macaristan Cumhuriyeti Anayasası", "Madde 59", "“(1) ... [H]erkes, iyi bir itibara sahip olma, konut mahremiyeti ve özel ilişkilerinin ve kişisel verilerinin gizliliğinin korunması hakkına sahiptir”", "Madde 61", "“(1) ... [H]erkes görüşlerini özgürce ifade etme ve ayrıca kamuyu ilgilendiren bilgilere ulaşma ve onları yayma hakkına sahiptir.”", "2.   1989 tarihli 32 sayılı Anayasa Mahkemesi Kanun", "Madde 1", "“Anayasa Mahkemesi’nin yetkileri arasında şunlar yer alır:", "(b) yürürlüğe giren yasaların anayasaya uygunluğunu denetlemek ...”", "Madde 21", "“(2) 1. maddenin (b) bendindeki usul herkese açıktır.”", "3.  1992 tarihli Veri Kanunu", "Madde 2 (ilgili dönemde yürürlükte olduğu şekliyle)", "“(4) Kamusal bilgi (Public information): Devlet ya da belediye görevlerinde bulunan kişi veya kuruluşların faaliyetleriyle ilgili olan veya bunlar tarafından işlenen veya kanunun kamu görevi olarak tanımladığı görevlerle ilgili olan, kişisel veriler dışındaki veriler.”", "Madde 3", "“(1) (a) Kişisel veri, ilgili kişinin rıza göstermesi halinde kullanılabilir. ...”", "Madde 4", "“Kanunun gösterdiği istisnalar hariç, ilgili kişinin kişisel verilerinin korunması hakkı ile kişisel hakları, ... genel yarara ilişkin verilerin kamusal niteliği de dahil olmak üzere (madde 19) veri yönetimine ilişkin menfaatlerce ihlal edilemez.”", "Madde 19", "“(1) Devlet ... görevlerini yerine getirmekle yetkili kurum ya da kişiler, yetkileri dahilinde ..., kamunun doğru ve hızlı bir şekilde bilgilendirilme hakkını korur ve geliştirir.", "(2) 1. fıkrada yer alan kurumlar, faaliyetlerine ilişkin ... azami önemi haiz verileri düzenli olarak yayınlar ya da başka şekilde erişilmelerini sağlar. ...", "(3) 1. fıkrada sözü edilenler, yetkili bir makam tarafından hukuka uygun olarak devlet veya hizmet sırrı kapsamına alınmayan ya da kanunun aşağıda türleri gösterilen kamuyu ilgilendirmekte olup kamunun erişim hakkı sınırlanmış olanlar dışında, ellerinde bulunan kamuyu ilgilendiren bilgilere herkes tarafından erişilmesini sağlar:", "(a) ulusal savunmaya ilişkin yararlar;", "(b) ulusal güvenliğe ilişkin yararlar;", "(c) suçun önlenmesi ya da soruşturulmasına ilişkin yararlar;", "(d) merkezi finans ya da döviz politikasına ilişkin yararlar;", "(e) dış ilişkiler ya da uluslararası kurumlarla ilişkiler;", "(f) görülmekte olan davalar ...”", "Madde 21", "“(1) Bir başvurucunun kamuyu ilgilendiren verilere erişme talebinin reddedilmesi halinde, o kimse mahkemeye başvurma hakkına sahiptir.", "(2) Talebin reddinin hukuka uygunluğunu ve iyi temellendirilmiş olduğunu kanıtlama yükümlülüğü, veriyi elinde bulunduran kuruma aittir.", "(3) Dava, istenilen bilgiyi vermeyi reddeden kuruma karşı, reddin tebliğinden sonraki 30 gün içerisinde açılır. ...", "(6) Mahkeme, bu tür davalara öncelik verir.", "(7) Mahkeme başvurucunun talebini kabul etmesi halinde, verileri elinde bulunduran kurumun istenilen kamuyu ilgilendiren bilgiyi iletmesine karar verir.”", "KARAR GEREKÇESİ", "I.  SÖZLEŞME’NİN 10. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI", "17.  Başvurucu, mevcut olayda Macaristan mahkeme kararlarının kamuyu ilgilendiren bilgiye ulaşma hakkını ihlal ettiğini belirtmiştir. Başvurucuya göre, bu, Sözleşme’nin 10. maddesini ihlal etmiştir. Bu maddenin ilgili kısmı şöyledir:", "“1. Herkes ifade özgürlüğü hakkına sahiptir. Bu hak kamu makamlarının müdahalesi olmaksızın ve ulusal sınırlarla kısıtlanmaksızın, bir görüşe sahip olma, haber ve düşünceleri elde etme ve bunları ulaştırma özgürlüğünü de içerir. ...", "2. Bu özgürlükleri kullanırken ödev ve sorumluluk içinde hareket edilmesi gerektiğinden, ... , başkalarının şeref ve haklarının korunması, gizli bilgilerin açığa vurulmasının önlenmesi, ... amacıyla, demokratik bir toplumda gerekli bulunan ve hukukun öngördüğü formalitelere, şartlara, yasaklara ve yaptırımlara tabi tutulabilir.”", "A.  Hükümet’in argümanları", "18.  Hükümet, başvurucunun Sözleşme’nin 10. maddesindeki haklarına yönelik bir müdahalenin bulunduğuna itiraz etmemiştir. Bununla birlikte, Hükümet, bu maddenin 2. fıkrasının belirli durumlarda Sözleşmeci Devletler’in bu hakkı sınırlamasına izin verdiğini vurgulamıştır. Mahkeme’nin içtihadına göre, 10. maddenin koruduğu haklar üzerinde bir sınırlama yapılmasının gerekli olup olmadığının belirlenmesinde devletlerin takdir yetkisi vardır.  ", "19.  Hükümet, Anayasa’nın ifade özgürlüğü ve kamuyu ilgilendiren bilgiye ulaşma hakkını tanıdığını ve farklı kanunlardaki hükümlerle bu hakların kullanılmalarını sağladığını belirtmiştir. Bu nedenle bu haklara müdahale edilmesi olasılığı hukuken öngörülebilirdir. 1992 tarihli Veri Kanunu, Anayasa’nın 59(1) ve 61(1). fıkralarında gösterilen temel hakların kullanımını düzenlemiştir. 1 Haziran 2005 tarihinde yapılan bir değişikliğe kadar yürürlükte olan Kanunun kamusal bilgi tanımı, diğer veri türlerine erişimi güvenceye alırken, kişisel verileri kapsam dışında bırakmıştır. Mevcut olayda, ikinci derece mahkemesi, talep edilen verilerin kişisel nitelikte olduğu, çünkü milletvekilinin kişiliğine dair çıkarımlar yapmayı sağlayacak nitelikte kişisel ayrıntılarını ve görüşlerini ihtiva ettiği sonucuna ulaşmıştır. Milletvekilinin yalnızca anayasal bir şikayette bulunmuş olması, onun bu bilgilerin ifşa edilmesine rıza gösterdiği anlamına gelemez; zira Anayasa Mahkemesi şikayetleri kapalı oturumda görüşmekte ve kararları her ne kadar kamuya açıklansa da, bu kararlar başvurucular hakkında kişisel veriler ihtiva etmemektedir. Sonuç olarak, anayasa şikayetinde bulunanlar, haklarındaki kişisel bilgilerin ifşa edilme ihtimalini dikkate almak durumunda değildir.", "20. Hükümet, kamusal verilerin idaresinin, bunların kamusal niteliğini tanımlayan hükümlere tabi olduğu, kişisel verilerin idaresinin ise kişinin kendi iradesini kendisinin belirlemesi kuralına tabi olduğuna ilişkin ulusal mahkemenin tespitini tekrarlamıştır. Bu nedenle kamusal nitelikteki bir veriye erişim, kişisel verilerin korunması bakımından temel öneme sahip bilgiler içerdiği gerekçesiyle sınırlandırılabilir. Yasama organının anayasa şikayetlerini ve bu şikayetlerin içerdiği kişisel verileri kamusal bilgi olarak tanımlayıp herkes tarafından erişilebilir hale getirmesi halinde, bu durum vatandaşları bu hukuk yollarını kullanmaktan caydıracaktır. Hükümete göre, bu nedenle mevcut olayda ulusal mahkemeler, milletvekilinin anayasa şikayetine erişim talebini reddettiklerinde, hukuka ve Sözleşme’ye uygun bir şekilde hareket etmişlerdir.", "21. 1992 tarihli Veri Kanunu kapsamında, kamuyu ilgilendiren verilere erişim hakkı, kişisel verilerin korunması hakkıyla sınırlandırılmıştır. Hükümet, bu sınırlandırmanın Sözleşme’de belirtilen koşullara uygun olduğunu; bu anlamda hukuken öngörülebilir olduğunu, başkalarının haklarını koruma amacıyla uygulandığını ve demokratik bir toplumda gereklilik olduğunu ileri sürmüştür.", "B.  Başvurucunun argümanları", "22. Başvurucu ilk olarak, bilgi alma ve bilgi vermenin ifade özgürlüğünün bir önkoşulu olduğunu, çünkü bir kimsenin belli bir konu hakkında gerçek olayları öğrenmeden o konuyla ilgili sağlam bir görüş oluşturamayacağı ya da böyle bir görüşe sahip olamayacağını belirtmiştir. Başvurucu Macaristan’ın uyuşturucu politikasıyla aktif bir şekilde ilgilendiği için, söz konusu şikayete erişiminin engellenmesi, amacını gerçekleştirmeyi ve konu hakkında kamuoyunda yapılan tartışmalara katılmayı imkansız kılmıştır. Bu doğrultuda, kendisinin basının rolüne benzer bir rol oynadığını; zira yaptığı işlerin, kamuoyunun siyasi liderlerin uyuşturucu politikasına ilişkin görüş ve tutumlarını öğrenmelerini ve bu konuda görüş oluşturmalarını mümkün kıldığını iddia etmiştir. Anayasa Mahkemesi ise, kamuoyu tartışması başlatma girişimini daha hazırlık aşamasında engellemiştir.", "23. Başvurucu ayrıca, devletlerin Sözleşme’nin 10. maddesinden doğan pozitif yükümlülüklerinin bulunduğunu ileri sürmüştür. Mevcut davada Macaristan makamları, zaten hazır ve erişilebilir olduğu için söz konusu bilgiyi toplamak zorunda kalmadıklarından, tek yükümlülükleri bu bilgiye erişilmesine engel olmamaktır. Aslında talep üzerine kamusal bilginin verilmesi, Sözleşme’nin 10(1). fıkrası anlamında, “bilgi alma hakkı” kavramı kapsamında yer almaktadır. Bu hüküm, yalnızca başkalarını bilgilendirmek isteyenleri değil, bilgi edinmek isteyenleri de koruma altına alır. Başka türlü yargıya varmak, yukarıda değinilen pozitif yükümlülüklere aykırı olarak, ifade özgürlüğünün sansürün bulunmamasından ibaret olduğu anlamına gelir.", "24. Başvurucu ayrıca, siyasetçiler kendilerini eleştiriye açtıkları için, siyasetçilerin özel alanlarının diğer vatandaşların özel alanlarından daha dar olduğunu belirtmiştir. Bu nedenle, siyasetçilere ilişkin kişisel verilere erişim, bu veriler siyasetçilerin kamusal performanslarına ilişkin olması halinde, bir gereklilik arz edebilir. Eğer Hükümet’in savları kabul edilecek olursa, bütün verilerin şahsi olduğu kabul edilebilecek ve bunlar kamusal denetimin dışında bırakılabilecek, bu da kamusal bilgi kavramını anlamsız kılacaktır. Her halükarda, milletvekilinin korunmuş şahsi alanına ilişkin bir bilgi, kendisinin yaptığı şikayet bağlamında kamuya açılmamıştır.", "25. Ayrıca başvurucu, meşru bir amacın varlığını da tartışma konusu yapmıştır. Anayasa Mahkemesi milletvekiline hiçbir zaman kendisinin anayasa şikayetinde yer alan kişisel verilerinin kamuya açılmasına izin verip vermeyeceğini sormamıştır. Bu nedenle, sınırlandırmanın onun haklarını koruma amacıyla yapıldığı söylenemez. Anayasa Mahkemesi’nin asıl amacı, bu konuya ilişkin kamusal bir tartışmanın yapılmasına engel olmaktır. Başvurucuya göre, bu şikayetlerin gizliliği endişe vericidir; çünkü gizlilik, kamuoyunun Anayasa Mahkemesi’nin uygulamalarını değerlendirmesine engel olmaktadır. Bununla beraber, meşru bir amacın var olduğu varsayılsa bile, bu sınırlandırma demokratik bir toplumda gerekli değildir. Kamusal bilgiye geniş oranda erişim, insan haklarının korunmasındaki son gelişmelere uygun olduğu gibi, Avrupa Konseyi Parlamenterler Meclisi’nin 1087 sayılı Kararı (1996) ile de uyumludur.", "C.  Mahkeme’nin değerlendirmesi", "1.  Bir müdahalenin bulunup bulunmadığı", "26. Mahkeme sürekli olarak, herkesin kamuyu ilgilendiren bilgileri edinme hakkı bulunduğunu belirtmiştir. Mahkeme’nin bu konudaki içtihadı, kamuyu ilgilendiren konulara dair bilgi ve fikirleri vermeyi sağlayan basın özgürlüğüyle bağlantılı olarak gelişmiştir (bk. Observer ve Guardian – Birleşik Krallık, 26 Kasım 1991, §59, Seri A no. 216, ve Thorgeir Thorgeirson - İzlanda, 25 Haziran 1992, §63, Seri A no. 239). Bu bağlamda ulusal makam, toplumun “bekçi köpekleri”nden biri olan basını kamuoyunun haklı olarak ilgisini çeken konular üzerinde yapılan kamusal tartışmalara katılmaktan caydırabilecek tedbirler aldığı zaman, Mahkeme’nin çok daha dikkatli bir inceleme yapması beklenir (bk. Bladet Tromsø ve Stensaas – Norveç [BD], no. 21980/93, §64, ECHR 1999-III; ve Jersild – Danimarka, 23 Eylül 1994, §35, Seri A no. 298).", "27. Bir kanun, Sözleşme’nin 10. maddesinin koruduğu yarar açısından bakıldığında, yetkililerin bilgi edinmenin önünde engeller oluşturabilecekleri, dolaylı sansür haline gelebilecek keyfi kısıtlamalara imkan tanıyamaz. Örneğin bilgi edinme, gazetecilikte temel bir hazırlık aşaması olup, basın özgürlüğünün doğal olarak korunan bir parçasıdır (bk. Dammann - İsviçre, no. 77551/01, §52, 25 Nisan 2006). Basının işlevlerinden biri de, kamusal tartışma alanları yaratmaktır. Bununla birlikte bu işlevin yerine getirilmesi, yalnızca medyayla ve profesyonel gazetecilerle sınırlı değildir. Mevcut olayda kamusal tartışma alanı yaratma hazırlığı, bir hükümet dışı örgüt tarafından yürütülmüştür. Bu nedenle başvurucunun bu faaliyetlerde bulunmaktaki amacının, bilgiyi kamusal tartışmanın temel bir unsuru yapmak olduğu söylenebilir. Mahkeme pek çok kez, kamusal işlerin tartışılmasında sivil toplumun önemli katkılarda bulunduğunu kabul etmiştir (bk. örneğin Steel ve Morris - Birleşik Krallık, no. 68416/01, §89, ECHR 2005-II). Başvurucu, bilgi verme özgürlüğünün korunmasıyla ilgili davalar dahil, insan haklarıyla ilgili davalarla ilgilenmiş bir dernektir. Bu nedenle başvurucu, basın gibi, “bekçi köpeği” olarak görülebilir (bk. Riolo - İtalya, no. 42211/07, §63, 17 Temmuz 2008; Vides Aizsardzības Klubs - Letonya, no. 57829/00, §42, 27 Mayıs 2004). Bu koşullar altında Mahkeme, başvurucunun faaliyetlerinin Sözleşme’nin basına sağladığı korumaya benzer bir koruma gerektirdiğine ikna olmuştur.", "28. Mevcut uyuşmazlığın konusu, uyuşturucuyla ilişkili suçlara ilişkin ceza kanununun anayasaya uygunluğuyla ilgilidir. Mahkeme’ye göre, bu kanunun özellikle bir parlamento üyesi tarafından soyut norm denetimine tabi tutulması için başvuruda bulunulması, şüphesiz kamuyu ilgilendiren bir meseledir. Sonuç olarak Mahkeme, başvurucunun kamusal öneme sahip bir konuda bilgi edinmek gibi meşru amaç güttüğünü tespit etmektedir. Mahkeme, yetkililerin, idari bir engel yaratmak suretiyle bu sürece hazırlık aşamasında müdahale ettiklerini gözlemektedir. Dolayısıyla, Anayasa Mahkemesi’nin söz konusu bilgi üzerindeki tekeli bir tür sansür oluşturmuştur. Ayrıca başvurucunun niyetinin, söz konusu anayasa şikayetinden edinilecek bilgiyi kamuoyu ile paylaşmak ve bu suretle uyuşturucu bağlantılı suçlara dair mevzuata ilişkin kamusal tartışmaya katkıda bulunmak olduğu göz önüne alındığında, bilgi verme hakkının açıkça zayıflatıldığı görülmektedir.", "29. Bu nedenle, başvurucunun Sözleşme’nin 10(1). fıkrasında güvence altına alınan haklarına bir müdahale oluşmuştur.", "2. Müdahalenin haklı olup olmadığı", "30. Mahkeme, başvurucunun Sözleşme’nin 10(1). fıkrasında korunan haklarına yönelik bir müdahalenin 2. fıkrasındaki koşulları taşımaması halinde, Sözleşme’yi ihlal edeceğini tekrar eder. Bu nedenle, söz konusu müdahalenin “hukuken öngörülmüş” olup olmadığı, ikinci fıkrada belirtilen meşru amaçlardan bir ya da birkaçını taşıyıp taşımadığı ve bu amaçları gerçekleştirmek için “demokratik bir toplumda gerekli” olup olmadığı karara bağlanmalıdır.", "a.  “Hukuken öngörülebilirlik”", "31. Başvurucu, kamuyu ilgilendiren verilere erişimi güvence altına alan Veri Koruma Kanunu’na dayanarak bilgi talep etmiştir. Hükümet, ‘kişisel veri’yi kamusal ilgi unsuruna üstün tutan söz konusu yasanın, başvurucunun ifade özgürlüğüne müdahale için yeterli bir temel oluşturduğunu iddia etmiştir.", "", "32. Mahkeme, söz konusu müdahalenin Sözleşme’nin 10(2). fıkrası anlamında “hukuken öngörülmüş” olduğuna ikna olmuştur. ", "b.  Meşru amaç", "33. Başvurucu, sınırlandırmanın milletvekilinin haklarını korumaya hizmet ettiğinin söylenemeyeceğini, zira Anayasa Mahkemesi’nin hiçbir zaman kişisel verilerinin açıklanması hususunda milletvekilinin iznini istememiş olduğunu iddia etmiştir. Hükümet, müdahalenin başkalarının haklarını korumaya yaradığını savunmuştur.", "34. Mahkeme söz konusu müdahalenin, Sözleşme’nin 10(2). fıkrası anlamında, başkalarının haklarını koruma meşru amacına sahip görülebileceği kanısına varmıştır.", "c.  Demokratik toplumda gereklilik", "35. Mahkeme ilk olarak, “Sözleşme’nin 10. maddesi(nin), ... bireye, kendisinin kişisel durumu hakkında bilginin yer aldığı bir sicile ulaşma hakkı vermediği gibi, Hükümet’e de bu tür bir bilgiyi bireye verme yükümlülüğü yükleme”diğini (bk. Leander – İsveç, 26 Mart 1987, §74 sonu, Seri A no. 116) ve “Sözleşme’den idarenin elindeki veri ve belgelere ulaşma gibi genel bir hak türetmenin güç” olduğunu (Loiseau - Fransa (k.k.), no. 46809/99, ECHR 2003-XII (özetler)) hatırlatır. Bununla birlikte Mahkeme, yakın bir zamanda “bilgi edinme hakkı”nı daha geniş yorumlamaya (bk. Sdružení Jihočeské Matky – Çek Cumhuriyeti (dec.), no. 19101/03, 10 Temmuz 2006) ve bu suretle de bilgiye ulaşma hakkını tanımaya doğru gitmiştir.", "36. Her halükarda Mahkeme, “bilgi edinme özgürlüğünün, esas itibarıyla, bir kimsenin başka kişilerin kendisine vermeyi arzu ettikleri veya vermeyi isteyebilecekleri bilgiyi almasının Hükümet tarafından kısıtlanmasını yasakladığını” kaydeder (Leander, yukarıda geçen, §74). Mahkeme mevcut olayın esas itibarıyla, resmi belgelere ulaşma gibi genel bir hakkın kullanılmasının engellenmesinden ziyade, bilgi tekelinin sansürleme gücünün bir sonucu olarak basın gibi bir toplumsal bekçi köpeğinin işlevlerini yerine getirmesine yapılan bir müdahaleye ilişkin olduğu kanısındadır. Bu bağlamda mevcut dava, Mahkeme’nin, yetkililerin basının işlevlerini yerine getirmesi üzerinde yarattığı engellerin dikkatle denetlenmeyi gerektirdiği yönündeki endişelerini belirttiği daha önceki davalarla kıyaslanabilir (bk. Chauvy ve Diğerleri - Fransa, no. 64915/01, §66, ECHR 2004-VI). Ayrıca devletin basın özgürlüğü konusundaki yükümlülükleri, kamuyu ilgilendiren konularda bilginin sadece yetkililerin tekelinde bulunması nedeniyle mevcut olan basının işlevlerini yerine getirmesinin önündeki engellerin kaldırılmasını da içerir. Bu bağlamda Mahkeme, mevcut olayda başvurucunun talep ettiği bilginin mevcut ve hazır olduğunu (bk. aksi yönde Guerra ve Diğerleri - İtalya, 19 Şubat 1998, §53 sonu, Reports of Judgments and Decisions 1998-I) ve Hükümet’in veri toplamasını gerektirmediğini kaydeder. Bu nedenle Mahkeme, devletin başvurucunun talep ettiği bilginin akışına engel olmama yükümlülüğünün bulunduğunu düşünmektedir.", "37. Mahkeme başvurucunun nihayet anayasa şikayeti hakkında, şikayette bulunanların kişisel verilerini içermeyen bir bilgi talep ettiğini gözlemlemektedir. Üstelik Mahkeme, milletvekilinin yaptığı anayasa şikayetinden, kendisinin özel yaşamına ve dolayısıyla koruma altındaki özel alanına ilişkinin bir bilginin anlaşılabilmesini mümkün görmemektedir. Milletvekilinin şikayette bulunduğuna ilişkin basına bilgi verdiği doğrudur ve bu nedenle bu kamusal meseledeki kişisel kanaati bilinebilir durumdadır. Bununla beraber Mahkeme, eğer kamuya mal olmuş kimseler, kamusal meselelere ilişkin görüşlerinin kişilikleriyle ilişkili olduğunu ve bu nedenle de rızaları olmaksızın ifşa edilemeyecek özel veri teşkil ettiklerini iddia ederek basında ya da kamuoyunda tartışılmasını kişilik hakları adına sansürleyecek olurlarsa, bu durumun siyaset alanında ifade özgürlüğü için çok tehlikeli olacağı kanaatindedir. Mahkeme’ye göre, böyle bir görüş, mevcut davada şikayet konusu edilen müdahaleyi haklı kılmaz.", "38. Mahkeme, kamuyu ilgilendiren bilgilere erişimi engellemek amacıyla yaratılan engellerin, medyada ya da benzeri alanlarda çalışanları bu tür konuları takip etmekten caydırabileceği kanısındadır. Sonuç olarak, medya ve diğer ilgililer, hayati önem taşıyan “toplumsal bekçi köpeği” rollerini sürdüremeyebilir ve doğru ve güvenilir bilgi tedarik etme yetenekleri bu durumdan olumsuz yönde etkilenebilir (bk. ayrıntılardaki farklılıklarla birlikte, Goodwin – Birleşik Krallık, 27 Mart 1996, Reports 1996-II, s. 500, §39).", "39. Yukarıda değinilen hususlar, Mahkeme’yi mevcut olayda başvurucunun ifade özgürlüğüne yapılan müdahalenin demokratik bir toplumda gerekli olmadığı sonucuna ulaştırmıştır. Dolayısıyla Sözleşme’nin 10. maddesi ihlal edilmiştir.", "II.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI", "40. Sözleşme’nin 41. maddesi şöyledir:", "“Mahkeme, Sözleşme’nin veya Protokollerin ihlal edildiğini tespit ederse ve ilgili Yüksek Sözleşmeci Tarafın iç hukuku bu ihlali ancak kısmen giderme imkanı veriyorsa, Mahkeme gerekirse zarara uğrayan tarafa adil bir karşılık verilmesine hükmeder.”", "A.  Zararlar", "41. Başvurucu, şikayet edilen kısıtlamadan dolayı, uyuşturucu politikasına ilişkin açık ve iyi bilgilendirilmiş bir kamuoyu tartışması başlatamadığı ve böyle bir tartışmaya katkıda bulunamadığı gerekçesiyle manevi tazminat olarak 5,000 Euro istemiştir.", "42. Hükümet bu talebe itiraz etmiştir.", "43. Mahkeme ihlal tespitinin, başvurucunun görmüş olabileceği manevi zarar bakımından adil karşılık oluşturacağı kanaatindedir.", "B.  Ücretler ve masraflar", "44. Başvurucu, Mahkeme önünde doğan ücret ve masraflar için 5,594 Euro (bu miktar, %20 KDV de dahil olmak üzere avukatın toplam 44 saatlik çalışmasına karşılık gelmektedir) ve yazışma masrafları için de 80 Euro talep etmiştir.", "45. Hükümet bu talebe itiraz etmiştir.", "46. Mahkeme’nin içtihadına göre, bir başvurucu, ancak ücret ve masrafların gerçekten ve gerekli olduğu ölçüde meydana geldiği ve miktar olarak makul olduğu kanıtlanırsa bunların geri ödenmesine hak kazanır. Mevcut davada, eldeki bilgi ve yukarıdaki kriterler dikkate alındığında, Mahkeme bütün başlıklar bakımından doğan ücretleri karşılayacak 3,000 Euro tutarındaki miktarın ödenmesinin makul olduğu kanısına varmıştır.", "C.  Gecikme faizi", "47. Mahkeme, gecikme faizinin Avrupa Merkez Bankası’nın en yüksek kredi faizine üç puan eklenmesi suretiyle bulunacak miktara dayanmasının uygun olduğunu kabul etmektedir.", "BU GEREKÇELERLE MAHKEME OYBİRLİĞİYLE,", "1. Sözleşme’nin 10. maddesinin ihlal edildiğine;", "", "2. İhlal tespitinin kendisinin, başvurucunun görmüş olabileceği manevi zarar bakımından yeterince adil bir karşılık oluşturduğuna;", "", "3. (a) davalı devletin başvurucuya, bu kararın Sözleşme’nin 44(2) maddesine göre kesinleştiği tarihten itibaren üç ay içinde ödenmesi istenebilecek her türlü vergiyle birlikte ücretler ve masraflar için toplam 3,000 EUR (üç bin Euro) ödemesine", "(b) yukarıda belirtilen üç ayın sona ermesinden ödeme tarihine kadar, gecikme süresince Avrupa Merkez Bankası’nın en düşük faiz oranlarına eşit oranına yüzde üç eklenecek basit faiz oranının yukarıdaki miktarlara uygulanmasına", "", "4. Başvurucunun adil karşılığa ilişkin diğer taleplerinin reddine", "", "KARAR VERMİŞTİR.", "", "İngilizce olarak hazırlanmış ve 20 Nisan 2009 tarihinde Mahkeme İçtüzüğünün 77 §2 ve 77 §3 maddeleri uyarınca yazılı olarak açıklanmıştır.", "\tSally Dollé\t\t\t\tFrançoise Tulkens\nYazı İşleri Müdürü\t\t\t\t\tBaşkan"]}