{"file": "TUR_HJUDTUR_11157_04.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "11157/04", "text_paragraphs": ["Anchugov ve Gladkov – Rusya - 11157/04 ve 15162/05 - Karar 4.7.2013 [I. Daire]", "", "Olaylar – Başvuranların her ikisine de, cinayet ve diğer suçlardan mahkûm edilerek ölüm cezası verilmiş; bu cezalar daha sonra on beş yıl hapis cezasına çevrilmiştir. Mahkûmlar ayrıca, Rusya Anayasası’nın 32 § 3 maddesi uyarınca, özellikle Devlet Duması ve başkanlık seçimleri olmak üzere, seçimlerde oy kullanmaktan men edilmiştir. Her iki başvuran da, Rusya Anayasa Mahkemesi önünde söz konusu hükme itiraz etmiş; ancak mahkeme, bazı anayasa hükümlerinin diğer hükümlerle bağdaşıp bağdaşmadığını inceleme konusunda hiçbir yetkisi olmadığı gerekçesiyle, şikâyeti incelenmeyi reddetmiştir.", "Hukuk – 1 No.lu Protokolün 3. Maddesi", "(a) Rusya Devlet Başkanı’nın seçimi  1 no.lu Protokol’ün 3. maddesinin Sözleşmeci Devletlere getirdiği yükümlülükler, bir devlet başkanının seçimi için geçerli değildi.", "Sonuç: kabul edilemez (konu bakımından uygun değil).", "(b) Parlamento seçimleri – Anayasa’nın 32 § 3 maddesi; cezalarının süresine bakmaksızın ve suçlarının niteliği veya vahametine ya da özel koşullarına bağlı olmaksızın doğrudan ve fark gözetmeksizin tüm mahkûmlar için geçerliydi. Başvuranların haklarından mahrum bırakılmasının vatandaşlık sorumluluğunun ve hukukun üstünlüğüne saygının artırılması ve sivil toplumun ve demokratik sistemin doğru işleyişinin sağlanması amaçlarını güttüğünü kabul etmeye hazır olmakla birlikte; Mahkemenin, Hükümetin kısıtlamaların ölçülülüğüne ilişkin iddiasını kabul etmesi mümkün olmamıştır. Nitekim geniş bir tutuklu grubu, yani adlî yargılamalar esnasında tutuklu bulunan kişiler oy kullanma haklını saklı tutmaktaydı; bununla birlikte haklardan mahrum etme işlemi, geniş çapta suçluyu ve iki aydan – ki bu Rusya’da mahkûmiyet sonrası asgarî hapis süresidir – müebbet hapis cezasına ve nispeten küçük suçlardan en ağır suçlara çeşitli suçları ilgilendirmekteydi. Rusya mahkemelerinin, derhâl gözaltı işlemi gerektiren bir ceza verilmesi gerekip gerekmediğine karar verirken, bu tür bir cezasını haklardan mahrum bırakmayı gerektireceğini göz önünde bulundurmuş olduğunu veya haklardan mahrum bırakma işleminin ölçülülüğünü her bir davanın koşulları ışığında gerçekçi bir biçimde değerlendirebildiğini gösteren hiçbir emare bulunmamaktaydı. Mahkeme bu bağlamda, geçici herhangi bir adlî karar olmaksızın oy kullanma hakkının kaldırılmasının tek başına 1 no.lu Protokol’ün 3. maddesinin ihlâline yol açmaya yeterli olmadığını yinelemiştir. Rusya’da mahkûmların oy kullanma haklarına yönelik yasağın, bir meclis yasasından ziyade – ülke çapında gerçekleştirilen bir oylama sonrası kabul edilen Rusya temel yasası olan Anayasa’da belirlenmiş olmasının; bir Üye Devletin tüm eylemlerinin, ilgili tedbirin türü ne olursa olsun, Sözleşme gereği denetime tâbi olması nedeniyle, önemi bulunmamaktaydı. Mahkemeye ayrıca, çakışan çıkarları tartmak veya mahkûmların oy kullanma haklarına yönelik genel bir yasağın ölçülülüğünü değerlendirmek amacıyla girişimde bulunulduğunu gösterir önemli hiçbir bilgi sunulmamıştır.", "Davalı Hükümet, bu koşullar altında, söz konusu alanda kendisine verilen takdir payını aşmış ve başvuranların oy kullanma haklarını güven altına almamıştır. Mahkeme, söz konusu kararın uygulanması ile ilgili olarak, Hükümetin yasağın, Rusya Anayasası’nın Parlamento tarafından değiştirilmesi mümkün olmayan bir hükmü tarafından getirildiği ve bu hükmün ancak yeni bir Anayasa’nın kabulü ile gözden geçirilebileceği ve bunun da bilhassa karmaşık bir işlem gerektirdiği yönündeki savunmasına dikkat çekmiştir. Bununla birlikte, somut davada kararın kesinleşmesinin ardından mevzuatını Sözleşme’yle uyumlu hale getirmek üzere kullanılacak araçların seçilmesi, öncelikle, Bakanlar Komitesinin denetimine tâbi Rus makamların göreviydi. Nitekim mahkûmların oy kullanma hakları sorununun ele alınması, Hükümetin, 1 no.lu Protokol’ün 3. maddesiyle uygunluğu sağlamak üzere, bir tür siyasal süreç veya Rusya Anayasası’nın Sözleşme’yle uyumlu olacak şekilde yorumlanması dâhil olası tüm yolları araştırmasına açıktı.", "Sonuç: ihlâl (oybirliğiyle).", "41. Madde: İhlâl olduğunun tespit edilmesi tek başına, başvuranların uğradığı her tür manevî zarar için yeterli adil tazmini teşkil etmiştir.", "(Bk. ayrıca Hirst / Birleşik Krallık (no.2) [BD], no. , 6 Ekim 2005, Bilgi Notu 79 ve Scoppola / İtalya (no.3) [BD], no. , 22 Mayıs 2012, Bilgi Notu 152)"]}