{"file": "TUR_HJUDTUR_30562_04.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "30562/04", "text_paragraphs": ["", "", "", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2012. İşbu çeviri, Avrupa Konseyi İnsan Hakları Vakıf Fonu’nun desteğiyle yapılmıştır (). Bu çeviri, Mahkeme’yi bağlamamaktadır. Daha fazla bilgi için, bu belgenin sonunda bulunan, telif haklarına ilişkin belgeyi okuyunuz.", "", "© Council of Europe/European Court of Human Rights, 2012.This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyrights/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "AVRUP İNSAN HAKLARI MAHKEMESİ", "", "BÜYÜK DAİRE", "", "", "", "", "", "", "S. ve MARPER/BİRLEŞİK KRALLIK DAVASI", "", "(Başvuru no.30562/04 ve 30566/04)", "", "", "", "", "", "", "", "", "", "", "KARAR", "", "", "", "STRAZBURG", "", "4 Aralık 2008", "", "", "Nihai karardır. Şekli düzeltmeler yapılabilir.", "", "S. ve Marper/Birleşik Krallık davasında,", "Avrupa İnsan Hakları Mahkemesi’nin Büyük Dairesi, aşağıdaki üyelerle:", "\tJean-Paul Costa, Mahkeme Başkanı,\n\tChristos Rozakis,\n\tNicolas Bratza,\n\tPeer Lorenzen,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tGiovanni Bonello,\n\tCorneliu Bîrsan,\n\tNina Vajić,\n\tAnatoly Kovler,\n\tStanislav Pavlovschi,\n\tEgbert Myjer,\n\tDanutė Jočienė,\n\tJán Šikuta,\n\tMark Villiger,\n\tPäivi Hirvelä,\n\tLedi Bianku, Yargıçlar\nve MichaelO’Boyle, Yardımcı Yazı İşleri Müdürü,", "27 Şubat ve 12 Kasım 2008 tarihlerinde, kapalı oturumda yapılan müzakereler neticesinde, 12 Kasım 2008’de, aşağıdaki kararı vermiştir:", "USUL", "1.  Bu dava, Büyük Britanya ve Kuzey İrlanda Birleşik Krallık’ına karşı, iki Britanya vatandaşı olan, Bay S. (‘birinci başvuran’) ve Bay Michael Marper (‘ikinci başvuran’) tarafından, 16 Ağustos 2004 tarihinde, İnsan Hakları ve Temel Özgürlüklerin Korunmasına İlişkin Sözleşme’nin (‘Sözleşme’), 34. maddesi uyarınca, Mahkeme’ye sunulan, 30562/04 ve 30566/04 numaralı başvurular sonucu görülmektedir. Büyük Daire’nin başkanı, ilk başvuranın, kimliğinin açıklanmaması yönünde yaptığı talebi kabul etmiştir (İç Tüzüğün 47/3. maddesi).", "2.  Adli yardım talebi kabul edilmiş olan başvuranlar, Mahkeme önünde, Howells Sheffield hukuk bürosunda, solicitor olan, Bay.P. Mahy tarafından temsil edilmişlerdir. Britanya Hükümeti ise, Commonwealth Dışişleri Bakanlığı’ndan kendi görevlisi olan, Bay J. Graigner tarafından temsil edilmiştir.", "3.  Başvuranlar, Sözleşme’nin 8. ve 14. maddeleri bağlamında, resmi makamların, kendileri hakkında başlatılan ceza takibinin, beraat ve kovuşturmaya yer olmadığı kararlarıyla sonuçlanmasından sonra, parmak izlerinin, hücre örneklerinin ve genetik profillerinin muhafaza edilmiş olmasından şikâyet etmektedirler.", "4. Başvurular, Mahkeme’nin Dördüncü Seksiyonu’na tevdii edilmişlerdir (İç Tüzük, madde 52/1). 16 Ocak 2007’de, başvurular, bu Seksiyon’un, Mahkeme Başkanı olan Josep Casadevall, yargıçlar Nicolas Bratza, Giovanni Bonello, Kristaq Traja, Stanislav Pavlovschi, Ján Šikuta ve Päivi Hirvelä, ve Yazı İşleri Müdürü olan Lawrence Early’den oluşan bir dairesi tarafından kabul edilebilir bulunmuşlardır.", "5.  10 Temmuz 2007’de, Daire, davaya bakmaktan feragat etmiş ve görüşüne başvurulan tarafların itiraz etmemeleri üzerine, Büyük Daire’ye tevdii etmiştir (bkz. Sözleşme’nin 30 maddesi, İç Tüzük’ün 72. maddesi)", "6.  Büyük Daire, Sözleşme’nin 27/2, 27/3. maddeleri ve İç Tüzüğün 24. maddesine göre oluşturulmaktadır.", "7.  Hem başvuranlar hem de Hükümet, davanın esasıyla ilgili yazılı görüş sunmuşlardır. Liberty’nin (the National Council for Civil Liberties) temsilcisi olan Bayan Anna Fairclough ve Privacy International’ın temsilcisi olan Covington ve Burling hukuk bürsou tarafından, müdahil taraf sıfatıyla, görüşler alınmıştır. Davanın tarafları, Liberty’nin görüşlerine cevap vermişlerdir, ayrıca, Hükümet, Privacy International’ın görüşlerine de cevap vermiştir (İç Tüzük’ün 44/5. maddesi)", "8.  Starzburg’da, Avrupa İnsan Hakları Mahkemesi’nde, 27 Şubat 2008’de, kamuya açık duruşma yapılmıştır (İç Tüzüğün 59/3. maddesi).", "", "–  Hükümeti temsilen ;\nBayanE. Willmott,\ttemsilci,\nBay.\tRabinder Singh, QC,\nBay\tJ. Strachan, \tdanışmanlar,\nBay\tN. Fussell,\nBayanP. Mcfarlane,\nBay\tM. Prior,\nBay\tS. Bramble,\nBayanE. Rees,\nBay.\tS. Sen,\t\tdanışmanlar,\nBay\tD. Gourley,\nBay\tD. Loveday, \tgözlemciler;", "–  Başvuranları temsilen\nBay\tS. Cragg,\nBay\tA. Suterwalla, \tdanışmanlar,\nBay\tP. Mahy,\tsolicitor.\n", "Mahkeme, Bay Cragg ve Rabinder Singh’in beyanlarını ve sorulan sorulara verdikleri cevapları dinlemiştir.", "OLAYLAR", "I.  DAVANIN KOŞULLARI", "9.  Başvuranlar, sırasıyla, 1989 ve 1963’te doğmuşlarıdır ve Sheffield’da oturmaktadırlar.", "10.  Birinci başvuran, 19 Ocak 2001’de yakalanmış ve şiddet kullanarak hırsızlık yapmakla suçlanmıştır. O dönemde, on bir yaşındadır. Parmak izleri ve DNA örnekleri alınmıştır. 14 Ocak 2001’de, beraat etmiştir.", "11.  İkinci başvuran, 13 Mart 2001’de yakalanmış ve birlikte olduğu kişiyi taciz etmekle suçlanmıştır. Parmak izleri ve DNA örnekleri alınmıştır. Davadan önce yapılan görüşmelerin öncesinde, birlikte olduğu kişiyle barışmış ve bu kişi şikâyetini geri almıştır. 11 Haziran 2001’de, Kraliyet Takip Birimi, başvuranın solicitor’larını, davayı takip etmeyeceğinden haberdar etmiş ve 14 Haziran’da, kovuşturmaya yer olmadığına karar verilmiştir.", "12.  Başvuranların her biri, parmak izleri ve DNA örneklerinin imha edilmesini talep etmişlerse de, polis, bu taleplerini reddetmiştir. Başvuranlar, polisin kararının, yargı denetiminden geçmesini talep etmişler ve 22 Mart 2002’de, İdare Mahkemesi (Lord Jusitce Rose ve Yargıç Levson), taleplerini reddetmişlerdir ([2002] EWHC 478 (Admin)).", "13.  12 Eylül 2002’de, istinaf mahkemesi, idare mahkemesinin verdiği kararı, iki oy oya karşı (Lord Justice Sedley) bir çoğunluğuyla (Lord Woolf, Chief Justice, ve Lord Justice Waller) onamıştır. DNA örneklerinin muhafaza edilmesine ilişkin olarak, Lord Justice Waller aşağıdaki beyanlarda bulunmuştur:", " ‘(...) Parmak izleri ve DNA örnekleri, çok az kişisel bilgi barındırmaktadır. Biyolojik örneklerse daha fazla, kişisel ve detaylı bilgi barındırırlar. Söylenene göre, bir gün, örneklerin yapılacak bilimsel incelemeleri, bir kişinin, bazı suçları işlemeye ne kadar yatkın olduğunu gösterebilecek ve söz konusu madde (2001’de kabul edilen, Ceza Yargısı ve Polise İlişkin Kanun’un, 82. maddesi), bu örneklerin, bu amaçla kullanılmasına izin verecektir. Kanunun, bu maddede yer alan amaçlardan başka amaçlar için de, örneklerin kullanılmasına izin vermek üzere değiştirilebileceği de düşünülebilir. Örnekler korunduğu andan itibaren, kanunun izin vermediği bir şekilde kullanılma riski bulunduğu da söylenebilir. Böylelikle, ulaşılmaya çalışılan amaçlar daha az usule uygun bir şekilde gerçekleştirilebilir.(...) Neden, bu amaçlar hücre örneklerini değil de profilleri muhafaza ederek, gerçekleştirilebilsin?", "Bu iddialara verilecek cevap, bana göre şudur: İlk olarak, örneklerin muhafaza edilmesi, a) genetik izleri fişlemeye ilişkin gelecekteki sistemin gerekliliği ve bütünlüğünü anlamaya b) yeni bir teknoloji ortaya çıkması halinde, DNA profillerinin geliştirilmesi amacıyla yeni bir inceleme yapılması, DNA’ların karşılaştırılmasına ilişkin sürecin, ayrıştırma gücünü yükseltmeye; c) yeni bir inceleme yapmaya ve başka DNA belirtileri ortaya çıkararak, veri tabanlarında, hız, hassasiyet ve maliyete ilişkin avantajlar sağlanmasına; d) hukuki hata yapılması halinde, ek inceleme yapılmasına; e) muhtemel araştırma ya da tedavi hatalarını bulabilmek için, ek inceleme yapılmasına izin vermektedir. Bu avantajlarla, Liberty tarafından belirtilen riskler arasında bir denge kurulmalıdır. Bu risklere gelince, ilk olarak, bizim bakış açımız, her kanun değişiminin, Sözleşme’ye uygun olması gerektiği, ikinci olarak, uygulamada yapılan her değişikliğin, Sözleşme’ye uygun olması gerektiği ve üçüncü olarak da, kanuna aykırılığın varsayılmaması gerektiği yönündedir. Bana öyle geliyor ki, bu koşullar altında, söz edilen riskler, büyük değildir ve bu riskler, cezai eylemlerin takip edilmesi ve önlenmesi alanındaki avantajlarla telafi edilmektedirler.’", "14.  Lord Justice Sedley, her seferinde, muhafaza edilen verileri imha etme yetkisini, sadece, ilgili bireyin hakkında hiçbir şüphe olmadığına dair kanaat oluştuğunda ve olabildiğince nadiren kullanması gerektiği görüşündedir. Lord Jusitce Sedley, hücre örnekleri ve DNA profillerinin muhafaza edilmesi ararsındaki farkın, DNA örneklerinin, gelecekte, ilk incelemeyle ulaşılan bilgileri geliştirme imkânı olmasından kaynaklandığını belirtmektedir.", "15.  22 Temmuz 2004’te, Lordlar Kamarası, başvuranların talebini reddetmiştir. Çoğunluk adına karar veren, Lord Steyn, 1984 tarihli, Polis ve Ceza Davalarında Deliller Kanunu’nun (bundan sonra, ‘1984 Kanunu’ olarak anılacaktır) 64/1 A maddesinin, hazırlık çalışmalarını hatırlatmıştır. Lord Steyn, bu hükmün, Parlamento tarafından, halkın, sonrasında takip edilmeyen ya da beraat eden bir kişiden alınan örneklerin imha edilmesi gerektiğini ve toplanan bilgilerin kullanılamayacağını öngören eski kanunla ilgili olarak duydukları endişeyi dile getirmesinden sonra, kabul edildiğini hatırlatmıştır. İki davada, ikna kuvveti bulunan ve bir şüpheliyi, bir tecavüz olayı ve bir başkasını da cinayete bağlayan DNA delilleri, karşılaştırmaların yapıldığı dönemde, şüphelilerden birinin beraat etmiş olduğu ve diğerinin hakkında da, DNA’ların toplandığı suça ilişkin olarak, kovuşturmaya yer olmadığı kararı verilmesi sonucunda, kullanılamamıştır ve ikisi de mahkûm edilememiştir.", "16.  Lord Steyn, şüphelilerden alınan, parmak izlerini ve örnekleri muhafaza etmenin faydasının çok ciddi olduğunu belirtmiştir. Örnek olarak, 1999 yılındaki bir davaya ilişkin olarak, bir suç failinden alınan DNA verilerinin, ulusal veri tabanında yapılan araştırma sayesinde, ‘I.’’nın örnekleriyle karşılaştırılmış olduklarını hatırlatmıştır. Oysaki ‘I.’ den alınan ve imha edilmesi gereken örnekler, imha edilmemişti. I., tecavüze ilişkin suçunu kabul etmiş ve mahkum edilmiştir. Yanlışlıkla örnekler muhafaza edilmiş olmasaydı, suçlu, gözden kaçabilirdi.", "17.  Lord Steyn, ayrıca, 6.000’e yakın DNA profilinin, eski kanun zamanında, suçun işlendiği yerden toplanıp imha edilen profil izlerine bağlı olduklarını gösteren istatistik verilere atıfta bulunmuştur. Bu suçlar arasında, 53 cinayet, 33, cinayete teşebbüs, 94 tecavüz, 38 cinsel suç, 63 nitelikli hırsızlık ve 56 kanunsuz madde sağlama suçu bulunmaktaydı. Mevcut arşivlere göre, İçişleri Bakanlığı’nın istatistikleri, bir suç mahallinden toplanan örneklerin, veri tabanında bulunan bir profille uyumlu olma ihtimalinin yüzde 40 olduğunu belirtmekteydi. Lord Steyn’e göre, bu durum, bundan böyle muhafaza edilebilecek olan parmak izlerinin ve örneklerin, son üç yıl boyunca, ağır suçların tespit edilmesi ve kovuşturulmasında çok önemli bir rol oynadıklarını göstermektedir.", "18.  Lord Steyn aynı zamanda, 1984 Kanunu’nun, parmak izi alınması ile biyolojik örneklerin alınması, muhafaza edilmeleri ve kullanılmalarını ayrı ayrı incelediklerini belirtmektedir.", "19.  Sözleşme bağlamındaki incelemeye gelince, Lord Steyn, sadece, parmak izlerinin ve DNA örneklerinin muhafaza edilmesinin, özel yaşama saygı hakkına aykırı olmadığını belirterek, eğer bu konuda yanılıyor ise de, muhtemel bir müdahalenin, çok hafif olduğunu eklemiştir. Muhafaza edilen örneklerin, ileride, kötü niyetle kullanılmasına dair bir risk bulunması sorunu, ona göre, cezai eylemlerin tespiti ve kovuşturulması amacıyla, muhafaza edilmiş olan örneklerin mevcut kullanımının değerlendirilmesi açısından çok önemli değildi. Gelecekteki bilimsel gelişmelerin bunu gerektirmesi halinde, ihtiyaç hissedildiğinde, bu sistemin, Sözleşme ile uyumlu olup olmadığına ilişkin yargı kararları vermek mümkün olacaktır. Ona göre, muhafaza edilen bu unsurların kullanımının, ‘cezai eylemlerin önlenmesi ya da tespit edilmesine ilişkin amaçlarla’ sınırlandırılmasını sağlayan hüküm, izin verilen kullanımı genişletmemekteydi çünkü bu, belli bir çerçeveyle kısıtlanmış bulunmaktaydı.", "20.  Özel yaşama yapılan hafif müdahalenin haklı çıkarılması gereken durumları hatırlatan, Lord Steyn, Lord Justice Sedley tarafından, istinaf mahkemesindeki mütalaasının, muhafaza etmenin amacının cezai eylemlerin önlenmesinin ve başka kişilerin suçluluktan etkilenmeme hakkı olduğunun, 8. madde anlamında ‘öngörülmüş’ olduğuna katıldığını belirtmektedir.", "21.  Her türlü müdahalenin haklı çıkarılması sorununa gelince, başvuranlar, parmak izlerinin ve DNA örneklerinin muhafaza edilmesinin, beraat eden kişilerden şüphelenilmesine sebep olduğunu ileri sürmektedirler. İçişleri Bakanı’nın danışmanı, böyle bir muhafaza etmenin, geçmişle yani, ilgili kişinin beraat etmiş olduğu suçla hiçbir ilgisi olmadığını, fakat bunun amacının ilerde işlenebilecek suçlara ilişkin olarak yapılacak kovuşturmaları kolaylaştırmaya yaradığını öne sürmüştür. Onlara göre, DNA örneklerinin muhafaza edilmesi, sadece, kendi profillerinin, gelecekte, bir suç mahallinde bulunan bir profille uyum sağlaması durumunda işe yarayabilecektir. Lord Steyn, beş etkenin, yapılan müdahalenin amaçla, orantılı sayılmasında kullanılabileceği kanaatindedir: i) parmak izleri ve örneklerin belli bir amaç için muhafaza edilmiş olmaları: cezai eylemlerin tespit edilmesi ve kovuşturulması ve bu suçlar hakkındaki kovuşturmalar; ii) parmak izleri ve örneklerin, suç mahallinden toplanan diğer parmak izlerinden ayrı hiçbir işe yaramaması ve onlarla karşılaştırma yapılması; iii) parmak izlerinin kamuya açık olmaması; iv) alışık olmayan bir kişinin, muhafaza edilen unsurlardan yola çıkarak, bir kişinin kimliğini belirleyememesi ve v) bu muhafaza etmenin sonucu olarak artan veri tabanının büyümesinin ağır suçlarla mücadelede çok ciddi avantaj sağlaması.", "22.  Aynı yasal hedefin, her durumda ayrı ayrı, parmak izleri ve örneklerin muhafaza edilmesi gerekip gerekmediğinin incelenmesi gibi daha az müdahaleci yöntemlerle de sağlanabileceğine ilişkin iddiaya cevaben, Lord Steyn, Lord Justice Waller’in, istinaf mahkemesi önündeki görüşlerine atıfta bulunmuştur : ‘muhafaza etmenin gerekçesi, az da olsa polisin, masumiyet derecesine ilişkin bakış açısıyla ilgili de olsa, beraat etmiş ve örnekleri muhafaza edilen kişiler, beraat etmiş ve dolayısıyla, masum kişiler arasında olsalar da, haklı olarak, bu durumun, kendilerini zor durumda bıraktığını ya da onların aleyhinde bir ayrımcılığa neden olduğunu ve kendilerine suçlu muamelesi yapıldığını öne sürebilirler. Aslında, yasal olarak alınan örneklerin kuralı oluşturduğunu ve polisin, suçlulukla mücadele çerçevesinde, mümkün olduğunca geniş bir veri tabanı bulunmasının kamu çıkarı lehine olduğu söylenerek, beraat etmiş kişiler kınanamazlar’.", "23.  Lord Steyn, örnekler ve DNA profilleri arasındaki farkın, söyledikleriyle ilgili hiçbir şey değiştirmediği kanaatindedir.", "24.  Bunun yanı sıra, Lordlar Kamarası, başvuranların, parmak izlerinin ve örneklerinin muhafaza edilmesinin, polis tarafından yapılan bir takip çerçevesinde, parmak izleri ve biyolojik örnekleri alınmayan kişilere göre, Sözleşme’nin 14. maddesi bağlamında ayrımcılığa maruz kaldıklarına ilişkin şikâyetlerini reddetmiştir. Lord Steyn, parmak izleri ve örneklerin muhafaza edilmesinin, 8. madde kapsamına girdiği ve 14. maddenin de uygulanabilir olduğu farz edilse bile, başvuranların öne sürdükleri, muamele farklılığının, 14. madde anlamında, hiç bir ‘duruma’ dayanmadığını fakat sadece, kişisel her türlü özellikten bağımsız olan ve resmi makamların, yasal olarak aldıkları DNA örnekleri ve parmak izlerini bulundurduklarını yansıttığı kanaatindedir. Ona göre, başvuranlar ve onların karşılaştırıldıkları kişiler, hiçbir şekilde, benzer bir durumda bulunamazlardı. Lord Steyn, kendi düşündüğünün aksine, muhtemel bir muamele farklılığını incelemenin gerekli olduğu bir durumda, tarafsız bir gerekçenin bulunduğunu eklemiştir: ilk olarak, parmak izleri ve örneklerin bulunduğu veri tabanının genişlemesi, ağır suçların tespit edilmesi ve kovuşturulması ve suçsuz kişilerin aklanması amacıyla kamu çıkarına hizmet ettiği için, şüphesiz, meşru bir amaç söz konusudur ve ikinci olarak, orantılılık gerekliliği de karşılamaktadır çünkü, 1984 Kanunu’nun 64/1 A maddesi, yasa koyucunun, ağır suçlarla mücadele etme amacı karşısında, ölçülü ve orantılı bir karşılık oluşturmaktadır.", "25.  Baron Hale of Richmond, parmak izleri ve DNA verilerinin muhafaza edilmesinin, devletin, özel yaşama saygı gösterilmesi hakkına bir müdahalesi olduğunu ve Sözleşme bakımından gerekçelendirilmesi gerektiği yönündeki görüşüyle çoğunluğun görüşüne karşı çıkmaktadır. Ona göre, burada, kişisel verilerin gizliliğinin bir unsuru söz konusudur. Oysa kendisine göre, bir birey için, genetik oluşumunun bilinmesinden daha özel ve gizli başka bir şey bulunmamaktadır. Baron Hale of Richmond, ayrıca, parmak izleri ve DNA örneklerine ilişkin bilgiler arasındaki farkın, bunların muhafaza edilmesi konusunda, çok ciddi bir önemi olduğunu çünkü bu iki veri için verilen gerekçelendirmenin çok farklı olabileceğini belirtmiştir. O halde, kendisi, çoğunluğun, benzer bir gerekçelendirmenin, iki başvuranın durumunda da açıkça, ortaya çıkarılmış olduğu görüşüne katılmaktadır.", "", "II.  MEVCUT İÇ HUKUK", "A.  İngiltere ve Galler", "1.  Polis ve Ceza Davasında Delillere ilişkin 1984 Kanunu", "26.  Polis ve Ceza Davasında Delillere ilişkin 1984 Kanunu (Police and Criminal Evidence Act 1984 – bundan böyle ‘1984  Kanunu’ olarak anılacaktır), parmak izlerinin alınması (özellikle 61. madde) ve vücuttan örnek alınmasına (özellikle 63. madde) ilişkin yetkileri tanımlamaktadır. 61. madde uyarınca, parmak izleri, sadece, en azından komiser rütbesine sahip bir polisin onay vermesi ya da söz konusu kişinin, polis kayıtlarına yazılmasını gerektiren bir suçla suçlanması (recordable offence) ya da kendisi aleyhinde, benzer bir suç sebebiyle, polis tarafından bir rapor verileceğinden haberdar edilmesi durumu dışında, ilgili kişinin rızası olmadan alınamazlar. Parmak izleri alınmadan, ilgili kişi, bunların, başka suçlarla ilgili araştırmalar sebebiyle tekrar çıkarılabileceğinden haberdar edilmeli ve ilgili kişi bilgilendirildikten sonra, derhal kayda geçirilmelidir. Parmak izlerinin alınma gerekçesi, gözaltı kayıt defterine yazılmalıdır. Benzer hükümler, vücuttan alınan örneklerle ilgili olarak uygulanmaktadır (madde 63).", "27.  Örnekler ve parmak izlerinin (ve bunlarla ilgili kayıt defterlerinde bulunan bilgilerin) muhafaza edilmesi bakımından, Ceza Yargılaması ve Polise ilişkin 2001 Kanunu’nun 82. maddesi, 1984 Kanunu’nun 64. maddesini değiştirmiş ve aşağıdaki şekilde kaleme alınmış olan 1A paragrafını eklemiştir:", " ‘a) bir suça ilişkin soruşturma çerçevesinde bir kişiden örnekler ya da parmak izleri alındıysa ve b) aşağıdaki 3 no.lu bent, bunların imha edilmesini zorunlu kılmamaktadır, bu parmak izleri ve örnekler, öngörülen amaçla kullanıldıktan sonra muhafaza edilebiliriler, sadece, cezai eylemlerin tespiti ya da önlenmesi, bir suçun kovuşturulması ya da takip yapılması amacı dışında herhangi biri tarafından kullanılamazlar. (...)", "", "3) a) parmak izleri ve örnekler, bir suçla ilgili soruşturmaya bağlı olarak bir kişiden alındılarsa ve b) bu kişinin, söz konusu suçu işlemiş olduğundan şüphe edilmiyorsa, bu parmak izleri ve örnekler, takip edilen maddelerde belirtilen durumların dışında, öngörülen amaç için kullanıldıktan sonra imha edilmelidirler.", "3AA) Yukarıdaki 3. bent, a) bir kişinin suçlu bulunduğu bir soruşturma kapsamında alınan parmak izleri ve örneklerinin ve b) parmak izleri ve örneklerinin de, suçlu bulunan kişiyle ilgili soruşturma çerçevesi kapsamında alınmış olmaları durumunda, imha edilmelerini gerekli kılmamaktadır.’", "28.  Bir önceki başlığında, 64. madde, bir suçla ilgili olarak yapılan soruşturma çerçevesinde, parmak izleri ya da örnekleri alınan kişinin, beraat etmesi halinde, bu parmak izleri veya örneklerin, bazı istisnai durumlar dışında, ‘soruşturmanın kapatılmasından hemen sonra’ imha edilmeleri gerektiğini öngörmekteydi.", "29.  64/1 A. maddesi bağlamında, muhafaza edilen unsurların ilerde kullanılması, bu maddede öngörülen kısıtlama dışında, kanunla düzenlenmemişti. Attorney General’s Reference (no 3 of 1999)([2001] 2 AC 91), davasında, Lordlar Kamarası, o dönem yürürlükte olan 64. madde gereğince, imha edilmesi gereken bir örneğin, delil olarak kullanılıp kullanılamayacağı sorununa eğilmiştir. Yüksek mahkeme, ‘hangi soruşturma için olursa olsun’, yasaya aykırı olarak muhafaza edilmiş olan bir örneğin kullanımının yasaklanmasının, bu yasak gözetilmeden, elde edilen delilleri devre dışı bırakma yükümlülüğü olarak görülemeyeceğini ve benzer delillerin kabul edilmesinin, ilk derece hâkiminin değerlendirmesine bırakıldığını belirtmiştir.", "2.  Verilerin Korunmasına ilişkin 1998 Kanunu", "30.  Verilerin Korunmasına İlişkin 1998 Kanunu (‘1998 Kanunu’), 16 Temmuz 1998’de, Avrupa Konseyi ve Avrupa Parlamentosu’nun, 14 Ekim 1995 tarihli (aşağıdaki 50. paragraf) 95/46/CE sayılı direktifini uygulayabilmek amacıyla kabul edilmiştir. Bu kanun çerçevesinde, ‘kişisel veriler’ ifadesi, a) bu veriler yoluyla ya da b) bu veriler ve muameleden sorumlu kişinin elinde bulunması muhtemel ve kişi hakkında bir görüş belirten ve muameleden sorumlu kişinin veya herhangi başka bir kişinin, ilgiliye karşı niyetini belirten diğer bilgiler yoluyla kimliği belirlenebilen bir kişiye ait verileri (madde 1) kapsamaktadır. ‘Kişisel hassas veriler’ ifadesi, diğerlerinin yanı sıra, ilgili kişinin, ırksal ya da etnik kökeni, kendisinin işlediği ya da işlemiş olduğu düşünülen suçlar, bu suçlara ilişkin olarak başlatılmış olan soruşturmalar ya da bunların sonuçları, özellikle de, mahkemelerin vermiş olabilecekleri cezalarla ilgili kişisel bilgileri kapsamaktadır (madde 2).", "31.  1998 Kanunu, kişisel verilerin kullanılmasının, Ek 1’de sıralanan sekiz koruma prensibiyle düzenlendiğini öngörmektedir. Bunlardan ilki, kişisel verilerin, kanuna uygun ve dürüstçe ele alınması ve de özellikle de, a) Ek 2’DE öngörülen koşullardan, en azından birinin karşılanmış olması halinde ve b) hassas kişisel veriler içinse, Ek 3’te öngörülen koşullardan birinin karşılanmış olması gerekmektedir. Ek 2, açık bir koşullar listesi içermekte ve her türlü kişisel verinin ele alınmasının, adaletin tecelli etmesi ya da kamu çıkarı lehine, bir kamu görevinin icra edilmesi amacıyla olması gerektiğini öngörmektedir (paragraf 5 a) ve d)). Ek 3, daha detaylı bir koşullar listesi içermekte ve hassas nitelikli kişisel verilerin ele alınması için bunun, bir yargılama için gerekli olması ya da yargılamayla ilgili olması (paragraf 6 a)) ya da yargının işleyişi için gerekli olması ve ilgili kişilerin, hak ve özgürlüklerini korumaya yönelik şekilde yapılması gerektiğini belirtmektedir (paragraf 4b)). 29. madde, özellikle, ilk prensibin, Ek2 ve 3’teki koşullara riayet edilmesini gerektirmesi dışında, suç eylemlerinin önlenmesi ya da tespit edilmesi amacıyla kullanılan kişisel verilere uygulanmadığını öngörmektedir. Beşinci prensibe göre, söz edilen amaçlar çerçevesinde kullanılan kişisel veriler, bu amaç ya da amaçları gerçekleştirmek için gereken sürenin üzerinde bir süre boyunca muhafaza edilmemelidirler.", "32. Görevi, 1998 Kanunu (değiştirilmiş şekli) ile ortaya konulmuş olan istihbarat komiserinin, verilerden sorumlu kişiler tarafından iyi uygulamalara riayet edilmesi ve yaygınlaştırılmasını sağlamak yönünde, bağımsız bir görevi vardır; bu bağlamda, talimat verme yetkisi bulunmaktadır (enforcement notice) (madde 40). Kanun, bu talimatlara uyulmamasını ve kişisel veri ya da bilgilerin, sorumlunun izni olmaksızın elde edilmesini (madde 55) suç olarak nitelendirmekte (madde 47). 13. madde, ulusal mahkemeler önünde, kanun hükümlerine aykırılık yapılması durumunda, tazminat talep etme hakkı olduğunu öngörmektedir.", "3.  Ulusal Polis Bilgisayarındaki İsim Kayıtlarının Muhafaza Edilmesine İlişkin 2006 Direktifleri", "33. İngiltere ve Galler Komiserleri Derneği (Association of Chief Police Officers in England and Wales) tarafından kaleme alınmış olan, Ulusal Polis Bilgisayarındaki İsim Kayıtlarının Muhafaza Edilmesine İlişkin 2006 Direktifleri,  genetik izler ve parmak izleriyle ilgili bilgilerin muhafaza edilmesine ilişkin birçok gösterge içermektedir. Bu direktifler, ulusal polis bilgisayarındaki verilerin imha edilmesinden ziyade, bunlara erişimi kısıtlama prensibine dayanmaktadır. Bu direktifler, kabul edilmelerinin, polisin bu bilgisayarda bulunan verileri paylaştığı, polis dışındaki birimlerin işleyişi üzerinde de sonuçları olduğunu belirtmektedirler.", "34.  Direktifler, gitgide azalan bir sistem sayesinde, ulusal polis bilgisayarında yer alan bilgilere, dereceli olarak erişimi öngörmektedirler. Mahkûm edilmeyen kişilerle ilgili bilgilere erişim, bu bilgilerin, polis tarafından görülememesini sağlamayacak şekilde otomatik olarak kısıtlanmıştır. Aynı şekilde, mahkûm edilmiş olan kişilerle ilgili bilgilere erişim, suçun ağırlığına, şüphelinin yaşına ve verilen cezaya göre 5 yıldan 35 yıla kadar geçen sürelerin bitimiyle kısıtlanmıştır. Bazı mahkûmiyetler için, erişim hiçbir şekilde kısıtlanmamaktadır.", "35.  Polis komiserleri, birimlerince kurulan tüm merkezi bilgisayar kayıtları için, verileri ele almakla sorumludurlar. Polis komiserlerinin, istisnai durumlarda, ‘ellerinde bulunan’ tüm verilerin (mahkûmiyet, kamu düzenine aykırı suçlar, beraat ya da yakalama geçmişi) silinmesine izin verme yetkileri vardır. Komiserlere, bu yetkiyi kullanırken yardım etmeye yönelik ‘İstisnai durumlarda izlenecek bir prosedür’, Ek 2’de tanımlanmıştır. Bu prosedür, tanım olarak, istisnai durumların nadir olduklarını ve bunların, yakalama veya örnek alınmasının, esasen kanunsuz olduğu ya da şüpheye yer vermeyecek şekilde hiç suç işlenmediğinin ortaya çıkması durumları söz konusudur. Bir durumun, istisnai olduğuna karar vermeden, komiserlere, Parmak İzleri ve DNA Verilerinin Saklanmasından Sorumlu Birim’e danışmaları yönünde talimat verilmektedir.", "B.  İskoçya", "36.  Ceza yargılaması 1995 İskoç Kanunu’nun değiştirilmiş hali uyarınca, DNA örnekleri ve alınan profiller, kişinin, mahkûm edilmemesi ya da koşulsuz bir ceza muafiyetinden yararlanması durumunda, imha edilmelidirler. Yakın geçmişte yapılmış olan bir değişikliğe göre, biyolojik örnekler, yakalanan kişi hakkında, cinsel suçlar ya da şiddet suçlarına ilişkin şüphe bulunması halinde, bu kişi, mahkûm edilmese bile, üç yıl boyunca saklanabilirler (1995 Kanunu’na, 18A maddesini ekleyen, 2006 Kanunu’nun 83. maddesi). Bunun ötesinde, örnekler ve bilgiler, bir polisin, sheriff’ten, iki yıllık uzatma talebi olması dışında, imha edilmelidirler.", "C. Kuzey İrlanda", "37.  Kuzey İrlanda’nın, Polis ve Ceza Yargılamasına ilişkin 1989 Kanunu, 2001 yılında, İngiltere ve Galler’in aynı isimli kanunuyla aynı yönde değiştirilmiştir. Şu anda, Kuzey İrlanda’da, parmak izleri ve genetik izlerle ilgili verilerin muhafaza edilmesi konusunda, İngiltere ve Galler’de yürürlükte olan hükümler geçerlidir (yukarıdaki 27. paragraf).", "D.  Nuffield Council on BioethicsRaporu", "38.  Nuffield Council on Bioethics’in yakın tarihte vermiş olduğu bir rapora göre, parmak izleri, DNA profilleri ve biyolojik örneklerin saklanması, bu tip biyolojik bilgilerin alınmasından daha çok tartışmalıdır ve biyolojik örneklerin muhafaza edilmesi, ortaya çıkabilecek bilgilerin farklılığı nedeniyle, DNA profilleri ve numaralı parmak izlerine göre, etik anlamda birçok kaygı ortaya çıkarmaktadır. Rapor, özellikle, polis kayıtlarına geçmesi gereken bir suç sebebiyle yakalanan herkesin, bu kişiler, sonradan suçlamasa da ya da mahkûm edilmese de, parmak izlerini ve DNA profillerini ve örneklerini, süresiz olarak saklamaya yönelik olan mevcut uygulamayı haklı çıkarabilecek, sadece görgüye dayalı delillerin bulunmamasını ortaya koymaktadır. Rapor, Birleşmiş Milletler 1989 Çocuk Hakları Sözleşmesi’nin gereklilikleri açısından, küçüklere ilişkin biyolojik bilgilerin süresiz olarak muhafaza edilmesine ilişkin politikayla ilgili endişelerini dile getirmektedir.", "39.  Rapor aynı zamanda, DNA verilerinin, ‘aile arayışı’ çerçevesinde, git gide daha fazla kullanılmasının da, endişeye sebep olduğunu belirtmektedir. Aile arayışı, bir suç mahallinden alınan bir DNA profilini, ulusal veri tabanında kayıtlı bulunan profillerle karşılaştırmaya ve bunları uyum derecelerine göre sınıflandırmaya yönelik bir işlemdir. Bu işlem, genetik olarak yasaya aykırı şekilde akrabayla evlenmiş olan kimselerin kimliğini belirlenmesini sağlamaktadır. Aile arayışı, şimdiye kadar bilinmeyen ya da gizli olan, genetik ilişkileri ortaya çıkarmaya yaramaktadır. Rapor, DNA veri tabanının, akrabayla evlendirilmiş kişilerin aranması için kullanılmasının çok hassas bir sorun olduğunu belirtmektedir.", "40.  Alellerin, aynı DNA profilinde bir araya gelmesi, vericinin etnik kökenini değerlendirmek için de kullanılabilir. DNA profillerinden yola çıkarak etnik kökenin tespit edilmesi mümkündür çünkü, bireysel ‘etnik görünüm’, veri tabanlarında her zaman kayıtlı bulunmaktadır: polisler, biyolojik örnek aldıkları zaman, şüphelileri, yedi ‘etnik görünüm’ sınıfından birine göre sınıflandırmaktadırlar. Veri tabanlarındaki, etnik köken testleri, örneğin, şüphelilerin sayısını azaltmaya yardımı etmek ve polisin önceliklerini sıralamak gibi durumlarda, çıkarsama yoluyla, polis soruşturmalarında kullanılabilecek bilgiler verebilir. Rapor, sosyal faktörlerin ve polis uygulamalarının, siyahî halkın ve azınlık grupların orantısız bir kesiminin, polis tarafından sorgulanması, aranması, yakalanması ve de DNA profillerinin kaydedilmesiyle sonuçlandıklarını belirtmektedir. Bu bağlamda, raporda, etnik kimliğin, biyolojik örneklerden yola çıkılarak tespit edilmesinin, suç işleme eğilimi bakımından, ırkçı teorileri güçlendireceğine yönelik bir endişe belirtilmektedir.", ".", "III.  ULUSAL VE ULUSLARARASI BELGELER", "A.  Avrupa Konseyi’nin Belgeleri", "41.  1981 Avrupa Konseyi Kişisel Nitelikteki Verilerin Otomatik İşleme Tabi Tutulması Karşısında Kişilerin Korunmasına Dair Sözleşme (‘Verilerin Korunması Sözleşmesi’), Birleşik Krallık’ta, 1 Aralık 1987’de, yürürlüğe girmiştir ve ‘kişisel nitelikteki verileri’, kimliği bilinen veya tespit edilebilecek olan bir kişiyle (‘ilgili kişi’) ilgili tüm bilgiler olarak tanımlamaktadır. Sözleşme, özellikle aşağıdakileri sıralamaktadır:", " ‘ Madde 5 – Verilerin Niteliği", "Otomatik bilgi işleme konu teşkil eden kişisel nitelikteki veriler:", " (b) Belli ve meşru amaçlar için kaydedilmeli ve bu amaca aykırı şekilde kullanılmamalıdır;", "(c) Uygun ve elverişli olmalı ve kaydedildikleri amaca göre aşırı olmamalıdır;", "(...)", " (e) İlgili kişilerin kimliklerini belirtecek bir biçim altında ve kaydedildikleri nihai amaç için gerekli görülen süreyi aşmayacak bir süre için muhafaza edilmelidir.", "Madde 6 – Özel Nitelikli Veri Kategorileri", "İç hukukta uygun güvenceler sağlanmadıkça, ırk menşeini, politik düşünceleri, dini veya diğer inançları ortaya koyan kişisel nitelikteki verilerle sağlık veya cinsel yaşamla ilgili kişisel nitelikteki veriler ve ceza mahkumiyetleri, otomatik bilgi işlemine tâbi tutulamazlar.", "Madde 7 – Verilerin Güvenliği", "Otomatik fişiyelere kaydedilen kişisel nitelikteki verileri korumak için, bunların kazaen veya izinsiz olarak imhasına veya zayi olmasına veya bunların elde edilmesine, değiştirilmesine veya izinsiz olarak dağıtılmasına karşı uygun güvenlik önlemleri alınması zorunludur.", "", "42.  Emniyet birimleri tarafından kişisel nitelikteki verilerin kullanılmasını düzenlemeye yönelik R(87) 15 sayılı Tavsiye Kararı (17 Eylül 1987’de kabul edilmiştir), özellikle aşağıdaki prensipleri belirtmektedir:", " ‘Prensip 2 – Verilerin Toplanması", "2.1. Kişisel nitelikteki verilerin, emniyet birimlerince kullanılmak üzere toplanması, somut bir tehlikenin ya da belli bir suçun cezalandırılmasıyla sınırlandırılmalıdır. Bu maddeye yapılacak her istisna, özel bir yasal mevzuatla öngörülmelidir.", " (...)", "Prensip3 – Verilerin Kaydedilmesi", "3.1. Kişisel nitelikteki verilerin, emniyet birimlerince kullanılmak üzere, kaydedilmesi, sadece, gerçek verileri kapsamalı ve polislerin, iç hukuk çerçevesinde ve uluslar arası hukuktan doğan yükümlülükleri çerçevesinde, yasal görevlerini yerine getirmeleri için gereken verileri sağlamalıdır.", " (...)", "Prensip 7 – Verilerin Saklanma Süresi ve Güncellenmeleri", "7.1. Emniyet tarafından kullanılacak kişisel nitelikteki verilerin, kaydedildikleri amaçlar için gerekli olmamaları halinde, silinmeleri için gerekli tedbirler alınmalıdır.", "Bu amaçla, özellikle, aşağıdaki kriterleri dikkate alınmalıdır: verileri, belli bir durum için yapılan soruşturma ışığında saklama gerekliliği; kesin bir kararın verilmesi ve özellikle de beraat; hakların iadesi, zamanaşımı; af; ilgili kişinin yaşı; özel kategorideki veriler.’", "43.  R (92) 1 sayılı ve Dezksribonükleik asit analizlerinin (DNA) ceza yargılaması sisteminde kullanılmasına ilişkin Tavsiye Kararı (10 Şubat 1992’de Kabul edilmiştir), aşağıdakileri açıklamaktadır:", " ‘ 3. Örneklerin ve örneklerden çıkan bilgilerin kullanımı", "Ceza takipleri ve soruşturma yapmak amacıyla, DNA analizleri yapmak üzere alınan örnekler ve bu analizlerden çıkarılan bilgiler, başka amaçlarla kullanılmamalıdırlar. (...)", "DNA analizleri yapmak üzere alınan örnekler ve bu şekilde toplanan bilgilerin kullanılması, araştırma yapılması ya da istatistikler için gerekli olabilir. Böyle bir kullanım, söz konusu kişinin kimliğinin belirlenememiş olması halinde, kabul edilebilir. Ayrıca, öncelikle, bu örneklerden ve bu bilgilerden, ilgililerin isimlerinin ve kimliklerinin belirlenebileceği diğer bilgilerin çıkarılmaları gerekmektedir.", "4. DNA analizleri için örnek alınması", "DNA analizi yapılması için örnek alınması sadece iç hukuk tarafından belirlenen koşullarda yapılmalıdır ve bazı devletlerde, örnek alınması için, adli bir merciinin izni gerekmektedir. (...)", " (...)", "8. Örneklerin ve verilerin muhafaza edilmesi", "DNA analizi yapılması için bir bireyin vücudundan alınan örnekler, kullanıldıkları davada son kararın verilmesinden sonra, davayla ilgili ihtiyaç olması durumu hariç olmak üzere, muhafaza edilmemelidirler.", "DNA analizlerini ve bu yolla elde edilen bilgilerin, kullanıldıkları amaç için artık gerekli olmadıklarında, silinmeleri gerekmektedir. DNA analiz verileri ve buy olla toplanan bilgiler, ilgilinin, kişilerin yaşamına, bütünlüğüne ya da güvenliğine kasteden bir ağır suç işlediğinin ortaya çıkması durumunda, muhafaza edilebilirler. Böyle durumları öngörerek, ulusal mevzuatın, muhafaza etme konusunda için kesin süreler belirlemesi gerekmektedir.", "Kişilerden alınan örnekler ve diğer dokular veya bunlarla ilgili bilgiler, aşağıdaki hallerde, daha uzun süreler boyunca muhafaza edilebilir:", "i) ilgili kişi muhafaza edilmesini istediğinde; ya da", "ii) örneğin bir suç mahallinden elde edilen bir örneğin, kime ait olduğunun bilinmemesi durumunda.", "Devlet güvenliğinin söz konusu olduğu durumlarda, iç hukuk, ilgili kişinin suçlanmış ya da mahkum olmamış olması halinde bile, örneklerin, DNA analizlerinin ve onlarla ilgili bilgilerin saklanmasını öngörebilir. Böyle durumlarda, ulusal mevzuat, belli saklama süreleri öngörmelidir. (...)’", "44.  Yukarıda belirtilen Tavsiye Kararı’nın açıklayıcı raporu, 8. koşulla ilgili olarak, aşağıdakileri açıklamaktadır:", " ‘ 47. Çalışma grubu, 8 no’lu Tavsiye Kararı’nın, çok hassas farklı çıkarları ortaya koyması nedeniyle, yazılmasındaki zorlukların farkındadır ve bu çıkarlar arasındaki doğru dengeyi bulmayı gerekli görmektedir. Avrupa İnsan Hakları Sözleşmesi ve Verilerin Korunması Sözleşmesi, suçların cezalandırılması ve üçüncü kişilerin hak ve özgürlüklerinin korunması alanlarında, istisnalar öngörmektedir. İstisnalar, sadece, demokratik bir toplumda gerekli oldukları ölçüde kabul edilebilirler.", " (...)", "49. Örnek toplanmasının ve bu örnekler üzerinde DNA analizleri yapılmasının ilk amacı, suçluların kimliğinin belirlenmesi ve şüphelilerin aklanması olduğu için, veriler, şüphelilerin aklanmasından hemen sonra, silinmelidirler. Bu durumda, ortaya çıkan sorun, DNA analizleri ve bu analizlerin yapıldığı örneklerin, suçluluğun ortaya çıkması halinde, ne kadar muhafaza edilebilecekleridir.", "50. Genel prensip, alındıkları ve kullanıldıkları amaç için, gerekli olmadıkları andan itibaren, bilgilerin  silinmesidir. Bu, genelde, failin suçluluğuna ilişkin son kararın verilmesinden sonra olmaktadır. ‘Son karar’ ifadesi, CAHBI (Biyoetikle ilgili ad hoc eksperler komitesi) için, milli hukukta, mahkeme kararını ifade etmektedir. Bununla birlikte, çalışma grubu, ağırlıkları sebebiyle, başka çözümler bulunmasını haklı çıkaracak bazı durumlarda ve bazı suç sınıfları için veri tabanları oluşturulmasının gerekli olabileceğini kabul etmektedir. Çalışma grubu, bu sonuca, Avrupa İnsan Hakları Sözleşmesi’nin, Verilerin Korunması Sözleşmesi’nin ve Avrupa Konseyi çerçevesinde hazırlanmış olan diğer hukuki enstrümanların ilgili hükümlerini detaylı olarak inceledikten sonra, ulaşmıştır. Bunun dışında, çalışma grubu, tüm üye devletlerin, ceza yargılaması sistemi için kullanılabilecek olan bir adli sicil sistemi oluşturmaları imkanını da incelemiştir (...). Sonuç olarak, çalışma grubu, aşağıda sayılan ve istisnai olarak ve çok sıkı koşullarda veri bankaları kurulabileceğini kabul etmiştir:", "– mahkûmiyet kararı verildiğinde;", "– mahkûmiyetin, bir kişinin yaşamına, bütünlüğüne ya da güvenliğine saldırı oluşturan ağır bir suç olması halinde;", "– verilerin muhafaza edilme süresinin çok sınırlı olması halinde;", "– muhafaza edilmenin, tanımlanmış ve düzenlenmiş olması halinde;", "– muhafaza edilmenin, Parlamento ya da bağımsız bir organ tarafından kontrol edilmesi halinde.’", "B.  Avrupa Konseyi’ne Üye Devletlerin Hukuku ve Uygulamaları", "45.  Tarafların verdikleri bilgiler ya da Mahkeme’nin elinde bulunan bilgilere göre, Avrupa Konseyi’ne üye devletlerin çoğunluğu, ceza davaları çerçevesinde, zorunlu parmak izi alma ve hücre örneklerine izin vermektedirler. En azından yirmi üye devletin, DNA verilerinin alınmasını ve ulusal veri tabanlarında ya da başka şekillerde muhafaza edilmelerini öngören mevzuatları bulunmaktadır (Almanya, Avusturya, Belçika, Danimarka, İspanya, Estonya, Finlandiya, Fransa, Yunanistan, Macaristan, İrlanda, İtalya, Letonya, Lüksemburg, Norveç, Hollanda, Polonya, Çek Cumhuriyeti, İsveç ve İsviçre). Bu durumdaki ülkelerin sayısı git gide artmaktadır.", "46.  Bu ülkelerin çoğunluğunda (Almanya, Avusturya, Belçika, İspanya, Finlandiya, Fransa, Macaristan, İrlanda, İtalya, Lüksemburg, Norveç, Hollanda, Polonya ve İsveç), ceza davaları çerçevesinde, DNA verilerinin alınması, sistematik değildir ve sadece özel koşullarla ve özellikle de hapis cezasıyla cezalandırılan en ağır suçlarla sınırlıdır.", "47.  Birleşik Krallık, haklarındaki takip bırakılmış olan veya beraat etmiş kişilerin, DNA profillerinin ve hücre örneklerinin sistematik olarak muhafaza edilmesine açıkça izin veren tek ülkedir. Beş Devlet’te (Belçika, Macaristan, İrlanda, İtalya ve İsveç), bu veriler, beraat etme ya da hakkındaki takibin bırakılmasından hemen sonar otomatik olarak imha edilmelidirler. Diğer on Devlet, aynı kuralı, çok sınırlı istisnalarla uygulamaktadırlar: Almanya, Lüksemburg ve Hollanda, kişi hakkında halen şüphelerin bulunması ya da farklı bir davada ek soruşturma yapılması gerekmesi halinde, bunların muhafaza edilmelerine izin vermektedirler, Avusturya, buna, şüphe edilen kişinin, ağır suç işlemesi halinde, Polonya’da aynı şekilde fakat sadece, ağır suçlar söz konusu olduğunda izin vermektedir, İspanya ve Norveç, bir kişinin, cezai olarak sorumsuz olduğu kanıtlandıktan sonar beraat etmesi halinde, profillerin muhafaza edilmesine izin vermektedir; Danimarka ve Finlandiya, sırasıyla, beraat halinde, bir yıl ve on yıl süresince ve İsvirçre ise, takibin bırakılması halinde, bir yıl için izin vermektedirler. Cumhuriyet savcısı, bu sürenin kaldırılmasına, re’sen ya da talep üzerine, muhafaza etmenin, ceza davası çerçevesinde, kimlik belirleme amacıyla artık gerekli olmaması gerekçesiyle karar verebilir. Estonya ve Letonya da, şüphelilerin, DNA profillerinin, beraat etmelerinden sonar, belli bir sure için muhafaza edilmelerine izin vermektedirler.", "48.  Mahkûm edilen kişilerin, DNA profillerinin muhafaza edilmesine, genel kural olarak, mahkûmiyetten ya da mahkum edilen kişinin ölümünden sonra, izin verilmektedir. Birleşik Krallık, mahkûm edilen kişilerin profillerinin ve örneklerinin süresiz ve sistematik olarak muhafaza edilmesine izin veren tek ülkedir.", "49.  Üye devletlerin çoğunluğu, hücre örnekleri alınması ya da DNA profiller ya da örneklerinin korunması kararları için, denetim organları ya da mahkemeler önünde, başvuru mekanizmaları öngörmektedir.", "C.  Avrupa Birliği", "50.  24 Ekim 1995 tarihli, 95/46/CE sayılı ve gerçek kişilerin şahsi nitelikli verilerinin işlenmesine karşı korunması ve bu verilerin serbest dolaşımı hakkındaki direktif, kişisel nitelikteki verilerin işlenmesine ilişkin ulusal mevzuatların amacının, Avrupa İnsan Hakları Sözleşmesi’nin 8. maddesinde ve Avrupa Birliği hukukunun genel prensiplerinde öngörülen özel yaşama saygı hakkının korunması olduğunu belirtmektedir. Bu direktif, Avrupa Konseyi Verilerin Korunması Sözleşmesi’ndeki bulunan prensipleri açıklayan ve genişleten bazı prensipler sıralamaktadır. Bu direktif, üye devletlerin, bazı hak ve yükümlülüklerin kapsamını kısıtlamaya yönelik yasal tedbirler almalarına ve bunu özellikle de, bu sınırlamanın, suçların önlenmesi, araştırılması, tespit edilmesi ve takip edilmesi için (madde 13) gerekli olması halinde izin vermektedir.", "51. Avrupa Birliği’nin birçok üye devleti tarafından, 27 Mayıs 2005’te imzalanmış olan ve özellikle Terörle, Sınır ötesi Suçluluk ve Yasa dışı Göçle Mücadeleye ilişkin Sınır İşbirliğinin Geliştirilmesi Prüm Sözleşmesi, daktiloskopik verilerin ve DNA’ların, başka sözleşmeci devletlere iletilmesi ve onların veri tabanlarıyla otomatik olarak karşılaştırılmasına ilişkin kurallar öngörmektedir. Aşağıdakileri sıralamaktadır:", "‘Article 35 – Kullanım amacı", "2.  (...) Kayıtları yöneten sözleşmeci taraf, işlemenin, karşılaştırma yapmak, talebe otomatik yolla karşılık vermek ya da gazeteye çıkarmak amaçları için gerekli olması durumu dışında, kendisine iletilen verileri işleyemezler (...). Karşılaştırmanın ya da talebe verilen otomatik cevabın sonunda, iletilen veriler, işlemenin, yukarıda belirtilen amaçlar için gerekli olması dışında, hiç beklemeden silinirler.’", "52.  34. madde, kişisel nitelikteki verilerin, en azından Verilerin Korunması Sözleşmesi’nde bulunan koruma seviyesine denk bir seviyede korunmasını güvence altına almakta ve sözleşmeci devletlerden, Avrupa Konseyi Bakanlar Komitesi’nin R (87) 15 sayılı Tavsiye Kararı’nı dikkate almalarını talep etmektedir.", "53.  Konsey’in, polis işbirliği ve adli ve ceza davalarında kullanılacak kişisel nitelikli verilerin korunmasına ilişkin ve 24 Haziran 2008’de kabul edilmiş olan çerçeve- kararı, özellikle, aşağıdaki hükümleri öngörmektedir:", " ‘ Madde 5", "Silinme ve doğrulama sürelerinin belirlenmesi", "Kişisel nitelikli verilerin silinmesi ya da muhafaza edilmelerinin halen gerekli olup olmadığının kontrol edilmesi için uygun süreler belirlenmelidir. Usul kuralları da, bu sürelere riayet edilmesini sağlamalıdırlar.’", "D.  Diğer Ülkelerin İçtihadı", "54.   R.c. R.C.([2005]3 R.C.S. 99, 2005 CSC 61) davasında, Kanada Yüksek Mahkemesi, ilk kez suç işleyen bir küçükten alınan DNA örneklerinin, ulusal veri tabanında muhafaza edilmesi sorununa eğilmiştir. Yüksek Mahkeme, küçüklere uygulanan mevcut ceza mevzuatının prensipleri ve amaçları ışığında, bu DNA verilerinin muhafaza edilmesinin açıkça orantısız olacağına karar vermiş olan, ilk derece hâkimlerinin kararını onamıştır. Yargıç Fish, kararında, şunları beyan etmiştir:", " ‘Bununla birlikte, kaygı verici olan, genetik örnek alımının, kişisel bilgileri kapsaması açısından, kişinin özel yaşam hakkı üzerindeki etkisidir. \n Dans R. c. Plant, [1993] 3 R.C.S. 281, s. 293 davasında, Mahkeme, Sözleşme’nin, 8. maddesinin, ‘demokratik bir toplumda, kişilerin, biyografik ve kişisel bilgilerini oluşturmak ve devlet’ten gizlemek isteklerini’ koruduğunu belirtmiştir. Bir kişinin DNA’sı, ‘en yüksek derecede, özel ve şahsi bilgiler’ barındırmaktadır : S.A.B., paragraf 48. Parmak izinin aksine, DNA, bir kişinin, biyolojik oluşumuna dair en gizli detayları ortaya çıkarabilir. (...). Bir DNA örneğinin alınması ve muhafaza edilmesi, zararsız değildir ve bu nedenle, kaçınılmaz bir kamu çıkarının olmaması halinde, kişinin ve kişisel bilgilerinin özel yaşamına ağır bir saldırı oluşturur.’", "E.   Çocuk Haklarına İlişkin 1989 Birleşmiş Milletler Sözleşmesi", "55.  20 Kasım 1989’da kabul edilen, Çocuk Haklarına İlişkin Birleşmiş Milletler Sözleşmesi’nin 40. maddesine göre, ceza kanununa göre, şüpheli, sanık durumunda olan ya da suç işlediği kesinleşen her çocuğun, başkalarının, insan haklarına ve özgürlüklerine saygısını güçlendiren, yaşını ve topluma yeniden kazandırılmasını dikkate alan ve kendine toplumda yapıcı bir görev üstlenmesini sağlamaya yönelik, onuru ve kişisel değerlerinin yüceltilmesine izin veren bir muamele görme hakkı vardır.", "IV.  MÜDAHİLLERİN GÖRÜŞLERİ", "56.  National Council for Civil Liberties (« Liberty »), özellikle, hücre örneklerinin ve DNA profillerinin hassas nitelikleri ve bunların, resmi makamlar tarafından muhafaza edilmesinin özel yaşam üzerindeki sonuçlarına ilişkin olarak, bazı içtihat ve bilimsel bilgiler sunmuşlardır.", "57.  Privacy International, Avrupa Konseyi tarafından verilerin korunmasına ilişkin olarak hazırlanmış olan temel kurallar ve prensipleri öne sürmekte ve bunların, Sözleşme’nin 8. maddesindeki orantılılık koşulunun yorumlanması açısından çok önemli oldukları hususunda ısrar etmektedir. Bu organizasyon, özellikle, R (92) 1 sayılı Tavsiye Kararı’nın, hücre örnekleri ve DNA profillerinin muhafaza edilmesi için belli süreler belirlediğinin altını çizmektedir. Aynı zamanda, toplumdaki bazı grupların, özellikle de gençlerin, Birleşik Krallık’ta, DNA verilerine ilişkin ulusal veri tabanlarında, orantısız şekilde temsil edildiklerini eklemekte ve bu durumun yaratabileceği hakkaniyetsizliğin altını çizmektedir. Aynı zamanda, bu organizasyon, verilerin, aile arayışları ve diğer arayışlar için kullanılması yüzünden kaygılı olduğunu belirtmektedir. Organizasyon, farklı ülkelerin, DNA verilerinin saklanmasına ilişkin uygulamalarla ilgili hukuk sistemlerinin karşılaştırılmasına ilişkin verilerin bir özetini vermekte ve bu alanda, birçok sınırlama ve güvencelerin varlığının altını çizmektedir.", "HUKUK", "I.  SÖZLEŞME’NİN 8. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI", "58.  Başvuranlar, Ceza Davalarında Deliller ve Polis Hakkındaki 1984 Kanunu’na (bundan sonra, ‘1984 Kanunu’ olarak anılacaktır) göre, parmak izlerinin, hücre örneklerinin ve genetik profillerinin saklanmasından şikâyet etmektedirler. Aşağıdaki şekilde kaleme alınmış olan 8. maddenin ihlal edildiğini öne sürmektedirler:", " ‘ 1.  Herkes özel ve aile hayatına, konutuna ve haberleşmesine saygı gösterilmesi hakkına sahiptir. \n  2. Bu hakkın kullanılmasına bir kamu otoritesinin müdahalesi, ancak ulusal güvenlik, kamu emniyeti, ülkenin ekonomik refahı, dirlik ve düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için, demokratik bir toplumda, zorunlu olan ölçüde ve yasayla öngörülmüş olmak koşuluyla söz konusu olabilir.’", "A.  Özel Yaşama Müdahalenin Varlığı", "59.  Mahkeme, ilk olarak, resmi makamlar tarafından, başvuranların, parmak izlerinin, hücre örnekleri ve DNA profillerinin muhafaza edilmesinin, ilgililerin, özel yaşamına bir müdahale oluşturup oluşturmadığını inceleyecektir.", "1.  Tarafların iddiaları", "a.  Başvuranlar", "60. Başvuranlar, parmak izlerinin, hücre örneklerinin ve DNA profillerinin muhafaza edilmesinin, özel yaşama saygı gösterilmesi haklarına, bir saldırı oluşturduğunu ileri sürmektedirler. Söz konusu unsurlar, onların bireysel kimliklerine sıkı sıkıya bağlı olmakta ve kontrolünün kendilerinde bulunması gereken kişisel nitelikli verileri temsil etmektedirler. Başvuranlar, benzer biyolojik bilgilerin ilk kez alınmalarının, 8. madde kapsamına girdiğini hatırlatmakta ve bunların muhafaza edilmelerinin, ilgili kişinin kontrolü dışına çıkan ve sürekli olarak başkasının elinde bulunan özel bilgilerin çokluğunun, bunu daha da tartışmalı hale getirdiğini öne sürmektedirler. Başvuranlar, özellikle, toplumsal olarak kınanmanın ve bu bilgilerin muhafaza edilmesinin kendilerinde sebep olduğu psikolojik sonuçların, çocuklar söz konusu olduğunda, özel yaşama saygı gösterilmesi hakkına yapılan saldırının, birinci başvuran için daha da ağır olacağının altını çizmektedirler.", "61.  Başvuranlar, Sözleşme organlarının içtihadının ve Birleşik Krallık Bilgi Mahkemesi tarafından kabul edilen bir kararın(Chief Constables of West Yorkshire, South Yorkshire and North Wales Police v. the Information Commissioner, [2005] UK IT EA 2005 0010 (12 octobre 2005), 173) kendi iddialarını, desteklediği görüşündedirler. Bu karar, Baron Hale’in, Lordlar Kamarası’ndaki yargılama esnasında ifade ettiği görüşe dayanmakta (bkz. yukarıdaki 25. paragraf) ve özünde, 8. maddenin, mahkûmiyetlerle ilgili verilerin muhafaza edilmesine uygulanmasına ilişkin bir sorunun çözümü konusundaki görüşüne dayanmaktadır.", "62.  Başvuranlar, hücre örneklerinin muhafaza edilmesinin bu tür örneklerin, ilgili kişinin genetik varlığını oluşturması ve yakın akrabaları hakkında genetik bilgileri kapsaması nedeniyle 8. maddede güvence altına alınan haklara ciddi bir saldırı oluşturduğu kanaatindedirler. Buradaki sorun, verilerin, örneklerden çıkarılıp çıkarılmadığı ya da özel bir durumda, zarara sebep olup olmadıkları değildir çünkü herkesin, kendine ait bilgilerin özel kalması, iletilmemesi veya izni olmaksızın başkasına verilmemesine hakkı vardır.", "b.  Hükümet", "63.  Hükümet, parmak izlerinin, DNA profillerinin ve örneklerin, Verilerin Korunması Kanunu kapsamında, ilgili kişilerin kimliğini belirleyebilecek kişilerin elinde bulunan ‘kişisel nitelikte veriler’ olduklarını kabul etmektedir. Bununla birlikte, Hükümet, sadece, parmak izlerinin, DNA profillerinin ve örneklerin, 1984 Kanunu’nun 64. maddesinde öngörülen amaçlarla sınırlı olarak muhafaza edilmesinin, Sözleşme’nin 8/ 1. maddesinde öngörülen, özel yaşama saygı gösterilmesi hakkı kapsamına girmediği kanaatindedir. Bu verilerin alınmalarından farklı olarak, muhafaza edilmeleri, fiziksel ve psikolojik bütünlüğe saldırı oluşturmamaktadır ve kişisel gelişime, benzerleriyle ilişki kurma ve geliştirme ve geleceğini belirleme hakkına da aykırı değildir.", "64.  Hükümet, aslında, başvuranların, saklanan örneklerin gelecekte kullanılmasından, yeni DNA verileri inceleme metotlarının ortaya çıkmasından ve aktif bir gözetimle, kişilerin özel yaşamına müdahale edilme riskinden korktukları kanaatindedir. Hükümet, bu bağlamda, bu verilerin kullanım alanının açık ve net olarak, DNA’ların elde edilmesine ilişkin teknolojik yöntemler ve elde edilen DNA’ların türü adlı yasal çerçeveyle sınırlandırılmış olduğunun altını çizmektedir.", "65.  Bir DNA profili, bir kişinin, hücre örneklerinden yola çıkılarak kimliğinin belirlenmesini sağlayan rakamlar dizininden başka bir şey değildir ve ilgili bireye ya da kişiliğine ilişkin olarak müdahale edici nitelikte hiçbir bilgi taşımamaktadır. DNA veri tabanı, suç mahallinden toplanan unsurlarla ilgili olarak yapılacak araştırmalar çerçevesinde yeniden kullanılabilecek olan DNA profillerinin bir araya gelmiş halidir. Bir kişinin kimliği, yalnızca, profilinin, buradaki unsurlardan biriyle uyum sağladığı ölçüde, belirlenebilir. Kısmi uyumlardan yola çıkarak, aile arayışlarına sadece, çok nadir ve belirli durumlarda gidilebilir. Parmak izleri, DNA profilleri ve DNA örnekleri hakkında taraflı hiçbir yorum yapılamaz ve bunlar bir kişinin faaliyetlerine yönelik hiç bir bilgi vermezler; bu durumda, bunlar hiç bir şekilde, bir kişiyle ilgili intibayı değiştiremez ya da ününe zarar vermezler.", "Bu unsurların muhafaza edilmesinin, 8/1. madde kapsamına girdiği varsayılacak olsa bile, son derece kısıtlı olan negatif sonuçları, bu muhafaza etmenin, bir müdahale olarak görülemeyeceği sonucuna ulaştıracaktır.", "2.  Mahkeme’nin değerlendirmesi", "a.  Genel prensipler", "66.  Mahkeme, ‘özel hayat’ kavramının, geniş bir kavram olduğunu ve sınırlı bir tanımı verilebilecek bir kavram olmadığını ve kişinin, fiziksel ve ruhsal bütünlüğünü kapsadığını hatırlatmaktadır (Pretty/Birleşik Krallık, no. 2346/02, paragraf 61, AİHM 2002III, ve Y.F./Türkiye, no. 24209/94, paragraf 33, AİHM 2003IX). Demek ki, bu kavram, bir bireyin fiziksel ve sosyal kimliğine dair birçok unsuru kapsayabilir (Mikulić/Hırvatistan, no. 53176/99, paragraf 53, AİHM 2002-I). Cinsel kimliğin belirlenmesi, isim, cinsel eğilim ve cinsel yaşam gibi unsurlar, 8. maddenin kapsamına girmektedir (diğer kararların yanı sıra, bkz. Bensaid/Birleşik Krallık, no. 44599/98, paragraf 47, AİHM 2001I ve belirtilen diğer referanslar ve Peck/Birleşik Krallık, no. 44647/98, paragraf 57, AİHM 2003I). İsmin ötesinde, özel hayat ve aile hayatı, diğer kişisel kimlik belirleme ve bir aileye bağlanma yöntemlerini de kapsayabilir (bkz. mutatis mutandis, Burghartz/İsviçre, 22 Şubat 1994, paragraf 24, seri A no. 280B, ve Ünal Tekeli/Türkiye, no. 29865/96, paragraf 42, AİHM 2004X (extraits)). Bir kişinin sağlığına ilişkin bilgiler, özel yaşamının önemli bir parçasını oluşturur (Z/Finlandiya, 25 Şubat 1997, § 71, Dava ve Kararlar 1997I). Mahkeme, ayrıca, bir bireyin, etnik kimliğinin de, özel yaşamının, önemli bir unsur olarak görülmesi gerektiği kanaatindedir (bkz. özellikle, yukarıdaki 41. paragrafta belirtilen ve ırksal kökeni, bireyle ilgili diğer hassas bilgilerle birlikte, sadece, uygun güvenceler olması halinde muhafaza edilebilecek kişisel nitelikteki veriler arasında sayan Verilerin Korunması Sözleşmesi’nin 6. maddesi). 8. madde, bunun yanı sıra, kişisel gelişim ve benzerleriyle ve dış dünyayla ilişkiler kurma ve geliştirme hakkını da korumaktadır (bkz. örneğin, adı geçen Burghartz, Komisyon’un mütalaası s. 37, paragraf 47 ve Friedl/Avusturya, 31 Ocak 1995, seri A no. 305-B, Komisyon’un mütalaası, s. 20, paragraf 45). Özel yaşam kavramı, bunun yanı sıra, görüntü hakkıyla ilgili unsurları da kapsamaktadır (Sciacca/İtalya, no. 50774/99, paragraf 29, AİHM 2005I).", "67.  Bir kişinin, özel yaşamına ilişkin verilerin kaydedilmesi, 8. madde anlamında müdahale oluşturmaktadır (Leander/İsviçre, 26 Mart 1987, paragraf 48, seri A no. 116). Kaydedilen bilgilerin, daha sonra kullanılmış olup olmamasının bir önemi yoktur (Amann/İsviçre [Büyük Daire], no. 27798/95, paragraf 69, AİHM 2000II). Bununla birlikte, resmi makamlar tarafından muhafaza edilen kişisel nitelikli bilgilerin, özel yaşamın belirtilen unsurlarından birini devreye sokup sokmadığını tespit etmek için, Mahkeme, bu bilgilerin hangi çerçevede alındıklarını ve muhafaza edildiklerini, verilerin türünü, kullanıldıkları ve işlendikleri şekli ve bunlardan çıkarılabilecek sonuçları dikkate alacaktır (bkz. mutatis mutandis, yukarıda adı geçen Friedl, Komisyon’un mütalaası, 49-51. paragraflar ve yukarıda adı geçen Peck/Birleşik Krallık paragraf 59).", "b.  Bu prensiplerin mevcut olaya uygulanması", "68.  Mahkeme, başvuranlarla ilgili olarak, resmi makamların muhafaza ettikleri, parmak izleri, DNA profilleri ve hücre örneklerinin oluşturduğu, üç kategori kişisel bilgilerin, Verilerin Korunması Sözleşmesi anlamında, kişisel nitelikli veriler olduğunu çünkü kimliği belirlenmiş ya da belirlenebilecek kişilerle ilgili olduklarını belirtmektedir. Hükümet, üç durumda da, Verilerin Korunmasına ilişkin 1998 Kanunu’na göre, ilgili kişilerin kimliğini belirleyebilecek kişilerin elinde bulunan ve ‘kişisel nitelikli veriler’ söz konusu olduğunu kabul etmektedir.", "69.  Sözleşme’nin organları, birçok kez, ceza davaları kapsamında, resmi makamlar tarafından, kişisel nitelikli verilerin muhafaza edilmesiyle ilgili sorunlara eğilmiştir. Her üç kategorideki bilgilerin türü ve anlamına gelince, Mahkeme, geçmişte, DNA profilleri ve hücre örneklerindeki kişisel bilgilerin, sonradan daha fazla kullanılabilecekleri sebebiyle, parmak izlerinin, hücre örneklerinin ve DNA profillerinin muhafaza edilmesi arasında bir farklılık ortaya koymuştur (Van der Velden/Hollanda (karar), no.29514/05, AİHM 2006...). Mahkeme, mevcut olayda, başvuranların, özel yaşamına saygı gösterilmesi hakkına saldırı olup olmadığı sorununun, hücre örnekleri ve DNA profillerinin muhafaza edilmesi ve parmak izlerinin muhafaza edilmesi bakımından ayrı ayrı incelenmesi gerektiği kanaatindedir.", "i. Hücre örnekleri ve DNA profilleri", "70.   Van der Velden davasında, Mahkeme, özellikle hücre örneklerinin gelecekte kullanılma imkânı göz önüne alındığında, bunların sistematik olarak muhafaza edilmelerinin, özel yaşama saygı gösterilmesi hakkına müdahale oluşturmak için yeterli olduğu kanaatindedir. Hükümet, bu sonucun, gelecekte, örneklerin kullanılabilecekleri durumlarla ilgili varsayımlara dayandığını ve mevcut durumda böyle bir şey olmadığı gerekçesiyle eleştirmiştir.", "71.  Mahkeme, bir bireyin, gelecekte, resmi makamların muhafaza ettikleri, özel bilgilerinin nasıl kullanılabileceğine ilişkin kaygılarının meşru olduğunu ve müdahale olup olmadığı sorusu için önemli olduklarını yinelemektedir. Genetik ve bilgi teknolojileri alanındaki yeniliklerin ardı arkasına gelmeleriyle birlikte, Mahkeme, genetik bilgilere dayanan, özel yaşamın unsurlarının, bugün öngörülemeyecek, ileride, yeni yollarla, müdahalelere yol açabileceği ihtimalinin göz ardı edemez. Böylelikle, Mahkeme, Van der Velden davasında ulaştığı sonuçtan farklı düşünmesini gerektirecek hiçbir gerekçe görmemektedir.", "72.  Bununla birlikte, hücre örneklerinin ileride ki kullanımlarına ilişkin meşru kaygılar, önümüzdeki sorunu çözmek için dikkate alınacak yegâne unsur değildir. Mahkeme, hücre örneklerinin, son derece kişisel nitelikleri dışında, bunların, bir kişiyle ilgili, özellikle de sağlığıyla ilgili, çok hassas bilgiler taşıdıklarını belirtmektedir. Bununla beraber, hücre örnekleri, hem ilgili kişi için hem de onun aile fertleri için, çok önemli olan, tek bir genetik şifre içermektedirler. Bu bağlamda, Mahkeme, Baron Hale’in, Lordlar Kamarası önündeki davada belirttiği fikrine katılmaktadır (bkz. yukarıdaki 25. paragraf).", "73.  Hücre örneklerinde bulunan kişisel bilgilerin miktarı ve türü dikkate alındığında, bunların muhafaza edilmesi, ilgili kişilerin özel yaşamlarına saygı gösterilmesi hakkına saldırı olarak görülmelidir. Bu bilgilerin sadece bir kısmının, gerçekte, resmi makamlar tarafından, DNA profillerinin yaratılması için çıkartılmış ve kullanılmış olması ve özel bir durumda, hemen zarara sebep olmamış olmaları önemsizdir (adı geçen, Amann, paragraf 69).", "74.  DNA profillerine gelince, Mahkeme, bunların, daha az, kişisel bilgi barındırdıklarını tespit etmektedir. Hücre örneklerinden elde edilen DNA profilleri, bir şifre şeklini almaktadırlar. Hükümet, DNA profilinin, tamamen objektif ve çürütülemeyecek olan bilgiler barındıran bir rakamlar serisi ya da barkoddan ve bir kişinin kimliğinin belirlenmesinin, sadece, veritabanındaki profillerden biriyle uyum göstermesi halinde mümkün olduğunu öne sürmektedir. Hükümet, aynı zamanda, söz konusu bilgilerin şifreli olmaları sebebiyle, bunları anlaşılabilir hale getirebilmek için, bilgisayar teknolojisine başvurulması gerektiğini ve sadece, kısıtlı sayıdaki kişilerin, bunları yorumlayabileceklerini belirtmektedir.", "75.  Mahkeme, profillerin, çok önemli bir kısmının, kişisel nitelikte veriler içerdiklerini belirtmektedir. Profillerde bulunan bilgiler, Hükümet’in belirttiği gibi, objektif ve çürütülemez olsalar bile, bunların otomatik olarak işlenmesi, resmi makamların, nötr bir kimlik belirlemenin ötesine geçmelerine izin vermektedir. Mahkeme, bu bağlamda, Hükümet’in belirttiklerinden yola çıkarak, DNA profillerinin, bireyler arasındaki muhtemel bir bağı kanıtlamak için aile araştırmalarında kullanılabileceklerini, hatta bazı durumlarda kullanılmış olduklarını belirtmektedir. Hükümet, bu tip araştırmaların, son derece hassa olma özelliklerini ve bu konuda, çok ciddi denetim yapılması gerekliliğini de kabul etmektedir. Mahkeme’ye göre, DNA profillerinin, bireyler arasındaki genetik ilişkilerin tespit edilmesini sağlayacak bir araç olmaları (bkz. yukarıdaki 39. paragraf), bunların muhafaza edilmesinin, bu bireylerin özel hayatına saldırı oluşturduğu sonucuna ulaşmak için yeterlidir. Ailevi araştırmaların sıklığı, bunların güvence altına alınmış olmaları ve belli bir durumda bir zararın ortaya çıkma olasılığının pek önemi yoktur (bkz. yukarıda adı geçen, Amann, paragraf 69). Aynı şekilde, bilginin, şifreli olduğu için, sadece, bilgisayar yardımıyla anlaşılabilir olması ve kısıtlı sayıda kişi tarafından yorumlanabilmesi, bu sonucu değiştirmemektedir.", "76.  Bununla birlikte, Mahkeme, Hükümet’in, DNA profillerinin işlenmesinin, resmi makamların, vericinin etnik kökeni hakkında bir fikirlerini oluşmasına izin verdiğine itiraz etmediğini ve bu tekniğin, polis soruşturmalarında etkin şekilde kullanıldığını belirtmektedir (bkz. yukarıdaki, 40. paragraf). DNA profillerinin, etnik kökene ilişkin çıkarsamalar yapılmasına imkân vermeleri, bunların muhafaza edilmelerini daha hassas ve özel hayata saldırı oluşturabilecek hale getirmektedir. Bu sonuç, Verilerin Korunması Sözleşmesi’yle ve onun yansıması olan, Verilerin Korunması Kanunu ile bağdaşmaktadır çünkü bu iki metin, etnik kökeni ortaya çıkaran, kişisel nitelikli bilgilerin, iyi korunması gereken veriler kategorisine dahil etmektedir (bkz. yukarıdaki 30-31 ve 41. paragraflar).", "77.  Bu koşullar altında, Mahkeme, başvuranların, hem hücre örneklerinin hem de DNA profillerinin muhafaza edilmesinin, 8/1. madde anlamında, başvuranların özel yaşamlarına saygı gösterilmesi hakkına bir saldırı olarak nitelendirmektedir.", "ii.  Parmak izleri", "78.  Parmak izlerinin, hücre örnekleri ve DNA profilleri kadar bilgi içermediği sabittir. Bunların resmi makamlar tarafından, muhafaza edilmelerinin, özel yaşam üzerindeki etkisi, Sözleşme organları tarafından, daha önce işlenmişti.", "79.  McVeigh davasında, Komisyon, ilk defa, parmak izlerinin alınması ve muhafaza edilmeleriyle ilgili soruna eğilmiştir. Bu davada söz konusu olan parmak izleri, bir dizi soruşturma tedbiri kapsamında alınmıştır. Komisyon, en azından, bu tedbirlerden bazılarının, başvuranların, özel yaşama saygı gösterilmesi haklarına saldırı oluşturduğunu kabul etmiş fakat parmak izlerinin muhafaza edilmelerinin, tek başına, saldırı olup olmadığı konusunda hüküm kurmamıştır (McVeigh, O’Neill et Evans, no. 8022/77, 8025/77 ve 8027/77, 18 Mart 1981 tarihli Komisyon raporu, DR 25, s. 93, paragraf 224).", "80.  Kinnunen davasında, Komisyon, başvuranın yakalandıktan sonra parmak izlerinin ve fotoğraflarının muhafaza edilmesinin, bu unsurların itiraz edilebilecek hiçbir sübjektif değerlendirme barındırmamaları nedeniyle, özel yaşamına müdahale oluşturmadığına karar vermiştir. Komisyon, bununla birlikte, söz konusu verilerin, başvuranın talebi üzerine, dokuz yıl sonra imha edildiklerini tespit etmiştir (Kinnunen/Finlandiya, no. 24950/94, 15 Mayıs 1996 tarihli Komisyon kararı).", "81.  Bu sonuçlara ve işbu davanın ortaya çıkardığı sorunlara göre, Mahkeme, sorunun yeniden incelenmesi gerektiği kanaatindedir. Mahkeme, başvuranların, numaralı parmak izlerinin, onlar hakkında, kişisel nitelikli veriler (bkz. yukarıdaki 68. paragraf) ve örneğin, fotoğraf ya da ses örnekleri gibi kimlik belirlemeyle ilgili bazı dış unsurlar barındırdıklarını tespit etmektedir.", "82.  Friedl davasında, Komisyon, kamusal bir eylemde çekilmiş olan anonim fotoğrafların saklanmasının, özel yaşama müdahale anlamına gelmediğine karar vermiştir. Komisyon, bu sonuca varmak için, söz konus fotoğrafların, hiçbir işleme sisteminde kayıtlı olmadıklarını ve resmi makamların, verileri işleyerek, fotoğrafı çekilen kişilerin kimliğini belirlemek için tedbirler almamış olduklarını dikkate almıştır (bkz. yukarıda adı geçen, Friedl, Komisyon’un mütalaası, 49-51. paragraflar).", "83.   P.G. et J.H. davasında, Mahkeme, verilerin sistematik ya da sürekli olarak kaydedilmesinin, bu verilerin, kamusal alandan olması ya da başka şekilde uygun olmaları halinde bile, özel hayata saygı gösterilmesi hakkını devreye sokabileceğine karar vermiştir. Mahkeme, daha sonra yapılacak bir analiz için, sürekli bir araç üzerine, bir kişinin sesinin kaydedilmesinin, diğer kişilerin verileriyle birleştiğinde, bu kişinin kimliğinin belirlenmesini kolaylaştıracak türde olduğunu belirtmiştir. Mahkeme, sonradan kullanılmak üzere, başvuranların seslerinin kaydedilmesinin, onların özel yaşamlarına saygı gösterilmesi hakkına saldırı oluşturduğuna karar vermiştir (bkz. P.G. et J.H./Birleşik Krallık, no. 44787/98, 59-60. paragraflar, AİHM 2001IX).", "84.  Mahkeme, Sözleşme organlarının, fotoğraf ve ses kayıtlarına ilişkin yaklaşımının, parmak izlerine de uygulanması gerektiği kanaatindedir. Hükümet, parmak izlerinin, fotoğrafların aksine, yansız, tarafsız ve çürütülemeyecek unsurlar olmaları sebebiyle, alışmamış biri için ve karşılaştırılabilecekleri parmak izlerinin bulunmaması halinde, anlaşılabilir olmadıkları gerekçesiyle, ayrı bir durum oluşturdukları kanaatindedir. Şüphesiz, bu durum, parmak izlerinin, objektif şekilde, ilgili bireye ilişkin bilgiler taşıdıklarını ve birçok durumda, kesin olarak kimlik belirlemeye izin vermelerini değiştirmemektedir. Parmak izleri, özel hayata saldırı oluşturabilir ve bunların, ilgili kişinin rızası alınmaksızın, muhafaza edilmeleri, yansız ve banal bir tedbir değildir.", "85.  Böylelikle, Mahkeme, resmi makamların kayıtlarında, kimliği belirlenmiş ya da belirlenebilecek bir bireyin parmak izlerinin muhafaza edilmesinin, bu verilerin, objektif olmaları ve çürütülemeyecek olmalarına rağmen, özel yaşama ilişkin ciddi kaygılara yol açabilecekleri kanaatindedir.", "86.  Mevcut olayda, Mahkeme, başvuranların parmak izlerinin, ceza davaları kapsamında, daha sonra, ulusal veri tabanına kaydedilmek ve sürekli olarak saklanmak ve kriminel kimlik belirlemesi yapmak için, otomatik yollarla düzenli olarak işlenmek üzere alınmış olduklarını tespit etmektedir. Bu bağlamda, hücre örnekleri ve DNA profillerinin, içerdikleri bilgiler nedeniyle, bu unsurların muhafaza edilmesinin, parmak izlerinin muhafaza edilmesine göre, daha büyük bir etkisi olduğunu herkes kabul etmektedir. Bununla birlikte, Baron Hale’in lehine (bkz. yukarıdaki 25. paragraf), Mahkeme, bir yandan parmak izleri ve diğer yandan da hücre örnekleri arasında ayrım yapılmasının gerekli olabileceğini kabul etse de, bunarın alınması, kullanılması ve stoklanmaları bakımından, haklı gerekçe olup olmadığı sorununun çözülmesi gerektiğini ve parmak izlerinin muhafaza edilmesi, özel yaşama saygı gösterilmesi hakkına bir saldırı oluşturduğunu belirtmiştir.", "B.  Müdahalenin gerekçelendirilmesi", "1.  Tarafların iddiaları", "a.  Başvuranlar", "87.  Başvuranlar, parmak izlerinin ve hücre örneklerinin muhafaza edilmesinin, 8. maddenin 2. paragrafına uygun olmadığını öne sürmektedirler. Yasal mevzuat, resmi makamlara, hücre örneklerini ve DNA profillerini kullanmaları için çok büyük bir serbesti vermektedir çünkü sadece, bunların, ‘suçların önlenmesi ya da tespit edilmesi’, ‘suçla ilgili soruşturma’ ya da ‘suçun takip edilmesi’ ile ilgili olarak kullanılmaları gerektiğini öngörmektedir. Bu amaçlar, net olmadıkları için, yetki aşımına sebep olabilirleri çünkü özellikle de, belli bir suça ilişkin soruşturma dışında, kişisel bilgilerin toplanmasına sebep olabilirler. Başvuranlar, bunun dışında, bu bilgilerin, uygunsuz kullanımı ya da yetki aşımıyla kullanılmalarına karşı usuli güvencelerin yetersiz oldukları kanaatindedirler. Ulusal polis bilgisayarında bulunan kayıtlara sadece polis değil, bunun dışında elli altı kuruluş daha erişebilmektedir ve bunların arasında, kamu kuruluşları, idari kuruluşlar, British Telecom, Britanyalı Sigortacılar Derneği ve bazı işverenler gibi özel gruplar da bulunmaktadır. Bununla birlikte, bu bilgisayar, Avrupa seviyesinde çalışan Schengen bilgi sistemine de bağlıdır. Sonuç olarak, başvuranların davası, özellikle, Birleşik Krallık’taki, bu konudaki anlaşmazlıklar konusunda yapılan kamu tartışmalarının da gösterdiği gibi, özel yaşamlarına saygı haklarına çok ciddi saldırı oluşturmaktadır. Hükümet’in savunduğunun aksine, bu unsurların muhafaza edilmelerine ilişkin sorun, bireylerde çok ciddi kaygılara neden olmakta ve devletin bu konuda, çok kısıtlı bir takdir marjı bulunmaktadır.", "88.  Başvuranlara göre, parmak izleri, hücre örnekleri ve DNA profillerinin süresiz olarak muhafaza edilmeleri, ‘demokratik bir toplumda’ suçların önlenmesi için ‘gerekli’ olarak görülemez. Özellikle, DNA profili elde edildikten sonra, hiçbir şey, hücre örneklerinin muhafaza edilmeleri için gerekçe oluşturamaz. Profillerin muhafaza edilmesinin, Hükümet’in ileri sürdüğü çok sayıda DNA uyumlarının, suçluların mahkûm edilmesini sağladığını kanıtlamadığı için etkili olduğu söylenemez. Aynı şekilde, Hükümet tarafından belirtilen birçok örnekte, mahkûmiyeti sağlayanın, kayıtların muhafaza edilmesi olmadığı ve diğer durumlarda, söz konusu unsurların muhafaza edilmesinin zaman ve hacim bakımından daha kısıtlı olması halinde de, takipler sonuçlandırılabilmiştir.", "89.  Başvuranlar, bununla birlikte, söz konusu unsurların muhafaza edilmelerinin orantısız olduğunu öne sürmektedirler. Bu, hiçbir farklılık olmaksızın, süre kısıtlaması olmadan, söz konusu suçlar ve ilgili kişilerin durumu ne olursa olsun aynı şekilde uygulanmaktadır. Bununla birlikte, söz konusu unsurları muhafaza etme kararı, bağımsız bir organ tarafından alınmamakta ve kontrol edilmemektedir. Muhafaza etme sistemi, Avrupa Konseyi’nin, bu alanda tanımladığı eğilimlere de aykırıdır. Nihayet, söz konusu bilgilerin muhafaza edilmesi, beraat etmiş ya da takipsizlik kararından faydalanmış olan kişilere şüpheyle yaklaşılmasına neden olmaktadır çünkü bu durum, onların tamamen masum olmadıklarını belirtmektedir. Böylelikle, bu tedbir, özellikle de, S. gibi, çocuklar için ve veri tabanında aşırı temsil edilen belli etnik gruplar için zararlı olacak bir kınanmaya neden olmaktadır.", "b.  Hükümet", "90.  Hükümet, parmak izlerinin, başvuranların, hücre örneklerinin ve DNA profillerinin muhafaza edilmesinin, müdahale oluşturduğunun varsayıldığında bile, bunun, 8. maddenin 2. paragrafına uygun olduğunu belirtmektedir. Öncelikle, bu durum, kanunla, özellikle de detaylı şekilde, parmak izleri ve hücre örneklerinin alınması konusundaki yetki ve kısıtlamaları öngören 1984 Kanunu’nun, 64. maddesinde öngörülmüştür ve bu madde açıkça, bu unsurların, resmi makamlar tarafından, kullanılmak için alındıkları davanın sonucu ne olursa olsun muhafaza edileceklerini öngörmektedir. Her halükarda, parmak izlerini ve hücre örneklerini muhafaza etmeye ilişkin takdir yetkisinin icrası, takdir yetkilerinin icrasını düzenleyen olağan hukuk kurallarıyla yönetilmektedir ve yargısal denetime konu olabilir.", "91.  Bunun dışında, müdahale gerekli ve düzenin korunması ve suçların önlenmesi ya da/ve de başkasının hak ve özgürlüklerinin korunmasının oluşturduğu, meşru gerekçelerle orantılıdır. Genel anlamda, kanunlara uyulmasını sağlamakla görevli birimlerin, maksimum seviyede, suçların önlenmesi, tespit edilmesi ve bunlara ilişkin soruşturmalar çerçevesinde, modern teknolojinin ve suç biliminin sağladığı araçlardan faydalanmaları toplum için hayati önem taşımaktadır. Hükümet, istatistiklere göre, muhafaza edilen unsurların, suçluluk ve terörle mücadelede ve suçluların aranması için, paha biçilemeyecek bir değer taşıdığını iddia etmektedir. Hükümet, ceza yargısı sisteminin, bunların muhafaza edilmesinden çok ciddi fayda sağladığını çünkü söz konusu unsurların, sadece suçluların bulunmasını değil, masum kişilerin de aklanmasını ve hukuki hataları önlemeye ve düzeltmeye yaradığı kanaatindedir.", "92.  Hükümet, 30 Eylül 2005’te, DNA veri tabanlarının, 2001’de yapılan düzeltmelerin kabul edilmesinden önce, bu verileri sildirme hakkı bulunan 181.000 DNA profili barındırdıklarını belirtmektedir. Daha sonra, bu profillerden 8.251 tanesi, 109’u cinayet, 55’i cinayete teşebbüs, 116’sı tecavüz, 105’i nitelikli hırsızlık ve 126’sı yasadışı madde temin etme suçlarının da aralarında bulunduğu, 13.079 suç mahallinden toplanan izlere bağlanmıştır.", "93.  Hükümet, aynı zamanda, örnek olarak, DNA’ların kullanımının, 18 davada, takiplerin ve soruşturmaların sonuçlanmasını sağladığını belirtmiştir. Bunlardan onunda, şüphelilerin DNA profillerinin, daha önce, şüphelenildikleri izlerle ilgisiz çıkmış ve veri tabanlarında muhafaza edilmişler ve suç mahallerinde bulunan izlerle uyuşarak, suçluların mahkum edilmelerini sağlamışlardır. Başka bir durumda, DNA profilleri, toplanan izlerle uyuşmayan, iki tecavüz şüphelisi, soruşturmanın dışında tutulabilirlerdi. Diğer iki davada, bazı hafif suçlardan (kamu düzenini bozma ve hırsızlık), suçlu bulunan kişilerin DNA profillerinin muhafaza edilmesi, bu kişilerin, daha sonra işlenen başka suçlara karıştıklarının ortaya çıkmasını sağlamıştır. Bir durumda, göçle ilgili yasal mevzuata ilişkin suç işlemek iddiası sonrasında, DNA profili muhafaza edilen bir şüphelinin, Birleşik Krallık’a gönderilmek üzere iade edilmesi kolaylaşmıştır; ilgili, mağdurlarının biri tarafından, tecavüzcü ve katil olarak tespit edilmiştir. Nihayet, dört başka davada, olaylardan, iki yıl sonra, bazı suçlar (silah bulundurmak, şiddet yoluyla kamu düzenini bozmak ve saldırı) işlediklerinden şüphelenilen fakat mahkûm edilmeyen dört başvuranın DNA profillerinin, tecavüz mağdurlarından alınan izlerle uyumlu oldukları tespit edilmiştir.", "94.  Hükümet’e göre, başvuranların, parmak izlerinin, hücre örneklerinin ve DNA profillerinin muhafaza edilmesinin, aşırı olduğu söylenemez çünkü bu unsurlar, kanunla belirtilen amaçlar için, güvenli bir şekilde ve belli güvenceler çerçevesinde stoklanmaktadır. Muhafaza etmenin gerekçesi, başvuranların bir suça karıştıkları ya da suç işlemeye eğilimli olmaları değildir ve varsayılan ve geçmişte soruşturmaya konu olmuş olan suçlarla ilgili verileri de kapsamamaktadır. Muhafaza edilen verilerin, muhafaza edilme sebebi, bunların ileride, veri tabanının genişletilmesi sayesinde, genel anlamda, suçların önlenmesi ve tespit edilmesine katkıda bulunabilecek olmaları sebebiyle polisin, elinde yasal olarak, bunları bulundurmasıdır. Bu muhafaza etme, sadece, kaydedilen unsurların, suç mahallinden toplanan izlerden elde edilen profillerle uyuşma ihtimali dışında, başvuranlar için hiçbir kınanmaya sebep olmaz ve uygulamada hiçbir sonucu olmaz. Böylelikle, devletin, takdir marjının sınırları dahilinde, bireyin hakları ve toplumun genel çıkarları ararsında adil bir denge kurulmuş olmaktadır.", "2.  Mahkeme’nin değerlendirmesi", "a.  Kanunla öngörülmüş olma kriteri", "95.  Mahkeme, sabit içtihadı uyarınca, ‘kanunla öngörülmüş olan’ ifadesinin, söz konusu tedbirin, iç hukukta bir dayanağı olmasını ve Sözleşme’nin başlangıç kısmında açıkça belirtilmiş olan ve 8. maddenin konu ve amacının da içinde barındırdığı, hukukun üstünlüğüne uygun olması gerektiği anlamına geldiğini hatırlatmaktadır. Bu bağlamda, kanun, yeteri kadar erişilebilir ve öngörülebilir olmalıdır, yani, kanun, bireyin, gerekirse, açık tavsiyeler alarak, tutumunu ayarlayabilmesi için yeteri kadar açık olmalıdır. Kanunun, bu gerekliliklere uygun olduğunun söylenebilmesi için, keyfiliğe karşı uygun bir koruma sağlaması, yeterli bir netlikte, yetkili makamlara verilen yetkinin genişliğini ve icra edilme biçimlerini tanımlaması gerekmektedir (Malone/Birleşik Krallık, 2 Ağustos 1984, 66-68. paragraflar, seri A no. 82, Rotaru/Romanya [Büyük Daire], no. 28341/95, paragraf 55, AİHM 2000V ve yukarıda adı geçen Amann, paragraf 56).", "96.  Her ihtimale çözüm getiremeyecek olan yasal mevzuatın gereken koruma seviyesi, büyük ölçüde, ilgili metnin içeriğiyle, kapsadığı alan ve muhataplarının niteliği ve sayısıyla ilgilidir (Hassan et Tchaouch/Bulgaristan [Büyük Daire], no. 30985/96, paragraf 84, AİHM 2000XI, ve belirtilen referanslar).", "97.  Mahkeme, 1984 Kanunu’nun 64. maddesi gereğince, bir suçun soruşturulması kapsamında, bir kişiden alınan parmak izleri ya da örneklerin, öngörülen amaç için kullanıldıktan sonra muhafaza edilebileceklerini öngörmektedir (bkz. yukarıdaki 27. paragraf). Mahkeme, Hükümet’le, başvuranların, parmak izlerinin, biyolojik örneklerinin ve genetik profillerinin muhafaza edilmesinin, böylelikle, iç hukukta bir dayanağı olduğunu hususunda hem fikir olmaktadır. İstisnai koşullar hariç, bu unsurların uygulamada muhafaza edildikleri açıkça bellidir. Polis komiserlerinin istisnai durumlarda, bunları imha etme yetkisi olması, kanunu, Sözleşme açısından, yeteri kadar açık olmayan bir duruma getirmemektedir.", "98.  Bu kişisel verilerin, kaydedilme ve kullanılma koşulları ve biçimlerine gelince, 64. madde, daha az açıktır. Bu madde, suçların önlenmesi ya da tespit edilmesi, bir suça ilişkin soruşturma ya da takibin yürütülmesi amaçları dışında, muhafaza edilen örnekler ve parmak izlerinin, herhangi bir kimse tarafından kullanılmaması gerektiğini belirtmektedir.", "99.  Mahkeme, başvuranlarla, birinci amacının, son derece genel ifadelerler ifade edilmiş olduğunun ve çok geniş bir yoruma yol açabileceği konusunda hemfikirdir. Mahkeme, bu çerçevede, telefon dinlemelerinde, gizli takipte ve gizli istihbarat toplamada olduğu gibi, tedbirlerin kapsamını ve uygulanmasını düzenleyen ve özellikle, süre, stoklama, kullanım, üçüncü kişilerin erişimi, verilerin gizliliği ve bütünlüğüne ilişkin prosedürler ve bunların imhasına ilişkin prosedürlere ilişkin ve yargılananların, yetki aşımı ve keyfiliğe karşı yeteri kadar güvenceye sahip olmalarını sağlayacak (bkz. mutatis mutandis, Kruslin/Fransa, 24 Nisan 1990, 33 ve 35. paragraflar, seri A no.176A, adı geçen Rotaru,  57-59. paragraflar, Weber et Saravia/Almanya (karar), no. 54934/00, AİHM 2006..., Association pour l’intégration européenne et les droits de l’homme et Ekimdjiev/Bulgaristan, no. 62540/00, 75-77. paragraflar, 28 Haziran 2007, Liberty et autres/Birleşik Krallık, no. 58243/00, 62-63. paragraflar, 1 Temmuz 2008)., açık ve detaylı kuralların belirlenmesinin temel olduğunu hatırlatmaktadır.", "Bununla birlikte, Mahkeme, bu unsurların, mevcut olayda, daha geniş olan, demokratik toplumda müdahale gerekliliği sorununa sıkı sıkıya bağlı olduklarını belirtmektedir. Aşağıdaki, 105-126. paragraflarda yapmış olduğu incelemeye bakıldığında, Mahkeme, 64. maddenin kaleme alınmasının, Sözleşme’nin, 8/2. maddesi anlamında, kanunun, ‘niteliği’ gerekliliğine cevap verip vermediği hususunun incelenmesine gerek olmadığı kanaatindedir.", "b.  Meşru amaç", "100.  Mahkeme, Hükümet gibi, parmak izleri ve genetik örneklere ilişkin verilerin muhafaza edilmesinin, meşru bir amacı olduğunu kabl etmektedir: suçların tespit edilmesi ve sonuç olarak önlenmesi. İlk veri alınması, belli bir kişiyi, işlediğinden şüphelenilen bir suça bağlamaya yönelikken, verilerin muhafaza edilmesi, daha geniş bir amaç olan, gelecekteki suçluların kimliğinin belirlenmesine yardım etmeye yöneliktir.", "c.  Demokratik toplumda gerekli olma koşulu", "i.  Genel prensipler", "101.  Bir müdahale, eğer, ‘üstün bir sosyal ihtiyacı’ karşılıyorsa ve özellikle de, hedeflenen meşru amaçla orantılı ise ve ulusal makamlar tarafından, bunu haklı çıkarmak için öne sürülen gerekçeler, ‘önemli ve yeterli’ iseler, ‘demokratik bir toplumda meşru bir amaca hizmet etmek için gerekli’ olduğu kabul edilir. Bu koşulların karşılanıp karşılanmadıklarına karar vermek, ilk etapta, milli hâkime düşüyorsa da, sonuç olarak, müdahalenin, Sözleşme’nin koşullarını karşılayıp karşılamadığına karar vermek, Mahkeme’ye düşmektedir (Coster/Birleşi Krallık [Büyük Daire], no. 24876/94, paragraf 104, 18 Ocak 2001 ve belirtilen referanslar).", "102.  Bu bağlamda, yetkili ulusal makamların belli bir takdir marjı olduğunu kabul etmek gerekmektedir. Bu yetkinin genişliği değişkendir ve Sözleşme’nin güvence altına aldığı hakkın türü, ilgili kişi için önemi, müdahalenin türü ve amacı gibi faktörlere bağlıdır. Bu marj, söz konusu hakkın, bireye, temel hakların etkili şekilde kullanılmasını ya da kendine tanınan ‘özel’ hakları güvence altına alınması söz konusu olduğunda daha da sınırlıdır (Connors/Birleşik Krallık, no. 66746/01, paragraf 82, 27 Mayıs 2004, ve belirtilen referanslar). Bir bireyin varlığının ya da kimliğinin çok önemli bir unsurunun söz konusu olması halinde, devlete bırakılan marj kısıtlıdır (Evans/Brileşik Krallık [Büyük Daire], no. 6339/05, paragraf 77, AİHM 2007...).", "Nihayet, Avrupa Konseyi’ne üye devletler arasında, söz konusu çıkar ya da bunu korumanın en iyi yöntemleri hususunda, uzlaşma olmaması halinde, takdir marjı daha geniştir (Dickson/Birleşik Krallık [Büyük Daire], no. 44362/04, paragraf 78, AİHM 2007...).", "103.  Kişisel nitelikli verilerin korunması, Sözleşme’nin 8. maddesinde öngörülen, özel yaşama saygı gösterilmesi hakkının icra edilmesinde temel bir rol oynamaktadır. Yasal mevzuat, kişisel nitelikli verilerin bu maddede öngörülen güvencelere uygun olmayan şekilde kullanımını engellemek için gerekli güvenceleri sağlamalıdır (bkz. mutatis mutandis, adı geçen Z/Finlandiya, paragraf 95). Bu tür güvencelerin bulunmasının gerekliliği, otomatik işleme tabi tutulan kişisel verilerin korunması söz konusu olduğunda, özellikle de, bu verilerin, polis tarafından kullanılması halinde, daha fazla hissedilmektedir. İç hukuk, bu verilerin, kaydedildikleri amaç için gerekli olduklarını ve aşırı olmadıklarını ve ilgili kişilerin, bu verilerin kaydedildiği amaçların süresini geçmeyecek şekilde muhafaza edildiklerinden emin olunmasını sağlamalıdır (Verilerin Korunması Sözleşmesi’nin başlangıç kısmı ve 5. maddesi ve Bakanlar Komitesi’nin Emniyet Birimleri Tarafından Kişisel Nitelikli Verilerin Kullanılmasına ilişkin R (87) 15 sayılı Tavsiye Kararı’nın 7. prensibi). İç hukuk, aynı zamanda, kişisel nitelikli verilerin uygun olmayan şekillerde ve yetki aşımı yapılarak kullanılmalarına karşı uygun güvenceler de içermelidir (bkz. özellikle, Verilerin Korunmasına İlişkin Sözleşme’nin 7. maddesi). Bu sayılan mülahazalar, özellikle de, kişinin genetik varlığını barındırdıkları ve kendisi ve ailesi için ciddi bir öneme sahip oldukları ölçüde (Bakanlar Komitesi’nin, no. R (92) 1 sayılı ve ceza yargılaması sistemi çerçevesinde, DNA analizlerinin kullanımına ilişkin Tavsiye Kararı), DNA verileri gibi daha hassas verilere ilişkin kategoriler söz konusu olduğunda geçerlidir (Verilerin Korunması Sözleşmesi’nin 6. maddesi).", "104.   İlgili kişilerin ve topluluğun tamamının, özellikle de parmak izleri ve genetik izler gibi kişisel nitelikli verilerin korunmasındaki çıkarı, suçların önlenmesinin oluşturduğu meşru çıkar karşısında silinebilir (Verilerin Korunması Sözleşmesi’nin 9. maddesi). Bununla birlikte, bu bilgilerin özel olma nitelikleri dikkate alındığında, Mahkeme, bir devlet tarafından, bunların muhafaza edilmesi ve resmi makamlar tarafından, ilgili kişinin rızası olmaksızın kullanılmalarına izin verilmesine ilişkin olarak alınan her tedbiri, ciddi olarak incelemeye tabi tutmalıdır (bkz. mutatis mutandis, adı geçen Z /Finlandiya, paragraf 96).", "ii.  Bu prensiplerin mevcut olaya uygulanması", "105.  Mahkeme için, suçlulukla ve özellikle de örgütlü suç ve terörle mücadele, Avrupa toplumlarının, şu zamanda karşı koymaları gereken meydan okumalardan biri olduğu ve bunun da, modern soruşturma ve kimlik belirleme tekniklerine bağlı olduğu şüphesizdir. Avrupa Konseyi, on beş yıl önce, DNA analiz tekniklerinin, ceza yargı sistemi için birçok avantajı olduğunu kabul etmiştir (bkz. Bakanlar Komitesi’nin R (92) 1 sayılı Tavsiye Kararı için yukarıdaki 43-44. paragraflar). Bunun yanı sıra, üye devletlerin, DNA verileri konusunda, suçsuzluk ya da suçluluğu kanıtlamak için hızlı ve köklü gelişmeler gösterdikleri sabittir.", "106.  Bununla birlikte, bu bilgilerin, suçların tespit edilmesindeki önemini kabul eden Mahkeme, incelemesinin kapsamını sınırlamalıdır. Burada sorun, genel olarak, parmak izleri, hücre örnekleri ve DNA profillerinin muhafaza edilmelerinin, Sözleşme anlamında geçerli olup olmadığını tespit etmek değildir. Mahkeme’nin eğilmesi gereken tek konu, bazı suçlar işlediklerinden şüphelenilen fakat mahkum edilmemiş olan başvuranların, parmak izleri ve DNA verilerinin muhafaza edilmesinin, Sözleşme’nin 8/2. maddesine göre geçerli olup olmadığıdır.", "107.  Mahkeme, incelemesini, Avrupa Konseyi’nin, konuyla ilgili enstrümanlarını ve diğer sözleşmeci devletlerde yürürlükte olan hukuk ve uygulamayı dikkate alarak yapacaktır. Konu hakkındaki kilit prensiplere göre, verilerin muhafaza edilmesi, bu verilerin alındığı amaçla ve orantılı ve süreyle sınırlı olmalıdır (bkz. yukarıdaki 41-44. paragraflar). Sözleşmeci devletler, Verilerin Korunması Sözleşmesi’ne ve Bakanlar Komitesi’nin daha sonraki Tavsiye Kararları’na uygun olacak şekilde, bu prensipleri sistematik olarak emniyet birimlerine ilişkin alanda uygulamaktadırlar.", "108.  Özellikle, hücre örneklerine ilişkin olarak, sözleşmeci devletlerin bir çoğu, bunların, sadece, belli bir ağırlık eşiğine ulaşmış olan suçları işlediğinden şüphe edilen kişilerin ceza yargılamaları kapsamında alınmasına izin vermektedirler. DNA veritabanına sahip olan sözleşmeci devletlerin çoğunda, buradan alınan, hücre örnekleri ve genetik profiller, sırasıyla, imha edilmeli ya da, ya derhal silinmeli veya beraat ya da ceza verilmesine yer olmadığı kararından belli bir süre sonra silinmelidirler. Bazı sözleşmeci devletler, bu prensibin, bazı istisnaları olabileceğine izin vermektedirler (bkz. yukarıdaki 47-48. paragraflar).", "109. Birleşik Krallık’ın bir parçası olan İskoçya’daki mevcut durum, bu bağlamda, son derece belirleyicidir. Yukarıda belirtildiği gibi (36. paragraf), İskoç Parlamentosu, mahkum edilmemiş kişilerin DNA’larının muhafaza edilmesine, sadece, şiddet suçlarıyla ya da cinsel suçlarla suçlanan yetişkinler için  ve bu durumlarda bile en fazla üç yıllığına ve bir sheriff’in onayıyla iki yıllık ek süre boyunca muhafaza edilmelerine izin vermiştir.", "110.  Bu durum, Bakanlar Komitesi’nin, R (92) 1 sayılı ve farklı tipteki durumlar arasında farklılıklar ortaya koyma ve en ağır durumlarda bile (bkz. yukarıdaki 43-44. paragraflar), verilerin korunmasına ilişkin belli süreler uygulanması konusundaki Tavsiye Kararı’na uygundur. Aslında, İngiltere, Galler ve Kuzey İrlanda, Avrupa Konseyi bünyesinde, polis kayıtlarına geçmesi gereken bir suç işlediğinden şüphelenilen bir kişinin, parmak izleri, hücre örnekleri ve DNA profillerinin, süresiz olarak muhafaza edilmesine izin veren tek hukuk sistemleridir.", "111.  Hükümet, Birleşik Krallık’ın, suçların tespit edilmesi için DNA örneklerinin kullanımının gelişmesi konusunda öncü olduğu konusunda ve diğer devletlerin, kendi DNA veri tabanlarının kaynakları ve büyüklüğü bakımından aynı olgunluk seviyesine gelmediklerini belirtmektedir. Hükümete göre, diğer devletlerde yürürlükte olan hukuk ve uygulamanın karşılaştırmalı analizi sadece kısıtlı bir çıkar ortaya koymaktadır.", "112. Bununla birlikte, Mahkeme, DNA veri tabanlarının genişletilmesinin sağlayacağı faydalara rağmen, diğer sözleşmeci devletlerin, özel yaşamın korunmasına ilişkin çıkarla denge kurabilmek için bu verilerin muhafaza edilmesi ve kullanılmasıyla ilgili sınırlar belirlediklerini göz ardı edemez. Mahkeme, ceza yargılaması sisteminde, modern bilimsel tekniklerin kullanımına ne pahasına olursa olsun vebu tekniklerin kullanımının sağlayacağı faydaların ve özel yaşamın korunmasına ilişkin çıkarlar arasında denge kurulmaksızın izin verilmesi halinde  Sözleşme’nin 8. maddesinin sağladığı güvencenin etkisinin düşmüş olacağına işaret etmektedir. Mahkeme’ye göre, sözleşmeci devletler arasında, bu bağlamda oluşmuş olan güçlü uzlaşma çok ciddi bir öneme sahiptir ve savunmacı devletin, bu alanda izin verilen müdahalenin nereye kadar gidebileceğini değerlendirme konusundaki takdir marjını azaltmaktadır. Mahkeme, yeni teknolojilerin gelişiminde, piyon rolü iddia eden her devletin, bu alanda, adil dengeyi kurma sorumluluğu taşıdığı kanaatindedir.", "113.  Mevcut olayda, başvuranların, parmak izleri ve hücre örnekleri ve DNA pofilleri, birinci başvuran için, hırsızlığa teşebbüs ve ikinci başvuran için de partnerine karşı şiddet göstermekten dolayı alınmıştır. Veriler, ilk başvuranın beraat etmiş olması, ikici başvuran hakkında da takipsizlik kararı verilmiş olmasına rağmen bunların süresiz olarak muhafaza edilmelerini öngören bir kanuna dayanarak stoklanmıştır.", "114.  Mahkeme, şüpheli fakat mahkûm edilmemiş kişilerin, parmak izleri ve DNA verilerinin sürekli olarak muhafaza edilmesinin, yeterli ve önemli gerekçelere dayanıp dayanmadığını incelemek durumundadır.", "115.  Mahkûm edilmemiş kişilerin, parmak izleri hücre örnekleri ve DNA profillerini muhafaza etme yetkisi, sadece İngiltere ve Galler’de, 2001’den beri var olmasına rağmen, Hükümet, bu unsurların muhafaza edilmesinin, suçlulukla mücadelede zorunlu olduğunun kanıtlandığı kanaatindedir. Aslında, Hükümet tarafından, Lordlar Kamarası’na ve sonrasında Mahkeme’ye sunulan istatistikler ve diğer deliller (bkz. yukarıdaki 92. paragraf), daha önce imha edilen DNA profillerinin, bazı durumlarda, suç mahallinden toplanan izlere bağlı olduklarını gösterdikleri ölçüd etkileyicidirler.", "116.  Başvuranlar, Nuffield raporunda onayladığı gibi, bu istatistiklerin yanıltıcı olduğunu öne sürmektedirler. Sonuç olarak, başvuranların belirttikleri gibi, sayılar, bu ‘bağın’ ne hangi ölçüde, suç mahallerinden toplanan izlerle, ilgili kişilerin mahkum edilmesini sağladığını, ne de mahkum edilmeyen kişilerin örneklerinin muhafaza edilmesinin, ne kadar kişinin mahkum edilmesini sağladığını belirtmediklerini öne sürmektedirler. Başvuranlara göre, suç mahallerinden gelen izlerle yüksek uyuşma oranının, tüm kategorilerdeki kişilerin DNA’larının süresiz olarak muhafaza edilmesi sayesinde olduğunu da kanıtlamamaktadırlar. Buna paralel olarak, Hükümet tarafından belirtilen durumların çoğunda (bkz. yukarıdaki 93. paragraf), şüphelilerden alınan örneklerden çıkartılan DNA verileri, sadece veri tabanlarında muhafaza edilmiş olan eski izlerle uyuşum göstermiştir. Oysa bu uyuşumlar, şüpheli durumda olan fakat mahkûm edilmemiş kişilerin, DNA verilerinin süresiz olarak muhafaza edilmesine izin veren mevcut düzenleme olmaksızın da ortaya çıkarılabilirdi.", "117.  Ne istatistiklerin ne de Hükümetin verdiği örneklerin, başvuranların durumunda bulunan herkesin parmak izleri ve DNA verilerinin sürekli olarak muhafaza edilmeksizin, suç faillerinin kimliğini belirlemenin ve onları takip etmenin imkânsız olacağını göstermediğini gözlemleyen Mahkeme, veri tabanlarının genişletilmesinin, suçların tespit edilmesi ve önlenmesine katkıda bulunduğunu kabul etmektedir.", "118.  Tespit edilmesi gereken şey, bu muhafaza etme durumunun, orantılı olup olmadığı ve rekabet halinde olan kamu çıkarları ve özel çıkarlar arasında adil bir denge yansıtıp yansıtmadığıdır.", "119.  Bu bağlamda, Mahkeme, İngiltere ve Galler’deki muhafaza etme yetkisinin genel olma niteliğinden ötürü şaşkınlık içindedir. Sonuçta, söz konusu veriler, şüphelinin işlemiş olduğu suçun türü ve ağırlığı ne olursa olsun ve yaşından da bağımsız olarak; polis kayıtlarına geçmesi gereken bir suçla ilgili olarak yakalanmış olan bir kişinin ki hapisle cezalandırılmayan hafif suçlar da, bu şekilde kaydedilebilirler, parmak izleri ve biyolojik örneklerinin alınması ve daha sonra da muhafaza edilmesi, kişinin yaşı kaç olursa olsun, mümkündür. Bununla birlikte, muhafaza etme, süreyle sınırlı değildir: deliller, suç işlediğinden şüphelenilen kişinin, işlediği suçun türü ve ağırlığından bağımsız ve süresiz olarak muhafaza edilmektedirler. Bununla birlikte, beraat etmiş bir bireyin, ulusal veri tabanındaki örneklerin silinmesini ya da imha edilmesini talep edebilmesi için çok az imkân bulunmaktadır (bkz. yukarıdaki 35. paragraf) ; özellikle, yasa koyucu, muhafaza etmenin, suçun ağırlığı, önceki yakalamalar, kişi üzerindeki şüphelerin ağırlığı ya da her türlü diğer özel koşul gibi belli kriterlere dayanan bağımsız bir denetimini öngörmemiştir.", "120.  Mahkeme, başvuranların, özel yaşamlarına saygı gösterilmesi hakkına yapılan saldırının, muhafaza edilen her üç veri kategorisi için farklı olabileceğini kabul etmektedir. Hücre örneklerinin muhafaza edilmesi, genetik bilgilerin ve içerdikleri sağlığa ilişkin bilgilerin çokluğu dikkate alındığında, daha da müdahale olmaktadır. Böylelikle, söz konusu sistem kadar koşulsuz ve farklılaşmamış bir sistem, bu farklılıkları dikkate alarak, ciddi bir inceleme yapılmasını gerektirmektedir.", "121.  Hükümet, muhafaza etmenin, başvuranlar üzerinde doğrudan ya da önemli bir etkisinin sadece, veri tabanıyla ortaya çıkarılan uyuşumların, ileride, onların suça karışıp karışmadıklarını ortaya çıkarması durumunda olabileceğini öne sürmektedir. Mahkeme, bu iddiaya katılmamaktadır. Mahkeme, ne şekilde elde edilmiş olursa olsunlar, kişisel nitelikli verilerin, sonradan kullanılıp kullanılmamalarından bağımsız olarak (bkz. yukarıdaki 67. paragraf), resmi makamlar tarafından, muhafaza edilmeleri ya da kaydedilmelerinin, ilgili bireyin özel hayatı için doğrudan sonuçları olacağını hatırlatmaktadır.", "122.  Özellikle kaygı verici olan durum, hiçbir suçtan dolayı suçlu bulunmamış olan ve masumiyet karinesinden faydalanma hakkı olan başvuranların durumunda olan kişilerin, mahkûm edilmiş kişilerle aynı muameleyi görmesinden kaynaklanan kınanma riskidir. Bu bağlamda, Sözleşme’nin genel bir kural olarak taşıdığı ve bir sanığın beraat etmesinden sonra, onun masumiyeti hakkında şüpheli olunduğunun ifade edilmesine izin vermeye, herkesin masum olarak kabul edilme hakkıdır (Rushiti c. Avusturya, no. 28389/95, paragraf 31, 21 Mart 2000 ve belirtilen diğer referanslar). Şüphesiz, başvuranlarla ilgili özel verilerin muhafaza edilmesi, şüphelerin ifade edilmesiyle aynı anlama gelmemektedir. Bununla birlikte, ilgililerin, masum olduklarının farz edilmemesine ilişkin olan intibalarını, haklarındaki verilerin, mahkûm edilen kişilerin verilerinden farksız olarak ve hiç suç işlediğinden şüphe edilmeyen bireylerin verilerinin imha edilmesi gerekirken, süresiz şekilde muhafaza edilmesiyle güçlenmiş bulunmaktadır.", "123.  Hükümet, muhafaza etme yetkisinin, bir suça ilişkin soruşturma kapsamında, bir kişiden alınmış olan parmak izleri, biyolojik örneklere uygulandığını ve suçlu ya da masum olmakla ilgisi olmadığını iddia etmektedir. Bununla birlikte, başvuranlardan alınmış olan parmak izleri ve hücre örnekleri yasal olarak alınmışlardır ve bunların muhafaza edilmesi, ilgililerin, bir suçtan dolayı şüpheli olmalarına bağlı değildir fakat gelecekteki suçluların kimliğinin belirlenmesi amacıyla, veri tabanının boyutlarının genişletilmesi ve kullanımının arttırılması kaygısıyla alınmışlardır. Bununla birlikte, Mahkeme, bu iddianın, 1984 Kanunu’nun 64/3. maddesinde öngörülen ve gönüllü olarak, parmak izi ve hücre örneklerini vermiş olan kişilerin talepleri üzerine bunların imha edilmesine ilişkin yükümlülükle bağdaşmasının çok zor olduğunu çünkü bu verilerin, veri tabanının boyutu ve kullanımının gelişmesi için çok önemli olduğunu için zor olduğunu belirtmiştir. Mahkeme’nin, başvuranların kişisel verileri ve mahkum edilmeyen kişilerin kişisel verileri arasında böyle bir muamele farklılığının geçerli olduğuna karar verebilmesi için, çok ciddi gerekçeler sunması gerekmektedir.", "124.  Bunun dışında, Mahkeme, mahkûm edilmemiş kişilere ilişkin verilerin muhafaza edilmesinin, ilk başvuranın durumunda olduğu gibi özel durumları ve gelişimleri ve topluma katılmalarının önemi sebebiyle, küçüklerin söz konusu olduğu durumlarda çok zararlı olabileceği kanaatindedir. Mahkeme, daha önce, Çocuk Haklarına ilişkin 1989 Birleşmiş Milletler Sözleşmesi’nin, 40. maddesinden esinlenerek, ceza yargısı alanında, genç kişilerin tuttuğu yerin önemi üzerinde ve ceza davaları kapsamında onların özel hayatını koruma gerekliliğinin altını çizmiştir (T./Birleşik Krallık [Büyük Daire], no. 24724/94, 75 ve 85. paragraflar, 16 Aralık 1999). Aynı şekilde, Mahkeme, resmi makamların, beraat etmiş olan küçüklerin, özel verilerini muhafaza etmelerinden doğabilecek her türlü zarara karşı korunmaları gerektiği kanaatindedir. Mahkeme, gençlerin, parmak izleri ve DNA profillerinin süresiz olarak muhafaza edilmelerinin sonuçlarına ilişkin olarak, Nuffield Council’in görüşünü paylaşmakta ve bu kuruluşun, veri tabanlarında, yürütülen politikaların yol açtığı hiçbir suçtan dolayı suçlu bulunmamış olan (bkz. yukarıdaki 38-40. paragraflar) küçüklerin ve etnik azınlıkların, aşırı temsil edilmelerine ilişkin olan kaygılarıyla ilgili görüşünü paylaşmaktadır.", "125.  Sonuç olarak, Mahkeme, mevcut olayda başvuranlara uygulandığı şekilde, suçlu olduğundan şüphelenilen fakat mahkûm edilmemiş kişilerin parmak izleri, biyolojik örnekler ve DNA profillerinin muhafaza edilmesinin genel ve farklılaştırılmamış niteliğinin, söz konusu, kamu çıkarları ve özel çıkarlar arasında adil bir denge sağlamadığını ve savunmacı devletin, kabul edilebilecek takdir marjını aşmış olduğu kanaatindedir. Böylelikle, söz konusu muhafaza etme, başvuranların özel yaşamlarına saygı gösterilmesi haklarına orantısız şekilde saldırı oluşturmakta ve demokratik bir toplumda gerekli olarak görülmemektedir. Bu sonuç, Mahkeme’yi, başvuranların, söz konusu verilerin muhafaza edilme sistemiyle ilgili olan ve bu verilerin uygunsuz ya da yetki aşımı yapılarak kullanılmasına karşı sağlanan korumanın ve bunlara erişimin çok geniş olmasına ilişkin eleştirilerini incelemekten muaf hale getirmektedir.", "126.  Mevcut olayda, Sözleşme’nin 8. maddesi ihlal edilmiştir.", "II.  SÖZLEŞME’NİN 8. MADDESİNİN 14. MADDEYLE BİRLİKTE İHLAL EDİLDİĞİ İDDİASI", "127.  Başvuranlar, kendileriyle benzer durumda olan yani, mahkûm edilmeyen ve örnekleri imha edilmesi gereken kişilere göre, ayrımcı bir muameleye tabi tutulduklarını öne sürmektedirler. Bu muamele, kendi durumlarına bağlıdır ve her zaman, esnek yorumlanmış olan 14. madde kapsamına girmektedir. 8. madde kapsamında öne sürülmüş olan gerekçelerle, özellikle de, suçların tespit edilmesi ve önlenmesi için hiçbir önemi olmayan hücreler konusunda, bu muamelenin makul ve objektif bir gerekçesi bulunmamaktadır, hiçbir meşru amaç gütmemektedir ve öne sürülen amaç olan, suçların önlenmesi amacıyla makul derecede orantılı değildir. Bu unsurların, masumiyet karinesinden faydalanması gereken kişilerle ilgili olarak muhafaza edilmesi, gerekçesiz ve zararlı bir muamele farklılığı yapmak anlamına gelmektedir.", "128.  Hükümet, 8. maddenin devreye girmemesi sebebiyle, 14. maddenin uygulanamayacağını öne sürmektedir.", "Hükümet, 14. maddenin uygulanabilir olması durumunda bile, başvuranlarla aynı durumda olan herkesin aynı şekilde muamele görmesi sebebiyle ve başvuranların, kendilerini, polis tarafından örnekleri alınmaması gereken ya da böyle bunun yapılmasını kendi rızasıyla kabul etmiş kişilerle karşılaştıramayacakları için, muamele farklılığı olmadığını eklemektedir. Her halükarda, ilgililerin öne sürdükleri muamele farkı, bir ‘durum’ ya da kişisel özelliğe değil fakat tarihi bir olaya dayanmaktadır. Herhangi bir muamele farklılığı olduğu kabul edilse bile, bu, objektif olarak gerekçelendirilmiştir ve devletin takdir marjı kapsamında kalmaktadır.", "129.  Mahkeme, yukarıda belirttiği ve başvuranların, parmak izlerinin, hücre örneklerinin ve DNA profillerinin muhafaza edilmesinin, Sözleşme’nin 8. maddesini ihlal ettiği sonucunu hatırlatmaktadır. Bu sonuca götüren muhakeme ışığında, Mahkeme, başvuranların, Sözleşme’nin 14. maddesine ilişkin olarak ileri sürdükleri şikâyetin ayrı olarak incelenmesine gerek olmadığı kanaatindedir.", "III.  SÖZLEŞME’NİN 41. MADDESİNİN UYGULANMASI", "130.  Sözleşme’nin 41. maddesi uyarınca,", "‘ Mahkeme işbu Sözleşme ve protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Tarafın iç hukuku bu ihlali ancak kısmen telafi edebiliyorsa, Mahkeme, gerektiği takdirde, hakkaniyete uygun bir surette, zarar gören tarafın tatminine hükmeder.’", "131.  Başvuranlar, Mahkeme’nin, manevi tazminat ve yargılama giderleri için kendilerine adil tazmin ödenmesine karar vermesini talep etmektedirler.", "A.  Manevi tazminat", "132.  Başvuranların her biri, kendileriyle ilgili gizli bilgilerin, devlet tarafından, haksız şekilde muhafaza edilmesini bilmelerinin, kendilerinde sebep olduğu üzüntü ve bu nedenle dava açmak durumunda kalmalarının yol açtığı stresten ötürü 5.000 İngiliz sterlininin kendilerine ödenmesini talep etmektedirler.", "133.  Mahkeme’nin içtihadına dayanan Hükümet (özellikle, yukarıda adı geçen Amann), ihlal tespitinin iki başvuran için de yeterli telafiyi oluşturduğunu öne sürerek, mevcut dava ve Mahkeme’nin, kişisel nitelikli verilerin kullanılması ya da ifşa edilmesine ilişkin davalarda verdiği ihlal kararları arasında bir fark olduğunu öne sürmektedir (bkz. özellikle, yukarıda adı geçen, Rotaru).", "134.  Mahkeme, başvuranların parmak izleri ve DNA verilerinin muhafaza edilmesinin, 8. maddede öngörülen haklarını ihlal ettiği sonucuna ulaştığını hatırlatmaktadır. Sözleşme’nin 46. maddesi uyarınca, Bakanlar Komitesi’nin denetimi altında, başvuranlar ve aynı durumdaki diğer kişilerin özel yaşamlarına saygı gösterilmesi hakkını sağlama yükümlülüğünü gerçekleştirmek için, gereken bireysel ve genel tedbirleri almak, savunmacı devlete düşmektedir (Scozzari et Giunta/İtalya [Büyük Daire], no. 39221/98 ve 41963/98, paragraf 249, AİHM 2000VIII, ve Christine Goodwin/Birleşik Krallık [Büyük Daire], no. 28957/95, paragraf 120, AİHM 2002VI). Bu koşular altında, Mahkeme, ihlal tespitinin ve ileride bundan doğacak olan sonuçların, bu bağlamda, adil tazmin oluşturdukları kanaatindedir. Bu nedenle, Mahkeme, başvuranların, manevi tazminat taleplerini reddetmektedir.", "B.  Yargılama giderleri", "135. Bunun yanı sıra, başvuranlar, Mahkeme önündeki masraflar için, destekleyici belgeleri de sunarak, 52.066,25 İngiliz sterlini talep etmektedirler. Bu miktar, solicitor (15.083,12 ingiliz sterlini) ve üç avukatın (21.267,50 İngiliz sterlini, 2.937,50 İngiliz sterlini ve 12.778,13 İngiliz sterlini) danışma ücretlerini kapsamaktadır. Faturaya yansıtılmış olan saat ücretleri şöyledir: solicitor için 140 İngiliz sterlini (Haziran 2007 itibariyle, 183 İngiliz sterlini olmuştur) ve üç avukat için, sırasıyla, 150, 250 ve 125 İngiliz sterlini.", "136.  Hükümet, bu taleplerin makul olmadıklarını öne sürmektedir. Hükümet, avukatların faturalandırmış oldukları miktarların aşırı olduklarını ve bunların üçte bir oranında düşürülmeleri gerektiği kanaatindedir. Hükümet, bunun yanı sıra, yargılamanın çok geç bir aşamasında, dördüncü avukata vekâlet verilmesinin gereksiz olduğunu öne sürmektedir. Hükümet, verilecek miktarın 15.000 ve en kötü ihtimalde 20.000 İngiliz sterlinini geçmemesi gerektiği kanaatindedir.", "137.  Mahkeme, Sözleşme’nin 41. maddesi anlamında, sadece gerçekten yapıldığı kanıtlanmış olan, bir gereksinimi karşılayan ve makul bir miktardaki harcamalar için geri ödeme yapılabileceğini hatırlatmaktadır (diğer kararların yanı sıra bkz. Roche/Birleşik Krallık [Büyük Daire], no. 32555/96, 182. paragraf, AİHM 2005X).", "138.  Bir yandan, işbu dava karmaşık bir davadır çünkü önce Daire sonra da Büyük Daire tarafından incelenmiş, bir dizi görüş verilmiş ve duruşma yapılmıştır. Bu dava, önemli hukuki sorunlar ve çok ciddi çalışma gerektirmiş olan prensipler ortaya çıkarmaktadır. Özellikle, Birleşik Krallık’ta tartışma konusu olan, parmak izlerinin, biyolojik örneklerin muhafaza edilmesine ilişkin sorunu incelemek ve diğer sözleşmeci devletlerdeki hukuk ve uygulamanın karşılaştırmalı olarak incelenmesi ve Avrupa Konseyi’nin konuyla ilgili belgelerinin incelenmesi gerekmiştir.", "139.  Diğer yandan, Mahkeme, başvuranların talep ettiği 52.066,25 İngiliz sterlininin, aşırı olduğu görüşündedir. Mahkeme, Hükümet gibi, yargılamanın geç bir aşamasında, dördüncü avukatın tayin edilmesinin gereksiz masrafa neden olduğu görüşündedir.", "140.  Benzer davalardaki uygulamasını ve hakkaniyete uygun şekilde karar veren Mahkeme, başvuranlara, yargılama giderleri için 42.000 Avro’dan, kendilerine adli yardım olarak ödenmiş olan 2.631,07 Avro’nun düşülerek, ödenmesine karar vermektedir.", "C.  Gecikme faizi", "141.  Mahkeme, Avrupa Merkez Bankası’nın marjinal kredi kolaylıklarına uyguladığı faiz oranına üç puanlık bir artışın eklenmesinin uygun olduğuna karar vermiştir.", "BU GEREKÇELERLE, MAHKEME, OYBİRLİĞİYLE,", "1.  Sözleşme’nin 8. maddesinin ihlal edildiğine;", "", "2.  Sözleşme’nin 14. maddesine ilişkin şikayetin ayrıca incelenmesine yer olmadığına;", "", "3.  İhlal tespitinin, başvuranların manevi zararlarını karşılamak için yeterli adil tazmini oluşturduğuna;", "", "4.  Mahkeme;", "a) Savunmacı devletin, başvuranlara, yargılama giderleri için, 42.000 Avro’nun (kırk iki bin avronun), kendilerine daha önce, adli yardım olarak ödenen 2.613,07 Avro’nun eksiltilerek, üç ay içinde, başvuranlara uygulanabilecek katma değer vergisi de dahil olmak üzere, ödeme tarihindeki oran dikkate alınarak, İngiliz sterlinine çevrilerek ödemesine;", "b)  Bu sürenin sona erdiği tarihten itibaren ödemenin yapılmasına kadar Avrupa Merkez Bankası’nın o dönem için geçerli olan marjinal kredi kolaylığı oranının üç puan fazlasına eşit oranda faiz uygulanmasına;", "", "5.  Fazlaya ilişkin adil tazmin talebinin reddine,", "", "KARAR VERMİŞTİR.", "İşbu karar, Fransızca ve İngilizce olarak hazırlanmış ve Avrupa İnsan Hakları Mahkemesi’nde 4 Aralık 2008 tarihinde yapılan kamuya açık duruşmada ilan edilmiştir.", " \tMichael O’Boyle\tJean-Paul Costa\n\tYardımcı Yazı İşleri Müdürü\tMahkeme Başkanı", "", "", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2012.Avrupa İnsan Hakları Mahkemesi’nin resmi dilleri, İngilizce ve Fransızca’dır. İşbu çeviri, Avrupa Konseyi İnsan Hakları Vakıf Fonu’nun desteğiyle yapılmıştır (). Bu çeviri, Mahkeme’yi bağlamamaktadır ve Mahkeme, bu çevirinin kalitesine ilişkin olarak hiçbir sorumluluk almamaktadır. Bu çeviri, Avrupa İnsan Hakları Mahkemesi’nin içtihat veritabanı olan HUDOC’tan veya HUDOC’un iletmiş olduğu diğer veritabanlarından indirilebilir (). Bu çeviri, ticari olmayan amaçlarla ve davanın adının tam olarak belirtilmiş olması ve yukarıdaki telif hakkı bilgisiyle beraber olması koşulu ve İnsan Hakları Vakfı’na atıfta bulunmak suretiyle alıntılanabilir. Bu çeviriyi kısmen veya tamamen, ticari amaçlarla kullanmak isteyenlerin, bunu aşağıdaki adrese bildirmeleri gerekmektedir: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court takes any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2012.", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour Européenne des Droits de l’Homme (), ou de tout autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous résérve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}