{"file": "TUR_HJUDTUR_34369_97.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "34369/97", "text_paragraphs": ["Toplum ve Hukuk Dergisi", "2003 Kış Sayısı", "", "Translated by Serkan Cengiz / Advocate, . All rights reserved. No part of this translation may be reproduced without the prior permission in writing of the translator", "", "", "Avrupa İnsan Hakları Sözleşmesi Bağlamında:", "Din ve İnanç Özgürlüğü, Vicdani Ret Hakkı, Ayrımcılık Yasağı", "", "(Thlimmenos / Yunanistan Davası)", "Başvuru No: 34369 / 97", "Karar Tarihi: 6 Nisan 2000", "İngilizce Özgün Metinden Çeviren", "Av. Serkan Cengiz", "", "Avrupa İnsan Hakları Mahkemesi, Büyük Daire olarak aşağıdaki üyelerin katılımıyla toplandı;", "", "Bay  L. WİLDHABER Başkan,", "Bayan\tE. PALM,", "Bay\tL. FERRARİ BRAVO", "Bay\tL.. CAFLİSCH,", "Bay\tJ.P.COSTA,", "Bay\tW. FUHRMANN,", "Bay\tK.JUNGWIERT,", "Bay\tM.FISCHBACH,", "Bay\tB.ZUPANCIC,", "Bayan\tN.VAJIC,", "Bay\tJ.HEDİGAN,", "Bayan\tM.TSATSA-NIKOLOVSKA,", "Bayan W.THOMASSEN,", "Bay\tT.PANTIRU,", "Bay\tE.LEVITS,", "Bay\tK.TRAJA,", "Bay\tG.KOUMANTOS, Yargıçlar,", "Ve ayrıca Bay P.J.MAHONEY, Kayıt Memuru,\t", "", "1 Aralık 1999 ve 15 Mart 2000 tarihlerinde yapılan özel oturumlarda gereği görüşüldükten sonra 15 Mart 2000 tarihinde aşağıdaki gibi karar verilmiştir.", "", "USUL", "", "Dava Avrupa İnsan Hakları Sözleşmesi’nin (Sözleşme) 11 nolu Protokolü’nün yürürlüğe girmesinden önce uygulanan hükümlere uygun olarak Avrupa İnsan Hakları Komisyonu (Komisyon) tarafından 22 Mart 1999 tarihinde Avrupa İnsan Hakları Mahkemesi’ne (Mahkeme) gönderilmiştir (11 nolu Protokol madde 5/4 ve Sözleşme’nin eski 47. ve 48. maddeleri).", "", "Dava, Sözleşmenin önceki 25. maddesi uyarınca Yunan vatandaşı bay İakovos THLIMMENOS (\"başvurucu\") tarafından, Yunanistan aleyhine Avrupa İnsan Hakları Komisyonu’na 18 Aralık 1996 tarihinde 34369/97 no ile yapılan başvurudan kaynaklanmıştır. Başvurucu, sözleşmeli muhasebeci görevine atanma işleminin, askeri üniforma giyme emrine itaatsizlik etmesinden kaynaklanan ceza mahkumiyeti gerekçesiyle (emre itaatsizlik Başvurucunun dini inançlarından dolayıdır) reddedilmesinin Sözleşme’nin 9. ve 14. maddelerinin ihlaline yol açtığını, ayrıca Yüksek İdare Mahkemesi’nde (Danıştay) bu konuyla ilgili olarak açtığı davanın Sözleşme’nin 6/1. maddesine uygun olarak yürütülmediğini iddia etmiştir. Başvurucu davanın kabuledilebilirliği ve esası hakkında Yunan Hükümeti’nin görüşlerine cevaben 20 Ekim 1997 tarihinde sunduğu görüşlerinde, Sözleşme’nin 1 nolu Protokolü’nün 1.maddesinin de ihlal edildiği yakınmasında bulunmuştur.", "", "Komisyon 12 Ocak 1998 tarihinde başvuruyu kısmen kabuledilebilir olarak ilan etmiştir. Komisyon 4 Aralık 1998 tarihli raporunda (Sözleşme eski 31. madde); Sözleşmenin 9. maddesinin 14. maddeyle bağlantılı olarak ihlal edildiğini (22’ye karşı 6 oyla), ayrıca Sözleşme’nin 9. maddesinin tek başına ihlal edilip edilmediği hususunda herhangi bir incelemeye gerek olmadığını (21’ye karşı 7 oy) ve Sözleşmenin 6/1 maddesinin ihlal edilmiş olduğunu (oybirliğiyle) dile getirmiştir.", "", "31 Mart 1999 tarihinde Büyük Daire paneli davanın Büyük Daire tarafından karara bağlanması gerektiğine karar vermiştir (Mahkeme İç Tüzüğü 100/1). Yunanistan Hükümeti tarafından seçilen ve davanın Komisyondaki incelemesine de katılan yargıç bay C. ROZAKİS, Büyük Daire oturumundan çekilmiştir (Mahkeme iç Tüzüğü madde 28). Hükümet bay G.KOUMANTOS’i bu dava özelinde oturumlara katılması amacıyla görevlendirmiştir (Sözleşme madde 27/2 ve Mahkeme İç Tüzüğü madde 29/1).", "", "Duruşma, 1 Aralık 1999 tarihinde Strasbourg’ta bulunan İnsan Hakları Binasında halka açık olarak gerçekleştirilmiştir.", "", "Mahkeme Huzurunda :", "Hükümet tarafı,", "", "Bay P. Georgakopoulos, Yasal Danışman,", "    Devlet Hukuk Kurulu\t\t\t\t\tAjan Delegasyonu", "", "Bay K. Georgiadis, Yasal Asistan,", "\t\t Devlet Hukuk Kurulu\t\t\t\t\tDanışman", "", "(b) Başvurucu tarafı,", "\t", "    Bay N. Alıvızatos, Atina Barosu Üyesi,", "", "\tMahkeme bay Alıvızatos ve bay Georgiadis’in sunumlarını dinlemiştir.", "", "", "OLAYLAR \t", "", "I. DAVANIN ÖZEL KOŞULLARI", "", "A. Başvurucunun emre itaatsizlik nedeniyle mahkumiyeti", "", "6. Bir askeri yargıç ve dört subaydan oluşan Atina Daimi Askeri Mahkemesi (Diarkes Stratodikio) genel seferberlik sırasında askeri üniformayı giymeyi reddetmesinden kaynaklanan itaatsizlik gerekçesiyle Yehova Şahidi olan başvurucunun 9 Aralık 1983 tarihinde mahkumiyetine karar vermiştir. Askeri Mahkeme, Askeri Ceza Yasasının 70/d maddesi ve Ceza Yasasının 84/2-a maddesi hükümleri uyarınca hafifletici sebepleri de göz önüne alarak başvurucuyu 4 yıl hapis cezasına mahkum etmiş ve Şartlı Tahliye Yasası uyarınca başvurucu, 2 yıl 1 gün sonra serbest bırakılmıştır.", "\t", "B. Başvurucunun sözleşmeli muhasebeci görevine atanmasının reddedilmesi", "", "7. Başvurucu (Yunanistan’da serbest meslek olan) sözleşmeli muhasebecilik görevine yapılacak 12 kişilik atama için Haziran 1988 tarihinde açılan genel sınava girmiş ve 60 aday arasında ikinci olmuştur. Buna rağmen, Yunanistan Sözleşmeli Muhasebeciler Kurumu İdare Heyeti (bundan sonra İdare Heyeti olarak anılacaktır) 8 Şubat 1989 tarihinde başvurucunun ağır cezadan mahkum edildiği gerekçesiyle muhasebeci olarak atanmasını reddetmiştir.", "\t", "C. Yüksek İdare Mahkemesi önündeki yargılama", "", "8. Başvurucu 8 Mayıs 1989 tarihinde Yunanistan Yüksek İdare Mahkemesi’ne (Danıştay) başvurmuş ve başvurusunda; diğer gerekçelerin yanında Anayasa ve Sözleşme tarafından güvence altına din özgürlüğü ve kanun önünde eşitlik hakkının ihlal edildiğini iddia etmiştir. Ayrıca kendisinin ağır bir suçtan değil, daha az ciddi bir suçtan dolayı mahkum olduğunu da ileri sürmüştür.", "", "9. Davanın duruşması, 18 Nisan 1991 tarihinde Danıştay 3. Dairesinde yapılmıştır. Daire, dava konusu meselenin taşıdığı önem nedeniyle 25 Mayıs 1991 tarihinde dosyayı Dava Daireleri Genel Kuruluna gönderme kararı vermiştir. Dairenin konuyla ilgili görüşü şöyledir: “...3329/1955 sayılı Kanun Hükmünde Kararnamenin 10. maddesi kamu hizmetine atanma koşullarına sahip olmayan bir kimsenin sözleşmeli muhasebeci olarak atanamayacağı hükmüne gönderme yapmaktadır. Ayrıca Devlet Memurları Yasasının 22/1. maddesi uyarınca ağır cezadan mahkum olan bir kimse kamu hizmeti yapamaz. Bu hükümde kastedilen mahkumiyet, Anayasanın 87/1. maddesi uyarınca kurulmuş olan mahkemeler tarafından verilen mahkumiyetlerdir. Ancak, Daimi Askeri Mahkemelerdeki durum bu değildir. Çünkü, bu mahkeme üyelerinin çoğunluğu sivil yargıçların sahip olduğu ve Anayasanın 96/5 maddesinde belirtilen bağımsızlık güvencesinden yararlanmamaktadır. Sonuç olarak, Başvurucunun Atina Daimi Askeri Mahkemesi tarafından mahkum edilmesi değerlendirmeye alınamaz nitelikte bulunmuştur.", "", "10. 21 Ocak 1994 tarihinde, Danıştay Dava Daireleri Genel Kurulu (DDGK) huzurunda bir duruşma yapılmıştır. Kurul, 11 Kasım 1994 tarihinde İdare Heyetinin, Yunanistan Devlet Memurları Yasası 22/1 maddesi uyarınca, Atina Daimi Askeri Mahkemesi tarafından Başvurucu hakkında verilen mahkumiyet kararının (sözleşmeci muhasebeci olarak atanmasının reddi kararı) yasaya uygun olduğuna karar vermiştir. Anayasanın 96/5. maddesi Askeri Mahkemelerin yapılarını değiştirecek yeni yasanın yürürlüğe gireceği ana kadar, eskiden olduğu gibi faaliyet göstermeye devam edecekleri hükmünü içermektedir. Böyle bir yasa henüz yürürlüğe girmiş değildir. Danıştay ayrıca dosyanın 3. Daireye gönderilmesine ve dosya ile ilgili diğer hususların bu daire tarafından karara bağlanacağına da hükmetmiştir.", "", "11. 11 Kasım 1994 tarihinde verilen karar oy çokluğu ile alınmıştır. Karara muhalif kalanlar şu hususa dikkat çekmişlerdir: Anayasa, sivil yargıçların bağımsızlığı için ihtiyaç duyulan garantilerin mevcut askeri mahkemeleri de kapsamasının gerekliliğine işaret eden kanun tasarısı (madde 96/5) hariç bırakılarak yürürlüğe girmiştir. Anayasanın yürürlük tarihinden bu yana geçen toplam 9 yıl boyunca ilgili madde yürürlüğe girmemiştir.", "", "12. Danıştay 3. Dairesi’nde 26 Ekim 1995 tarihinde bir duruşma daha yapılmıştır. Daire, İdare Heyetinin başvurucuyu sözleşmeli muhasebeci olarak atamama kararının başvurucunun dinsel inançlarına değil, cezai yaptırım gerektiren bir suç işlediği gerekçesine dayalı olduğunu ileri sürerek, başvurucu bay Thlimmenos’in dosyanın tekrar incelenmesi istemini 28 Haziran 1996 tarihinde reddetmiştir.", "", "II. KONUYLA İLGİLİ İÇ HUKUK", "", "A. Sözleşmeli Muhasebeci Görevine Atanma", "", "13. Yunanistan’da 30 Nisan 1993 tarihine kadar yalnızca Yunanistan Muhasebeciler Kurumu üyeleri sözleşmeli muhasebecilik hizmeti vermekteydiler.", "", "14. Cumhurbaşkanlığının 15/1999 nolu Kararnamesinin 5. maddesiyle değiştirilen 3329/1955 sayılı Kanun Hükmünde Kararnamenin 10. maddesi, kamu hizmeti yapma şartlarını taşımayan bir kimsenin sözleşmeli muhasebeci olarak atanamayacağı hükmünü içermektedir.", "", "15. Devlet Memurları Yasası’nın 22/1.maddesi ağır cezaya mahkum edilen bir kimsenin kamu hizmetinde görevlendirilemeyeceği hükmünü içermektedir.", "", "16. Sözleşmeli Muhasebeciler Kurumunun konuyla ilgili tekel yetkilerine 30 Nisan 1993 tarihinde son verilmiş ve bir çok sözleşmeli muhasebeci Sözleşmeli Murakıplar Limitet Şirketi’nin üyesi olmuştur.", "", "B. Emre İtaatsizlik Suçu", "", "17. 1995 yılına kadar yürürlükte olan Askeri Ceza Usul Yasasının 70. maddesi uyarınca:", "", "“ Üstü tarafından bir görevi yapması için emir alan silahlı kuvvetler mensubu şayet başarısız olursa veya bu emri yerine getirmeyi reddederse cezalandırılır-", "", "\t(a) Şayet söz konusu eylem düşman önünde veya silahlı ayaklanma halinde işlenirse, ölümle;", "", "(b) Savaş zamanında veya silahlı ayaklanma veya bir devletin kuşatması veya genel seferberlik halinde, ölümle veya eğer indirim nedenleri varsa, ömür boru hapis ile veya en az 5 yıl hapis cezası ile ve", "\t", "(c) Bunlar dışındaki tüm diğer hallerde 6 ay 2 yıl arsında hapis cezası ile cezalandırılır.”", "", "18. Başvurucunun tutuklandığı tarihlerde 506/1974 sayılı Cumhurbaşkanlığı Kararnamesi nedeniyle, Yunanistan genel seferberlik halinde kabul ediliyordu. Söz konusu Kararname halen yürürlüktedir.", "", "19. Yunanistan Ceza Yasası’nın 84/2. maddesi suç öncesinde dürüst bir yaşam sürenlerin daha düşük bir cezaya mahkum edilebileceği hükmünü içermektedir.", "", "20. 1995 yılına kadar yürürlükte kalan Askeri Ceza Kanunu’nun 1. maddesi uyarınca, en az 5 yıl hapis cezası ile cezalandırılabilecek suçlar ağır ceza olarak değerlendiriliyordu. Beş yıla kadar hapis cezası gerektiren suçlar ise hafif suç olarak değerlendiriliyordu.", "", "21. 1995 tarihinde yürürlüğe giren yeni Askeri Ceza Yasası uyarınca, savaş halinde veya düşman cephesinde meydana gelmeyen emre itaatsizlik hafif suç olarak değerlendirilmektedir.", "", "C. Vicdani Ret Hakkı", "", "22. 731/1977 sayılı Yasanın 2/4 nolu bölümü uyarınca, silahsız askerlik hizmetini dini inançları nedeniyle yapmayı reddedenler, söz konusu silahsız askeri hizmet süresine eşdeğer bir süre kadar hapis cezasına mahkum edilirler, bu süre 5 seneden azdır.", "", "23. 27 Haziran 1997 tarihinde yürürlüğe giren 2510/1997 sayılı Yasa, vicdani retçilere askeri hizmet yerine sivil hizmet yapabilme hakkı vermektedir. Söz konusu yasanın 23/1. ve 4. maddeleri uyarınca, geçmişte emre itaatsizlik nedeniyle mahkum edilmiş kişilere vicdani retçi olarak tanınmaları için başvuru şansı sağlanmıştır. Bu türden tanınmanın etkilerinden birisi, söz konusu mahkumiyet kararının kişinin adli sicil kaydından çıkarılmasına olanak sağlanmasıdır.", "", "2510/1997 sayılı yasanın 23/1. ve 4. maddesi uyarınca (tanınma) başvurular 1 Ocak 1998 tarihinde başlayan 3 aylık hak düşürücü süre içinde yapılmak zorundadır. Bu başvurular Ulusal Savunma Bakanlığına vicdani retçilerin tanınması hususunda danışma hizmeti veren ilgili komisyon tarafından incelenmiştir. Komisyon 2510/1997 sayılı Yasanın 18. maddesine başvurmak zorunda kalmıştır. Yasa;", "", "“Askerlik hizmetini sahip oldukları dinsel veya ideolojik inançları gerekçesine dayanarak vicdani sebeplerle yerine getirmeyen kişiler vicdani retçi olarak kabul edilebilirler....” demektedir.", "", "İLGİLİ YASA", "", "DAVANIN KAPSAMI", "", "25. Başvurucu Komisyon’a yaptığı başvuruda, yetkililerin kendisini sözleşmeli muhasebeci görevine atamaması işlemi hakkında Sözleşmenin 9. ve 14.maddelerinin; Atamanın reddi işlemine karşı açtığı davalar nedeniyle de Sözleşmenin 6/1 maddesinin ihlal edildiği yakınmasında bulunmuştur. Başvurucu Hükümetin başvurunun kabuledilebilirliği ve başvurunun esası hakkındaki görüşlerine cevaben sunduğu görüşlerinde, ilk kez 1 nolu Protokol’ün 1. maddesinin de ihlal edildiği yakınmasında bulunmuştur. Komisyon bu son yakınmayı Sözleşme tarafından öngörülen 6 aylık süre içinde yapılmadığı gerekçesiyle kabuledilemez olarak ilan etmiştir.", "", "26. Başvurucu Mahkemeye sunduğu son görüşlerinde, Mahkemenin 1 nolu Protokolün 1. maddesi uyarınca söz konusu (mülkiyet hakkı) yakınmasını incelemeye yetkili olduğunu ileri sürmüştür. Ancak, bu yakınma ilk başvuru dilekçesinde ortaya konmamış, sadece yakınmanın temelini oluşturan gerekçeler belirtilmişti. Sözleşme organlarına bu yasal yakınmaları değerlendirme / nitelendirme yetkisi verilmiştir.", "", "Mahkeme, dava üzerindeki yargılama/değerlendirme yetkisi kapsamının Komisyon tarafından söz konusu başvuruya ilişkin verilen kabuledilebilirlik kararı ile belirlendiğini anımsatmaktadır (Bknz: Sürek/Türkiye Kararı (no.1) [GC], no.26682/95 para. 40, AİHM 1999 IV). Ayrıca Mahkeme, Komisyonla koşut olarak 1 nolu Protokolün 1.maddesi uyarınca ileri sürülen yakınmayı kabuledilebilir olarak ilan edilen yakınmalardan ayrı görmektedir.", "", "II. HÜKÜMETİN İLK İTİRAZI", "", "Hükümet başvurucunun 2510/1997 sayılı yasanın 23/1 ve 4. maddelerinin sağladığı prosedürü kullanarak yukarıda açıklanan sonuçlardan geçmişte kaçınma şansının olduğunu iddia etmiştir. Hükümet ayrıca, başvurucunun Anayasanın 47/1. maddesi uyarınca geçmişte aftan yararlanmak için başvurabilme olasılığının olduğunu da ileri sürmektedir. Buna karşın Hükümet, başvurucunun (2510/1997 tarihli yasa uyarınca vicdani retçi olarak tanınsa bile) mahkumiyet nedeniyle geçmişte maruz kaldığı önyargı/zarar için herhangi bir tazminat edinemeyeceğini kabul etmiştir.", "", "Başvurucu 2510/1997 sayılı Yasanın 23/1 ve 4. maddelerinde öngörülen 3 aylık hak düşürücü süreden haberdar olmadığını ve dolayısıyla süreyi kaçırmış olduğunu; bütün bunların yanında ilgili yasa hükümlerinin anlaşılmaz olduğunu ve sadece birkaç vicdani retçinin geçmişteki mahkumiyetlerini adli sicil kayıtlarından silmede başarılı olduğunu ileri sürmüştür.", "", "Mahkeme şunu belirtmiştir: Şayet başvurucu söz konusu hak düşürücü içinde ilgili yasa uyarınca başvursaydı; dini inançları nedeniyle silahlı kuvvetlerde görev yapmadığı iddiası, Ulusal Savunma Bakanlığına ilgili yasadan yararlanmak için başvuran kişilerin vicdani retçi olarak tanınması veya tanınmaması gerektiği konusunda öneride bulunacak olan Komisyon tarafında incelenecekti. Buna karşın söz konusu Komisyon veya Bakanlık belirli derecede takdir yetkisine sahip olmaları nedeniyle başvurucunun iddiasını onaylamak zorunda değildiler (Bakınız paragraf 24 ve 25). Taraflarca da kabul edildiği gibi, 2510/97 sayılı Yasanın 23/1 ve 4. madde hükümleri mahkumiyete ait kayıtların adli sicil kaydından sildirilmesine olanak sağlamasına rağmen, geçmişteki mahkumiyet nedeniyle başvurucunun o zamana kadar maruz kaldığı önyargı için herhangi bir giderim ödenmesini sağlamamaktadır. Başvurucu af konusunda da yine aynı gerekçeyle, yani söz konusu başvurusunun kabul edilmesinden emin olamadığı için ve her koşulda onaylansa bile herhangi bir giderim alamayacağı için başvuruda bulunmamıştır.", "", "Her koşulda Mahkeme şuna dikkat çekmektedir: Hükümet anlaşıldığı kadarıyla Sözleşmenin 34. maddesi çerçevesinde başvurucunun mağdur statüsüne ilişkin ilk itirazda bulunmuştur. Bu itiraz Komisyon’un başvurunun kabul edilebilirliği hakkındaki incelemesi sırasında ileri sürülmemiştir. 2510/1997 sayılı Yasanın, Komisyon’un kabuledilebilirlik kararı öncesinde yürürlüğe girmiş olması nedeniyle söz konusu ilk itirazın, iç hukuktaki yargılamanın herhangi bir aşamasında ileri sürülmesini engelleyen bir durum yoktur. Mahkeme bu nedenle Hükümetin ilk itiraz olarak ileri sürdüğü bu hususu reddeder (Bakınız Nikolova/Bulgaria Kararı [GC] no.31195/96, Parag.44, AİHM 1999-ll).", "", "", "lll. SÖZLEŞMENİN 14. MADDESİNİN 9. MADDESİ İLE BAĞLANTILI OLARAK İHLAL EDİLDİĞİ İDDİASI", "", "32. Mahkeme, başvurucunun emre itaatsizliğinden kaynaklanan ilk mahkumiyeti hakkında bir yakınmada bulunmadığını; Ağır bir suçtan mahkum olan kişilerin sözleşmeli muhasebeci görevine atanmasına engel olan yasanın söz konusu kişilerin dini inançları nedeniyle ve diğer nedenlerden dolayı mahkum olanlar şeklinde bir sınıflandırmaya gitmemiş olmasından dolayı yakınmada bulunduğunu belirtmektedir. Başvurucu Sözleşmenin 14 maddesinin 9. maddeyle bağlantılı olarak ihlal edildiğini belirtmektedir. İlgili maddeler aşağıda verilmiştir:", "", "Madde 14", "“Bu Sözleşme’de tanınan hak ve özgürlüklerden yararlanma, cinsiyet, ırk, renk, dil, din, siyasal veya diğer kanaatler, ulusal veya sosyal köken, ulusal bir azınlığa mensupluk, servet, doğum veya herhangi başka bir durum bakımından hiçbir ayrımcılık yapılmadan sağlanır.”", "\t\t\t\t", "Madde 9", "“1. Herkes düşünce,vicdan ve din özgürlüğüne sahiptir. Bu hak, din ve inanç değiştirme özgürlüğü ile tek başına veya topluca, açıkça veya özel tarzda ibadet, öğretim, uygulama ve ayin yapma suretiyle dinini veya inancını açıklama özgürlüğünü içerir.", "", "2. Din veya inancını açıklama özgürlüğü, ancak kamu güvenliğinin,kamu düzeninin, genel sağlığın veya ahlakın ya da başkalarının hak ve özgürlüklerinin korunması için demokratik bir toplumda zorunlu tedbirlerle ve yasayla sınırlanabilir.\t", "", "A. Mahkeme Önündeki İddialar", "", "33. Başvurucu sözleşmeli muhasebecilik görevine atanmayışının doğrudan dini inançlarıyla bağlantılı olduğunu ve dolayısıyla Sözleşmenin 9. maddesi kapsamına girdiğini ileri sürmüştür. Başvurucu, silahlı kuvvetlerde görev yapmayı reddetmesi nedeniyle söz konusu kadroya atanmamış olduğuna ve söz konusu ret kararı ile bağlantılı olarak (Yehova Şahidi) dini inançlarını açığa vurduğuna işaret etmektedir. Başvurucu ayrıca, dini inançları nedeniyle silahlı kuvvetlerde görev yapmayı reddetmiş birinin sözleşmeli muhasebecilik görevinin dışında bırakılmasının yararlı bir amaca hizmet etmeyeceğini iddia etmektedir. Başvurucunun görüşüne göre, ilgili yasa hükmünün ağır cezaya mahkum edilmiş herkesi dışarıda bırakmaması gerekirdi. Başvurucu, dışarıda bırakılmanın yasallığının mahkumiyete neden olan suçun ve (atanılması olası) görevin doğasına bağlı olduğunu, bunlara suçlunun suçu işlemedeki nedenleri ile suç ve suçlunun eyleminden bu yana geçen zamanın da dahil olduğunu belirtmektedir. Bu nedenle yetkililer tarafından göreve atanmasına değgin ret işleminin gerekli olmadığını belirtmektedir. Başvurucunun mensup olduğu Yehova Şahitleri (Bu inanç, silahlı kuvvetler bünyesinde görev yapmayı engelleyen zorunlu kurallara sahiptir) suçluların oluşturduğu diğer gruplardan farklıdır. Hükümetin bu farklılığı göz önüne almayışı Sözleşmenin 9. maddesiyle bağlantılı olarak 14. maddesi tarafından hoş görülmeyen bir ayrımcılığa neden olmuştur.", "", "Hükümet şunları ileri sürmüştür: Sözleşmenin 14. maddesi uygulanamaz, çünkü davayı oluşturan olgular Sözleşmenin 9. maddesi kapsamında değildir. Ağır cezadan mahkum olan kişilerin böyle bir göreve atanmalarına engel oluşturan kuralı uygulamak zorunda olan yetkililer başka bir seçim şansına sahip değildiler. “Mahkumiyet” terimi geneldir, sorun olarak ortaya konan Yasa yansızdır ve kamu yararına hizmet etmiştir. Ciddi bir suç nedeniyle mahkum edilmiş olan bir kişi devlet memuru olarak tayin edilemez, aynı ölçüyle sözleşmeli muhasebecilik görevine de atanamaz. Bu yasaklama mutlak olmak zorundadır ve davalar arasında bir ayrım yapılamaz. Devletler cezai yaptırım bağlanan suçların, ağır suçlar ve diğerleri şeklindeki sınıflandırmasında geniş bir takdir yetkisine sahiptir. Başvurucu genel seferberlik sırasında silahsız olarak askerlik vazifesini yapmayı reddederek ciddi bir suç işlemiş, ülkenin savunmasıyla bağlantılı olan bağımsızlığı ve güvenliği için topluma ve Devlete karşı olan çok önemli bir yükümlülüğünü yerine getirmekten kaçınmıştır. Sonuç olarak uygulanan yaptırım orantısız değildir.", "", "Hükümet ayrıca şunu vurgulamıştır: Mahkeme başvurucunun ilk mahkumiyetini inceleme yetkisine sahip değildir. Söz konusu mahkumiyet, her koşulda başvurucunun dini inançları ile ilgili değildir. Askerlik hizmeti yükümlülüğü, din ve vicdan gerekçeleri temelinde bir ayrım yapmaksızın tüm erkek Yunan vatandaşları için öngörülmüştür. Ayrıca başvurucu emre itaatsizlik nedeniyle mahkum olmuştur. Ordu disiplini, askerlerin kendilerine verilen emirleri onaylayıp onaylamamalarına bağlı olarak gerçekleştirilemez.", "", "Yukarıda yapılan açıklamaların ışığında Hükümet şunu ileri sürmüştür: Sözleşme’nin 14.maddesi uygulansa bile, ağır bir suçtan mahkum olmuş olan başvurucu ve diğer kişiler arasında bir ayrım yapılmamasını haklı kılan makul ve objektif bir neden mevcuttur. Ortodoks veya Katolik Yunan vatandaşlarının da, şayet söz konusu kişiler ağır bir suç işlerlerse, sözleşmeli muhasebecilik görevinin dışında bırakılacaklarının ayrıca belirtilmesine gerek yoktur.", "", "Komisyon şu hususu dikkate almıştır: Sözleşmenin 14. maddesine başvurulmuştur, çünkü davayı oluşturan olguların Sözleşmenin 9. maddesi kapsamında olması yeterlidir. Komisyona göre, görülmekte olan davada söz konusu Sözleşme maddesi tarafından korunan haklara (Devlet tarafından) müdahale edilmiştir. Komisyon ayrıca şu konuyu da dikkate almıştır: Sözleşme tarafından garanti edilen haklardan yararlanmada bir ayrımcılığa uğramama hakkı sadece benzer durumda olan kişilerin Devletler tarafından objektif ve makul bir haklı neden olmaksızın farklı muameleye tabi tutulması halinde ihlal edilmiş olmaz. Aynı zamanda Devletlerin durumları farklı kişileri farklı muameleye tabi tutmasında başarısız olması halinde de ihlal edilmiş olur. Davanın koşulları çerçevesinde, sözleşmeli muhasebecilik görevine girişi düzenleyen hükümleri hazırlayanların silahlı kuvvetlerde hizmet etmeyi dini inançları nedeniyle reddederek mahkum olmuş kişilerle, diğer ağır suçlar nedeniyle mahkum olmuş kişiler arasında ayrım yapmamasında objektif ve makul bir haklılık yoktur.", "", "B. Mahkemenin Değerlendirmesi ", "", "Mahkeme başvurucunun şikayetinin, aşağıdaki nedenler dolayısıyla Sözleşmenin 9. maddesiyle bağlantılı olarak 14. maddesi çerçevesinde değerlendirileceğine dikkat çeker.", "", "Mahkeme şu hususu anımsatmaktadır: Sözleşmenin 14. maddesi bağımsız bir niteliğe sahip değildir. 14. madde sadece Sözleşme ve Sözleşme Protokollerinde yer alan temel hükümler tarafından korunan haklar ve özgürlüklerle bağlantılı olarak etki doğurur. Buna karşın Sözleşme’nin 14. maddesinin uygulanabilirliği, söz konusu Sözleşme hükümlerinden bir veya birden fazlasının ihlal edildiği varsayımını doğurmaz. Bu bağlamda 14. madde özerktir. Sözleşmenin 14. maddesinin uygulanabilir olması için davanın konusu oluşturan olguların Sözleşme ve Sözleşme Protokollerinde yer alan temel hükümlerden birisinin kapsamı içine girmesini gerektirmektedir (Bakınız Inze/ Avusturya 28 Kasım 1987 tarihli karar, Seri A no.126, p.17, prag.36).", "", "Mahkeme şunu belirtmektedir: Başvurucu askeri üniforma giymeyi reddetmesinden kaynaklanan emre itaatsizlik nedeniyle mahkum olmuş ve sonuç olarak sözleşmeli muhasebecilik görevine atanmamıştır. Dolayısıyla başvurucu geçmişteki mahkumiyeti nedeniyle aynı kadroya başvuran diğer kişilerden farklı bir muameleye tabi tutulmuştur. Mahkeme bu tür bir muamele farklılığının belirli bir mesleğe girişle ilgili olması nedeniyle genel olarak 14. maddenin kapsamına girmediğini, meslek özgürlüğü hakkının Sözleşme tarafından garanti edilmediğini belirtmektedir.", "", "Buna karşın Başvurucu, mahkum olmuş kişiler ile diğer kişilerin bir mesleğe girişini düzenleyen kurallardaki ayrım nedeniyle yakınmada bulunmamaktadır. Başvurucunun yakınması daha çok konuyla ilgili yasanın uygulanmasında dini inançları nedeniyle işlenen suçlardan mahkum olan kişiler ve diğer suçlardan mahkum olan kişiler arasında hususi bir ayrımın yapılmamış olmasıyla ilgilidir. Bu çerçevede Mahkeme, başvurucunun pasifizmi kutsayan dini bir grup olan Yehova Şahidi üyesi olduğunu ve dosya kapsamında başvurucu tarafından ileri sürülen “dini inancının askeri üniforma giymesine mani olduğu iddiasının” (Başvurucu askeri üniforma giymeyi reddetmiştir ve bunun sahip olduğu dini inanış tarafından engellendiğini düşünmektedir) aksini onaylayan herhangi bir delil olmadığına dikkat çeker. Başvurucunun iddiaları temel olarak dini inancın hayata geçirilmesi özgürlüğü hususunda (Sözleşmenin 9. maddesi tarafından garanti edildiği üzere) kendi şahında ayrımcılık yapıldığı, yani mahkumiyetin bu özgürlüğün kullanılmasından kaynaklanmasına rağmen, kendisinin ağır bir suçtan mahkum edilmiş olan diğer kişiler gibi değerlendirildiği anlamına gelmektedir. Bu açıdan bakıldığında, Mahkeme başvurucu tarafından yakınılan olguların (Başvurucunun mahkumiyeti ile sonuçlanan olgunun dini inançlarından kaynaklanmasına rağmen sözleşmeli muhasebeci görevine atanma işlemi sırasında ağır bir suçtan mahkum olmuş bir kişi gibi değerlendirilmesi) 9. maddenin kapsamı içine girdiğini kabul etmektedir.", "", "Mahkeme, Komisyon tarafından ortaya konulduğu gibi, Başvurucunun mahkumiyeti ve sonraki muhasebecilik görevine atanmaması işleminin (9. madde kapsamındaki haklar açısından) bir müdahale olup olmadığı hususunda inceleme yapmayı gerekli görmemektedir. Mahkeme, görülmekte olan davada, özellikle (Madde 4/3-b’nin lafzına rağmen) zorunlu askerlik hizmetine karşı çıkan vicdani retçilere bu türden yaptırımların uygulanmasının, Sözleşmenin 9. maddesinin 1. fıkrasınca garanti edilen düşünce, vicdan, din özgürlüğünü kendi içinde ihlal edip etmeyeceği hususunda herhangi bir açıklama yapmak zorunda değildir.", "", "Mahkeme bu güne kadar şuna dikkat çekmiştir: Sözleşmenin 14. maddesi (Sözleşme tarafından garanti edilen haklardan yararlanmada ayrımcılık yapılmaması) Devletlerin benzer durumda olan kişileri objektif ve makul bir haklılık olmaksızın farklı bir muameleye tabi tutması halinde ihlal edilir (Bakınız yukarda adı geçen Inze kararı, sayfa18 parag.41). Buna karşın Mahkeme şu hususa da dikkat çeker: 14. maddede belirtilen söz konusu ayrımcılık yasağı maddenin tek yüzü değildir. Yanı sıra, Sözleşme tarafından garanti edilen haklardan yaralanmada ayrımcılık yapılmaması hakkı Devletlerin, durumları önemli ölçüde farklı olan kişileri makul ve objektif bir haklılık olmaksızın farklı bir muameleye tabi tutmaması halinde de ihlal edilmiş olur.", "", "Sözleşmenin 14. maddesi başvurucunun yakınmasıyla ilgili ve 9. maddeyle bağlantılı olarak bu davada uygulanabilir.", "", "Açıklama yapılacak bir diğer sorun Sözleşmenin 14. maddesine uygun davranılıp davranılmadığıdır. Mahkeme, içtihatları uyarınca başvurucunun ağır bir suçtan mahkum olmuş kişilerden farklı bir muameleye tabi tutulmama işleminin yasal bir amacının olup olmadığı hususunda bir inceleme yapmak zorundadır. Şayet söz konusu işlemde yasal bir amaç güdülmüşse bu durumda Mahkeme uygulanan yöntemler ile hedeflenen amaç arasında makul bir orantılılık ilişkisinin var olup olmadığı hususunda bir inceleme yapacaktır (Bakınız, yukarıda adı geçen Inze kararı).", "", "Mahkeme şu hususu göz önünde tutmaktadır: Prensip olarak Devletler bazı suçluları sözleşmeli muhasebecilik görevine atamamakta meşru bir menfaate sahiptir. Mahkeme şu noktayı da göz önüne almaktadır: Diğer ciddi suçlardan kaynaklanan mahkumiyetlerden farklı olarak, dinsel veya felsefi nedenlerle askeri üniforma giymeyi reddetmekten kaynaklanan bir mahkumiyet, söz konusu suçlunun mesleki becerisini engelleyecek olası bir haysiyetsizlik yada ahlaki bir alçaklığa sahip olduğu anlamına gelmez. Bu nedenle başvurucunun mesleğe uygun olmadığı gerekçesiyle dışarıda bırakılması isabetsizdir. Mahkeme Hükümetin şu iddiasını kayda alır: Ülkelerine hizmet etmeyi reddeden kişiler uygun olarak cezalandırılmak zorundadır. Ancak, Mahkeme başvurucunun askeri üniforma giymeyi reddetmiş olması nedeniyle cezaevinde kaldığını da dikkat çekmektedir. Mahkeme bu koşullar altında başvurucunun başka bir yaptırıma maruz bırakılmasını orantısız olarak değerlendirmektedir. Başvurucunun sözleşmeli muhasebecilik mesleğinin dışında tutulması haklı/yerinde bir amaç taşımamaktadır. Sonuç olarak Mahkeme, başvurucunun ağır bir suçtan mahkum olmuş diğer kişilerden farklı bir muameleye tabi tutulmamasında objektif ve makul bir haklılığın varlığını bulgulamamaktadır.", "", "Yetkililerin, mevcut Yasa uyarınca Başvurucunun ilgili göreve atanmasını reddetmekten başka bir seçim şanslarının olmadığı bir gerçektir. Ancak, Hükümet temsilcisinin duruşmada ileri sürdüğü iddiaların aksine, bu durum ilgili Devleti Sözleşmeye göre sorumluluktan alıkoymaz. Mahkeme şu hususu asla dışlamamıştır: Ulusal yasaların Sözleşmeyi doğrudan ihlal ettiklerinin tespiti yapılabilir (Bakınız, Chassagnou ve Diğerleri/Fransa Kararı [GC],no.25088/94, 28331/95 ve 28443/95, AİHM 1999-lll). Görülmekte olan davada Mahkeme şu hususu göz önüne alır: Başvurucunun Sözleşmenin 9. maddesinde belirtilen haklardan yararlanması sırasında ayrımcılığa tabi tutulmaması hakkının ihlal edilmesine neden olan yasayı yürürlüğe koyan ilgili Devlettir. İlgili Devlet ağır bir suçtan mahkum olmuş kişileri sözleşmeli muhasebecilik görevinden yasaklayan konuyla ilgili yasada gereken istisnai durumları düzenlemeyerek sorumlu olmuştur.", "", "Mahkeme davayı şöyle sonuçlandırır: Sözleşmenin 14. Maddesi, 9. madde ile bağlantılı olarak ihlal edilmiştir.", "", "V. SÖZLEŞMENİN 9. MADDESİNİN İHLALİ İDDİASI", "", "Başvurucu şunu ileri sürmüştür. Gerek emre itaatsizlikten kaynaklanan mahkumiyeti, gerekse sözleşmeli muhasebecilik görevine atanmayışı, Sözleşmenin 9. maddesine aykırı olarak din ve vicdan özgürlüğü hakkına bir müdahaledir. Komisyonun içtihatları, vicdanı ret hakkının günün koşulları ışığında yeniden incelenmesi gerektiği garantisini bahşetmez. Hemen hemen Yüksek Sözleşen Devletlerin tümü askerlik hizmetine alternatif olan birtakım sivil hizmetleri kabul etmişlerdir. Mahkeme daha önceden de belirtildiği gibi, başvurucunun ilk mahkumiyetin nedeniyle ortaya çıkan müdahaleyi inceleme yetkisine sahip olmamasına rağmen, başvurucu söz konusu atamanın reddi haricinde var olan bu müdahalenin de demokratik bir toplum için gerekli olarak değerlendirilemeyeceğini iddia etmektedir.", "", "Hükümet şunu ileri sürmüştür: Yetkililerin başvurucuyu ilgili göreve atamaması işlemi Sözleşmenin 9. maddesi anlamında bir müdahale oluşturmamıştır. Her koşulda bu müdahale demokratik toplumda gereklidir. Başvurucunun silahlı kuvvetlerde görev yapmayı reddettiği zamanlarda Yunan hukuku sadece silahsız askerlik hizmeti olasılığını tanımıştır çünkü, bu tarihlerde böylesine bir sivil hizmet alternatifinin yaratılması hakkın kötüye kullanımında bir artışa neden olabilirdi. Sonuç olarak başvurucunun maruz kaldığı yaptırımlar orantısız değildir ve ağır suçlardan mahkum olmuş kişileri belirli görevlerin dışında bırakılmasında bir istisnaya gidilmemesi olması zorunlu olarak uygulanmıştır.", "", "Komisyon bu konu üzerinde açıklama yapmayı gerekli görmemektedir.", "", "Mahkeme şu hususu göz önüne almaktadır: Sözleşmenin 9. maddesiyle bağlantılı olarak 14. maddesinin ihlal edilmiş olduğu sonucuna varılması nedeniyle ve ayrıca yukarıda paragraf 42’de belirtilen gerekçeler nedeniyle, Mahkemenin Sözleşmenin 9. maddesinin tek başına ihlal edilip edilmediği hususunda inceleme yapması gerekli değildir.", "", "V. SÖZLEŞME MADDE 6/1 HÜKMÜNÜN İHLALİ İDDİASI", "", "53. Başvurucu ayrıca söz konusu göreve atanmaması işlemine karşı Danıştay nezdinde açtığı davaların sonuçlanma süreleri açısından Sözleşmenin madde 6/1. fıkrası çerçevesinde ihlali anlamına geldiği yakınmasında bulunmaktadır. Konuyla ilgili hüküm kısmı aşağıdadır:", "", "“Herkes medeni hak ve yükümlülükleriyle ilgili nizaların......... makul bir süre içinde ....Mahkeme tarafından görülmesini isteme hakkına sahiptir.”", "", "54. Başvurucu Sözleşmenin 6/1.maddesine, Danıştay’da görülmekte olan davalarda başvurulabileceğini çünkü, söz konusu davaların devlet memurluğuna girişe ilişkin değil (her ne kadar sınırlayıcı bir şekilde düzenlense de) serbest bir mesleğe girişe ilişkin olduğunu ileri sürmüştür. Başvurucu ayrıca, ilgili yargılamaların makul bir süre içersinde sonuçlandırılmadığını, davaların karmaşık yasal meseleler içermediğini de belirtmiştir. Başvurucu sorunun Danıştay Dava Daireleri Genel Kuruluna gönderilmesinin kendisi tarafından değil, Danıştay’ın ilgili Dairesi tarafından talep edildiğini, her koşulda 7 yıllık gecikme için haklı bir gerekçenin ortaya konulamadığını belirtmiştir.", "", "Hükümet başvurucunun atama işleminin reddedilmesi meselesinde Sözleşmenin 6/1.maddesinin uygulanabilir olmadığını çünkü söz konusu atamanın reddi işleminin kamu hukukunun kapsamına giren bir idari işlem olduğunu ileri sürmüş ve her koşulda davanın ciddi Anayasal meseleler ihtiva ettiğini belirtmiştir. Hükümet ayrıca avukatların 1991, 1992, 1993 ve 1994 yıllarının bir çok ayında greve gittiklerini; yukarıda belirtilen tüm hususlar ve Danıştay’ın dava yükü ışığında 7 senelik bir sürenin makul olduğunu belirtmiştir.", "", "Mahkeme şu hususa dikkati çekmiştir: Sözleşmenin 6. maddesi uygulanabilirdir çünkü, (sözleşmeli muhasebecilerin idari kararla atanmasına rağmen) muhasebecilik mesleği bağımsız bir meslektir. Mahkeme ayrıca yargılamaların karmaşık yasal meseleler içerdiğini, ama gecikmeden dolayı başvurucunun sorumlu olmadığına dikkat çekmiştir. Ayrıca Mahkeme toplam süresi neredeyse üç yıl olan iki kerelik bir zaman dilimi içinde dosyaya dair hiçbir işlemin yapılmadığını, Hükümetin söz konusu gecikmeler için Danıştay’ın dava yükünün dışında hiçbir gerekçe gösteremediğini belirtmiştir. Komisyonun görüşüne göre söz konusu yargılama süresi makul değildir.", "", "Mahkeme şunu anımsatmaktadır: İdare hukuku tarafından düzenlenmiş olmasına rağmen sözleşmeli muhasebecilik mesleği Yunanistan’da serbest bir meslektir. Sonuç olarak başvurucunun sözleşmeli muhasebecilik görevine atanmaması işlemine karşı açtığı davalar Sözleşmenin 6. maddesinin 1. fıkrasının anlamı içersinde başvurucunun medeni haklarının tespiti anlamına gelmektedir (Bakınız, diğerleri arasında, König/Almanya davası 28 Haziran 1978 tarihli karar, Dizi A no.27 sayfa.32 parag.94) .", "", "Mahkeme Danıştay huzurunda yapılan yargılamanın 8 Mayıs 1989 tarihinde, yani başvurucunun temyiz başvurusunu sunduğu zaman başladığını, 28 Haziran 1996 tarihinde Danıştay 3. Dairesi tarafından reddedilmesi ile sona erdiğine işaret etmektedir. Bu nedenle tüm yargılama işlemi 7 yıl 1 ay ve 20 gün sürmüştür.", "", "Mahkeme şunu hatırlatmaktadır: Yargılama süresinin makullüğünün, davanın özel koşullarının ışığı altında ve şu ölçütler uyarınca değerlendirilmesi bir zorunluluktur: Davanın karmaşıklığı, tarafların işlem ve hareketleri, dava ile ilgilenen kişilerin işlem ve tavırları ve başvurucunun içinde bulunduğu risk halidir (Bakınız Laino/İtalya [GC], no.33158/96, parag.18, AİHM 1999 –l). İşe girme tartışmaları (ki bu türden tartışmalar serbest mesleğe giriş tartışmalarıyla da karşılaştırılabilir) genellikle uygun bir kararı gerektirir (Bakınız Vocatura/İtalya 24 Mayıs 1991 tarihli karar, Dizi A, no.206, PP.32-33 Para. 17).", "", "Mahkeme şuna dikkat çeker: Dava bir takım yasal karmaşıklıklar içeren bir davadır. Buna karşın başvurucu herhangi bir gecikmeye sebep olmamıştır. Hemen hemen toplam üç yılı bulan iki zaman sürecinde dosya üzerinde herhangi bir işlem yapılmamıştır. Söz konusu süreçlerden ilki başvurucunun davasını açtığı zaman olan 8 Mayıs 1989 tarihinde başlamış ve 18 Nisan 1991 tarihinde 3. Dairenin davayı dinlemesi ile sona ermiştir. İkinci süreç 11 Kasım 1994 tarihinde yani Dava Daireleri Genel Kurulunun ilgili davayı tekrardan 3. Daire’ye göndermesiyle başlamış, 26 Kasım 1995 tarihinde aynı Dairenin nihai kararı ile sonuçlanmıştır. Hükümetin bu eylemsizlik süreleri için ileri sürdüğü tek açıklama Danıştay’ın dava yüküdür.", "", "Mahkeme bu açıklamayı kabul edemez. Mahkemenin daha önceki kararları uyarınca, ulusal yargı sisteminin kişilerin ulusal mahkemelerden hak ve yükümlülükleri hakkında (makul bir zaman içinde) nihai bir karar alabilmelerini garanti altına alan bir anlayış içinde düzenlenmesi, Sözleşen Devletlerin yükümlülüğüdür (Bakınız yukarıda adı geçen Vocaturo Kararı). Yapılan tüm açıklamalar ışığında ve başvurucunun mesleki geleceğine ilişkin yargılamaları göz önüne alarak Mahkeme şu hususa dikkat çeker: Yargılamaların uzunluğu “makul süre” kıstasının belirttiği gerekleri karşılamamıştır.", "", "Mahkeme bu nedenle Sözleşme’nin 6. maddesinin 1. fıkrasının ihlal edilmiş olduğu sonucuna varır.", "", "Vl. SÖZLEŞEMENİN 41. MADDESİNİN UYGULANABİLİRLİĞİ", "", "63. Sözleşme’nin 41.maddesi uyarınca,", "", "“Mahkeme işbu Sözleşme ve Protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Tarafın iç hukuku bu ihlali ancak kısmen telafi edebiliyorsa, Mahkeme gerektiği takdirde, hakkaniyete uygun bir surette, zarar gören tarafın tatminine hükmeder.”", "", "A. Maddi Zarar", "", "64. Başvurucu atanma işleminin reddi ile Yunanistan Sözleşmeli Muhasebeciler Kurumunun tekel hakkının kaldırıldığı tarihe kadar geçen süre zarfında kaybettiği maaş miktarı olan yaklaşık 17.000.000 Drahmi’de dahil olmak üzere toplam 284.140.000 Drahmi maddi tazminat isteminde bulunmuştur. Bu iddiasına kanıt olarak Sözleşmeli Muhasebeciler Kurumu ve özel bir muhasebe şirketi tarafından yapılan incelemeyi dayanak göstermiştir.", "Hükümet din özgürlüğünün yukarıda belirtilen zararlarla hiçbir ilgisi olmadığını belirtmiştir. Hükümet inceleme konusu yapılan tüm bu zaman dilimi içersinde başvurucunun özel sektörde çalıştığına ve iddiaların hiçbir resmi belge ile desteklenmediğine işaret etmiştir.", "", "Mahkeme, şayet yetkililer, başvurucuyu sözleşmeli muhasebecilik görevine atamayı reddetmemiş olsalardı en azından Sözleşmeli Muhasebeciler Kurumunun tekel hakkının feshine kadar ki süre içinde başvurucunun mesleki faaliyeti nedeniyle bir gelir elde edebileceğini (bu husus üzerine hiç tartışılmamıştır) kabul etmekle beraber, din özgürlüğü ile maddi zarar arasındaki ilişki hakkında genel Hükümet açıklamalarını da göz önüne almaktadır. Mahkeme söz konusu zaman dilimi boyunca başvurucunun işsiz olmadığına da dikkat çeker. Ayrıca başvurucu bu zaman dilimi içinde sözleşmeli muhasebeci olarak kazanabileceği gelirin bu süre içersinde özel sektördeki çalışması sırasında kazanmış olduğu geliri aşabileceğini kanıtlayamamıştır. Mahkeme bu nedenlerle başvurucu lehine maddi zararlar için tazminat hükmetmez.", "", "B. Manevi Zarar", "", "67. Başvurucu 15.000.000 Drahmi manevi tazminat talep etmiştir.", "", "68. Hükümet yukarıda bahsedilen rakam ile ihlal arasında hiçbir nedensellik ilişkisinin tespit edilememiş olduğunu ve her halükarda söz konusu miktarın aşırı olduğunu iddia etmiştir.", "", "69. Mahkeme şu hususu göz önüne alır: Başvurucu Sözleşmenin 6.maddesi 1. fıkrasında belirtilen süre içinde yargılamanın bitirilmemiş olması ve Sözleşmenin 9. maddesiyle bağlantılı olarak 14. maddesinde belirtilen dini inançlarını serbestçe icra etme özgürlüğünü kullanmasında ayrımcılığa maruz kalması nedeniyle mağdur olmuştur. Yargılamaların süresi, başvurucunun güvensizlik hissiyatının sürekliliğine ve arzu ettiği bir mesleği icra etme ehliyetine sahip olmasına rağmen, bu mesleği yapamaması nedeniyle endişeye sebebiyet vermiş olabilir. Bundan başka Sözleşmenin 14. maddesinin 9. maddeyle bağlantılı olarak ihlal edilmesi, ki bu husus bir kişinin gelecek planlarının biçimlendirilmesinde merkezdir, başvurucunun bir mesleğe girişi hakkındaki karar verme aşamasında meydana gelmiştir. Mahkeme, adil ve hakkaniyete uygun bir temelde değerlendirme yaparak, başvurucu lehine 6.000.000 Drahmi manevi tazminata hükmeder.", "", "C. Ücretler ve Harcamalar", "", "Başvurucu Sözleşme ve iç hukuk yargılamaları sırasında meydana gelen ücretler ve masraflar açısından 6.250.000.- Drahmi talep etmiştir. Söz konusu miktarın 250.000.- Drahmi’lik kısmı avukatlar tarafından idare karşısında temsil edilmesini; 1.700.000.- Drahmi’lik kısmı yine avukatlar tarafından Danıştay’da temsil edilmesini; 500.000.- Drahmi’lik kısmı avukatlar tarafından Komisyon’da temsil edilmesini; 2.000.000.- Drahmi’lik kısmı avukatlar tarafından Mahkeme huzurunda devam eden yargılamalarda temsil edilmesini; 1.3000.000.- Drahmi’lik kısmı avukatlarının ve kendisinin duruşmalara katılmak amacıyla yaptığı seyahat ve diğer masrafları; 500.000.- Drahmi’lik kısmı ise meydana gelmiş diğer masrafları içermektedir.", "", "Hükümet söz konusu masraf ve harcamaların gerçekten ve gerekli bir şekilde oluşması ve miktar olarak makul olması ölçüleri göz önüne alınarak tazmin edilmesini talep etmiştir.", "", "Mahkeme başvurucunun öne sürdüğü ve Sözleşme’nin 41. maddesi uyarınca hükmedilecek tazminata dahil olacak ücretler ve masraflar hakkında teste başvurulması konusunda Hükümet ile aynı görüştedir (Bakınız diğerleri arasında, yukarıda bahsedilen Nikolava Kararı parag.79). Ayrıca Mahkeme başvurucunun isteminin aşırı olduğuna dikkat çeker. Mahkeme bu nedenle bu başlık altında başvurucu lehine 3.000.000 Drahmi’ye hükmeder.", "", "", "", "D. Gecikme Faizi", "", "73. Mahkeme’ye sunulan bilgi uyarınca görülmekte olan davanın karara bağlandığı tarih itibariyle Yunanistan’da uygulanan yasal faiz oranı yıllık %6’dır.", "", "BU NEDENLERLE MAHKEME, OYBİRLİĞİ İLE", "", "1. Hükümet’in ilk itirazının reddine;", "", "2. Sözleşme’nin 9. maddesiyle bağlantılı olarak 14. maddesinin ihlal edildiğine;", "", "3. Sözleşme’nin 9. maddesinin tek başına ihlal edilip edilmediği hususunda ayrı bir incelemenin gerekli olmadığına ;", "", "4. Sözleşme’nin 6/1 maddesinin ihlal edilmiş olduğuna;", "", "5.", "", "Sorumlu Devlet ‘in 3 ay içersinde aşağıdaki miktarları başvurucuya ödeyeceğine:", "6.000.000(altı milyon) Drahmi manevi zararlar için;", "3.000.000(üç milyon) Drahmi ücretler ve masraflar için ;", "", "", "(b) Yukarıda bahsedilen 3 aylık sürenin bitiminden ödeme tarihine kadar geçen sürede %6 oranındaki basit faiz işlemesine;", "", "6. Başvurucun adli tazmin için ileri sürdüğü kalan taleplerini reddedilmesine karar verdi.", "", "", "İngilizce ve Fransızca olarak, 6 Nisan 2000 tarihindeki Starsbourg’ta bulunan İnsan Hakları Binasında yapılan halka açık duruşmada karar verildi.", "", "Maud De Boer-Buquicchio\t\t\t\t\t  Luzius Wildhaber", "Yazı İşleri Müdürü Vekili\t\t\t\t\t\t\tBaşkan"]}