{"file": "TUR_HJUDTUR_31913_07.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "31913/07", "text_paragraphs": ["E.B. ve Diğerleri/Avusturya – 31913/07 et al. - 7.11.2013 tarihli Karar [I. Bölüm]", "", "Olaylar ve Olgular – Başvuranlar, Ceza Kanununun yetişkin ve 14 ile 18 yaş arasındaki rıza gösteren erkekler arasındaki eşcinsel ilişkiyi yasadışı hale getiren bir hükmü olan 209. maddesi uyarınca 1983 ve 2001 seneleri arasında mahkûm edilmişlerdir. Anayasa Mahkemesinin, 209. maddenin keyfi sonuçlara yol açtığına ve nesnel bir şekilde gerekçelendirilmediğine yönelik 21 Haziran 2002 tarihli kararının ardından 209. madde yürürlükten kaldırılmıştır. Söz konusu hüküm sadece erkekler arasındaki eşcinsel ilişkiler için geçerli olup, kadınlar arasındaki eşcinsel ilişkiler için geçerli olmadığından, Avrupa İnsan Hakları Mahkemesi de söz konusu hükmün ayrımcı nitelikte olduğu kararına varmıştır. Başvuranlar, söz konusu suçun yürürlükten kaldırılmasının ardından mahkûmiyetlerinin adli sicil kayıtlarından silinmesi talebiyle başvuruda bulunmuş; ancak hukuka uygun bir şekilde kayda işlenmiş olan bir mahkûmiyeti silmek için Federal İçişleri Bakanlığının yetkisi olmadığı gerekçesiyle başvuranların bu talebi reddedilmiştir.", "", "Hukuksal Değerlendirme – 8. Madde ile Bağlantılı olarak 14. Madde: Adli sicil kaydının içerdiği bilgiler aleni olarak verilen bir mahkeme kararına dayalı olsa dahi, hassas niteliği ve ilgili kişi üzerindeki olası etkisi göz önünde bulundurulduğunda özel yaşamla yakından bağlantılı olmuştur. Dolayısıyla Sözleşme’nin 8. maddesi ile birlikte 14. maddesi uygulanabilir niteliktedir.", "", "Ceza kanunu hükümlerinin toplumun değişen koşullarına uyum sağlaması amacıyla değiştirilmesi veya yürürlükten kaldırılması olayların akışı dahilinde normaldi. Geçmişte verilen bir ceza mahkûmiyetinin esasen geçmişe ait bir olaya ilişkin olmasından dolayı, normal şartlarda kanun kuvvetini kaybeden bir hükme dayalı olmasının tek başına, , mahkûmiyetin bir kişinin adli sicil kaydında bulunmaya devam etmesini sağlamazdı. Bir suçun yürürlükten kaldırılması veya önemli derecede değiştirilmesi, söz konusu hükmün yürürlükte olduğu ve uygulandığı zamanda anayasa hukuku kapsamındaki tüm gereklilikleri karşıladığı anlamına gelmezdi.", "", "Ancak başvuranların davasında durum farklıydı. Ceza Kanununun 209. maddesinin nesnel bir şekilde gerekçelendirilmediği ve dolayısıyla anayasal olmadığı doğrultusundaki Anayasa Mahkemesi kararı nedeniyle Parlamento tarafından önemli derecede farklı bir hükümle değiştirilmiştir. Avrupa İnsan Hakları Mahkemesi söz konusu 209. madde hükmü uyarınca verilen mahkûmiyetlerin ayrımcı olduğu kararına varmıştır. Dolayısıyla Ceza Kanununun yeni hükmü, değişen toplumun ihtiyaçları ile Ceza Kanununu uyumlaştırmaya yönelik genel süreç kapsamında getirilmemiş, Anayasaya aykırı bir hükmün ortadan kaldırılması amacıyla getirilmiştir. Başvuranların davasının bu özel niteliği, yasama organı tarafından farklı bir cevap verilmesini gerektirmekteydi. 209. madde kapsamındaki bir mahkûmiyetin adli sicil kaydında tutulmaya devam edilmesi ilgili kişiler üzerinde oldukça ciddi sonuçlar doğuracağından, yasama organının söz konusu maddeyi modern kadın erkek eşitliği standartlarıyla tutarlı hale getirmek üzere, mahkûmiyetlerin kayıtlarda tutulmasına ilişkin genel kurala istisnalar getirmek gibi uygun tedbirleri sağlaması gerekirdi. Ancak Hükümet, neden bu türden tedbirleri sağlamadığına ilişkin herhangi bir açıklamada bulunmamıştır.", "", "Sonuç: ihlâl (dörde karşı üç oyla).", "41. Madde: Manevi tazminat olarak 7,000 avro (EUR); maddi tazminat talebi reddedilmiştir."]}