{"file": "TUR_HJUDTUR_73235_12.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "73235/12", "text_paragraphs": ["Identoba ve Diğerleri /Gürcistan – 73235/12 - 12.5.2015 tarihli Karar [IV. Bölüm]", "Olaylar – Başvuranlar, Gürcistan’da lezbiyen, gay, biseksüel ve transgender (LGBT) kişilerin haklarını desteklemek ve korumak için kurulan bir sivil toplum kuruluşuydu ve 14 kişiden oluşmaktaydı. Uluslararası Homofobi Karşıtlığı Gününü kutlamak üzere birinci başvuran tarafından organize edilen barışçıl bir gösteri, 17 Mayıs 2012 tarihinde Tiflis kentinde gerçekleşmiştir. Başvuranlardan 13 tanesi dâhil olmak üzere gösteriye yaklaşık 30 kişi katılmıştır. Olay esnasında, LGBT bireyler yürüyüş yaparken iki dini grubun üyeleri olan, daha fazla kişiden oluşan karşı göstericiler tarafından hakarete maruz kalmış, tehdit edilmiş ve saldırıya uğramışlardır. Polis en sonunda, karşı göstericilerden koruma amacı güttüğünü iddia ederek, başvuranlardan dördünü yakalamış, kısa bir süreliğine alıkoymuş ve/veya bir polis arabasında dolaştırmıştır. Başvuranlar, olayların ardından, karşı göstericiler tarafından ayrımcılık saikiyle kendilerine yapılan saldırılara yönelik ve kendilerini saldırılardan koruyamayan polislerin fiilleri ve kusurlarına yönelik ceza soruşturmalarının başlatılması talebiyle, birkaç suç duyurusunda bulunmuşlardır. Başvuranlardan ikisinin maruz kaldıkları yaralanmalara ilişkin iki soruşturma 2012 yılında açılmış olup inceleme aşamasındadır.", "Hukuki değerlendirme – 14. madde ile birlikte ele alındığında 3. madde (ikinci başvurandan on dördüncü başvurana kadar)", "(a) Başvuranların maruz kaldıkları saldırıların, Sözleşme’nin 14. maddesiyle birlikte ele alındığında 3. madde uyarınca asgari ciddiyet eşiğine ulaşıp ulaşmadığı: - Mahkeme olayı değerlendirirken, olaylar esnasında LGBT üyelerinin ilgili Davalı Devlette kendilerini içerisinde buldukları tehlikeli durumu ve Gürcistan toplumunun bazı kesimlerinde yaygın olan LGBT topluluğu üyelerine yönelik olumsuz bakış açısını belgeleyen çeşitli raporları göz önünde bulundurmuştur. Mahkeme bu kapsamda ilk olarak, yürüyüş esnasında başvuranların, sayıca kendilerinden fazla, ölüm tehditleri savuran ve gelişigüzel fiziksel şiddete başvuran kızgın bir kalabalık tarafından çevrelendiğini kaydetmiştir. Bu tutum; özellikle iki dini grup tarafından kullanılan aşağılayıcı ve tehditkâr dil ve bazı başvuranların maruz kaldığı fiili fiziksel saldırıların ardından LGBT bayrak ve posterlerinin yırtılması ile ortaya konan bariz homofobik önyargıdan kaynaklanmıştır. Belirtilen sözlü ve fiziksel tacizin amacı açıkça, başvuranları LGBT toplumuna yönelik desteklerini alenen ifade etmekten vazgeçirmek için başvuranların korkutulmasıdır. Başvuranların keder duygusu, yürüyüşten önce kendilerine vaat edilen polis korumasının zamanında veya yeterince sağlanmaması nedeniyle artmıştır. Söz konusu şiddet bu nedenle, 13 başvuranın hepsinin maruz kaldığı ve Sözleşme’nin 14. maddesiyle birlikte ele alındığında 3. madde uyarınca ilgili eşiğe ulaşacak kadar ciddi korkuya, endişeye ve güvensizliğe yol açmıştır.", "(b) Yetkililerin, başvuranlara gereken korumayı sağlayıp sağlamadığı – Yürüyüşü organize eden kişinin, taciz ihtimaline ilişkin polisi uyarması nedeniyle, kolluk yetkilileri, göstericileri şiddetten korumaya yönelik zorunlu pozitif yükümlülük altındaydılar. Ancak, gösteri alanında sınırlı sayıda polis memuru hazır bulunmaktaydı. Ayrıca, sözlü saldırılar başladığında, polis memurları öncesinde herhangi bir uyarı yapmadan olay yerinden uzaklaşmış ve böylece gerilimin fiziksel şiddete dönüşmesine izin vermişlerdir. Polis memurları en sonunda müdahale etmeye karar verdiklerinde, başvuranlar zaten zorbalığa, hakarete ve saldırıya maruz kalmışlardı. Ayrıca, geciken polis müdahalesiyle, barışçıl yürüyüşün devamını sağlamak amacıyla en saldırgan karşı göstericileri bastırmaya odaklanmak yerine, kendilerine koruma amacıyla olduğu söylenerek en çok mağdur olan bazı başvuranları yakalama ve uzaklaştırma yoluna gidilmiştir. Dolayısıyla, ulusal yetkililer yürüyüş esnasında, bazı bireylerin saldırılarına karşı başvuranlara yeterli korumayı sağlayamamışlardır.", "(c) Olaya ilişkin etkin bir soruşturma yürütülüp yürütülmediği – Yetkililer, özellikle bir güdü olarak önyargının ortaya çıkarılmasına ve sorumluların tespit edilmesine ağırlık vermek suretiyle, 17 Mayıs 2012 tarihinde neyin yanlış gittiğinin soruşturulmasına yönelik usuli yükümlülüklerini de yerine getirememişlerdir. Olayın hemen ardından polisin kötü muamelesi ve eylemsizliği iddialarına ilişkin başvuranlar tarafından yapılan mükerrer suç duyurularına rağmen, ulusal yetkililer, başvuranlarla ilgili olarak olayı çevreleyen koşullara yönelik kapsamlı ve faydalı bir soruşturma başlatmamışlardır. Bunun yerine, açıklanamayacak şekilde, soruşturmanın kapsamını sadece başvuranlardan ikisinin maruz kaldığı fiziksel yaralara ilişkin iki davayla kısıtlamışlardır; söz konusu soruşturmalar, iki karşı göstericinin her birinin 45 avro ödemesini gerektiren idari yaptırımla sonuçlanmıştır. Bu durum, başvuranlara yönelik şiddetin ve saldırganlığın seviyesi dikkate alındığında, Devletin 3. madde kapsamındaki usuli sorumluluğunu yerine getirmesi bakımından yeterli değildir.", "Bu koşullar altında, ulusal yetkililerin, söz konusu olaylara yönelik muhtemel homofobik nedenlerin ortaya çıkarılması için makul tüm adımları atmaları gerekmektedir. Kolluk yetkilileri tarafından bu tür faydalı bir soruşturmanın gerçekleştirilmemiş olması dikkate alındığında, önyargıdan kaynaklanan suçlar kaçınılmaz biçimde bu tür izlerin bulunmadığı normal davalarla eşit temelde ele alınacaktır ve ortaya çıkan kayıtsızlık, nefret suçlarını resmi olarak kabul etme ve hatta göz yumma durumundan farksız olacaktır. Ayrıca, Devletin, gelecekteki benzer barışçıl gösterilerde asayişin sağlanmasının geliştirilmesini amaçlayan tedbirleri uygulamasını zorlaştıracak ve böylece halkın, Devletin ayrımcılıkla mücadele politikasına olan güvenini zayıflatacaktır. Bu açıklamalar ışığında, ulusal yetkililer on üç başvuranın kötü muamele iddialarına ilişkin uygun bir soruşturma yürütmemişlerdir.", "Sonuç: ihlal (bir oya karşılık altı oyla)", "Mahkeme ayrıca, davalı Devletin, pozitif yükümlülüklerine aykırı olarak, 17 Mayıs 2012 tarihli yürüyüşün yeterince homofobik ve şiddet eğilimli karşı göstericileri içermesi nedeniyle barışçıl bir şekilde gerçekleşmesini sağlayamadığını değerlendirerek, 14. madde ile birlikte ele alındığında 11. maddenin ihlal edildiğine oy birliğiyle karar vermiştir.", "Madde 41: manevi tazminat olarak 1.500 avro ile 4.000 avro arasında meblağlar.", "(Ayrıca bk. Nachova ve Diğerleri / Bulgaristan [BD], 43577/98 ve 43579/98, 6 Temmuz 2005, 77 sayılı Bilgi Notu; Members of the Gldani Congregation of Jehovah’s Witnesses ve Diğerleri / Gürcistan, 71156/01, 3 Mayıs 2007, 97 sayılı Bilgi Notu; Baczkowski ve Diğerleri / Polonya, 1543/06, 3 Mayıs 2007, 97 sayılı Bilgi Notu; ayrıca bk. Cinsel Yönelim Sorunları hakkındaki Tematik Bilgi Notu)", ""]}