{"file": "TUR_HJUDTUR_36760_06.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "36760/06", "text_paragraphs": ["", "", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2012. İşbu çeviri, Avrupa Konseyi İnsan Hakları Vakıf Fonu’nun desteğiyle yapılmıştır (). Bu çeviri, Mahkeme’yi bağlamamaktadır. Daha fazla bilgi için, bu belgenin sonunda bulunan, telif haklarına ilişkin belgeyi okuyunuz.", "© Council of Europe/European Court of Human Rights, 2012.This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyrights/droits d’auteur à la fin du présent document.", "", "AVRUPA İNSAN HAKLARI MAHKEMESİ KARARI", "", "", "BÜYÜK DAİRE", "", "STANEV/BULGARİSTAN DAVASI", "", "(Başvuru no. 36760/06)", "", "", "KARAR", "", "STRAZBURG", "", "17 Ocak 2012", "", "", "", "Nihai karardır. Şekli düzeltmeler yapılabilir.", "", "Stanev/Bulgaristan davasında,", "Avrupa İnsan Hakları Mahkemesi, aşağıdaki üyelerden oluşan Büyük Dairede yapılan oturumda:", "\tNicolasBratza, Mahkeme Başkanı,\n\tJean-PaulCosta,\n\tFrançoiseTulkens,\n\tJosepCasadevall,\n\tNinaVajić,\n\tDeanSpielmann,\n\tLechGarlicki,\n\tKhanlarHajiyev,\n\tEgbertMyjer,\n\tIsabelleBerro-Lefèvre,\n\tLuisLópez Guerra,\n\tMirjanaLazarova Trajkovska,\n\tZdravkaKalaydjieva,\n\tGannaYudkivska,\n\tVincent A.de Gaetano,\n\tAngelikaNußberger,\n\tJuliaLaffranque, Yargıçlar\nve Vincent Berger, Hukukçu", "9 Şubat ve 7 Aralık 2011 tarihlerinde, kapalı oturumda yapılan müzakereler neticesinde, 7 Aralık 2011 tarihinde, aşağıdaki kararı vermiştir:", "USUL", "1.  Bu dava, Bulgaristan Cumhuriyeti’ne karşı, bir Bulgar vatandaşı olan Bay Rousi Kosev Stanev (‘başvuran’) tarafından, 8 Eylül 2006 tarihinde, İnsan Hakları ve Temel Özgürlüklerin Korunmasına İlişkin Sözleşme’nin (‘Sözleşme’), 34. maddesi uyarınca, Mahkeme’ye sunulan, 36760/06 numaralı başvuru sonucu görülmektedir.", "2.  Adli yardım talebi kabul edilen başvuran, Sofya’da avukatlık yapmakta olan, Bay A. Genova ve Budapeşte merkezli bir sivil toplum kuruluşu olan Mental Disability Advocacy Center tarafından temsil edilmiştir. Bulgar Hükümeti (‘Hükümet’), Adalet Bakanlığı görevlileri olan Bayan N. Nikolova ve Bayan R. Nikolva tarafından temsil edilmiştir.", "3.  Başvuran, akıl hastalıkları merkezine yerleştirilmiş olmaktan ve oradan ayrılmak için izin alamıyor olmasından şikayet etmektedir (Sözleşme’nin 5/1,4 ve 5 maddesi). 3. maddeyi tek başına ve 13. madde ile birlikte ileri süren başvuran, bu merkezdeki yaşam koşullarından da şikâyet etmektedir. Başvuran, ayrıca, kayyımlığın kaldırılması için başvuru yapabileceği bir mahkemeye erişiminin olmadığından şikâyet etmektedir (Sözleşme’nin 6. maddesi). Nihayet, başvuran, bir merkeze yerleştirilme de dahil olmak üzere, kayyımlık sisteminin kısıtlamalarının, 8. madde kapsamında tek başına ya da 13. maddeyle birlikte, özel yaşamına saygı gösterilmesi hakkını ihlal ettiğini öne sürmektedir.", "4.  Başvuru, Mahkeme’nin Beşinci Seksiyonu’na tevdii edilmiştir (İç Tüzük’ün 52/1. maddesi). 10 Kasım 2009’da, hem kabul edilebilirlik hem de esasa ilişkin sorularla ilgili bir duruşmadan sonra (İç Tüzük’ün 54/3. maddesi), 29 Haziran 2010’da, Mahkeme Başkanı Peer Lorenzen, Yargıçlar, Renate Jaeger, Karel Jungwiert, Rait Maruste, Isabelle Berro-Lefèvre, Mirjana Lazarova Trajkovska ve Zdravka Kalaydjieva, ve Yazı İşleri Müdürü Claudia Westerdiek’den oluşan Daire’nin verdiği kararla başvurunun kabul edilebilirliğine karar verilmiştir. 14 Eylül 2010’da, aynı Seksiyon’un, Mahkeme Başkanı, Peer Lorenzen ve Yargıçlar, Renate Jaeger, Rait Maruste, Mark Villiger, Isabelle BerroLefèvre, Mirjana Lazarova Trajkovska ve Zdravka Kalaydjieva ve Yazı İşleri Müdürü Claudia Westerdiek’den oluşan dairesi, Büyük Daire lehine yetkisizlik kararı vermiştir ve taraflar bu duruma itiraz etmemişlerdir (Sözleşme’nin 30. maddesi ve İç Tüzük’ün 72. maddesi).", "5.   Büyük Daire, Sözleşme’nin 26/4, 26/5. maddeleri ve İç Tüzüğün 24. maddesine göre oluşturulmaktadır. ", "6.  Hem başvuran hem de Hükümet, davanın esasıyla ilgili yazılı görüş sunmuşlardır.", "7.  Mahkeme Başkanı’nın yazılı usule müdahil olmasına izin vermiş olduğu, sivil toplum kuruluşu olan Interights’ın da görüşleri alınmıştır (Sözleşme’nin 36/2. maddesi ve İç Tüzük’ün 44/2. maddesi).", "8.  Strazburg’da, Avrupa İnsan Hakları Mahkemesi’nde, 9 Şubat 2011’de, kamuya açık duruşma yapılmıştır (İç Tüzüğün 59/3. maddesi).", "–  Hükümet adına hazır bulunanlar\n  Bayan N. Nikolova, Adalet Bakanlığı", "     Bayan R. Nikolova, Adalet Bakanlığı,\tgörevliler;", "–  Başvuran adına hazır bulunanlar\nBayA. Genova,\tavukat,\nBayan V. Lee,\nBayan L. Nelson, \tdanışmanlar.", "", "Mahkeme, bu kişilerin beyanlarını dinlemiştir. Başvuran da duruşmada hazır bulunmuştur.", "OLAYLAR", "I.  DAVANIN KOŞULLARI", "9.  Başvuran, 1956’da, tek yakın akrabaları olan, üvey kardeşi ve babasının ikinci eşinin de yaşadığı Ruse’de doğmuş ve 2002’ye kadar orada yaşamıştır. 20 Aralık 1990’da, çalışma doktorları komisyonu, başvuranın çalışmaya ehil olmadığını açıklamışlardır. Komisyon’a göre, 1975’te, başvuranda teşhis edilen şizofreni nedeniyle, başvuranın yüzde 90’lık bir iş göremezlik oranı bulunmaktaydı fakat yardıma ihtiyacı yoktu. Bu nedenle, kendisine bir sakatlık maaşı ödenmekteydi.", "A.  Başvurana kayyım tayin edilmesi ve başvuranın, akıl hastaları için bakımevine yerleştirilmesi", "10. 2000 yılında belirsiz bir tarihte, başvuranın iki aile ferdinin talebi üzerine, Ruse bölge savcısı, Ruse Bölge Mahkemesi’nden (Окръжен съд), başvuranın, hukuki ehliyeti olmadığına karar vermesini talep etmiştir. 20 Kasım 2000 tarihli bir kararla, mahkeme, 1975’den beri basit şizofreni hastası olduğu ve işlerini idare etme ve eylemlerinin sonuçlarını ayırt etme kabiliyetinin bozulmuş olduğu gerekçesiyle, başvuranın, kısmi hukuki ehliyetinin bulunmadığına karar vermiştir. Mahkeme, başvuranın durumunun, tam hukuki ehliyetsizlik kararını gerektirmediğine hükmetmiştir. Mahkeme, özellikle, 1975’den 2000’e kadar geçen süreçte, ilgilinin, birçok kez, psikiyatri hastanesine yerleştirildiğini tespit etmiştir. Mahkeme, dava çerçevesinde alınan bir tıbbi bilirkişi raporunu dikkate almıştır. Bunun yanı sıra, bazı tanıklıklara göre, ilgili, elinde bulunan her şeyi satmış, dilenmekte, tüm parasını alkole harcamakta ve içtiğinde sinirli hale gelmekteydi.", "11.  Bu karar, başvuranın başvurmuş olduğu, Veliko Tarnovo İstinaf Mahkemesi’nin (Апелативен съд), 12 Nisan 2001 tarihli kararıyla onanmış ve 7 Haziran 2001 tarihinde, Ruse Belediye’sinin, başvurana bir kayyım tayin etmesi için, tebliğ edilmiştir.", "12.  Başvuranın aile fertleri, kayyımlığın sorumluluğunu almayı reddettiklerinden, 23 Mayıs 2002’de, Belediye, belediyede memur olan R.P.’yi, 31 Aralık 2002 tarihine kadar, başvurana kayyım olarak tayin etmiştir.", "13.  29 Mayıs 2002’de, R.P., Ruse Sosyal Hizmetler’den, başvuranın, akıl hastalıkları hastanesine yerleştirilmesi talebinde bulunmuştur. R.P., talebine, aralarında psikiyatri teşhisinin de bulunduğu bir dizi belge eklemiştir. Sosyal Hizmetler, yapmış oldukları sosyal inceleme sonucunda, 23 Temmuz 2002 tarihinde, ilgilinin, üvey kardeşinin evinin yanında bulunan ve neredeyse yıkılmış olan bir ek bölümde yaşadığını, şizofreni hastası olduğunu ve üvey kardeşi ve babasının ikinci eşinin, kayyımlığı üstlenmek istemediklerini tespit etmişlerdir. Akıl hastalıkları merkezine yerleştirme koşulları da böylelikle oluşmuştur.", "14.  10 Aralık 2002’de, R.P. ve Çalışma ve Sosyal Politikalar Bakanlığı’nın sorumlu olduğu, Rila Belediyesi’ndeki, Pastra köyü yakınlarında bulunan, akıl hastalıkları merkezi arasında, sosyal kuruma yerleştirme sözleşmesi imzalanmıştır. Başvuran, bu sözleşmeden haberdar edilmemiştir.", "15.  Aynı gün, başvuran, Ruse’ye 400 km. uzaklıkta bulunan, Pastra’daki merkeze ambulansla götürülmüştür. Mahkeme önünde, başvuran, bu merkeze yerleştirilmesinin nedenleri ve süresine ilişkin olarak kendisine bilgi verilmediğini öne sürmekte ve Hükümet buna karşı çıkmamaktadır.", "16.  14 Aralık 2002’de, Pastra’daki merkezin müdürünün talebi üzerine, başvuran, Rila Belediyesi’nde mukim olarak kaydedilmiştir. İkametgâh belgesi, adresinin, ‘sürekli koruma’ altında olması nedeniyle değiştirildiğini belirtmekteydi. Şubat 2011’de dosyaya aktarılan son delillere göre, başvuran, o zaman, halen söz konusu merkezde bulunmaktaydı.", "17.  9 Eylül 2005’te, başvuranın avukatı, Rila Belediyesi’nden, müvekkili için bir kayyım tayin edilmesini talep etmiştir. 16 Eylül 2005 tarihli bir mektupla, başvuranın avukatı, 2 Şubat 2005’te, Belediye’nin, Pastra Sosyal Merkezi’nin müdürünü, ilgiliye kayyım olarak atama kararı aldığından haberdar edilmiştir.", "B.  Başvuranın Pastra’daki merkezde kalması", "1.  Yerleştirme sözleşmesinin hükümleri", "18.  Kayyım R.P. ile Pastra Bakımevi arasında, 10 Aralık 2002’de imzalanan sözleşmede (bkz. 14. paragraf), başvuranın adı bulunmamaktaydı. Bu sözleşmenin hükümlerine göre, bakımevi, kanunla belirlenen bir ücret karşılığında, yiyecek, giyecek, tıbbi hizmetler ve konaklama sağlamaktaydı. Görünüşe göre, başvuranın aldığı sakatlık maaşının tümü, bu miktarın ödenmesine ayrılmıştı. Sözleşme, bu miktarın yüzde 80’inin, verilen hizmetlere ve kalan yüzde 20’sinin de, kişisel ihtiyaçlara ayrılacağını öngörmekteydi. Dosyaya göre, başvuranın, 2008’de güncellenen sakatlık maaşının, 130 leva (BGN) yani 65 Avro olduğu anlaşılmaktadır. Sözleşme, verilen hizmetler için bir süre öngörmemekteydi.", "2.  Yerin tasviri", "19.  Pastra Bakımevi, Bulgaristan’ın güney batısında bulunan Rila’da ağaçlık ve ıssız bir yerde bulunmaktaydı. Bakımevinin 8 km. yakınında, en yakın yerleşim yeri olan Pastra köyünden kara yolu ile ulaşım sağlanabiliyordu.", "20.  1920’li yıllarda kurulmuş olan kuruluşun üç binası bulunmaktaydı ve akıl sağlığı durumlarına göre ayrılmış olan erkek hastaları ağırlanmaktaydı. Nisan 2009’da, Sosyal Yardım Ajansı’nın verdiği bir rapora göre, bir kişinin hastaneye kaldırılmış olduğu ve iki kişinin de kaçmış olduğu söz konusu bakımevinde, yetmiş dört kişi barınmaktaydı. Barınanlardan yirmi üçünün, hukuki ehliyeti hiç bulunmamakta, ikisinin, kısmi hukuki ehliyeti bulunmakta ve diğerlerinin de hukuki ehliyet bulunmaktaydı. Her binada, etrafı demir bariyerlerle çevirili bir bahçe bulunmaktaydı. Başvuran, kuruluşun, akıl sağlığı en iyi durumda olan kişilere ayrılmış olan ve merkezin etrafında dolaşmalarına ve tek başlarına, önceden izin alarak, komşu köye gitmelerine izin verilen kişilerin bulunduğu, 3. blokuna yerleştirilmişti.", "21.  Başvurana göre, bakımevi, eski, kirli ve kışın, kendi ve diğer barınanların, mantolarıyla uyumalarını gerektirecek derecede az ısıtılmakta idi. Başvuran, diğer dört kişi ile 16 metre karelik bir odayı paylaşmaktaydı ve yataklar neredeyse dip dibe idiler. Başvuranın, kıyafetlerini koyabileceği bir başucu dolabı vardı fakat kendisi, kıyafetlerinin çalınma ve eskileriyle değiştirilme korkusu olduğundan, onları, yatağında saklamaktaydı. Sonuç olarak, bakımevinde kalanların kişisel kıyafetleri bulunmamaktaydı çünkü yıkandıktan sonra aynıları geri verilmemekteydi.", "3.  Beslenme, hijyen ve sağlık koşulları", "22.  Başvuran, merkezdeki yiyeceklerin yetersiz ve kalitesiz olduğunu belirtmektedir. Başvuran, ne yemek seçiminde ne de hazırlanmasına karışamamaktadır.", "23.  Banyoya, haftada sadece bir kez gidilmesine izin verilmekte ve banyo kirli ve yıkık dökük bir haldedir. Bahçede bulunan tuvaletlerin durumu çok kötü ve yere açılmış çukurlardan meydana gelmekte ve yıkık dökük barınaklarla kapatılmaktalardı. En az sekiz kişi için bir tuvalet bulunmaktaydı. Hijyen maddeleri tek tük bulunabilmekteydi.", "4.  Yakın geçmişteki gelişmeler", "24.  Büyük Daire önündeki savunmasında, Hükümet, 2009 yılı sonunda, başvuranın kaldığı kısımda, sıhhi tesisat da dahil olmak üzere, yenileme çalışmalarının yapılmış olduğunu belirtmiştir. Yiyecekler, et, sebze ve meyveden oluşmakta ve değişiklikler yapılmaktadır. Barınanların, televizyona, kitaplara ve oyunlara erişimleri bulunmaktadır. Devlet, tüm barınanlara, giyecek sağlamaktadır. Başvuran, bunları inkâr etmemiştir.", "5.  Başvuranın hareket etme imkânı", "25.  Kuruluş yönetimi, müdürün özel izni olmadan oradan çıkamayan başvuranın kimlik belgelerini elinde bulundurmaktaydı. Başvuran, sık sık Pastra köyüne gitmekteydi. Her gittiğinde, köylülerin yaptıkları çalışmalara yardım etmekte ya da köydeki restoranda hizmet vermekteydi.", "26.  2002 ve 2006 yılları arasında, ilgili, izin alarak çıktığı sırada, üç kez Ruse’ye dönmüştür. Bu gidişleri için verilen izin süresi, on gün idi. Seyahatin maliyeti ise 60 leva yani yaklaşık 30 Avro idi ve bu miktar, başvurana, söz konusu bakımevi tarafından verilmekteydi.", "27.  Ruse’ye ilk iki gidişinde, başvuran, Pastra’ya, izin süresinin bitiminden önce dönmüştü. Bakımevinin müdürünün, savcılıkta, belirsiz bir tarihte verdiği beyana göre, ilgili, finansal kaynaklarını yönetemediği ve lojmanı olmadığı için, erken dönmüştü.", "28.  Başvuranın, üçüncü izinli çıkışı, 15 Eylül-25 Eylül 2006 tarihleri arasındaydı. Öngörülen tarihte başvuranın dönmemesi üzerine, bakımevinin müdürü, Ruse Emniyeti’ne yazdığı bir mektupla, başvuranın bulunup Sofya’ya getirilmesini ve oradan da bakımevinin görevlileri tarafından alınabileceğini belirterek talep etmiştir. 19 Ekim 2006’da, Ruse polisi, başvuranın yerinin belirlendiğini fakat hakkında arama kararı olmadığından, naklinin yapılamayacağını belirtmiştir. İlgili, 31 Ekim 2006’da, görevliler tarafından bakımevine getirilmiştir.", "6.  Kültürel ve dinlendirici faaliyetler", "29.  İlgili, saat 15’e kadar, birkaç leva karşılığında, bakımevinin ortak salonunda bulunan televizyona ve satrancı kullanabiliyordu ve saat 15’ten sonra, bu salon kilitleniyordu. Salon, kışın ısıtılmıyordu ve barınanlar orada manto, şapka ve eldivenleriyle duruyorlardı Hiçbir sosyal, kültürel ya da sportif faaliyet yapılamıyordu.", "7.  Görüşme", "30.  Başvuran, bakımevi personelinin, iletişim için mektup zarflarını kendisine vermediğini ve kendi parası bulunmadığı için, satın alamadığını belirtmektedir. Personel çalışanları, kendisinden kâğıtlarını vermesini ve onun yerine, bunları zarfa koyup göndereceklerini söylemekteydiler.", "8.  Tıbbi tedavi", "31.  15 Haziran 2005 tarihli tıbbi rapora göre (bkz. 37. paragraf), bakımevine yerleştirildiği tarih olan 2002’den beri, başvuran, bir psikiyatrın aylık kontrolü dahilinde, antipsikotik tedavi görmekteydi (karbamezapin, (600 mg.)).", "32.  Bunun yanı sıra, Büyük Daire önündeki duruşmada, başvuranın temsilcileri, müvekkillerinin, 2006’dan beri, istikrarlı bir şekilde iyileştiğini ve son yıllarda, hiçbir psikiyatrik tedavi uygulanmadığını belirtmişlerdir.", "C.  Pastra’da kaldığı süreçte başvuranın sosyal kabiliyetlerinin değerlendirilmesi ve avukatının talebi üzerine verilmiş olan psikiyatrik raporun sonuçları", "33.  Bakımevinin müdürü ve sosyal asistan, yılda bir kere, başvuranın davranışları ve sosyal kabiliyetlerine ilişkin olarak bir rapor hazırlamaktaydılar. Bu raporlara göre, başvuran, içe kapanıktı, toplu faaliyetlere katılmak yerine yalnız kalmayı tercih etmekte, ilaçlarını almayı reddetmekte ve çıkış izinleri süresince gidebileceği ailesi bulunmamaktaydı. Üvey kardeşi ile arası iyi değildi ve bakımevi dışında kalabileceği bir konut olup olmadığı bilinmiyordu. Bu raporlara göre, başvuranın yeniden topluma kazandırılması imkânsızdı ve raporlar, başvuranın, yeniden sosyalleşmesine için gerekli kabiliyet ve bilgilerin kazanılması ve uzun vadede, ailesine entegre olması hedefini koymaktalardı. İlgiliye, bu amaçlar doğrultusunda, hiçbir terapi önerilmemiştir.", "34.  Dosyaya göre, 2005 yılında, başvuranın kayyımı, belediyeden, ilgilinin, topluma yeniden entegre olması için, bir sosyal yardım ödenmesini talep etmiştir. Bu talepten sonra, 20 Aralık 2005’te, Belediye Sosyal Yardım Müdüriyeti, başvurana, ‘sosyal değerlendirme’(социална оценка) yapmış ve bunun sonucunda, ilgilinin, korunan bir ortamda bile, çalışmaya ehil olmadığı, eğitime ya da nitelik kazanmaya ihtiyacının olmadığı ve bu koşullar altında, ulaşım, yeme içme ve ilaç masrafları için, sosyal yardım almaya hakkı olduğu sonucuna ulaşmıştır. 7 Şubat 2007’de, Belediye Sosyal Yardım Müdürlüğü, başvurana, aylık 16,50 BGN (yaklaşık 8 Avro) yardım yapılmasına karar vermiştir. 3 Şubat 2009’da, bu miktar, 19,50 BGN’ye yükseltilmiştir (yaklaşık 10 Avro).", "35.  Bunun yanı sıra, avukatının inisiyatifiyle, başvuran, 31 Ağustos 2006’da, düzenli olarak bakımevine gelen doktordan farklı bir psikiyatr olan, Doktor V.S. ve psikolog Bayan I.A. tarafından muayene edilmiştir. Oluşturulan rapor, 15 Haziran 2005’te konulan (bkz. paragraf 37) şizofreni tanısının doğru olmadığını çünkü hastada, bu patolojinin tüm belirtilerinin bulunmadığına karar vermiştir. Bu rapora göre, ilgili, geçmişte, bu hastalığa yakalanmışsa da, muayenesi esnasında, sinirlilik belirtileri değil, daha ziyade, şüpheci bir tavır ve ‘sözlü sinirliliğe’ yatkınlık göstermiştir, bu hastalıkla ilgili olarak, 2002 ve 2006 yıllarında muayene edilmemiştir ve sağlık durumu açıkça sabitleşmiştir. Rapor, ilgilinin akıl sağlığının kötüye gitmesine dair hiçbir risk bulunmadığını ve bakımevinin müdürüne göre, ilgilinin topluma yeniden entegre olabileceğini belirtmiştir.", "36.  Rapora göre, Pastra Bakımevinde kalması başvuran için yıkıcı olmuştur ve başvuranın, buradan ayrılması gerekmektedir ve ayrılmaması durumunda ise, orada kaldıkça, ‘kurumsallaşma sendromu’ riski bulunmaktadır. Rapor, ilgilinin, akıl sağlığı ve sosyal gelişimi için minimum kısıtlamalar çerçevesinde, toplum hayatına katılmasının daha iyi olduğunu ve denetlenmesi gereken tek unsurun, 2002’den önce ortaya çıkmış olan, fazla alkol tüketimi olduğunu eklemekteydi. Başvuranı muayene etmiş olan uzmanlara göre, alkol bağımlısı bir kişinin davranışları, şizofren bir kişinin davranışlarıyla benzerlik gösterebilirdi; böylelikle, ilgilinin durumunda, temkinli davranmak ve iki patolojiyi karıştırmamak gerekmekteydi.", "D.  Başvuranın, kayyımlığın kaldırılması için gösterdiği çabalar", "37.  25 Kasım 2004’te, başvuran, avukatı aracılığıyla, savcıdan, bölge mahkemesine başvuru yaparak, hukuki ehliyetinin iadesi için dava açmasını talep etmiştir. 2 Mart 2005’te, savcı, Pastra Bakımevi’nden, başvuranın, hukuki ehliyetinin iadesi yönünde muhtemel bir dava açılması halinde kullanılmak üzere, başvuranın yakalandığı rahatsızlıkla ilgili raporların ve diğer tıbbi raporların kendisine iletilmesini talep etmiştir. Bu talep üzerine, başvuran, tıbbi değerlendirme yapılması için, 31 Mayıs’tan 15 Haziran 2005’e kadar bir psikiyatri kliniğine yerleştirilmiştir. 15 Haziran’da verilen tıbbi rapora göre, doktorlar, başvuranda, şizofreni belirtileri bulunduğunu tespit etmişlerdir. Sağlık durumu, bakımevine yerleştirildiği 2002 senesinden beri gerilememiş olduğu için, kendisine uygulanan düzenleme değişmemiştir. İlgili, 2002’den beri, bir psikiyatr gözetiminde, tıbbi görüşme tedavisi görmekteydi. Psikolojik inceleme, başvuranın, heyecanlı, kuşkucu ve gergin olduğunu göstermiştir. İletişim kabiliyeti zayıf ve hastalığının bilincinde değildir. Ne pahasına olursa olsun, bakımevinden ayrılmak istediğini belirtmiştir. Doktorlar, ne bütünleşme kapasitesi ne de Pastra’daki bakımevinde kalması gerekliliği yönünde görüş bildirmemişlerdir.", "38.  10 Ağustos 2005’te, bölge savcısı, hukuki ehliyetin kazanılmasına ilişkin dava açmayı, doktorlara, Pastra Bakımevi’nin müdürü ve sosyal asistanına göre, ilgilinin, kendi davranışlarını özerk şekilde üstlenemeyeceği ve tıbbi tedavisine devam edilebilecek bu bakımevinin, onun için en iyi çözüm yolu olduğu gerekçesiyle, reddetmiştir. Başvuranın avukatı, bu ret kararına, müvekkile, bakımevindeki koşullar dikkate alındığında, orada yaşamaya devam etmesinin, kendi çıkarı doğrultusunda olup olmadığını tek başına değerlendirme şansı verilmesi gerektiğini öne sürerek itiraz etmiştir. Başvuranın avukatı, hastanın çıkarı gözetilerek, tıbbi bakım şeklinde, yerleştirildiği yerde zorla tutulmasının, uygulamada, özgürlükten mahrum bırakılmak anlamına geldiğini ve bunun kabul edilemez olduğunu belirtmiştir. Bir kişinin, bir kuruma yerleştirilmesi, ilgilinin rızası olmadan yapılamaz. Yürürlükteki yasal mevzuata uygun olarak, kayyım tayin edilen herkes, kayyımın rızasını alarak, ikametgâhını seçmekte serbesttir. Bu ikametgâhın seçimi, savcının yetki alanında değildir. Bu itirazlara rağmen, bölge savcısının ret kararı, 11 Ekim 2005’te, önce, istinaf savcısı daha sonra da 29 Kasım 2005’te, Yüksek Yargıtay Savcılığı tarafından onanmıştır.", "39.  9 Eylül 2005’te, başvuran, avukatı aracılığıyla, Rila Belediye Başkanı’ndan, kayyımlığın kaldırılması davası açmasını talep etmiştir. 16 Eylül 2005 tarihli bir mektupla, Rila Belediye Başkanı, 15 Haziran 2005 tarihli rapor ve sosyal asistan ve doktorların görüşleri ve savcının ulaştığı sonuçlar nedeniyle, bu davanın temelden yoksun olduğu gerekçesiyle reddetmiştir. 28 Eylül 2005’te, başvuranın avukatı, bu ret kararına karşı, Dupnitsa mahkemesi nezdinde, Aile Kanunu’nun 115. maddesine dayanarak bir dava açmıştır (bkz. 49. paragraf). 7 Ekim 2005 tarihli bir mektupla, mahkeme, hukuki ehliyetinden mahrum olan başvuranın, usule uygun şekilde, avukatının, kendisini temsil ettiğini belirten bir vekâletname vermesi gerektiğini ve kayyımın, yargılamaya müdahil olup olmadığının belirtilmesi gerektiğine karar vermiştir. Belirsiz bir tarihte, başvuranın avukatı, başvuranın imzasını taşıyan vekâletnamenin, bir örneğini sunmuştur. Avukat, ilgili kişi olarak kayyım atanmasını ve ad hoc bir temsilci atanmasını talep etmiştir. 18 Ocak 2006’da, mahkemede yapılan duruşmada, Rila Belediye Başkanı, vekâletnamenin, kayyım tarafından imzalanmamış olduğu için geçersiz olduğunu öne sürmüştür. Duruşmada bulunan kayyım, başvuranın davasına itiraz etmediğini fakat aldığı emekli maaşının ihtiyaçlarını karşılamaya yetmediğini ve Pastra Bakımevi’nin, kendisi için en iyi çözüm olduğunu beyan etmiştir.", "40.  Dupnitsa mahkemesi, 10 Mart 2006’da kararını vermiştir. Davanın kabul edilebilirliğine ilişkin olarak, mahkeme, başvuran tarafından vekâlet verilmiş olmasına rağmen, kayyımın, vekâletnameyi imzalamamış olması nedeniyle, avukatının, onun adına hukuki işlem yapamayacağına karar vermiştir. Bununla birlikte, mahkeme, kamuya açık duruşmada, kayyımın, davaya vermiş olduğu onayın, avukatın tüm usuli işlemlerini geçerli kıldığına ve davanın kabul edilebilir olduğuna karar vermiştir. Davanın esasına gelince, mahkeme, kayyımın, kayyımlığın kaldırılması talebini tek başına ve doğrudan yapabileceği için, belediye başkanının ret kararına itiraz etmekte hiçbir çıkarı olmadığı gerekçesiyle, davayı reddetmiştir. İstinaf yolu açık olmayan bu karar kesinleşmiştir.", "41. Nihayet, başvuran, birçok kez, sözlü olarak, kayyımdan, kayyımlığın kaldırılması davası açmasını talep ettiğini ve bakımevinden ayrılmasına izin vermesini talep ettiğini beyan etmiştir. Ne var ki, her seferinde ret kararlarıyla karşılaşmıştır.", "II.  MEVCUT İÇ HUKUK VE UYGULAMA", "A.  Kayyım tayin edilen kişinin hukuki statüsü ve mahkeme önünde temsil edilmesi", "42.  9 Ağustos 1949 tarihli Özel Kişiler, Tüzel Kişiler ve Aileye ilişkin Kanun’un 5. maddesi uyarınca, ruhsal bir rahatsızlık ya da zekâ geriliği nedeniyle, kendi sorumluluklarını üstlenemeyen kişilerin hukuki ehliyeti tamamen ellerinden alınmalıdır ve ehliyetsiz olduklarına hükmedilmelidir. Bu tip bir patolojiden düşük bir seviyede muzdarip olan bir kişi hakkında kısmi ehliyetsizlik kararı verilmelidir. Tam hukuki ehliyetsizlik halinde, kişi vesayet altına alınır (настойничество), oysa kısmi ehliyetsizlik söz konusu olduğunda, kişiye kayyım tayin edilir (попечителство). Bu Kanun’un 4 ve 5. maddelerine göre, kendisine kayyım tayin edilen kişi, hukuki işlemleri ancak kayyımın onayıyla yapabilir. Bu kişi, günlük işlemleri kendisi yapabilir ve yaptığı iş karşılığında aldığı parayı elinde bulundurabilir. Demek ki, kayyım, kısmi hukuki ehliyeti bulunmayan bir kişiyi bağlayan bir hukuki işlemi tek başına gerçekleştiremez. Sonuç olarak, kısmi hukuki ehliyeti bulunmayan kişinin onayı olmadan, sadece kayyımın imzaladığı sözleşmeler, geçerli değildir.", "43.  Hukuk Usulü Muhakemeleri Kanunu’nun (‘CPC’), 16/2. maddesine göre, vesayet altındaki bir kişi, mahkemeler önünde, vasisi tarafından temsil edilir. Kayyım tayin edilmiş olan kişi ise, kayyımın onayı ile dava açabilir. Kayyımın görevi, yasal temsilcinin göreviyle aynı değildir. Kayyım, kişi adına hareket edemez fakat, kişinin yaptığı işlemleri onaylayıp onaylamadığını belirtebilir (Сталев, Ж., Българско гражданско процесуално право, София, 2006 г., стр. 171). Özellikle, kendisine kayyım tayin edilen kişi, kayyımın, vekâletnameyi imzalaması koşuluyla, kendisine avukat tayin edebilir (aynı şekilde, стр. 173).", "B.  Kayyım tayin edilmesi prosedürü", "44.  Kayyım tayin etme prosedürünün iki aşaması vardır: kısmi ehliyetsizlik beyanı ve kayyımın tayini.", "1.  Mahkemenin kısmi ehliyetsizlik kararı vermesi", "45. İlk aşama, olaylar zamanında, 1952 CPC’sinin 275-277. maddelerinde belirlenen ve 2007 yeni CPC’nin 336-340. maddelerindeki hukuki prosedürle düzenlenmişti. Kısmi ehliyetsizlik beyanı, eş, yakın akrabalar, savcı ya da dava açma çıkarı olan herkes tarafından talep edilebilir. Mahkeme, söz konusu kişiyi ve yakın akrabalarını, kamuya açık duruşmada dinledikten ya da durumuna ilişkin olarak bir düşünceye sahip olduktan sonra, karar verir. Bu ifadelerin yeterli olmaması durumunda, mahkeme, tıbbi uzman incelemesi gibi, farklı delillere başvurabilir. Ulusal içtihada göre, böyle bir uzman incelemesi yalnızca, dosyanın, hukuki ehliyetsizlik talebinin yerinde olmadığına karar verilmesine uygun olmaması durumunda yapılabilir (Решение на ВС № 1538 от 21.VIII.1961 г. по гр. д. № 5408/61 г ; Решение на ВС № 593 от 4.III.1967 г. по гр. д. № 3218/1966 г.).", "2.  İdarenin kayyım tayin etmesi", "46.  İkinci aşama, olaylar zamanında, 1985 Aile Kanunu’nun (‘CF’), X Bölümü’nde (109-128. maddeler) belirtilen kayıyım tayin edilmesine ilişkin idari prosedürden oluşmaktadır; bu hükümlerde bazı küçük değişiklikler yapılmış ve bunlar, 2009 CF’nin 153-174. maddelerine dönüşmüşlerdir. İdari aşama, ‘vesayet ve kayyımlıktan sorumlu organ’ olan, belediye başkanı ya da onun seçtiği başka bir belediye memuru tarafından yürütülür.", "47.  Kayyım, tercihen, kişinin çıkarlarını en iyi şekilde temsil edebilecek olan aile fertleri arasından seçilir.", "C.  Kayyımın işlemlerinin denetlenmesi ve yerine başkasının tayin edilmesi", "48.  Kayyımın işlemleri, vesayet ve kayyımlıktan sorumlu organın kontrolüne tabidir. Sonuç olarak, bu organın talebi üzerine, kayyım, işlemler için hesap vermektedir. Kayyımın işlemlerinde usulsüzlükler tespit edilmesi halinde, denetim organı ya bunların telafi edilmesini ya da söz konusu işlemlerin askıya alınmasını talep eder (bkz. 1985 CF’sinin 126/2 ve 125. maddeleri ve 2009 CF’sinin, 170. ve 171/2 ve 3. maddeleri). Kendisine kayyım tayin edilen bir kişinin tek başına ya da üçüncü bir kişinin yardımıyla, belediye başkanından, kayyımın yaptığı işlemlerin askıya alınmasını talep edip edemeyeceği, iç hukukta açık değildir.", "49.  Vesayet ve kayyımlıktan sorumlu organ olan belediye başkanının işlemleri ve kayyım atama ya da CF’de öngörülen başka tedbirler alınmasının reddine ilişkin kararlarına, hâkim önünde itiraz edilebilir. Bu kararlara, ilgililer ya da savcı tarafından, esasa ilişkin olarak kesin karar verecek olan bölge mahkemesi önünde itiraz edilebilir (1985 CF’sinin 115. maddesi). Bu prosedür, çıkar çatışması olması halinde, yakın akrabaların, kayyım değiştirilmesini talep edebilmesine imkan vermektedir (Решение на ВС № 1249 от 23.XII.1993 г. по гр. д. № 897/93 г). Ulusal içtihada göre, hukuki ehliyetinden tamamen mahrum bulunan bir kişi, söz konusu prosedürü başlatmak için ‘ilgili kişiler’ arasında yer almamaktadır (Определение № 5771 от 11.06.2003 г. на ВАС по адм. д. № 9248/2002). Kısmen hukuki ehliyeti bulunmayan bir kişinin bunu yapma izni olduğunu kanıtlayan bir içtihat bulunmamaktadır.", "50.  Bununla birlikte, vesayet ve kayyımlıktan sorumlu organ, her zaman, yükümlülüklerini yerine getirmeyen bir kayyımı başkasıyla değiştirebilir (1985 CF’ sinin 113. maddesi). 1985 CF’ sinin 116. maddesine göre, kayyım ile kendisine kayyım tayin edilen kişi arasında çıkar çatışması olması halinde, o kişi kayyım olamaz. 1985 CF’ sinin 123. maddesi, kayyımın, çıkar çatışması halinde yükümlülüklerini yerine getirememesi halinde, kayyıma, bir yardımcı tayin edilmesini öngörmektedir. Bu iki durumda da, vesayet ve kayyımlıktan sorumlu organ, ad hoc bir temsilci tayin edebilir.", "D.  Hukuki ehliyetin iadesi", "51.  1952 CPC’ sinin 277. maddesine göre, bu prosedür, kayyım tayin edilmesi prosedürü ile aynıdır. Bu prosedür, kayyım tayin edilmesi talebi yapmaya ehil kişilere, kayyıma ve kayyımlık ve vesayetten sorumlu organa açıktır. Bu hüküm, 2007 CPC’ sinin 340. maddesinde tekrarlanmıştır. 13 Şubat 1980 tarihinde, Yargıtay Genel Kurulu (no. 5/79), hukuki ehliyetten mahrum kalmaya ilişkin bazı soruları aydınlatmayı hedefleyen bir karar vermiştir. Bu kararın, hukuki ehliyetin tekrar kazanılması prosedürüne ilişkin 10. paragrafı, aşağıdaki şekildedir:", " ‘Hukuki ehliyetin yeniden kazanılması prosedürüne ilişkin kurallar, hukuki ehliyetten mahrum bırakılma prosedürünün kurallarıyla aynıdır (CPC’nin 277 ve 275/1 ve 2. maddeleri). Bu yargılamada, bu tedbirin alınmasını talep eden kişiler ya da yakın akrabalar, davalı taraf olmaktadırlar. Koşullar değişmişse, hiçbir şey, hukuki ehliyetten mahrum bırakma davasındaki davacının, bu tedbirin durdurulmasını talep etmesine engel değildir.", "Kendisine kayyım tayin edilmiş olan kişi, tek başına ya da kayyımın onayıyla, bu talebin kaldırılmasını talep edebilir. Kendisine kayyım tayin edilen kişi, vesayet ya da kayyımlıktan sorumlu organdan ya da vesayet konseyinden, CPC’nin 277. maddesinde öngörülen davayı, idare mahkemesinde açmalarını talep edebilir. Bu durumda, söz konusu kişinin, tıbbi rapor getirerek, çıkarını kanıtlaması gerekir. Bu dava çerçevesinde, bu kişinin, davacı niteliği olmaktadır. Hukuki ehliyetinden kısmi olarak mahrum bırakılmış olan kişinin kayyımı, kayyımlık ve vesayetten sorumlu organ ya da hukuki ehliyeti bulunmayan kişinin vesayet makamı, hukuki ehliyetin tekrar kazanılması davası açmayı reddederlerse, ehliyetsiz kişi, bunu, savcıdan talep edebilir (Постановление № 5/79 от 13.II.1980 г., Пленум на ВС).’", "52.  Bunun yanı sıra, Hükümet, vasinin talebi üzerine, hukuki ehliyetinden mahrum olan kişinin, hukuki statüsünün gözden geçirilmesine ilişkin olarak açılan bir dava sonucunda vesayetin kaldırılmış olduğu bir dava örneği sunmuştur (Решение № 1301 от 12.11.2008 г. на ВКС по гр. Д. № 5560/2007 г., V г.о.).", "E.  Ehliyetsiz kişilerin yaptıkları anlaşmaların geçerliliği", "53.  Yükümlülükler ve Sözleşmelere ilişkin 1950 Kanunu’nun 26/2. maddesine göre, kanuna aykırı ya da rızasız olarak imzalanmış sözleşmeler mutlak butlanla batıldır.", "54.  Aynı Kanun’un 27. maddesine göre, hukuki ehliyeti olmayan kişilerin temsilcileri tarafından, mevcut kurallar ihlal edilerek, imzalanan sözleşmeler, nispi butlanla batıldır. Mutlak butlan, her zaman öne sürülebilirken, nispi butlan, sadece, dava yoluyla öne sürülebilir. Nispi butlanı öne sürme hakkı, kayyım tayin edilmemesi halinde kayyımlığın kaldırılmasından itibaren üç yıldır. Diğer durumlarda, bu süre, bir kayyım tayin edilmesinden itibaren başlamaktadır (Söz konusu Kanun’un, 32. maddesi ve 115 1 e) maddesi ile birlikte; bkz. ayrıca, Решение на ВС № 668 от 14.III.1963 г. по гр. д. № 250/63 г., I г. о., Решение на Окръжен съд - Стара Загора от 2.2.2010 г. по т. д. № 381/2009 г. на I състав, Решение на Районен съд Стара Загора № 459 от 19.5.2009 г. по гр. д. № 1087/2008).", "F.  Hukuki ehliyeti olmayan kişilerin ikametgâhı", "55.  1985 CF’ sinin, 120 ve 122/3. maddelerine göre, hukuki ehliyeti olmayan kişiler, başka bir yerde yaşamalarını gerektiren ‘istisnai gerekçeler’ olması dışında, vasi ya da kayyımın adresinde otururlar. Vasi ya da kayyımın onayı olmaksızın adres değişikliği yapılması halinde, kayyım, mahkemeden, ilgili kişinin, resmi adresine dönmesine karar vermesini talep edebilir. 2009 CF’ sinin 163/2 ve 3. maddesine göre, kendisine vasi ya da kayyım tayin edilmiş olan kişinin dönüşüyle ilgili karar vermeden, mahkeme, bu kişiyi dinlemelidir. Mahkeme, ‘istisnai gerekçelerin’ varlığını tespit etmesi halinde, geri dönme kararı almayı reddetmeli ve Belediye Sosyal Yardım Müdürlüğü’nü, gerekli tedbirleri alabilmesi için, bu durumdan, derhal haberdar etmelidir.", "56.  Mahkemenin verdiği karara karşı, yürütmenin durdurulması mümkün olmaksızın, idare mahkemesinde istinaf yoluna başvurulabilir.", "G.  Hukuki ehliyeti bulunmayan kişilerin akıl hastalarının kaldıkları bakımevlerine yerleştirilmesi", "57.  Sosyal Yardıma İlişkin 1998 Kanunu’nu gereğince, tıbbi ve sosyal gerekçelerle, bağımsız olarak, çalışarak, malvarlıkları sayesinde ya da kanunen, onların geçimini sağlamakla yükümlü kişiler sayesinde kendi temel ihtiyaçlarını karşılamaya ehil olmayan kişiler, sosyal yardımdan faydalanabilirler (Kanun’un 2. maddesi). Sosyal yardım, değişik şekillerde, parasal yardım ya da ayni ödeme ve özel kurumlara yerleştirme de dahil olmak üzere, sosyal tazminatların ödenmesi şeklinde olabilir. Bu yardımlar, ilgilinin ihtiyaçlarının, bireysel değerlendirilmesi yapılarak ve istek ve seçimlerine göre yapılmaktadır (madde 16/2).", "58.  Sosyal yardıma ilişkin 1998 Kanunu’nun uygulama yönetmeliğine (Правилник за прилагане на ) göre, sosyal yardım sağlanması için, üç kategori kuruluş ‘özel kurum’ olarak görülmektedir: 1) çocuk bakımevleri (ebeveyn bakımından mahrum olan çocuk bakımevleri, fiziksel engeli olan çocuklar için bakımevleri, zihnisel geriliği olan çocuklar için bakımevleri) ; 2) engelli yetişkinler için bakım evleri (zihinsel geriliği olan yetişkinler için bakımevleri, ruhsal rahatsızlıkları olan yetişkinler için bakım evleri, fiziksel engeli olan yetişkinler için bakım evleri, duyumsal bozuklukları olan yetişkinler için bakımevleri, demansı olan yetişkinler için bakımevleri) ve 3) yaşlılar için bakımevleri (madde 36/3). Sosyal tazminatlar, topluluktan elde edilmeleri mümkün olmayan durumlarda, uzmanlaşmış kurumlar tarafından sağlanmaktadır (yönetmelik, madde 36/4). İç hukukta, hukuki ehliyeti bulunmayan bir kişinin, bakımevine yerleştirilmesi, özgürlüğü kısıtlayıcı bir tedbir olarak görülmemektedir.", "59.  Aynı şekilde, 16 Mart 1999’da kabul edilmiş olan, sosyal yardım alma koşullarına ilişkin 4 no.lu tüzüğe göre (Наредба № 4 за условията и реда за извършване на социални ус.луги), zihinsel kusurları olan yetişkinler, aile ortamında, tıbbi bakımlarının yapılması mümkün değilse, uzmanlaşmış kuruma yerleştirilirler (tüzük, madde 12/4 ve 27. madde). Tüzüğün 33/1. maddesinin 3. noktası, sosyal bakımevine yerleştirme esnasında, ilgili kişinin, sağlık durumuyla ilgili rapor sunulmasını gerektirmektedir. Tüzüğün 37/ 1. maddesine göre, sosyal tazminat verilmesi amacıyla, uzmanlaşmış kurum ve ilgili kişi arasında, Sosyal Politikalar ve Çalışma Bakanlığı tarafından imzalanan bir yerleştirme sözleşmesi imzalanmaktadır. İlgili kişi 1) Kendisi ya da yasal temsilcisi tarafından Kurum müdürüne yazılı talepte bulunulması; 2) fiziksel/ruhsal sağlığının, bakımevinin profiline uymayacak şekilde değişmesi; 3) bir aydan fazla, sosyal yardımlara ilişkin verginin ödenmemesi durumunda; 4) Kurumun iç tüzüğünün sistematik şekilde ihlal edilmesi halinde; 5) narkotik maddelere aşırı derecede bağımlılık durumunda, ilgili kişi, ya başka bir kuruma yerleştirilir ya da bulunduğu kurumdan ayrılır.", "60.  Bunun yanı sıra, zorunlu bir tıbbi tedavi yapılması için, psikiyatrik bir hastaneye yerleştirilmeye ilişkin düzenleme, Kamu Sağlığına İlişkin 1973 Kanunu’nu değiştiren 2005 Sağlık Kanunu tarafından öngörülmektedir.", "H.  Çıkar çatışması halinde ad hoc bir temsilci tayin edilmesi", "61. CPC’nin 16/6. maddesine göre, temsil edilen bir kişi ve temsilcisi arasında çıkar çatışması yaşanması durumunda, mahkeme, ad hoc bir temsilci görevlendirir. Ulusal içtihada göre, bu hüküm, bir küçük ve yasal temsilcisi arasında bazı durumlarda uygulanmaktadır. Ad hoc bir temsilcinin görevlendirilmemesi, babalık davasına (Решение на ВС № 297 от 15.04.1987 г. по гр. д. № 168/87 г., II г. о.), evlat edinen ebeveynler ve biyolojik ebeveynlere (Решение на ВС № 1381 от 10.05.1982 г. по гр. д. № 954/82 г., II г. о.) ya da malvarlığıyla (Решение № 643 от 27.07.2000 г. на ВКС по гр. д. № 27/2000 г., II г. о. ; Определение на ОС – Велико Търново от 5.11.2008 г. по в. ч. гр. д. № 963/2008) ilgili ihtilaflara ilişkin prosedürü düzenleyen kuralları ihlal etmektedir", "I.  Devletin Haksız Fiilden Doğan Sorumluluğu", "62.  Devlet ve belediyelerin zarardan kaynaklanan sorumluluğuna ilişkin 1988 Kanun’un (Закон за отговорността на държавата и общините за вреди, 2006’da ismi değiştirilmiştir) 2/1. maddesi, devletin, bazı tutuklama durumlarında, tutuklama kararının, yasal temelden yoksun olduğu nedeniyle iptal edilmesi halinde, bireylere verdiği zararlardan sorumlu olduğunu öngörmektedir.", "63.  Aynı Kanun’un 1/1. maddesi, devlet ve belediyelerin, organları ya da memurlarının, idari görevlerinin icrası dâhilinde, yasaya aykırı işlem, eylem ya da ihmaller nedeniyle, özel ve tüzel kişilere verdikleri zararlardan sorumlu olduklarını öngörmektedir.", "64.  Bazı kararlarda, farklı milli mahkemeler, bu hükmün, hapis hayatının kötü koşullarının, ya da hapiste sağlanan tıbbi bakımların uygunsuz olması nedeniyle tutuklulara verdiği zararlara uygulandığı ve böyle durumlarda, ilgililerin tazminat taleplerini kısmen ya da tamamen kabul etmişlerdir (реш. от 26.01.2004 г. по гр. д. № 959/2003, ВКС, IV г. о. et реш. № 330 от 7.08.2007 г. по гр. д. № 92/2006, ВКС, IV г. о.).", "65.  Bu içtihadın, sosyal bakımevlerindeki kötü koşullarla ilgili durumlara uygulandığını gösteren hiçbir yargı kararı bulunmamaktadır.", "66.  Bunun yanı sıra, milli mahkemelerin içtihadından, söz konusu Kanun’un 1/1. maddesinin, Sağlık Bakanlığı’na bağlı organların, kendisine, düzenli olarak, ilaç verme görevini yerine getirmemeleri nedeniyle, sağlık durumu kötüye giden herkese, idarenin sorumluluğunu öne sürme ve tazminat elde etme imkânı verdiği sonucu çıkmaktadır (реш. № 211 от 27.05.2008 г. по гр. д. № 6087/2007, ВКС, V г. о.).", "67.  Nihayet, devlet ve resmi makamlar, diğer zararlar için, haksız fiilden doğan sorumluluğu düzenleyen hukuk kurallarına tabidirler, örneğin, vesayet altındaki bir kişinin, zekâ geriliği olan yetişkinlerin kaldığı sosyal bir bakımevinden, personelin, sürekli denetim görevini yerine getirmemiş olması nedeniyle kaçtığı sırada ölmesine ilişkin zararlar (реш. № 693 от 26.06.2009 г. по гр. д. № 8/2009, ВКС, III г. о.).", "J.  İçişleri Bakanlığı’na ilişkin 2006 Kanunu’nuna göre polis tarafından yakalama", "68.  Adı geçen Kanun gereğince, polis organları, ciddi zihinsel bozukluklar ve davranışları nedeniyle, kamu düzenine aykırılık oluşturan ya da yaşamını ciddi bir tehlikeye atan (madde 63/ 1-3) herkesi yakalamaya yetkilidir. İlgili kişi, bu yakalamaya karşı, derhal karar verecek olan bir mahkeme önünde itiraz edebilir (madde 63/4).", "69.  Bunun yanı sıra, polis organları, diğer görevlerinin yanı sıra, kaybolan kişileri aramakla da yükümlüdür (madde 139/3).", "K.  Başvuranın, zihinsel engelli yetişkinlerin kaldığı sosyal bakımevinden kaçan kişilerin aranmasıyla ilgili olarak verdiği bilgiler", "70.  Bulgar Helsinki Komitesi, bu tip bir bakımevinden kaçmış olan kişilerin aranmasıyla ilgili olarak, polis karakolları nezdinde bir araştırma yapmıştır. Buna göre, uygulama yeknesak değildir. Bazı polis memurları, böyle bir kuruluşun çalışanlarının, kendilerinden, kaçan bir kişiyi bulmalarını istediklerinde, bu kişiyi bulduktan sonra karakola getirdiklerini ve daha sonra bakımevini bundan haberdar ettiklerini beyan etmişlerdir. Başka polis memurları, ilgili kişiyi aradıklarını fakat yakalama hakları olmadığı için, bakımevinin çalışanlarına haber verdiklerini ve onların da ilgiliyi alıp götürdüklerini açıklamışlardır.", "L.  Başvuranın, hukuki ehliyetten mahrum edilmeye ilişkin hukuki prosedürlerle ilgili olarak sunduğu istatistikler", "71.  Bulgar Helsinki Komitesi, sekiz bölgesel mahkeme nezdinde, Ocak 2002’den Eylül 2009’a kadar geçen sürede, hukuki ehliyetin yeniden kazanılmasına ilişkin prosedürlerin sonuçlarına ilişkin istatistikleri elde etmiştir. Bu süreçte, 677 kişi, hukuki ehliyetinden mahrum bırakılmıştır, bu tip 36 yargılama yapılmıştır, bunların 10’u, tedbirin kaldırılması, 8 tanesi, kısmi ehliyetsizlik kararı verilmesi, 4’ü taleplerin reddedilmesi, 7’si mahkemeler tarafından kapatılmasıyla sonuçlanmıştır ve diğer davalar halen derdesttir.", "III.  İLGİLİ ULUSLARARASI BELGELER", "A.  13 Aralık 2006’da, Birleşmiş Milletler Genel Meclisi tarafından kabul edilen Engelli Haklarına İlişkin Sözleşme (Karar A/RES/61/106)", "72. Bu Sözleşme, 3Mayıs 2008 tarihinde yürürlüğe girmiştir. Bulgaristan tarafından, 27 Eylül 2007’de imzalanmış, fakat halen onaylanmamıştır. İlgili kısımlar aşağıdaki gibidir:", "Madde 12", "Yasa Önünde Eşit Tanınma", "‘ 1. Taraf Devletler, engellilerin bulundukları her yerde kişi olarak tanınma hakkına sahip olduklarını yeniden onaylar.", "2. Taraf Devletler engellilerin tüm yaşam alanlarında diğer bireylerle eşit koşullar altında hak ehliyetine sahip olduğunu kabul eder.", "3. Taraf Devletler engelli bireylerin hak ehliyetlerini kullanırken gereksinim duyabilecekleri desteği alabilmeleri için uygun tedbirleri alır.", "4. Taraf Devletler hak ehliyetinin kullanımına ilişkin tüm tedbirlerin uluslararası insan hakları hukukuna uygun olarak istismarı önleyici uygun ve etkin bir şekilde güvenceler sağlamasını temin eder. Söz konusu güvenceler hak ehliyetinin kullanımına ilişkin tedbirlerin kişinin haklarına, iradesine ve tercihlerine saygılı olmasını, çıkar çatışmasından bağımsız olmasını, kişinin iradesine haksız bir müdahalede bulunmamasını, kişinin içinde bulunduğu koşullar ile orantılı olmasını ve bu koşulları gözetmesini, mümkün olan en kısa süre içinde uygulanmasını, yetkili, bağımsız ve tarafsız bir merci veya yargı organı tarafından sürekli olarak gözden geçirilmesini sağlamalıdır. Bu güvenceler söz konusu tedbirlerin kişinin hak ve çıkarlarını etkilediği derecede ölçülü olmalıdır.", "5. Taraf Devletler işbu Madde çerçevesinde engellilerin mülk edinmek veya mirasa hak kazanmak, mali işlerini kontrol etmek ve banka kredileri, ipotekleri ve diğer mali kredilere erişim açısından diğer bireylerle eşit haklara sahip olmasını sağlamak için uygun ve etkin bir şekilde tüm tedbirleri almalı ve engellilerin mülklerinden keyfi olarak mahrum bırakılmamasını sağlar.’", "Madde 14", "Kişi Özgürlüğü ve Güvenliği", "‘ 1. Taraf Devletler engellilerin diğer bireylerle eşit koşullar altında aşağıdaki haklardan yararlanmasını sağlar:", "Kişi özgürlüğü ve güvenliği hakkından yararlanma;", "Özgürlüklerinden hukuka aykırı veya keyfi bir şekilde mahrum bırakılmamaları, özgürlüğün kısıtlandığı hallerin hukuka dayalı olması ve engelliliğin, hiçbir koşulda özgürlüğün kısıtlanmasının gerekçesi olarak gösterilmemesi.", " 2. Taraf Devletler engelli kişiler eğer herhangi bir süreç sonunda özgürlüklerinden mahrum edildiyse; bunun diğer bireylerle eşit koşullar altında yapılmasını; engellilerin uluslararası insan hakları hukukuna uygun olarak güvencelere sahip olmasını ve makul düzenlemeye ilişkin hükümler dahil olmak üzere Sözleşme’nin hedefleri ve ilkeleriyle uyumlu muamele görmesini sağlar.’", "B. Avrupa Konseyi Bakanlar Komitesi’nin Engelli Yetişkinlerin Hukuki Korunmasına ilişkin R (99) 4 sayılı  Tavsiye Kararı (23 Şubat 1999 tarihli)", "73.  Bu Tavsiye Kararı’nın ilgili maddeleri aşağıdaki şekilde kaleme alınmıştır:", "Prensip 2 – Hukuki cevabın esnekliği", "‘1. Engelli yetişkinlerin kişisel ve ekonomik çıkarlarının korunmasına yönelik koruma tedbirleri ve diğer hukuki mekanizmalar, farklı derecelerdeki ehliyetsizlik durumlarına ve durumların çeşitliliğine uygun bir hukuki cevap sağlayabilmek için yeterince geniş ve esnek olmalıdırlar.", " (...)", "4.  Önerilen tedbir yelpazesi arasında, gereken hallerde, ilgililerin hukuki ehliyetlerini kısıtlamayan hükümler de bulunmalıdır.’", "Prensip 3 – Ehliyetim azami derecede korunması", "‘1. Yasal çerçeve olabildiğince, değişik derecelerdeki ehliyetsizlik durumlarının bulunabileceğini ve ehliyetsizliğin, zaman içinde değişebileceğini kabul etmelidir. Sonuç olarak, bir koruma tedbiri, hukuki ehliyetin tamamen kısıtlanması yönünde olmamalıdır. Bununla birlikte, hukuki ehliyetin kısıtlanmasının, ilgili kişinin korunması için gerekli olduğunun ortaya çıkması durumunda, kısıtlama mümkün olmalıdır.", "2. Özellikle, bir koruma tedbiri, ilgili kişiyi, oy hakkından, sağlığıyla ilgili bir müdahaleyi deneme, kabul etme ya da reddetme hakkından ya da ehliyetinin izin verdiği ölçüde, her zaman, kişisel nitelikli bir kararı almaktan mahrum etmemelidir. (...).’", "Prensip 6 – Orantılılık", "‘1.  Bir koruma tedbiri gerekli olduğunda, bu tedbirin, ilgili kişinin, ehliyet derecesiyle orantılı ve özel koşullarla ve kişinin ihtiyaçlarıyla uyumlu olması gerekmektedir.", "2.  Koruma tedbiri, ilgili kişinin hukuki ehliyetini ve hak ve özgürlüklerini, sadece, müdahalenin amacına ulaşması için gereken ölçüde kısıtlamalıdır. (...).’", "Prensip 13 – Kişisel olarak dinlenilme hakkı", "‘İlgili kişinin, hukuki ehliyeti üzerinde etkisi olabilecek her türlü prosedür kapsamında, kişisel olarak dinlenilme hakkı olmalıdır.’", "Prensip 14 – Süre, gözden geçirme ve başvuru yolu", "‘1. Koruma tedbirleri, mümkün olduğunca ve belirtilen ölçüde, sınırlı süreli olmalıdırlar. Periyodik olarak gözden geçirilmelidirler.", " (...)", "3.  Uygun başvuru yolları öngörülmesi gerekmektedir’", "C.  İşkence ve Kötü ve Aşağılayıcı Muamelenin Önlenmesi Avrupa Komitesi’nin (‘CPT’) Bulgaristan’daki ziyaretlerine ilişkin raporlar", "1.  CPT’nin 16-22 Aralık 2003’teki ziyaretinin, 24 Haziran 2004’te yayınlanan raporu", "74.  Bu rapor, kamu güçleri tarafından, Sosyal Politika ve Çalışma Bakanlığı’nın yetki alanında bulunan, ilgili bakımevlerine yerleştirilen zihinsel bozukluk ya da geriliği olan kişilerin durumlarını açıklamaktadır. Bu raporun, II. 4. Bölümü, Pastra Bakımevi’yle ilgilidir.", "75.  CPT, bakımevinin resmi kapasitesinin 105 kişi olduğunu tespit etmiştir: 92 kayıtlı erkek barınıcıdan 86 tanesi, ziyaret esnasında orada bulunmaktadır. İki barınıcı kaçmıştır ve diğerlerinin ailelerini görmek için çıkış izinleri vardır. Barınıcıların yaklaşık yüzde 90’ı şizofrendir ve diğerlerinde de zihinsel gerilik vardır. Aralarından çoğu, yıllardır kuruluşta kalmaktadır ve çıkışları daha nadirdir.", "76.  CPT’nin tespitlerine göre, Pastra Bakımevi’nin binası kötü bir haldedir, hijyen koşulları çok kötüdür ve bina az ısınmaktadır.", "77.  Özellikle, binalarda musluk suyu bulunmamaktadır. Barınıcılar, bahçede, soğuk su ile yıkanmaktadırlar, traşları kötü şekilde yapılmaktadır ve kirlidirler. Haftada bir kere gidebildikleri banyo ilkel ve yıkık dökük bir haldedir.", "78.  Bahçede yer alan tuvaletler, yere kazılan çukurlardan oluşan yıkık dökük barakalardan oluşmaktadırlar. Bu tesisatlar yıkık dökük bir haldeler ve ulaşım çok tehlikeliydi. Bunun yanı sıra, temel hijyen maddeleri çok az bulunmaktaydı.", "79.  Rapor, besinlerin yetersiz olduğunu belirtmektedir. Günlük beslenme, 750 gramı ekmek olmak üzere, üç öğünden meydana geliyordu. Süt ve yumurta hiçbir zaman verilmiyordu ve taze meyve sebze çok nadir bulunuyordu. Özel rejim yapanlar için hiçbir hazırlık bulunmamaktaydı.", "80.  Bakımevindeki tek tedavi, ilaç verilmesiydi. Görüşme terapisine ihtiyacı olan kronik psikiyatri hastaları olarak görülen barınıcılar, Dupnitsa’da bir psikiyatr nezdindeki dışarıdan hastalar olarak kaydedilmişlerdi. Psikiyatr, her iki ya da üç ayda bir ve de talep üzerine bakımevine gelmekteydi. Barınıcıların zihinsel durumlarında bir değişim gözlenmesi durumunda, haftalık olarak, Rila komşu kentinde, nöbetçi servisi bulunan psikiyatra da götürülebilmekteydiler. Tüm barınıcılar, yılda iki kere, psikiyatrik bir kontrolden geçiriliyorlardı ve bu sayede, ilaç tedavilerine ilişkin bir bilanço yapılıyor ve gerekirse tedavi değiştiriliyordu. Neredeyse tüm barınıcılar, özel kartlarına yazılan ve hemşirelerin verdiği, psikiyatri ilaçları alıyorlardı.", "81.  İlaç verilmesi dışında, pasif ve monoton bir yaşam süren barınıcılar için, başka hiçbir terapi faaliyeti organize edilmemekteydi.", "82.  CPT, bu koşulların, insanlık dışı ve aşağılayıcı muamele olarak değerlendirilebileceği sonucuna ulaşmıştır. CPT, Bulgar resmi makamlarından, Pastra Bakımevi’ni, acilen değiştirmelerini talep etmiştir. 13 Şubat 2004’te, resmi makamlar, bakımevinin, bakımlarla ilgili alanda, Avrupa normlarına uygun olmadığını kabul etmişlerdir. Resmi makamlar, bu bakımevinin kapatılacağını ve barınıcıların, başka kuruluşlara nakledileceğini belirtmişlerdir.", "83.  Bunun dışında, CPT, raporun II.7. Bölümü’nde, çoğu durumda, zihinsel zayıflığı olan kişilerin, özel kurumlara yerleştirilmelerinin, hürriyetin de facto kısıtlanması anlamına geldiğini belirtmiştir. Yerleştirme prosedüründe, tarafsız bir tıbbi muayenenin ve özellikle de psikiyatri muayenesinin yapılmasını içeren, uygun güvenceler bulunmalıdır. Bu kişilerin, yerleştirilmelerinin yasallığıyla ilgili olarak, mahkemelerin hızlıca karar verebilecekleri şekilde, dava açma haklarının olması da esastı. CPT, böyle bir hakkın, Bulgaristan’da güvence altına alınması tavsiyesinde bulunmuştur (raporun 52. paragrafı).", "2.  CPT’nin 10-21 Eylül 2006 tarihleri arasında yaptığı ziyaretin, 28 Şubat 2008’de yayınlanan raporu", "84.  Bu raporda, CPT, bir kere daha, sosyal bir bakımevine yerleştirilmenin yasallığına itiraz edilebilmesi için dava açma yolunun öngörülmesini tavsiye etmiştir (raporun 176 ve 177. paragrafları).", "85.  CPT, aynı zamanda, barınıcıların, zihinsel gerilik ya da akıl hastalıkları için bakımevlerine yerleştirilmelerinin, kanunun metni ve ruhuna uygun şekilde yapılmasını güvence altına alacak şekilde yapılmasını tavsiye etmiştir. Sosyal yardım yapılmasına ilişkin sözleşmeler, barınıcıların, yasal haklarını, özellikle de dış bir organ nezdinde şikâyette bulunma imkânlarını belirtmelidirler. Bunun yanı sıra, sözleşmeleri anlayamayacak durumda olan barınıcılar, uygun bir yardım almalıdırlar (raporun 178. paragrafı).", "86.  Nihayet, CPT, Bulgar makamlarının, vasi ya da kayyım olarak, aynı kurumdan bir barınıcı için bakımevinden bir görevlinin seçilmesi neticesinde meydana gelen çıkar çatışmalarını önlemek için tedbirler alınmasını tavsiye etmiştir (raporun 179. paragrafı).", "87.  Bunun yanı sıra, CPT, Ekim 2010’daki periyodik ziyareti esnasında, Pastra Bakımevi’ne yeniden gitmiştir.", "IV.  KARŞILAŞTIRMALI HUKUK", "A.  Hukuki ehliyetin iadesini talep etmek için mahkemeye erişim", "88.  Avrupa Konseyi’ne üye yirmi devletin hukukunun karşılaştırmalı olarak incelenmesine göre, durumların birçoğunda (Almanya, Hırvatistan, Danimarka, Estonya, Finlandiya, Fransa, Yunanistan, Macaristan, Lüksemburg, Monako, Polonya, Portekiz, Romanya, Slovakya, İsveç, İsviçre ve Türkiye), yasal mevzuatların, hukuki ehliyetlerinden mahrum olan özel kişilere, bu tedbire son verilmesi için, doğrudan mahkemeye gitme hakkı verildiği görülmektedir.", "89. Ukrayna’da, hukuki ehliyetinden kısmen mahrum bulunan bir kişi, bu tedbirin kaldırılmasını bizzat talep edebilir; tamamen ehliyetsiz olan bir kişi için durum farklıdır, tamamen ehliyetsiz olan bir kişi, mahkeme önünde, vasisinin, tüm işlemlerine itiraz edebilir.", "90.  Hukuki ehliyetten mahrumiyetin kaldırılmasına ilişkin dava ne Letonya’da (talebin savcı ya da vesayet makamı tarafından yapılabileceği) ne de İrlanda’da, ilgili kişi tarafından doğrudan yapılamamaktadır.", "B.  Hukuki ehliyeti olmayan bir kişinin özel kuruma yerleştirilmesi", "91.  Sözleşme’ye taraf olan yirmi devletin yasal mevzuatlarının karşılaştırmalı araştırması, Avrupa’da, özellikle de, yerleştirme kararı ve ilgili kişilerin faydalandığı güvenceler hususunda yetkili makama ilişkin olarak, hukuki ehliyeti bulunmayan kişilerin özel kuruma yerleştirilmesi konusunda uyumlu bir yaklaşım olmadığını göstermektedir. Bununla birlikte, bazı ülkelerde (Almanya, Avusturya, Estonya, Finlandiya, Fransa, Yunanistan, Polonya, Portekiz ve Türkiye), kendisi istememesine rağmen, bir kişinin uzun süreli olarak özel kuruma yerleştirilmesi kararı hâkim tarafından alınır ya da onaylanır.", "92.  Diğer yasal mevzuatlar (Belçika, Danimarka, Macaristan, İrlanda, Letonya, Lüksemburg, Monako ve Birleşik Krallık), hâkim onayına gerek olmaksızın, kayyım, yakın akrabalar ya da idarenin, özel kuruma yerleştirilme kararını almasına izin vermektedirler. Bunun yanı sıra, adı geçen, tüm bu ülkelerde, kuruma yerleştirme tedbiri, özellikle de, kişinin sağlık durumu, bir tehlikenin varlığı ya da/ve de tıbbi raporların bulunması gibi esasa ilişkin koşullarla çevrilidir. Ayrıca, yerleştirilmesine ilişkin olarak, ilgili kişinin dinlenilmesi ya da kendisine danışılması, bu tedbire son verilmesi ya da tedbirin gözden geçirilmesi için, yasal veya hukuki bir sürenin bulunması ve adli yardım imkânı, birçok ulusal mevzuatta sağlanan güvenceler arasında bulunmaktadır.", "93.  Bazı ülkelerde (Almanya, Danimarka, Estonya, Yunanistan, Macaristan, İrlanda, Letonya, Polonya, Slovakya, İsviçre ve Türkiye), vasi ya da kayyımın onayını istemekle yükümlü olmaksızın, adli bir organ önünde, ilgili kişiye tanınan, ilk yerleştirme kararına itiraz etme imkanı verilmektedir.", "94.  Nihayet, birçok devlet (Almanya, Danimarka, Estonya, Finlandiya, Yunanistan, İrlanda, Letonya, Polonya, İsviçre ve Türkiye), ilgili kişiye, doğrudan, yerleştirme tedbirinin muhafaza edilmesinin yasallığına itiraz etmek için, periyodik şekilde, hukuki başvuru yapma hakkı vermektedir.", "95.  Bunun dışında, hukuki ehliyete ya da kişilerin özel kurumlara yerleştirilmesine ilişkin birçok mevzuatın, yakın geçmişte değiştirildiklerini (Almanya: 1992; Avusturya: 2007; Danimarka: 2007; Estonya; 2005; Finlandiya: 1999; Fransa: 2007; Yunanistan: 1992; Macaristan: 2004; Letonya: 2006; Polonya: 2007; Birleşik Krallık: 2005; Ukrayna: 2000) ya da değiştirilmekte olduklarını (İrlanda) tespit etmek gereklidir. Bu yasal mevzuat reformlarının amacı, hukuki ehliyetinden mahrum kalmış olan kişilere sağlanan hukuki korumanın, ya onların, mahkemeye başvurarak doğrudan statülerini değiştirmelerini talep ettirme hakkı verilerek ya da özel kuruluşa kendi rızaları olmaksızın yerleştirildiklerinde, ek güvenceler sağlayarak güçlendirilmesidir.", "HUKUK", "I.  SÖZLEŞME’NİN 5/1. MADDESİNİN İHLAL EDİLDİĞİ İDDİASI", "96. Başvuran, Pastra bakımevine yerleştirilmesinin, Sözleşme’nin 5/1. maddesine aykırı olduğunu öne sürmektedir. Bu hüküm, aşağıdaki şekilde kaleme alınmıştır:", " ‘1.  Herkesin kişi özgürlüğüne ve güvenliğine hakkı vardır. Aşağıda belirtilen haller ve yasada belirlenen yollar dışında hiç kimse özgürlüğünden yoksun bırakılamaz. \n   a) Kişinin yetkili mahkeme tarafından mahkum edilmesi üzerine usulüne uygun olarak hapsedilmesi; \n   b) Bir mahkeme tarafından, yasaya uygun olarak, verilen bir karara riayetsizlikten dolayı veya yasanın koyduğu bir yükümlülüğün yerine getirilmesini sağlamak için usulüne uygun olarak yakalanması veya tutulu durumda bulundurulması; \n    c) Bir suç işlediği hakkında geçerli şüphe bulunan veya suç işlemesine ya da suçu işledikten sonra kaçmasına engel olmak zorunluluğu inancını doğuran makul nedenlerin bulunması dolayısıyla, bir kimsenin yetkili merci önüne çıkarılmak üzere yakalanması ve tutulu durumda bulundurulması; \n   d) Bir küçüğün gözetim altında eğitimi için usulüne uygun olarak verilmiş bir karar gereği tutulu durumda bulundurulması veya kendisinin yetkili merci önüne çıkarılması için usulüne uygun olarak tutulu durumda bulundurulması; \n   e) Bulaşıcı hastalık yayabilecek bir kimsenin, bir akıl hastasının, bir alkoliğin, uyuşturucu madde bağımlısı bir kişinin veya bir serserinin usulüne uygun olarak tutulu durumda bulundurulması; \n   f) Bir kişinin usulüne aykırı surette ülkeye girmekten alı konmasını veya kendisi hakkında sınır dışı etme ya da geriverme işleminin yürütülmekte olması nedeniyle usulüne uygun olarak yakalanması veya tutulu durumda bulundurulması; \n   2. Yakalanan her kişiye, yakalama nedenleri ve kendisine yöneltilen her türlü suçlama en kısa zamanda ve anladığı bir dille bildirilir. \n   3. Bu maddenin 1.c fıkrasında öngörülen koşullara uyarınca yakalanan veya tutulu durumda bulunan herkes hemen bir yargıç veya adli görev yapmaya yasayla yetkili kılınmış diğer bir görevli önüne çıkarılır; kendisinin makul bir süre içinde yargılanmaya veya adli kovuşturma sırasında serbest bırakılmaya hakkı vardır. Salıverilme, ilgilinin duruşmada hazır bulunmasını sağlayacak bir teminata bağlanabilir. \n   4. Yakalama veya tutuklu durumda bulunma nedeniyle özgürlüğünden yoksun kılınan herkes, özgürlük kısıtlamasının yasaya uygunluğu hakkında kısa bir süre içinde karar vermesi ve yasaya aykırı görülmesi halinde kendisini serbest bırakması için bir mahkemeye başvurma hakkına sahiptir. \n5. Bu madde hükümlerine aykırı olarak yapılmış bir yakalama veya tutulu kalma işleminin mağduru olan herkesin tazminat istemeye hakkı vardır.’", "A.  Ön tespitler", "97.  Büyük Daire, Hükümet’in 5/1. maddeyle ilgili şikâyete ilişkin olarak Daire önünde ileri sürmüş olduğu, iç hukuk yollarının tüketilmemesine ilişkin ön itirazı, kendi önünde de ileri sürdüğünü tespit etmektedir.", "98.  Bu ön itiraz şu unsurlar üzerine kuruludur. İlk olarak, başvuran, CPC’nin 277. maddesi gereğince, her zaman, hukuki ehliyetini yeniden kazanabilmek için şahsen hâkime başvuruda bulunabilirdi ve kayyımlığın kaldırılması, bakımevinden ayrılmasını sağlamış olurdu. İkinci olarak, başvuranın yakın aile fertleri, CF’nin 113-115. maddelerinin bazılarına tanımış olduğu, vesayet ve kayyımlıktan sorumlu organ nezdinde kayyım değiştirilmesini talep etme hakkını kullanmamışlardır. Hükümete göre, ret halinde, bu kişiler, esas hakkında karar verecek ve muhtemelen yeni bir kayyım atayacak olan bir mahkeme nezdinde dava açabilirlerdi ve yeni atanan kayyım, yerleştirme sözleşmesini feshedebilirdi. Hükümet, başvuranın yakın aile fertlerinin, kayyım R.P. ile Pastra Bakımevi arasında yapılan sözleşmeye itiraz edebileceklerini de öne sürmektedir. Nihayet, Hükümet, başvuranın, vesayet ve kayyımlıktan sorumlu organdan, kayyımla aralarında çıkar çatışması olduğunu öne sürerek, ad hoc bir temsilci seçilmesini talep edebileceğini ve bakımevinden ayrılmayı ve başka bir adreste oturmayı talep edebileceğini öne sürmektedir (CF’nin 123/1. maddesi).", "99.  Büyük Daire, 29 Haziran 2010 tarihli kabul edilebilirliğe ilişkin kararında, Daire’nin, bu ön itirazın, başvuranın, 5/4. maddeden kaynaklanan şikâyetinin ortaya çıkardığı sorunlarla sıkı sıkıya bağlı olduğunu ve bu hükmün esasıyla birlikte incelenmesine karar verdiğini tespit etmektedir.", "100.  Bunun yanı sıra, mevcut olayda, 5/1. madde anlamında, ‘hürriyetten mahrum kalma’ olup olmadığına ilişkin sorunun, bu hükme ilişkin şikâyetin esasıyla ilgili olduğunu tespit eden Daire, bu konunun incelenmesini de esasla birleştirmiştir. Büyük Daire, Daire’nin bu konularda ulaştığı sonuçları bozmamaktadır.", "B.  5/ 1. madde anlamında başvuranın hürriyetinden mahrum kalıp kalmadığı", "1.  Tarafların iddiaları", "a)  Başvuran", "101.  Başvuran, yasal mevzuatın, akıl hastalıkları olan kişilerin, sosyal bakımevlerine yerleştirilmelerini, ‘gönüllü’ olarak nitelendirmesine rağmen, kendisinin, Pastra bakımevine yerleştirilmesinin, hürriyetini kısıtladığını öne sürmektedir. Başvuran, Storck/Almanya (no. 61603/00, AİHM 2005V) kararında olduğu gibi, tutuklamanın, objektif ve sübjektif unsurlarının, bu olayda mevcut olduklarını ileri sürmektedir.", "102.  Tedbirin türüne gelince, başvuran, dağlık bir alanda ve uzakta bulunan bir bakımevinde yaşamanın, toplumdan, fiziksel olarak uzaklaştırılma anlamına geldiği kanaatindedir. Başvuran, kendi kendine gitme kararı alması halinde, kimliği ve parası bulunmadığı için, hemen, Bulgaristan’da çok sık yapılan, rutin kontrollerde, polis tarafından yakalanma riskiyle karşı karşıya olacağı için, böyle bir kararı alamamıştır.", "103.  Bakımevinden çıkışlar, bir izin düzenlemesine tabiydi. Bakımevini, başvuranın doğduğu şehirden ayıran 420 kilometrelik mesafe ve sakatlık maaşını elinde bulundurma imkânı olmaması, kendisini, Ruse’ye üç kereden fazla gitme imkânından mahrum bırakmıştır. İlgili, bunun yanı sıra, bakımevinin, kendisinin yapmış olduğu birçok seyahat talebini reddetmiş olduğunu belirtmektedir. Başvuran, yasal temeli olmayan bir uygulamaya göre, çıkış izinlerinin süresine riayet etmeyen barınıcıların, kaçak gibi görüldüklerini ve polis tarafından arandıklarını eklemektedir. Bu bağlamda, başvurana göre, polisin, kendisini bir kez Ruse’de yakalaması ve bakımevine geri götürmemiş olsa da, müdürün, yerini sorması ve bakımevine nakledilmesi, bireysel özgürlük hakkına ciddi bir kısıtlama oluşturmuştur. Başvuran, bakımevi görevlilerinin gelip kendisin almasını beklerken, polis tarafından yakalandığını, tutuklandığını ve hürriyetinden mahrum bırakılma nedenlerinin, kendisine anlatılmadığını belirtmektedir. Nakledilmesi, baskı ile yapılmış olduğu için, bunun, bakımevi görevlileri tarafından yapılmasının hiçbir önemi yoktur.", "104.  Başvuran, daha sonra, hakkında alınan yerleştirme tedbirinin, sekiz yıldan fazla bir süredir devam ettiğini ve bakımevinden bir gün ayrılmaya dair ümidinin boş olduğunu çünkü bunun için kayyımın onayının gerektiğinin altını çizmektedir.", "105.  Yerleştirme tedbirinin sonuçlarına ilişkin olarak, başvuran, bu düzenlemenin katı olduğunu öne sürmektedir. Meşgaleleri, bakımları ve gidip gelmeleri, bakımevinin çalışanları tarafından tam ve etkili şekilde kontrol edilmektedir. Başvuran, belli saatlerde uyanmasını, yatmasını ve yemek yemesini gerektiren günlük katı bir rutinle sınırlanmıştır. Kıyafet seçimi, yemeklerin hazırlanması, kültürel faaliyetlere katılma ve bakımevinin sadece erkeklere ayrılmış olması nedeniyle, özel ilişkiler de dahil olmak üzere diğer kişilerle ilişkilerin kurulması konularında hiçbir özgürlüğü bulunmamaktadır. Sadece, sabahları televizyon izleyebilmektedir. Böylelikle, bakımevinde kalması, sadece, rahatlığının açıkça bozulmasına neden olmuş ve topluma adapte olup normal bir yaşam sürmeye ehil olmamasına neden olan, kurumsallaşma sendromunu ortaya çıkarmıştır.", "106.  Sübjektif unsura gelince, ilgili, kendi durumunun, başvuranın, sosyal bir kuruluşa yerleştirilmeye rıza gösterdiği H.M./İsviçre (no. 39187/98, AİHM 2002II) davasındaki durumdan farklı olduğu kanaatindedir. Başvuran, mevcut olayda, hiçbir zaman böyle bir rıza göstermemiştir. O dönemki kayyımı olan, Bayan R.P. (bkz. 12. paragraf), kendisine, yerleştirilme konusunda danışmamıştır ve onu tanımamıştır bile; ayrıca, imzalamamış olduğu, 10 Aralık 2002 tarihli sözleşmenin (bkz. 14. paragraf) varlığından haberdar edilmemiştir. Bu koşullar, Bulgaristan’da, hukuki ehliyetinden, kısmen mahrum olan bir kişinin, isteğini ifade etmeye ehil olmadığı yönündeki yaygın uygulamayı yansıtmaktadır. Bunun dışında, tıbbi belgelerden, başvuranın, bakımevinden ayrılma isteğinin, özgürce ifade edilmiş bir istek değil, daha ziyade, akıl hastalığının bir belirtisi olarak görüldüğü sonucu çıkmaktadır.", "107.  Nihayet, adı geçen, H.M./İsviçre davasında, resmi makamların bakımevine yerleştirme kararı, ilgilinin evindeki yaşam koşullarının, sosyal yardım kuruluşuyla işbirliği eksikliği nedeniyle, ciddi şekilde bozulduğunu gösteren özenli bir incelemeye dayanmaktadır. Sonuç olarak, başvurana, hiçbir zaman, evde alternatif bir sosyal yardım teklifi yapılmamıştır ve yapılmış olsa, o böyle bir teklifi reddetmeyecektir.", "b)  Hükümet", "108.  Daire önündeki yazılı beyanlarında Hükümet, mevcut olayın koşullarının, Sözleşme’nin 5/ 1. maddesi anlamında ‘hürriyetten yoksun bırakma’ olarak görülebileceğini kabul etmiştir. Bununla birlikte, Büyük Daire önündeki prosedürde ve duruşmada, Hükümet, 5. maddenin uygulanmadığını öne sürmüştür. Bu bağlamda, Hükümet, başvuranın, Kamu Sağlığı Kanunu uyarınca, kamu güçleri tarafından, resen, psikiyatri hastanesine götürülmediğini fakat, kayyımının talebi üzerine kendisinin, medeni hukuk sözleşmesine dayanarak ve sosyal yardım kurallarına uygun şekilde bir sosyal yardım bakımevine yerleştirildiğini tespit etmektedir. Böylelikle, 1998 Sosyal Yardım Kanunu gereğince (bkz. 57-60. paragraflar), akıl hastalıkları olan kişiler de dahil olmak üzere, yardıma ihtiyacı olan kişiler, bizzat ya da temsilcileri vasıtasıyla, farklı sosyal ve tıbbi yardımlardan yararlanabilmeyi talep edebilirler. Akıl hastaları için olan bakımevleri, bu tip birçok yardım sağlamaktadır ve bu bakımevlerine yerleştirilme, hürriyetten mahrum bırakılma olarak görülemez.", "109.  Mevcut olayın somut koşullarına gelince, Hükümet, başvuranın, hiçbir zaman, açıkça ve bilinçli olarak, bakımevine yerleştirilme konusunda rızası olmadığını belirtmediğini ve böylelikle, bu tedbirin, istek dışı olduğunun söylenemeyeceğini öne sürmektedir. Ayrıca, ilgili, her zaman, bakımevinden ayrılabilirdi.", "110.  Bunun yanı sıra, ilgili, köydeki restoranda çalışması konusunda teşvik edilmiş ve üç kez çıkış izninden faydalanmıştır. Ruse’den, iki kez, izninin bitiminden önce dönmüş olması (bkz. 27. paragraf), lojman olmamasıyla açıklanmaktadır. Hükümet, bunun dışında, başvuranın, hiçbir zaman, bakımevine, polis tarafından getirilmediğinin altını çizmektedir. Hükümet, Eylül 2006’da, müdürün, polisten, ilgiliyi aramasını talep etmek zorunda kaldığını çünkü ilgilinin geri dönmemiş olduğunu belirtmektedir (bkz. 28. paragraf). Oysa Dodov/Bulgaristan (no. 59548/00, 17 Ocak 2008) kararına göre, devletin, sosyal bakımevlerinde kalan kişilere bakmak yönünde pozitif bir yükümlülüğü bulunmaktadır. Hükümete göre, müdürün izlediği yol, bu koruma yükümlülüğü çerçevesindedir.", "111.  Daha sonra, Hükümet, başvuranın, hukuki ehliyetinin olmadığını ve kendisine destek verecek bir ailesinin, bir evinin ve özerk bir yaşam sürebilmek için yeterli kaynaklarının olmadığını tespit etmektedir. Yukarıda adı geçen, H.M./İsviçre ve Nielsen/Danimarka (28 Kasım 1988, seri A no. 144) davalarına atıfta bulunan Hükümet, başvuranın yerleştirilmesinin, onun çıkarlarını korumaya yönelik bir tedbir olduğunu ve bunun, istek dışı olarak görülemeyeceğini çünkü sosyal ve acil bir tıbbi duruma, uygun bir karşılık olduğu kanaatindedir.", "c)  Müdahil taraf", "112.  Interights aşağıdaki genel görüşleri sunmaktadır. Interights, Orta ve Doğu Avrupa ülkelerinde akıl hastalarının sosyal bakımevlerine yerleştirilme uygulamalarıyla ilgili olarak bir araştırma yaptığını belirtmektedir. Bu araştırmanın sonuçlarına göre, durumların birçoğunda, söz konusu yerleştirme, de facto hürriyetten mahrum bırakma durumuna denk bir durum olmaktadır.", "113.  Sosyal bakımevleri sıklıkla, kırsal ya da dağlık ve erişimi zor olan coğrafi alanlarda bulunmaktadır. Şehre yakın olmaları durumunda ise, bu bakımevlerinin çevresi büyük bahçe duvarlarıyla çevrili olmakta ve bunlar da kilitlenmektedir. Genel kural olarak, yerleştirilen kişiler, sadece, kurum müdürünün açık izni ile ve kısıtlı bir süre için çıkabilirler. İzin almadan çıkılması durumunda ise, polisin, bu kişileri arama ve getirme yetkisi bulunmaktadır. Aynı kısıtlayıcı düzenleme, aynı şekilde ve Interights’ın belirleyici olarak gördüğü, ehliyetli, kısmen ehliyetli ya da tamamen ehliyetsiz olması gibi hukuki statüsüne bakılmaksızın, herkese aynı şekilde uygulanmaktadır. Sonuçta, yerleştirmenin, istek dahilinde ya da istenmeyerek yapılmış olması dikkate alınamamaktadır.", "114.  Yerleştirmenin, sübjektif unsuruna gelince, Interights, ilgili kişilerin rızasının, çok dikkatli şekilde incelenmesi gerektiğini hatırlatmaktadır. Sonuçta, bu kişilerin, hukuki düzlemde beyan edilmiş olan ehliyetsizliklerini dikkate almaksızın, gerçekten istekli olup olmadıkları ciddi şekilde incelenmelidir. Interights’a göre, yersiz yurtsuz ve güvensiz koşullarda yaşamak ya da bir bakımevinin sağladığı ve göreceli olarak daha güvenli koşullarda yaşamak arasında, devletin önerdiği başka sosyal yardım imkânları olmadığından, ehliyetsiz kişilerin ikinci seçeneği kabul etmeleri, Orta ve Doğu Avrupa ülkelerinin bir gerçeğidir. Bu, ilgili kişilerin, yerleştirme tedbirine rıza gösterdikleri anlamına gelmemektedir.", "2.  Mahkeme’nin değerlendirmesi", "a)  Genel prensipler", "115.  Mahkeme, Ek Protokol no. 4’ün 2. maddesi kapsamına giren, hürriyetten mahrum bırakma ve dolaşım özgürlüğüne kısıtlama getirilmesi arasında, tür ya da tabiata ilişkin bir fark değil sadece derece ya da yoğunluk farkı olduğunu hatırlatmaktadır. Bu iki kategoriden birinin seçilmesi bazen zor olabilir çünkü, bazı marjinal durumlarda, tamamen değerlendirme durumu söz konusu olur fakat Mahkeme, 5. maddenin uygulanabilirliği ya da uygulanamamasının bağlı olduğu bir seçeneği bir kenara atamaz (Guzzardi/İtalya, 6 Kasım 1980, 9293. paragraflar, seri A no. 39). Bir kişinin, özgürlüğünden mahrum bırakılıp bırakılmadığını bilmek için, somut duruma bakılması ve öngörülen tedbirin, türü, süresi, etkileri ve icra edilme şekilleri olmak üzere, onun durumuna özgü kriterlerin dikkate alınması gerekmektedir (adı geçen Storck, paragraf 71, ve Guzzardi, paragraf 92).", "116.  Akıl sağlığı nedeniyle, hürriyetten yoksun bırakılma çerçevesinde, Mahkeme, bir kişinin, hastanenin güvenlik bulunmayan kısımlarına korumasız olarak gidebilmesi ve korumasız olarak hastaneden çıkabilme imkânı olan açık bir hastanede kaldığı süreçte bile, ‘tutuklu’ olarak görülebileceği kanaatindedir (Ashingdane/Birleşik Krallık, 28 Mayıs 1985, paragraf 42, seri A no.93).", "117.  Bunun yanı sıra, akıl hastalığı olan kişilerin kuruma yerleştirilmesi alanında, hürriyetten yoksun bırakma kavramı sadece, azımsanamayacak bir süre boyunca bir kişinin, kısıtlı bir alana kapatılması olan objektif bir unsur taşımamaktadır. Bir kişi, sadece enterne edilmesine geçerli şekilde rıza göstermediyse, özgürlüğünden mahrum bırakılmış sayılabilir ve bu da sübjektif unsuru oluşturur (adı geçen Storck, paragraf 74).", "118.  Mahkeme, özellikle aşağıdaki koşullarda, hürriyetten yoksun bırakma söz konusu olduğuna karar vermiştir: a) başvuranın, tamamen ehliyetsiz olduğuna karar verilmesi ve yasal temsilcisinin talebi üzerine, kaçmayı denemiş olduğu, bir psikiyatri hastanesine yerleştirilmiş olduğu bir durum (Chtoukatourov/Rusya, no.44009/05, paragraf 108, 27 Mart 2008) ; b) başvuranın, önce klinikte kalmaya rıza gösterdiği fakat sonra oradan kaçmaya çalıştığı durum (adı geçen Storck, paragraf 76) ; c) başvuranın, ehliyetsiz olduğu ve psikiyatri kurumuna yerleştirilmeye itiraz edememiş olan bir yetişkin olduğu ve kaçmayı denememiş olduğu bir durum (H.L./Birleşik Krallık, no. 45508/99, 89-94. paragraflar, AİHM 2004IX).", "119.  Mahkeme, aynı zamanda, özgürlük hakkının, demokratik bir toplumda, bir kişinin, özellikle de, hiç kimsenin, bu kişinin, rıza verme ehliyeti olmadığına ya da önerilen tedbire karşı çıkmaya ehil olmadığına itiraz etmediğinde (adı geçen H.L./Bileşik Krallık, paragraf 90), sadece tutuklanmayı kabul ettiği için, Sözleşme’nin sağladığı korumadan faydalanamaması durumunda çok önemli bir yer tuttuğunu (De Wilde, Ooms et Versyp c. Belgique, 18 juin 1971, §§ 64-65, série A no 12), belirtmiştir.", "120.  Bunun dışında, Mahkeme, 5/1. maddenin ilk cümlesinin, devlete, kendi yetki alanındaki kişilerin özgürlüklerini koruma yönünde pozitif bir yükümlülük yüklediği yönünde anlaşılması gerektiğini belirtmiştir. Eğer böyle olmasaydı, keyfi tutuklamaya karşı korumada ciddi bir boşluk söz konusu olurdu ve bu da, demokratik bir toplumda, bireysel özgürlüğün önemi ile uyuşmazdı. Demek ki, devlet, zayıf durumdaki kişilere özellikle de, resmi makamların bilgisi dahilinde olan ya da olması gereken, hürriyetten mahrum kalmayı engellemeye yönelik etkili bir koruma sağlamakla yükümlüdür (adı geçen, Storck, 102. paragraf). Böylelikle, bu davaların özel koşullarına bakılarak, Mahkeme, ulusal makamların sorumluluğunun, başvuranın, vasisinin yapmış olduğu tutulma talebinin, psikiyatri hastanesine gönderilerek yerine getirilmesi (adı geçen, Chtoukatourov) söz konusu olduğunda ve özel bir klinikte tutulma ( adı geçen, Storck) söz konusu olduğunda, devreye girdiği kanaatindedir.", "b) Bu prensiplerin mevcut olaya uygulanması", "121.  Mahkeme, mevcut olayda, genel olarak, hukuki ehliyeti bulunmayan bir kişinin sosyal bir kuruluşa yerleştirilmesinin, 5/1. madde anlamında, ‘özgürlükten mahrum bırakma’ olarak kabul edilip edilmemesi gerektiğine karar vermenin gerekli olmadığının altını çizmektedir. Bazı durumlarda, bu tip yerleştirmeler, vesayet ya da kayyımlık dahilinde bulunan ailelerin inisiyatifiyle ve uygun bir kurumla medeni hukuk sözleşmeleri kapsamında yapılmaktadır. Sonuç olarak, bu gibi durumlarda, özgürlüğün kısıtlanması, bireylerin eylemlerinden kaynaklanmakta ve resmi makamların görevi de, bunun denetlenmesiyle sınırlanmaktadır. Mahkeme, mevcut davada, benzer durumlarda, resmi makamlara düşebilecek yükümlülüklerle ilgili karar vermekle görevli değildir.", "122.  Mahkeme, mevcut davanın koşullarının, özel olduklarını tespit etmektedir. Sonuçta, başvuranın ailesinin hiçbir üyesi, kayyımlık yapmamıştır ve kayyımlık görevi, bir devlet memuru olan Bayan R.P.’ye verilmiştir. R.P., Pastra Bakımeviyle, görüşmüş ve hiç görmediği başvuranla bağlantı kurmadan, kuruma yerleştirme sözleşmesini imzalamıştır. Yerleştirme tedbiri, başvuranın tanıtılmamış olduğu ve devletin yönettiği bir kuruma, sosyal hizmetler tarafından, yerleştirilmesiyle gerçekleşmiştir (bkz. 12-15. paragraflar). Özel ve Tüzel Kişiler ve Aileye ilişkin 1949 Kanunu gereğince (bkz. 42. paragraf), onayının gerekli olması ve geçerli bir görüş verebileceği halde başvurana, kayyımın yaptığı seçimler konusunda hiç danışılmamıştır. Bu koşullar altında, başvuran, kendi talebi üzerine ya da kendi rızasını verdiği bir özel hukuk sözleşmesiyle, sosyal bir kuruma, sosyal bir yardım ve koruma sağlanması amacıyla, Pastra Bakımevine yerleştirilmemiştir. Mahkeme, başvuranın yakındığı kısıtlamaların, yerleştirme talebinden sonraki ve özel kişilerin işlemleri ya da inisiyatifleriyle değil de görevlileri aracılığıyla hareket eden resmi makamların ve kamu kurumlarının, tedbirin icrası için yaptıkları farklı işlemlerin sonucu olduğu kanaatindedir. Mevcut olayda, hiçbir şey, kayyımın, kötü niyetli hareket ettiğini göstermese bile, bu unsurlar, mevcut davayı, başvuranın annesinin, iyi niyetle hareket ederek, küçük oğlunun, psikiyatri kurumuna vermiş olduğu ve Mahkeme’nin, söz konusu tedbirin, fikir vermeye ehil olmayan bir küçük üzerinde ailenin, haklarını icra etmesi olarak gördüğü ve yukarıda adı geçen Nielsen davasından farklı olduğunu göstermektedir.", "123.  Bu durumda, yerleştirmenin, ulusal makamlara atfedilebilir olduğu kabul edilmelidir. Bu tedbirden kaynaklanan kısıtlamaların, 5. madde anlamında, ‘özgürlükten mahrum bırakma’ anlamına gelip gelmediği incelenmelidir.", "124.  Objektif unsura gelince, Mahkeme, başvuranın, bakımevinin, dışarı çıkılabilecek bir kısmında oturduğunu tespit etmekte fakat binanın kapısının anahtarla kilitlenip kilitlenmediğinin bilinmesinin, karar vermek için gerekli olmadığını hatırlatmaktadır (adı geçen, Ashingdane, paragraf 42). İlgilinin, en yakın köye gidebildiği doğrudur. Bu çıkışlarının, sadece, izin alarak yapılıyor olabildiği de doğrudur (bkz. 25. paragraf). Bununla birlikte, bakımevinin dışında geçirilen zaman ve başvuranın gidebileceği yerler sınırlı ve denetlenmekteydiler", "125.  Mahkeme, ayrıca, 2002 ve 2009 yılları arasında, başvuranın, kısa süreli olarak (on günlüğüne) üç kez Ruse’ye gitmesine izin verildiğini hatırlatmaktadır (26-28. paragraflar). Mahkeme, ilgilinin, talep etmiş olsaydı, bunu daha sık yapıp yapamayacağı konusunda tahminde bulunmayacaktır. Bununla birlikte, Mahkeme, bu izinleri verme kararının, başvuranın, kimlik kağıtlarını elinde bulunduran ve ulaşım da dahil olmak üzere, maddi olanaklarını idare eden bakımevi idaresine ait olduğunu tespit etmektedir (bkz. 25-26. paragraflar). Bununla birlikte, Mahkeme’ye göre, bakımevinin, Ruse’den uzakta (yaklaşık 400 km.) ve dağlık bir alanda bulunuyor olması, başvuranın gelirleri ve gelip gidişlerini ayarlama kapasitesi dikkate alındığında, oraya gidilmesini zor ve masraflı hale getirmektedir.", "126.  Mahkeme, bu izin alma düzenlemesinin ve idarenin, başvuranın, kimlik belgelerinin elinde tutuyor olmasının, ilgilinin kişisel özgürlüğünü ciddi derecede kısıtladığı kanaatindedir.", "127. Bunun dışında, başvuran, 2006’daki çıkış izninden sonra geri dönmediğinde, bakımevi idaresinin, Ruse Polisi’nden onu aramasını ve getirmesini talep ettiği tartışma konusu değildir (bkz. 28. paragraf). Mahkeme, bu işleyişin, akıl hastalarının kaldığı bir bakımevi idaresinin orada kalan kişilere karşı, üstlendiği sorumluluk dahilinde olduğunu kabul edebilir. Mahkeme, polisin, başvuranı getirmediğini ve başvuranın bakımevinde çalışanların gelmesini beklerken yakalandığını kanıtlamadığını hatırlatmaktadır. Çıkış izni süresi bitmiş olduğu için, bakımevinin temsilcileri, başvuranın talepleriyle ilgilenmeden, onu geri getirmişlerdir.", "128.  Böylelikle, başvuran, birkaç kez gidip gelebilmişse de, yukarıda anlatılanlar, Hükümet’in belirttiğinin aksine, Mahkeme’nin, ilgilinin, sabit bir denetim altında bulunduğunu ve bakımevini, istediği zaman, izin almadan, terk etmekte serbest olmadığını kabul etmeye itmektedir. Yukarıda adı geçen Dodov davasına atıfta bulunan Hükümet, söz konusu kısıtlamaların, resmi makamların, başvuranın hayatını ve sağlığını korumaya yönelik pozitif yükümlülükleri nedeniyle, gerekli olduklarını öne sürmektedir.", "Mahkeme, mevcut davada, başvuranın annesinin, Alzeheimer hastası olduğunu ve sonuç olarak hafızasının ve diğer akli melekelerinin gitgide daha da kötüye gittiklerini ve huzurevi personelinin, onu yalnız bırakmama yönünde talimat aldıklarını belirtmektedir. Mevcut olayda ise, Hükümet, başvuranın sağlık durumunun, onu, bir tehlike durumuna sokacak türde olduğunu ya da hayatı ve fiziksel bütünlüğünü korumak için özel kısıtlamalar yapılmasını gerektirdiğini kanıtlamamaktadır.", "129.  Tedbirin süresine gelince, Mahkeme, sürenin belirli olmadığını yani süresiz olduğunu çünkü belediye kayıtlarında, başvuranın sürekli adresinin, bakımevi olarak göründüğünü tespit etmektedir. Başvuran, halen orada yaşamaktadır (sekiz yıldan uzun süredir). Bu süre zarfı, başvuranın, tabi olduğu kısıtlamaların olumsuz etkilerini hissetmesi için yeteri kadar uzundur.", "130.  Tedbirin sübjektif unsuruna gelince, iç hukukun gerekliliklerinin aksine (bkz. 42. paragraf), ilgilinin, yerleştirilme konusunda fikrinin alınmadığı ve hiçbir zaman, bu anlamda açıkça onayını vermediğinin tespit edilmesi gerekmektedir. Bununla birlikte, Pastra’ya ambulansla götürülmüş, resen görevlendirilmiş olan kayyımın aldığı bu tedbirin gerekçesinden ve süresinden haberdar edilmeksizin bakımevine yerleştirilmiştir. Mahkeme, bu bağlamda, akli melekeleri bozulmuş olan kişilerin, rızasının, koruma tedbiri kapsamında hareket eden üçüncü bir kişinin rıza ile değiştirilebileceği durumlar olabileceğini ve bazen, gerçek rıza ile kişinin tercihlerini bilmenin kolay olmadığını tespit etmektedir. Bununla birlikte, Mahkeme, bir kişinin, hukuki ehliyetinden mahrum olmasının, kendi durumunun ne olduğunu anlamayacağı anlamına gelmediğini belirtmiştir (adı geçen Chtoukatourov, paragraf 108). Mevcut olayda, iç hukuk, ilgilinin rızasına, belli bir önem atfetmektedir ve görünüşe göre, ilgili durumunu anlamaktadır. Mahkeme, en geç 2004’ten sonra, başvuranın, psikiyatrlar önünde, açıkça, Pastra Bakımevi’nden ayrılmayı talep ettiğini ve resmi makamlar önünde, hukuki ehliyetinin geri kazanılması ve kayyımlığın sona erdirilmesi yönünde işlemleri başlattığını tespit etmektedir (bkz. 37-41. paragraflar).", "131.  Bu unsurlar, mevcut olayı, Mahkeme’nin, bakımevine geldikten sonra orada kalmayı kabul eden başvuranın çıkarlarını korumaya yönelik olan yerleştirme tedbirinin, hürriyeti kısıtlayıcı olmadığına karar vermiş olduğu H.M./İsviçre davasından ayrılmasını sağlamaktadır. Bu bağlamda, Hükümet, başvuranın, Pastra’ya geldiğinde ya da daha ileriki bir tarihte, bakımevinde kalmaya rıza gösterdiğini kanıtlayamamıştır. Bu koşullar altında, Mahkeme, ilgilinin, kuruma yerleştirilmeye rızası olduğunu ya da daha sonra zımnen ve kaldığı süre boyunca, bunu kabul etmiş olduğuna ikna olmamıştır.", "132.  Mevcut durumun özel koşulları, özellikle de, resmi makamların, başvuranın yerleştirilme ve bakımevinden çıkışıyla ilgili düzenlemelerde rol almış oldukları, tedbirin süresi ve ilgilinin rızasının olmaması dikkate alındığında, Mahkeme, incelenen durumun, Sözleşme’nin 5/ 1. maddesi anlamında, hürriyetten mahrum bırakma olarak kabul edileceğine karar vermektedir. Sonuç olarak, bu hüküm uygulama alanı bulmaktadır.", "C.  Başvuranın Pastra Bakımevi’ne yerleştirilmesinin, Sözleşme’nin 5/1. maddesi ile uyumu", "1.  Tarafların iddiaları", "a)  Başvuran", "133.  Başvuran, yerleştirilmesine rıza göstermemiş olduğu için ve kayyımı ve Pastra bakımevi arasında yapılan sözleşmeyi imzalamamış olduğu için, bu sözleşmenin, Özel ve Tüzel Kişiler ve Aileye ilişkin Kanun’a aykırı olduğunu öne sürmektedir. Başvuran, yerleştirildiği zaman, bu sözleşmenin varlığından haberdar edilmediğini ve o tarihten sonra da uzun bir süre boyunca, bu sözleşmenin varlığından haberdar olmadığını belirtmektedir. Başvuranın, kayyımının, bu işlemine itiraz etmek imkânı olmamıştır. Aile Kanunu’nun 126. maddesine göre, kayyımın, faaliyetlerini, kayyımlık ve vesayetten sorumlu organa (belediye başkanı) sunması gerekiyorsa da, bu organın, müeyyide verme yetkisi bulunmamaktadır. Her halükarda, başvuranla ilgili hiçbir rapor ortaya konmamıştır ve kayyımlardan, bu eksikliliğin hesabını vermeleri talep edilmemiştir.", "134.  Başvuran, akıl hastalarının kaldığı bir bakımevine yerleştirilmesinin, 5. madde anlamında, hürriyetten yoksun bırakma gerekçelerinden hiçbirini karşılamadığını öne sürmektedir. Bu tedbir, ne kamu güvenliğini koruma ihtiyacı ne de kurum dışına yerleşme ihtiyacı ile gerekçelendirilemez. Başvuran, bakımevinin müdürünün, kendisini, topluma entegre olmaya ehil görmesini ve başarısızlıkla sonuçlanan, kendisini ailesine yaklaştırma çabalarının gösterilmiş olmasını, delil olarak görmektedir. Böylece, resmi makamlar, yerleştirme kararlarını, sadece, başvuranın ailesinin, ona bakmak için uygun olmadığı ve başvuranın, sosyal yardıma ihtiyacı olduğu gerekçesi üzerine kurmuşlardır. Resmi makamlar, bireysel özgürlük için daha az kısıtlayıcı olan başka tedbirlerin gerekli yardımı sağlayıp sağlayamayacağı sorununu incelememişlerdir. Benzer tedbirler, öngörülebilirdi çünkü, Bulgar mevzuatı, örneğin, kişisel yardım, rehabilitasyon merkezleri, özel tazminat ve yardımlara ilişkin geniş bir sosyal yardım yelpazesi öngörmekteydi. Demek ki, resmi makamlar, ilgilinin sosyal ihtiyaçları ve özgürlük hakkı arasında, adil bir denge kurmamışlardır. Bir alıkonulmanın, sadece, sosyal mülahazalar üzerine kurulması, keyfi ve 5. maddenin amacına aykırı olmaktadır.", "135.  Mahkeme’nin, başvuranın yerleştirilmesinin, akıl hastası olan birinin, hürriyetinden mahrum bırakılmasını öngören 5/1. e) maddenin uygulama alanına girdiğini kabul etmesi durumunda, başvuran, ulusal makamların, bu hükmün gereklerini yerine getirmediklerini öne sürmektedir. Sonuçta, yakın geçmişte yapılmış olan bir psikiyatrik inceleme olmadığı için, başvurana göre, söz konusu yerleştirmenin amacı, tıbbi bir müdahale değildir ve bu yerleştirme sadece, hukuki ehliyetten mahrum bırakma prosedürü çerçevesindeki tıbbi belgelere dayanarak yapılmıştır. Bu belgeler, yerleştirme yapılmadan, yaklaşık bir buçuk yıl önce alınmışlardır ve amaçları da, akıl hastalarının kaldığı kuruluşlara yerleştirme yapılması değildir. Varbanov/Bulgaristan (no. 31365/96, paragraf 47, AİHM 2000X) kararını öne süren başvuran, Pastra Bakımevi’ne, akıl sağlığı durumunun değerlendirilmeden yerleştirildiğini belirtmektedir.", "b)  Hükümet", "136. Hükümet, başvuranın bakımevine yerleştirilmesinin, iç hukuka uygun olduğunu çünkü kayyımın, imzaladığı sözleşmeye göre, ilgilinin, kendi çıkarı doğrultusunda sosyal yardım aldığını belirtmektedir. Böylece, kayyım, görevi dahilinde hareket etmiş ve kayyımlık altına alınan kişiyi koruma yükümlülüğünü yerine getirmiştir.", "137. Bakımevine yerleştirmenin tek amacının, sosyal yardım kanununa göre, zorunlu bir tıbbi tedavi yapmak değil, başvuranı sosyal yardımlardan faydalandırmak olduğu için, Hükümet, bu tedbirin, Sözleşme’nin 5/1. e) maddesinin uygulama alanına girmediği kanaatindedir. Bu bağlamda, resmi makamlar, başvuranın hem maddi hem de ailevi durumunu yani kaynaklarının olmamasını ve günlük yaşamda ona destek olacak aile fertlerinin bulunmamasını dikkate almışlardır.", "138.  Hükümet, aynı zamanda, ilgilinin, her halükarda, 5/1. e) madde anlamında, ‘akıl hastası’ olarak görülebileceğini belirtmektedir. Sonuçta, hukuki ehliyetten mahrum bırakılma prosedürü çerçevesinde, 2000 yılında yapılan tıbbi incelemenin, açıkça, başvuranın, akıl hastalığı bulunduğunu gösterdiğini ve resmi makamların, onu, bu patolojiye sahip kişilerin kaldığı bir bakımevine yerleştirmelerinin meşru olduğunu göstermektedir. Nihayet, Ashingdane (adı geçen, paragraf 44) kararını öne süren Hükümet, bakımevine yerleştirme gerekçesi olan, ilgilinin, sağlık durumu ile bu yerleştirmenin yapıldığı kuruluş arasında, uygun bir gerekçe olduğunu belirtmektedir. Hükümet, söz konusu tedbirin, 5/1. e) maddeye aykırı olmadığı kanaatindedir.", "c)  Müdahil taraf", "139.  Yukarıdaki 112-114. paragraflardaki araştırmaya dayanan, Interights, Orta ve Doğu Avrupa ülkelerinde akıl hastalarının, sosyal bakımevlerine yerleştirilmelerinin, sadece, sosyal koruma bağlamında ve sözleşme hukuku çerçevesinde öngörülebileceğini açıklamaktadır. Ulusal hukuk, bu yerleştirmeleri, hürriyetin kısıtlanması olarak görmediği için, kişinin rızası hilafına, psikiyatrik olarak enterne edilmesi alanındaki usuli güvenceler uygulanamamaktadır.", "140.  Interights bu durumların, adı geçen H.L./Birleşik Krallık davasındaki duruma yaklaştırılmaları gerektiği kanaatindedir. Bu dava, Birleşik Krallık’ta 2007’den önce, common law tarafından tanımlanan ve akıl hastası olan ehliyetsiz ve uysal kişilerin ‘gayri resmi’ olarak alıkonulmalarına izin veren gereklilik teorisini sorgulamaktadır. Oysa, Mahkeme, bu gibi bireylerin alıkonulmaları ve kabul edilmelerine ilişkin prosedür hakkında düzenleme bulunmamasını şaşırtıcı olarak değerlendirmiştir. Mahkeme’ye göre, bu kuralların eksikliği ve resmi psikiyatrik enterne edilmeye ilişkin geniş bir güvence yelpazesinin bulunması arasındaki çelişki, akıl sağlığına ilişkin yasal mevzuat hakkında belirleyicidir. Resmi bir kabulü, kimin, hangi nedenlerle ve neye dayanarak önerebileceğini belirten ve tutukluluğun süresi, tedavi ya da bakımların belirtildiği bir prosedür yokluğunda, hastanenin sağlık uzmanları, sadece, kendi uygun gördükleri şekilde ve zamanda yapılmış olan klinik incelemelerine dayanarak, ehliyetsiz ve zayıf konumda bulunan bir kişinin, özgürlüğü ve tedavisi üzerinde tam bir denetim sağlamaktadırlar. Bu profesyonel kişilerin iyi niyetlerini sorgulamaksızın ve onların, başvuranın, üstün çıkarları doğrultusunda hareket ettiklerinden şüphe etmeksizin, Mahkeme, usuli güvencelerin amacının, bireylerin, yargı hatalarına ve profesyonel hatalara karşı korunmaları olduğunu hatırlatmaktadır (H.L./Birleşik Krallık, 120-121. paragraflar).", "141.  Interights, Mahkeme’nin, bu içtihat çizgisinde kalarak, mevcut olayda, sosyal bakımevinde sürekli olarak yerleştirmenin ve tutulmanın gayri resmi niteliğinin, 5. maddenin, keyfiliğe karşı olan güvenceleriyle çeliştiğini tespit etmesini talep etmektedir. Mahkemeler, yargılamanın hiçbir aşamasında devreye girmemiştir ve hiçbir başka bağımsız organ, söz konusu kurumları kontrol etmekle görevlendirilmemiştir. Düzenleme eksikliği ve akıl hastalarının zayıflıkları birlikte dikkate alındığında, bunlar, denetimin, çok kısıtlı olduğu bir çerçevede, temel haklar konusundaki kötüye kullanımları kolaylaştırmaktadır.", "142.  Müdahil taraf, bu tip diğer durumlarda, kuruma yerleştirmenin otomatik bir tedbir olduğunu çünkü çok az alternatif sosyal yardım imkanı bulunduğunu belirtmektedir. Müdahil, bu bağlamda, resmi makamlara, akıl hastalarına, tıbbi bakım ve sosyal yardım sağlayabilen fakat bireysel özgürlük için daha az kısıtlayıcı ve uygun tedbirleri alma yükümlülüğünü dayatmak gerektiği kanaatindedir. Burada, Sözleşme’nin güvence altına aldığı hakların, teorik ve yanıltıcı değil, somut ve etkili olması gerektiği prensibinin, bir uygulaması söz konusu olmaktadır.", "2.  Mahkeme’nin değerlendirmesi", "a)  Genel prensipler", "143.  Mahkeme, 5/1. maddenin, öncelikle söz konusu tutuklamanın, yasal yolların da dikkate alınarak, ‘kurallara uygun’ olmasını gerektirmektedir. Bu alanda, Sözleşme, esasen, yasal mevzuata gönderme yapmakta ve esas ve usul kurallarını dikkate alma yükümlülüğü yüklemektedir fakat aynı zamanda, hürriyetin kısıtlanmasının, 5. maddenin amacına uygun olmasını da gerektirmektedir: bireyin, keyfiliğe karşı korunması (Herczegfalvy/Avusturya, 24 Eylül 1992, paragraf 63, seri A no. 244). Ayrıca, hürriyetin kısıtlanması, yalınızca, başka, daha hafif tedbirlerin, kişisel ya da kamu çıkarını korumak için yetersiz olduklarına ve tutulmanın gerekli olduğuna karar verilmesi halinde haklı çıkarılabilecek kadar ağır bir tedbirdir. Demek ki, hürriyetin kısıtlanmasının, ulusal hukuka uygun olması yeterli değildir, aynı zamanda, mevcut olayın koşullarının da, bunu gerektirmesi gerekmektedir (Witold Litwa/Polonya, no. 26629/95, paragraf 78, AİHM 2000III).", "144.  Bunun dışında, 5/1. maddenin a)-f) bentleri, hürriyetin kısıtlanmasına izin veren gerekçelerin sınırlı bir listesini içermektedir; benzer bir tedbir, bu gerekçelerden birine uygun değilse, kurala uygun olmamaktadır (aynı şekilde, paragraf 49, Saadi/Birleşik Krallık [Büyük Daire], no.13229/03, paragraf 43, 29 Ocak 2008 ve Jendrowiak/Almanya, no.  30060/04, paragraf 31, 14 Nisan 2011).", "145.  Akıl hastalarının, hürriyetlerinin kısıtlanmasına gelince, bir kişinin ‘akıl hastası’ olduğu ve hürriyetinin kısıtlanabileceği, sadece, aşağıda sayılan koşullardan, en az üç tanesinin bir araya gelmesi halinde kabul edilebilir: ilk olarak, akıl hastalığının, ikna edici şekilde ortaya çıkarılmış olması gerekmektedir, ikinci olarak, bozukluk, bir yere kapatılmayı meşru kılacak nitelikte olmalıdır; üçüncü olarak, bir yere kapatılma, söz konusu bozukluğun, devam etmesini gerektirmektedir (Winterwerp/Hollanda, 24 Ekim 1979, paragraf 39, seri A no. 33, adı geçen Chtoukatourov, paragraf 114, ve adı geçen Varbanov, paragraf 45).", "146.  Yukarıda belirtilen, ikinci koşula gelince, akıl hastası olan bir kişinin alıkonulması, sadece, iyileşmesi ya da durumunun düzelmesi için, terapi, ilaç ya da başka bir klinik tedaviye ihtiyacı olması durumunda değil, fakat, aynı zamanda, örneğin, kendisine ya da başkasına zarar vermesini engellemek için de gerekli olabilir (Hutchison Reid/Birleşik Krallık, no. 50272/99, paragraf 52, AİHM 2003IV).", "147.  Mahkeme, bunun dışında, hürriyetin kısıtlanması için ileri sürülen gerekçe ile alıkonulmanın yeri ve düzenlemesi ararsında bir bağ olması gerektiğini hatırlatmaktadır. Prensip olarak, bir kişinin, akıl hastası olarak ‘alıkonulması’, sadece, bir hastane, bir klinik ya da buna elverişli başka bir yerde olması halinde, 5/1. e) madde anlamında ‘kurala uygun’ olmaktadır (adı geçen Ashingdane, paragraf 44, ve Pankiewicz/Polonya, no. 34151/04, 42-45. paragraflar, 12 Şubat 2008). Anlatılanların gerçekleşmesi koşuluyla, kural olarak, uygun tedavi ve düzenlemeler, 5/1 e). maddenin uygulama alanına girmemektedir (adı geçen Ashingdane, paragraf 44, ve Hutchison Reid, paragraf 49).", "", "b)  Bu prensiplerin mevcut olaya uygulanması", "148.  Başvuranın, Pastra Bakımevi’ne yerleştirilmesinin, 5/1. maddeye uygun olup olmadığının incelenmesi için, Mahkeme, bu tedbirin, ulusal hukuka uygun olup olmadığını, a)-f) bentlerinde öngörülen bireysel özgürlüğün istisnaları arasında olup olmadığını ve nihayet, bu tedbirin, bu istisnalardan birine göre haklı olup olmadığını tespit etmelidir.", "149.  Mevcut ulusal belgeler ışığında (bkz. 57-59. paragraflar), Mahkeme, Bulgar hukukunda, sosyal kuruma yerleştirmenin, 5/1. maddenin a)-f) bentlerindeki gerekçelerle dayatılan zorunlu bir tedbir değil, ilgili kişinin talebi üzerine alınan bir koruma tedbiri olduğunu tespit etmektedir. Bununla birlikte, mevcut olayın özel koşullarında, bu tedbir, başvuranın istek ve taleplerini önemsemeden, bireysel özgürlüğe ciddi kısıtlamalar getirerek, hürriyetin kısıtlanmasına yol açmaktadır (bkz. 121-132. paragraflar)", "150.  Yasal yollara riayet edilmesine gelince, Mahkeme, ulusal hukukun, kayyımın, kayyımlık altındaki kişi adına hareket etme yetkisi olmadığını belirtmektedir. Sonuçta, hukuki ehliyetten kısmen mahrum bırakılma halinde, sözleşmeler sadece, kayyım ve kayyımlık altındaki kişi tarafından birlikte imzalanırsa geçerli olmaktadırlar (bkz. 42. paragraf). Sonuç olarak, Mahkeme, kayyım, R.P.’nin, önceden, başvuranın onayını almaksızın, akıl hastalarının kaldığı sosyal bir bakımevine yerleştirme kararının, Bulgar hukukunda geçerli olmadığı sonucuna ulaşmaktadır. Bu sonuç, Mahkeme’nin, başvuranın, hürriyetinden mahrum bırakılmasının, 5. maddeye aykırı olduğuna karar vermesi için yeterlidir.", "151.  Her halükarda, Mahkeme, bu tedbirin, Sözleşme’nin 5/1. maddesine uygun olmadığını çünkü bu maddenin, a)-f) bentleri bağlamında gerekçelendirilmemiş olduğu kanaatindedir.", "152.  Başvuran, resmi makamların, esasen, sosyal yardım mekanizmaları çerçevesinde hareket etmiş olduğunu kabul etmektedir (bkz. 134. paragraf). Bununla birlikte, başvuran, dayatılan kısıtlamaların, bireysel özgürlük kuralının, 5/1. maddenin a)-f) bentlerinde, öngörülen istisnalarının hiçbirinde bulunmadıklarını ve hürriyetin kısıtlanmasına neden oldukları kanaatindedir. Hükümet, bakımevine yerleştirmenin, tek amacının, başvuranın, sosyal nitelikli bakımlardan yararlanmasını sağlama yönündeki çıkarının korunması olduğunu öne sürmektedir (bkz. 136-137. paragraflar). Hükümet, bununla birlikte, Mahkeme’nin, 5/1. maddeyi uygulamaya karar vermesi halinde, ilgilinin akıl hastalığı dikkate alınarak, bu tedbirin, söz konusu maddenin, e) bendine uygun olarak görülmesi gerekli olduğunu belirtmiştir (bkz. paragraf 138).", "153.  Mahkeme, başvuranın, lojmanı olmadığı ve hastalığı nedeniyle çalışamadığı için, sosyal yardım talep edebileceğini belirtmektedir. Mahkeme, bazı durumlarda, akıl hastalığı olan bir kişinin rahatlığının, bu kişinin, bir kuruma yerleştirilmesinin gerekli olup olmadığı değerlendirilirken, tıbbi unsurların yanı sıra, dikkate alınması gereken ek bir faktör olabileceği düşüncesindedir. Bununla birlikte, objektif olan, lojman ve sosyal yardım ihtiyacı, otomatik olarak hürriyeti kısıtlayıcı tedbirlerin alınmasına neden olmamalıdır. Mahkeme’ye göre, her tedbir, olabildiğince, isteklerini beyan edebilen kişilerin taleplerini yansıtmalıdır. İlgilinin fikrinin alınmaması, kötüye kullanma durumlarına ve zayıf durumdaki kişilerin haklarını icra etmelerine engel oluşturabilir; böylelikle, ilgili kişiye danışılmadan alınan her tedbir, kural olarak, katı bir inceleme yapılmasını gerektirmektedir.", "154.  Mahkeme, başvuranın bakımevine yerleştirilmesinin, akıl sağlığının, kısmi ehliyetsizliğinin ve kayyımlığın getirilmiş olmasının, doğrudan bir sonucu olduğunu kabul etmektedir. Sonuçta, Bayan R.P., kayyım olarak tayin edilmesinden altın gün sonra, ilgiliyi tanımadan ve onunla görüşmeden, dosya üzerinden, sosyal hizmetlere, başvuranın, akıl hastalarının bulunduğu bir bakımevine yerleştirilmesini talep etmiştir. Sosyal hizmetler de, bu talebin karşılanası gerektiğine karar verdiklerinde, başvuranın akıl sağlığına atıfta bulunmuşlardır. Başvuranın, akıl hastalığı nedeniyle, hukuki ehliyetinden mahrum edilmemiş olması halinde, hürriyetinin kısıtlanmış olmayacağı, Mahkeme için açıktır. Böylelikle, mevcut olay, 5/1. maddenin e) bendine göre incelenmelidir.", "155.  Başvuranın bakımevine yerleştirilmesinin, Mahkeme içtihadının, akıl hastalarının tutuklanması konusunda gerektirdiği koşulları karşılayıp karşılamadığı tespit edilmelidir (bkz.145. paragraftaki prensipler). Bu bağlamda, Mahkeme, ulusal makamlara, bir kişinin, ‘akıl hastası’ olarak bir yere kapatılması hakkında karar verirlerken belli bir serbesti tanınması gerektiğini, çünkü belli bir durumla ilgili olarak, sunulan delilleri inceleme görevinin, ilk olarak onlara ait olduğunu hatırlatmaktadır; kendi görevi ise, ulusal mahkemelerin kararlarını, Sözleşme açısından denetlemektir(adı geçen Winterwerp, paragraf 40, ve Luberti/İtalya, 23 Şubat 1984, paragraf 27, seri A no. 75).", "156.  Mevcut olayda, hukuki ehliyetin kısıtlanması prosedürü çerçevesinde yapılan tıbbi incelemenin, başvurandaki bozuklukları gösterdiği doğrudur. Bununla birlikte, bu inceleme, 2000 yılının Kasım ayından önce yani, başvuranın, Pastra Bakımevi’ne yerleştirildiği 10 Aralık 2002 tarihinden önce yapılmıştır (bkz 10 ve 14. paragraflar). Resmi makamların yerleştirme kararını almak için dayandıkları, psikiyatrik incelemenin yapılması ile yerleştirme tedbiri arasında, kayyımın, başvuranın, akıl sağlığının muhtemel bir gelişimine ilişkin bir kontrol yapmamış olduğu, başvuranı tanımamış veya kendisiyle görüşmemiş olduğu, iki yıl geçmiştir. Hükümet’in aksine (bkz. 138. paragraf), Mahkeme, bu zaman zarfının aşırı olduğunu ve 2000 yılında verilmiş olan bir tıbbi görüşün, kuruma yerleştirilmenin yapıldığı dönemde, başvuranın akıl sağlığını durumunu, ikna edici şekilde yansıttığının söylenemeyeceği kanaatindedir. Bunun dışında, ulusal makamların, kuruma yerleştirme zamanında, psikiyatrik bir inceleme yaptırma yönünde yasal bir yükümlülükleri olmadığı tespit edilmelidir. Hükümet, bu bağlamda, mevcut hükümlerin, Sağlık Kanunu hükümleri değil, Sosyal Yardım Kanunu’nun hükümleri olduğunu belirtmektedir (bkz. 57-60. ve 137. paragraflar). Mahkeme’ye göre, yakın geçmişte yapılan bir tıbbi değerlendirme bulunmaması, başvuranın yerleştirilmesinin, 5/1. e) maddeye uygun olmadığına karar vermek için yeterlidir.", "157.  Ayrıca, Mahkeme, 5/1. maddenin e) bendinin gerekliliklerinin, mevcut olayda karşılanmamış olduklarını tespit etmektedir. Sonuç olarak, bakımevine yerleştirmenin, bozuklukların yoğunluğuyla gerekçelendirilmesine gelince, Mahkeme, 2000 yılında yapılan tıbbi incelemenin amacının, başvuranın sağlık durumunun, akıl hastalarının kaldıkları bir kuruma yerleştirilmesini gerektirip gerektirmediği sorununun incelenmesi değil fakat hukuki koruma sorunu idi. 5/1 e) maddenin, akıl hastalığı bulunan bir kişinin, tıbbi tedavi olmaksızın, bir bakımevine yerleştirilmesine izin verdiği açıktır (adı geçen Hutchison Reid, paragraf 52) ; bununla birlikte, böyle bir tedbir, kendi korunması ya da başkasının korunması için, ilgilinin akıl sağlığı durumunun ciddiyeti ile açıklanmalıdır. Oysa, mevcut olayda, başvuranın, kendisi ya da başkaları için psikiyatrik patolojisi nedeniyle, tehlikeli olduğu kanıtlanmamıştır; bazı tanıkların, içtiğinde agresif olduğunu belirtmiş olmaları (bkz. 10. paragraf), bu bağlamda, yeterli olmamaktadır. Resmi makamlara, başvuranın, Pastra Bakımevi’nde kaldığı süreç boyunca, şiddet eylemleri yapmış olduğundan da bahsetmemektedirler.", "158.  Aynı zamanda, Mahkeme, bir yere kapatılmayı gerektiren bozuklukların sürekliliklerinin doğrulanması konusunda da eksiklikler olduğunu tespit etmektedir. Sonuçta, başvuran, bir psikiyatr tarafından izlenmiş bile olsa (paragraf 31), bunun amacı, düzenli aralıklarla, Pastra bakımevinde kalınmasının, 5/1 e) maddeye göre halen gerekli olup olmadığının tespit edilmesi değildir. Sonuçta, böyle bir değerlendirme, yasal mevzuat tarafından öngörülmemiştir.", "159.  Bu açıklananlara bakıldığında, Mahkeme, başvuranın bakımevine yerleştirilmesinin, ‘yasal yollara’ göre yapılmadığını ve hürriyetinin kısıtlanmasının, 5/1. maddenin e) bendine göre gerekli olmadığını tespit etmektedir. Hükümet, bunun yanısıra, mevcut olayda, ihtilaf konusu hürriyetin kısıtlanmasına izin verecek olan, 5/1. maddenin a)-f) bentlerindeki gerekçelerden hiçbirini belirtmemiştir.", "160.  Bu hüküm ihlal edilmiştir.", "II.  SÖZLEŞME’NİN 5/4. MADDESİNİN İHLAL EDİLDİĞİ İDDDİASI", "161.  Başvuran, Pastra bakımevine yerleştirilmesinin yasallığını kontrol ettirme imkanı olmadığından şikayet etmektedir. Sözleşme’nin 5/4. maddesini iler sürmektedir :", " ‘Yakalama veya tutuklu durumda bulunma nedeniyle özgürlüğünden yoksun kılınan herkes, özgürlük kısıtlamasının yasaya uygunluğu hakkında kısa bir süre içinde karar vermesi ve yasaya aykırı görülmesi halinde kendisini serbest bırakması için bir mahkemeye başvurma hakkına sahiptir.’", "A.  Tarafların iddiaları", "1.  Başvuran", "162.  Başvuran, ulusal hukukun, kendi durumuna uygun bir başvuru yolu özellikle de, akıl hastaları için bakımevine yerleştirmeye ilişkin periyodik bir hukuki denetim yapılmasını öngörmediğini öne sürmektedir. Başvuran, hukuki olarak, tek başına hareket etmeye ehil olmadığı için, iç hukukun, kendisine, Pastra bakımevinden ayrılma izni için mahkemeye başvurma imkânı tanımadığını eklemektedir. Başvuran, aynı zamanda, bakımevinin müdürlüğünü de yapan kayyımı ile aralarındaki çıkar çatışması nedeniyle, yerleştirme sözleşmesinin feshedilmesini talep edemediğini belirtmektedir.", "163.  Bunun dışında, ilgili, CPC’nin 277. maddesinde öngörülen prosedürün başlatılması için talepte bulunmak için hukuki olarak izni olmadığını (bkz. 51. paragraf) ve ayrıca, bu davanın konusunun, hürriyetinin kısıtlanması değil sadece, kayyımlığı gerektiren koşulların yeniden incelenmesi olduğunu belirtmektedir.", "164. Başvuran, daha sonra, CF’nin 113 ve 115. maddelerinde öngörülen prosedürün (bkz. 49-50. paragraflar), teorik olarak, yakın aile fertlerine, belediye başkanından, kayyımın değiştirilmesi talebinde bulunmayı ya da bakımevine yerleştirme sözleşmesini feshetmek zorunda bırakma imkânı verdiğini açıklamaktadır. Bununla birlikte, başvurana göre, üvey kardeşi ve babasının ikinci eşinin, bu yolu kullanmaya hazır olmadıkları için, dolaylı ve erişilmesi imkânsız olan bir yol idi.", "2.  Hükümet", "165.  Hükümet, ihtilaflı yerleştirmenin amacının, sosyal hizmet vermek olması nedeniyle, başvuranın, her zaman, mahkemelerin devreye girmesine gerek olmaksızın, sözleşmenin feshedilmesini talep edebileceğini öne sürmektedir. Hükümete göre, başvuran, kayyımı ile bir çıkar çatışması olduğunu öne sürdüğü ölçüde, CF’nin, 123/1. maddesine (bkz. 50. paragraf) dayanarak, kayyımlık ve vesayetten sorumlu organdan, ikametgâh değişimi için onay verebilecek olan bir ad hoc temsilci tayin etmesini talep edebilirdi.", "166. Bunun dışında, Hükümet, başvuranın yakın aile fertlerinin, CF’nin 113 ve 115. maddelerinin sağladığı, kayyımlık ve vesayetten sorumlu organ nezdinde, kayyım değişimi yapılmasını ya da kayyımın işlemlerine itiraz edebilme imkânından faydalanmadıklarının altını çizmiştir. Hükümet, ret halinde, ilgililerin, esas hakkında karar verecek ve muhtemelen yeni bir kayyım tayin edecek olan bir mahkeme nezdinde dava açabileceklerini belirtmektedir. Böylelikle, Hükümete göre, ilgililer, Bayan R.P. ve Pastra bakımevi arasında imzalanan sözleşmeye itiraz edebilirlerdi.", "167.  Hükümet, hukuki ehliyetin tekrar kazanılması davasının (bkz. 51. paragraf- CPC’nin 277. maddesi), 5/4. madde anlamında bir başvuru yolu oluşturduğunu çünkü başvuranın, sağlık durumunun yeteri kadar iyileşmiş olduğunun ortaya çıkması ve kayyımlığın kaldırılmış olması halinde, ilgilinin, bakımevinden serbestçe ayrılabileceği kanaatindedir.", "B.  Mahkeme’nin değerlendirmesi", "1.  Genel prensipler", "168.  Mahkeme, 5/4. maddenin, tutuklu kişilere, Sözleşme anlamında, hürriyetlerinden yoksun bırakılmalarının ‘yasallığına’ ilişkin esas ve usulün gerekliliklerine riayet edilip edilmediğinin denetlenmesi için, dava açma hakkı tanıdığını hatırlatmaktadır. 5. maddenin 4. bendindeki ‘yasallık’ kavramı, tutuklu bir kişinin, tutukluluğunun, ‘yasallığını’ sadece iç hukuk açısından değil, Sözleşme, genel prensipleri ve 5/1. maddenin izin verdiği amaç ve kısıtlamalara göre de kontrol ettirebilmesine izin verecek şekilde, 5. maddenin 1. bendiyle aynı anlamı taşımalıdır. 5/4. madde, yetkili mahkemeyi, tamamen gereklilik mülahazaları da dahil olmak üzere, davanın tüm unsurlarıyla, kendi değerlendirmesini, karar veren makamınkiyle değiştirme yetkisi verecek ölçüde bir yargısal denetim hakkı tanımamaktadır. Bu maddenin sağladığı kontrol, bir bireyin tutukluluğunun, 1. bentteki zorunlu ‘yasallık’ koşullarını sağlamak için yeterince geniştir (E./Norveç, 29 Ağustos 1990, paragraf 50, seri A no 181-A). Bu denetimi yapmakla yükümlü ‘mahkemenin’, sadece, danışma görevi değil, kanunsuz tutulma halinde salıverilme emri verme ve tutukluluğun ‘yasallığı’ üzerine ‘karar verme’ yetkisi de bulunmalıdır (Irlande/Birleşik Krallık, 18 Ocak 1978, paragraf 200, seri A no.25; Weeks/Birleşik Krallık, 2 Mart 1987, paragraf 61, seri A no.114; Chahal/Birleşik Krallık, 15 Kasım 1996, paragraf 130, Karar ve Davalar 1996-V; A. ve diğerleri/Birleşik Krallık [Büyük Daire], no.3455/05, paragraf 202, 19 Şubat 2009).", "169.  5/4. maddenin gerekliliklerini yerine getiren hukuki denetim şekilleri, bir alandan diğerine farklılık gösterebilirler ve söz konusu hürriyetten yoksun bırakmanın türüne bağlıdırlar. İncelenen alanda, hangi sistemin en uygun sistem olabileceğini sormak, Mahkeme’nin görevi değildir (adı geçn, Chtoukatourov, paragraf 123).", "170.  5/4. madde, ilgili için erişilebilir olan ve 5/1 e) maddedeki, akıl hastalığı olan bir kişinin ‘kanuna uygun olarak alıkonulması’ için (adı geçen, Ashingdane, paragraf 52), yerine getirilmesi gereken koşulların denetimini sağlamalıdır. Sözleşme’nin, hürriyetten yoksun bırakılmaya ilişkin bir işlemin, bağımsız bir yargı denetiminden geçirilmesi gerektiğine ilişkin kuralının, Sözleşme’nin 5. maddesinin amacı olan, keyfiliğe karşı koruma sağlanması bakımından çok büyük bir önemi bulunmaktadır. Burada söz konusu olan, bireylerin fiziksel özgürlüğünün korunması ve kişisel güvenliktir (adı geçen, Varbanov, paragraf 58). Akıl hastalığı nedeniyle alıkoyma halinde, akıl hastalıkları nedeniyle, kendi adına hareket edemeyen kişileri korumak için, özel usuli güvenceler gerekli olabilir (diğerlerinin yanı sıra bkz. adı geçen Winterwerp, paragraf 60).", "171.  ’Akıl hastalarıyla’ ilgili olan ve Mahkeme içtihadının, 5/4. maddesine dayanan prensipler arasında özellikle aşağıdaki prensipler bulunmaktadır: a) süresiz olarak ya da uzun süreli olarak alıkoyma halinde, ilgili, prensip olarak, periyodik ve otomatik bir denetim olmaması halinde, en azından, ‘makul aralıklarla’, alıkonulmanın, Sözleşme anlamında, ‘yasallığına’ itiraz etmek için, bir mahkeme önünde, dava açma hakkı vardır;", "b)  5/4. madde, uygulanan prosedürün, hukuki bir niteliği olmasını gerektirmekte ve bireye, yakındığı hürriyetten mahrum kalmanın türüne uygun güvenceler sağlamaktadır; bir prosedürün, yeterli güvence sunup sunmadığını tespit etmek için, bu prosedürün, hangi koşullarda geliştiğine bakılmalıdır;", "c)  5/4. madde kapsamına giren adli makamların sunduğu güvencelerin, 6/1. maddede cezai ve hukuki ihtilaflar için öngörülen güvencelerle aynı olması gerekli değildir. İlgilinin, bir mahkemeye erişmesi ve kendisinin bizzat ya da ihtiyaç halinde, bir temsilci vasıtasıyla dinlenilmesi gerekmektedir (Megyeri/Almanya, 12 Mayıs 1992, paragraf 22, seri A no. 237A).", "2.  Bu prensiplerin mevcut olaya uygulanması", "172.  Mahkeme, Hükümet’in, başvurana, Pastra Bakımevi’ne yerleştirilmesine ve bu tedbirin sürdürülmesine doğrudan itiraz etme imkânı sağlayan, bir iç başvuru yolu olduğunu göstermediğini tespit etmektedir. Mahkeme, Bulgar mahkemelerinin, hiçbir zaman ve hiçbir şekilde, başvuranın kuruma yerleştirilmesinde devreye girmediklerini ve ulusal yasal mevzuatın, bir kişinin akıl hastaları nedeniyle bakımevinde kalması konusunda, otomatik ve periyodik bir hukuki denetim yapılmasını öngörmediğini tespit etmektedir. Bunun yanı sıra, başvuranın kuruma yerleştirilmesinin, Bulgar hukukunda, hürriyetin kısıtlanması olarak görülmediği için (bkz. 58. paragraf), Bulgar hukukunda, bu tedbire, hürriyetin kısıtlanması olarak, itiraz edilebileceği bir başvuru yolu bulunmamaktadır. Mahkeme, bununla birlikte, milli mahkemelerin içtihadına göre, rıza bulunmaması nedeniyle kuruma yerleştirme sözleşmesinin geçersizliğinin, sadece, kayyımın inisiyatifiyle öne sürülebileceğini tespit etmektedir (bkz. 54. paragraf).", "173.  Hükümet’in, CPC’nin 277. maddesinde öngörülen hukuki ehliyetin kazanılmasına ilişkin prosedüre atıfta bulunduğu ölçüde (bkz. 167. paragraf), Mahkeme, bu işleyişin amacının, başvuranın yerleştirilmesinin per se incelenmesi değil, fakat başvuranın hukuki statüsünün gözden geçirilmesi olduğunu tespit etmektedir (bkz. 233-246. paragraflar). Hükümet, daha sonra, kayyımın işlemlerinin denetim mekanizmaları bulunduğuna dayanmaktadır (bkz. 165-166. paragraflar). Mahkeme, bu başvuru yollarının, 5/4. maddenin gerektirdiği şekilde, kuruma yerleştirmenin yasallığının hukuki olarak incelenmesine izin verip vermediğinin denetlenmesi gerektiği kanaatindedir.", "174.  Bu bağlamda, Mahkeme, 1985 CF’sinin, ilgilinin yakın aile fertlerine, kayyımlık ve vesayetten sorumlu organın işlemlerine itiraz etmelerine izin verdiğini ve bu organın da, yerleştirme sözleşmesi de dahil olmak üzere, kayyımın işlemlerini kontrol etmesi ve yükümlülüklerine riayet etmemesi halinde başka bir kayyımla değiştirmesi gerektiğini (bkz. 48-50. paragraflar) tespit etmektedir. Bununla birlikte, Mahkeme, başvuran için, doğrudan erişilebilir olmayan yollar söz konusu olduğunu tespit etmektedir. Ayrıca, teorik olarak bu yolları kullanabilecek olan kişilerden hiçbiri, Bay Stanev’in çıkarları doğrultusunda hareket etme niyetinde olduğunu göstermemiştir ve Bay Stanev, onların onayı olmaksızın, kendi inisiyatifiyle hareket edemezdi.", "175. Başvuranın, kayyımdan açıklama isteyebilmek ya da kuruma yerleştirme sözleşmesinin geçersizliği nedeniyle askıya alınmasını talep edebilmek için belediye başkanına başvuru yapıp yapamayacağı açıkça bilinmemektedir. Her halükarda, kısmi hukuki ehliyetsizliği neticesinde, kanun, başvuranın, bizzat, belediye başkanının işlemlerine mahkemede itiraz etmesine cevaz verememekte (bkz. 49.i paragraf) ve buna da, Hükümet tarafından itiraz edilmemektedir.", "176.  Başvuran için, çıkar çatışmasını öne sürerek, geçici olarak, kayyımın, bir ad hoc temsilci ile değiştirilmesini ve daha sonra, kuruma yerleştirme sözleşmesinin feshedilmesini, belediye başkanından talep etmesi konusunda da, aynı sonuç ortaya çıkmaktadır. Mahkeme, bu bağlamda, belediye başkanının, çıkar çatışması varlığını tespit etmek için, takdir yetkisi bulunduğunu tespit etmektedir (bkz. 50. paragraf). Nihayet, başvuranın, bizzat, muhtemel bir ret kararına, esas hakkında karar verebilecek bir mahkeme nezdinde itiraz edebileceği ortaya çıkmamaktadır.", "177.  Böylece, Mahkeme, Hükümet’in ileri sürdüğü başvuru yollarının, başvuran için erişilebilir olmadıklarını ya da hukuki bir niteliklerinin olmadığı sonucuna ulaşmaktadır. Bununla birlikte, bunların hiçbiri, başvuranın, Pastra Bakımevi’ne yerleştirilmesinin, Sözleşme ve iç hukuk açısından, yasallığının doğrudan incelenmesini sağlamamaktadır.", "178.  Bu unsular dikkate alındığında, Mahkeme, Hükümet’in öne sürdüğü, iç hukuk yollarının tüketilmemesine ilişkin ön itirazı (bkz. 97-99. paragraflar) reddetmektedir ve Sözleşme’nin 5/4. maddesinin ihlal edilmiş olduğuna karar vermektedir.", "III.  SÖZLEŞME’NİN 5/5. MADDESİNİN ÖNE SÜRÜLEN İHLALİ", "179.  Başvuran, Sözleşme’nin 5/1. ve 5/4. maddesinde güvence altına alınan hakların, öne sürülen ihlalleri için, tazminat hakkı olmadığını ileri sürmektedir.", "Bu bağlamda, aşağıdaki şekilde kaleme alınmış olan, 5/5. maddeyi öne sürmektedir:", "  ’Bu madde hükümlerine aykırı olarak yapılmış bir yakalama veya tutulu kalma işleminin mağduru olan herkesin tazminat istemeye hakkı vardır.’", "A.  Tarafların iddiaları", "180.  Başvuran, kanuna aykırı bir tutulmanın, tazminat hakkı verdiği durumların, Devletin Sorumluluğuna ilişkin 1988 Kanun’da (bkz. 62-67. paragraflar) sınırlı bir şekilde sayıldığını ve kendi durumunun, bu durumlar içinde bulunmadığı kanaatindedir. Bunun dışında, başvuran, 5/4. maddenin ihlalinden dolayı, tazminat talep edilebilecek bir hukuk yolu olmadığını öne sürmektedir.", "181.  Hükümet, 1988 Kanunu’nda öngörülen tazminat prosedürünün, bakımevine yerleştirmenin, yasal temeli olmadığına karar verilmesi durumunda, başlatılabileceğini öne sürmektedir. Bu tedbirin, iç hukuka ve başvuranın çıkarlarına uygun olduğuna karar verildiği için, başvuran, söz konusu prosedürü başlatamamıştır.", "B.  Mahkeme’nin değerlendirmesi", "182.  Mahkeme, 1,2,3 ya da 4. bentlerde öngörülen koşullara aykırı şekilde hürriyetin kısıtlanması nedeniyle tazminat talep edilebildiği müddetçe, 5/5. maddeye riayet edilmiş olduğunu hatırlatmaktadır (Wassink/Hollanda, 27 Eylül 1990, paragraf 38, seri A no. 185-A, ve Houtman et Meeus/Belçika, no. 22945/07, paragraf 43, 17 Mart 2009). 5. bentteki tazminat hakkı, diğer bentlerin ihlal edildiğine, milli bir resmi makam ya da Sözleşme’nin bir organının karar vermesini gerektirmektedir. Bu bağlamda, adı geçen hüküm tarafından güvence altına alınan tazminat hakkının etkili şekilde icra edilebilmesi, kesin bir şekilde sağlanmış olmalıdır (Ciulla/İtalya, 22 Şubat 1989, paragraf 44, seri A no. 148, Sakık ve diğerleri/Türkiye, 26 Kasım 1997, paragraf 60, Raporlar 1997VII, ve N.C./İtalya [Büyük Daire], no. 24952/94, paragraf 49, AİHM 2002X).", "183.  Mevcut duruma bakıldığında, Mahkeme, 5. maddenin 1 ve 4. bentlerinin ihlal edilmiş olduğu iddiası dikkate alındığında, bu maddenin, 5. bendinin uygulandığını tespit etmektedir. Mahkeme, ilgilinin, ulusal seviyede, işbu karardan önce, zararını tazmin ettirebileceği bir hakkının bulunup bulunmadığını ya da işbu kararın kabul edilmesinden sonra, böyle bir hakkının olup olmayacağını tespit etmelidir.", "184.  Mahkeme, bu bağlamda, 5/5. maddenin ihlal edildiğine karar verebilmesi için, 5. maddenin diğer bentlerinin ihlal edildiği tespitinin, Mahkeme’nin ilgili kararından önce de sonra da, milli mahkemeler önünde tazminat talebine izin vermediğinin kanıtlanması gerektiğini hatırlatmaktadır (Brogan et autres/Birleşik Krallık, 29 Kasım 1988, 66-67. paragraflar, seri A no.145B).", "185.  Bu içtihat ışığında, Mahkeme, öncelikle, mevcut olayda tespit edilen, 5. maddenin 1 ve 4. bentlerinin ihlalinin, işbu kararın verilmesinden önce, milli mahkemeler nezdinde bir tazminat hakkı verip veremeyeceğinin tespit edilmesi gerektiği kanaatindedir.", "186.  5/1. maddenin ihlal edilmesine gelince, Mahkeme, Devletin Sorumluluğuna İlişkin 1988 Kanunu’nun 2/1. maddesinin, kararın yasal temeli olmaması halinde, bir yargı kararından kaynaklanan bazı tutuklama durumlarından doğan zararlar için bir tazminat öngördüğünü tespit etmektedir (bkz. 62. paragraf). Oysa mevut olaydaki durum bu değildir. Dosyaya göre, Bulgar yargı makamları, hiçbir zaman, bu tedbirin kanuna aykırı olduğuna ya da Sözleşme’nin 5. maddesine başka şekilde aykırı olduğuna karar vermemişleridir. Hükümet’in iddiası, başvuranın kuruma yerleştirilmesinin, iç hukuka uygun olduğu yönündedir. Böylelikle, Mahkeme, yukarıda adı geçen hüküm gereğince, başvuran tarafından hiçbir telafinin talep edilemediğini çünkü milli makamların, kuruma yerleştirmenin, kanuna aykırı olduğunu kabul etmedikleri sonucuna varmıştır.", "187.  Aynı Kanun’un 1. maddesi gereğince (bkz. 63. paragraf), kanuna aykırı işlemlerin neden olduğu zararlardan dolayı tazminat talep etme imkânına gelince, Mahkeme, Hükümet’in, bu hükmün, akıl hastalarının kaldıkları sosyal bakımevlerine, medeni hukuk menşeli sözleşmeler vasıtasıyla yapılan yerleştirmelere uygulanabilir olmasına ilişkin hiçbir ulusal karar örneği vermediğini tespit etmektedir.", "188.  Bunun dışında, Bulgar hukukunda, kuruma yerleştirmenin yasallığını tespit ettirebilmek için hukuki bir yol bulunmadığı için, başvuran, 5/4. maddenin ihlalinden dolayı tazminat elde edebilmek için, devletin sorumluluğunu öne süremezdi.", "189.  5. maddenin 1 ve 4. bentlerinin ihlal edildiği sonucuna ulaşan işbu kararın verilmesinin, başvurana, Bulgar hukukunda, tazminat talep etme hakkı verip veremeyeceği sorunu gündeme gelmektedir. Mahkeme, mevcut yasal mevzuata göre, böyle bir yolun bulunduğunun ortaya çıkmadığını tespit etmektedir: Hükümet, bunun aksini ispat eden iddialar sunmamıştır.", "190.  Başvuranın, Mahkeme’nin kararından önce bir tazminat hakkı olduğu ya da, bu kararın verilmesinden sonra, 5. maddenin 1 ve 4. bentlerinin ihlali için böyle bir hakkı olacağı kanıtlanmamıştır.", "191.  Sonuç olarak, Sözleşme’nin 5/5. maddesi ihlal edilmiştir.", "IV.  SÖZLEŞME’NİN 3. MADDESİNİN TEK BAŞINA VE 13. MADDE İLE BİRLİKTE İHLAL EDİLDİĞİ İDDİASI", "192.  Başvuran, Pastra Bakımevi’ndeki kötü yaşam koşullarından ve Bulgar hukukunda, bu şikâyete ilişkin olarak, etkili bir başvuru yolu bulunmamasından şikâyet etmektedir. Başvuran, 3. maddeyi tek başına ve Sözleşme’nin 13. maddesiyle birlikte öne sürmektedir. Bu maddelerin hükümleri aşağıdaki şekilde kaleme alınmıştır:", "Madde 3", "‘Hiç kimse işkenceye, insanlık dışı ya da onur kırıcı ceza veya işlemlere tabi tutulamaz.’", "Madde 13", "‘ Bu Sözleşme’de tanınmış olan hak ve özgürlükleri ihlal edilen herkes, ihlal fiili resmi görev yapan kimseler tarafından bu sıfatlarına dayanılarak yapılmış da olsa, ulusal bir makama etkili bir başvuru yapabilme hakkına sahiptir.’", "A.  İç hukuk yollarının tüketilmesine ilişkin ön itiraz", "193.  Büyük Daire önündeki savunmasında, Hükümet, ilk kez, Sözleşme’nin 3. maddesine ilişkin şikâyete ilişkin olarak, iç hukuk yollarının tüketilmediğine dair bir ön itiraz sunmaktadır. Hükümet, başvuranın, bakımevindeki yaşam koşullarıyla ilgili olarak, Devletin Sorumluluğuna İlişkin 1988 Kanunu uyarınca tazminat elde edebileceğini öne sürmektedir.", "194.  Mahkeme, İç Tüzük’ün 55. maddesi uyarınca, savunmacı sözleşmeci tarafın, ön itiraz sunması halinde, bunu, söz konusu ön itirazın türü elverdiği ölçüde, başvurunun kabul edilebilirliğine ilişkin olarak sunduğu yazılı ya da sözlü görüşlerde yapması gerektiğini hatırlatmaktadır (adı geçen N.C./İtalya, paragraf 44). Bu madde anlamında, geç sunulan, iç hukuk yollarının tüketilmemiş olması itirazı, zaman aşımı nedeniyle reddedilmelidir (Velikova/Bulgaristan, no. 41488/98, paragraf 57, AİHM 2000VI, ve Tanribilir/Türkiye, no. 21422/93, paragraf 59, 16 Kasım 2000).", "195.  Mevcut olayda, Hükümet, söz konusu ön itirazın, Daire önündeki davanın, kabul edilebilirliğin incelenmesi aşamasında öne sürülmemiş olmasını gerektiren koşullar bulunduğunu ileri sürmemiştir.", "196.  Bu koşullar altında, Mahkeme, Hükümet’in söz konusu ön itirazı sunmak için zaman aşımına uğramış olduğunu ve bu itirazın reddedilmesi gerektiğini tespit etmektedir.", "B.  Sözleşme’nin 3. maddesine ilişkin şikâyetin esası", "1.  Tarafların iddiaları", "197.  Başvuran, Pastra Bakımevi’ndeki kötü yaşam koşullarının, özellikle de, besinlerin yetersiz olmasının, kötü hijyen koşullarının, ısınma olmamasının, zorla yapılan tıbbi tedavilerin, odalarda fazla kişi bulunmasının ve terapi niteliğindeki ve kültürel etkinliklerin olmamasının, 3. maddede yasaklanan muameleler olarak görüldüğünü öne sürmektedir.", "198.  Hükümet’in 2004 yılında, söz konusu yaşam koşullarının, bu alandaki Avrupa normların uygun olmadıklarını kabul ettiğini ve iyileştirmeler yapma taahhüdünde bulunduğunu hatırlatmaktadır (bkz. 82. paragraf). Bununla birlikte, bu koşullar, en azından 2009 yılı sonuna kadar değişmemiştir.", "199. Daire’ye sunduğu görüşlerde, Hükümet, bakımevindeki yaşam koşullarındaki yetersizlikleri kabul etmiştir. Hükümet, bu tip kuruluşlara tahsis edilen maddi olanakların yetersiz olmasının, azami yaşam kalitesinin tutturulması için, temel engeli oluşturduğunu belirtmiştir. Hükümet, bunun dışında, Sosyal Yardım Ajansı tarafından yapılan kontrol sonrasında, resmi makamların, Pastra Bakımevi’ni kapatmayı ve barınıcılarının yaşam koşullarının iyileştirilmesi için gereken tedbirleri almayı öngördüğünü belirtmiştir. Hükümete göre, yaşam koşulları herkes için aynı olduğundan ve kötü muameleye maruz bırakma niyeti olmadığından, başvuran, küçük düşürücü bir muameleye maruz kalmamıştır.", "200.  Büyük Daire önünde, Hükümet, 2009 yılı sonunda başvuranın oturduğu kısımda, yenileme çalışmaları yapıldığını belirtmiştir (bkz. 24. paragraf).", "2.  Mahkeme’nin değerlendirmesi", "a)  Genel prensipler", "201.  3. madde, demokratik toplumların en temel değerlerinden birini içermektedir. Bu madde, koşullar ve mağdurun hareketleri ne olursa olsun, işkenceyi, insanlık dışı muamele ya da cezaları, mutlak ifadelerle yasaklamaktadır (diğerlerinin yanı sıra, bkz. Kudła/Polonya [Büyük Daire], no. 30210/96, paragraf 90, AİHM 2000-XI, ve Poltoratski/Ukrayna, no.38812/97, paragraf 130, AİHM 2003V).", "202.  3. maddenin uygulama alanına girebilmek için, bir muamele, asgari bir şiddet eşiğine ulaşmış olmalıdır. Bu asgari eşiğin değerlendirilmesi türü itibariyle görecelidir; bu değerlendirme, davanın tüm koşullarına ve özellikle de muamelenin türü ve çerçevesine, icra edilme şekillerine, süresine, fiziksel ve ruhsal etkilerine ve bazen de, mağdurun, cinsiyeti, yaşı ve sağlık durumuna bağlıdır (adı geçen Kudła, paragraf 91, ve Poltoratski, paragraf 131).", "203.  Mahkeme, bir muamelenin ‘insanlık dışı’ olduğuna, özellikle, bu muamelenin, önceden ve saatlerce planlanarak uygulanmış olması ve ya bedensel hasar ya da ciddi fiziksel ya da ruhsal acılara neden olması halinde (Labita/İtalya [Büyük Daire], no. 26772/95, paragraf 120, AİHM 2000-IV) karar vermiştir. Bunun dışında, Mahkeme, bir muamelenin ‘aşağılayıcı’ olduğuna, bu muamelenin, mağdurlarında, korku, sıkıntı ve onları rencide etmeye yönelik aşağılama hisleri ve onları küçük düşürme ve fiziksel ya da ruhsal dirençlerini kırmaya ya da kendi istekleri ya da rızaları olmaksızın hareket etmeye yönlendirme olması halinde (Jalloh/Almanya [Büyük Daire], no. 54810/00, paragraf 68, AİHM 2006-IX) karar vermiştir. Bu bağlamda, belli bir muamelenin amacının, mağdurun rencide edilmesi ya da küçük düşürülmesi olup olmadığının bilinmesi, böyle bir amacın olmamasının, 3. maddenin ihlal tespitini devre dışı bırakmasa da, dikkate alınması gereken bir etkendir (Peers/Yunanistan, no. 28524/95, 67, 68 ve 74. paragraflar, AİHM 2001-III, VE Kalachnikov/Rusya, no 47095/99, paragraf 95, AİHM 2002VI).", "204.  Maruz kalınan acı ve aşağılama, her halükarda, meşru bir muamele ya da cezanın neden olduğu acı ve aşağılamanın ötesine geçmelidir. Hürriyeti kısıtlayıcı tedbirler, normal olarak, benzer acı ve aşağılamaları içermektedir. Bununla birlikte, hürriyetin kısıtlanmasının, Sözleşme’nin 3. maddesi anlamında bir sorun oluşturduğu söylenemez. Bununla birlikte, bu hüküm, devlete, her mahkûmun, insan onuruna uygun şekilde alıkonulmasını, tedbirin icra edilme şekillerinin, ilgiliyi sıkıntıya veya tutukluluğun özünde bulunan acı seviyesini aşan bir yoğunlukta olmamasına ve böyle bir tedbirin pratik gerekliliklerine bakıldığında, ilgilinin sağlıklı olmasının uygun şekilde sağlanmasına özellikle de idare tarafından gereken tıbbi tedavinin yapılmasını (adı geçen Kudła, 92-94. paragraflar) zorunlu kılmaktadır.", "205.  Hürriyetin kısıtlanmasına ilişkin koşullarının, Sözleşme’nin 3. maddesine göre değerlendirilmesi gerektiğinde, tüm etkilerinin ve tedbirin süresinin dikkate alınması gerekmektedir (adı geçen Kalachnikov, 95 ve 102. paragraflar, Kehayov/Bulgaristan, no. 41035/98, paragraf 64, 18 Ocak 2005, ve Iovtchev/Bulgaristan, no. 41211/98, paragraf 127, 2 Şubat 2006). Bu bağlamda, tutuklamanın maddi koşulları dışında, dikkate alınması gereken diğer bir önemli etken, tutuklama düzenlemesidir. Kısıtlayıcı bir düzenlemenin, belli bir davada, 3. madde bağlamında bir sorun oluşturup oluşturmadığını değerlendirmek için, mevcut olayın özel koşulları, düzenlemenin katılığı, süresi, amacı ve ilgili kişi üzerindeki etkileri dikkate alınmalıdır (adı geçen Kehayov, paragraf 65).", "b)  Bu prensiplerin mevcut olaya uygulanması", "206.  Mevcut davada, Mahkeme, başvuranın, Pastra Bakımevi’ne yerleştirilmesinin, Sözleşme’nin 5. maddesi anlamında hürriyetin kısıtlanması anlamına geldiğini ve bundan, resmi makamların sorumlu olduklarını tespit etmiştir (bkz. 132. paragraf). Böylelikle, 3. madde, ilgilinin durumuna uygulanmaktadır. Sonuç olarak, bu hüküm, resmi makamların elinde bulunan kişilere insanlık dışı ve aşağılayıcı muamele yapılmasını yasaklamaktadır. Mahkeme, 3. maddedeki, kötü muamele yasağının her türlü hürriyetin kısıtlanması durumuna ve özellikle de tedbirin amacına dayalı bir fark olmaksızın aynı şekilde uygulandığının altını çizmektedir: sonuçta, bir ceza yargılaması çerçevesinde verilen ve ilgilinin, hayatı ya da sağlığını korumaya yönelik bir tutuklama emri söz konusu olmasının bir önemi yoktur.", "207.  Mahkeme, Hükümet’in, 2009 sonundan beri, başvuranın oturduğu bina kısmının yenilenmiş olduğunu ve bunun da, ilgilinin yaşam koşullarının iyileşmesini sağladığını belirttiğini tespit etmektedir (bkz. 200. paragraf) ; ilgili, bu iddialara itiraz etmemektedir. Böylelikle, Mahkeme, başvuranın şikâyetinin, 2002’den 2009’a kadar geçen süreci kapsadığı kanaatindedir. Hükümet, bu süreç boyunca, yaşam koşullarının, başvuranın anlattığı şekilde olduğuna itiraz etmemekte ve ekonomik nedenlerle, bu koşulların, bazı zayıf yanları olduğunu kabul etmektedir (bkz. 198-199. paragraflar).", "208.  Mahkeme, diğer dört barınıcı ile 16 metrekarelik bir odayı paylaşıyor olmasına rağmen, başvuranın, hem kurumun içinde hem de dışında dolaşım özgürlüğü bulunduğunu ve bunun, kısıtlı bir gece aralığının olumsuz etkilerini sınırlayacak nitelikte olduğunu tespit etmektedir (Valašinas/Litvanya, no. 44558/98, paragraf 103, AİHM 2001VIII).", "209.  Bununla birlikte, diğer maddi yaşam koşulları çok kaygı vericidir. Özellikle, besinler yeterli değildir ve kalitesi kötüdür. Bina, yeteri kadar ısıtılmamıştır ve başvuran, kışın, mantosuyla yatmak durumundadır. Haftada bir kez, kötü ve yıkık dökük bir banyoda duş alabilmektedir. Tuvaletler yıkık dökük haldedir ve CPT’nin tespitlerine göre, erişim tehlike arz etmektedir (bkz. 21, 22, 23,78 ve 79. paragraflar). Nihayet, bakımevinin, barınıcılar arasında yıkanan kıyafetleri değiştirmesi (bkz. 21. paragraf), onlarda, aşağılık duygusu yaratmaktadır.", "210.  Mahkeme, başvuranın, söz konusu koşullara, yaklaşık yedi yıl boyunca maruz kalmış olmasına kayıtsız kalamaz. Mahkeme, CPT’nin, söz konusu yerleri ziyaret ettikten sonra, söz konusu dönemde, bakımevindeki yaşam koşullarının, insanlık dışı ve aşağılayıcı muamele oluşturduğu yönündeki sonuçlarına da kayıtsız kalamaz. \tBu sonuçların bilincinde olarak, 2002’den 2009’a kadar geçen süreçte, Hükümet, kurumun kapatılmasına ilişkin taahhüdüne sadık kalmamıştır (bkz. 82. paragraf). Mahkeme, Hükümet’in ileri sürdüğü, mali kaynak yetersizliğinin, başvuranın, anlatılan yaşam koşullarında tutulmasına gerekçe oluşturmadığı kanaatindedir (adı geçen, Poltoratski, paragraf 148).", "211.  Bununla birlikte, Mahkeme, hiçbir şeyin, ulusal makamların, aşağılayıcı muameleye maruz bırakma niyetinde olduklarını düşündürmediğini belirtmektedir. Bununla birlikte, yukarıda altı çizildiği gibi (bkz. 23. paragraf), böyle bir amacın varlığı, 3. maddenin ihlal edilmesi tespitini nihai olarak devre dışı bırakamaz.", "212.  Sonuç olarak, Pastra Bakımevi’nde, 2009 sonundan beri yapılmış olan iyileştirmeleri dikkate alan Mahkeme, başvuranın yedi yıl boyunca maruz kalmış olduğu yaşam koşullarının bütününe bakıldığında, aşağılayıcı bir muamele oluşturdukları kanaatindedir.", "213.  Sonuçta, Sözleşme’nin 3. maddesi ihlal edilmiştir.", "C.  13 ve 3. maddelerin birlikte ihlal edildikleri şikâyetinin esası", "1.  Tarafların iddiaları", "214.  Başvuran, Devletin Sorumluluğuna ilişkin 1988 Kanununda öngörülen tazminat yolu da dahil olmak üzere, kayyımının izni olmaksızın, kendisinin erişebileceği hiçbir hukuk yolunun bulunmadığı kanaatindedir. Bu bağlamda, başvuran, Bayan R.P.’nin görevinin bitiminden (31 Aralık 2002- bkz. 12. paragraf) 2 Şubat 2005 tarihinde (bkz. 17. paragraf) yeni kayyımın tayin edilmesine kadar geçen iki yıldan uzun süredir kayyımı bulunmadığının altını çizmektedir. Bununla birlikte, yeni kayyım aynı zamanda, bakımevinin müdürlüğünü de yapmaktaydı. Böylelikle, başvuran, bakımevindeki yaşam koşulları konusunda ortaya çıkabilecek muhtemel bir ihtilafa ilişkin olarak, kayyımla çıkar çatışması halinde bulunmaktaydı ve kayyımın, iddialarını onaylamasını bekleyemezdi.", "215.  Hükümete göre, hukuki ehliyetin iadesi (bkz. 51-52. paragraflar), başvuranın, statüsünü gözden geçirtmesi için bir başvuru yolu oluşturmaktaydı ve kayyımlığa son verilmesi halinde, kendisinin, bakımevinden ayrılmasına ve şikâyet ettiği yaşam koşullarına maruz kalmamasına izin vermekteydi.", "216. Hükümet, başvuranın, Devletin Sorumluluğuna İlişkin 1988 Kanunu’nun 1. maddesi uyarınca (bkz. 62-67. paragraflar), başvuranın, Pastra Bakımevi’ndeki yaşam koşullarını doğrudan sorgulayan yola başvurabileceğini eklemektedir.", "2.  Mahkeme’nin değerlendirmesi", "217.  Mahkeme, Sözleşme’ye dayanan ve uygun bir telafi yapılmasını sağlayan ‘savunulabilir bir şikâyetin’ içeriğinin incelenmesine izin veren başvuru yolu bulunmasını güvence altına alan 13. maddeye ilişkin sabit içtihadını hatırlatmaktadır. Sözleşmeci devletler, bu maddenin zorunlu kıldığı yükümlülükleri yerine getirmek için belli bir takdir marjına sahiptirler. 13. maddeden doğan yükümlülüğün anlamı, başvuranın, Sözleşme’den kaynaklanan şikâyetinin türüne göre değişmektedir. Bununla birlikte, 13. maddenin gerektirdiği başvuru yolu, hukukta ve uygulamada ‘etkili’ olmalıdır (McGlinchey et autres/Birleşik Krallık, no. 50390/99, paragraf 62, AİHM 2003V).", "218.  Mevcut olayda olduğu gibi, Mahkeme’nin 3. maddenin ihlalini tespit ettiği durumlarda, bu ihlalden dolayı manevi zarar için verilen tazminatın, kural olarak, mümkün olması ve ortaya konulan tazminat düzenlemesinin bir parçası olması gerekmektedir (aynı şekilde paragraf 63, ve adı geçen Iovtchev paragraf 143).", "219.  Mevcut durumda, Mahkeme, Devletin Sorumluluğuna İlişkin 1988 Kanunu’nun 1/1. maddesinin, ulusal mahkemelerce, tutukluların, hapishane ortamında, kötü tutukluluk koşulları nedeniyle gördükleri zararlara uygulandıkları şeklinde yorumlandığını tespit etmektedir (bkz. 63-64. paragraflar. Bununla birlikte, Hükümete göre, başvuranın, Pastra Bakımevi’ne yerleştirilmesi, iç hukukta, alıkonulma olarak görülmemektedir (bkz. 108-111. paragraflar). Böylelikle, ilgili, bu bakımevindeki kötü yaşam koşulları için tazminat elde edememiştir. Bununla birlikte, bu hükmün, sosyal bakımevlerindeki kötü yaşam koşullarına ilişkin iddialara uygulanabilir olduğu yönünde bir yargı kararı bulunmamaktadır (bkz. 65. paragraf) ve Hükümet, aksini kanıtlayan iddialar öne sürmemiştir. Bu unsurlara bakıldığında, Mahkeme, bu başvuru yollarının, 13. madde anlamında etkili olmadıkları kanaatindedir.", "220.  Hükümet’in, hukuki ehliyetin iadesi prosedürünü (bkz. 215. paragraf) öne sürdüğü ölçüde, Mahkeme, ilgilinin, bu başvuru yolu sayesinde, hukuki ehliyetini kazanıp, bakımevini terek edebileceğini farz etse bile, yerleştirme süreci boyunca maruz kalınan muamele için hiçbir tazminatın verilmediğini tespit etmektedir. Böylelikle, bu başvuru yolu, uygun bir telafi sağlamamıştır.", "221.  Sonuç olarak, Sözleşme’nin 13. maddesi, 3. madde ile birlikte ihlal edilmiştir.", "V.  SÖZLEŞME’NİN 6/1. MADDESİNİN ÖNE SÜRÜLEN İHLALİ", "222.  Başvuran, Bulgar hukukunun, kendisine, hukuki ehliyetin iadesi davası açma imkânı tanımadığından şikâyet etmektedir. İlgili kısımları aşağıdaki gibi olan, Sözleşme’nin 6/1. maddesini öne sürmektedir:", " ‘Herkes, gerek medeni hak ve yükümlülükleriyle ilgili nizalar, (...) konusunda karar verecek olan, (...) bir mahkeme tarafından davasının (...) hakkaniyete uygun (...) olarak görülmesini istemek hakkına sahiptir.’", "A.  Ön Tespitler", "223.  Büyük Daire, Hükümet’in, Daire önünde ileri sürmüş olduğu, iç hukuk yollarının tüketilmemesine ilişkin ön itirazını yinelediğini tespit etmektedir. Bu ön itiraz, Hükümet’e göre, başvurana, şahsen, hukuki ehliyetinin iadesi davası açma hakkı veren, CPC’nin 277. maddesine dayanmaktadır.", "224.  Büyük Daire, 29 Haziran 2010 tarihli kabul edilebilirliğe ilişkin kararında, Daire’nin, başvuranın, Hükümet’e göre, hukuki statüsünü gözden geçirtme imkânı verecek olan başvuru yolunun erişilebilir olmadığını öne sürdüğünü belirlediğini ve bu iddianın 6/1. maddeden doğan şikâyetin temelinde olduğunu tespit etmektedir. Daha sonra, Daire, Hükümet’in ileri sürdüğü ön itirazı, söz konusu şikâyetin esasının incelenmesiyle birleştirmiştir. Büyük Daire, bu konuda Daire’nin ulaştığı sonucu takip etmektedir.", "B.  Esas", "1.  Tarafların iddiaları", "225.  Başvuran, CPC’nin 277. maddesi uyarınca, kişisel olarak, hukuki ehliyetinin iadesi için dava açamayacağını ve bu tespitin Yüksek Mahkeme’nin 5/79 no.lu kararı ile (bkz. 51. paragraf) onandığını öne sürmektedir. Bunun delili olarak da, Dupnitsa mahkemesinin, belediye başkanının, kayyımın, vekâletnameyi imzalamamış olması gerekçesiyle, ret kararına yaptığı itirazı incelemeyi reddetmiş olmasını göstermektedir (bkz. 39-40. paragraflar).", "226.  Bunun yanı sıra, hukuki ehliyetin iadesi davasının kendisine açık bir yol olmamasına rağmen, ilgili, savcı, belediye başkanı ve kayyımı (bakımevinin müdürü) aracılığıyla bir dava açmayı denemiştir. Bununla birlikte, mahkemelere hiç bir talepte bulunulmadığından, tüm bu girişimler başarısızlıkla sonuçlanacaktır. Başvuranın, hiçbir zaman, davasını bir mahkemeye sunma imkânı olmayacaktır.", "227.  Hükümet, CPC’nin 277. maddesinin, başvurana, her zaman, hukuki statüsünün incelenmesi için bir mahkemeye doğrudan başvurma imkânı verdiği kanaatindedir. Hükümet, ilgilinin iddiasının aksine, Yüksek Mahkeme’nin 5/79 no.lu kararının, CPC’nin 277. maddesiyle ilgili olarak, hukuki ehliyetinden kısmen mahrum olan bir kişiye, kayyımlığın kaldırılması için, doğrudan erişim sağladığı yönünde bir yorum yaptığını öne sürmektedir. Bunu yapmak için tek koşul, ilgilinin sağlık durumunun iyileştiğini kanıtlayan delillerin sunulmasıdır. Oysa savcının talebi üzerine verilen ve başvuranın hastalığının sürdüğünü ve başvuranın kendi çıkarlarıyla ilgilenmeye ehil olmadığını tespit eden tıbbi incelemeye bakıldığında (bkz. 37. paragraf), ilgilinin, bu tür bir delili bulunmadığı açıktı. Hükümet, böylelikle, başvuranın, kendisinin, mahkemeye başvurmadığını çünkü talebini destekleyecek bir delili bulunmadığını öne sürmektedir.", "228.  Bununla birlikte, Hükümet, mahkemelerin, örneğin, vasinin talebi üzerine, sıklıkla, hukuki ehliyetin iadesi taleplerini incelediklerini belirtmektedir (bkz. 52. paragraf).", "2.  Mahkeme’nin değerlendirmesi", "a)  Genel prensipler", "229.  Mahkeme, 6/1. maddenin, herkese, medeni hak ve yükümlülüklerinden doğan ihtilaflara ilişkin olarak, bir mahkemeye başvurma hakkı verdiğini hatırlatmaktadır (Golder/Birleşik Krallık, 21 Şubat 1975, paragraf 36, seri A no. 18). Mahkemeye erişim hakkı bu ‘mahkeme hakkının’ sadece bir unsurunu oluşturmaktadır ve bu hak, medeni haklarını icra etmesine yapılan müdahalenin keyfi olduğunu savunulabilir şekilde öne süren ve bu şikayetini, 6/1. maddenin güvencelerini bulunduran bir mahkeme nezdinde öne süremediğini iddia eden herkese açıktır (bkz. özellikle, Roche/Birleşik Krallık [Büyük Daire], no. 32555/96, paragraf 117, AİHM 2005X, ve Salontaji-Drobnjak/Sırbistan, no.36500/05, paragraf 132, 13 Ekim 2009).", "230.  Mahkemeye erişim hakkı, mutlak bir hak olmadığından, zımnen kabul edilen bazı kısıtlamaları içerebilir çünkü bu hak, ‘türü itibariyle, toplum ve bireylerin ihtiyaç ve kaynaklarına göre, zaman ve yere göre değişim gösterebilecek olan ve devletin yapacağı bir düzenleme gerektirmektedir’ (adı geçen Ashingdane, paragraf 57). Böyle bir düzenleme yapan sözleşmeci devletlerin belli bir takdir marjı bulunmaktadır. Son tahlilde, Sözleşme’nin gerekliliklerine ilişkin olarak karar verme yetkisi Mahkeme’ye ait olsa da, Mahkeme, milli makamların değerlendirmesini, konu hakkında en iyi politika olabilecek olan değerlendirmeyle değiştirmeye yetkili değildir. Bununla birlikte, uygulanan kısıtlamalar, hakkın özüne saldırı oluşturacak şekilde, bireyin erişim hakkını kısıtlayamazlar. Bunun dışında, bu kısıtlamalar, sadece, meşru bir amaç güdüyorlarsa ve kullanılan araçlar ve amaç arasında makul bir orantı bağı varsa, 6/1. madde ile uyuşmaktadırlar (aynı şekilde, diğer kararların yanı sıra bkz., Cordova/İtalya (no. 1), no.40877/98, paragraf 54, AİHM 2003-I ; ilgili prensipler için bkz. Fayed/Birleşik Krallık, 21 Eylül 1994, paragraf 65, seri A no. 294-B).", "231.  Bunun yanı sıra, Sözleşme’nin amacı, teorik ve yanıltıcı değil somut ve etkili hakların korunmasıdır. Bu hatırlatma, özellikle, adil yargılanma hakkının, bu hükümde öngörülen tüm güvencelerle birlikte, demokratik bir toplumda tuttuğu yer dikkate alındığında, 6. maddede öngörülen güvenceler için geçerlidir (Prince Hans-Adam II de Liechtenstein/Almanya [Büyük Daire], no. 42527/98, paragraf 45, AİHM 2001-VIII).", "232.  Sonuçta, Mahkeme, ‘akıl hastalarına’ ilişkin davaların çoğunda, iç prosedürün, ilgililerin tutuklanmasıyla ilgili olduğunu ve Sözleşme’nin 5. maddesi çerçevesinde incelenmiş olduğunu tespit etmektedir. Bununla birlikte, Mahkeme, her zaman, 5/1 ve 5/4. maddedeki, ‘usuli’ gerekliliklerin, esasen, 6/1. maddedekilerle benzer olduklarını belirtmiştir (bkz. örneğin, adı geçen Winterwerp, paragraf 60 ; Sanchez-Reisse/İsviçre, 21 Ekim 1986, 51 ve 55. paragraflar, seri A no. 107 ;Kampanis/Yunanistan, 13 Temmuz 1995, paragraf 47, seri A no. 318-B ; ve Ilijkov/Bulgaristan, no. 33977/96, paragraf 103, 26 Temmuz 2001). Yukarıda adı geçen Chtoukatourov davasında, hukuki ehliyetsizlik kararının verildiği davanın, adil olup olmadığını tespit etmek için, Mahkeme, mutatis mutandis, Sözleşme’nin 5/1 e) ve 5/4. maddesine dayanmıştır (adı geçen Chtoukatourov, paragraf 66).", "b)  Bu prensiplerin mevcut olaya uygulanması", "233.  Mahkeme, mevcut olayda, tarafların hiçbirinin 6. maddenin, hukuki ehliyetin iadesi davasına uygulanabilirliğine itiraz etmediğini tespit etmektedir. Hukuki ehliyetinden kısmen yoksun bırakılmış olan başvuran, Bulgar hukukunda, hukuki ehliyetin iadesi için mahkemeye doğrudan erişim hakkı bulunmamasından şikâyet etmektedir. Mahkeme, hukuki ehliyetin iadesi davalarının, ‘medeni hak ve yükümlülükler’ için doğrudan belirleyici olduklarını belirtmiştir (Matter/Slovakya, no. 31534/96, paragraf 51, 5 Temmuz 1999). Mevcut olayda, Sözleşme’nin 6/1. maddesi uygulanmaktadır.", "234.  Başvuranın, adalete erişiminin engellenip engellenmediğinin tespit edilmesi ve eğer engellenmişse, bu kısıtlamanın, meşru amacının olup olmadığı ve bu amaçla orantılı olup olmadığının tespit edilmesi gerekmektedir.", "235.  Mahkeme, ilk olarak, tarafların, hukuki ehliyeti bulunmayan bir kişinin, Bulgar mahkemelerinde doğrudan, hukuki ehliyetinin iadesi davası açma hakkı olup olmadığı konusunda anlaşamadıklarını tespit etmektedir; Hükümet, bu hakkın olduğunu savunurken, başvuran da, aksini ileri sürmektedir.", "236.  Mahkeme, başvuranın, kayyımlık altındaki bir kişinin, Bulgar mahkemesine dava açabilmek için, 1952 CPC’sinin 277. maddesinde (2007 CPC’sinde 340. maddeye dönüşmüştür) sayılan kişilerin desteğini istemesi gerektiğine ilişkin iddiasına katılmaktadır. Sonuçta, Bulgar hukukunda, mahkemeye başvuru yapma yetkisi olan kişilerin listesi, açık ifadelerle, kayyımlık altında bulunan kişiden söz etmemektedir (bkz. 45 ve 51. paragraflar).", "237.  Yüksek Mahkeme’nin 1980 tarihli kararına gelince, (bkz. 51. paragraf), Mahkeme, bu kararın 10. paragrafının, dördüncü cümlesinin, tek başına okunduğunda, kayyımlık altında bulunan kişinin, mahkemeye doğrudan erişimi olduğu izlenimini verse de, Yüksek Mahkeme’nin daha sonra, hukuki ehliyetinden kısmen mahrum bulunan kişinin kayyımının ve kayyımlıktan sorumlu organın, hukuki ehliyetin iadesi davası açmayı reddetmeleri halinde, ilgili kişinin, bunu, savcıdan talep edebileceğini belirttiğini tespit etmektedir. Mahkeme’ye göre, savcının müdahalesinin gerekli olması, kayyımlık altında bulunan kişilerin adalete doğrudan erişimiyle uyuşmamaktadır çünkü müdahale kararı, savcının takdirine bırakılmıştır. Böylelikle, Yüksek Mahkeme’nin, 1980 tarihli kararında, Bulgar hukukunda, böyle bir erişimin varlığını, açıkça kabul ettiği sonucuna ulaşılamaz.", "238.  Mahkeme, bunun dışında, Hükümet’in, kayyımlık altındaki kişilerin, özerk bir şekilde, tedbirin kaldırılmasını talep etmek için, mahkemeye erişimlerinin olduğunu gösteren bir yargı kararı göstermediğini tespit etmektedir: sonuçta, Hükümet, en azından, bir vasi tarafından açılan hukuki ehliyetin iadesi davsının, başarılı olduğunu göstermiştir (bkz. 52. paragraf).", "239. Mahkeme, başvuranın, kayyımının ya da CPC’nin 277. maddesinde belirtilen kişilerden biri aracı olmadan, hukuki ehliyetinin iadesini talep edemeyeceğinin kanıtlandığı kanaatindedir.", " 240.  Mahkeme, bunun yanı sıra, mahkemeye erişim hakkında, iç hukukun, tamamen ehliyetsiz olan kişilerle, başvuran gibi, kısmen ehliyetsiz olan kişiler arasında hiçbir ayrım yapmadığının altını çizmektedir. Bununla birlikte, yasal mevzuat, kayyımlığın devam ettirilmesini gerektiren gerekçelerin otomatik ve düzenli şekilde kontrol edilmesini öngörmemektedir. Nihayet, başvuranın durumunda, bu tedbir, süreyle sınırlı değildir.", "241.  Mahkemeye erişim hakkının mutlak olmadığı ve türü itibariyle ve incelenen alanın düzenlenmesi için, devletlere belli bir takdir marjı tanınmasını gerektirdiği açıktır (adı geçen Ashingdane, paragraf 57). Bununla birlikte, Mahkeme, kısmen de olsa hukuki ehliyeti bulunmayan bir kişinin usuli haklarına getirilen kısıtlamaların, kendi koruması ve başkalarının çıkarlarının korunması ve adaletin iyi işleyişi için gerekli olabileceğini kabul etmektedir. Bununla birlikte, bu hakların icra edilmesinin önemi, ilgilinin, mahkeme önüne getirmek istediği davanın konusuna göre değişmektedir. Özellikle, mahkemeden, bir ehliyetsizlik kararının gözden geçirilmesini talep etme hakkı, ilgili kişi için en önemli haklardan biridir çünkü böyle bir dava, özgürlüğe getirilebilecek kısıtlamalar da dahil olmak üzere, tüm hak ve özgürlüklerin kullanılması için belirleyicidir (bkz. ayrıca adı geçen Chtoukatourov, paragraf 71). Mahkeme, bu hakkın, kısmi olarak ehliyetsiz olduğuna karar verilen kişiler için temel usuli haklardan birini oluşturduğu kanaatindedir. Böylelikle, bu kişiler, kural olarak bu alanda, adalete doğrudan erişebilmelidirler.", "242.  Bununla birlikte, devlet, bu doğrudan erişimin şeklini belirlemekte serbesttir. Aynı zamanda, Mahkeme, ulusal mevzuatın, bu alanda, mahkemelerin aşırı iş yüküyle ve açıkça temelden yoksun iddialarla boğulmalarını engellemek için adalete doğrudan erişime, kısıtlamalar öngörmesinin, 6. maddeyle uyumsuz olmadığı kanaatindedir. Bununla birlikte, Mahkeme için, doğrudan erişimden otomatik olarak yoksun bırakmaktan ziyade, örneğin, taleplerin düzenli olmasının kısıtlanması ya da dosya üzerinden, taleplerin kabul edilebilirliğine ilişkin ön inceleme sisteminin ortaya konması gibi kısıtlayıcı araçların, böyle bir sorunu çözmek için kullanılabileceği açıktır.", "243.  Mahkeme, bunun dışında, yirmi milli mevzuattan on sekizinin, statülerinin gözden geçirilmesi için, kısmi olarak ehliyetinden mahrum bulunan kişilerin mahkemeye doğrudan erişimi olduğunu tespit etmektedir. On yedi devlette, bu erişim, tamamen ehliyetsiz kişilere bile açıktır (bkz. 88-90. paragraflar). Bu, bugün, Avrupa düzeyinde, hukuki ehliyetten yoksun bulunan kişilerin, bu tedbirin kaldırılmasını talep edebilmeleri için, doğrudan mahkemeye erişim hakkı bulunduğunu göstermektedir.", "244. Bununla birlikte, Mahkeme, günümüzde, akıl hastası olan kişilerin korunmasına ilişkin uluslararası enstrümanların, bu kişilere en iyi seviyede, hukuki özerklik verilmesinin büyüyen önemini hatırlatmaktadır. Bu bağlamda, Mahkeme, hukuki ehliyetinden mahrum bulunan kişilerin en iyi şekilde korunmaları için usuli güvencelerin ortaya konulmasını ve bu kişilerin statülerinin, periyodik olarak, gözden geçirilmesi için başvuru yolları oluşturulmasını öngören, 13 Aralık 2006 tarihli, Birleşmiş Milletler Engelli Hakları Sözleşmesi ve Avrupa Konseyi Bakanlar Komitesi’nin R(99)4 sayılı ve yetişkin ehliyetsizlerin hukuki korunmasına ilişkin Tavsiye Kararı’na atıfta bulunmaktadır (bkz. 72-73. paragraflar).", "245.  Bu anlatılanlara ve özellikle de, milli hukuk ve ilgili uluslararası belgelerden çıkan bilgilere göre, Mahkeme, Sözleşme’nin 6/1. maddesinin, kural olarak, başvuranın durumunda olduğu gibi, ehliyetsiz olduğuna karar verilen herkese, hukuki ehliyetinin iadesini talep edebilmek için, doğrudan mahkemeye erişim sağladığı yönünde yorumlanması gerektiği kanaatindedir.", "246.  Mevcut olayda, Mahkeme, böyle bir doğrudan erişimin, Bulgar mevzuatında, yeterince kesin bir şekilde güvence altına alınmadığını tespit etmektedir. Bu tespit, başvuranın durumunda, Sözleşme’nin 6/1. maddesinin ihlal edildiği sonucuna ulaşmak için yeterlidir.", "247.  Bu sonuç, Mahkeme’yi, Hükümet’in ileri sürdüğü, dolaylı başvuru yollarının, başvurana, davasının, bir mahkemeye sunulmasını sağlamak için, yeterince güvence sağlayıp sağlamadığı hususunu incelemekten muaf tutmaktadır.", "248.  Mahkeme, Hükümet’in ileri sürdüğü, iç hukuk yollarının tüketilmemiş olmasına ilişkin ön itirazın reddine (bkz. 223. paragraf) ve Sözleşme’nin 6/1. maddesinin ihlal edildiğine karar vermektedir.", "VI.  SÖZLEŞEM’NİN 8. MADDESİNİN TEK BAŞINA VE 13. MADDE İLE BİRLİKTE İHLAL EDİLDİĞİNE İLİŞKİN İDDİA", "249.  Başvuran, Pastra Bakımevi’ne yerleştirilmesi ve oradaki maddi yaşam koşulları da dahil olmak üzere, kısıtlayıcı kayyımlık düzenlemesinin, özel hayatına ve konutuna saygı gösterilmesi hakkına haksız bir müdahale oluşturduğunu öne sürmektedir. Başvuran, Bulgar hukukunun, kendisine, bu bağlamda, hiçbir uygun ve erişilebilir başvuru yolu sağlamadığını öne sürmektedir. Bu bağlamda, 8. maddeyi tek başına ve 13. madde ile birlikte öne sürmektedir.", "8. madde aşağıdaki şekilde kaleme alınmıştır:", " ’1.  Herkes özel ve aile hayatına, konutuna ve haberleşmesine saygı gösterilmesi hakkına sahiptir. \n    2. Bu hakkın kullanılmasına bir kamu otoritesinin müdahalesi, ancak ulusal güvenlik, kamu emniyeti, ülkenin ekonomik refahı, dirlik ve düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için, demokratik bir toplumda, zorunlu olan ölçüde ve yasayla öngörülmüş olmak koşuluyla söz konusu olabilir.’", "250.  Başvuran, özellikle, kayyımlık düzenlemesinin, durumuna uygun olmadığını fakat ehliyetsiz olduğuna hâkim tarafından karar verilen herkese, otomatik olarak dayatılan sınırlamalar söz konusu olduğunu belirtmektedir. Başvuran, Pastra Bakımevi’nde yaşamaya zorlanmasının, kendisi için, toplum yaşamına katılma ve istediği kişilerle ilişki kurabilme yasağı anlamına geldiğini eklemektedir. Resmi makamlar, toplumda, başka terapi çözümleri aramamış ya da bireysel özgürlüğünün daha az kısıtlanması için tedbirler almamıştırlar ve bu nedenle, kendisi, ‘kurumsallaşma sendromuna’ yakalanmıştır yani, sosyal becerileri ve birey olma özellikleri kaybolmuştur.", "251.  Hükümet, bu iddialara itiraz etmektedir.", "252.  Sözleşme’nin, 3,5,6 ve 13. maddelerine ilişkin olarak ulaştığı sonuçlara bakıldığında, Mahkeme, Sözleşme’nin 8. maddesi bağlamında, tek başına ya da 13. madde ile birlikte, ayrı bir sorun bulunmadığı kanaatindedir. Bu şikâyetin incelenmesi gerekli değildir.", "VII.  SÖZLEŞME’NİN 41 VE 46. MADDELERİ", "A.  Sözleşme’nin 46. maddesi", "253.  Sözleşme’nin 46. maddesinin ilgili kısımları aşağıdaki şekildedir:", " ’1.  Yüksek Sözleşmeci Taraflar, taraf oldukları davalarda Mahkemenin kesinleşmiş kararlarına uymayı taahhüt ederler. \n    2. Mahkemenin kesinleşmiş kararı, kararın uygulanmasını denetleyecek olan Bakanlar Komitesine gönderilir. (...)’.", "254.  Mahkeme, Sözleşme’nin 46. maddesi uyarınca, sözleşmeci tarafların, kendilerinin taraf oldukları davalar hakkında, Mahkeme’nin verdiği nihai kararlara uymayı taahhüt ettiklerini ve Bakanlar Komitesi’nin, bu uygulamayı denetlemekle yükümlü olduğunu hatırlatmaktadır. Buna göre, Sözleşme’nin ya da Protokollerin ihlal edilmesindesin sorumlu olan savunmacı devlet, sadece, ilgililere, adil tazmin olarak belirlenen tazminatı ödemekle değil aynı zamanda, Bakanlar Komitesi’nin denetimi altında, kendi hukuki düzeninde, Mahkeme’nin tespit ettiği ihlale son vermek ve sonuçlarını ortadan kaldırmak için genel veya bireysel tedbirler almakla yükümlüdür (Menteş ve diğerleri/Türkiye (madde 50), 24 Temmuz 1998, paragraf 24, Raporlar 1998-IV ; Scozzari et Giunta/İtalya [Büyük Daire], no. 39221/98 ve 41963/98, paragraf 249, AİHM 2000-VIII, ve Maestri/İtalya [Büyük Daire], no. 39748/98, paragraf 47, AİHM 2004-I). Mahkeme, Bakanlar Komitesi’nin denetiminde, Sözleşme’nin 46. maddesindeki yükümlülüğünü yerine getirebilmek için hukuk düzeninde kullanacağı araçların seçiminin, ilk olarak devlete ait olduğunu hatırlatmaktadır (adı geçen Scozzari et Giunta ; Brumărescu/Romanya (adil tazmin) [Büyük Daire], no.28342/95, paragraf 20, AİHM 2001I, ve Öcalan/Türkiye [Büyük Daire], no. 46221/99, paragraf 210, AİHM 2005IV).", "255.  Bununla birlikte, savunmacı devletin, 46. madde bağlamındaki yükümlülüklerini yerine getirmesine yardım edebilmek için, Mahkeme, tespit edilen duruma son vermek için alınabilecek olan genel veya bireysel tedbirleri belirleyebilir (Broniowski/Polonya [Büyük Daire], no.31443/96, paragraf 194, AİHM 2004-V, ve Scoppola/İtalya (no. 2) [Büyük Daire], no.10249/03, paragraf 148, AİHM 2009-...).", "256.  Mevcut olayda, Mahkeme, 5. maddeye ilişkin olarak tespit ettiği ihlal konusunda, işbu kararın icra edilmesi için bireysel tedbirlerin alınması gerektiğini belirtmektedir. Mahkeme, hürriyetin kısıtlanmasına, ‘yasal yollara göre’ karar verilmesine ilişkin koşulun yerine getirilmemiş olmasından ve bunun, 5/1. maddenin, e) bendi ya da diğer bentlerine göre gerekli olmamasından dolayı, bu hükmün ihlal edildiğine karar verdiğini hatırlatmaktadır. Mahkeme, kuruma yerleştirmeyi gerektiren bozuklukların ortaya çıkarılması ve sürdüklerinin kontrol edilmesine ilişkin eksiklikler olduğunu tespit etmektedir (bkz. 148-160. paragraflar).", "257.  Mahkeme, başvuranın haklarının ihlal edilmesinin sonuçlarının ortadan kaldırılması için, resmi makamların, başvuranın, söz konusu bakımevinde kalmak isteyip istemediğini kontrol etmeleri gerektiği kanaatindedir. Başvuranın, bu yerleştirmeye rızasının olduğu anlaşılırsa, işbu kararın hiçbir unsuru, başvuranın, Pastra Bakımevi’nde ya da akıl hastalarının kaldığı başka bir bakımevinde tutulmasına engel olarak görülmemelidir. Sonuç olarak, başvuranın itiraz etmesi halinde, gecikmeden ve işbu kararın sonuçları ışığında, başvuranın durumunu yeniden incelemek, resmi makamlara düşmektedir.", "258.  Mahkeme, 6/1. maddenin ihlaline, kısmen hukuki ehliyetinden mahrum bulunan bir kişinin, ehliyetinin iadesi için mahkemeye doğrudan erişimi olmaması nedeniyle karar verdiğini hatırlatmaktadır (bkz. 233-248. paragraflar). Bu tespite göre, Mahkeme, savunmacı devletin, böyle bir erişimi etkili şekilde sağlamak için, genel tedbirler almasının gerekli olduğu kanaatindedir.", "", "B.  Sözleşme’nin 41. maddesi", "259.  Sözleşme’nin 41. maddesine göre,", "‘Mahkeme işbu Sözleşme ve protokollerinin ihlal edildiğine karar verirse ve ilgili Yüksek Sözleşmeci Tarafın iç hukuku bu ihlali ancak kısmen telafi edebiliyorsa, Mahkeme, gerektiği takdirde, hakkaniyete uygun bir surette, zarar gören tarafın tatminine hükmeder.’", "1.  Tazminat", "260.  Başvuran, maddi tazminat talebinde bulunmamaktadır. Nihayet, manevi zararı için 64.000 Avro ödenmesini talep etmektedir.", "261.  Başvuran, özellikle, bakımevinde çok kötü yaşam koşullarından dolayı sıkıntı çektiğini öne sürerek, bu bağlamda, kendisine 14.000 Avro ödenmesini talep etmektedir. Pastra Bakımevi’ne yerleştirilmesine gelince, başvuran, Aralık 2002’de, bu tedbirin ortaya konmasıyla birlikte, sıkıntı, şaşkınlık ve yoksunluk hisleri yaşadığını belirtmektedir. Bununla birlikte, bu zoraki yerleştirmenin, hayatı üzerinde çok ağır sonuçları olmuştur çünkü başvuran, sosyal çevresinden mahrum kalmış ve çok kısıtlı bir yaşam düzenine maruz kalmıştır, bu da, toplumla bütünleşme zorluklarını daha da güçleştirmiştir. Başvurana göre, akıl hastalarının kaldıkları bakımevinde kanuna aykırı şekilde alıkonulmayla ilgili olarak benzer bir içtihat bulunmasa da, Mahkeme’nin, psikiyatrik hastanede tutulmayla ilgili olarak verdiği tazminatların dikkate alınması gerekmektedir. Başvuran, örneğin Gajcsi/Macaristan (no. 34503/03, 28-30. paragraflar, 3 Ekim 2006) ve Kayadjieva/Bulgaristan (no. 56272/00, paragraf 57, 28 Eylül 2006) kararlarında, kendisine dayatılan hürriyeti kısıtlayıcı tedbirin, adı geçen davaların temelinde olan sürelerden çok daha uzun süreli olduğunu belirtmiştir. Bu bağlamda, kendisine, 30.000 Avro verilmesinin hakkaniyetli olduğu kanaatindedir. Nihayet, başvuran, hukuki statüsünün gözden geçirilmesi için, mahkemeye başvuru yapabilme imkânının bulunmamasının, özel hayatı kapsamında, bazı özgürlüklerini kısıtladığını ve bunun da, 20.000 Avro ile telafi edilebilecek, ek bir manevi zarara neden olduğunu eklemektedir.", "262.  Hükümet, başvuranın iddialarının, aşırı olduğu ve temelden yoksun olduğu iddiasındadır. Hükümete göre, Mahkeme, manevi zarar için bir miktar para ödenmesine hükmederse, bu miktarın, Bulgaristan’da, zorunlu psikiyatrik alıkoyma için verilen miktarları geçmemesi gerekmektedir. Hükümet, Kayadjieva (adı geçen, paragraf 57), Varbanov (adı geçen, paragraf 67), ve Kepenerov/Bulgaristan (no. 39269/98, paragraf 42, 31 Temmuz 2003) kararlarına atıfta bulunmaktadır.", "263.  Mahkeme, mevcut olayda, Sözleşme’nin birçok hükmünün ihlal edildiğini tespit ettiğini hatırlatmaktadır, söz konusu maddeler, 3, 5 (1, 4 ve 5. bentler), 6 ve 13. maddelerdir. Mahkeme, başvuranın, kuruma yerleştirilmesinden ve bu tedbirin, yargı denetiminden geçirilmesi imkânı bulunmaması ve kayyımlığın kaldırılması için, mahkemeye erişim olmamasından dolayı, 2002 Aralık’tan günümüze kadar, acılar çekmiş olduğu kanaatindedir. Bu acı, hiç şüphesiz, ilgilide, güçsüzlük ve üzüntü yaratmıştır. Mahkeme, aynı zamanda, başvuranın, yedi yıl boyunca, maruz kaldığı aşağılayıcı yaşam koşulları nedeniyle, manevi zarar gördüğü kanaatindedir.", "264.  Hakkaniyet çerçevesinde, Sözleşme’nin 41. maddesinin gerektirdiği gibi, Mahkeme, başvurana, manevi zarar için, 15.000 Avro ödenmesi gerektiğine karar vermektedir.", "2.  Yargılama güderleri", "265.  Başvuranın, yargılama giderleri için hiçbir talebi bulunmamaktadır.", "3.  Gecikme faizi", "266.  Mahkeme, Avrupa Merkez Bankası’nın marjinal kredi kolaylıklarına uyguladığı faiz oranına üç puanlık bir artışın eklenmesinin uygun olduğuna karar vermiştir.", "BU GEREKÇELERLE, MAHKEME", "1.  Oybirliğiyle, Hükümet’in öne sürdüğü, iç hukuk yollarının tüketilmemiş olmasına ilişkin ön itirazın reddine;", "", "2.  Oybirliğiyle, Sözleşme’nin 5/1. maddesinin ihlal edildiğine;", "", "3.  Oybirliğiyle, Sözleşme’nin 5/4. maddesinin ihlal edildiğine;", "", "4.  Oybirliğiyle, Sözleşme’nin 5/5. maddesinin ihlal edildiğine;", "", "5.  Oybirliğiyle, Sözleşme’nin 3. maddesinin tek başına ve 13. maddeyle birlikte ihlal edildiğine;", "", "6.  Oybirliğiyle, Sözleşme’nin 6/1. maddesinin ihlal edildiğine;", "", "7.  Dört oya karşı on üç oyla, Sözleşme’nin 8. maddesinin tek başına veya 13. madde ile birlikte incelenmesine yer olmadığına;", "", "8.  Oybirliğiyle,", "a)  Savunmacı devletin, başvurana, üç ay içinde, manevi tazminat olarak, 15.000 Avro’yu (on beş bin Avro), uygulanabilecek her türlü vergi ile birlikte ve ödeme tarihindeki oran dikkate alınarak, Bulgar levasına çevrilerek ödemesine;", "b)  Bu sürenin sona erdiği tarihten itibaren ödemenin yapılmasına kadar,   Avrupa Merkez Bankası’nın o dönem için geçerli olan marjinal kredi kolaylığı oranının üç puan fazlasına eşit oranda faiz uygulanmasına;", "", "", "9.  Oybirliğiyle, fazlaya ilişkin adil tazmin talebinin reddine,", "", "KARAR VERMİŞTİR.", "İşbu karar Fransızca ve İngilizce olarak hazırlanmış ve 17 Ocak 2012 tarihinde, Strazburg’da, Avrupa İnsan Hakları Mahkemesi’nde, kamuya açık duruşmada ilan edilmiştir.", "\tVincent Berger\tNicolas Bratza\n\tHukukçu\tMahkeme Başkanı\n", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2012.Avrupa İnsan Hakları Mahkemesi’nin resmi dilleri, İngilizce ve Fransızca’dır. İşbu çeviri, Avrupa Konseyi İnsan Hakları Vakıf Fonu’nun desteğiyle yapılmıştır (). Bu çeviri, Mahkeme’yi bağlamamaktadır ve Mahkeme, bu çevirinin kalitesine ilişkin olarak hiçbir sorumluluk almamaktadır. Bu çeviri, Avrupa İnsan Hakları Mahkemesi’nin içtihat veritabanı olan HUDOC’tan veya HUDOC’un iletmiş olduğu diğer veritabanlarından indirilebilir (). Bu çeviri, ticari olmayan amaçlarla ve davanın adının tam olarak belirtilmiş olması ve yukarıdaki telif hakkı bilgisiyle beraber olması koşulu ve İnsan Hakları Vakfı’na atıfta bulunmak suretiyle alıntılanabilir. Bu çeviriyi kısmen veya tamamen, ticari amaçlarla kullanmak isteyenlerin, bunu aşağıdaki adrese bildirmeleri gerekmektedir: .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court takes any responsibility fot the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2012.", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour Européenne des Droits de l’Homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}