{"file": "TUR_HJUDTUR_37201_06.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "37201/06", "text_paragraphs": ["© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2012. Bu çeviri, Avrupa Konseyi’nin insan haklarına destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır. Daha fazla bilgi için, bu belgenin sonunda bulunan yazarın telif hakkı ile ilgili kısmı okuyabilirsiniz.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Saadi/İtalya – 37201/06", "Karar 28.2.2008 [BD]", "Madde 3", "Sınır dışı edilme", "Gıyabında yargılanmış bir teröristin Tunus’a gönderilmesi durumunda kötü muamele görmesi riski: Sınır dışı edilme AİHS’yi ihlal edecektir.", "Olaylar: Başvurucu Tunus vatandaşıdır. 2001’de, İtalya’da oturma izni almıştır. 2002’de uluslararası terörizm şüphesiyle yakalanıp tutuklanmıştır. 2005’te, suç işlemek amacıyla örgüt kurma, evrakta sahtekârlık ve yataklık etme suçundan bir İtalyan ağır ceza mahkemesi tarafından hapis cezasına çarptırılmıştır. Büyük Daire’nin kararını verdiği tarihte başvurucunun İtalyan mahkemeleri önündeki yargılaması devam ediyordu. 2005’te, bir Tunus askeri mahkemesi başvurucuyu barış zamanı yurt dışında faaliyet yürüten terörist bir örgüte üye olmak ve terörizme teşvikten dolayı 20 yıl hapis cezasına çarpmıştır. Başvurucu Ağustos 2006 tarihinde tahliye olmuştur. Ancak, İçişleri Bakanı, uluslararası terörizmle mücadeleyle ilgili mevzuata dayanarak, başvurucunun Tunus’a gönderilmesini emretmiştir. Başvurucu politik sığınma talebinde bulunmuş ancak bu talebi reddedilmiştir. AİHM, iç tüzüğünün 39. maddesine (geçici tedbir) dayanarak, İtalya Hükümeti’nden yeni bir emre kadar başvurucunun sınır dışı edilme kararının yürütülmesinin durdurulmasını istemiştir.", "Hukuk: AİHM terörizm tehlikesi ve devletlerin vatandaşlarını terörist şiddetten koruma konusunda karşılaştıkları zorlukları küçümsememektedir. Ancak, bir kişinin kötü muameleye maruz kalma riski ile bu kişinin sınır dışı edilmemesi durumunda toplum için oluşturacağı tehlikeyi dengelemek mümkün değildir. Bu kişinin toplum için oluşturacağı tehlikenin büyüklüğü onun sınır dışı edilmesi durumunda zarar görme riskini hiçbir şekilde düşürmemektedir. Dolayısıyla yargılanan kişinin toplum için büyük bir tehlike oluşturması, hatta milli güvenlik için bir tehdit olması durumunda, kötü muamele riskinin kanıtlanması konusunda daha katı bir kriter uygulamak doğru olmaz, çünkü böyle bir yaklaşım 3. maddenin kesin karakteriyle uyuşmaz. Aksi takdirde, bu durum, kötü muamele riskinin varlığıyla ilgili daha katı bir kritere uyan kanıt sunulamadığı durumda, milli güvenliğin korunmasının başvurucunun kötü muamele görme riskinin daha rahat bir şekilde kabul edilmesini haklılaştırdığı anlamına gelir. AİHM, sınır dışı edilmenin AİHS’ye aykırı olması için gerekli – ve yeterli – şartın, ilgilinin yollanacağı ülkede kötü muamele görme riskinin gerçek olması ve ciddi ve tartışma götürmeyen gerekçelere dayanması olduğunu tekrar eder. AİHM, Human Rights Watch ve Af örgütünün, içinde kaygı verici bir durum tasvir ettikleri ve sonuçlarının Amerika Birleşik devletleri’nin bir raporu tarafından da doğrulandığı, Tunus’la ilgili raporlarını dikkate almaktadır. Bu raporlar terörizmle suçlanan insanların sistematik olarak işkence ve kötü muamele gördüklerini gösteren birçok örnek vermektedirler. Bu raporlara göre, Tunus’ta, genellikle gözaltında olmak üzere, tavana asma, tecavüzle tehdit, elektrik verme, kafanın suya batırılması, kaba dayak ve vücutta sigara söndürme gibi çeşitli muameleler görülmektedir. İşkence ve kötü muamele iddiaları yetkili Tunus makamları tarafından incelenmemekte, bu makamlar sistematik olarak baskıyla alınan ikrarlara dayanarak mahkûmiyet kararları vermektedir. AİHM bu raporların güvenilirliklerinden şüphe duymamakta ve İtalya Hükümeti’nin bu iddiaları çürütecek delil sunmadığını not etmektedir. Başvurucu terörizmle ilgili suçlardan dolayı Tunus’ta mahkûm olduğuna göre, Tunus’a gönderilmesi halinde 3. maddeye aykırı bir uygulamaya maruz kalması yönünde gerçek bir risk olduğunu gösterir ciddi ve tartışma götürmeyen gerekçeler mevcuttur. Ayrıca Tunus makamları İtalya Hükümeti tarafından talep edilen diplomatik güvenceleri sunmamışlardır. Tunus Dışişleri Bakanı’nın sözlü notunda ifade edilen tutukluların haklarını korumaya alan ulusal kanunların varlığı ve ilgili uluslararası antlaşmaların kabul edilmiş olması, bu olayda olduğu gibi güvenilir kaynakların AİHS’ye açıkça aykırı olan uygulamalardan bahsettiği bir durumda, kötü muamele ihtimaline karşı yerinde bir koruma sağlamaya yetmemektedir. Son olarak, Tunus makamları talep edilen diplomatik güvenceleri vermiş olsalardı bile, bu durum AİHM’yi, bu güvencelerin AİHS tarafından yasaklanan muamelelere maruz kalma riskine karşı başvurucunun korunması için yeterli bir garanti sunup sunmadığını incelemekten muaf tutmayacaktı.", "Sonuç: Başvurucunun Tunus’a gönderilmesi kararının uygulanması ihlal oluşturacaktır (Oybirliğiyle).", "Madde 41 – İhlal tespiti manevi zarar için tek başına yeterli adil tatmin oluşturmaktadır.", "", "© Avrupa Konseyi/Avrupa İnsan Hakları Mahkemesi, 2012.", "Avrupa İnsan Hakları Mahkemesi’nin resmi dilleri Fransızca ve İngilizce’dir. Bu çeviri, Avrupa Konseyi’nin insan haklarına destek Fonu’nun desteğiyle hazırlanmıştır (). Mahkeme’yi bağlamamaktadır ve Mahkeme, kalitesi konusunda herhangi bir sorumluluk kabul etmemektedir. Avrupa İnsan Hakları Mahkemesi içtihatlarının veritabanı olan HUDOC üzerinden () veya HUDOC’un bildirdiği başka veritabanları üzerinden yüklenebilir. Davanın isminin tamamen yazılması, yukarıdaki telif hakkıyla ilgili ifadelerin kullanılması ve insan haklarına destek Fonu’na referans yapılması şartıyla ticari olmayan amaçlarla kullanılabilir. Bu çevirinin tamamını veya bir kısmını ticari amaçlarla kullanmak isteyen herkesin, bu durumu belirtilen adrese bildirmesi rica olunur: .", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case–law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non–commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe () Elle ne lie pas la Cour, et celle–ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci–dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}