{"file": "TUR_HJUDTUR_25703_11.docx", "doc_type": "HJUDTUR", "doc_lang": "TUR", "case_id": "25703/11", "text_paragraphs": ["Dvorski / Hırvatistan – 25703/11 - 20.10.2015 tarihli Karar [BD]", "Olaylar - Başvuran, birtakım suçlarla bağlantılı olarak 2007 yılında yakalanmış ve polis tarafından şüpheli sıfatıyla sorgulanmıştır. Sorgulama esnasında, başvuran, kendisine isnat edilen suçları itiraf etmiş ve bu itirafı, aleyhinde yürütülen yargılamalar esnasında delil olarak kabul edilmiştir. Başvuran 2008 yılında, yargılamalar neticesinde, ağırlaştırılmış cinayet, silahlı soygun ve kundakçılıktan suçlu bulunarak 40 yıl hapis cezasına mahkûm edilmiştir.", "Başvuran, Avrupa İnsan Hakları Mahkemesi’ne yapmış olduğu başvurusunda, yakalanmasının ardından ailesinin kendisini temsil etmesi için tuttuğu avukatla (G.M.) görüşmesine polisin izin vermediğinden, bu nedenle polis tarafından talep edilen bir avukatın (M.R.) yardımını kabul etmek zorunda kaldığından, kendi seçtiği bir avukatın yardımı olmaksızın kendisini suçlayıcı beyanlarda bulunmaya zorlandığından şikâyet etmiştir. Mahkeme, 28 Kasım 2013 tarihli Daire kararında, ikiye karşı beş oyla, Sözleşme’nin 6. maddesinin 1 ve 3(c) fıkralarının ihlal edilmediğine hükmetmiştir. Dava, başvuranın talebi üzerine 14 Nisan 2014 tarihinde Büyük Daire’ye havale edilmiştir (bk. 173 Sayılı Bilgi Notu).", "Hukuki Değerlendirme – Madde 6 §§ 1 ve 3(c): Mevcut davada, başvuranın polis sorgusu sırasında avukat yardımından faydalandırılmadığı Salduz/Türkiye davasındaki durumun aksine, başvuranın ilk sorgusundan itibaren avukata erişiminin sağlandığı ancak, şikâyetine göre, kendi seçimi olan bir avukatla görüştürülmediği bir durum söz konusu olmuştur. Bir şüphelinin yasal temsilcisi olmaksızın sorgulanması için \"mücbir sebeplerin\" mevcut olması gereken ve avukata erişime izin verilmemesinin söz konusu olduğu davaların aksine, daha önemsiz bir mesele olan \"kendi seçtiği avukatla görüştürülmeme\" meselesinin gündeme geldiği durumlarda daha az katı olan \"geçerli ve yeterli\" sebepler koşulu uygulanmaktadır. Ulusal makamlar, bir şüphelinin kendi yasal temsilcisinin seçimine ilişkin isteğini göz önünde bulundurmaları gerekirken, adaletin tecellisi için bunun gerekli olduğuna hükmetmek için geçerli ve yeterli sebeplerin söz konusu olduğu durumlarda söz konusu istekleri göz ardı edebilirler. Geçerli ve yeterli sebeplerin mevcut olmadığı hallerde, savunma avukatının özgür bir şekilde seçilmesine yönelik bir kısıtlama, yargılamalar bir bütün olarak dikkate alındığında şayet savunmayı olumsuz yönde etkiliyorsa, Sözleşme’nin 6 § 3(c) maddesi ile birlikte değerlendirildiğinde 6 § 1 maddesinin ihlali anlamına gelecektir.", "(a) Başvuranın kendi bilinçli seçimiyle tercih ettiği bir avukat tarafından temsil edilip edilmediği hususu – Mahkeme, G.M.’nin sorgulama başlamadan önce başvuranı polis karakolunda ziyaret etmek istediğini, fakat orada olduğu başvurana bildirilmeyip kendisinden polis karakolunu terk etmesinin istenmiş olduğunu tespit etmiştir. Dolayısıyla, başvuranın polis sorgusunda kendisini temsil etmek üzere resmi olarak M.R.’yi seçmiş olmasına rağmen, ailesinin avukat olarak G.M.’yi tutmuş olduğunu bilmemesi nedeniyle bu, bilinçli bir seçim olmamıştır.", "(b) Başvuranın kendi seçtiği avukatla görüşmesinin engellenmesine yönelik geçerli ve yeterli sebeplerin mevcut olup olmadığı hususu – Hükümetin G.M.’nin başvuranla görüşmesine izin vermemesine ilişkin olarak belirtmiş olduğu yegâne gerekçe, G.M.’nin başvuranı temsil etmek için uygun bir vekâletnamesinin olmadığı yönündeydi. Ancak, dava dosyasındaki deliller, G.M.’nin, iç hukuk uyarınca izin verildiği üzere, başvuranın anne ve babası tarafından verilmiş bir vekâletnamesinin mevcut olduğunu göstermiştir. Bu nedenle, polisin en azından, başvuranı G.M.’nin polis karakolunda olduğuna ilişkin bilgilendirme yükümlülüğü söz konusuydu. Fakat polis böyle bir bilgilendirme yapmamıştır. Mahkeme, bu koşullar altında, başvuranın, polisin bu tutumunun bir sonucu olarak, G.M.’yi kendi temsilcisi olarak görevlendirememesinin geçerli ve yeterli sebeplerle desteklenmediği kanaatindedir.", "(c) Yargılamaların bir bütün olarak değerlendirildiğinde adilliğine halel getirilip getirilmediği hususu – Mevcut davada olduğu gibi, avukat görevlendirilmesinin veya seçiminin şüphelinin ceza soruşturmasını başlangıcında kendini suçlayıcı ifade vermesine yol açtığının veya buna etki ettiğinin ileri sürüldüğü hallerde, bu durum, ulusal mahkemeler başta olmak üzere, ulusal makamlar tarafından dikkatli bir inceleme yapılmasını icap ettirir. Ancak, ulusal makamların başvuranın itirafının polis tarafından alınma şekline dair yapmış olduğu yasal itiraza ilişkin olarak ileri sürdükleri gerekçelendirme, tatmin edici olmaktan oldukça uzaktır. Ulusal makamlar tarafından, G.M.’nin başvuranın polis tarafından sorgulanmasıyla bağlantılı olarak polis karakoluna yapmış olduğu ziyareti çevreleyen ilgili koşulların tespit edilmesine yönelik hiçbir adım atılmamıştır. Bilhassa, ulusal makamlar, kendi kararlarını Sözleşme’nin 6. maddesinde yer alan adil bir ceza yargılamasına dair değerler bağlamında destekleyen ya da haklı gösteren gerekçe sunma yönünde gerçek bir girişimde bulunmamışlardır. Mahkeme bu nedenle, başvuranın M.R.’nin kendisini temsil etmek için seçildiği koşullara itiraz etme bakımından etkili bir olanağa sahip olmadığı kanaatine varmıştır.", "Somut davada, polisin bu tutumunun sonucunun, ilk polis görüşmesi sırasında başvuranın yasal hakkı olduğu üzere sessiz kalmak yerine, bir itirafta bulunması ve bu itirafın daha sonra aleyhine delil olarak kullanılması olduğu varsayılabilir. Başvuran bunun sonrasında, bahse konu itirafın polis tarafından elde edilme şekline karşı itiraz etmiştir. Başvuran aleyhinde başka delillerin de mevcut olmasına rağmen, ilk itirafının ceza yargılamalarının ilerleyen aşamaları üzerindeki olası etkisinin büyüklüğü göz ardı edilemez. Bu koşullar altında, polisin seçilmiş olan avukatın başvuranla görüşmesine engel olması sonucunda, bir bütün olarak değerlendirildiğinde takip eden ceza yargılamalarının adilliğine zarar verilmiştir.", "Sonuç: ihlal (bire karşı on altı oyla).", "Madde 41: Bir ihlalin söz konusu olduğuna hükmedilmiş olması, manevi zararlar bakımından adil tazmin teşkil etmiştir."]}