{"file": "UKR_HJUDUKR_14940_89.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "14940/89", "text_paragraphs": ["", "Справа «Сільва Понтеш проти Португалії»", "(Silva Pontes v. )", "", "У рішенні, ухваленому 23 березня 1994 року у справі «Сільва Понтеш проти Португалії», Суд постановив, що:", "мало місце порушення ч. 1 ст. 6 Конвенції щодо строків розгляду цивільної справи.", "Суд призначив сплатити заявнику 1 500 000 ескудо у відшкодування майнових збитків і компенсацію моральної шкоди, а також 200 000 ескудо як відшкодування судових витрат.", "Обставини справи", "Заявник і п. Мартінс Морейра стали жертвами дорожньо-транспортної аварії в листопаді 1975 року.", "20 грудня 1975 року вони подали позов до суду першої інстанції м. Евора про відшкодування завданих їм збитків. 1 жовтня 1982 року суд частково задовільнив вимоги заявника та зобов’язав відповідачів солідарно сплатити їм визначену грошову суму. Суд також відклав слухання щодо компенсації транспортних збитків, спричинених аварією та оплати реабілітаційного лікування.", "13 жовтня 1982 року заявник подав скаргу до апеляційного суду м. Евора на це судове рішення, а саме на розмір присудженої компенсації. Апеляцію було відхилено 30 травня 1985 року.", "13 червня 1985 року один із відповідачів («Гестетнер Компані») подав апеляцію до Верховного Суду на дане рішення, a ll липня 1985 р. заявник подав «повторну» скаргу за підлеглістю. 5 лютого 1987 року Верховний Суд прийняв рішення. З огляду на постійну непрацездатність заявника та п. Мартінса Морейри, що була викликана аварією, Верховний Суд частково задовільнив позов, присудивши їм додаткову компенсацію збитків, завданих аварією, та зазначив, що їæ розмір має бути визначений новим позовом.", "Позов був ініційований заявником 28 жовтня 1987 року з наміром отримати від суду першої інстанції м. Евора дозвіл і накласти арешт на майно підсудного, щоб забезпечити оплату тієї частини збитків, яку вже призначив до оплати суд. Судове провадження завершилося 19 грудня 1989 pоку, коли була досягнута позасудова згода між сторонами.", "Зміст рішення Суду", "Суд не міг прийняти справу до провадження без остаточного внутрішньодержавного рішення з цього питання.", "19 грудня 1989 року Суд відхилив скаргу заявника щодо затримування судового розгляду.", "Немає сумніву, що ст. 6 Конвенції застосовується до першої стадії судового розгляду, а також, на думку Суду, і до другої.", "Періодом, який брався Судом до уваги, був визначений проміжок часу від 9 листопада 1978 року (дати вступу в силу Конвенції для Португалії) і до 19 грудня 1989 року (день досягнення позасудової згоди). Увесь процес, отже, тривав 11 років і 1 місяць.", "Суд зазначив, що правомірність строків розгляду справи він визначав з огляду на обставини справи та критерії, викладені в судовому прецеденті, і зважаючи на поведінку заявника та відповідних органів влади. Розмір грошової компенсації визначався Судом дуже ретельно.", "Суд визнав, що мало місце порушення ч. 1 ст. 6 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", ""]}