{"file": "UKR_HJUDUKR_13580_88.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "13580/88", "text_paragraphs": ["Справа «Карлхайнц Шмідт проти Німеччини»", " (Karlheinz Schmidt v. )", "", "У рішенні, ухваленому 18 липня 1994 року у справі «Шмідт проти Німеччини», Суд постановив, що:", "було порушено ст. 14 Конвенції, разом із ч. 3 (d) ст. 4.", "Суд визнав цілком справедливими вимоги заявника (відшкодування пожежних зборів за 1982-1984 pоки у розмірі 25 німецьких марок та судових витрат у національних судах у розмірі 395 німецьких марок).", "Обставини справи", "ЗО квітня 1982 року місцева влада м. Тетнанг (земля Баден-Вюртемберг) зобов’язала заявника сплатити пожежний збір за 1982 року у розмірі 75 німецьких марок. Підставою для такого рішення був пункт 43 Земельного закону про пожежні бригади з поправками від 27 листопада 1978 року та муніципальний декрет від 5 грудня 1979 року.", "20 липня 1982 року районна адміністрація округу Бодензее відхилила скаргу заявника на рішення місцевої влади.", "Апеляція заявника в адміністративний суд м. Зігмарінгена стосовно статевої дискримінації була відхилена 18 серпня 1983 року; подальша апеляція в Земельний адміністративний апеляційний суд була також відхилена 25 березня 1986 року, і одночасно заявнику відмовлено у скарзі з огляду на закон. 31 січня 1987 року Федеральний Конституційний Суд відмовився прийняти конституційну апеляцію на ухвалені рішення, мотивуючи це недостатніми можливостями успішного розв’язання.", "Зміст рішення Суду", "Як і учасники процесу, Суд визнав, що існуючі обов’язкові послуги в забезпеченні пожежної безпеки в Баден-Вюртемберзі були _звичайними громадянськими обов’язками», як це називається у ч. 3 «d» ст. 4 Конвенції.", "Далі йшлося про те, що ст. 14 Конвенції у контексті із ч. З «d» ст. 4 можна було застосовувати.", "Суд зазначив, що деякі німецькі землі встановлювали різні обов’язки в цій сфері для осіб різної статі і що в Баден-Вюртемберзі навіть жінок приймали на добровільну службу в пожежних загонах.", "Незалежно від того, чи може на сьогоднішній день існувати будь-яке виправдання для неоднакового ставлення до чоловіків і жінок, чи ні, визначальним у справі є той факт, що обов’язок виконувати таку роботу належав лише до питань права й теорії. Беручи до уваги постійну наявність достатньої кількості добровольців, жоден чоловік практично не був зобов’язаний служити в пожежних бригадах. Внесок грішми – не стільки юридично, скільки фактично – втратив свій компенсаційний характер і перетворився в єдиний наявний обов’язок – збір. Із встановленням такого збору різниця у ставленні до осіб різної статі не була обгрунтована.", "Отже, порушено ст. 14 в сукупності із ч. 3 (d) ст. 4 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", ""]}