{"file": "UKR_HJUDUKR_51279_99.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "51279/99", "text_paragraphs": ["Справа «Коломбані та інші проти Франції»", "(Colombani and Others v. )", "", "У рішенні, ухваленому 25 червня 2002 року по справі «Коломбані та інші проти Франції»‘, Суд постановив, що:", "мало місце порушення ст. 10 Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 4 096,46 евро у відшкодування майнових збитків та 21 852,20 евро як компенсацію моральної шкоди.", "Обставини справи", "Заявники, Жан-Марі Коломбані та Ерік Енсьян, є громадянами Франції. Вони народилися у 1948 та 1960 роках відповідно. Третім заявником є компанія «Ле Монд». Жан-Марі Коломбані є головним редактором газети, котру видає компанія «Ле Монд».", "Газета «Ле Монд» 3 листопада 1995 року надрукувала статтю п. Енсьяна про конфіденційну версію доповіді Геополітичної обсерваторії наркотичних речовин з приводу виготовлення та торгівлі наркотиками у Марокко. Дана доповідь була підготовлена на вимогу Комісії Європейського Союзу після того, як ця держава подала заявку про входження до останнього. Перша версія цієї доповіді була опублікована 1994 року. З цієї версії свідомо вилучили імена усіх наркоторговців. У доповіді, зокрема, зазначалося, що обсяги вирощеного та реалізованого у Марокко опійного маку дають усі підстави стверджувати, що ця країна є чи не на першому місці у світі з експорту гашишу.", "Висновок статті п. Енсьяна було винесено на першу сторінку газети під заголовком: «Марокко – світовий лідер з експорту гашишу». Основна ж частина статті вийшла під назвою «Конфіденційна доповідь кидає тінь підозри на короля Хасана II». У цілому ж стаття піддавала сумніву позицію марокканської влади взагалі та короля Хасана зокрема щодо необхідності послідовної боротьби зі збільшенням обсягів наркотичних речовин, виготовлених і реалізованих у Марокко.", "23 листопада 1995 року король Марокко звернувся із офіційною заявою до міністра закордонних справ Франції, в якій вимагав порушити кримінальну справу проти газети «Ле Монд». Панів Коломбані та Енсьяна було звинувачено в образі глави іноземної держави на підставі ст. 36 Закону від 29 липня 1881 року. 5 липня 1996 року Паризький кримінальний суд виправдав заявників, стверджуючи, що журналіст діяв добросовісно, переслідував законну мету і цитував доповідь, достовірність котрої була поза сумнівом.", "Король Марокко та прокурор оскаржили це рішення. Паризький апеляційний суд вказав на те, що прагнення підсудних привернути увагу до відповідальності монарха, а також до його толерантності у ставленні до охарактеризованої проблеми мало у своїй основі злочинний умисел. Цей суд також піддав журналіста критиці за те, що той не перевірив достовірність та своєчасність викладених ним фактів. Суд визнав заявників винними у вчиненні образи керівника іноземної держави та призначив їм покарання у вигляді штрафу у розмірі 5 000 франків. Крім того, суд поклав на заявників обов’язок сплатити королю Хасану 1 франк як компенсацію заподіяної моральної шкоди та 10 000 франків на підставі ст. 475-1 Кримінально-процесуального кодексу. Суд також зобов’язав газету «Ле Монд» опублікувати резолютивну частину свого рішення. Заявники подали касаційну скаргу до кримінальної палати касаційного суду, котрий, однак, 20 жовтня 1998 року відхилив їхнє звернення, зауваживши при цьому, що їхні висловлювання були образливими та умисними і мали на меті привернути увагу читачів до персони короля.", "Зміст рішення Суду", "Посилаючись на ст. 10 Конвенції, заявники стверджували про порушення їхнього права на свободу вираження.", "Вкотре наголосивши на тій важливій ролі, яку відіграє преса у демократичному суспільстві, Суд вказав, що засудження заявників, без сумніву, становить втручання у їхню свободу вираження. Суд також відзначив і те, що рішення французьких судів грунтувалися на положеннях закону «Про свободу преси» від 29 липня 1881 року і переслідували законну мету – захист інтересів інших осіб, зокрема, короля Марокко. З приводу ж того, чи було таке втручання обгрунтованим та необхідним у демократичному суспільстві, то Суд, насамперед, відзначив те, що французька громадськість має цілком законний інтерес бути проінформованою щодо висновків Європейської комісії про проблеми торгівлі наркотиками у країні, яка хоче вступити до Європейського Союзу. Суд також вказав, що ст. 10 Конвенції поширює свій захист тільки на тих журналістів, які діють добросовісно, використовують належну фактичну базу і публікують інформацію, котра відповідає вимогам журналістської етики. На думку Суду, інформацію, вміщену у доповіді, яка стала фактологічною базою статті, слід вважати достовірною. Суд також наголосив на тому, що преса не несе обов’язку проводити самостійну перевірку фактів, висвітлених у офіційних повідомленнях, у випадках, коли такі факти стають предметом суспільної дискусії. У зв’язку з цим Суд дійшов висновку про те, що газета «Ле Монд» не була зобов’язана самостійно перевіряти достовірність викладених у офіційній доповіді відомостей.", "Суд відзначив і те, що особи, обвинувачені у вчиненні образи керівника іноземної держави, на відміну від відповідачів у справах про захист честі, гідності та ділової репутації, не можуть будувати свій захист на поданні доказів, які б свідчили про правдивість оприлюднених ними фактів. Саме тому кримінальне переслідування заявників не було пропорційним меті захисту інтересів інших осіб, навіть якщо такі особи є главами держав чи урядів.", "Крім того, до ухвалення судового рішення від 25 квітня 2001 року національні суди визнавали, що склад злочину, сформульований у ст. 36 закону від 29 липня 1881 року, порушує свободу вираження, закріплену у ст. 10 Конвенції. Таким чином, вони визнавали відсутність у демократичному суспільстві необхідності застосовувати це положення закону.", "Суд відзначив і те, що застосування ст. 36 закону від 29 липня 1881 року надає керівникам держав особливого статусу, котрий не може узгоджуватися із сучасною практикою та політичними концепціями. Цей статус надавав їм імунітету від будь-якої критики тільки через те, що вони обіймають відповідні посади, і незалежно від того, чи є така критика обгрунтованою. На думку Суду, в умовах демократичного суспільства такі привілеї не можуть бути об’єктом прискіпливого захисту.", "Врешті-решт Суд дійшов висновку, що встановлення кримінальної відповідальності за образу керівника іншої держави не обумовлювалося нагальною соціальною потребою, а тому втручання у здійснення свободи вираження шляхом притягнення до такої відповідальності не є виправданим. У даному випадку обмеження свободи вираження заявників не були пропорційними меті, яка такими обмеженнями переслідувалась. Отже, мало місце порушення ст. 10 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", "", ""]}