{"file": "UKR_HJUDUKR_8139_09.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "8139/09", "text_paragraphs": ["© Рада Європи/Європейський суд з прав людини, 2012. Цей переклад було замовлено за підтримки Цільового фонду «Права людини» Ради Європи (). Він не є зобов’язальним для Суду. Для отримання додаткової інформації див. повне посилання на авторське право в кінці цього документу.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "Інформаційний бюлетень про практику Cуду No 148", "Cічень 2012", "Oтман (Aбу Кaтaдa) (Othman (Abu Qatada) п. Великобританії - 8139/09", "Рішення 17.1.2012 [Секція IV]", "Стаття 6", "Кримінальний процес", "Екстрадиція", "Стаття 6-1", "Справедливе провадження", "Реальний ризик того, що свідчення, одержані у третіх осіб під тортурами, будуть враховано у ході нового провадження проти заявника : екстрадиція спричинить порушення (одноголосно).", "Стаття 3", "Екстрадиція", "Детальні гарантії, надані країною призначення, згідно яких відомий ісламіст не зазнає поганого обходження у випадку екстрадиції до Іорданії : екстрадиція не спричинить порушення (одноголосно).", "Факти – Заявник, громадянин Іорданії, прибув у Великобританію у 1993 році і одержав притулок. Його було ув’язнено з 2002 по 2005 рік, на підставі закону про безпеку, боротьбу з тероризмом і кримінальною злочинністю 2001 року. Після звільнення заявника, міністр внутрішніх справ повідомив його про постанову про екстрадицію. Між тим, з 1999 по 2000 рік, заявника було заочно засуджено у Іорданії за участь у терористичних актах із застосуванням бомб і встановлення вибухівки. У двох провадженнях, які закінчилися засудженням заявника, основним елементом доказів були звинувачувальні свідчення двох співвідповідачів, які згодом заявили, що їх було тортуровано.", "У 2005 році, британським і іорданським урядами було підписано узгоджувальний меморандум, у якому було передбачено серію гарантій додержання норм міжнародного права захисту прав людини, у всіх випадках екстрадицій особи з однієї із Держав-Сторін до іншої. Меморандумом було також передбачено, що будь-яка віддалена із країни особа матиме змогу невідкладно і регулярно одержувати візити представника незалежного органу, призначеного сумісно двома урядами. Центр досліджень у галузі прав людини Aдалех підписав згодом кадрову угоду з британським урядом, з метою такого представництва. У даній справі, до іорданського уряду було поставлено додаткові питання стосовно можливості нового провадження, і уряд надав свою відповідь. Заявник оскаржив рішення про екстрадицію з країни, проте британські суди, після уважного вивчення скарг, відмовили.", "Право – Стаття 3 : Згідно звітів органів Об’єднаних націй і організацій із захисту основних прав, тортури залишаються « розповсюдженими і звичними » у Іорданії, і сторони визнають, що без гарантій з боку іорданського уряду, заявник, відомий ісламіст, мав реальний ризик зазнати поганого поводження. З огляду на це, Cуд спостерігає, що існують рідкісні випадки, коли загальна ситуація у країні призводить до того, що надані гарантії не дотримуються. Зазвичай, Cуд оцінює спочатку якість наданих гарантій (чи були вони надані, чи були вони адаптованими і зобов’язуючими як для загальнодержавних, так і для локальних органів країни до якої здійснюється екстрадиція, чи була їх надійність вивчена національними юрисдикціями держави до якої здійснюється екстрадиція. Згодом Суд вивчає, наскільки ці гарантії є реальними, у світлі практик держави призначення (чи держава є стороною Конвенції, чи надає ефективного захисту проти тортур, і наскільки є нетерпимою щодо поводження, з приводу якого надаються гарантії, чи існують стійкі міждержавні відносини з державою, до якої здійснюється екстрадиція, чи було дотримано подібних гарантій у минулому, чи зазнавав заявник поганого обходження у цій країні, чи було вжито заходів з метою встановлення ефективного контролю і чи було надано необмежену можливість консультуватися з адвокатами).", "У даному випадку, британський і іорданський уряди доклали істотних зусиль з метою створення чітко визначених гарантій, щоб заявник не зазнав поганого поводження після свого повернення до Іорданії. Визначеність і формалізм узгоджувального меморандуму, до якого ці зусилля призвели, свідчать про найвищу якість порівняно із гарантіями цього типу, які Суд вивчав дотепер. Крім того, створення гарантій було добросовісним, їх було підкріплено на найвищому рівні Іорданії, у якої двосторонні стосунки з об’єднаним Королівством є історично стійкими. Меморандум ясно уточнює, що заявника буде віддалено до Іорданії, де його буде ув’язнено, і крім цього, він постане перед судом для перегляду тих злочинів, за які його було засуджено заочно. Широка відомість заявника буде заставою належного поводження із ним з боку іорданських органів, оскільки погане обходження матиме істотні наслідки на двосторонні відносини між Іорданією і Сполученим Королівством, і спричинить дипломатичне протистояння. Нарешті, згідно з угодою, заявника регулярно відвідуватиме представник центру Адалех, який наглядатиме за додержанням виконання гарантій. Таким чином, екстрадиція заявника до Іорданії не створює для заявника реальному ризику поганого обходження.", "Висновок : екстрадиція не спричинить порушення (одноголосно).", "Стаття 5 : Cуд підтверджує, що стаття 5 застосовується у справах про екстрадицію і що Держава-Учасниця порушить цю диспозицію у випадку екстрадиції заявника до країни, в якій існує реальний ризик зазнати істотного порушення гарантованих прав. Разом з тим, рівень важливості у даному разі є визначальним. Згідно іорданського права, заявник повинен постати перед судом через п’ятдесят днів після ув’язнення, що, в очах Суду, не є надмірним строком попереднього ув’язнення, з огляду на можливе порушення статті 5.", "Висновок : екстрадиція не спричинить порушення (одноголосно).", "Стаття 6 : Заявник скаржиться, що у разі екстрадиції до Іорданії, нове провадження проти нього означатиме насправді відмову у правосудді, саме внаслідок врахування доказів які було здобуто під тортурами. Cуд відмічає, що для того щоб визнати наявність відмови у правосудді, недостатньо, щоб судові процедури були нерегулярними, або відсутні були гарантії які могли б потягнути порушення статті 6, якщо їх буде виявлено у самій державі. Про відмову у правосудді йдеться у випадку недодержання принципів справедливого процесу, настільки істотними, що вони могли б призвести до зневаження права, яке гарантоване цією диспозицією, або зруйнувати його суть. З огляду на це, Cуд визнає, що врахування свідчень одержаних під тортурами було б очевидним порушенням не лише статті 6 Конвенції, але також основних норм справедливого процесу, які вироблено у міжнародному праві, оскільки таким чином провадження набуде аморального і незаконного характеру, а також буде непередбачуваним щодо його результату. Врахування свідчень одержаних під тортурами у ході кримінального провадження уявлятиме яскраву відмову у правосудді. Звинувачувальні свідчення у справі заявника було здійснено двома різними свідками, і обидва вони одержували удари по підошвах – техніка, віома під назвою фалака – з єдиною метою одержати інформацію. Cуд уже мав нагоду засудити цю форму поганого поводження і кваліфікував її як тортуру без усяких вагань. Крім того, використання доказів одержаних під тортурами є розповсюдженою у Іорданії практикою, і юридичні гарантії, які існують у іорданському праві уявляються малоефективними. Безсумнівно, заявник може оскаржити звинувачувальні свідчення, одержані під тортурами, проте таке оскарження буде проблематичним, через значний проміжок часу після подій, перед судом який зазвичай не задовольняє подібні заяви. Зважаючи на те, що заявник конкретно і беззаперечно довів, що його співзахисників було катовано, він дотримався критеріїв вимог щодо доказів, яких слід додержати, щоб довести реальний ризик істотної відмови у правосудді, у разі екстрадиції до Іорданії.", "Висновок : екстрадиція спричинить порушення (одноголосно).", "Стаття 41 : заява про відшкодування не подавалася.", "", "", "© Рада Європи/Європейський суд з прав людини, 2012.", "Офіційними мовами Європейського суду з прав людини є англійська та французька мови. Цей переклад було замовлено за підтримки Цільового фонду «Права людини» Ради Європи (). Він не є зобов’язальним для Суду; також Суд не несе жодної відповідальності за його якість. Його можна завантажити з бази рішень Європейського суду з прав людини HUDOC () або з будь-яких інших баз даних, в яких Суд його також розмістив. Його можна відтворювати в некомерційних цілях за умови, що будуть зазначені повна назва справи та посилання на авторське право і Цільовий фонд «Права людини». Для використання будь-якої частини цього перекладу в комерційних цілях слід звертатися за наступною адресою: .", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", "", ""]}