{"file": "UKR_HJUDUKR_40269_02.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "40269/02", "text_paragraphs": ["Справа «Корецький та інші проти України»", "(“Koretskyy and Others v. Ukraine”)", "У рішенні, ухваленому 3 квітня 2008 року у справі «Корецький та інші проти України», Суд постановив, що", "мало місце порушення ст. 11 Конвенції.", "Відповідно до ст.41 Конвенції Суд призначив сплатити кожному із заявників по 1 500 євро як компенсацію моральної шкоди, 1 600 євро всім заявникам на відшкодування судових витрат та відхилив вимогу заявників про справедливу сатисфакцію.", "Обставини справи.", "Заявники – Сергій Петрович Корецький (1955 р. н.), Андрій Васильович Толочко, Андрій Миколайович Горбаль (обидва 1975 р. н.) та Олексій Григорович Лобитський (1978 р. н.) – є громадянами України та проживають у місті Києві.", "7 червня 2000 року заявники та двоє інших осіб заснували об’єднання громадян під назвою «Громадянський комітет за збереження дикої (корінної) природи Березняків» (далі – Громадський комітет). Пана Корецького було обрано головою громадського комітету.", "27 липня 2000 року заявники звернулися до Київського міського управління юстиції (далі – Управління юстиції) для реєстрації Громадського комітету, подавши для цього його статут.", "У статуті Громадського комітету містилося, зокрема, таке:", "1. Загальні положення", "«1.1. Громадський комітет ... (далі – Комітет) є добровільним об’єднанням громадян, неурядових організацій та інших юридичних осіб, які об’єднують зусилля у спільній діяльності задля збереження диких (корінних) природних систем у містах та містечках.", "Комітет є неурядовою, неприбутковою організацією.", "...", "Діяльність Комітету повинна здійснюватися на території міста Києва. Комітет може мати представництва у інших містах та містечках України. ...»", "Принципи діяльності Комітету", "« 2.1. Діяльність Комітету ґрунтується на принципах:", "А) демократії;", "Б) законності;", "В) самоврядування;", "Г) рівності членів;", "Д) відкритості;", "Е) поєднання місцевих акцій з глобальним мисленням;", "Є) активної творчої ініціативності ширшого співтовариства».", "3. Мета Комітету", "«3.1. Комітет було створено з метою захисту природних систем від їх повного знищення у процесі урбанізації та від їхнього заміщення штучними біомами у процесі урбаністичного розвитку та зростання.", "3.2 Метою Комітету є захист корінної природи території сучасних сфер Березняків.»", "4. Завдання та сфери діяльності Комітету", "«4.1. Комітет повинен виконувати завдання з проведення конкретних дій для підвищення рівня усвідомлення тими, хто займається розвитком міста, представниками органів самоврядування та широким загалом різниці між корінними природними системами та штучними природними системами у містах і містечках, щодо можливих наслідків втрати зразків природних екосистем, а також для координації спільної діяльності публічної влади, неурядових організацій та широкого загалу з метою попередження таких наслідків, результатом чого має стати збереження корінних біом як природних взірців.", "4.2. Відповідно до своєї мети та завдань Комітет повинен здійснювати діяльність у таких сферах:", "А) збирання інформації щодо корінної природи Березняків;", "Б) збирання та вивчення світового досвіду співіснування міст та природних систем;", "В) створення та розвиток широкодоступної електронної бази даних;", "Г) культурна, освітня, видавнича та інформаційна діяльність;", "Д) лобіювання у національних та місцевих органах влади питань, пов’язаних зі збереженням природних екосистем;", "...»", "5. Права Комітету", "«5.1. ... Комітет має такі права:", "А) брати участь у цивільних правовідносинах, набувати майнових та немайнових прав;", "...", "Г) розповсюджувати інформацію пропагандистського характеру та здійснювати культурно-освітню діяльність;", "...", "Ж) створювати юридичні особи й організації, засоби масової інформації та проводити видавничу діяльність;", "І) проводити неурядові екологічні експертизи;", "...", "5.2. Задля виконання своїх завдань Комітет має право здійснювати необхідну господарську та іншу комерційну діяльність через посередництво утворених юридичних осіб».", "6. Членство в Комітеті", "«6.1. Членство у Комітеті може бути індивідуальним, колективним, почесним, а також в якості волонтерів;", "...", "6.4. Громадяни України й інших країн, які поділяють ідеологію та беруть участь у певних проектах та акціях Комітету добровільно, можуть стати волонтерами Комітету;", "...»", "7. Організаційна структура та управління Комітетом", "«...", "7.11. Виконавчий орган Комітету відповідальний за фінансове управління проектами, бухгалтерську звітність Комітету та здійснює поточну управлінську та фінансову діяльність для забезпечення впровадження проектів Комітету.", "...»", "\tЗаява та статут об’єднання були повернуті заявникам з порадою внести зміни у текст, які було зазначено у цих документах Управлінням юстиції. Зокрема, деякі речення і параграфи було викреслено, включаючи п. 3.1, 5.1 (г), та 6.4. Деякі інші частини статуту були переформульовані чи змінені, наприклад, у п. 4.2 (д) слово «лобіювання» було замінено на словосполучення «внесення пропозицій», а у п. 5.1 (і) вираз «проводити неурядову екологічну експертизу» був переформульований у такий спосіб, що Громадський комітет міг проводити екологічну експертизу на «добровільних засадах».", "\t6 вересня 2000 року заявники подали до Управління юстиції виправлений варіант статуту об’єднання, в якому правки Управління юстиції було враховано частково. Проте і цей статут було відхилено.", "\tУ своєму листі від 18 вересня 2000 року Управління юстиції повідомило заявників про відмову зареєструвати Громадський комітет на тій підставі, що його статут не відповідав вимогам, встановленим у національному законодавстві. Зокрема, не було визначено статус Громадського комітету; положення про те, що Громадський комітет міг мати представництва в інших містах і містечках України, не відповідав положенню про те, що його діяльність повинна здійснюватися на території міста Києва; статут містив дві мети організації замість однієї мети та декількох завдань; виконавчому органу Громадського комітету було доручено виконувати господарські функції, тоді як ст. 24 Закону України «Про об’єднання громадян» (далі –Закон) передбачає, що господарська діяльність об’єднання може здійснюватися лише через окремі юридичні особи, які можуть бути створені об’єднанням для досягнення цієї специфічної мети; а положення про те, що Громадський комітет може здійснювати видавничу діяльність та залучати добровольців у свою діяльність як членів Громадського комітету, також суперечило тому самому закону. Отож, заявники не взяли до уваги усіх виправлень у тексті статуту, запропонованих Управлінням юстиції. Крім того, вони подали копію документа, який підтверджував сплату ними реєстраційного мита, тоді як потрібно було подавати оригінал цього документа.", "\tУ листі від 20 вересня 2000 року, який було отримано Управлінням юстиції 25 вересня 2000 року, п. Корецький, діючи від імені Громадського комітету як його голова, стверджував, що Управління юстиції не взяло до уваги виправлений варіант статуту, поданий 6 вересня 2000 року. Він просив Управління юстиції переглянути своє рішення з урахуванням виправленої версії статуту, додаткові копії якого він міг надати Управлінню юстиції за потребою.", "\tУ своєму листі від 24 жовтня 2000 року Управління юстиції визнало отримання листа заявників від 20 вересня 2000 року та, посилаючись на свій лист від 18 вересня 2000 року, поінформувало їх про те, що статут не може бути переглянутий, оскільки він не відповідає закону. Управління також поінформувало їх, що відмова у реєстрації Громадського комітету могла бути оскаржена у суді.", "\tЗаявники продовжували здійснювати певну діяльність Громадського комітету, зокрема публікували статті на його захист у різноманітних газетах.", "\t30 листопада 2000 року заявники звернулися до Печерського районного суду м. Києва, вимагаючи скасування рішення Управління юстиції про відмову у реєстрації Громадського комітету. Вони стверджували про порушення їхнього права на свободу об’єднання та права на вільний вибір цілей та сфер діяльності їх об’єднань. Вони також доводили, що причини відмови у реєстрації їхнього об’єднання ґрунтувалися на неправильному тлумаченні та застосуванні чинного законодавства Управлінням юстиції. Більше того, заявники стверджували, що Управління юстиції не взяло до уваги виправлений варіант статуту Громадського комітету, який вони додали до свого позову.", "\t13 березня 2001 року суд відмовив у задоволенні скарг заявників як безпідставних. 28 серпня 2001 року Київський міський апеляційний суд підтримав рішення суду першої інстанції.", "\tНаціональні суди постановили, що відмова у реєстрації Громадського комітету була правомірною з огляду на те, що текст статуту об’єднання містив неузгодженості з положеннями національного законодавства. Зокрема, неправильно було вказано на мету Громадського комітету, яка не відповідала вимогам ст. 3 та ст. 13 Закону. Положення п. 1.4, 5.1 та 7.11 статуту об’єднання уповноважували виконавчий орган Громадського комітету на «поточну управлінську та фінансову» діяльність та передбачали, що Громадський комітет може здійснювати видавничу діяльність, що не відповідало ст. 9 та ст. 24 Закону. Формулювання п. 6.1 та 6.4 статуту Громадського комітету стосовно участі волонтерів у Громадському комітеті суперечило принципу рівності всіх учасників об’єднання, що містився у ст. 6 Закону.", "\tНаціональні суди також зазначали, що заявники не змогли надати суду виправлений варіант статуту, тоді як той варіант, який було подано до суду, не було виправлено відповідно до закону.", "\t14 березня 2002 року колегія у складі 3-х суддів Верховного Суду України відхилила вимогу заявників про касаційний перегляд справи, не знайшовши підстав для перегляду справи Палатою у цивільних справах Верховного Суду України.", "\t7 липня 2002 року заявники прийняли рішення про припининення діяльності Громадського комітету та його ліквідацію.", "\tЗміст рішення Суду", "\tПокликаючись на ст. 11 Конвенції, заявники скаржилися на відмову органів влади зареєструвати їхнє об’єднання.", "\tЗаявники доводили, що відмова у реєстрації Громадського комітету не відповідала закону, оскільки не переслідувала законну мету та не була необхідною у демократичному суспільстві. Заявники також стверджували, що їхня справа торкалася певних аспектів національного законодавства та адміністративної практики, які суперечили принципам, утіленим у ст.11 Конвенції.", "\tПо-перше, українське законодавство, а саме: п. 1 ст. 14 та п. 3 ст. 27 Закону, ст. 186-5 Кодексу України про адміністративні правопорушення та ст. 187-8 Кримінального кодексу України 1960 року, містили заборону будь-якої діяльності об’єднань Громадян, які не були формально легалізованими. Наслідком цього було обмеження права на свободу об’єднання заявників, оскільки існував ризик того, що заявників можуть притягнути до відповідальності за участь у діяльності Громадського комітету. Такий ризик був досить значним з огляду на свавільний спосіб, у який заявникам було відмовлено у реєстрації Громадського комітету. Відповідно до тверджень заявників, таке обмеження їх права на свободу об’єднання не було виправданим.", "\tПо-друге, вони стверджували, що заборона, яка містилася у національному законодавстві, щодо права об’єднання діяти поза межами території, на якій воно було зареєстроване, не була необхідною у демократичному суспільстві. Хоча й існувала можливість реєстрації Громадського комітету як такого, що має загальноукраїнський статус, проте це зробило б необхідним створити місцеві відділення Громадського комітету у більшості регіонів України, що було би для заявників нездоланною перешкодою.", "\tПо-третє, таке тлумачення органами влади принципу рівності членів об’єднання, який містився у ст.6 Закону, яке не дозволяло залучати до діяльності об’єднання волонтерів, було неправильним. У будь-якому разі, таке обмеження суперечило принципам демократичного суспільства.", "\tПо-четверте, недопущення певних видів діяльності, які були передбачені заявниками у статуті Громадського комітету, зокрема пропаганди, лобізму, публікування, експертних досліджень тощо, не узгоджувалося з національним законодавством та було необґрунтованим. також у тексті статуту Громадського комітету не містилося положень, які б дали підставу органам влади дійти висновку про те, що Громадський комітет має намір здійснювати господарську чи підприємницьку діяльність. Такий висновок випливав із неправильного тлумачення функцій виконавчого органу Громадського комітету, зокрема покладеного на нього завдання здійснювати поточну управлінську та фінансову діяльність, які цілком відрізнялися від такого виду діяльності як власне господарська діяльність, оскільки перші були спрямовані на забезпечення необхідних матеріальних та технічних умов для щоденної діяльності Громадського комітету.", "\tЗрештою, заявники стверджували, що практика внесення змін і доповнень у текст статуту органами влади без згоди об’єднання, що мало місце у даній справі, не мала правової бази та суперечила гарантіям ст. 11 Конвенції.", "\tУряд доводив, що у даній справі не було порушення ст. 11 Конвенції, оскільки відмова у реєстрації об’єднання заявників було законною та необхідною для забезпечення належного функціонування системи державної реєстрації об’єднань громадян.", "\tУряд також стверджував, що українське законодавство передбачало два способи легалізації об’єднання, а саме: повідомлення органів влади та державна реєстрація. Заявники могли обрати перший спосіб, який був менш складним порівняно з процедурою реєстрації. У протилежному випадку заявникам слід було виконати чинні вимоги, передбачені у національному законодавстві, задля перетворення їхнього об’єднання на юридичну особу.", "\tБільше того, система державної реєстрації об’єднань громадян представлена органами влади різних рівнів. Тоді як місцеві Управління юстиції відповідальні за реєстрацію об’єднань, діяльність яких обмежена локальним рівнем, вищі органи влади, представлені Міністерством юстиції, є компетентними для реєстрації об’єднання, діяльність якого охоплює більше ніж одну адміністративно-територіальну одиницю.", "\tТаким чином, Управління юстиції не могло зареєструвати об’єднання громадян, статус якого не був зрозумілим або якщо його статут не був виправлений відповідно до закону.", "\tПраво на створення об’єднання є внутрішньою частиною права, закріпленого у ст. 11 Конвенції. Право на утворення юридичної особи для колективної діяльності у сфері взаємних інтересів є одним з найважливіших аспектів права на свободу об’єднань, без якого це право буде позбавлене будь-якого значення. Той спосіб, у який національні законодавчі органи зберігають цю свободу, та її практичне застосування органами влади визначає стан демократії у державі. Звичайно, держави мають право упевнитися у тому, що мета об’єднання та його діяльність не суперечать вимогам законодавства, але це повинно здійснюватися у спосіб, сумісний з їхніми зобов’язаннями за Конвенцією, та може бути предметом перегляду конвенційними інститутами (див., наприклад, рішення Суду у справі “Sidiropoulos and Others v. Greece”, “The United Macedonian Organisation Ilinden and Others v. Bulgaria”, “The Moscow Branch of the Salvation Army v. Russia”, “Ramazanova and Others v. Azerbaijan”).", "\tСуд нагадав, що він послідовно дотримується позиції, згідно з якою відмова органів влади надати об’єднанню осіб статус юридичної особи становить втручання у здійснення ними права на свободу об’єднання (див., наприклад, рішення Суду у справах “Gorzelik and Others v. Poland”, “Sidiropoulos and Others v. Greece”).", "\tНавіть припускаючи, що, як стверджує Уряд, Громадський комітет міг здійснювати свою діяльність і без державної реєстрації, Суд вважає, що без статусу юридичної особи можливість Громадського комітету належно функціонувати наштовхувалася б на перешкоди. У цьому контексті Суд зазначив, що згідно зі ст. 20 Закону лише зареєстровані об’єднання мали право брати участь у цивільно-правових відносинах, набувати власність, проводити публічні збори, поширювати інформацію тощо.", "\tЗа цих обставин відмова надати Громадському комітету статус юридичної особи становила втручання органів влади у здійснення заявниками свого права на свободу об’єднань.", "\tСтосовно тверджень заявників про існування кримінально- та адміністративноправової заборони будь-якої діяльності нелегалізованих об’єднань громадян, Суд вказав, що це становило окреме втручання у їхні права, передбачені ст.11 Конвенції. У даній справі заявники зазнали більше негативних наслідків від відмови зареєструвати Громадський комітет, ніж від тих законодавчих положень, які знеохочували їх здійснювати їхню діяльність. Той факт, що заявникам загрожувало покарання у разі здійснення діяльності їхнього об’єднання, не може розглядатися окремо від відмови органів влади зареєструвати це об’єднання (див., серед інших, рішення Суду у справі “Baczkowski and Others v. Poland”).", "\tСуду слід визначити, чи відмова зареєструвати Громадський комітет, з огляду на підстави такої відмови, відповідала вимогам п.2 ст.11 Конвенції, тобто чи вона була «передбачена законом», переслідувала одну чи більше законних цілей та була «необхідною у демократичному суспільстві» (див., серед інших, рішення Суду у справі “Chassagnou and Others v. France”).", "\tНасамперед Суд зазначив, що причина, на підставі якої Управління юстиції відмовило в реєстрації Громадського комітету і яка була, як наслідок, підтверджена судами, полягала у невідповідності деяких положень його статуту чинному національному законодавству. Заявники стверджували, що вони внесли зміни до статуту та подали його виправлений варіант до Управління юстиції. Уряд заперечував цей факт.", "\tСуд не вважає за необхідне вирішувати саме це питання, оскільки, навіть припускаючи, що виправлений варіант статуту був поданий до Управління юстиції, заявники лише частково врахували виправлення, запропоновані Управлінням юстиції. Зокрема, вони наполягали на тому, що – на противагу до позиції органів влади – наступні положення статуту повинні залишитися у його тексті:", "А) Громадський комітет з місцевим статусом може мати представництва в інших містах і містечках України;", "Б) виконавчий орган Громадського комітету міг виконувати поточну управлінську діяльність;", "В) Громадський комітет сам міг здійснювати видавничу діяльність, так само як і пропагувати свою діяльність, лобіювати рішення державних органів з питань захисту навколишнього природного середовища та здійснювати експертні дослідження у цій сфері;", "Г) Громадський комітет міг залучати волонтерів у свою діяльність як його членів.", "\tНаціональні суди у трьох інстанціях дійшли висновку про те, що такі положення статуту суперечили чинному українському законодавству і тому відмова у реєстрації Громадського комітету є обґрунтованою.", "\tНавіть припускаючи, що законодавчі положення були протлумачені національними судами правильно і що втручання, яке розглядається Судом, мало формальну основу в національному законодавстві, Суд закликає звернутися до виразу «передбачений законом», який міститься у ч. 2 ст. 11 Конвенції. Він не лише вимагає того, щоб сумнівний захід мав основу у національному законодавстві, але й стосується якості закону, що розглядається (див., наприклад, рішення Суду у справі “Maestri v. Italy”).", "\tЗакон повинен бути доступним для осіб, яких він стосується, та сформульований настільки чітко, аби надати їм можливість – причому якщо потрібно, з відповідною юридичною консультацією – передбачити до того ступеня, який за певних обставин є обґрунтованим, ті наслідки, до яких може призвести певна дія. Щоб відповідати цим вимогам, національне законодавство має забезпечувати наледний рівень правового захисту від свавільних втручань органів влади у права, гарантовані Конвенцією. У справах, що впливають на основоположні права виникне суперечність принципу верховенства права – одному з фундаментальних принципів демократичного суспільства, що втілений у Конвенції, якщо правовий розсуд, наданий органам виконавчої влади, буде необмеженим. Тому, закон повинен достатньо чітко визначати межі такого розсуду та спосіб його застосування. Ступінь точності, що вимагається від національного законодавства – який у жодному випадку не може залежати від випадковості – значною мірою залежить від змісту наданих законом засобів, від тієї сфери, на яку вони поширюються, та від кількості й статусу тих, кому вони адресовані (див. рішення Суду у справі “Maestri v. Italy”).", "\tСуд зазначив, що відповідно до ст.16 Закону «у реєстрації об’єднання може бути відмовлено, якщо статут чи інші документи, подані для реєстрації, суперечать законодавству України». У Законі не уточнюється, чи це положення стосується лише невідповідності по суті мети та видів діяльності об’єднання вимогам закону, зокрема з огляду на підстави обмежень на утворення та діяльність об’єднань, що містяться у ст. 4 цього ж Закону, чи також і на текстуальну невідповідність статуту чинним законодавчим положенням. Суд зазначив, що внесення змін у текст статуту Громадського комітету, на яких наполягали органи влади у даній справі, дозволяло занадто широке тлумачення та могло означати заборону будь-якого відступу від чинного національного правового регулювання діяльності об’єднань. Таким чином, на думку Суду, положення Закону є занадто невизначними, щоб бути достатньо «передбаченими» для осіб, яких вони стосуються, та надають органам влади занадто широку сферу для розсуду при вирішенні того, чи певне об’єднання може бути зареєстрованим. У цій ситуації судовий перегляд справи заявників не міг запобігти свавільним відмовам у реєстрації.", "\tТим не менше, за обставин даної справи Суд не вважає необхідним вирішувати, чи вищенаведені його аргументи самі по собі давали підставу для визнання порушення ст 11 Конвенції. Суд зазначив, що у справі є елементи, які стосуються й питання про якість національного закону, який застосовується у цьому випадку. Це зобов’язує Суд продовжити дослідження справи та звернутися до питання про те, чи втручання у права заявника переслідувало законну мету та було «необхідним у демократичному суспільстві». Зокрема, Суд повинен перевірити, чи спеціальні обмеження щодо діяльності об’єднань відповідають принципу «нагальної суспільної потреби», а якщо так, то чи є вони пропорційними до мети, якої треба досягнути через їх посередництво (див. рішення Суду у справі “Gorzelik and Others v. Poland”).", "\tСуд зазначає, що основним аргументом Уряду щодо необхідності втручання було те, що держава виконувала своє виключне право незалежно регулювати діяльність неурядових організацій на своїй території. Таким чином, на думку Уряду, відмова в реєстрації Громадського комітету була необхідною для забезпечення нормального функціонування системи державної реєстрації об’єднань.", "\tУ цьому контексті Суд вважає за необхідне нагадати, що влада держави захищати свої інститути та своїх громадян від таких об’єднань, які можуть наражати їх на небезпеку, повинна використовуватися виважено, оскільки винятки з права на свободу об’єднань повинні формулюватися чітко і лише переконливі та непереборні підстави можуть виправдати обмеження цієї свободи (див. рішення Суду у справі “Gorzelik and Others v. Poland”).", "\tСуд вважає, що у даній справі ні рішення національних судів, ні аргументи Уряду не містять пояснення, чи навіть вказівки на необхідність існування обмежень можливості об’єднання пропагувати чи лобіювати свої ідеї та цілі, залучати волонтерів як його членів чи самому займатися видавничою діяльністю. Більше того, Суд не бачить підстав того, чому виконавчі органи об’єднань, згідно з позицією органів влади, не можуть здійснювати управлінську діяльність, навіть якщо вона має по суті господарський характер.", "\tЩодо територіального обмеження діяльності об’єднань з місцевим статусом Суд зазначив, що навіть якщо це обмеження можна вважати таким, що спрямоване на захист належного функціонування системи державної реєстрації об’єднань, то не виглядає загрозливою для такої системи така ситуація, коли місцеві об’єднання матимуть представництва у містах та містечках України, зокрема з огляду на обтяжливу вимогу для тих об’єднань, які бажають отримати загальноукраїнський статус, створити місцеві осередки у більшості з 25 областей України.", "\tЗагалом же, Суд зазначає, що матеріали у даній справі, включаючи доводи сторін, свідчать про те, що Громадський комітет мав намір здійснювати мирні й суто демократичні цілі та завдання. Немає вказівок і не існувало припущень у національних судів та в Уряду про те, що об’єднання буде використовувати жорстокі чи недемократичні засоби для досягнення своїх цілей. Тим не менше, органи влади застосували радикальний за своїм впливом на заявників засіб, який був спрямований на попередження початку будь-якої діяльності об’єднання заявників.", "\tЗа цих обставин Суд вважає, що обмеження, застосовані у даній справі, не відповідають «нагальній суспільній потребі» та, відповідно, причини, через які органи влади відмовили у реєстрації об’єднання заявників, не були суттєвими та достатніми. Тому Суд визнає, що втручання у права заявників не можна вважати необхідним у демократичному суспільстві.", "\tЗ огляду на вищенаведені висновки та вимогу «законності» Суд вважає, що втручання у свободу об’єднання заявників не було обґрунтованим.", "\tТаким чином, мало місце порушення ст.11 Конвенції.", "\tНа думку Суду, не потрібно встановлювати, чи той факт, що органи влади внесли зміни та доповнення у текст статуту, позначивши у ньому положення, які, на їх думку, суперечили закону, та запропонувавши такі формулювання, які відповідатимуть чинним законодавчим вимогам, становить окреме питання відповідно до ст. 11 Конвенції.", ""]}