{"file": "UKR_HJUDUKR_34578_97.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "34578/97", "text_paragraphs": ["Справа «Єціус проти Литви»", "(Jecius v. )", "34578/97", "", "", "У рішенні, ухваленому 31 липня 2000 року у справі «Єціус проти Литви», Суд постановив, що:", "мало місце порушення ч. 1, 3, і 4 ст. 5 Конвенції щодо права на свободу та особисту недоторканність.", "Відповідно до ст. 41 Конвенції Суд призначив 60 000 та 40 000 літ у відшкодування моральної шкоди та судових витрат відповідно.", "", "Обставини справи", "", "Йонас Єціус, директор готелю, був запідозрений у вчиненні вбивства. З 8 лютого по 14 березня 1996 року його було затримано відповідно до старої редакції ст. 50-1 Кримінально-процесуального кодексу Литви, яка дозволяла превентивне затримання. З 14 березня 1996 по 9 червня 1997 року до заявника був застосований запобіжний захід у вигляді взяття під варту. 9 червня 1997 року пана Єціуса було виправдано. 9 квітня 1999 року він помер.", "", "Зміст рішення Суду", "", "Заявник стверджував, що його затримання та пізніше взяття під варту були незаконними. Крім того, на його думку, він не постав негайно перед суддею чи іншою службовою особою, якій закон надає право здійснювати судову владу. Пан Єціус також оскаржував строк свого затримання і неможливість оскаржити його законність. Суд, насамперед, відзначив, що вдова заявника може виступати стороною у розгляді справи від імені свого чоловіка у зв’язку із смертю останнього. Суд відхилив попереднє заперечення, згідно з яким превентивне затримання заявника не може бути предметом розгляду, оскільки він пропустив шестимісячний строк позовної давності відповідно до вимог ч. 1 ст. 35 Конвенції. У зв’язку з цим Суд зауважив, що зміна 14 березня 1996 року превентивного затримання на взяття під варту, а отже, зміна лише правової підстави позбавлення свободи, не мала принципового значення для заявника. Таким чином, на думку Суду, застосовуючи норму, закріплену у ч. 1 ст. 35 Конвенції, слід виходити з усього періоду позбавлення заявника свободи. А оскільки заявник звернувся до Суду ще перебуваючи під вартою, то його заява не може бути відхилена з мотивів порушення встановленого ч. 1 ст. 35 Конвенції строку. Суд постановив, що застосування до заявника превентивного затримання є порушенням ч. 1 ст. 5 Конвенції. Суд наголосив, що п. «с» ч. 1 ст. 5 Конвенції дозволяє арешт чи затримання особи тільки у зв’язку із злочинами, які та ніби-то вчинила у минулому. Жодне з положень ст. 5 Конвенції не передбачає позбавлення свободи відповідно до мети, вміщеної у колишній редакції ст. 50-1 Кримінально-процесуального кодексу Литви. Таким чином, застосування превентивного затримання щодо заявника суперечить ч. 1 ст. 5 Конвенції. Суд також постановив, що утримання заявника під вартою з 4 червня по 31 липня 1996 року порушувало ч. 1 ст. 5 Конвенції, оскільки протягом зазначеного періоду перебування заявника під вартою не було обумовлено виданням наказу, іншого рішення, чи будь-якою іншою законною підставою тримання під вартою. У цьому відношенні Суд відхилив твердження Уряду, згідно якого частина зазначеного періоду тримання заявника під вартою охоплювалася дією колишньою ч. 6 ст. 226 Кримінально-процесуального кодексу, яка допускала затримання обвинуваченого у зв’язку з його чи інших обвинувачених ознайомленням з матеріалами справи. Суд дійшов висновку, що це положення національного права було незрозумілим і не відповідало вимогам, які висуваються до категорії «закону» у ч. 1 ст. 5 Конвенції. Суд також не погодився з аргументом Уряду, що інша частина зазначеного періоду утримання заявника під вартою обумовлювалася необхідністю передачі матеріалів справи до суду. У зв’язку з цим Суд зауважив, що зміна стадії кримінального процесу не впливає на законність ув’язнення заявника, і що вона (зміна) не може підмінити засноване на законі рішення про ув’язнення, яке б відповідало вимогам ч. 1 ст. 5 Конвенції", "Що ж до тримання заявника під вартою з 1 липня по 16 жовтня 1996 року, то Суд дійшов висновку про відсутність у цій частині порушення ч. 1 ст. 5 Конвенції, оскільки ув’язнення грунтувалося на законному рішенні про його застосування. Суд зауважив, що незважаючи на окремі недоліки у формулюванні, зміст зазначеного рішення повинен був бути зрозумілим для заявника.", "Суд постановив, що було відсутнє порушення ч. 3 ст. 5 Конвенції щодо того, що заявник мав негайно постати перед суддею чи іншою службовою особою. На думку Суду, це положення Конвенції не може застосовуватися до превентивного затримання заявника. Що ж до наступного ув’язнення заявника з 14 березня по 21 червня 1996 року, то дана конвенційна норма не діяла у зв’язку з існуванням відповідного застереження, зробленого Литвою при підписанні Конвенції. Це застереження, хоч і у не зовсім чітких, однак достатніх для розуміння формулюваннях, звільняло Литву від обов’язку забезпечувати негайну явку заявника до судді чи іншої службової особи до моменту припинення своєї чинності (21 червня 1996 року). Суд також відзначив, що обов’язок держави забезпечити явку заарештованого чи затриманого до судді або іншої службової особи, існує лише щодо початкового періоду затримання чи арешту, коли ще не втратила своєæ актуальності категорія «негайності». Оскільки застереження щодо дії відповідного конвенційного положення було чинним протягом трьох місяців перебування заявника під вартою, то зрозуміло, що вести мову про «негайність» явки заявника до судді чи іншої службової особи недоречно. Таким чином, Суд дійшов висновку про відсутність у Литви обов’язку забезпечити явку заявника до судді чи іншої службової особи після припинення чинності зробленого застереження.", "Суд постановив, що мало місце порушення ч. 3 ст. 5 Конвенції щодо строку тримання під вартою, оскільки тривалість такого строку (майже 15 місяців) не була обґрунтована належними і достатніми причинами з боку Уряду.", "Суд дійшов висновку про порушення ч. 4 ст. 5 Конвенції, оскільки литовські суди, виходячи з існуючої на той час встановленої законом заборони, залишили без розгляду звернення заявника, в яких він оскаржував законність застосованого щодо нього тримання під вартою.", "", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", ""]}