{"file": "UKR_HJUDUKR_20436_02.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "20436/02", "text_paragraphs": ["Справа «Войтас-Калєта проти Польщі»", "(«Wojtas-Kaleta v. Poland»)", "", "У рішенні, ухваленому 16 липня 2009 року у справі «Войтас-Калєта проти Польщі», Європейський суд постановив, що", "було порушено ст. 10 Конвенції (право на свободу вираження поглядів), що виявилося у покаранні заявниці її роботодавцем за критику його заходів, які призвели до зменшення обсягу трансляції класичної музики у телеефірі.", "Заявниця не звернулася із заявою по отримання справедливої компенсації на підставі ст. 41 Конвенції.", "Обставини справи", "Заявниця, Хелена Войтас-Калєта, є громадянкою Польщі, народилася 1943 року, мешкає у м. Вроцлаві (Польща). Під час описаних нижче подій вона працювала журналістом Польської державної телекомпанії.", "На початку квітня 1999 року у загальнонаціональному виданні «Газета виборча» було опубліковано статтю про вилучення з телеефіру двох програм, присвячених класичній музиці.", "У цій статті наводилася думка заявниці, яка на той час обіймала посаду голови професійної спілки журналістів державного телебачення. Пані Войтас-Калєта спочатку нагадувала про те, що директор державного телебачення, вилучаючи згадані програми з телеефіру, обіцяв створити нові можливості для трансляції класичної музики, проте далі з прикрістю зазначила, що жодних заходів у цьому напрямку так і не було здійснено.", "Окрім цього, п. Войтас-Калєта поставила свій підпис у відкритому листі, в якому опротестовувалося вилучення відповідних музичних програм. Лист було адресовано Раді державного телебачення. У листі також вказувалося, що зменшення часу телевізійної трансляції класичної музики, котра є загальнонаціональним надбанням, та заповнення цього часу насильством і псевдо-музичним кітчем, ставить під загрозу її (класичної музики) подальше поширення.", "Пізніше, у квітні 1999 року, заявниці було висловлено догану за те, що вона порушила внутрішні правила організації, які зобов’язували захищати репутацію свого роботодавця. Після безуспішного оскарження дисциплінарного покарання перед керівництвом, заявниця звернулася до суду із позовом про скасування цієї догани. Суд відмовив заявниці у задоволенні її скарги. У рішенні, ухваленому у січні 2001 року, суд дійшов висновку про необхідність та виправданість згаданого дисциплінарного стягнення, зважаючи на те, що заявниця повелася неправомірно. У квітні 2001 року апеляційний суд підтримав відповідне рішення нижчої інстанції, відзначивши, що заявниця діяла на шкоду своєму роботодавцю, порушуючи обов’язок бути лояльною. Тому керівник мав право застосувати до неї догану.", "Зміст рішення Суду.", "Спираючись на ст. 10 заявниця скаржилася на те, що суди неправомірно обмежили її свободу вираження поглядів, оскільки взяли до уваги лише її обов’язки як працівника, не надавши належного значення її обов’язкам як журналіста.", "Суд передусім відзначив проблему встановлення меж лояльності журналістів, котрі працюють на державні телекомпанії, а відтак, звернув увагу на питання про ті види стягнень, які можуть бути застосовані до них у публічних дебатах.", "Суд дійшов висновку про необхідність встановлення внутрішньодержавних гарантій плюралістичного надання телекомунікаційних послуг з боку державних телерадіокомпаній. Відповідно до застосованого у цій справі національного законодавства державній телекомпанії була доручена особлива місія, яка полягала, зокрема, у сприянні розвитку культури із наголосом на національних інтелектуальних та художніх надбаннях.", "Суд відзначив, що заявниця мала право здійснювати свободу вираження поглядів на різних її позиціях: як працівниця державної телекомпанії, як журналіст та як лідер профспілкової організації.", "Суд також дійшов висновку, що зважаючи на відповідальність журналістів заохочувати та робити свій внесок у публічні дебати, до них мають застосовуватися інші межі професійної свободи розсуду, ніж до працівників інших професій, адже функція журналістів полягає у наданні інформації та ідей.", "У своїх коментарях та відкритому листі п. Войтас-Калєта звернула увагу на широке громадське занепокоєння стосовно погіршення якості музичних програм. Тобто заявниця підняла питання загального значення. Окрім того, твердження заявниці спиралися на достатнє фактичне підґрунтя, та, з іншого боку, були оціночними судженнями, які не підлягали доказуванню. Не можна також вважати слова заявниці невиправданим нападом на іншу особу з метою її образити, оскільки заяви п. Войтас-Калети звучали у поміркованій тональності та не містили особистих звинувачень. До того ж, ані роботодавець, ані державні органи, долучені до справи, не піддавали сумніву добрі наміри заявниці. Відтак, зваживши різні інтереси у справі, Суд дійшов висновку про те, що було порушено ст. 10 Конвенції."]}