{"file": "UKR_HJUDUKR_17371_90.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "17371/90", "text_paragraphs": ["Справа «Гайгузус проти Австрії»", " (Gaygusuz v. )", "", "У рішенні, ухваленому 16 вересня 1996 року у справі «Гайгузус проти Австрії», Суд одноголосно постановив, що:", "мало місце порушення ст. 14 Конвенції, узятої разом зі ст. 1 Протоколу № 1 (відмова австрійського уряду в наданні заявнику необхідної допомоги на тій підставі, що він не є австрійцем за національністю );", "не було порушення ст. 8 Конвенції;", "не розглядати справу на підставі ст. 6 Конвенції.", "Відповідно до ст. 50 Конвенції, Суд, визначивши суму грошового відшкодування на основі справедливості, присудив заявникові 200 000 австрійських шилінгів як відшкодування і 100 000 шилінгів для покриття судових витрат і видатків.", "Обставини справи", "6 липня 1987 року заявник звернувся за авансом до його пенсії у формі необхідної допомоги, що передбачено Законом про страхування безробітних.", "Лінцьке управління праці і Вище австрійське управління праці відмовили заявнику на тій підставі, що він не відповідав вимогам, які встановила частина 33 (2) (а) вказаного закону, згідно з якою виплати такого типу може отримувати лише громадянин Австрії.", "Тоді заявник подав скаргу до Конституційного суду, який 16 лютого 1989 року відхилив скаргу, оскільки не було достатніх підстав для її успішного вирішення. Крім того, справа підпадала під юрисдикцію адміністративного суду.", "19 вересня 1989 року адміністративний суд, до якого була надіслана справа, відхилив її на тій підставі, що питання конституційності статусу є юрисдикцією Конституційного суду. Скаргу подано до Європейської комісії 17 травня 1990 року. Комісія оголосила її прийнятною для розгляду 11 січня 1994 року.", "Зробивши невдалу спробу примирити сторони, Комісія ухвалила доповідь, в якій, встановивши факти, висловила думку, що ці факти свідчать про порушення ст. 1 Протоколу № 1, узятої разом зі ст. 14, однак не ч. 1 ст. 6 чи ст. 8 Конвенції.", "20 квітня 1995 року п. Цеват Гайгузус, громадянин Туреччини, порушив справу в Суді на підставі ст. 48 Конвенції, доповненої Протоколом № 9, який був ратифікований Австрією.", "5 вересня 1995 року справу передано на розгляд Суду.", "Зміст рішення Суду", "Відповідно до існуючого судового прецеденту, ст. 14 доповнює інші суттєві положення Конвенції та Протоколів. Вона не може _снувати самостійно, оскільки стосується лише «здійснення прав та свобод», що гарантовані цими положеннями.", "Суд зазначив, що на даний час кошти необхідної допомоги надаються особам, які вичерпали свої права на допомогу під час безробіття і задовольняють інші вимоги, встановлені ст. 33 Закону про страхування безробітних.", "Необхідною умовою для надання права на соціальні виплати є сплата внесків до Фонду страхування безробітних. Отже, таким правом користується лише той, хто сплачує такі внески.", "Це, однак, не означає, що заявник не відповідав означеним вимогам; відмова надати йому необхідну допомогу базувалася лише на тому, що він не є громадянином Австрії і не входить у жодну категорію, яка користується пільгами щодо цих вимог.", "Суд вирішив, що право на необхідну допомогу (оскільки воно передбачене в застосованому законодавстві) було грошовим правом з огляду на ст. 1 Протоколу № 1. Тому це положення застосовується незалежно від зв’язку між правом на необхідну допомогу і обов’язком сплачувати «внески».", "Згідно з судовим прецедентом, будь-яка відмінність у ставленні до особи є дискримінацією з огляду на ст. 14 Конвенції. Така відмінність дозволена, якщо вона «не заперечується і має розумне виправдання», «має законну мету», або якщо є «розумне співвідношення між використаними засобами і метою, яку вони прагнули досягти».", "Насамперед Суд зазначив, що п. Гайгузус легально перебував в Австрії і певний час працював тут. Він сплачував внески до страхового фонду в такому самому обсязі й на тій самій основі, що й громадяни Австрії.", "Суд відзначив, що відмова Управління у наданні заявнику необхідної допомоги грунтувалася лише на тому, що він не є громадянином Австрії, як того вимагає частина 33 (2) (а) Закону про страхування безробітних від 1977 року.", "Крім того, воно не довело, що заявник не відповідав іншим передбаченим законом вимогам.", "Отож Суд вирішив, що відмінність у ставленні до австрійців і неавстрійців у наданні права на необхідну допомогу, унаслідок чого потерпів заявник, не базувалася на відсутності заперечення і розумному виправданні.", "Отже, це було порушенням ст. 14 Конвенції, поєднаної зі ст. 1 Протоколу № 1. Оскільки Суд визнав порушення ст. 14, поєднаної зі ст. 1 Протоколу № 1, то він вирішив не розглядати справу окремо на підставі ч. 1 ст. 6 Конвенції.", "Суд вирішив, що в даній справі окремого питання на підставі ст. 8 Конвенції не постає.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", ""]}