{"file": "UKR_HJUDUKR_24954_94.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "24954/94", "text_paragraphs": ["Справа «Тьєрс та інші проти Сан-Марино»", " (Tierce and Others v. San Marino 24954/94)", "", "У рішенні, ухваленому 25 липня 2000 року у справі «Т’ьєрс та інші проти Сан-Марино», Суд постановив, що:", "мало місце порушення ч. 1 ст. 6 Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив 12 000 000 лір першому заявнику та по 10 000 000 – другому та третьому заявникам у відшкодування моральної шкоди. Крім того, Суд призначив 15 000 000 лір у відшкодування судових витрат заявників.", "Обставини справи", "Перший заявник, Жан-Марк Тьєрс, є громадянином Франції, народився у 1950 році і проживає зараз у Сан-Марино.", "7 травня 1993 року за вчинення шахрайства і незаконного заволодіння майном заявника було засуджено до позбавлення волі з відстрочкою виконання вироку, а також до штрафу. Суддя (Comissario della Legge), який проводив судове слідство і вирішував справу по суті у суді першої інстанції, готував матеріали для слухання справи заявника у порядку апеляційного провадження. Під час слухання справи в апеляційному суді заявника не було викликано для дачі показів. Апеляційний суд залишив в силі вирок суду першої інстанції.", "Другий і третій заявники, Роберто Марра і Паола Габріеллі відповідно, є громадянками Італії. Роберто Марра народився у 1961 році і проживає у Візербі (Італія). Паола Габріеллі народилась 1950 року і проживає у Ріміні (Італія). Цих заявників було обвинувачено у незаконному володінні наркотичними засобами. Роберто Марра було засуджено до позбавлення волі на строк 7 місяців, Паолу Габріеллі ж виправдали, оскільки її вина у незаконному володінні наркотичними засобами не була доведена. Обидва заявники звернулися з апеляційними скаргами 24 серпня 1993 року. Під час розгляду справ апеляційним судом жоден із заявників не викликався для дачі показів. Апеляційний суд залишив в силі обвинувальний вирок щодо Роберто Марра, посиливши лише обране судом першої інстанції покарання до 1 року і 2 місяців позбавлення волі. Паолу Габріеллі було визнано винною у незаконному володінні наркотичними засобами і засуджено до позбавлення волі на строк 10 місяців.", "Зміст рішення Суду", "Перший заявник стверджував, що його справа була розглянута не незалежним і безстороннім судом відповідно до вимог ч. 1 ст. 6 Конвенції, оскільки один і той самий суддя проводив судове слідство, вирішував справу по суті у суді першої інстанції та готував матеріали для слухання справи апеляційним судом. Усі заявники оскаржували ненадання їм можливості дати покази під час слухання їхніх справ апеляційним судом, що, на їхню думку, є порушенням ч. 1 ст. 6 Конвенції.", "Основним питанням у справі було встановити, а чи був суд, який розглядав справи заявників, незалежним і безстороннім відповідно до ч. 1 ст. 6 Конвенції. Таким чином, Суд повинен був проаналізувати справу на предмет присутності обгрунтованої підозри щодо упередженості судів Сан-Марино взагалі, незалежно від поведінки конкретного судді, який вирішував справи. Для вирішення цього дня навіть зовнішні прояви відправлення правосуддя є важливими. На думку Суду, у даній справі суб’єктивні міркування і тривоги заявників слід сприймати як такі, що обумовлені об’єктивними факторами. Зважаючи на той факт, що функції розслідування та вирішення справи по суті одночасно належали суду першої інстанції, Суд відзначив, що Comissario della Legge надзвичайно активно використовував надані йому повноваження щодо проведення розслідування, оскільки по відношенню до першого заявника воно тривало протягом більше ніж двох років. Розслідування справи пана Тьєрса включало багаторазове проведення допитів як самого заявника та свідків, так і потерпілого, проведення експертиз із залученням заявника для дачі необхідних пояснень, а також тимчасове накладення арешту на майно заявника. Після проведення розслідування суддя, який вів справу, прийняв рішення про віддання заявника до суду. Після стадії судового слідства, яка тривала близько 3 місяців, суддя постановив щодо заявника обвинувальний вирок. Зважаючи на вищенаведені обставини Суд прийшов до висновку про обгрунтованість побоювань заявника щодо незалежності і безсторонності Comissario della Legge. Такий висновок Суду обумовив відсутність необхідності аналізувати справу на предмет обгрунтованості побоювань заявника щодо незалежності і безсторонності Comissario della Legge у зв’язку із здійсненням останнім підготовки матеріалів для слухання справи апеляційним судом.", "Таким чином, Суд дійшов висновку про те, що мало місце порушення ч. 1 ст. 6 Конвенції.", "Принцип гласності судового розгляду передбачає дотримання двох вимог: а) судові слухання справи повинні бути відкритими і б) вироки суду повинні проголошуватися публічно. Питання дотримання лише першої із перелічених вимог стало предметом розгляду Суду.", "Під час вирішення справи по суті у суді першої інстанції право обвинуваченого бути присутнім у залі судового засідання є невід’ємним елементом поняття справедливого судового розгляду. При слуханні справи в порядку апеляційного провадження допускаються окремі винятки щодо відкритості судових слухань за умови, звичайно, що судовий розгляд у суді першої інстанції був відкритим. У випадку, коли до повноважень апеляційного суду на основі аналізу фактичних обставин справи та застосування закону входить вирішення питання про винність чи невинуватість особи, апеляційний суд не може постановити вирок без безпосередньої оцінки показів підсудного, даних ним особисто, якщо останній бажає довести, що він не вчиняв злочину. Право підсудного на особисту дачу показів перед апеляційним судом випливає з принципу гласності судового розгляду, який має на меті забезпечення права особи на захист.", "У Сан-Марино апеляційні суди вирішують питання як фактичних обставин справи, так і застосування матеріального та процесуального законів. Розгляд справ такими судами не є гласним. Якщо апеляційний суд дійде висновку про необхідність проведення додаткового розслідування, таке завдання покладається на Comissario della Legge, який поряд з тим провадить слухання за результатами такого розслідування.", "При розгляді справи щодо першого заявника апеляційний суд вирішував питання як фактичних обставин, так і застосування закону. Заявник заперечував вчинення ним злочину. Таким чином, на апеляційний суд покладався обов’язок вирішити питання про винність чи невинуватість заявника. Апеляційний суд проаналізував питання юридичної кваліфікації дій заявника і без оцінки показів, даних безпосередньо підсуднім, підтримав висновок суду першої інстанції, відповідно до якого заявник вчинив шахрайство, а не незаконне заволодіння майном. Причому важливим є те, що розмежувальною ознакою цих злочинів є суб’єктивна сторона, а саме спрямованість умислу винного, оскільки при шахрайстві необхідним є встановити умисел на обман. Крім того, на вимогу цивільного позивача апеляційний суд розглянув можливість вчинення заявником ще й іншого злочину, зобов’язавши Comissario della Legge вирішити це питання. Питання про тимчасовий арешт майна заявника теж було одним з центральних для апеляційного суду. Таким чином, заявнику слід було дозволити безпосередньо давати покази апеляційному суду.", "При розгляді справ другого та третього заявників апеляційний суд також вирішував питання як фактичних обставин, так і застосування закону. Він повинен був вирішити питання винності чи невинуватості заявників, оскільки обидва заперечували вчинення ними злочинів. Апеляційний суд здійснив оцінку доказів, наданих заявниками для розгляду Comissario della Legge, не вислухавши їх безпосередньо. Другого заявника було визнано винним у незаконному володінні наркотичними засобами з метою збуту останніх, хоча суд першої інстанції не дійшов висновку про наявність такої мети у п. Роберто Марра.", "Третього заявника апеляційний суд визнав винною у недонесенні та пособництві у вчиненні злочинів Роберто Марра при тому, що суд першої інстанції дійшов висновку про відсутність у Паоли Габріеллі умислу на вчинення недонесення чи пособництва і, відповідно, виправдав її. Зважаючи на вищевикладене, апеляційний суд повинен був дозволити заявникам дати їхні покази для встановлення вини останніх.", "У кінцевому підсумку усім трьом заявникам слід було дозволити безпосередньо давати покази перед апеляційним судом. Отже, мало місце порушення ч. 1 ст. 6 Конвенції.", "Суд не міг вирішувати питання про те, яким міг би бути результат забезпечення заявникам їхнього права на справедливий судовий розгляд. Суд відхилив вимоги заявників про відшкодування майнових збитків. Що ж до моральної шкоди, то Суд, виходячи з принципу справедливої сатисфакції, призначив відшкодування у розмірі 12 000 000 лір першому заявнику та по 10 000 000 – другому і третьому. Оскільки інтереси заявників представляв один і той самий адвокат, Суд призначив їм 15 000 000 лір у відшкодування судових витрат.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", ""]}