{"file": "UKR_HJUDUKR_54810_00.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "54810/00", "text_paragraphs": ["Справа „Яллог проти Німеччини”", "(„Jalloh v. ”)", "", "У рішенні, ухваленому 11 липня 2006 року у справі “Яллог проти Німеччини”, Суд постановив, що:", "мало місце порушення ст. 3 Конвенції, яке виявилось у примушуванні заявника вжити блювотний засіб;", "було порушено ч. 1 ст. 6 Конвенції стосовно права на справедливий суд, яке виявилось у засудженні заявника на підставі доказів, отриманих із порушенням норм Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 10000 євро як компенсацію моральної шкоди та 5868 євро на відшкодування судових витрат.", "Обставини справи", "Заявник Абу Баках Яллог є громадянином Сьєрра-Леоне, народився 1965 року і мешкає у м. Кьольн (Німеччина).", "У жовтні 1993 року двоє поліцейських у цивільному одязі помітили, як заявник дістав з рота два маленькі пластикові пакети і швидко передав їх іншій особі за гроші. Припустивши, що у пакетах містились наркотики, правоохоронці негайно підійшли до заявника. Поки вони здійснювали його огляд, заявнику вдалося проковтнути третій пакетик, який ще містився в його роті. Отож фактично у заявника наркотиків не виявили. Відтак місцевий прокурор розпорядився змусити заявника вжити блювотний засіб, аби таким чином добути пакетик.", "Заявника доправили до лікарні. Йому запропонували вжити необхідний лікарський препарат, однак він відмовився. Відтак заявнику ввели в організм ліки примусово. Завдяки тому, що чотири поліцейських притримували заявника, лікар увів необхідний препарат через трубку, вкладену у ніс, а також зробив ін’єкцію апоморфію – засобу, синтезованого з морфію. Внаслідок цього заявник виблював крихітний пластиковий пакетик, що містив 0,2 г кокаїну. Трохи згодом затриманого оглянув лікар і зробив висновок, що він почувається достатньо добре, аби повернутися до відділку для участі у наступних слідчих діях. Через дві години після цього заявник, котрий майже не розмовляв німецькою, сказав “ламаною англійською”, що почувається надто знесиленим, щоб викласти свою версію обставин затримання.", "Наступного дня заявнику висунули звинувачення у перевезенні наркотиків і застосували запобіжний захід у вигляді взяття під варту.", "Позиція адвоката п. Яллога грунтувалася, головним чином, на трьох основних аргументах. По-перше, докази були отримані незаконно, а тому не могли бути використані для доведення вини особи. По-друге, правоохоронці та лікар, котрі взяли участь у примусовому введенні ліків в організм заявника, скоїли, по суті, таке правопорушення, як заподіяння особі тілесної шкоди під час виконання службових обов’язків. По-третє, застосування токсичних речовин було однозначно заборонено відповідними положеннями Кримінально-процесуального кодексу Німеччини. До того ж, захід був непропорційним відповідно до інших процесуальних приписів, оскільки бажаного результату можна було досягти іншиим способом (а саме, дочекатися, допоки пакет не виведеться з організму природним шляхом).", "У березні 1994 року заявника було визнано винним у перевезенні наркотиків та засуджено до одного року ув’язнення з відкладенням виконання вироку.", "Внаслідок розгляду апеляційної скарги строк ув’язнення було зменшено до 6 місяців.", "Конституційний суд відмовив заявнику у прийнятті заяви до розгляду. Він постановив, що заявник не вичерпав інших доступних засобів захисту, зокрема відповідних скарг до суду. Крім того, Конституційний суд відзначив, що обставини справи не викликали питання про порушення таких конституційних гарантій, як захист людської гідності чи захист особи від самозвинувачення. ", "Зміст рішення Суду", "Заявник скаржився на те, що його примусили вжити блювотний засіб на порушення ст. 3 Конвенції. Також він стверджував, що докази були здобуті незаконним шляхом, а відтак неправомірно використані у процесі всупереч ст. 6 Конвенції. Заявник, крім того, зазначав про порушення ст. 8 Конвенції.", "Суд нагадав свій висновок про те, що Конвенція не забороняє в принципі можливість примусового медичного втручання, яке могло би допомогти у розслідуванні злочину. Однак будь-яке втручання у фізичну цілісність особи з метою отримання доказів має бути об’єктом винятково ретельної перевірки.", "Суд добре обізнаний з тими труднощами, з якими зіштовхуються держави у своїх спробах боротися зі шкодою для суспільства від незаконного обігу наркотиків. Однак обставини цієї справи не вказували на те, що заявник займається продажем наркотиків (йдеться про факт заховання заявником наркотиків у роті). Цей висновок був відображений також у вироку суду.", "Суд аж ніяк не погодився з позицією, що застосування блювотного засобу було неминуче небхідним для отримання доказу. Можна було просто зачекати, коли пакет виведеться з організму природним шляхом. Зрештою, саме така практика в аналогічних ситуаціях застосовується в інших країнах – членах Ради Європи.", "Суд зауважив, що ані сторони, ані експерти не могли дійти згоди стосовно можливої небезпеки для здоров’я людини від застосування блювотного засобу. Суд, зі свого боку, вказав на факт смерті двох осіб у Німеччині внаслідок застосування відповідної медичної процедури. Отож, Суд аж ніяк не погоджувався з тим, що йдеться лише про незначні ризики для здоров’я заявника. Суд також відзначив, що у більшості земель Німеччини та у багатьох країнах – членах Ради Європи відмовилися від такої практики. Цей факт вочевидь свідчив про те, що застосування блювотного засобу таки становило небезпеку для здоров’я.", "На думку Суду, застосоване до заявника насильство з метою змусити його вжити препарат межувало з брутальністю. Заявник чинив фізичний і психічний опір перед очікуваною процедурою. Процедура полягала у проштовхуванні трубки через ніс і доведення її до шлунку для введення ліків. Аби забезпечити безперешкодні дії лікаря, заявника утримували чотири поліцейських. Така операція, мабуть, заподіяла п. Яллогу неабиякого болю і неспокою. Далі заявнику зробили ін’єкцію іншого препарату і знову всупереч його волі. Суд також вказав, що слід взяти до уваги ті психічні страждання, через які заявник, імовірно, пройшов, коли очікував початку дії блювотного засобу. Особливо з огляду на те, що в цей часовий проміжок його продовжували тримати, а лікар проводив своє спостереження. Вочевидь, такі обставини мали завдати заявнику значно більшого приниження, аніж у тому випадку, коли б наркотики вивелися з організму природним шляхом.", "Аналізуючи стандарт медичного нагляду, Суд відзначив, що хоча процедура і проводилася лікарем, однак цього не було достатньо. Адже лікар не міг отримати від заявника достатньо повної інформації про стан його здоров’я, передусім через те, що п. Яллог розмовляв не німецькою, а лише ламаною англійською. Зрештою обставини ситуації схиляють до припущення про те, що заявник у будь-якому разі або не міг, або не хотів відповідати на питання лікаря.", "Суд також висловив свою думку щодо можливих наслідків дії блювотного засобу для здоров’я заявника. Заявник стверджував, що відповідний препарат викликав у нього проблеми зі шлунком, від яких він лікувався, перебуваючи під вартою, упродовж двох з половиною місяців від дня введення препарату. Однак Суд відзначив, що причиновий зв’язок між дією медичного засобу і наступними проблемами зі здоров’ям не був доведений.", "Зрештою Суд вказав, що компетентні органи завдали заявнику тяжкого втручання у його фізичну та психічну цілісність проти його волі. Заявника змусили блювати не з лікувальною метою, а для отримання доказу. Натомість мети можна було досягти простішим способом. Процедура введення препарату в організм заявника та супутні обставини, вочевидь, мали викликати у нього страх, тривогу і відчуття власної неповноцінності. Ці фактори загалом можуть істотно зашкодити психічній цілісності людини. Процедура становила ризик для здоров’я заявника, головним чином через неспроможність отримати лікарем заздалегідь потрібну медичну інформацію про нього. Отож, застосований до заявника захід завдав йому фізичного болю та психічних страждань, хоча це і не було метою. Тому Суд дійшов висновку, що заявника було піддано нелюдському і такому, що принижує гідність, поводженню на порушення ст. 3 Конвенції.", "З огляду на цей висновок Суд постановив, що не виникало окремого питання стосовно порушення ст. 8 Конвенції.", "Далі Суд розглянув скаргу заявника стосовно порушення ст. 6 Конвенції. Суд відзначив, що для справи не мало значення, переслідували чи не переслідували компетентні органи мету завдати болю і страждань заявнику. Передусім важило те, що доказ було отримато із порушенням базового конвенційного права. До того ж, цей доказ був чи не найголовнішим для визнання вини заявника. Зрештою, громадський інтерес у засудженні заявника не міг виправдати використання у процесі доказу, здобутого неправомірним способом. Отож, примусове застосування медичного препарату призвело до того, що увесь розгляд справи щодо заявника набув несправедливого характеру.", "Незважаючи на цей висновок, Суд вирішив розглянути також скаргу заявника на те, що спосіб отримання і використання доказу у справі спричинив порушення його права не свідчити проти себе.", "Суд нагадав, що метод і ступінь примусу, застосованого до заявника для введення препарату, були визнані нелюдськими і такими, що принижують гідність, поводженнями. Громадський інтерес аж ніяк не міг виправдати таке тяжке втручання у фізичну і психічну цілісність людини. Суд зауважив, що внутрішнє право містить певні гарантії від свавільного та неналежного застосування відповідної процедури. Заявник, скориставшись своїм правом не давати пояснень, відмовився від проходження попереднього медичного обстеження. Однак таке обстеження є необхідним для визначення фізіологічної придатності людини до прийняття відповідних медичних препаратів. Втім процедуру таки було застосовано. Доказ, отриманий завдяки цій процедурі, став вирішальним елементом для засудження заявника.", "Отож, Суд схилився до висновку про те, що використання у процесі доказу, отриманого завдяки примусовому застосуванню медичного препарату до заявника, було порушенням його права не свідчити проти себе. А це, зі свого боку, позначилось на цілому судовому процесі, зробивши його цілком несправедливим.", "Тому Суд постановив, що було порушено право заявника на справедливий судовий розгляд, гарантоване ст. 6 Конвенції. Зазначене порушення виявилось у двох аспектах, а саме: у використанні у справі доказу, отриманого з порушенням Конвенції, а також у порушенні права особи не свідчити проти себе.", "", ""]}