{"file": "UKR_HJUDUKR_44647_98.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "44647/98", "text_paragraphs": ["Справа «Пек проти Сполученого Королівства»", "(Peck v. the )", "", "У рішенні, ухваленому 28 січня 2003 року у справі «Пек проти Сполученого Королівства», Суд постановив, що:", "мало місце порушення ст. 8 Конвенції щодо права на повагу до приватного життя;", "мало місце порушення ст. 13 Конвенції щодо права на ефективний засіб правового захисту у поєднанні зі ст. 6 Конвенції.", "Відповідно до ст. 41 Конвенції, Суд призначив сплатити заявнику 11800 евро як компенсацію моральної шкоди та 18075 евро у відшкодування судових витрат.", "Обставини справи", "Заявник, Джефрі Деніс Пек, є громадянином Сполученого Королівства та проживає зараз у Есексі. Увечері 20 серпня 1995 року, перебуваючи у стані глибокої депресії, заявник ішов сам вулицею Брентвуд-хайстріт із кухонним ножем у руці. Саме тоді він вчинив спробу самогубства, перетнувши собі зап’ястя. Заявник не знав, що у момент вчинення самогубства він перебував у зоні запису камери близького спостереження (КБС), котра була встановлена неподалік Міською радою.", "КБС не зафіксувала безпосередньо, як заявник перетинав собі зап’ястя. Увагу оператора, котрий спостерігав за екраном, привернуло те, що невідома особа тримала ніж у руці. Оператор повідомив про побачене у поліцію. Прибувши на місце події, працівники поліції вилучили у заявника ніж, надали необхідну медичну допомогу і доставили його у поліцейський відділок, де п. Пек певний час утримувався на підставі Акту про психічне здоров’я 1983 року. Лікар обстежив заявника і надав йому кваліфіковану медичну допомогу, після чого п. Пека було звільнено без висунення жодних звинувачень і доставлено додому працівниками поліції.", "9 жовтня 1995 року Міською радою було опубліковано статтю під назвою «КБС допомагають поліції завадити потенційно небезпечній ситуації», поряд з якою було надруковано дві фотографії, отримані з відеозапису випадку, що трапився із заявником. На вказаних фотографіях обличчя заявника не було замасковано відповідним чином. У статті йшлося про те, що особа на фотографіях була зафіксована камерою з ножем у руці. Далі мовилося, що вказана особа мала вигляд людини, котра перебуває у розпачі, проте не можна було сказати, що вона хотіла заподіяти комусь шкоду. Далі описувались дії поліції, зокрема те, що відповідну особу було затримано і їй надано належну допомогу.", "12 жовтня 1995 року у газеті «Міські тижневі новини» на першій сторінці було надруковано одну фотографію вказаного інциденту, за якою подавалася стаття про користь і переваги відеосистем близького спостереження. Як і у попередньому випадку, обличчя заявника не було приховано відповідним чином.", "А 13 жовтня 1995 року у місцевій газеті «Жовті оголошення», наклад якої становив близько 24 тис. примірників, вийшла стаття під назвою «Спійманий». Так само, як і у інших газетах, стаття супроводжувалася світлиною заявника, отриманою з відеозапису інциденту, а у самій статті відзначалося, що завдяки тому, що камера зафіксувала особу з ножем у руці, вдалося уникнути потенційно небезпечної ситуації. Наприкінці зауважувалося, що заявника було звільнено без висунення йому жодних звинувачень.", "16 лютого 1996 року була опублікована чергова стаття цієї «серії», яку супроводжувало те саме фото.", "Згодом виявилося, що багато людей впізнавали заявника із надрукованих у газетах фотографій.", "17 жовтня 1995 року у телевізійному ефірі однієї з програм місцевого телебачення, що розрахована приблизно на 350-тисячну аудиторію, були продемонстровані окремі фрагменти згаданого відеозапису, проте обличчя заявника вже було приховане, як цього вимагала Міська рада.", "Наприкінці жовтня чи в листопаді 1995 року заявнику стало відомо, що його було знято КБС і відповідний запис було публічно продемонстровано, оскільки сусід заявника стверджував, що бачив його по телебаченню. Заявник не вдався до жодних дій, оскільки він все ще страждав через тяжкі приступи депресії.", "Відзнятий матеріал також був наданий продюсерам телевізійного серіалу «Боротьба зі злочинністю», що транслюється на каналі BBC і розрахаваний на понад 9-мільйонну глядацьку аудиторію. Передаючи матеріал, Міська рада висунула в усній формі низку вимог, зокрема застереження про те, що обличчя усіх осіб повинні бути належним чином приховані. Проте під час показу відповідного відеоматеріалу в одній із серій «Боротьби зі злочинністю» виявилось, що постать заявника залишилась цілком незамаскованою. Після того як друзі заявника повідомили, що 9 березня 1996 року бачили його у анонсі телепередачі, п. Пек звернувся до Міської ради із проханням перешкодити виходу програми. Рада зв’язалася із продюсерами згаданої телепередачі, котрі підтвердили, що постать заявника буде замаскована під час виходу самої програми. 11 березня відповідний відеоматеріал був продемонстрований у передачі «Боротьба зі злочинністю». Попри те що обличчя заявника було справді замасковано під час виходу передачі в ефір, його упізнали друзі та родичі.", "З огляду на це, заявник звернувся із низкою відповідних заяв у ЗМІ, засуджуючи телепоказ відзнятого матеріалу та факти друку фото.", "25 квітня 1996 року заявник звернувся до Комісії зі стандартів телерадіомовлення (КСТРМ) з кількома скаргами, одна з яких стосувалася показу відзнятого матеріалу у «Боротьбі зі злочинністю». Заявник стверджував, що сам факт показу відповідного відеоматеріалу становив грубе втручання у його приватне життя, і що він зазнав від несправедливого ставлення.", "Рішенням від 13 червня 1997 року КСТРМ підтримала скарги заявника. 1 травня 1996 року заявник звернувся до АйТіСі (ITC), оскаржуючи неправомірність дій місцевого телебачення щодо показу відповідного матеріалу. АйТіСі встановила, що зовнішність заявника не була належним чином прихована, і тому АйТіСі-код було порушено. У відповідь на зазначений висновок Англійська місцева телелекомпанія офіційно попросила у п. Пека вибачення і надала заявнику можливість виступити в ефірі, проте жодних інших дій вчинено не було.", "17 травня 1996 року заявник безуспішно звернувся до Комісії з питань оскарження дій преси стосовно статей, надрукованих у газеті «Жовті оголошення».", "23 травня 1996 року заявник звернувся до Високого суду з метою отримання дозволу для ініціювання судової перевірки дій Міської ради щодо факту викриття відповідного відеоматеріалу. Так само, як і попередні заяви, остання заява стосовно отримання дозволу для звернення до апеляційного суду була відхилена.", "Зміст рішення Суду", "Покликаючись на ст. 8 Конвенції, заявник оскаржував факт надання відеоматеріалу із зображенням інциденту, що стався із заявником, у ЗМІ, внаслідок чого фото із його зображенням неодноразово публікувалися в пресі, а сам відеоматеріал був відкрито продемонстрований на телебаченні. Покликаючись на ст. 13 Конвенції, заявник також стверджував про неналежну ефективність внутрішніх засобів захисту.", "Суд вказав, що запис інциденту, який трапився із заявником, спровокував значно серйозніші наслідки, аніж ті, яких можна було чекати від такої ситуації. Таким чином, факт оприлюднення Міською радою згаданого відеоматеріалу становить суттєве втручання у право заявника на повагу до його приватного життя. Суд звернув увагу на те, що міська рада не отримала попередньої згоди заявника на показ відеоматеріалу та не дістала гарантій від преси щодо приховання постаті заявника на відповідних фото. Суд також не виявив належних чи достатніх причин, які б виправдали безпосереднє оприлюднення Міською радою згаданого відеоматеріалу у передачі «Новини про системи КБС».", "Суд погодився з тим фактом, що відповідний відеоматеріал потребував ретельного підходу і виважених дій з огляду на необхідність попередження злочинності. Суд далі зазначив, що факти добровільної появи заявника у ЗМІ, які згодом мали місце, не зменшили тяжкість допущеного втручання у його приватне життя, а також не стали підставою для звільнення відповідних установ від обов’язку подбати про наслідки їхніх попередніх дій щодо заявника (тобто оприлюднення відеоматеріалу про заявника). Заявник став жертвою серйозного втручання у його право на повагу до приватного життя, зокрема, внаслідок дій як місцевих, так і загальнонаціональних ЗМІ. Зважаючи на вказані обставини, немає підстав звинувачувати заявника у тому, що він згодом виступив у ЗМІ, чи в тому, що він звернувся зі скаргою на їхні дії.", "Відтак, Суд дійшов висновку, що факти передання Міською радою згаданого відеоматеріалу працівникам телепередачі «Новини про системи КБС» і редакції «Жовтих оголошень», а також Англійській місцевій телекомпанії та ВВС не супроводжувалися вжиттям належних заходів щодо забезпечення інтересів заявника і тому становлять собою непропорційне й несправедливе втручання у право заявника на повагу до його приватного життя, що є порушенням ст. 8 Конвенції.", "У контексті цього висновку Суд не зважив за необхідне розглядати окремо інші скарги заявника на предмет порушення ст. 8 Конвенції.", "Суд встановив, що судова перевірка не була ефективним засобом з огляду на порушення права заявника на повагу до його приватного життя. Окрім цього, відсутність достатніх повноважень у КСТРМ та АйТіСі стосовно можливості призначати потерпілому компенсацію шкоди, визначеної цими органами у встановленому порядку, означало те, що ці органи не могли забезпечити ефективність правового захисту порушених прав заявника. Повноваження АйТіСі щодо накладення штрафу на відповідні телевізійні компанії не було тотожним можливості зобов’язати відповідні компанії компенсувати шкоду потерпілій особі.", "Незважаючи на те, що заявнику стало відомо про факти оприлюднення Міською радою відповідного матеріалу ще до опублікування статті у «Жовтих оголошеннях» у лютому 1996 року та до показів згаданих відеофрагментів у програмі ВВС, ані КСТРМ, ані АйТіСі не володіли належними повноваженнями, аби не допустити вказаних публікацій та телепоказу.", "Далі Суд вказав, що у відповідний час заявник не мав дієвих правових засобів, аби оскаржити факт порушення таємниці особистої інформації. Визнаючи, таким чином, відсутність у заявника ефективних засобів для правового захисту його права на повагу до особистого життя, Суд дійшов висновку, що мало місце порушення ст. 14 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", ""]}