{"file": "UKR_HJUDUKR_23969_94.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "23969/94", "text_paragraphs": ["    Справа «Матточа проти Італії»", "      (Mattoccia v. )", "", "У рішенні, ухваленому 25 липня 2000 року у справі «Матточа проти Італії», Суд постановив, що:", "мало місце порушення ч. 1 та п. «а» і «Ь» ч. 3 ст. 6 Конвенції щодо права на справедливий судовий розгляд;", "мало місце порушення ч. 1 ст. 6 Конвенції щодо права на розгляд справи впродовж розумного строку.", "Відповідно до ст. 41 Конвенції Суд призначив заявнику 27 000 000 лір у відшкодування моральної шкоди та 15 000 000 – судових витрат.", "Обставини справи", "Заявник, Массіміліано Матточа, є громадянином Італії, народився у 1964 році і зараз проживає у Гюліанелло (Латіна, Італія). Він працював водієм автобуса, який належав школі для дітей-інвалідів в Римі. 12 червня 1990 року вироком суду заявника було визнано винним у вчиненні зґвалтування розумово відсталої R. 1964 року народження, яка була однією з учениць згаданої школи. Обвинувальний вирок суду першої інстанції було залишено без змін апеляційним судом. Причому час та місце вчинення злочину були змінені на інші.", "Зміст рішення Суду", "Заявник стверджував, що його права на справедливий судовий розгляд та на слухання справи впродовж розумного строку, передбачені ч. 1 та п. «а» і «Ь» ч. 3 ст. 6, а також ч. 1 ст. 6 Конвенції відповідно, були порушені.", "Суд комплексно проаналізував справедливість судового розгляду, включаючи спосіб отримання доказів. Він нагадав, що обвинувачений у вчиненні злочину має бути негайно і детально проінформований про причину обвинувачення, тобто ті факти матеріальної дійсності, які, ніби-то мали місце, і є підставою для висунення обвинувачення; а також про характер обвинувачення, тобто юридичну кваліфікацію згаданих фактів. Хоча міра «детальності» інформування обвинуваченого залежить від обставин конкретної справи, однак у будь-якому випадку відомості, надані обвинуваченому, повинні бути достатніми для повного розуміння останнім суті висунутого проти нього обвинувачення, що є необхідним для підготовки адекватного захисту. У цьому відношенні обсяг та доречність наданої обвинуваченому інформації слід оцінювати крізь призму положення, закріпленого у п. «Ь» ч. З ст. 6 Конвенції. Аналогічно слід оцінювати інформацію про зміни, які мали місце в обвинуваченні, включаючи зміни причини обвинувачення.", "Суд зауважив, що на стадії попереднього розслідування, органи, які його проводили, не надали усієї наявної в них інформації обвинуваченому, і це не дивлячись на те, що, як виявилось, останній обрав тактику захисту, яка абсолютно не відповідала висунутому йому обвинуваченню. Більш детальна інформація щодо злочина, у вчиненні якого обвинувачувався заявник, містилася у матеріалах справи щодо нього. Заявник отримав доступ до окремих з цих матеріалів 23 жовтня 1986 року, однак лише з вересня 1989 року п. Матточа розпочав фактичне ознайомлення із зазначеними матеріалами. Все ж таки, на думку Суду, надання обвинуваченому реальної можливості ознайомлення з матеріалами справи у належний строк не звільняє слідчі органи від обов’язку негайно і детально інформувати обвинуваченого про суть висунутого проти нього обвинувачення. Цей обов’язок у повній мірі лежить на слідчих органах і зобов’язує їх до активних дій щодо інформування обвинуваченого. Тобто, надання лише можливості доступу до матеріалів справи без акцентування уваги захисту на них не може вважатися належним виконанням цього обов’язку.", "Більше того, під час першого судового засідання час та місце згвалтування, яке ніби-то вчинив заявник, були змінені. Під час другого засідання, яке відбулось менш ніж місяць потому, з’ясувалися нові обставини, що підштовхнули суд у винесеному у той же день вироці ще раз змінити дату згвалтування, а також дійти висновку про недовіру свідкам на користь заявника. Суд не зробив нічого, щоб дати захисту можливість перебудувати тактику, оскільки той неочікувано зіткнувся з абсолютно іншою версією подій, висунутою обвинуваченням. Таким чином, єдиною можливістю заявника виправити своє становище стало подання нових доказів під час розгляду справи апеляційним судом. П. Матточа звернувся до апеляційного суду з вимогою викликати в якості свідка свого роботодавця.", "Апеляційний суд прийняв рішення про непотрібність свідчень роботодавця заявника. Пізніше це рішення було підтримано касаційним судом. Суд не погодився з такими діями органів правосуддя Італії. На його думку, докази, зібрані судом першої інстанції не могли бути достатніми для апеляційного суду, оскільки причина обвинувачення змінилася на тій стадії процесу, коли апеляція виявилась єдиною можливістю для заявника оспорити нову версію обвинувачення.", "Суд був свідомий факту, що справи про зґвалтування є об’єктом особливої тривоги суспільства, і що у справах, в яких потерпілими виступають неповнолітні чи інваліди, обвинувачення та суди зустрічаються з серйозними проблемами доказування. Однак, все ж таки, з точки зору Суду, ця справа була винятковою. Беручи до уваги невизначеність формулювань обвинувачення, неодноразові зміни його причини, довгий період, що мав місце між відданням заявника до суду і судовим розглядом безпосередньо (більш ніж три з половиною роки); відносна швидкоплинність самого судового розгляду, який тривав менш ніж місяць, Суд дійшов висновку про те, що вимога «справедливості» судового розгляду зобов’язувала обвинувачення і суд надати п. Матточа більш ефективні можливості для організації свого захисту, наприклад, для виклику свідків, покази яких підтверджували б алібі заявника.", "Таким чином, Суд прийняв рішення про те, що права заявника бути негайно і детально проінформованим про характер та причину обвинувачення проти нього й мати достатньо часу і можливостей для підготовки свого захисту були порушені.", "Уряд визнав, що строк судового розгляду справи заявника не був розумним. Суд зауважив, що справа заявника не була складною, сам п. Матточа не спричинив жодної затримки її розгляду. Насправді ж причиною затримки судового розгляду більш ніж на половину строку, протягом якого він фактично відбувався, стала бездіяльність органів влади. Таким чином, мало місце порушення права заявника на судовий розгляд справи упродовж розумного строку.", "Суд не міг вирішувати питання про те, яким міг би бути результат розгляду справи заявника за умови забезпечення останньому належного дотримання вищезгаданих прав. У зв’язку з цим він відхилив вимоги п. Матточа про відшкодування матеріальних збитків. Однак, Суд, виходячи з принципу справедливої сатисфакції, призначив заявнику 270 000 000 лір у відшкодування моральної шкоди і 15 000 000 – у відшкодування судових витрат (із вирахуванням сум, вже наданих Радою Європи у вигляді юридичної допомоги).", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", ""]}