{"file": "UKR_HJUDUKR_40020_03.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "40020/03", "text_paragraphs": ["Цей переклад підготовлений Радою Європи в межах Плану дій Ради Європи для України на 2018-2021 роки та фінансований за рахунок коштів на рівні Плану дій, наданих Естонією, Ірландією, Латвією, Литвою, Ліхтенштейном, Люксембургом, Нідерландами, Норвегією, Польщею, Румунією, Туреччиною, Угорщиною, Фінляндією, Чеською Республікою, Швейцарією, Швецією та Канадою.", "", "This translation is produced by the Council of Europe within the framework of the Council of Europe Action Plan for Ukraine 2018-2021 and funded with Action Plan-level funds provided by the Czech Republic, Estonia, Finland, Hungary, Ireland, Latvia, Liechtenstein, Lithuania, Luxembourg, the Netherlands, Norway, Poland, Romania, Sweden, Switzerland, Turkey and Canada.", "", "", "ДРУГА СЕКЦІЯ", "", "", "", "", "СПРАВА M. І ІНШІ ПРОТИ ІТАЛІЇ І БОЛГАРІЇ", "", "(Заява № 40020/03)", "", "", "", "", "", "РІШЕННЯ", "", "", "СТРАСБУРГ", "", "31 липня 2012 року", "", "ОСТАТОЧНЕ", "", "17/12/2012", "", "Це рішення стало остаточним на підставі статті 44 § 2 Конвенції. До нього можуть бути внесені редакційні зміни.", "У справі M. і Інші проти Італії і Болгарії,", "Європейський суд з прав людини (друга секція) на засіданні Палати у складі:", "\tФрансуаз Тюлькенс (Françoise Tulkens), Голова,\n\tДануте Йочєнє (Danutė Jočienė),\n\tДраголюб Поповічь (Dragoljub Popović),\n\tІзабель Беро-Лефевр (Isabelle Berro-Lefèvre),\n\tЗдравка Калайджієва (Zdravka Kalaydjieva),\n\tАндраш Сайо (András Sajó),\n\tГвідо Раймонді (Guido Raimondi), судді,\nі Стенлі Нейсміт (Stanley Naismith), секретар секції,", "Розглянувши справу на закритому засіданні 3 липня 2012 року,", "Проголошує наступне рішення, ухвалене у вказаний день:", "процедура", "1.  Справа була відкрита за заявою (№ 40020/03), поданою до Суду проти Республіки Італія і Республіки Болгарія відповідно до статті 34 Конвенції про захист прав людини і основоположних свобод («Конвенція») чотирма громадянами Болгарії, L.M., S.M., I.I., і K.L. (“заявники”), 11 грудня 2003 року.", "2.  Заявників представляв пан С.С. Марінов, менеджер Громадянської асоціації «Регіональне майбутнє» з міста Відін. Уряд Італії спочатку був представлений заступником уповноваженої особи, паном Н. Летьєрі (N. Lettieri), а потім заступником уповноваженої особи, пані П. Акардо (P. Accardo). Уряд Болгарії спочатку був представлений уповноваженою особою, пані Н. Ніколовою, а потім уповноваженою особою, пані М. Дімовою.", "3.  Заявники, зокрема, стверджували, що було порушення статті 3 через відсутність належних заходів, які запобігли б жорстокому поводженню щодо першої заявниці з боку сербської сім’ї, забезпечивши її швидке звільнення, а також через відсутність ефективного розслідування стверджуваного жорстокого поводження.", "4.  2 лютого 2010 року заява була комунікована Урядам Італії і Болгарії. Було також вирішено розглядати заяву щодо прийнятності і щодо суті одночасно (стаття 29 § 1).", "5.  29 травня 2012 року Голова секції з власної ініціативи ухвалила рішення про нерозкриття особи заявників (стаття 47 § 3 Регламенту).", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "6.  Заявники народились у 1985, 1959, 1958 і 1977 роках, відповідно, і живуть у селі Ново Село, Видинської області (Болгарія). Заявники є роми за етнічним походженням. На момент подій (травень-червень 2003 року), перша заявниця була неповнолітньою. Другий заявник і третя заявниця є її батьком і матір’ю, а четверта заявниця є невісткою першої заявниці.", "A.  Версія подій, надана заявниками", "7.  Факти справи, повідомлені заявниками, можуть бути підсумовані наступним чином.", "8.  Перша заявниця, другий заявник і третя заявниця прибули до Мілана 12 травня 2003 року, після того як отримали пропозицію про працевлаштування від X., рома-громадянина Сербії, який живе у Італії, котрий поселив їх у будинку у селі Гізларенго, у провінції Верчеллі, де він жив зі своєю сім’єю. Перша і третя заявниці надали італійським державним органам щодо цього різні версії подій. У заяві до італійської поліції від 24 травня 2003 року третя заявниця стверджувала, що вона, її чоловік і її дочка, котрі жили в Болгарії у вкрай скрутних умовах, переїхали до Італії у пошуку роботи; коли вони приїхали до Мілана, то зійшлися з чоловіком, який говорив їхньою мовою, X., який запропонував їм працювати хатніми робітниками і доглядати за його великим будинком. Перша заявниця у своїй заяві до прокуратури від 11 червня 2003 року стверджувала, що вона зустрілася з X. у “Югославії”, куди приїхала з матір’ю у пошуках роботи, і вже звідти X. перевіз їх до Італії у власній машині, після того, як запропонував їм роботу. Вони залишались на віллі протягом кількох днів, протягом яких виконували хатню роботу. Через певний час X. сказав другому заявнику, що його племінник Y. хоче одружитися з його дочкою (першою заявницею). Коли другий заявник і третя заявниця відмовились, то X. почав погрожувати їм зарядженою гвинтівкою. Другого заявника і третю заявницю побили, погрожували їм смертю і примусили їх залишити першу заявницю в Італії, а самим повертатись до Болгарії. Хоча заявники це заперечують, з їхніх первинних повідомлень виглядає, що другому заявнику і третій заявниці запропонували гроші, аби вони залишили свою дочку. 18 травня 2003 року другий заявник і третя заявниця повернулися до Болгарії. Після повернення у другого заявника було діагностовано діабет 2 типу, котрий, як він стверджував, був наслідком пережитого стресу.", "9.  Заявники повідомили, що протягом місяця (після 18 травня 2003 року), який перша заявниця прожила на віллі у Гізларенго, вона перебувала під постійним наглядом, і її примушували проти її волі красти, били її, погрожували смертю, а Y. неодноразово прив’язував її до ліжка і ґвалтував. Під час однієї з крадіжок, у якій першу заявницю змусили брати участь, з нею трапився нещасний випадок, і вона потребувала лікування у лікарні. Проте сербська родина відмовилась відпускати її, аби вона пройшла лікування. Заявники повідомили, що вони не знали про місце і розташування цієї лікарні.", "10.  24 травня 2003 року третя заявниця повернулася до Італії, в супроводі невістки першої заявниці (четверта заявниця), і подала скаргу до італійської поліції у Турині, повідомивши, що її і її чоловіка били і їм погрожували, і що першу заявницю викрали. Також вона боялася, що її дочку можуть змусити займатися проституцією. Їх поселили у монастирі біля Турина. Після цього вони у супроводі поліції і перекладача поїхали на опізнання будинку у Гізларенго.", "11.  Вочевидь розчарована зволіканням поліції у реагуванні на її скаргу, друга заявниця подала письмові скарги до багатьох установ. До справи долучено її лист від 31 травня 2003 року до італійського прем’єр-міністра, італійського міністра закордонних справ і міністра внутрішніх справ, італійського посла у Болгарії, префекта Турина, болгарського прем’єр-міністра, болгарського міністра закордонних справ і болгарського посла у Італії.", "12. Доведено, до через вісімнадцять днів після того, як було подано цю скаргу, 11 червня 2003 року, поліція зробила облаву на будинок у Гізларенго, знайшла там першу заявницю і провела низку арештів. Того дня, приблизно о 14.00, її відвезли до відділення поліції у Верчеллі і допитали у присутності перекладача дві жінки-поліцейські і двоє чоловіків-поліцейських. Заявники стверджують, що з нею грубо поводилися і погрожували, що її буде обвинувачено у наданні неправдивих свідчень і наклепі, якщо вона не казатиме правду. Як стверджується, її примусили заявити, що вона не бажає, аби її можливих викрадачів було притягнено до кримінальної відповідальності, відповідати “так” на всі питання і підписати певні документи італійською мовою, які вона не розуміла і які не були перекладені на болгарську мову і не були надані їй. Вони також стверджували, що перекладач неналежно виконувала свою роботу і нічого не казала на те, як з нею поводилися. Заявники також стверджують, що під час частини допиту першої заявниці Y. був присутнім.", "13.  Пізніше того ж дня третю заявницю допитала поліція Верчеллі у присутності перекладача. Третя заявниця стверджувала, що їй також погрожували, що її буде обвинувачено у наданні неправдивих свідчень і наклепі, якщо вона не казатиме правду, і що перекладач неналежно виконувала свою роботу. Вона стверджувала, що коли вона відмовилася підписати протокол, то поліція грубо погрожувала їй.", "14.  Того ж дня, приблизно о 22.00, першу заявницю знову допитали. Заявники стверджували, що при цьому не було ні перекладача, ні адвоката, і що перша заявниця не знала, що було занесено до протоколу. Після цього першу заявницю відвели до камери, де вона залишалася протягом чотирьох чи п’яти годин. 12 червня 2003 року о 4.00 її перевели до притулку для безпритульних осіб, де вона залишалася до 12.30.", "15.  Того ж дня, на прохання першої, третьої і четвертої заявниць, поліція відвезла їх на залізничну станцію у Верчеллі, і вони повернулися до Болгарії.  Вони повідомили Суду, що після цього італійська влада розслідувала ці факти, проте в Італії не було порушено жодного провадження проти викрадачів першої заявниці, або принаймні їм не було про це повідомлено, а також вони не змогли отримати інформацію про будь-який перебіг кримінального розслідування. Вони також скаржилися, що італійські державні органи не намагалися допитати другого заявника, шляхом співпраці з болгарською владою, задля встановлення фактів,.", "16.  З матеріалів справи видно, що після червня 2003 року заявники надіслали кілька листів та електронних листів, переважно болгарською мовою, до італійських органів влади (таких як італійський прем’єр-міністр, італійський міністр юстиції і закордонних справ, генеральний прокурор при Апеляційному суді Турина, мер Гізларенго та італійські дипломатичні органи у Болгарії), з проханням надати їм інформацію про поліцейську облаву від 11 червня 2003 року і розпочати кримінальне провадження проти викрадачів першої заявниці. Вони також скаржилися, що зазнали погроз, приниження і жорстокого поводження з боку поліції. Вони просили ці органи переслати їхні скарги прокурору Верчеллі і до відділення поліції того ж міста.", "17.  Водночас, заявники написали також прем’єр-міністру Болгарії, голові відділу консульських стосунків болгарського міністерства закордонних справ (ВКС) і болгарського консульства у Римі, з проханням захистити їхні права і допомогти їм отримати інформацію від італійських органів влади. Болгарське консульство у Римі надало заявникам певну інформацію.", "18.  Заявники не надали Суду жодних документів стосовно їхнього допиту і наступного кримінального провадження проти них (див. нижче). Їхній представник стверджував, що, з огляду на обставини, включно зі стверджуваною відмовою посольства Італії у Болгарії, неможливо надати будь-які документи. Окрім копій листів, надісланих до італійських установ, вони надали тільки дві медичні довідки, одну від 22 червня 2003 року, котра засвідчувала, що перша заявниця страждала від порушень, спричинених пост-травматичним стресом, і одну від 24 червня 2003 року, котра засвідчувала, що перша заявниця має синець на голові, невелике поранення на правому лікті і поламане ребро. Також зазначалось, що вона втратила незайманість і має вагінальну інфекцію. У медичній довідці зазначалось, що ці поранення могли бути отримані у спосіб, про який повідомила перша заявниця.", "B.  Версія подій, надана італійським Урядом", "19.  21 квітня 2009 року і 30 липня 2009 року, на запит Суду, Уряд Італії надав низку документів, поміж них переписану першу скаргу, подану третьою заявницею до поліції Турина 24 травня 2003 року, і протокол допиту першої заявниці, третьої заявниці і декого зі стверджуваних викрадачів, який мав місце 11 червня 2003 року.", "20.  З цих документів слідує, що запис першої скарги третьої заявниці проти стверджуваних викрадачів (поданої до італійської поліції у Турині 24 травня 2003 року), а також скарги заявників, надіслані їхнім представником до різних італійських установ, були передані до італійської поліції у Верчеллі (26 травня і 6 червня 2003 року, відповідно) і до прокурора того ж міста (4 і 13 червня 2003 року, відповідно).", "21.  Точніше, 26 травня 2003 року мобільний загін Турина запросив допомогу у мобільного загону Верчеллі для визначення місцезнаходження, де, можливо, утримувалася перша заявниця. 27 травня 2003 року мобільний загін Верчеллі виїхав до Гізларенго, разом з третьою заявницею, для встановлення місцезнаходження. Вони оглянули місцевість, і третя заявниця опізнала віллу, про яку згадувала у своїй скарзі. 4 червня 2003 року штаб поліції у Верчеллі надіслав повідомлення про злочин (notizia di reato) до прокуратури Верчеллі. З комунальних реєстрів слідувало, що у опізнаній віллі ніхто не мешкав, але що вона належала особі, яка вже притягалася до кримінальної відповідальності. Тому поліція продовжувала тримати це місце під наглядом. Поліція здійснила рейд на віллу 11 червня 2003 року, після того як всередині було помічено рух. Під час обшуку поліція вилучила кілька фотоапаратів, на яких були фотографії, як схоже, весілля (зроблені, схоже, під час весілля).", "22.  7, 11, 12 і 13 червня 2003 року міністерству внутрішніх справ було повідомлено факсом про перебіг справи.", "23.  11 червня 2003 року, приблизно о 14.30, одразу ж після рейду, перша заявниця була допитана прокурором Верчеллі, якому допомагала поліція. Як видно з документів, перша заявниця висловила твердження, у яких була низка розбіжностей зі скаргою, яку до того подала її мати, і на підставі чого державні органи дійшли висновку, що насправді між двома сім’ями мало місце не викрадення дитини, а угода про шлюб. Цей висновок був підтверджений фотографіями, які X. надав поліції після рейду, на яких було відображено весільний бенкет, під час якого другий заявник отримав певну суму грошей від X. Перша заявниця, коли їй показали фотографії, заперечувала, що її батько взяв гроші як частину угоди про шлюб.", "24.  О 20.30 третю заявницю допитав прокурор Верчеллі. Вона знову повідомила, що її дочка не одружувалася з Y. з власної волі, і стверджувала, що фотографії були підробленими і умисно зробленими ймовірними викрадачами, які погрожували їм рушницею, аби підірвати довіру до їхньої версії подій. Поліція Верчеллі також допитала X., Z. (третя особа, присутня на весіллі) і Y., всі вони заявили, що Y. уклав з першою заявницею шлюб за обопільною згодою.", "25.  За результатом цих допитів і на підставі фотографій прокурор Верчеллі вирішив перекваліфікувати кримінальне провадження проти невідомої особи за викрадення людини (1735/03 RGNR) на кримінальне провадження проти першої і третьої заявниці за надання неправдивих свідчень і наклеп. Пізніше того ж вечора поліція Верчеллі і Турина повідомила першій і третій заявниці про це обвинувачення і запропонувала їм обрати представника. Їм надали адвоката, призначеного судом. Приблизно о 23.30 першу заявницю перевели до притулку для безпритульних. 12 червня 2003 року її було відпущено під опіку її матері. Скарги заявників, надіслані протягом наступних місяців до численних італійських установ, були отримані відділенням поліції у Верчеллі, перекладені на італійську мову і передані до міністерства внутрішніх справ.", "26.  Після інформаційних запитів, перший з них мав місце 6 листопада 2003 року, від посольства Болгарії у Римі, італійські державні органи повідомили консулу про стан кримінального провадження (згадано нижче) 7 і 19 листопада 2003 року і 2 грудня 2003 року.", "1.  Кримінальне провадження проти першої заявниці", "27.  11 липня 2003 року прокурор при суді для неповнолітніх П’ємонта і Валле-д’Аоста відкрив кримінальне провадження (1838/03 RGNR) проти першої заявниці за наклеп (calunnia), оскільки вона стверджувала, що X., Y. і Z. позбавили її особистої свободи, тримаючи її на віллі, тобто, звинуватила їх у її викраденні, хоча знала, що вони не винні.", "28.  28 листопада 2003 року першу заявницю запросили на допит до прокуратури, проте вона була у Болгарії і не з’явилася.", "29.  26 січня 2005 року слідчий суддя суду для неповнолітніх вирішив не продовжувати кримінальне провадження, оскільки скоєні правопорушення були одноразовими і нетяжкими, і тому «не становили суспільної небезпеки».", "2.  Кримінальне провадження проти третьої заявниці", "30.  26 червня 2003 року прокурор Турина відкрив кримінальне провадження (18501/03 RGNR) проти третьої заявниці за надання неправдивих свідчень і наклеп (calunnia), оскільки вона стверджувала, що X., Y. і Z. позбавили її дочку особистої свободи, тримаючи її на віллі, тобто, звинуватила їх у її викраденні, хоча знала, що вони не винні.", "31.  22 липня 2003 року прокурор Турина завершив розслідування проти третьої заявниці і передав справу до суду у кримінальних справах Турина.", "32.  8 лютого 2006 року суд у кримінальних справах Турина виправдав третю заявницю на тій підставі, що факти, у яких її було обвинувачено, не підтвердилися. Наявні докази, що складалися із протоколу допиту підсудної і її дочки, фотографічні докази і свідчення поліцейських були суперечливими і не могли бути безсумнівною підставою для доведення вини підсудної. Свідчення підсудної і її дочки є суперечливими, а фотографії не відтворюють обставини, за яких вони були зроблені. Відповідно до повідомлення поліції, можна було тільки зробити висновок, що дочку знайшли на віллі, і особи, котрі могли прояснити факти, скористалися своїм правом зберігати мовчання. Розуміння фактів було також ускладнене ромською традицією продажу або сплати суми грошей, котрі попередньо передавалися сім’ї нареченої з нагоди укладення шлюбу, і це питання у випадку суперечки могло призвести до наслідків, котрі неможливо встановити.", "C.  Версія подій, надана болгарським Урядом", "33.  На підставі документів, наданих Урядом Італії, зокрема свідчень X., Y. і Z., болгарський Уряд витлумачив події наступним чином.", "12 травня 2003 року перші троє заявників прибули до Італії і поселилися у кочовому таборі у місті Арлуно. Там вони зустрілися з X., Y. і Z., і Y. обрав першу заявницю собі за дружину. Перша заявниця погодилася, і тому Z. і другий заявник почали торгуватись за ціну на наречену. Перший заявник просив спочатку 20000 EUR, але зрештою вони погодилися на суму у 11000 EUR. Z. сплатив другому заявникові наперед 500 EUR. Після святкування молодята пішли до причепа, де вони завершили шлюб, і Y. підтвердив, що перша заявниця була незайманою. Тоді обидві сім’ї поїхали до кочового табору у Куджіоно, де відсвяткували весілля. Наприкінці весілля X. сплатив другому заявнику решту належної суми, тобто 10500 EUR, у присутності обох сімей та інших свідків, що було підтверджено фотографіями. Після святкування батьків нареченої провели на залізничну станцію, і вони поїхали до Болгарії 18 травня 2003 року.", "34.  І тільки у Болгарії, 31 травня 2003 року, через тринадцять днів після від’їзду з Італії, другий заявник поскаржився до ВКС Болгарії. Після цього першого повідомлення болгарські державні органи негайно вжили дій, і 2 червня 2003 року скарга була передана до посольства Болгарії у Римі. Було налагоджено спілкування з італійськими державними органами, і 11 червня 2003 року було успішно проведено поліцейську облаву, внаслідок якої було звільнено першу заявницю.", "35.  Після цього перша і третя заявниці були допитані прокурором, який спеціалізується на спілкуванні з неповнолітніми, у присутності перекладача. За результатами розслідування, проведеного італійськими державними органами, було відкрито кримінальні провадження проти першої і третьої заявниць за неправдиве свідчення. Заявники не повідомили болгарській владі про ці провадження.", "II.  ВІДПОВІДНІ НАЦІОНАЛЬНІ ПРАВО І ПРАКТИКА", "A.  Відповідне італійське національне право", "36.  Відповідно до статті 50 пункти 1 і 2 Кримінально-процесуального кодексу, прокурор відкриває кримінальне провадження, коли умови для закриття справи не виконані. Коли скарга від потерпілої сторони або дозвіл на відкриття кримінального провадження не потрібні, то кримінальне провадження розпочинається ex proprio motu. Відповідно до статті 408 Кримінально-процесуального кодексу, прохання про закриття справи робиться тоді, коли повідомлення про злочин (notizia di reato) є необґрунтованим. Таке прохання передається разом з відповідними матеріалами справи і документами до судді для попереднього розгляду. Повідомлення про таке прохання надсилається усім потерпілим, які попередньо висловили бажання бути попередженими про таку дію. До цього повідомлення додається інформація про можливість ознайомитися з матеріалами справи і надати заперечення (opposizione), а також мотивоване прохання продовжувати попереднє розслідування.", "37.  Стаття 55 (1) Кримінально-процесуального кодексу каже, що судова поліція повинна, навіть за власною ініціативою, отримувати повідомлення про злочини, запобігати наступним злочинам, знаходити осіб, які скоїли злочини, вживати будь-яких заходів, необхідних для збереження джерел доказів, і зібрання будь-яких інших належних матеріалів, котрі можуть бути потрібними для застосування кримінального законодавства.", "38.  Відповідно до італійського Кримінального кодексу, на момент відповідних подій, побиття (percosse), завдання тілесних ушкоджень і умисне завдання тілесних ушкоджень (lesione personale, lesioni personali colpose), викрадення людини (sequestro di persona), статеве насильство (включно зі зґвалтуванням, але не виключно) (violenza sessuale), приватне насильство (violenza privata), насильство або погроза з метою примусити до скоєння правопорушення (violenza o minaccia per costringere a commettere un reato), і погрози (minaccia) є злочинами, що караються позбавленням волі на строки від одного дня до шести місяців за легші злочини і від п’яти до десяти років за тяжчі злочини.", "Окрім того, деякі з цих злочинів можуть бути підставою для тривалішого позбавлення волі, коли злочин скоєно проти, inter alia, нащадка або дружини, як, наприклад, у випадку викрадення людини, або є підставою для застосування обтяжуючих обставин, коли, як у випадку статевого насильства, жертві менше чотирнадцяти років, жертві менше шістнадцяти років, і насильство було скоєне старшим родичем або опікуном, або було обмежено особисту свободу жертви.", "39.  Стаття 572 Кримінального кодексу передбачає позбавлення волі на строк до п’яти років для винних у жорстокому поводженні із членом сім’ї, з дитиною, молодшою чотирнадцяти років, особою, котра перебуває під його чи її владою або була віддана під його чи її опіку з метою освіти, навчання, догляду, нагляду або опіки.", "40.  Італійський Кримінальний кодекс, на момент даної справи, також містив особливі положення стосовно неповнолітніх, котрі у відповідних частинах звучать так:", "Стаття 573", "“Якщо хто-небудь без згоди батьків, які мають батьківску владу, або опікуна забирає від них особу, яка досягла 14-річного віку з його або її згоди, карається позбавленням волі на строк до двох років за скаргою цього батька або опікуна. Покарання зменшується, якщо метою вилучення є шлюб і збільшується, якщо метою є задоволення статевого бажання.”", "Стаття 6094 – (з поправками від 2006 року)", "“Термін позбавлення волі на строк від п’яти до десяти років застосовується для статевих злочинів, не охоплених злочином статевого насильства, коли потерпілий:", "1) молодший дванадцяти років,", "2) молодший шістнадцяти років, якщо винна особа є старшим родичем, батьком, матір’ю або їхнім співмешканцем, опікуном або будь-якою іншою особою, котра має піклуватися про потерпілого з метою освіти, навчання, догляду, нагляду або опіки, і з яким потерпілий живе разом.", "За винятком обставин, передбачених злочином статевого насильства, старший родич, батько, мати або їхній співмешканець, а також опікун, який зловживав своїми повноваженнями, пов’язаними з його або її положенням, і винний у статевих діях з неповнолітньою особою, старшою шістнадцяти років, карається позбавленням волі на строк від трьох до шести років.”", "41.  Закон № 154 від 2001 року запровадив низку заходів на подолання насильства у сім’ї. Це включає попереджувальні і постійні заходи, у тому числі виселення обвинуваченого із сімейного будинку за відповідною постановою судді.", "42.  Італія ухвалила закон № 228, а саме, Закон про запобігання торгівлі людьми, 11 серпня 2003 року. Ним до Кримінального кодексу було додано низку злочинів, котрі у відповідних частинах звучать так:", "Стаття 600 (утримання у рабстві або підневільному стані)", "“Той, хто вчиняє над особою повноваження, що відповідають праву власності, тобто той, хто примушує або утримує особу, яка перебуває у постійному підневільному стані, примушуючи людину до праці або сексуальних послуг або жебракування, або в будь-якому випадку до послуг, що включає експлуатацію, карається позбавлення волі строком від восьми до двадцяти років.", "Утримання особи у підневільному стані має місце тоді, коли така поведінка здійснюється шляхом насильства, погроз, обману, зловживання владою або використання ситуації фізичної або психічної неповноцінності, або ситуації необхідності, або через обіцянку або виплату грошової суми або іншої переваги особі, яка має владу над людиною.", "Покарання збільшується на третину чи на половину, якщо факти, зазначені у підпункті 1, спрямовані проти неповнолітнього віком до вісімнадцяти років, або якщо вони призначені для експлуатації проституції або спрямовані на видалення органів.”", "Стаття 601 (торгівля людьми)", "“Той, хто здійснює торгівлю людьми з метою утримання особи в підневільному стані або в рабстві, як зазначено вище у статті 600, і ставить особу у таке становище шляхом насильства, погроз, обману, зловживання владою або використання ситуації фізичної або психічної меншовартості, або ситуації необхідності, або шляхом обіцянки або пожертвування суми грошей або інших переваг особі, яка має владу над зазначеною особою, в’їхати або залишитися або залишити територію держави або перемістити її всередині держави, карається позбавленням волі на строк від восьми до двадцяти років.", "Покарання збільшується на третину чи на половину, якщо факти, зазначені у підпункті 1, спрямовані проти неповнолітнього віком до вісімнадцяти років, або якщо вони призначені для експлуатації проституції або спрямовані на видалення органів.”", "Стаття 602 (купівля і продаж рабів)", "“Той, хто, за винятком випадків, зазначених у статті 601, купує, відчужує або продає особу в ситуації, передбачені статтею 600, карається позбавленням волі на строк від восьми до двадцяти років.", "Покарання збільшується на третину чи на половину, якщо факти, зазначені у підпункті 1, спрямовані проти неповнолітнього віком до вісімнадцяти років або якщо вони призначені для експлуатації проституції або спрямовані на видалення органів.”", "43.  Закон № 228 передбачав також інші зміни до Кримінального кодексу щодо згаданих статтей в сукупності з уже наявними, такими як стаття 416, коли йдеться про особливе покарання, якщо співучасть у вчиненні злочину була спрямована на вчинення будь-якого зі злочинів, перерахованих у статтях 600-602. Він також передбачає адміністративні санкції щодо юридичних осіб, товариств і громадських організацій за злочини проти особи і вносить зміни до Кримінально-процесуального кодексу, додаючи положення стосовно перехоплення розмов або комунікацій і прихованих агентів, котрі стали застосовними до нових злочинів. Закон № 228 створив засади для боротьби з торгівлею людьми і запровадження спеціальної програми допомоги для жертв злочинів, передбачених статтями 600 і 601 Кримінального кодексу, разом із запровадженням превентивних заходів. У відповідних частинах статті 13 і 14 згаданого закону звучать наступним чином:", "Стаття 13", "“Окрім випадків, передбачених статтею 16-bis законодавчого декрету № 8 від 15 січня 1991 року, змінених і доповнених законом № 82 від 15 березня 1991 року, з наступними поправками, для жертв злочинів, передбачених статтями 600 і 601 Кримінального кодексу, у редакції, наведеній у даному законі, запроваджується ... спеціальна програма допомоги, яка гарантує тимчасове належне утримання і житло та охорону здоров’я. Ця програма визначається підзаконним актом, який має бути ухвалений (...)”", "Стаття 14", "“З метою посилення ефективності дій щодо запобігання злочинам рабства та підневільного становища та злочинам, пов’язаним з торгівлею людьми, Міністр закордонних справ визначає політику співробітництва щодо будь-яких держав, зацікавлених та/або постраждалих від таких злочинів, враховуючи їхню співпрацю та увагу, яку такі держави приділяють проблемам поваги до прав людини. Зазначений міністр повинен забезпечити, разом з міністром рівних можливостей, організацію міжнародних зустрічей та інформаційних кампаній, особливо в державах, з яких приходять більшість жертв таких злочинів. З цією ж метою міністри внутрішніх справ, рівних можливостей, юстиції і праці та соціальної політики повинні організувати там, де необхідно, навчальні курси для персоналу та будь-яку іншу корисну ініціативу..”", "44.  Законом № 189 від 30 липня 2002 року було внесено поправки до попередніх законів щодо імміграції. Його стаття 18 стосується перебування з метою соціального захисту і у відповідних частинах звучить наступним чином:", "1. Якщо під час проведення поліцейських операцій буде встановлено наявність становища, що включає насильство або тяжку експлуатацію щодо іноземця, розслідування або провадження щодо злочинів, передбачених статтею 3 Закону № 75 від 20 лютого 1958 року [злочини, пов’язані з проституцією] або під час втручання з метою надання допомоги з боку місцевих соціальних служб, і буде виявлено існування конкретної загрози для безпеки особи внаслідок її спроби втекти з-під впливу угруповання, що скоює один зі згаданих злочинів, або внаслідок повідомлення у ході попереднього розслідування або провадження, комісар поліції, на прохання прокурора або зі схвальною рекомендацією згаданого органу, видає особливий дозвіл на проживання, який дозволить іноземцю врятуватися від згаданого насильства чи впливу злочинної організації і брати участь у програмі соціальної допомоги та інтеграції.", "2. Докази, що свідчать про існування таких умов, зокрема тяжкість і неминучість небезпеки, а також відповідність допомоги, наданої іноземцем для виявлення і затримання осіб, відповідальних за зазначені злочини, повинні бути повідомлені комісару поліції за вищезгаданим запитом або пропозицією. Процедура участі в такій програмі повідомляється мерові.”", "У тексті зазначено, що дозвіл, виданий для таких цілей, триває шість місяців і може бути продовжений на один рік або на стільки часу, скільки необхідно в інтересах справедливості. Він також передбачає умови, на підставі яких може бути скасовано дозвіл, до чого це призводить, і хто може його видавати.", "45. Відповідно до звіту за результатами наради експертної групи, організованої Відділом Організації Об’єднаних Націй з поліпшення становища жінок, Департаменту економічних і соціальних питань (DAW/DESA), у співпраці з Управлінням ООН з боротьби проти наркотиків і злочинності (ODC), від листопада 2002 року, «Торгівля жінками і дівчатами»   (EGM/TRAF/2002/Rep.1), протягом перших двох років імплементації цього положення 1755 осіб – переважно жінок і дівчат – були прийняті до програм допомоги і соціальної інтеграції, і приблизно 1000 отримали дозволи на проживання. Було запроваджено гарячу лінію, і більш як 5000 осіб отримали конкретну допомогу у вигляді інформації, порад і охорони здоров’я.", "B.  Відповідне національне право Болгарії", "46.  Болгарський закон із протидії торгівлі людьми набув чинності 20 травня 2003 року. Його положення у відповідних частинах звучать так:", "Стаття 1", "“Цей закон передбачає діяльність, спрямовану на запобігання і протидію незаконній торгівлі людьми з метою:", "a. Надання захисту і допомоги жертвам такої торгівлі, особливо жінкам і дітям, і у повній відповідності до їх прав людини;", "b. Розвитку співпраці між урядовими і місцевими органами влади, а також між ними і громадськими організаціями задля боротьби проти незаконної торгівлі людьми, і розвитку національної політики у цій галузі.”", "Стаття 16", "“Дипломатичні та консульські установи Республіки Болгарія за кордоном надають допомогу та співробітництво болгарським громадянам, які стали жертвами незаконної торгівлі людьми, для їх повернення в країну, відповідно до своїх повноважень і законодавства відповідної іноземної держави.”", "Стаття 18", "“(1) Дипломатичні та консульські установи Республіки Болгарія за кордоном відповідно до болгарського законодавства та законодавства приймаючої країни поширюють поміж відповідними особами та групами ризику інформаційні матеріали про права жертв торгівлі людьми.", "(2) Дипломатичні та консульські установи Республіки Болгарія за кордоном надають інформацію органам приймаючої країни про болгарське законодавство про торгівлю людьми.”", "47.  Стаття 174 (2) болгарського Кримінально-процесуального кодексу, чинного на момент подій, звучить наступним чином:", "“Коли стане відомо про скоєння злочину, що карається законом, державні службовці зобов’язані негайно повідомити орган, уповноважений провести попередні розслідування, та вжити необхідних заходів для збереження доказів злочину.”", "48.  Стаття 190 болгарського Кримінально-процесуального кодексу звучить наступним чином:", "“Існує достатньо доказів для порушення кримінального провадження, якщо можна припустити, що злочин був скоєний.”", "49.  У відповідних частинах болгарський Кримінальний кодекс звучить наступним чином:", "Стаття 177(1)", "“Той, хто примушує особу до укладення шлюбу, який після цього анулюється на цій підставі, буде покараний позбавленням волі на строк до трьох років.", "(2) Той, хто викрадає жінку з метою примусу до вступу в шлюб, буде покараний позбавленням волі на строк до трьох років; якщо потерпіла є неповнолітньою, покарання буде позбавленням волі на строк до п’яти років.”", "Стаття 178", "“(1) Батько чи мати або будь-який інший родич, який отримує грошову суму для дозволу на шлюб своєї дочки або родички, буде покараний позбавленням волі строком до одного року або штрафом у розмірі від 100 до 300 левів разом з громадською доганою.", "(2) таке ж покарання застосовується до того, хто сплачує цю суму або веде переговори щодо неї.”", "Стаття 190", "“Той, хто зловживає своїм батьківським авторитетом, щоб примусити дитину, яка не досягла шістнадцяти років, жити у ролі співімешканки з іншою особою, буде покараний позбавленням волі строком на три роки або контрольним заходом без позбавлення волі (пробація) разом з громадською доганою.”", "Стаття 191", "“(1) Дорослі особи, які не уклали шлюб і живуть як зі співмешканкою з жінкою, яка не досягла шістнадцяти років, будуть покарані позбавленням волі на два роки, або контрольним заходом без позбавлення волі (пробація) разом з громадською доганою. (...)”", "Стаття 159a", "“Особи, які обирають, перевозять, приховують або приймають осіб або їх групи для використання таких осіб з метою проституції, примусової праці або вилучення органів, або для утримання їх у примусовому підпорядкуванні, за їхньої згоди або без неї, караються позбавленням волі на строк від одного до восьми років і штрафом у розмірі до 8000 левів (BGN).", "(2) Коли злочин, зазначений у пункті 1 вище, вчиняється 1) проти особи, яка не досягла віку вісімнадцяти років, 2) з примусом або неправомірними вимогами, 3) через викрадення або незаконне затримання, 4) користуючись станом залежності 5) шляхом зловживання владою, 6) шляхом обіцянки, надання або отримання пільг, то призначається покарання у вигляді позбавлення волі на строк від двох до десяти років і штраф у розмірі до 10 000 левів. (BGN).”", "Стаття 159b", "“Той, хто обирає, перевозить, приховує або приймає осіб або їхні групи та передає їх, перетинаючи кордон країни з метою, зазначеною у підпункті 159 (a) вище, буде покараний позбавленням волі на строк від трьох до восьми років і штрафом у розмірі до 10 000 левів (BGN).", "(2) якщо таке діяння відбувається в умовах, зазначених у статті 159 (a) (2), то покаранням буде позбавлення волі на строк від п’яти до десяти років і штраф у розмірі до 15 000 левів. (BGN).”", "Стаття 159c", "“Якщо правопорушення, зазначені вище у статті 159 (a) і (b), вчинені рецидивістом або замовлені злочинною організацією, то призначається покарання у вигляді позбавлення волі на строк від п’яти до п’ятнадцяти років і штраф у розмірі до 20 000 левів ( BGN); суд може також наказати арештувати частину або всю власність правопорушника.”", "III.  ВІДПОВІДНІ МІЖНАРОДНІ ДОГОВОРИ ТА ІНШІ МАТЕРІАЛИ", "A.  Загальна інформація", "50.  Декларація про основні принципи правосуддя для жертв злочинів та зловживання владою, прийнята резолюцією Генеральної Асамблеї ООН 40/34 29 листопада 1985 року, у відповідних частинах звучать так:", "“1. Під терміном \"жертви\" маються на увазі особи, яким індивідуально чи колективно було завдано шкоди, включаючи тілесні ушкодження або моральні збитки, емоційні страждання, матеріальні збитки або суттєве ураження їхніх основних прав у результаті дії чи бездіяльності, що порушують діючі національні кримінальні закони держав-членів, включаючи закони, що забороняють злочинне зловживання владою.", "2. У відповідності з цією Декларацією, та чи інша особа може вважатися \"жертвою\" незалежно від того, чи було ідентифіковано, арештовано, притягнуто до відповідальності або засуджено правопорушника, а також незалежно від родинних зв’язків між правопорушником та жертвою. Термін \"жертва\" у відповідних випадках включає близьких родичів чи утриманців безпосередної жертви, а також осіб, яким було завдано збитків при спробі надати допомогу жертві, що перебуває у тяжкому становищі, або запобігти віктимізації.”", "B.  Торгівля людьми", "51.  Огляд відповідних міжнародних документів стосовно торгівлі людьми можна знайти в рішенні у справі Rantsev проти Кіпру і Росії, №. 25965/04, 7 січня 2010.", "52.  Палермський протокол був ратифікований Болгарією 5 грудня 2001 року, а Італією - 2 серпня 2006 року, обидві держави попередньо підписали протокол у грудні 2000 року. Конвенція Ради Європи про заходи щодо протидії торгівлі людьми (“Конвенція проти торгівлі людьми”) була підписана Болгарією 22 листопада 2006 року і ратифікована 17 квітня 2007 року. Вона набула чинності для Болгарії 1 лютого 2008 року. Вона була підписана Італією 8 червня 2005 року, ратифікована 29 листопада 2010 року і набула чинності для Італії 1 березня 2011 року.", "53.  Для легкості посилання в даній угоді відтворюються відповідні визначення цілей Конвенції проти торгівлі людьми:", "\tA) \"торгівля людьми\" означає найм, перевезення, передачу, приховування або одержання осіб шляхом погрози або застосування сили чи інших форм примусу, насильницького викрадення, шахрайства, обману, зловживання владою або безпорадним станом, або наданням чи отриманням плати чи вигоди для досягнення згоди особи, яка має владу над іншою особою, для експлуатації. Експлуатація включає в себе, принаймні, експлуатацію проституції інших осіб чи інші форми \nсексуальної експлуатації, примусову працю чи послуги, рабство чи подібну до рабства практику, поневолення або вилучення органів;", "\tb) згода жертви торгівлі людьми на умисну експлуатацію, визначену в пункті \"а\" цієї статті, не має значення, якщо було застосовано засоби, зазначені в пункті \"а\";", "\tc) найм, перевезення, передача, приховування або одержання дитини для експлуатації вважається торгівлею людьми, навіть якщо це не включає будь-яких засобів, зазначених у пункті \"а\" цієї статті;", "\td) \"дитина\" - будь-яка особа віком до 18 років;", "\te) \"жертва\" - будь-яка фізична особа, що є об’єктом торгівлі \nлюдьми, як її визначено в цій статті.", "54.  Пояснювальний звіт до Конвенції проти торгівлі людьми від 16.V.2005 наводить більше подробиць щодо визначення торгівлі людьми. Зокрема щодо «експлуатації» відповідні частини звучать так:", "85. Ціллю має бути експлуатація особи. Конвенція каже: “Експлуатація включає в себе, принаймні, експлуатацію проституції інших осіб чи інші форми \nсексуальної експлуатації, примусову працю чи послуги, рабство чи подібну до рабства практику, поневолення або вилучення органів”. Національне законодавство може, таким чином, бути спрямованим і на інші форми експлуатації, але має принаймні поширюватися на ті різновиди експлуатації, які згадані як складові торгівлі людьми.", "86. Форми експлуатації, зазначені у визначенні, охоплюють сексуальну експлуатацію, експлуатацію праці та вилучення органів, оскільки кримінальна діяльність все більше диверсифікується, щоб забезпечити експлуатованими людьми будь-який сектор, де виникає попит.", "87. Згідно з визначенням, для того, щоб мала місце торгівля людьми, не обов’язково когось експлуатувати. Достатньо, щоб особи були піддані одній з дій, про які йдеться у визначенні, і одному із засобів, визначених «з метою» експлуатації. Торгівля людьми, таким чином, присутня до фактичної експлуатації жертви.", "88. Що стосується «експлуатації проституції інших осіб або інших форм сексуальної експлуатації», слід зазначити, що Конвенція розглядає це лише в контексті торгівлі людьми. Терміни \"експлуатація проституції інших\" та \"інші форми сексуальної експлуатації\" не визначені в Конвенції, що, таким чином, не шкодить тому, як держави-учасниці регулюють проституцію у внутрішньому законодавстві.", "Пояснювальний звіт продовжує перераховувати інші види експлуатації, а саме, примусову працю або послуги, рабство або практики, подібні до рабства, підневільного стану або вилучення органів, і дає їх визначення згідно з відповідними міжнародними документами та, за наявності, практикою ЄСПЛ.", "C.  Шлюб", "1.  Конвенція про згоду на шлюб, мінімальний шлюбний вік і реєстрацію шлюбів", "55.  Відповідно до резолюції Генеральної Асамблеї ООН 843 (IX) від 17 грудня 1954 року, котра проголошує певні звичаї, старі закони і практики щодо шлюбу і сім’ї несумісними з принципами, закріпленими у Статуті ООН і Загальній декларації прав людини, і закликає держави розвивати та імплементувати національне законодавство і політику, яка забороняє такі практики, резолюцією Генеральної Асамблеї ООН 1763 A (XVII) від 7 листопада 1962 року була відкрита до підписання і ратифікації Конвенція про згоду на шлюб, мінімальний шлюбний вік і реєстрацію шлюбів. Італія підписала цю Конвенцію 20 грудня 1963 року, але досі не ратифікувала її. Болгарія ще не підписала цю Конвенцію.", "56.  Її відповідні частини звучать наступним чином:", "Стаття 1", "“1. Жоден шлюб не може бути законно укладений без повної і вільної згоди обох сторін, така згода має особисто висловлюватися після належного оголошення і в присутності органу, уповноваженого реєструвати шлюб, і свідків, як те передбачено законом.", "2. Незважаючи на положення пункту 1 даної статті, присутність однієї зі сторін не вимагається, якщо відповідний компетентний представник влади переконається,  що  наявні виключні обставини, і що ця сторона перед будь-яким компетентним представником влади і  в  порядку, передбаченому законом, виявила згоду і не відкликала її.”", "Стаття 2", "“Держави-учасниці цієї Конвенції вживають законодавчих заходів для визначення мінімального віку для шлюбу. Жодна особа, яка не досягла цього віку, не може вступати в законний шлюб, за винятком випадків, коли компетентний орган надав дозвіл щодо віку з серйозних причин в інтересах майбутнього подружжя.”", "Стаття 3", "“Усі шлюби мають реєструватися у відповідному державному реєстрі уповноваженим державним органом.”", "2.  Резолюція Парламентської Асамблеї Ради Європи 1468 (2005) – Примусові шлюби і дитячі шлюби", "“1. Парламентська Асамблея глибоко стурбована серйозними та постійними порушеннями прав людини та прав дитини, які спричинені примусовими шлюбами та дитячими шлюбами.", "2. Асамблея зазначає, що ця проблема виникає головним чином в громадах-мігрантах, і в першу чергу заторкує молодих жінок і дівчат.", "3. Асамблея обурена тим фактом, що під покровом поваги до культури і традицій мігрантських громад існують державні органи, які допускають примусові шлюби та шлюби дітей, хоча вони порушують основоположні права кожної жертви.", "4. Асамблея визначає примусові шлюби як союз двох осіб, принаймні одна з яких не дала повної і вільної згоди на шлюб.", "5. Оскільки примусовий шлюб порушує основоположні права людини, він жодним чином не може бути виправданим.", "6. Асамблея наголошує на належності резолюції Генеральної Асамблеї ООН 843 (IX) від 17 грудня 1954 року, котра проголошує певні звичаї, старі закони і практики щодо шлюбу і сім’ї несумісними з принципами, закріпленими у Статуті ООН і Загальній декларації прав людини.", "7. Асамблея визначає дитячий шлюб як союз двох осіб, принаймні одна з яких не досягла вісімнадцяти років.”", "3.  Резолюція Парламентської Асамблеї Ради Європи 1740 (2010) – Становище ромів у Європі і відповідна діяльність Ради Європи", "“24. Асамблея закликає ромську громаду і її представників боротися з дискримінацією і насильством щодо ромських жінок і дівчат всередині їхньої власної громади. Зокрема, проблеми насильства в сім’ї та примусових і дитячих шлюбів, які є порушенням прав людини, повинні вирішуватися також самою ромською громадою. Звичаї і традиції не можуть бути виправданням для порушення прав людини, а, натомість, мають бути змінені. Асамблея закликає держави-учасниці підтримати ромських жінок-активістів, які беруть участь у дебатах у їхній громаді щодо напруженості між збереженням ромської ідентичності та порушенням прав жінок, у тому числі шляхом раннього та примусового шлюбу.”", "4.  Страсбурзька декларація щодо ромів", "57.  Нещодавно під час зустрічі Ради Європи на високому рівні з питань ромів у Страсбурзі 20 жовтня 2010 року, держави-учасниці Ради Європи погодились щодо невичерпного переліку пріоритетів, котрі мають бути вказівкою для конкретніших і послідовніших зусиль на усіх рівнях, у тому числі завдяки активній участі самих ромів. У тому числі:", "“Права жінок і гендерна рівність", "(22) Запровадити ефективні заходи задля поваги, захисту і просування гендерної рівності ромських жінок і дівчат всередині їхньої громади і суспільства в цілому.", "(23) Запровадити ефективні заходи задля подолання, якщо вона ще зберігається, згубної практики проти репродуктивних прав ромських жінок, перш за все, примусової стерилізації.", "Права дітей", "(24) Завдяки ефективним заходам просувати рівне ставлення і права ромських дітей, особливо права на освіту, і захищати їх від насильства, включно з сексуальним насильством і трудовою експлуатацією, відповідно до міжнародних угод.", "Подолання торгівлі людьми", "(29) Беручи до уваги, що ромські діти та жінки часто є жертвами торгівлі людьми та експлуатації, приділяти належну увагу та ресурси для боротьби з цими явищами, у рамках загальних зусиль, спрямованих на боротьбу з торгівлею людьми та організованою злочинністю, а у відповідних випадках – видавати жертвам дозвіл на проживання.”", "СКАРГИ", "58.  Заявники порушили різні скарги за статтями 3, 4, 13 і 14 Конвенції та численними міжнародними договорами.", "59.  Вони скаржаться, що перша заявниця зазнала жорстокого поводження, статевого насильства і примусової праці, як і (меншою мірою) другий заявник і третя заявниця, від рук ромської сім’ї у Гізларенго, і що італійські державні органи (особливо прокурор у Верчеллі) не змогли належно розслідувати ці події.", "60.  Вони також скаржаться, що перша і третя заявниці зазнали жорстокого поводження від працівників італійської поліції під час допиту.", "61.  Вони скаржаться, що першій і третій заявниці не надали адвокатів і/або перекладачів під час допитів, не повідомили їм, у якості кого вони допитані, і примусили підписати документи, зміст яких вони не знали.", "62.  Вони скаржаться, що поводження з боку італійських державних органів ґрунтувалось на тому, що вони роми за етнічним походженням і громадяни Болгарії.", "63.  Зрештою, вони скаржаться, що болгарські державні органи (а саме, болгарські державні органи в Італії) не надали їм належної допомоги у стосунках з італійськими державними органами, а просто були каналом спілкування.", "ПРАВО", "I.  ПОПЕРЕДНІ ЗАПЕРЕЧЕННЯ", "A.  Заперечення Урядів Болгарії та Італії щодо зловживання правом на індивідуальну заяву", "64.  Уряд Болгарії вважав, що у даній справі не було порушення, оскільки наявні докази вказують на те, що перебування заявників у Італії було добровільним, як і шлюб з відповідними етнічними ритуалами. До того ж, Уряд вважав заяву зловживанням правом на індивідуальну заяву з огляду на некоректні і невиправдані висловлювання, які використовують представники заявників у поданнях до Суду.", "65.  Уряд Італії не навів особливого обґрунтування своїх заперечень.", "66.  Заявники повідомили, що вони зазнали порушень міжнародного права, і що як італійські, так і болгарські державні органи залишались пасивними щодо цих подій.", "67.  Суд нагадує, що хоча застосування образливих висловлювань у провадженні є безсумнівно неприйнятним, проте заява може бути відхилена за зловживання за надзвичайних обставин, наприклад, якщо вона заснована на неправдивих фактах (див., наприклад, Akdivar і Інші проти Туреччини, 16 вересня 1996, Reports of Judgments and Decisions 1996-IV, §§ 53-54; Varbanov проти Болгарії, № 31365/96, § 36, ECHR 2000-X; і Popov проти Молдови, № 74153/01, § 49, 18 січня 2005). Тим не менш, у певних виняткових справах постійне використання образливих або провокативних висловлювань з боку заявників проти Уряду-відповідача можна вважати зловживанням правом на індивідуальну заяву у розумінні статті 35 § 3 Конвенції (див. Duringer і Grunge проти Франції (dec.), №№ 61164/00 і 18589/02, ECHR 2003-II, і Chernitsyn проти Росії, № 5964/02, § 25, 6 квітня 2006).", "68.  Суд вважає, що хоча певні висловлювання представника заявників були неналежними, занадто емоційними і прикрими, проте вони не можуть становити обставину, яка могла би виправдати рішення про проголошення заяви неприйнятною за зловживання правом на індивідуальну заяву (див. Felbab проти Сербії, № 14011/07, § 56, 14 квітня 2009). Що стосується того, що заява може бути визнана зловживанням правом на індивідуальну заяву, якщо вона заснована на неправдивих фактах, то Суд зазначає, що самі італійські суди вважали, що важко встановити факти і правдоподібність ситуації (див. параграф 32 вище). За таких обставин Суд не може вважати, що версія, наведена заявниками, безсумнівно становить неправдиві факти.", "69.  Тому це твердження Уряду має бути відхилене.", "B.  Заперечення болгарського та італійського Урядів щодо відсутності статусу потерпілого", "70.  Уряд Болгарії повідомив, що у даній справі не було порушень. Окрім того, другий, третій і четвертий заявники не мають прямого зв’язку зі стверджуваними порушеннями і безпосередньо чи особисто не страждали від їх. До того ж, четверта заявниця не була близькою особою для першої заявниці, а тільки невісткою третьої заявниці і супроводжувала її до Італії.", "71.  Уряд Італії повідомив, що другий і четвертий заявники не мали locus standi у провадженні, оскільки вони не зазнали жодної шкоди внаслідок стверджуваних порушень.", "72.  Заявники повідомили, що порушення насправді були скоєні, і, відповідно, вони мають статус потерпілих. До того ж, другий, третій і четвертий заявники підпадають під поняття “жертв злочину” відповідно до статтей 1 і 2 Декларації про основні принципи правосуддя для жертв злочинів та зловживання владою (див. вище відповідні міжнародні документи). Вони також стверджували, що усі заявники постраждали від шкоди у вигляді фізичного жорстокого поводження від рук агресорів і моральної шкоди у світлі бездіяльності державних органів, тоді як другий, третій і четвертий заявники намагались робити усе можливе, аби захистити першу заявницю. Це є очевидним зокрема стосовно батьків першої заявниці.", "73.  Суд вважає, що заперечення стосуються переважно другого, третього і четвертого заявників, коли вони стверджують, що самі є потерпілими від порушень Конвенції стосовно того, що перша заявниця постраждала від торгівлі людьми і нелюдського і такого, що принижує гідність, поводження з боку третіх осіб.", "74.  Суд нагадує, що відповідно до статті 3, стосовно випадків зникнення осіб, те, чи є член сім’ї також потерпілим, залежить від існування спеціальних факторів, котрі надають стражданням заявника виміру і характеру, відмінного від емоційного відчаю, який можна вважати таким, що неодмінно виникає у родичів потерпілого від тяжкого порушення прав людини. Відповідні складові включають близькість сімейного зв’язку, і в цьому контексті певна вага надається зв’язку між батьками і дитиною, особливі обставини стосунків, обсяг, у якому член сім’ї був свідком згаданих подій, причетність члена сім’ї до спроб отримати інформацію про зниклу особу, і спосіб, у який державні органи відповідали на такі запити. У таких випадках суть такого порушення не настільки полягає у самому факті “зникнення” члена сім’ї, а радше стосується реакції державних органів і ставлення до ситуації, котра була доведена до їхнього відома. Особливо щодо останнього родич може стверджувати, що є безпосереднім потерпілим від поведінки державних органів (див., Kurt проти Туреччини, 25 травня 1998, §§ 130-134, Reports 1998III; Timurtaş проти Туреччини, № 23531/94, §§ 91-98, ECHR 2000VI; İpek проти Туреччини, № 25760/94, §§ 178-183, ECHR 2004II (витяги); і натомість, Çakıcı проти Туреччини [ВП], № 23657/94, § 99, ECHR 1999IV).", "75.  У виняткових випадках Суд також вирішував, що родичі мають власний статус потерпілого, коли не було окремого тривалого періоду, протягом якого вони зазнавали непевності, неспокою і відчаю, характерних для специфічного феномену зникнення особи, але у яких тіла жертв були розчленовані і обезголовлені, і коли потерпілі не могли належно поховати тіла померлих, яких вони любили, що, на думку Суду, мало саме по собі спричинити для них глибокий і тривалий неспокій і відчай. Тому Суд вирішував, що за особливих обставин таких справ моральні страждання, яких зазнали заявники, досягли обсягу і характеру, відмінного від емоційного відчаю, котрий може вважатись таким, якого неодмінно зазнають родичі потерпілого від тяжких порушень прав людини (див., Khadzhialiyev і Інші проти Росії, № 3013/04, § 121, 6 листопада 2008 і Akpınar і Altun проти Туреччини, № 56760/00, § 86, 27 лютого 2007).", "76.  З огляду на наведене Суд вважає, що хоча другий, третій і четвертий заявники були свідками деяких згаданих подій і були, кожен різною мірою, причетні до спроб отримати інформацію про першу заявницю, їх не можна самих вважати потерпілими від порушень, що стосуються поводження із першою заявницею, і відповідного розслідування, оскільки моральні страждання, котрих вони зазнали, не можуть вважатись такими, що досягли обсягу і характеру, відмінного від емоційного відчаю, котрий може вважатись таким, якого неодмінно зазнають родичі потерпілого від тяжкого порушення прав людини.", "77.  Суд зазначає, що цей висновок не суперечить висновкам у справі Rantsev (Rantsev проти Кіпру і Росії, № 25965/04, 7 січня 2010), оскільки у даній справі, на відміну від справи Rantsev, перша заявниця, котра стала об’єктом стверджуваних порушень, не померла і є стороною даного провадження.", "78.  Тому заперечення Урядів щодо статусу потерпілого другого, третьої і четвертої заявників стосовно скарг за статтями 3 і 4 Конвенції, щодо яких перша заявниця є безпосередньою потерпілою, включно зі стверджуваною відсутністю відповідного розслідування, має бути підтримане.", "79.  До того ж Суд вважає, що четверта заявниця не може стверджувати, що є безпосередньою потерпілою від будь-яких стверджуваних порушень, тоді як другий заявник може стверджувати, що є тільки потерпілим стосовно поводження, котрого він сам, як стверджується, зазнав від сербської родини. Щодо третьої заявниці, стосовно стверджуваного жорстокого поводження, якого вона зазнала від сербської родини y Гізларенго і від поліції, то Суд вважає, що на цій стадії немає доказів, на підставі яких вона могла би бути позбавлена статусу потерпілої.", "80.  Тому заперечення Урядів щодо четвертої заявниці стосовно усіх скарг і щодо другого заявника, окрім як тих, що пов’язані зі скаргою про поводження, котрого він сам, як стверджуються, зазнав від сербської родини, має бути підтримане, але відхилене щодо решти скарг.", "81.  Тому ті скарги, щодо яких заперечення було підтримане, є несумісними ratione personae з положеннями Конвенції у розумінні статті 35 § 3 і повинні бути відхилені відповідно до статті 35 § 4.", "C.  Заперечення Уряду Болгарії щодо невичерпання внутрішніх засобів правового захисту", "82.  Уряд Болгарії повідомив, що заявники мали нагоду порушити провадження щодо стверджуваних порушень. Відповідно до статтей 4 і 5 болгарського Кримінального кодексу, могло бути відкрите провадження проти іноземних громадян, котрі скоїли злочини за кордоном проти громадян Болгарії, навіть якщо таке притягнення до кримінальної відповідальності вже мало місце у іншій державі. До того ж, заявники могли просити про відшкодування, відповідно до Закону про відповідальність держави за шкоду, завдану громадянам, чинного на момент подій, відповідно до якого держава є відповідальною за шкоду, завдану громадянам протиправними нормативно-правовими актами, діями або бездіяльністю державних орагнів і посадових осіб під час або у зв’язку зі здійсненням адміністративної діяльності. Окрім того, заявники могли просити про відшкодування, відповідно до загальних положень Закону про зобов’язання і договори.", "83.  Заявники повідомили, що вони надсилали листи до прем’єр-міністра і міністра закордонних справ і скаржилися до посольства Болгарії у Римі, що мало надати болгарським державним органам можливість вжити дій, відповідно до статті 174 (2) Кримінально-процесуального кодексу. До того ж, відповідно до болгарського права, якщо скарга була направлена до органу, який не уповноважений розглядати цю справу, то сам цей орган має передати клопотання до уповноваженого державного органу. Щодо позову відповідно до Закону про відповідальність держави за шкоду, завдану громадянам, заявники вважають, що такий позов був би неналежним, оскільки жоден орган не повідомив їм про засоби, наявні для захисту їхніх прав, відповідно до статті 3 того ж закону.", "84.  З причин, наведених нижче щодо скарг стосовно болгарської держави, Суд не вважає за необхідне досліджувати, чи заявники вичерпали усі наявні внутрішні засоби правового захисту щодо їхніх скарг проти Болгарії, і тому лишає це питання відкритим (див., mutatis mutandis, Zarb проти Мальти, № 16631/04, § 45, 4 липня 2006).", "II.  СТВЕРДЖУВАНІ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ", "85.  Заявники скаржилися, що перша заявниця постраждала від жорстокого поводження (включно із сексуальним насильством разом з примусовою працею), як і, меншою мірою, другий і третя заявники від рук ромської родини у Гізларенго, і що державні органи (особливо прокурор у Верчеллі) не змогли належно розслідувати події. Вони також скаржилися, що перша і третя заявниці зазнали жорстокого поводження з боку працівників італійської поліції під час допиту. Тому дії і бездіяльність італійських і болгарських державних органів суперечать статті 3 Конвенції, котра звучить наступним чином:", "“Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.”", "A.  Скарги стосовно відсутності належних кроків задля запобігання жорстокому поводженню щодо першої заявниці від сербської родини, шляхом забезпечення її швидкого звільнення, і стосовно відсутності ефективного розслідування стверджуваного жорстокого поводження", "1.  Аргументи сторін", "(a)  Заявники", "86.  Заявники наполягали, що їхня версія подій є достовірною, і що подання Урядів засновані виключно на свідченнях X., Y. і Z., які були суперечливими і недостовірними. Одним з таких прикладів є факт, що свідчення X., Y. і Z. є суперечливими щодо місця, де відбулось святкування весілля. Вони також стверджували, що невеликі розбіжності у свідченні першої заявниці могли бути спричинені виключно її схвильованістю внаслідок погроз і жорстокого поводження, котрого вона зазнала. Вони також нагадали, що фотографії, використані як докази, були отримані під погрозами, і що другого заявника неодноразово били і під прицілом рушниці змушували позувати для згаданих фотографій. Вони також стверджували, що перша заявниця відвідувала дискотеки і мандрувала машиною тільки у випадках планування і здійснення крадіжок, у яких сербська родина змушувала її брати участь. Щодо медичних довідок, то вони вважають, що саме державні органи мали забезпечити збір таких матеріалів.", "87.  На їхню думку, перша заявниця явно постраждала від порушення статті 3 внаслідок поводження, якого вона зазнала від рук сербської родини, і щодо якого не було проведено жодного ефективного розслідування задля встановлення фактів і притягнення винних до відповідальності.", "88.  Італійські державні органи витратили сімнадцять днів на те, щоб звільнити першу заявницю, котра була знайдена у поганому як фізичному, так і психічному стані. Незважаючи на це, не було проведено жодного медичного огляду першої заявниці, аби встановити обсяг завданих їй тілесних ушкоджень. Дійсно, на цей час істина так і не була встановлена, а різними доказами було знехтувано. Протокол обшуку вілли був неповним, значні суми грошей, вилучених під час облави, не були описані, а деякі факти не були досліджені, такі як віднайдення багатьох паспортів на одне ім’я. Під час розслідування не було досліджено скаргу першої заявниці на те, що її неодноразово ґвалтував Y., прив’язавши її руки й ноги до ліжка. Також не було проведено жодного пошуку, аби встановити відомості про попередні притягнення до кримінальної відповідальності сербської родини, єдиним засобом існування якої були крадіжки, які вони влаштовували, або щодо подій, зокрема обіцянки працевлаштування, через яку заявники переїхали до Італії. На їхню думку, очевидно, що розслідування залишило простір для приховування фактів.", "89.  До того ж, заявникам не дали ознайомитися з матеріалами розслідування, їм не було надано переклад протоколу допиту, і жодних свідчень за допомогою письмових запитів не було отримано від заявників, коли вони повернулися до Болгарії, аби державні органи могли правильно встановити факти.", "(b)  Італійський Уряд", "90.  Уряд Італії повідомив, що факти, про які стверджують заявники, були повністю спростовані під час провадження на національному рівні на підставі документальних доказів. До того ж, Уряд зазначив, що одна з медичних довідок, згадана у фактах, не була передана йому, а інша довідка не стосується справи. Щодо ушкодження ребра першої заявниці, то Уряд зазначив, що у скарзі до поліції Турина третя заявниця стверджувала, що перша заявниця мала подібне поранення, котре було отримане під час попереднього нещасного випадку.", "91.  Уряд зазначив, що кримінальне розслідування стверджуваного викрадення першої заявниці було розпочате негайно після усної скарги третьої заявниці у поліції Турина 24 травня 2003 року. Уряд повідомив, що до 11 червня 2003 року державні органи встановлювали місце розташування вілли, де утримувалася перша заявниця (оскільки третя заявниця навела лише розпливчастий опис місцевості), встановлювали мешканців вілли (офіційно там ніхто не жив), спостерігали за тим, що в ній відбувається і готувалися до необхідних дій, внаслідок котрих було заарештовано мешканців, а перша заявниця була звільнена без нещасних випадків, оскільки, як стверджувала третя заявниця, там зберігалася зброя.", "92.  Негайне розслідування і наступний арешт засвідчують реалії, відмінні від тих, про які стверджувала третя заявниця у первинній скарзі. Виявилося, що перша заявниця одружилася з Y. відповідно до звичаїв і традицій їхньої етнічної групи, за ціну у 11000 EUR. Це стало зрозумілим з низки фотографій, знайдених на місці, на яких було відтворено шлюбну церемонію, у якій брала участь перша заявниця, і на яких вона, разом з Y., виглядає задоволеною і спокійною. На інших фотографіях зображено другого заявника, який отримує гроші від родичів Y. Висновок про те, що мала місце сплата за наречену, відповідно до ромського звичаю, а не викрадення, є ще очевиднішим у світлі численних суперечностей у свідченнях першої і третьої заявниць, разом із визнанням першою заявницею існування шлюбного контракту. До того ж, під час облави не було виявлено вогнепальної зброї, що спростовувало твердження третьої заявниці, що їм погрожували вогнепальною зброєю.", "93.  Уряд Італії повідомив, що ця версія подій була визнана правдоподібною відповідно до рішення туринського слідчого судді від 26 січня 2005 року. Вона також була визнана ймовірною відповідно до рішення суду Турина від 8 лютого 2006 року, котрий, як тлумачить Уряд, дійшов висновку, що проблема полягала переважно у економічній суперечці стосовно укладеного шлюбного контракту. Дуже ймовірно, що шлюбний контракт не був виконаний або через економічні незгоди, або через поводження із першою заявницею, про яке вона повідомила третій заявниці по телефону. Уряд повторив, що ромські шлюби є специфічними, з чим погодився суд у справі Muñoz Díaz проти Іспанії (№ 49151/07, ECHR 2009).", "94.  Уряд також повідомив, що розслідування було проведене негайно і без непотрібного зволікання, а судові органи не шкодували зусиль задля встановлення фактів. Місце подій було ізольоване і збережене; відповідні предмети були ідентифіковані і вилучені; мешканці вілли були ідентифіковані і заарештовані, першу заявницю поселили у приміщенні організації Caritas; відповідні особи і свідки, включно із заявницями, були негайно заслухані, їм допомагали перекладачі, адвокати і експерти з психології. З огляду на наведене, судові органи визнали за ймовірне, що мав місце шлюбний контракт. Уряд Італії вважав, що, з огляду на докази, іншого висновку не можна було зробити. Він також зазначив, що Суд не має встановлювати факти справи, якщо тільки це не є необхідним з огляду на особливі обставини, що не є чинним для даної справи. Дійсно, як довів Уряд, було проведено глибоке офіційне розслідування, про що свідчать його детальні висновки.", "95.  Уряд Італії повідомив, що протягом вісімнадцяти днів між 24 травня і 11 червня 2003 року третя заявниця мала статус свідка і мала доступ до інформації, зібраної під час розслідування тою мірою, яка мала дозволити їй брати ефективну участь у провадженні. Починаючи з 11 червня 2003 року, перша і третя заявниці мали статус обвинувачених, стосовно яких згадані положення не мають жодного стосунку.", "2.  Оцінка Суду", "(a)  Прийнятність", "96.  Суд зазначає, що він зіткнувся із суперечкою щодо справжнього характеру стверджуваних подій. У зв’язку з цим Суд вважає, що має ухвалити власне рішення на підставі доказів, наданих сторонами (див. Menteşe і Інші проти Туреччини, № 36217/97, § 70, 18 січня 2005).", "97.  Суд вважає, що медичні довідки стосовно першої заявниці від 22 і 24 червня 2003 року, надані Суду на момент подання заяви (див. параграф 18 вище), обидві передані Уряду 1 березня 2010 року і зафіксовані на його сторінці із закритим доступом, навіть не зважаючи на те, що їх не було передано слідчим органам, становлять достатній prima facie доказ того, що перша заявниця могла зазнати певної форми жорстокого поводження. За особливих обставин справи, останнє, разом із неспростованим фактом, що скаргу було подано до державних органів 24 травня 2003 року разом із детальним описом фактів, що були предметом скарги, надає Суду підстави вважати, що ця скарга не є явно необґрунтованою у розумінні статті 35 § 3 (a) Конвенції.", "98.  Суд також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому її слід визнати прийнятною.", "(b)  Щодо суті", "i.  Загальні принципи", "99.  Суд нагадує, що стаття 3 охороняє одну з найважливіших засадових цінностей демократичного суспільства. Вона забороняє у абсолютний спосіб катування або нелюдське чи таке, що принижує гідність, поводження і покарання. Зобов’язання Високих Договірних Сторін відповідно до статті 1 Конвенції гарантувати кожному, хто перебуває під їхньою юрисдикцією, визначені у Конвенції права і свободи, в сукупності зі статтею 3, вимагає від держав вживати заходів, спрямованих на забезпечення того, щоб особи, які перебувають під їхньою юрисдикцією, не зазнавали катування або нелюдського чи такого, що принижує гідність, поводження, включно з поводженням з боку приватних осіб (див. A. проти Сполученого Королівства, 23 вересня 1998, § 22, Reports 1998-VI). Ці заходи повинні забезпечувати ефективний захист, зокрема, дітей та інших уразливих осіб, і включати розумні кроки, спрямовані на запобігання жорстокому поводженню, про яке влада знала чи повинна була знати (див. Z і Інші проти Сполученого Королівства [ВП], № 29392/95, § 73, ECHR 2001V).", "100.  Суд нагадує, що стаття 3 Конвенції вимагає від влади розслідувати повідомлення про жорстоке поводження, якщо воно “обґрунтоване” і “порушує розумні підозри”, навіть якщо таке поводженням завдане приватними особами (див. Ay проти Туреччини, № 30951/96, §§ 59-60, 22 березня 2005, і Mehmet Ümit Erdem проти Туреччини, № 42234/02, § 26, 17 липня 2008). Мінімальні застосовні стандарти, визначені у практиці Суду, включають вимоги щодо незалежності і безсторонності розслідування, котре має бути предметом громадського контролю, і щоб уповноважені державні органи діяли зі зразковою сумлінністю і невідкладністю (див., наприклад, Çelik і İmret проти Туреччини, № 44093/98, § 55, 26 жовтня 2004). Окрім того, для того, аби розслідування могло вважатись ефективним, державні органи мають вжити усіх розумних кроків, спрямованих на збереження доказів стосовно інциденту, inter alia, детальну заяву щодо скарг стверджуваного потерпілого, покази свідків, висновки експертизи і, за потреби, додаткові медичні довідки (див., зокрема, Batı і Інші проти Туреччини, №№ 33097/96 і 57834/00, § 134, ECHR 2004-IV (витяги)).", "ii.  Застосування у даній справі", "101.  Суд зазначає, що скарга третьої заявниці, подана 24 травня 2003 року, не супроводжувалася жодними медичними документами. Проте Суд вважає, що це є логічним, і що не можна було очікувати на медичні докази, оскільки, відповідно до цієї скарги, першу заявницю проти її волі утримувала сербська родина. За таких обставин Суд вважає, що свідчення третьої заявниці і серйозність повідомлення, висловленого у скарзі від 24 травня 2003 року, спричиняли розумну підозру, що перша заявниця могла зазнавати стверджуваного жорстокого поводження. Цього достатньо для того, аби стаття 3 Конвенції застосовувалася.", "(a)  Кроки, вжиті італійськими державними органами", "102.  Щодо кроків, вжитих італійськими державними органами, Суд зазначає, що поліцейські звільнили першу заявницю зі стверджуваного полону через два з половиною тижні. Їм потрібно було три дні, аби встановити місце розташуванняя вілли, і ще два тижні, аби підготувати облаву, внаслідок якої було звільнео першу заявницю. Беручи до уваги те, що заявники повідомляли, що сербська родина була озброєна, Суд може погодитися з тим, що попереднє спостереження було необхідним. Тому, на його думку, втручання відповідало вимогам невідкладності і сумлінності, з якими державні органи повинні діяти за таких обставин.", "103.  Тому державні органи виконали своє позитивне зобов’язання захистити першу заявницю. Тому у цьому відношенні не було порушення статті 3.", "(b)  Розслідування", "104.  Щодо розслідування після звільнення першої заявниці, Суд зазначає, що італійські державні органи допитали X., Y., Z., першу і третю заявниць. Не схоже, що було вжито інших зусиль для опитування будь-яких третіх осіб, які могли бути свідками згаданих подій. Дійсно, італійські державні органи вирішили, що фотографії, вилучені на місці подій, підтверджують версію подій, надану стверджуваними правопорушниками. Проте ніхто з інших осіб на фотографіях не був ідентифікований або опитаний, хоча Суд вважає, що це було важливим, оскільки заявники стверджували, що їх примушували позувати для цих фотографій під прицілом рушниці. Також не було вжито жодних спроб заслухати другого заявника, котрий був головною дійовою особою у цих подіях. Дійсно, Суд зазначає, що того ж дня першу заявницю було звільнено і допитано, і кримінальне провадження проти її викрадачів було перекваліфіковане на кримінальне провадження проти першої і третьої заявниць (див. параграф 25 вище). Суд вражений тим, що після звільнення першої заявниці державним органам знадобилося менше, ніж доба, аби дійти такого висновку. З огляду на це зрозуміло, чому суд у кримінальних справах Турина вирішив, що неможливо чітко встановити факти (див. параграф 32 вище ).", "105.  Суд також зазначає, що після звільнення перша заявниця не пройшла медичний огляд, незважаючи на скарги, що її неодноразово били і ґвалтували. Суд також зазначає, що навіть якщо припустити, що згадані події дійсно були весіллям за ромською традицією, проте все ж повідомлялось, що протягом місяця, доки перша заявниця перебувала у Гізларенго, її били і примушували до статевих стосунків з Y. Суд зазначає, що державні органи повинні вживати захисних заходів у вигляді ефективної протидії серйозним порушенням особистої недоторканності індивіда, у тому числі з боку чоловіка (див. Opuz проти Туреччини, № 33401/02, §§ 160-176, 9 червня 2009) або співмешканця. Відповідно, будь-які подібні твердження також вимагають розслідування. Проте щодо цього не було проведено жодного особливого опитування, як не було проведено жодних інших перевірок, як суто медичних, так і суто наукових. Ще більше занепокоєння викликає те, що перша заявниця на момент цих подій була неповнолітньою. Справді, Конвенція вимагає ефективної протидії таким тяжким діянням, як зґвалтування, діти та інші уразливі групи, зокрема, мають право на ефективний захист (див., mutatis mutandis, M.C. проти Болгарії, № 39272/98, § 150, ECHR 2003XII). Проте, італійська влада вирішила не розслідувати цей аспект скарги.", "106.  Окрім того, Суд зазначає, що заявники стверджували, що вони приїхали до Італії після обіцянки працевлаштування, хоча її й не було виконано, і що першій заявниці погрожували і примушували брати участь у крадіжках і приватних статевих стосунках протягом часу, доки вона перебувала у Гізларенго. Хоча це і не було доведено, проте Суд не може виключати, що обставини даної справи, як про них повідомила перша заявниця італійським державним органам (див. параграф 8 вище), якби їх було доведено, могли становити торгівлю людьми, як її визначено у міжнародних конвенціях (див. вище Відповідні міжнародні документи), що, безсумнівно, також становить нелюдське і таке, що принижує гідність, поводження, відповідно до статті 3 Конвенції. Отже, італійська влада була зобов’язана розглянути цю проблему і встановити усі дотичні факти шляхом належного розслідування, що вимагало, аби цей аспект скарги також був досліджений і проаналізований. Проте так не сталось, оскільки італійські державні органи зійшлись на думці, що обставини даної справи підпадають під контекст ромського весілля. Суд не може поділяти думку, що такого висновку було достатньо, аби усунути будь-які сумніви у тому, що обставини даної справи виявляли випадок торгівлі людьми, що вимагало особливо ретельного розслідування inter alia тому, що можливе “ромське весілля” не може використовуватись як підстава для того, щоб не розслідувати його обставини. До того ж, Суд зазначає, що квапливе рішення італійських державних органів не здійснювати ретельне розслідування, спричинило, поміж іншим, те, що медичні докази щодо фізичного стану першої заявниці навіть не встановлювалися.", "107.  У підсумку, Суд вважає, що наведених доказів достатньо, аби продемонструвати, що за особливих обставин даної справи розслідування стверджуваного жорстокого поводження щодо першої заявниці з боку приватних осіб не було ефективним, у розумінні статті 3 Конвенції.", "108.  Тому мало місце процесуальне порушення статті 3.", "B.  Скарга стосовно жорстокого поводження із другим і третьою заявниками від рук ромської родини і відсутність відповідного ефективного розслідування з боку італійських державних органів", "1.  Зауваження сторін", "109.  Заявники скаржилися, що другий і третя заявники також постраждали від жорстокого поводження і погроз від рук сербської родини. Зокрема, другого заявника неодноразово били і під прицілом рушниці примушували позувати на “весільних” фотографіях. Проте італійська влада не вжила жодних кроків для допиту другого заявника як потерпілого від жорстокого поводження і погроз, внаслідок яких він, як вони стверджують, був визнаний 100% інвалідом медичною комісією Видина 5 жовтня 2010 року (заявники визнали, що на підтвердження цього не надали жодних документів). Внаслідок спричинених стресу і неспокою, у другого заявника було діагностовано діабет невдовзі після згаданих подій.", "110.  Уряд Італії повідомив, що кримінальне розслідування щодо погроз і тілесних ушкоджень, завданих другому заявнику і третій заявниці, було розпочате одразу ж після усної скарги третьої заявниці у поліції Турина, 24 травня 2003 року. Проте, із розслідування слідувало, що їхні скарги не є правдивими. Як стверджує Уряд, дивно, що другий і третя заявники стверджують, що їх побили 18 травня 2003 року, хоча вони вирішили повертатися до Болгарії. До того ж, не було надано жодних медичних документів на підтвердження цієї скарги, а під час облави на віллі не було знайдено жодної вогнепальної зброї, що спростовує твердження, що їм погрожували рушницею.", "2.  Оцінка Суду", "111.  Відповідно до практики Суду, твердження про жорстоке поводження мають бути підтверджені відповідними доказами. Для оцінки цих доказів Суд застосовує стандарт доказування “поза розумним сумнівом”, хоча такий доказ може слідувати зі співіснування достатньо вагомих, чітких і узгоджених вказівок або з подібного не спростованого припущення факту (див. Ірландія проти Сполученого Королівства, 18 січня 1978, Series A № 25, § 161 in fine; і Medova проти Росії, № 25385/04, § 116, ECHR 2009....).", "112.  Суд зазначає, що навіть якщо припустити, що другий і третя заявники попередньо перебували під примусом, неспростовним є те, що після 18 травня 2003 року цей примус припинився. Тобто другий і третя заявники, на відміну від випадку першої заявниці, могли звернутися за медичною допомогою і отримати медичні докази на підтвердження своїх скарг. Проте вони не надали державним органам жодних медичних довідок, які супроводжували б скаргу, подану третьою заявницею 24 травня 2003 року. До того ж, на цей час Суду не було надано жодних доказів, які вказували б на те, що другий і третя заявники могли зазнати жорстокого поводження від рук сербської родини. З огляду на це Суд вважає, що не існує достатніх, послідовних і достовірних доказів, які допомогли б встановити з необхідним рівнем доведення, що вони зазнали жорстокого поводження.", "113.  Відповідно, державні органи не мали достатніх підстав підозрювати, що другий і третя заявники зазнали неналежного поводження, що вимагало б повноцінного розслідування.", "114.  Тому ця скарга є явно необґрунтованою і має бути відхилена відповідно до статті 35 §§ 3 і 4 Конвенції.", "C.  Скарга стосовно жорстокого поводження з боку працівників поліції з першою і третьою заявницями під час їхнього допиту", "115.  Перша і третя заявниці скаржилися про жорстоке поводження під час допиту, зокрема, що протягом цього часу їм не надали адвокатів і перекладачів, і що їх примусили підписати документи, зміст яких вони не розуміли. Вони також скаржилися на кримінальне провадження, яким їй погрожували і яке, зрештою, було проти них порушене, зазначивши, вони були взяті на допит лише для того, щоб влада застосувала на них тиск. Вони також стверджували, що згодом призначений судом адвокат не зміг захистити їхні інтереси під час допиту, зокрема, через те, що не просив, аби сербська сім’я залишалася поза приміщенням, не забезпечив належних перекладачів і поводження без загроз і, що є найсерйознішим, дозволив, аби першу заявницю тримали в камері протягом кількох годин після її допиту.", "116.  Суд, по-перше, зазначає, що перша і третя заявниці не висловлювали скарги проти будь-яких можливих порушників поміж працівниками поліції. Також вони ніколи не подавали до італійських державних органів офіційну скаргу стосовно такого жорстокого поводження. Немає відомостей про те, що вони намагались порушити такі скарги у рамках провадження, яке зрештою було розпочате щодо них. Тому перша і третя заявниці не вичерпали внутрішні засоби правового захисту стосовно цієї скарги.", "117.  До того ж, Суд зазначає, що поводження, змальоване заявницями, не досягає мінімального ступеню тяжкості, аби підпадати під дію статті 3. Зокрема, Суд вважає, що той факт, що першу і третю заявниць попередили про можливість притягнення до кримінальної відповідальності і позбавлення волі, якщо вони не казатимуть правду, можна вважати частиною нормальних обов’язків державних органів під час допиту особи, а не протиправними погрозами. Окрім того, відповідно до документів, наданих італійським Урядом, перекладач і адвокат, або обидва, супроводжували першу і третю заявниць на різних стадіях допиту.", "118.  На цій підставі ця скарга має бути відхилена як явно необґрунтована, відповідно до статті 35 §§ 3 і 4 Конвенції", "D.  Скарга проти Болгарії стосовно відсутності дій або ефективного розслідування стверджуваних подій", "1.  Зауваження сторін", "119.  Стосовно Болгарії, заявники скаржилися про зволікання консульськими установами у розгляді скарги другого заявника від 31 травня 2003 року. Державним органам потрібно було два дні, аби вжити дій щодо цієї скарги, після гострої критики з боку представника заявників. Вони стверджували, що Уряд Болгарії не зміг пояснити, яким чином ВКС допомагав заявникам у захисті їхніх інтересів, як того вимагає стаття 32 положення про Міністерство закордонних справ. Дійсно, вони не втручалися у вибір перекладачів (котрі залишались мовчазними щодо поводження, котрого зазнали обидві заявниці під час допиту) або призначеного судом адвоката, а представник консульства не був присутній під час допиту.", "120.  Так само, не було надано жодної інформації і нічого не було зроблено болгарськими державними органами для репатріації заявників, як і не було повідомлено Національне агентство із захисту неповнолітніх, аби воно могло вжити необхідних заходів. Ні міністерство, ні посольство Болгарії у Римі не повідомили прокуратуру Болгарії, котра могла б порушити провадження проти сербської родини. До того ж, болгарські державні органи не повідомли італійські державні органи, що відповідно до болгарського права укладений за кордоном шлюб неповнолітнього громадянина Болгарії вимагає попередньої згоди болгарського дипломатичного або консульського представника (статті 12, 13 і 131 болгарського Сімейного кодексу). У даній справі не було зроблено чи задоволено жодного подібного клопотання. Ця вимога є чинною для усіх громадян Болгарії, незалежно від їхнього етнічного походження, і у кожному випадку, етнічні традиції не можуть спростовувати закон.", "121.  Уряд Болгарії стверджував, що за відсутності будь-яких конкретних тверджень про будь-яке поводження, що суперечить статті 3, не може бути порушення цього положення. До того ж, будь-яке позитивне зобов’язання з його боку може поставати тільки стосовно дій, скоєних чи продовжуваних на території Болгарії.", "122.  Без жодного наслідку для наведеного вище, Уряд Болгарії повідомив, що Міністерство закордонних справ, ВКС, посол і консул у Римі негайно відреагували, коли їм було повідомлено про цю справу. Вони налагодили контакти з італійськими державними органами і уточнили, що ймовірна потерпіла є неповнолітньою і утримується всупереч її волі. Посол Болгарії підтримував постійне спілкування з італійськими державними органами і передавав інформацію другому заявнику, який висловив свою вдячність. Те, що належні і всеохопні заходи були вжиті болгарським ВКС, підтверджується консульською справою щодо цього випадку, яка була передана до Суду. Ця справа має більше ста сторінок, і 2 червня 2003 року її було передано до посольства Болгарії у Римі із вказівкою вжити негайних дій у співпраці з італійськими державними органами задля звільнення першої заявниці і повернення її до Болгарії.", "123.  Другий заявник знову звернувся до болгарських державних органів 11 червня 2003 року, і ВКС знову, того ж дня, звернувся до посольства Болгарії у Римі. Посольство, у свою чергу, відповіло, що місцеве відділення карабінерів у Турині і центральне керівництво поліції Верчеллі провели успішну операцію зі звільнення першої заявниці з того будинку; її знайшли у хорошому стані і помістили під захист державних органів. Ця інформація була негайно передана другому заявнику. У листі від 24 червня 2003 року посольство Болгарії у Римі повідомило ВКС, що на прохання другого заявника з головного управління кримінальної поліції Італії було отримано інформацію щодо результату допиту, і у заяві першої заявниці вказувалось, що її батько отримав гроші за майбутній шлюб, і тому немає підстав для відкриття кримінального провадження проти сербської родини. Уряд також зазначив, що судові органи розглядали можливість порушення кримінального провадження проти першої і третьої заявниць за наклеп і надання неправдивих свідчень. Другому заявнику повідомили про це листом від 1 липня 2003 року. Після цього підтримувалося листування між консульським відділом і заявниками та їхнім представником, а також з владою Італії. Тож, у межах своїх повноважень, болгарські державні органи виявили повну співпрацю.", "2.  Оцінка Суду", "124.  Суд нагадує, що зобов’язання, яке бере на себе Договірна Сторона відповідно до статті 1 Конвенції, обмежується «гарантуванням» (“reconnaître” у французькому тексті) перерахованих прав і свобод щодо осіб, які перебувають під їхньою «юрисдикцією» (див. Soering проти Сполученого Королівства, 7 липня 1989, § 86, Series A № 161). Практика Суду визначає різні випадки, коли положення Конвенції, в сукупності із загальним обов’язком держави відповідно до статті 1, накладає на держави зобов’язання провести сумлінне і ефективне розслідування (див. наприклад Ay проти Туреччини, цитовано вище, §§ 59-60; Aksoy проти Туреччини, 18 грудня 1996, § 98, Reports 1996-VI, і Assenov і Інші проти Болгарії, 28 жовтня 1998, § 102, Reports 1998-VIII). Проте у кожному випадку зобов’язання держави застосовується тільки щодо жорстокого поводження, ймовірно скоєного в межах її юрисдикції (див. Al-Adsani проти Сполученого Королівства [ВП], № 35763/97, § 38, ECHR 2001-XI, у якій Суд не підтримав скаргу заявника про те, що Конвенція вимагала від Сполученого Королівства допомогти одному з його громадян отримати ефективний засіб правового захисту проти катування стосовно іншої держави, оскільки не стверджувалося, що ймовірне катування мало місце у Сполученому Королівстві, або влада Сполученого Королівства має будь-який причинно-наслідковий зв’язок з тим, що трапилося).", "125.  Так само в рішенні у справі Rantsev проти Кіпру і Росії (№ 25965/04, §§ 243-247, ECHR 2010 (витяги)), Суд зазначив, що смерть безпосередньої жертви трапилася на Кіпрі. Відповідно, оскільки не було доведено, що в цьому випадку існували особливі ознаки, які вимагали б відхилення від загального підходу, зобов’язання забезпечити ефективне офіційне розслідування стосувалося лише Кіпру. Незважаючи на те, що пані Ранцева була громадянкою Росії, Суд дійшов висновку, що не було жодного окремого зобов’язання, яке було б покладено на російську владу, відповідно до статті 2 Конвенції, провести розслідування.", "126.  З наведеного слідує, що за обставин даної справи, оскільки стверджуване жорстоке поводження мало місце на території Італії, і оскільки Суд вже встановив, що саме італійські державні органи мали розслідувати згадані події, не можна вважати, що існувало зобов’язання з боку болгарської влади провести розслідування, відповідно до статті 3 Конвенції.", "127. До того ж, інституції, встановлені відповідно до Конвенції, неодноразово зазначали, що Конвенція не містить права, яке вимагало б від Високих Договірних Сторін надавати дипломатичний захист або підтримувати скарги заявника відповідно до міжнародного права, або у інший спосіб виступати перед органами іншої держави від його чи її імені (див. наприклад, Kapas проти Сполученого Королівства, № 12822/87, рішення Комісії від 9 грудня 1987, Decision and Reports (DR) 54, L. проти Швеції, № 12920/87, рішення Комісії від 13 грудня 1988, і Dobberstein проти Німеччини, № 25045/94, рішення Комісії від 12 квітня 1996 і цитовані у ній рішення). Тим не менш Суд зазначає, що болгарські державні органи неодноразово змушували до дій італійські державні органи, як пояснив Уряд Болгарії у своїх поданнях, і як видно із документів, наданих Суду.", "128.  Тому Суд вважає, що ця скарга є явно необґрунтованою і має бути відхилена відповідно до статті 35 §§ 3 і 4 Конвенції.", "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 4 КОНВЕНЦІЇ", "129.  Заявники стверджували, що поводження, якого перша заявниця зазнала від рук сербської сім’ї, і те, що вона була змушена брати участь в організованій злочинності, є порушенням статті 4. На думку заявників, порушення зазначеного положення також виникло у зв’язку з усіма фактами справи, які явно стосувалися торгівлі людьми і суперечили цьому положенню, котре звучить наступним чином:", "“1.  Нікого не можна тримати в рабстві або в підневільному стані.", "2.  Ніхто не може бути присилуваний виконувати примусову чи обов’язкову працю.", "3.  Для цілей цієї статті значення терміна \"примусова чи обов’язкова праця\" не поширюється:", "(a)  на будь-яку роботу, виконання якої зазвичай вимагається під час призначеного згідно з положеннями статті 5 цієї Конвенції тримання в умовах позбавлення свободи або під час умовного звільнення;", "(b)  на будь-яку службу військового характеру або – у випадку, коли особа відмовляється від неї з мотивів особистих переконань у країнах, де така відмова визнається, – службу, яка вимагається замість обов’язкової військової служби;", "(c)  на будь-яку службу, що вимагається у випадку надзвичайної ситуації або стихійного лиха, яке загрожує життю чи благополуччю добробуту суспільства;", "(d)  на будь-яку роботу чи службу, яка є частиною звичайних громадянських обов’язків.”", "A.  Подання сторін", "1.  Заявники", "130.  Заявники зазначили, що їх переконали у тому, що їм нададуть роботу, але, натомість, першу заявницю примусили красти, і вона отримала тілесні ушкодження внаслідок поводження щодо неї, підтвердженого наданими медичними довідками. Вони вважали, що враховуючи обман, яким їх переконали переїхати до Італії, і подальше поводження, якого зазнала, зокрема, перша заявниця, справа безумовно стосувалася торгівлі людьми, у розумінні міжнародних договорів. Вони вважають, що обидві держави є відповідальними за стверджуване порушення. Було принизливим те, що Уряди намагалися приховати свої недоліки, ховаючись за виправданням ромськими звичаями, чого, вочевидь, не було, як неодноразово стверджували заявники. До того ж, заявники не можуть зрозуміти, як влада могла вирішити, що ромські традиції, які вочевидь становили порушення кримінального права (див. статті 177-78 і 190-91 болгарського Кримінального кодексу, Відповідне національне право вище), могли толеруватись і вважатись нормальними.", "131.  Стосовно своєї скарги щодо Італії вони повторили своє подання, висловлене щодо статті 3.", "132.  Стосовно Болгарії заявники також повторили своє подання, висловлене щодо статті 3. Вони також зазначили, що хоча у Болгарії було запроваджено законодавство, спрямоване на боротьбу проти торгівлі людьми, на практиці воно не має жодних наслідків. Дійсно, Уряд Болгарії не зміг навести жодної статистики щодо кількості осіб, притягнених до відповідальності за даними положеннями Кримінального кодексу. Щодо запобігання заявники стверджували, що Уряд Болгарії повинен був відслідковувати небезпеку, з котрою такі сім’ї. як заявники, могли зіткнутись, коли вирішували переїздити до Італії за підозрілими пропозиціями працевлаштування. Вони наполягали, що на кордоні їм не ставили питань, так ніби ризику торгівлі людьми зовсім не існувало.", "2.  Уряд Італії", "133. Уряд Італії повідомив, що у скарзі третьої заявниці до поліції Турина, від 24 травня 2003 року, не було жодних повідомлень про примусову працю чи торгівлю людьми, а тільки страх, що перша заявниця могла бути примушена займатися проституцією. Він вважає, що Конвенція проти торгівлі людьми не могла бути задіяна за обставин справи, встановлених національними судами. До того ж італійська держава на момент подій у справі не підписала і не ратифікувала Конвенцію проти торгівлі людьми, котра, відповідно, не може до них застосовуватись.", "134.   Тим не менш, кримінальне розслідування щодо стверджуваного викрадення першої заявниці було відкрито негайно на підставі усної скарги третьої заявниці до поліції Турина, 24 травня 2003 року. Уряд зазначив, що законодавство стосовно торгівлі людьми було запроваджене тільки у серпні 2003 року (див. Відповідне національне право). Він також повторив свої зауваження за статтею 3, у яких стверджувалось, що мало місце ефективне розслідування обставин даної справи.", "135.  Зрештою, Уряд повідомив, що поскільки Суд хотів дослідити ставлення держави щодо шлюбних договорів у ромській спільноті, то Уряд Італії зазначив, що насправді перша заявниця була звільнена і повернулась до Болгарії. Проте держава не має судити традиції ромської меншини, їхню ідентичність чи спосіб життя, особливо після того, як сам Суд в рішенні у справі Munoz Diaz наголосив на важливості ромської культури.", "3.  Уряд Болгарії", "136. Уряд повторив, що дана справа не стосується торгівлі людьми, оскільки її факти не підпадають під визначення такої торгівлі, відповідно до статті 4 Конвенції проти торгівлі людьми. Як підтверджено витягом з реєстру прикордонної поліції (наданим Суду), заявники вільно і добровільно оселилися у Італії, відповідно до права на свободу пересування. Перша заявниця, хоча і була неповнолітньою, виїхала за межі Болгарії, приїхала до Італії і поселилася там разом з батьками, добровільно і за їхньою згодою. Виїзд з території Болгарії був законним, і державні органи не мали жодних підстав забороняти його, дозволивши таке переміщення відповідно до статті 2 Протоколу № 4 до Конвенції і законодавства Європейського Союзу. До того ж, немає жодних доказів торгівлі людьми на території Болгарії, про що заявники не стверджували. Дійсно, заявники, як самі, так і їхній представник, не поставили до відома жодну з болгарських установ, відповідальних за боротьбу проти торгівлі людьми. Будь-які повідомлення про це мають бути передані до Державної агенції із захисту дитини, Національного комітету із боротьби проти торгівлі людьми і Ради міністрів, прокурору Республіки Болгарія і Міністерства внутрішніх справ, котре має конкретні повноваження, відповідно до Кримінально-процесуального кодексу, розглядати такі заяви.", "137.  Уряд повідомив, що дана справа стосувалась особистих стосунків приватно-правового характеру стосовно добровільного укладення шлюбу і відповідних ритуалів, відповідно до особливої етнічної приналежності заявників. Як встановило розслідування, перша заявниця вільно одружилася з Y., відповідно до їхніх традицій. Загальноприйнята і поширена форма ромського одруження передбачає ранні і обов’язкові шлюби. Шлюбний вік встановлюється звичаєм, відповідно до групи, до якої належать особи, і зазвичай це ранній вік. Ромський шлюб вважається укладеним шляхом одруження у присутності громади і не вимагає цивільної чи релігійної процедури, аби вважатись священним і нерозривним. Традиційне ромське весялля складається з двох стадій. Перша – заручини, регулюється попередніми умовами шлюбу, такими як встановлення за наречену “ціни”/“викупу”/”віна”, що є угодою, яка укладається батьками з огляду на те, що наречена буде частиною родини нареченого. Друга – весілля, котре включає низку ритуалів, найважливішим з яких є консумація шлюбу, оскільки незайманість є передумовою для укладення шлюбу. Уряд Болгарії повідомив, що зі свідчень X. Y. і Z., зафіксованих італійським підрозділом невідкладного реагування, весільні ритуали, що включали передання заявниці до Y., відповідали традиційній практиці.", "138.  Окрім того, не було встановлено, що існувало будь-яке зневажливе або принижуюче ставлення або випадки примусової праці. Уряд повідомив, що у свідченні від 11 червня 2003 року перша заявниця заявила, що одружилася з Y. і не стверджувала, що не задоволена своїм шлюбом, або що вона сама чи її батьки зазнали жорстокого поводження чи примусової праці. Тобто, як стверджує Уряд, факти у справі стосувались звичайної консумації шлюбу і виконання звичайних хатніх робіт, котрі не можуть становити поводження, заборонене відповідно до статті 4, зокрема тому, що перша заявниця визнала, що добровільно переїхала до Італії, подорожувала машиною і відвідувала дискотеки.", "139.  Уряд вважав, що коли болгарський консульський відділ повідомив про примусове утримання неповнолітньої дівчини, то італійська влада надала повну допомогу і здійснила ефективне розслідування, але після встановлення згаданих фактів не могла дійти висновку, що справа стосувалась торгівлі людьми. Уряд зазначив, що італійські державні органи “звільнили” першу заявницю, котра була знайдена у хорошому фізичному і психічному стані. Її допитали працівники, котрі спеціалізуються на спілкуванні з неповнолітніми, і мала доступ до перекладача. Окрім того, державні органи надали підтримку їй та її родичам, включно з проживанням і сплатою витрат. Італійські державні органи допитали усіх відповідних свідків і вжили інших заходів задля встановлення фактів, і заявники мали повну нагоду брати участь у розслідуванні у якості свідків, і для цього їм було надано перекладача. Отже, родичі були також безпосередньо залучені до розслідування. Тому критерії ефективного розслідування, відповідно до практики Суду (Rantsev проти Кіпру і Росії, № 25965/04, § 233, 7 січня 2010) були дотримані.", "140.  Щодо кроків, вжитих болгарськими державними органами, Уряд Болгарії повторив свої зауваження за статтею 3 (див. параграфи 121-123 вище). Дійсно, як болгарська, так й італійська влада діяли без зволікань. Тому дії обох держав відповідали зобов’язанням за Конвенцією (Rantsev, цитовано вище, § 289).", "141.  Уряд також повідомив, що поскільки справа може розглядатися за статтею 4, болгарська влада виконала свої позитивні зобов’язання у належний і вчасний спосіб. Уряд Болгарії зазначив, що Конвенція проти торгівлі людьми набула чинності щодо Болгарії у 2007 році і тому на момент подій у даній справі не застосовувалася. Проте Уряд повідомив, що Болгарія виконала своє позитивне зобов’язання і вжила необхідних заходів для запровадження робочого та ефективного законодавства щодо криміналізації торгівлі людьми.", "142.  Було також запроваджено належну законодавчу і адміністративну базу. Уряд зазначив, що станом на 2003 рік було чинним наступне законодавство стосовно запобігання, подолання і криміналізації торгівлі людьми:", "- Конвенція ООН проти транснаціональної організованої злочинності, ухвалена 15 листопада 2000 року, ратифікована Болгарією у 2001 році", "- Протокол про попередження і припинення торгівлі людьми, особливо жінками і дітьми, і покарання за неї, від 15 листопада 2000 року", "- рекомендація № R (85) 11 державам-учасницям щодо статусу потерпілого у рамках кримінального права і процесу, ухвалена Комітетом Міністрів Ради Європи 28 червня 1985 року", "- рекомендація 1545 (2002) щодо проведення кампаній проти торгівлі жінками, від 21 січня 2002 року", "- Директива Ради ЄС 2004/81/EC від 29 квітня 2004 року щодо дозволу на проживання, що видається громадянам третіх країн, які є потерпілими від торгівлі людьми або які були об’єктами дій, спрямованих на сприяння незаконної імміграції, і які співпрацюють з уповноваженими державними органами.", "- резолюція Європейського Парламенту щодо експлуатації проституції і торгівлі людьми.", "До того ж, за допомогою поправок до Кримінального кодексу у 2002 році, було криміналізовано торгівлю людьми (див. Відповідне національне право), і у 2003 році парламент ухвалив особливий закон із подолання торгівлі людьми, який запровадив ефективні механізми протидії. Національні ЗМІ надавали також громадськості інформацію про ризики торгівлі людьми. Тобто, Уряд Болгарії вжив усіх можливих позитивних заходів, спрямованих на створення ефективної національної системи для запобігання, розслідування і притягнення до відповідальності за такі злочини. До того ж, заявники не висловили жодних скарг щодо цієї нормативно-правової бази.", "143.  Уряд Болгарії також повідомив, що він виконав своє позитивне зобов’язання вжити захисних заходів. Уряд повідомив, що немає доказів того, що йому було особливо повідомлено про будь-які особливі обставини, котрі можуть спричинити виправдане і обґрунтоване припущення про негайний і реальний ризик для першої заявниці, до того, як вона переїхала до Італії, а також згодом, під час її перебування там. Тому не існувало позитивного зобов’язання вжити попередніх кроків для її захисту.", "144.  Щодо процесуального зобов’язання розслідувати потенційну торгівлю людьми, Уряд нагадав, що дії заявників були добровільними, незважаючи на те, що спільні зусилля Болгарії та Італії призвели до бажаного результату, першу заявницю було звільнено, і вона повернулася до Болгарії.", "145.  Щодо наданого висновку судово-медичної експертизи Уряд зазначив, що його не можна вважати чинним доказом, оскільки його було зроблено без дотримання закону, його було зроблено через місяць після повернення першої заявниці до Болгарії, а не одразу ж після стверджуваних подій.", "B.  Оцінка Суду", "1.  Застосування статті 4 Конвенції", "146.  Суд ніколи не вважав положення Конвенції як єдину довідкову базу для тлумачення закріплених у ній прав і свобод (див. Demir і Baykara проти Туреччини [ВП], № 34503/97, § 67, 12 листопада 2008). Суд віддавна зазначив, що одним з головних принципів застосування положень Конвенції є те, що він не застосовує їх у вакуумі (див. Loizidou проти Туреччини, 18 грудня 1996, Reports 1996-VI; і Öcalan проти Туреччини [ВП], № 46221/99, § 163, ECHR 2005-IV). Як міжнародний договір, Конвенція має тлумачитися у світлі правил тлумачення, закріплених у Віденській конвенції від 23 травня 1969 року про право міжнародних договорів (див. Rantsev, цитовано вище, § 273).", "147.  Відповідно до цієї Конвенції, Суд повинен з’ясувати звичайне значення, яке слід надати словам у їхньому контексті та з урахуванням предмета та мети положення, з якого вони взяті (див. Golder проти Сполученого Королівства, 21 лютого 1975, § 29, Series A № 18; Loizidou, цитовано вище, § 43). Суд повинен враховувати той факт, що контекст положення є договором для ефективного захисту окремих прав людини, і що Конвенція повинна читатися в цілому і тлумачитися таким чином, щоб сприяти внутрішній послідовності та гармонії між різними її положеннями (див. Stec і Інші проти Сполученого Королівства (dec.) [ВП], №№ 65731/01 і 65900/01, § 48, ECHR 2005-X). Необхідно також враховувати будь-які відповідні правила та принципи міжнародного права, що застосовуються у відносинах між Договірними Сторонами, і Конвенція повинна, наскільки це можливо, тлумачитися у відповідності з іншими нормами міжнародного права, частиною яких вона є (див. Al-Adsani, цитовано вище, § 55; Demir і Baykara, цитовано вище, § 67; Saadi проти Сполученого Королівства [ВП], № 13229/03, § 62, ECHR 2008-...; і Ranstev, цитовано вище,    §§ 273-275).", "148. Предмет і мета Конвенції, як інструменту захисту окремих людей, вимагає, щоб її положення тлумачилися і застосовувалися так, щоб зробити ці гарантії практичними та ефективними (див., inter alia, Soering, цитовано вище, § 87; і Artico проти Італії, 13 травня 1980,   § 33, Series A № 37).", "149.  В рішенні у справі Siliadin, розглядаючи обсяг поняття “рабство” відповідно до статті 4, Суд посилався на класичне визначення рабства, що міститься у Конвенції про заборону рабства від 1926 року, котре вимагає здійснення справжнього права власності і зведення відповідної особи до статусу “об’єкту” (див. Siliadin проти Франції, № 73316/01, § 122, ECHR 2005VII). Стосовно поняття “підневільний стан”, Суд постановив, що забороняється саме “особливо серйозна форма відмови у свободі” (див. Van Droogenbroeck проти Бельгії, звіт Комісії від 9 липня 1980, §§ 78-80, Series B № 44). Поняття “підневільний стан” передбачає зобов’язання під примусом надавати свої послуги, і пов’язане з поняттям “рабство” (див. Seguin проти Франції (dec.), № 42400/98, 7 березня 2000; і Siliadin, цитовано вище, § 124). Для того, щоб виникли “примусова або обов’язкова праця”, Суд постановив, що має бути певний фізичний чи психічний примус, а також певне придушення волі особи (див. Van der Mussele проти Бельгії, 23 листопада 1983, § 34, Series A № 70; Siliadin, цитовано вище, § 117).", "150.  Суд не регулярно розглядає питання застосування статті 4, і до цього часу він лише двічі розглядав, якою мірою поводження, пов’язане з торгівлею людьми, підпадає під сферу застосування цієї статті (Siliadin і Rantsev, обидві цитовано вище). У першому випадку Суд дійшов висновку, що поводження, якого зазнала заявниця, полягало в підневільному стані та примусовій і обов’язковій праці, хоча вони не супроводжувалися рабством. В останній справі було вирішено, що сама торгівля людьми суперечить духу та меті статті 4 Конвенції, тобто підпадає під сферу дії гарантій, передбачених цією статтею, без необхідності оцінювати, який з трьох типів забороненої поведінки було задіяно у даному випадку конкретним поводженням.", "151.  У справі Rantsev, Суд вирішив, що торгівля людьми за своєю природою та метою експлуатації ґрунтується на здійсненні повноважень, пов’язаних з правом власності. Вона розглядає людей як товар, який можна купувати і продавати і примушувати до примусової праці, часто за невелику оплату або зовсім без неї, як правило, в секс-індустрії, а також в інших галузях. Вона передбачає ретельне стеження за діяльністю жертв, чиї дії часто є прописаними. Вона передбачає використання насильства та погроз щодо жертв, які живуть і працюють в поганих умовах. Її описано у пояснювальному звіті, що супроводжує Конвенцію про боротьбу з торгівлею людьми, як сучасну форму старої світової торгівлі людьми. За цих обставин Суд дійшов висновку, що сама торгівля людьми у значенні статті 3 (a) Палермського Протоколу та статті 4 (a) Конвенції проти торгівлі людьми підпадає під дію статті 4 Конвенції (див. Rantsev, цитовано вище, §§ 281-282).", "2.  Застосування у даній справі", "152.  Суд ще раз підкреслює, що він стикається з суперечкою щодо точного характеру стверджуваних подій. Сторони у справі навели різні фактичні обставини і, на жаль, відсутність розслідування італійськими державними органами призвела до того, що для розгляду справи замало доказів. З огляду на це, Суд може ухвалюваати рішення виключно на підставі доказів, наданих сторонами.", "153.  З огляду на це, і поскільки заперечення ratione materiae можна вивести із зауважень Урядів, Суд вважає, що немає необхідності розглядати це заперечення, оскільки вважає, що скарга, в її різних аспектах, у будь-якому випадку є неприйнятною з наступних причин.", "(a)  Скарга проти Італії", "1.  Обставини, які повідомили заявники", "154.  Суд уже вирішив, що обставини, такі, як наведені заявниками, могли б становити торгівлю людьми. Однак він вважає, що з наданих доказів немає достатніх підстав для доведення правдивості версії заявників про події, а саме, що перша заявниця була перевезена в Італію для того, щоб бути заручницею у певній злочинній групі, яка займалася незаконною діяльністю. Тому Суд не визнає існування обставин, які могли б становити вербування, перевезення, передачу, приховування або одержання осіб з метою експлуатації, примусової праці або послуг, рабства або практики, подібної до рабства, підневільного стану або вилучення органів. Отже, твердження заявників про те, що існувала фактична торгівля людьми, не було доведено, і тому Суд не може погодитися з цим.", "155.  Оскільки не було встановлено, що перша заявниця була жертвою торгівлі людьми, Суд вважає, що зобов’язання за статтею 4 щодо покарання та переслідування торгівлі людьми в межах відповідної правової або нормативної бази в цій справі не можуть бути застосовані.", "156.  Що стосується покладеного на владу зобов’язання, передбаченого статтею 4, вживати відповідних заходів у межах своїх повноважень, щоб вивести особу з цієї ситуації або ризику, Суд зазначає, незалежно від того, чи існувала вірогідна підозра реального чи негайного ризику того, що першою заявницею торгують чи її експлуатують, Суд вже встановив за статтею 3 Конвенції, що італійські органи влади вжили всіх необхідних заходів для звільнення заявниці зі становища, в якому вона перебувала (див. параграф 103 вище).", "157.  Оскільки стаття 4 також передбачає процесуальне зобов’язання розслідувати випадки потенційної торгівлі людьми, Суд вже встановив у своїй оцінці стосовно процесуального аспекту статті 3 (див. параграфи 107-108 вище), що італійські органи влади не провели ефективне розслідування обставин цієї справи.", "158.  Внаслідок цього Суд не вважає за необхідне розглядати цю частину скарги.", "159.  З огляду на наведене, Суд вважає, що загальна скарга за статтею 4 проти Італії на підставі версії подій, наданих заявницею, є неприйнятною як явно необґрунтована, відповідно до статті 35 §§ 3 і 4 Конвенції.", "ii.  Обставини справи, які встановлені державними органами", "160.  Суд зазначає, що державні органи дійшли висновку, що факти у справі становили типове весілля за ромською традицією. Перша заявниця, котрій на момент ймовірного шлюбу було сімнадцять років і дев’ять місяців, ніколи не заперечувала, що вона добровільно одружилася з Y. Проте вона заперечувала, що її батьку заплатили за шлюб. Тим не менш, фотографії, зібрані поліцією, дають підстави вважати, що насправді передача грошей відбулася. Мало що було встановлено стосовно будь-якого наступного поводження всередині родини.", "161.  Отже, Суд вважає, що стосовно подій, встановлених владою, знову ж таки немає достатніх доказів, які свідчать про те, що перша заявниця перебувала у рабстві. Навіть якщо припустити, що батько заявниці отримав грошову суму в рахунок стверджуваного шлюбу, Суд вважає, що за обставин даної справи цей грошовий внесок не може вважатися таким, що становить ціну, пов’язану з переходом права власності, що задіяло б поняття рабства. Суд нагадує, що шлюб має глибоко вкорінені соціальні та культурні конотації, які можуть значною мірою відрізнятися залежно від суспільства (див. Schalk і Kopf проти Австрії, № 30141/04, § 62, ECHR 2010). Згідно з висновком Суду, цей платіж можна розумно вважати подарунком від однієї сім’ї іншій, і ця традиція є спільною для багатьох різних культур у сучасному суспільстві.", "162.  Також не існує жодних доказів, які свідчать про те, що перша заявниця перебувала у \"підневільному стані\" або здійснювала \"примусову або обов’язкову\" працю, оскільки перше передбачає примус до надання послуг (див. Siliadin, цитовано вище, § 124), а останнє пов’язане з фізичним чи психічним тиском. У такому випадку має існувати робота, яка «виконується ... під загрозою будь-якого покарання», а також виконується проти волі зацікавленої особи, тобто робота, до якої він чи вона «не запропонували себе добровільно» (див. Van der Mussele, цитовано вище, § 34, і Siliadin, цитовано вище, § 117). Суд зауважує, що, незважаючи на покази першої заявниці, що вона була змушена працювати, третя заявниця у своїй скарзі від 24 травня 2003 року пояснила, що її родина була найнята для хатньої роботи.", "163.  Крім того, на думку Суду, представлена постфактум медична довідка не є достатньою для того, щоб визначити поза розумним сумнівом, що перша заявниця фактично зазнала певної форми жорстокого поводження або експлуатації, як це розуміється у визначенні торгівлі людьми. Суд також не може вважати, що сама сплата суми грошей є достатньою для того, щоб вважати, що існувала торгівля людьми. Також не існує доказів того, що такий союз був укладений з метою експлуатації, як сексуальної, так й іншої. Таким чином, немає ніяких підстав вважати, що цей союз укладався для інших цілей, ніж ті, які зазвичай пов’язані з традиційним шлюбом.", "164.  Суд з інтересом відзначає резолюції Парламентської Асамблеї Ради Європи (див. Відповідні міжнародні документи), які висловлюють стурбованість щодо ромських жінок у контексті примусових та дитячих шлюбів (останній визначається як союз двох осіб, принаймні одній з яких немає 18 років), і він поділяє це занепокоєння. Суд, однак, зазначає, що резолюції, що висловлюють такі занепокоєння та заохочують дії в цьому відношенні, датуються 2005 та 2010 роками, і тому на час даних подій, як і досі, не існувало не лише будь-якого обов’язкового документа, але фактично у міжнародної спільноти не було усвідомлення і консенсусу для засудження таких дій. Головним документом на той час (який не було ратифіковано Італією чи Болгарією) була Конвенція про згоду на шлюб, мінімальний вік для вступу в шлюб і реєстрацію шлюбів (1962 р.), яка визначила, що саме держави повинні вирішувати питання щодо вікового обмеження укладення шлюбу та дозволу порушувати такий вік, який повинен бути наданий компетентним органом за виняткових обставин. Ця тенденція знайшла відображення в законодавстві багатьох держав-членів Ради Європи, які вважають вісімнадцять років віком згоди з метою шлюбу, і передбачають виняткові обставини, за яких суд або інший орган (часто за згоди опікуна) може дозволити укладення шлюбу молодшою особою (наприклад, Азербайджан, Болгарія, Хорватія, Італія, Угорщина, Мальта, Сан-Марино, Сербія, Словенія, Іспанія, Швеція), і найпоширенішим мінімальним віком є шістнадцять років.", "165.  Суд зазначає, що у 2003 році, коли, схоже, перша заявниця уклала цей союз, їй залишалося кілька місяців до повноліття. Дійсно, згідно з італійським законодавством, особа віком від шістнадцяти років або більше цілком законно може мати статеві стосунки за взаємною згодою (див. опосередковано статтю 6094 у параграфі 40 вище), навіть без згоди батьків, і може залишати сім’ю за згодою батьків. Більше того, у цій справі немає достатніх доказів, які свідчать про те, що перша заявниця була примушена до цього союзу, вона не засвідчила, що не погоджувалася на нього, і підкреслила, що Y. не примушував її до сексуальних стосунків з ним. У світлі наведеного не можна вважати, що обставини, встановлені владою, порушують будь-які питання відповідно до статті 4 Конвенції.", "166. Тому ця частина скарги за цим положенням проти Італії є неприйнятною як явно необґрунтована і має бути відхилена, відповідно до статті 35 §§ 3 і 4 Конвенції.", "(b)  Скарга проти Болгарії", "167.  Суд зазначає, що якби в Болгарії розпочалася будь-яка стверджувана торгівля людьми, то не було б поза компетенцією Суду розглядати, чи виконала Болгарія будь-яке зобов’язання, яке вона повинна була вживати в межах своєї юрисдикції та повноважень, для захисту першої заявниці від торгівлі людьми та розслідування можливості того, що вона стала жертвою торгівлі людьми (див. Rantsev, цитовано вище, § 207). Крім того, у випадках транскордонної торгівлі людьми держави-учасниці також несуть обов’язок співробітництва з відповідними органами інших зацікавлених держав у розслідуванні подій, що відбулися поза межами їхніх територій (див. Rantsev, цитовано вище, § 289).", "168.  Проте, чи порушені скарги спричиняють відповідальність болгарської держави за обставин даної справи, це питання Суд має вирішувати, розглянувши його щодо суті скарги.", "169.  Суд уже встановив, що, відповідно до обох варіантів подій, обставини справи не призвели до торгівлі людьми - ситуації, що спричинила б відповідальність держави Болгарія, якби там розпочалася торгівля людьми. Більш того, заявники не скаржилися, що болгарські органи влади не розслідували жодного потенційного випадку торгівлі людьми, а виключно на те, що болгарські органи влади не надали їм необхідної допомоги в їхніх відносинах з італійською владою. Як запропоновано у параграфі 119 in fine, Суд вважає, що влада Болгарії допомагала заявникам і підтримувала постійний контакт і співпрацю з італійськими властями.", "170.  Тому ця скарга за статтею 4 проти Болгарії також є явно необґрунтованою і має бути відхилена на підставі статті 35 §§ 3 і 4 Конвенції.", "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 14 Конвенції", "171.  Заявники також скаржились, що поводження, якого вони зазнали, було спричинене їхнім ромським походженням. Вони посилались на статтю 14 Конвенції, котра каже:", "“Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою – статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою.”", "172.  Заявники повідомили, що державні органи, розглядаючи їхню справу, дискримінували їх. Вони зазначили, що той факт, що злочинці, яких вони звинувачували, також є циганами, не має жодного значення, оскільки роми сербського походження були достатньо багаті, щоб залишитись безкарними, після того, як домовилися з корумпованими працівниками поліції.", "173.  Уряд Італії вважав, що якби заявників дискримінували, то не було б проведено жодного розслідування. Проте, як вже було пояснено, було проведене повне розслідування, і висновки державних органів були підтверджені на підставі об’єктивного і розумного підходу.", "174.  Уряд Болгарії повідомив, що його органи вжили невідкладних, належних і масштабних заходів задля захисту інтересів заявників, що підтверджено доказами, наданими ВКС. Він зазначив, що у базі даних Міністерства закордонних справ не зберігаються дані щодо етнічного походження. Тому не можна стверджувати про те, що заявники зазнали дискримінаційного ставлення за ознакою етнічного походження. До того ж, він зазначив, що родина, яку заявники звинувачували у такому поводженні, мала таке саме етнічне походження, що саме по собі унеможливлює припущення щодо різниці у ставленні.", "175.  Практика Суду за статтею 14 каже, що дискримінація означає різне ставлення без об’єктивного і розумного виправдання до осіб, які перебувають у відносно подібному становищі (див. Willis проти Сполученого Королівства, № 36042/97, § 48, ECHR 2002-IV). Расове насильство є особливим посяганням на людську гідність і, з огляду на його небезпечні наслідки, вимагає від органів влади особливої пильності та активної реакції. Саме тому влада повинна використовувати всі наявні засоби для боротьби з расизмом і расистським насильством, тим самим зміцнюючи бачення демократії суспільства, в якому різноманітність не сприймається як загроза, а як джерело його збагачення (див. Nachova і Інші проти Болгарії [ВП], №№ 43577/98 і 43579/98, § 145, ECHR 2005-VII).", "176.  Суд також нагадує, що під час розслідування інцидентів, пов’язаних з насильством, державні органи несуть додаткове зобов’язання вживати всіх розумних заходів для викриття будь-якого расистського мотиву та встановлення того, чи мали місце етнічна ненависть або упередження. Ставлення до расово мотивованого насильства та жорстокості на рівних умовах з випадками, які не мають расистського підтексту - це те саме, що заплющувати очі на специфіку діянь особливо згубних для основоположних прав. Відсутність розрізнення в тому, яким чином вирішуються ситуації, які істотно відрізняються, може становити невиправдане поводження, що не узгоджується зі статтею 14 Конвенції. Звичайно, на практиці вкрай важко довести існування расистського мотиву. Обов’язок держави-відповідача розслідувати можливий расистський (підтекст) насильницьких діянь є зобов’язанням вжити найбільших зусиль і не є абсолютним; органи влади повинні робити те, що є розумним за обставин справи (див. Nachova і Інші, цитовано вище, § 160).", "177.  Розглядаючи скаргу заявників за статтею 14, завдання Суду полягає в тому, щоб визначити, насамперед, чи є расизм причинним чинником в обставинах, що призвели до їхньої скарги до органів влади і, у зв’язку з цим, чи виконала держава-відповідач своє зобов’язання розслідувати можливі расистські мотиви. Більш того, Суд також повинен розглянути, чи, під час розслідування твердження заявників про жорстоке поводження з боку поліції, національні органи дискримінували заявників і, якщо так, то чи була дискримінація заснована на їх етнічному походженні.", "178.  Що стосується першої частини скарги, Суд зазначає, що навіть припускаючи, що версія подій, наведена заявниками були правдивою, проте поводження, якого вони, як стверджують, зазнали від рук третіх осіб, не можна жодним чином вважати таким, що має расистський підтекст, або що воно було викликане етнічною ненавистю або упередженням, оскільки ймовірні злочинці належали до тієї самої етнічної групи, що і заявники. Дійсно, заявники не висловили цього твердження у поліції, коли скаржилися на події, пов’язані з сербською сім’єю. Звідси випливає, що не було позитивного зобов’язання держави розслідувати такі мотиви.", "179.  Що стосується другої частини, а саме, чи державні органи дискримінували заявники на підставі їх етнічного походження, Суд зазначає, що хоча він вже постановив, що італійські органи влади не змогли належним чином розслідувати скарги заявників, з поданих документів не випливає, що така нездатність була наслідком дискримінаційного ставлення. Справді, під час розслідування з боку поліції не пролунало жодних расистських словесних зловживань, а також протягом усього розслідування не пролунало жодних тенденційних зауважень від прокурора щодо ромського походження заявників, як і з боку судів у наступних судових процесах. До того ж, заявники у відповідний час не звинувачували державні органи у виявленні антиромських почуттів.", "180.  Тому, поскільки скарга спрямована проти Італії, вона є явно необґрунтованою і має бути відхилена відповідно до статті 35 §§ 3 і 4 Конвенції.", "181.  Суд вважає, що жодної подібної скарги не було висловлено проти Болгарії, і навіть якби була, то ця скарга є явно необґрунтованою і має бути відхилена відповідно до статті 35 §§ 3 і 4 Конвенції.", "IV. ІНШІ СТВЕРДЖУВАНІ ПОРУШЕННЯ КОНВЕНЦІЇ", "182.  Зрештою, заявники скаржилися, що першій і третій заявниці під час допиту не надали адвокатів і перекладачів, їм не повідомили, у якості кого їх допитують, і їх примусили підписати документи, зміст яких вони не розуміли. Вони посилалися на статтю 13 Конвенції.", "183.  Суд вважає, що скарга за статтею 13 неправильно сформульована і її слід аналізувати за статтею 6.", "184.  Проте Суд нагадує, що особа не може стверджувати, що є потерпілою від порушення свого права на справедливий судовий розгляд згідно зі статтею 6 Конвенції, яке, за її словами, мало місце в ході провадження, в якому він чи вона виправдані, або яке було припинене (див. Osmanov і Husseinov проти Болгарії (dec.), №№ 54178/00 і 59901/00, 4 вересня 2003, і цитовану у ній практику Суду).", "185.  Суд зазначає, що провадження проти першої заявниці було припинене (див. параграф 29 вище), а третя заявниця була виправдана вироком від 8 лютого 2006 року (див. параграф 32 вище ). Тому Суд вважає, що за таких обставин обидві заявниці не можуть стверджувати, що є потерпілими від порушення свого права на справедливий судовий розгляд згідно зі статтею 6.", "186.  Тому ця скарга має бути відхилена відповідно до статті 35 §§ 3 і 4 Конвенції.", "V.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "187.  Відповідно до статті 41 Конвенції,", "« Якщо Суд визнає факт порушення Конвенції або Протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію. »", "", "188. Хоча прохання про справедливу сатисфакцію (200 000 EUR) було висловлене, коли заявники подали заяву, проте вони не надали вимоги про справедливу сатисфакцію, коли Суд надіслав їм відповідний запит. Тому Суд вважає, що немає підстав у зв’язку з цим призначати їм будь-які суми.", "З ЦИХ ПРИЧИН СУД", "1.  Проголошує, одноголосно, скарги стосовно відсутності належних кроків щодо запобігання жорстокому поводженню проти першої заявниці від рук сербської родини, шляхом її невідкладного звільнення, і стосовно відсутності ефективного розслідування щодо стверджуваного жорстокого поводження з боку італійських державних органів прийнятними, а решту заяви неприйнятною;", "", "2.  Постановляє, шістьма голосами проти одного, що мало місце порушення статті 3 Конвенції стосовно кроків, вжитих державними органами задля звільнення першої заявниці;", "", "3.  Постановляє, одноголосно, що мало місце порушення статті 3 Конвенції, оскільки розслідування стверджуваного жорстокого поводження із першою заявницею з боку приватних осіб було неефективним;", "Складено англійською мовою і письмово повідомлено 31 липня 2012 року, відповідно до правила 77 §§ 2 і 3 Регламенту Суду.", "\tСтенлі Нейсміт\tФрансуаз Тюлькенс \n\tсекретар\tГолова", "До даного рішення було долучено, відповідно до статтей 45 § 2 Конвенції і 74 § 2 Регламенту, окрему думку судді Калайджієвої.", "F.T.\nS.H.N.", "", "ОКРЕМА ДУМКА СУДДІ КАЛАЙДЖІЄВОЇ", "Разом з моїми шановними колегами я «вражена тим, що після звільнення першої заявниці владі було потрібно менше ніж доба, щоб зробити висновки» (параграф 104) і припинити будь-яке наступне розслідування скарг заявників. Ці скарги стосувалися жорстокого поводження та статевих актів без взаємної згоди з неповнолітньою особою, які нібито тривали один місяць і відбувалися на віллі, що належить особі, яка має судимість. Суд був одностайним у визнанні того, що «якби вони були доведені, [деякі з оскаржуваних діянь] могли б становити торгівлю людьми», та, далі, що не було проведено розслідування.", "Мені ще більше вражає те, що після облави на віллу, де перша заявниця утримувалася проти її волі, і після того, як її звільнили через сімнадцять днів після отримання інформації про те, що мати боялася, що її дочка може бути втягнена до примусової проституції, влада вирішила не тільки відхилити ці скарги без будь-яких подальших розслідувань, а й негайно порушити кримінальну справу проти сімнадцятирічної дівчинки та її матері за наклеп і неправдиві свідчення у тому, що «X., Y. Z. позбавили її [неповнолітню] волі, тримаючи її на віллі, таким чином звинувачуючи їх у викраденні, хоча знали, що вони не винні” (параграф 30).", "Видається дещо нелогічним, що «висловивши думку про те, що обставини даної справи стосувалися ромського шлюбу», влада, тим не менш, вжила захисних заходів, відправивши дівчину в притулок Карітас, а потім передавши її під опіку матері, замість того, щоб залишити її вільною і дозволити щасливо повернутися до свого «чоловіка» після дії, яка, очевидно, вважається непотрібним втручанням у їх мирні сімейні справи.", "Мене непокоїть те, що після отримання наступних детальних і наполегливих скарг заявників (параграфи 16 і 25) через болгарське посольство в Римі, італійські державні органи наполягали на тому, щоб продовжувати обвинувачення заявниць, а не розслідувати обставини, на які ті скаржилися. Важко уникнути враження, що це було зроблено з метою активно спростувати не тільки ті цілі, за якими неповнолітня нібито примусово утримувалася на віллі, а й сам факт незаконного позбавлення свободи, з якого її було звільнено. Насправді, італійський уряд-відповідач посилався на провадження, порушене щодо неправдивих свідчень, щоб переконати Суд, що \"факти, про які стверджували заявники, були повністю спростовані під час внутрішнього провадження\" (параграф 90), і що ставлення до подій як до «традиційного шлюбу» вважалося «підтвердженим рішенням слідчого судді в Турині» про припинення провадження проти першої заявниці, а також визнано «ймовірним судом Турина у вироку від 2006 року» щодо третьої заявниці (параграфи 92 і 93). Дійсно, суддя суду Турина визнав, що фотографії \"весілля\" були занадто похмурими як для ромських традицій. Діючи в заочному провадженні, коли третя заявниця не була викликана, не мала можливості захищатися або пояснити обставини, він відкинув звинувачення проти неї в неправдивих свідченнях та наклепі, зазначивши також, що X., Y. і Z. скористалися своїм правом на мовчання щодо \"неправдивих звинувачень у викраденні\", нібито висловлених матір’ю.", "Твердження заявників щодо жорстокого поводження з боку італійської влади не обмежувалися неспроможністю вчасно вжити дій задля звільнення і захисту неповнолітньої, як сказано у параграфах 102-108 рішення. У зв’язку з цим я не вбачаю жодних підстав приєднуватися до більшості у схваленні “невідкладності і сумлінності” (параграф 102), виявлених у діях, котрі самі державні органи вважали не необхідними, а такими, що були спричинені неправдивими обвинуваченнями.", "Також скарги заявників щодо способу, у який вони ніби-то були допитані, не були відокремлені від скарг щодо ставлення з боку італійських державних органів, як було досліджено у параграфах 115-118. У зв’язку з цим самого факту, що кримінальне провадження за надання неправдивих свідчень та наклеп було порушено через кілька годин після допитів під час яких, як стверджувалось, лунали погрози, достатньо для підтвердження висновку, що загрози були цілком реалістичними.", "Повідомлення заявників про жорстоке поводження з боку державних органів стосувалося загального ставлення італійських слідчих органів до їхніх скарг. Оскільки їх не тільки відхилили без жодного розслідування, але слідом за ними були намагання активно спростувати їх, я не можу знайти жодного іншого пояснення такому поводженню, ніж припущення з боку державних органів, що заявники від самого початку казали неправду. Це припущення випливає з небажання організовувати своєчасне звільнення неповнолітньої, способу, у який вона та її мати були поспішно допитані під погрозами, та негайним (але невдалим) порушенням справи про надання неправдивих свідчень, намагаючись встановити, що їхні скарги не є нічим іншим, як неправдивим звинувачення проти X., Y. і Z., знаючи, що вони були не винні.", "Це пояснення є обґрунтованішим, ніж запропоноване Судом, а саме, що «італійські органи влади висловили думку, що обставини цієї справи підпадали під контекст ромського шлюбу». Навіть якщо це так (в чому я насмілююсь сумніватись), така “думка” не може обґрунтовано пояснити спосіб, у який державні органи поводилися із скаргами заявників щодо жорстокого поводження, статевих стосунків без взаємної згоди, примушуванні до участі у злочинній діяльності тощо, якщо тільки не переконанням, що ромський шлюб є угодою між батьками продати наречену “для будь-яких цілей”.", "Я особисто не можу прийняти жодного з цих двох пояснень щодо того, як влада розглядала скарги заявників і вважала, що кожна з них базується на однаково неналежних припущеннях."]}