{"file": "UKR_HJUDUKR_52442_09.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "52442/09", "text_paragraphs": ["Цей переклад підготовлений Радою Європи в межах Плану дій Ради Європи для України на 2018-2021 роки та фінансований за рахунок коштів на рівні Плану дій, наданих Естонією, Ірландією, Латвією, Литвою, Ліхтенштейном, Люксембургом, Нідерландами, Норвегією, Польщею, Румунією, Туреччиною, Угорщиною, Фінляндією, Чеською Республікою, Швейцарією, Швецією та Канадою.", "", "This translation is produced by the Council of Europe within the framework of the Council of Europe Action Plan for Ukraine 2018-2021 and funded with Action Plan-level funds provided by the Czech Republic, Estonia, Finland, Hungary, Ireland, Latvia, Liechtenstein, Lithuania, Luxembourg, the Netherlands, Norway, Poland, Romania, Sweden, Switzerland, Turkey and Canada.", "", "", "ПЕРША СЕКЦІЯ", "", "", "", "СПРАВА ĐURĐEVIĆ ПРОТИ ХОРВАТІЇ", "", "(Заява № 52442/09)", "", "", "", "", "", "РІШЕННЯ", "[витяги]", "", "", "", "СТРАСБУРГ", "", "19 липня 2011", "", "", "ОСТАТОЧНЕ", "", "19/10/2011", "", "Це рішення стало остаточним на підставі статті 44 § 2 Конвенції.", "", "У справі Đurđević проти Хорватії,", "Європейський суд з прав людини (перша секція) на засіданні Палати у складі:", "\tАнатолій Ковлєр (Anatoly Kovler), Голова,\n\tНіна Ваїчь (Nina Vajić),\n\tПер Лоренцен (Peer Lorenzen),\n\tЕлізабет Штайнер (Elisabeth Steiner),\n\tХанлар Хаджієв (Khanlar Hajiyev),\n\tГеорге Ніколау (George Nicolaou),\n\tМір’яна Лазарова Трайковска (Mirjana Lazarova Trajkovska), судді,\nі Сьорен Нільсен (Søren Nielsen), секретар секції,", "Розглянувши справу на закритому засіданні 28 червня 2011 року,", "Проголошує наступне рішення, ухвалене у вказаний день:", "процедура", "1.  Справа була відкрита за заявою (№ 52442/09), поданою проти Республіки Хорватія трьома громадянами цієї держави, паном Джюро Джюрджєвіч (Đuro Đurđević, «перший заявник»), його дружиною пані Катіцою Джюрджєвіч (Katica Đurđević, «друга заявниця») і їхнім сином паном Данієлом Джюрджєвіч («третій заявник»), які звернулись до Суду 14 вересня 2009 року на підставі статті 34 Конвенції про захист прав людини і основоположних свобод («Конвенція»).", "2.  Заявників представляли Л. Кушан і З. Кушан, адвокати з Іванчь Ґрада. Уряд Хорватії («Уряд») представляла уповноважена особа, пані Ш. Стажнік.", "3.  10 вересня 2010 року голова першої секції вирішив комунікувати заяву Уряду. Він також вирішив, що палата водночас ухвалить рішення щодо прийнятності за суттю, як передбачено статтею 29 § 1 Конвенції.", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "4.  Заявники народились, відповідно, у 1967, 1966 і 1994 роках і мешкають у селищі Клоштар-Іванічь.", "(...)", "2.  Твердження про насильство, якого зазнав третій заявник у школі, де він навчався", "31.  У медичному звіті, складеному 27 жовтня 2008 року стосовно третього заявника, зазначається, що він скаржиться на те, що його побив один з учнів школи, у якій він навчається. Пацієнт мав зміщення носової перегородки, котре могло мати пост-травматичний характер. Його ніс не був зламаний.", "32.  19 грудня 2008 року перший заявник подав до уряду скаргу, у якій повідомляв, що його син, перший заявник, є об’єктом образ, і що його часто б’ють інші учні через те, що він ром за походженням.", "33.  Третього заявника було допитано у відділку поліції у містечку Іванічь Ґрад 12 січня 2009 року. Він пояснив, що наприкінці жовтня 2008 року, у невстановлений день, він пішов до роздягальні, аби забрати свої речі після занять з гімнастики. Один з учнів, L.R., стояв перед ним. Хтось штовхнув L.R., який заточився і вдарився головою об обличчя заявника, поранивши йому носа. Він повідомив про цей випадок своїй учительці, яка відіслала його до лікаря. Він не мав інших симптомів, і біль через кілька днів зник.", "34.  9 січня 2009 року Міністерство науки, освіти і спорту попросило керівництво школи відповісти на скаргу першого заявника від 19 грудня 2008 року. Школа підготувала два звіти. Відповідні абзаци першого звіту, складеного викладачкою першого заявника 14 січня 2009 року, звучать так:", "« (...) через два тижні тільки у цій школі я зіткнулась з конфліктами між учнями. Д. Джюрджєвічь спочатку повідомив, що він вдарився об іншого учня: L.R. ненавмисно зачепив його ніс, тому що різко повернув голову, тоді як Данієл стояв за ним. (...) Данієл прийшов до мене і поскаржився, що у нього болить ніс, і сказав, що L.R. його сильно вдарив. Він однозначно повідомив, що удар був завданий ненавмисно, що підтвердили й інші учні, які були при тому присутні. Наступного дня Данієл поскаржився, що у нього все ще болить ніс, і я відправила його до лікаря. Я також хотіла повідомити про це сім’ю Джюрджєвічь, але їхній мобільний телефон був вимкнений. Оскільки було встановлено, що зіткнення між Данієлом і L.R. трапилось випадково, без наміру завдати поранення, я не мала жодних підстав карати будь-кого. Ці події відбулись 21, 22 і 23 жовтня 2008 року.", "22 жовтня 2008 року, протягом перерви, відбулась сварка між учнями I.D., M.K., L.R. і Д.Джюрджєвічєм, і вони побились. Розпитавши цих учнів, я дізналась, що I.D., M.K. і L.R. бавились з коробкою (...), і Данієла, який хотів кинути коробку, це роздратувало. Тоді Данієл та троє інших учнів почали сперечатись. Троє учнів сказали, що після нетривалої штовханини Данієл почав погрожувати, що вдарить їх, і що вони відповіли на це образами. Після цього Данієл вдарив M.K. і L.R. Протягом наступної перерви учні розповіли мені про цей інцидент, і я повідомила про нього директору школи. Викладач зробив усне попередження I.D., M.K. і L.R. А Д.Джюрджєвічь отримав письмове попередження, тому що він вже мав попередньо багато усних попереджень.", "16 грудня під час перерви мої учні прийшли і повідомили мені, що Данієл розпочав бійку. Вони мені сказали, що P.G. і D.A. стояли біля дверей кабінету історії, коли прийшов Данієл і вдарив ногою P.G у зад. Коли D.A. спитала його, чому він це зробив, то Данієл її образив. Вона відповіла йому іншими образами і зайшла до класу. Данієл пішов за нею, притис її до шафи, схопив за волосся і вдарив її коліном у живіт і у стегна. Учні бачили, як Данієл сім разів вдарив її, перш ніж хлопці змогли їх розвести. За наполяганням викладача історії (...) Данієл зізнався, що це він розпочав бійку і пояснив, що саме він зробив (...) він підтвердив розповідь інших учнів і виклав усе у письмовій формі, як і дівчата, які були при цьому присутні. Він навіть показав, як притис D.A. до шафи і як тримав її, коли бив. Я повідомила про інцидент педагогічній радниці V.V., яка одразу ж поговорила з Данієлом, D.A. та іншими учнями, які були свідками інциденту, потім викликала батьків Данієла і D.A. а також поліцію. Було повідомлено також психомоториста A.N., яка вирішила владнати ситуацію. Під час наради, яка відбулась 19 грудня 2008 року, я повідомила про це вчителів і запропонувала зробити Данієлу Джюрджєвічу письмове попередження за те, що він висловлював образи і спровокував бійку, поранив D.A. і порушив внутрішній розпорядок школи, оскільки не носив капці; ця пропозиція була одностайно підтримана.", "Стосовно неприйнятного поводження щодо учня Джюрджєвіча, то Данієл тричі скаржився мені, що учні насміхаються з нього (...) через його вік і через дружбу з учнем з іншого класу. Після цього я скликала згаданих учнів і наказала їм уникати сварок. Я також неодноразово говорила з Данієлом; він сказав мені, що якщо це продовжуватиметься, то він битиме учнів, які насміхатимуться з нього. З цього я зробила висновок, що Данієл не розрізняє образи і фізичне насилля і вважає за нормальне відповідати насильством на насмішки, не відчуваючи при цьому докорів сумління.", "Після грудневого інциденту, під час якого Данієл поранив D.A., учні переказали мені, що Данієл зазвичай відповідає на насмішки поміж учнями фізичним насиллям, лайкою і неадекватними коментарями щодо однієї з учениць його класу, стосовно її статури, а також алюзіями статевого характеру. Як приклад його звичайної поведінки, учні розповіли, що Данієл, проходячи повз учнів, б’є їх: він згинає коліно і робить удар, різко витягуючи ногу назад. Під час нашої останньої розмови учні повідомили мені, що протягом останнього часу вони уникають Данієла, і пояснили, що вони припинили насміхатися з нього, оскільки бояться, що він втілить свої погрози фізичного насильства. У свою чергу, Данієл ніколи не скаржився мені на те, що учні намагались зробити йому зло.»", "35.  Відповідна частина другого звіту, складеного 15 січня 2009 року педагогічною радницею школи, звучить так:", "«Данієл Джюрджєвічь дуже часто свариться зі своїми товаришами й іноді навіть зі своїми вчителями. Розмови, проведені з ним, засвідчують, що, на його думку, суперечки виникають через те, що він «хоче розважитись і пожартувати, але інші ставляться до цього не так, як він». Класна керівниця, психомотористка і я сама пояснювали йому незліченну кількість разів, що те, що він вважає жартом, інші не обов’язково вважають таким, що іноді люди не мають настрою для жартів, але на це не можна відповідати агресією.", "Він другий рік ходить до шостого класу, і на початку шкільного року заявив, що сумує за учнями, з якими подружився минулого року, але також пообіцяв стати кращим учнем, слухати вчителів, мене і психомотористку, а також намагатись не вступати в суперечки з іншими учнями. Я похвалила його за ці наміри; його шкільні успіхи поліпшились, але конфлікти з іншими учнями продовжувались. Йшлось перед усім про сварки з учнями його класу, але іноді він приходив до класу своєї сестри D. і намагався вирішити проблеми, але у негативний спосіб, починав кричати і погрожувати молодшим учням. Стосовно виховних заходів, 23 вересня [2008 року] він отримав попередження від вчителя, а 28 жовтня 2008 року – письмове попередження через те, що побився з іншими учнями, про що класна керівниця усно попередила його батьків. Інші учні, які брали участь у бійці, отримали усні попередження, а Данієл – письмове попередження через те, що знову виявляв неприйнятну поведінку, за яку вже отримав усне попередження 23 вересня 2008 року.", "16 грудня 2008 року, протягом перерви (...) між Данієлом і ученицею D.A. відбулась бійка. Учні, які були свідками цієї сцени, попередили класну керівницю і мене. [Ми застали] D.A. заплакану, з розтріпаним волоссям, явно шоковану, вона трималась за живіт двома руками. Учні розповіли нам про те, що відбулось. Я відвела D.A. до свого кабінету, аби вирішити, чи потрібно викликати швидку допомогу. D.A. сказала, що вона перелякана і у неї болять голова і живіт, але немає потреби йти до лікаря. У неї не було видимих поранень, окрім того, що її волосся було розкуйовджене, а на животі були червоні сліди.", "Данієл не був поранений, він повідомив, що вдарив D.A. тому, що вона йому сказала дещо, що розлютило його. Було повідомлено батьків обох учнів. Батьки Данієла прийшли одразу ж, згодом прийшла мати D.A. (...) Батьки Данієла хотіли одразу ж поговорити з D.A., аби дізнатись, що сталось. Оскільки вони кричали і говорили водночас з Данієлом, я сказала їм заспокоїтись і повідомила їм, що вони не мають права ставити D.A. запитання, доки її батьки не прийшли. Коли їм було про все повідомлено, я сказала їм, що вони можуть повертатись додому, і що я повідомлю про інцидент до соціального центру і до поліції, як я і зобов’язана зробити, і попросила їх забрати Данієла із собою. Вони були незадоволені тим, що я їм сказала, і зреагували у неналежний спосіб, особливо пані Джюрджєвічь, котра поскаржилась, що коли ображали Данієла, то на це ніхто не реагував і ніхто не викликав поліцію. Вони сказали, що по-своєму вирішать цю проблему. Через годину до мого кабінету прийшов батько D.A., схвильований і засмучений через те, що я не викликала швидку допомогу, і що поліція не приїхала до школи.", "Під час педагогічної ради 19 грудня 2008 року було вирішено зробити Данієлу письмове попередження за те, що під час бійки він поранив учня. Хоча він і не вперше нападав на учнів у школі, і що у подібних випадках передбачено таке стягнення, як догана, було вирішено накласти на нього легше покарання, з огляду на його соціальне становище, котре мало наслідки для його розвитку.", "Слід підкреслити, що ми регулярно розмовляємо з Данієлом на його прохання (принаймні двічі чи тричі на тиждень), і що ми надаємо йому допомогу шляхом розмов з ним або з іншими учнями; він отримує допомогу у навчанні (одного разу я сама почистила його вщент брудні кросівки, які він носив у школі замість капців, тому що він не знав, як це зробити).", "Сьогодні мені повідомили, що він вдарив кулаком у ліву щоку I.M., який кинув йому в обличчя свого картуза.", "Коли 21 чи 22 жовтня 2008 року трапився інцидент (я не знаю точної дати, тому що Данієл не міг точно її згадати), під час якого його було поранено у ніс, то Данієл сказав у присутності своїх батьків, що він стояв за хлопцем, який різко відкинув голову назад, тому що у нього довге волосся, і що його ніс вже й до того був таким, що дозволили підтвердити і медичні документи, надані його батьками (...)", "Я хотіла б підкреслити, як з особистої, так і з професійної точки зору, що я багато зробила для того, щоб допомогти батькам Джюрджєвічам і їхнім дітям. Батьки неодноразово казали мені, що ми не вміємо вирішувати проблеми ромів, скаржились, що учні школи, як й інші люди, зневажають їх. Я сказала, що мені прикро через те, що таке ставлення існує, і підкреслила, що особисто в жодному разі не поводилася б так (що вони й підтвердили), і запевнила їх, що, безсумнівно, не лишатимусь бездіяльною, якщо учні виявлятимуть таке ставлення, а захищатиму їхніх дітей і навчу інших дітей тому, як слід поводитися з ромами. У жодному випадку мене не можна вважати відповідальною за реакцію інших осіб, оскільки такі питання залежать від рівня культури кожного.", "Я порадила їм сказати своїм дорослим дітям, які приходили забирати зі школи молодших братів і сестер, чекати ззовні школи і не заходити до неї до завершення уроків, не зареєструвавшись у чергового учня (зазвичай вони розлючувались, коли чергові учні просили показати посвідчення особи, або йшли до класу без дозволу). Під час розмов зі мною вони визнали, що їхні діти іноді використовують лайливі слова, які чують вдома, і я вважаю неправдою те, що їхні діти, як вони стверджують, - єдині у школі, з якими погано поводяться.", "Соціальні служби і поліція попереджені про нагляд, що здійснюється за учнями, аби допомогти їм вирішити екзистенційні проблеми. »", "36.  У невстановлений день друга заявниця подала кримінальну скаргу до прокуратури міста Веліка Горіца (Općinsko držav№ odvjetništvo u Velikoj Gorici) через тілесні ушкодження (tjelesna ozljeda). Виглядає, що ця скарга стосувалась ударів, які, як казав третій заявник, були завдані йому у школі.", "37.  24 лютого 2009 року другу заявницю і третього заявника запросили до прокуратури міста Веліка Горіца на допит стосовно інциденту, що мав місце 16 грудня 2008 року.", "38.  Як видно з медичного звіту від 26 березня 2009 року, третій заявник стверджував, що один з учнів кинув йому у спину м’яча, і що у школі учні його постійно протягом тижня били і ображали, і що у нього болить голова і спина. Звіт не виявив жодного видимого поранення. Було діагностовано черевні контузії (contusio abdominis). Ультразвукове обстеження не виявило жодного поранення. Зацікавлена особа від госпіталізації відмовилась.", "39.  18 вересня 2009 року перший заявник подав до невстановленого органу скаргу на керівництво школи, яке, на його думку, не вжило жодних заходів, аби стати на перешкоді тому, щоб його син не зазнавав постійного побиття.", "40.  15 грудня 2009 року третій заявник був оглянутий офтальмологом лікарні у місті Дубрава (Klinička bolnica Dubrava) через скарги на головний біль. Заявник стверджував, що його побили у школі і поза школою. Лікар попросив надати йому висновок керівництва школи і шкільного психолога.", "41.  8 лютого 2010 року третього заявника було знову оглянуто: лікар виявив тяжку зорову недостатність правого ока внаслідок контузії (cephaela gradus gravis post contusionem). Пацієнт повідомив, що його побили у школі і поза школою. Лікар зазначив, що ні керівництво школи, ні шкільний психолог не відповіли йому, і знову попросив надати йому висновок. Третій заявник отримав направлення до невролога і нейрохірурга. Ніщо не вказує на те, що ця рекомендація була виконана.", "42.  Того ж дня суд міста Веліка Горіца визнав третього заявника винним у завданні D.A. тілесних ушкоджень 16 грудня 2008 року, наказав йому вибачитись перед D.A. і приписав щодо нього суворий нагляд.", "43.  У невстановлений день друга заявниця поскаржилась, що третій заявник став жертвою насильства у школі, і надала медичні документи. Вона стверджувала, що її чоловік і вона сама неодноразово скаржились до школи, і що Данієла побили інші учні, але нічого не було зроблено. Вона також стверджувала, що їх обох вигнали зі школи і не дозволили їм сплатити у школі страховку Данієла. Вона додала медичну довідку від 17 березня 2010 року, у якій зазначалось, що третій заявник отримав удари в голову 26 березня і 9 грудня 2009 року, а також 16 лютого 2010 року.", "44.  7 квітня 2010 року директор школи склав звіт на прохання клініки із захисту дитинства у Загребі, відповідні частини якого звучать так:", "« Зауваження стосовно учня Данієла Джюрджєвіча", "(...)", "[Данієл] у шостому класі мав численні суперечки з іншими учнями класу (іноді бійки, під час яких він завдавав ударів і тягав за одяг), іноді також з учителями. Внаслідок проведених з ним розмов виявилось, що, на його думку, суперечки виникають через те, що він «хоче розважитись і пожартувати, але інші ставляться до цього не так, як він». Класна керівниця і психомотористка пояснювали йому незліченну кількість разів, що те, що він вважає жартом, інші не обов’язково вважають таким, що іноді люди не мають настрою для жартів, але на це можна відповідати агресією.", "Поліція вперше втрутилась тоді, коли Данієл навчався у шостому класі, в грудні 2008 року, після того, як трапився серйозний інцидент з однією ученицею. (...) Данієл схопив дівчину за волосся і кілька разів вдарив її у живіт. Після нашого звернення до уповноважених зовнішніх служб, батьки, напевно, невдоволені нашим ставленням, поскаржились до Бюро у справах національних меншин, яке попросило нас надати свої зауваження.", "[Далі йде опис інциденту, під час якого Данієл отримав удар в ніс.]", "(...)", "В грудні минулого року Данієл поскаржився, що у нього болить голова, тому що «його вдарили залізним прутом». Під час розмови з ним ми дізнались, що напередодні Данієла побили невідомі (...), поза школою, після уроків. Він відмовився від нашої пропозиції покликати його батьків, аби вони забрали його. Натомість він попросив знеболюючі ліки, як він часто робить. (...) Через певний час він залишив школу без дозволу, пішов до лікаря і повернувся через годину з двома рецептами (...)", "4 березня 2010 року батьків Джюрджєвічь попросили прийти до школи забрати свою дочку, ученицю шостого класу, котра, посварившись з іншими учнями її класу, почала кидатись у класній кімнаті стільцями і лавами. Коли Данієл дізнався про те, що відбулось, він спробував «по-своєму вирішити проблему», погрожуючи учням і вчителям (він говорив про ніж). Учителі заспокоїли його, але він вже викликав мобільним телефоном своїх брата і батька, і незабаром до школи прийшов його дорослий старший брат, котрий пройшов, не зупинившись, перед черговим учнем, крикнув йому щось, потім прочинив двері кількох класів, шукаючи своїх брата і сестру. Один з учителів (...) зачув шум і сказав молодому чоловіку припинити шум і не перешкоджати заняттям, а також сказав, що сам знайде його брата і сестру. Проте молодий чоловік продовжував неналежно звертатись до вчителя і погрожував «самому взятись до справ». Вчитель негайно викликав поліцію, і, можливо, що це і є інцидентом, який мали на увазі батьки Джюрджєвічь, коли говорили про втручання поліції.", "Данієл часто скаржився вчителям на головний біль, просить дати йому ліки і дозволити вийти з класу. Іноді він виходить без дозволу або без відома вчителів. (...)", "В принципі, ми не даємо таблетки учням, а викликаємо батьків, аби вони забрали своїх дітей і піклувались про них.", "Водночас, Данієл рідше скаржиться про те, що його ображають інші учні. Ми говорили з цими учнями і вживали виховних заходів, якщо ці інциденти продовжувались. Останнім часом ми помітили, що Данієл відмовляється виконувати шкільну роботу, з люттю відповідає, коли йому дають поради, й іноді у неналежний спосіб звертається до учнів і вчителів.", "Я хотів би підкреслити, що вчителі повідомляють батьків під час батьківських зборів про сварки між учнями, і що батьки реагували у більш ніж ввічливий спосіб і вибачались. Хотів би також підкреслити, що шість інших ромських учнів, які ходять до нашої школи, є хорошими учнями, і що співпраця з їхніми батьками для всіх є позитивною. »", "(...)", "ПРАВО", "(...)", "III.  ЩОДО СТВЕРДЖУВАНОГО ПОРУШЕННЯ СТАТТЕЙ 3 і 8 КОНВЕНЦІЇ ЧЕРЕЗ ЖОРСТОКЕ ПОВОДЖЕННЯ, ЯКОГО ЙМОВІРНО ЗАЗНАВ ТРЕТІЙ ЗАЯВНИК У ШКОЛІ, В ЯКІЙ НАВЧАВСЯ", "96.  Посилаючись на статті 3 і 8 Конвенції, заявники скаржаться, що керівництво школи не стало на перешкоді неодноразовим побиттям третього заявника у школі.", "A.  Прийнятність", "1.  Аргументи сторін", "97.  Уряд стверджує, що заявники не подали кримінальну скаргу і тому не вичерпали внутрішні засоби правового захисту.", "98.  Він стверджує також, що оскільки заявники ніколи не повідомляли до уповноважених державних органів про насильство, якого третій заявник, як сам стверджує, зазнав у школі, де навчався, то на державі не тяжіє жодного позитивного зобов’язання стосовно цих тверджень. Єдиний інцидент, про котрий було повідомлено керівництво школи, стосувався подій 21 жовтня 2008 року. Як школа, так і поліція встановили усі дотичні до цього події і дійшли висновку, що йшлось про нещасний випадок, а не про умисне діяння.", "99.  Заявники стверджують, що третій заявник на той час був неповнолітнім, і що уповноважені державні органи мали встановити причину його поранень, якою б не була його пасивність. Проте вони вважають, що державні органи нічого не зробили; двоє перших заявників зазначили, що вони мали самі повідомляти до поліції і соціального центру про насильство, якого їхній син зазнав у школі. До того ж, медичний звіт щодо нього чітко засвідчував, що керівництво школи було повідомлене про поранення, спричиненні насильством, скоєним іншими учнями, проте керівництво школи проігнорувало це.", "100.  Заявники стверджують, що медичні документи стосовно третього заявника засвідчують, що він неодноразово отримував поранення голови протягом досить тривалого часу, і що його багаторазово били. Все це спричинило у нього тяжкий розлад зору. Він часто просив у вчителів знеболюючі ліки. Заявники нагадують, що лікар, який оглядав його, повідомив керівництво школи і просив надати пояснення. Вони повідомляли поліцію, соціальні служби і керівництво школи про часті інциденти, під час яких інші учні скоювали насильство стосовно третього заявника. За таких обставин, держава повинна була нести зобов’язання розглянути ці повідомлення і вжити належних заходів, аби стати на перешкоді тому, щоб третій заявник зазнавав у школі насильства. Проте з цією метою не було вжито жодних дій.", "2.  Оцінка Суду", "101.  Суд вважає, що характер скарг, а саме, відсутність належних заходів, спрямованих на те, аби стати на перешкоді тому, щоб третій заявник зазнавав насильства з боку однокласників та інших учнів тієї ж школи, не обов’язково передбачає відкриття кримінального провадження і не передбачає, аби будь-кого було притягнено до кримінальної відповідальності. Тому не було необхідності у тому, щоб заявники подавали кримінальну скаргу.", "a)  Загальні принципи", "102.  У сфері дії статті 3, відповідно до принципів, перерахованих (...) вище, Суд нагадує, що коли необхідно встановити, чи держава може бути визнана відповідальною, з точки зору цієї статті, за жорстоке поводження, завдане іншими особами, ніж представники держави, позитивне зобов’язання, покладене на Високі Сторони статтею 1 Конвенції, визнати за кожною особою, яка перебуває під їхньою юрисдикцією, визначені у Конвенції права і свободи, в сукупності зі статтею 3, вимагає від держав вживати заходів, спрямованих на те, щоб особи, які перебувають під їхньою юрисдикцією, не зазнавали катування або нелюдського чи такого, що принижує гідність, покарання чи поводження, включно з тим, що походить від приватних осіб (див., mutatis mutandis, H.L.R. проти Франції, 29 квітня 1997, § 40, Recueil des arrêts et décisions 1997III). Подібні заходи повинні надавати ефективний захист, зокрема, дітям та іншим уразливим особам, а також передбачати розумні дії, спрямовані на запобігання жорстокого поводження, про які влада знала чи повинна була знати (див., mutatis mutandis, Osman проти Сполученого Королівства, 28 жовтня 1998, § 116, Recueil 1998VIII, і E. і Інші проти Сполученого Королівства, № 33218/96, § 88, 26 листопада 2002).", "103.  Стосовно шкільної дисципліни, Суд постановив у своєму рішенні у справі Costello-Roberts проти Сполученого Королівства (25 березня 1993, §§ 2728, série A № 247C) :", "« 27.  Суд перш за все зазначає, що держава, як підкреслює заявник, несе зобов’язання стежити за тим, щоб діти могли реалізовувати своє право на освіту (стаття 2 Протоколу № 1) (P1-2). Суд нагадує, що положення Конвенції і Протоколів до неї мають бути прочитані як одне ціле (рішення Kjeldsen, Busk Madsen і Pedersen проти Данії від 7 грудня 1976, série A № 23, стор. 26 і 27, §§ 52 і 54, і Soering проти Сполученого Королівства від 7 липня 1989, série A № 161, стор. 40, § 103). Функції, що стосуються внутрішньої шкільної адміністрації, наприклад, дисципліна, не можуть вважатись додатком до освітнього процесу (див., mutatis mutandis, рішення Campbell і Cosans проти Сполученого Королівства від 25 лютого 1982, série A № 48, стор. 14, § 33). Конвенція ООН від 20 листопада 1989 року про права дитини, яка набула чинності 2 вересня 1990 року і була ратифікована Сполученим Королівством 16 грудня 1991 року, також нещодавно визнала, що система шкільної дисципліни належить до сфери права на освіту: відповідно до статті 28, яка стосується «права дитини на освіту»,", "« 2. Держави-учасниці вживають всіх необхідних заходів, щоб шкільна дисципліна була забезпечена методами, що ґрунтуються на повазі до людської гідності дитини та відповідно до цієї Конвенції. »", "По-друге, у Сполученому Королівстві приватні школи співіснують з державними школами. Проте основоположне право кожного на освіту стосується учнів обох різновидів шкіл, без жодного розрізнення (див., mutatis mutandis, рішення Kjeldsen, Busk Madsen і Pedersen, цитовано, série A № 23, стор. 24, § 50).", "Зрештою, Суд вважає, як і заявник, що держава не може звільняти себе від відповідальності шляхом делегування зобов’язань приватним інституціям або особам (див., mutatis mutandis, рішення Van der Mussele проти Бельгії від 23 листопада 1983, série A № 70, стор. 14-15, §§ 28-30).", "28. У даній справі, яка стосується особливої галузі шкільної дисципліни, інкриміноване поводження, тим паче, заподіяне керівником приватного закладу, має такий характер, що породжує відповідальність Сполученого Королівства з точки зору Конвенції, якщо виявиться несумісним зі статтею 3, статтею 8 або обома статтями. »", "104.  Суд вважає, що такі ж принципи мають застосовуватись до питань шкільної дисципліни у стосунках між учнями.", "105.  Стосовно статті 8 Конвенції, Суд підтверджує, що немає сумнівів у тому, що події, котрі стали підставою для даної заяви, належать до сфери приватного життя, у розумінні цього положення. Справді, фізична і моральна недоторканність особи входить до поняття приватного життя, котре поширюється і на стосунки індивідів між собою. Тому немає жодних принципових підстав вважати поняття «приватне життя» таким, що виключає посягання на фізичну недоторканність (X і Y проти Нідерландів, 26 березня 1985, § 23, série A № 91).", "106.  Хоча головна мета статті 8 полягає переважно у тому, щоб захистити особу від свавільного втручання з боку державної влади, проте не достатньо лише наказати державі утримуватись від подібних втручань: до цього негативного зобов’язання можуть додаватись зобов’язання позитивні, невід’ємні від поваги до приватного і сімейного життя. Ці зобов’язання можуть передбачати ухвалення заходів, спрямованих на забезпечення поваги до приватного життя, навіть у стосунках індивідів між собою (ibidem, § 23 ; див. також Botta проти  Італії, 24 лютого 1998, § 33, Recueil 1998I, Mikulić проти Хорватії, № 53176/99, § 57, CEDH 2002I, і Sandra Janković проти Хорватії, № 38478/05, § 44, 5 березня 2009).", "107.  Стосовно поваги до приватного життя, Суд вже постановляв у різноманітних випадках, що поняття приватного життя включає фізичну і моральну недоторканність особи. Відповідно до статті 8, держави несуть зобов’язання захищати фізичну і моральну недоторканність особи стосовно інших. З цією метою держави повинні запровадити й імплементувати на практиці нормативно-правову базу, пристосовану до того, щоб захищати від насильницьких дій з боку приватних осіб (X і Y проти Нідерландів, цитовано, §§ 22-23, Costello-Roberts, цитовано, § 36, D.P. і  J.C. проти Сполученого Королівства, № 38719/97, § 118, 10 жовтня 2002, M.C. проти Болгарії, № 39272/98, §§ 150 і 152, CEDH 2003XII, Bevacqua і S. проти Болгарії, № 71127/01, § 65, 12 червня 2008, і Sandra Janković, цитовано, § 45).", "b)  Застосування цитованих принципів до даної справи", "108.  Тому Суд має встановити, чи, вирішуючи справу заявника так, як це було зроблено, Хорватія знехтувала позитивними зобов’язаннями, покладеними на неї відповідно до статтей 3 і 8 Конвенції.", "109.  Суд вважає, що третій заявник, на момент подій неповнолітня п’ятнадцятирічна особа, може бути зарахований до категорії «уразливих осіб», котрі мають право на захист з боку держави (A. проти Сполученого Королівства, 23 вересня 1998, § 22, Recueil 1998VI).", "110.  Суд зазначає, що заявники стверджують, що інші учні школи, до якої ходив третій заявник, часто жорстоко поводилися з ним. Зацікавлені особи надали на підтвердження своїх слів медичні довідки від 27 жовтня 2008 року, 26 березня і 15 грудня 2009 року і 8 лютого та 17 березня 2010 року, у яких міститься інформація про скарги, висловлені третім заявником: удари, біль у животі і спині, головний біль, незворотня зорова недостатність.", "111.  Суд погоджується з тим, що така шкода, як незворотня зорова недостатність, спричинена ударами, нанесеними у голову, має тяжкий характер і може спричинити задіяння як статті 3, так і статті 8 Конвенції.", "112.  Водночас, Суд також зазначає, що у зауваженнях, наданих державним органам, зокрема у тих, що були надані Суду, заявники скаржились на жорстоке поводження, якого третій заявник зазнав у школі, виключно у розпливчастих і загальних висловлюваннях, і ніколи не наводили точні дати, коли могли статись ці інциденти, і не описували обставини, і не наводили інших подробиць щодо стверджуваного жорстокого поводження.", "113.  Керівництво школи розглянуло скарги стосовно інциденту, що мав місце 21 жовтня 2008 року, і встановило, що йдеться про нещасний випадок, оскільки учень L.R. вдарив у ніс третього заявника, який стояв за ним, тому що різко відкинув голову назад. Для того, аби були задіяні позитивні зобов’язання держави з точки зору статтей 3 і 8 Конвенції, необхідно, аби державні органи знали про ризик насильства. Проте очевидно, що про це не може йтись у разі випадкового поранення.", "114.  Стосовно тілесних ушкоджень, описаних у медичних документах, Суд зазначає, що у звіті від 27 жовтня 2008 року згадано про поранення носа і про інцидент, що мав місце 21 жовтня 2008 року, коли один з учнів випадково вдарився об третього заявника. У звіті від 26 березня 2009 року не згадується про жодне видиме тілесне ушкодження, а ультразвукове обстеження не дозволило встановити жодних ушкоджень. Зрештою, у звіті від 15 грудня 2009 року вказано, що заявник неодноразово отримував удари в голову, як у школі, так і поза нею, проте не було констатовано жодних тілесних ушкоджень.", "115.  Натомість було чітко встановлено, що третій заявник страждає на незворотню зорову недостатність, що становить тяжку шкоду. Водночас Суд зазначає, що третій заявник стверджує, що невідомі, які напали на нього поза школою, вдарили його залізним прутом по голові. Медичні звіти від 8 лютого 2010 року і 17 березня 2010 року не наводять ні причину зорової недостатності заявника, ні те, чи вона пов’язана з певним інцидентом, що трапився у школі. Заявники, зі свого боку, також не згадують про конкретний інцидент, який мав би місце у школі, і під час якого було скоєне насильство, котре могло стати причиною цієї шкоди.", "116.  Окрім інциденту, що мав місце 21 жовтня 2008 року, не було повідомлено жодних подробиць щодо насильства, якого, як повідомляється, зазнав третій заявник. Хоча заявники згадують про образи, висловлені учнями стосовно ромського походження третього заявника, проте вони ніколи не уточнювали ні характер цих образ, ні їх джерело. Проте можна безсумнівно припускати, що третій заявник знав імена учнів, котрі ніби-то ображали його, оскільки йшлось про його однокласників або принаймні про дітей, які ходили до тієї ж школи.", "117.  До того ж, директор і педагогічна радниця школи пояснили у своїх звітах, що коли їм було повідомлено про образи, то відповідні учні отримали попередження, і керівництво школи обговорило цю проблему з батьками під час батьківських зборів і педагогічних нарад. За відсутності точних заяв стосовно словесного насильства, Суд не може вважати державу відповідальною за відсутність належної реакції.", "118.  За таких обставин, не забуваючи про тяжкість проблеми, котру становить насильство поміж учнями, Суд не вбачає, яким чином твердження заявників могли б задіяти позитивні зобов’язання держави відповідно до статтей 3 і 8 Конвенції, і накласти на уповноважені державні органи обов’язок вжити конкретних заходів. Аби такі зобов’язання були задіяні, необхідно, щоб твердження про насильство бути точними і детальними щодо місця, часу і характеру оскаржуваних діянь.", "119.  Тому ця частина заяви є явно необґрунтованою і має бути відхилена відповідно до статті 35 §§ 3 a) і 4 Конвенції.", "(...)", "З ЦИХ ПРИЧИН СУД ОДНОГОЛОСНО,", "1.  Проголошує заяву прийнятною щодо скарг, стосовно жорстокого поводження, якого зазнали друга заявниця і третій заявник (...) і неприйнятною щодо решти;", "", "(...)", "Складено англійською мовою і письмово повідомлено 19 липня 2011 року на підставі статті 77 §§ 2 і 3 Регламенту.", "\tСьорен Нільсен\tАнатолій Ковлєр \n\tсекретар \tГолова"]}