{"file": "UKR_HJUDUKR_49790_99.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "49790/99", "text_paragraphs": ["Справа „Трубніков проти Росії”", "(Trubnikov v. Russia)", "", " У рішенні, ухваленому 5 липня 2005 року в справі “Трубніков проти Росії”, Суд постановив, що:", "не було порушення ст. 2 Конвенції щодо обов’язку держави охоронити життя сина заявника;", "мало місце порушення ст. 2 Конвенції стосовно обов’язку компетентних органів провести ефективне розслідування;", "Російський Уряд виявися неспроможним виконати своє зобов’язання відповідно до ч.1а ст. 38 Конвенції (обов’язок держави створити усі необхідні умови для розслідування справи Судом).", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 8000 євро як компенсацію моральної шкоди та 2315 євро на відшкодування судових витрат.", "Обставини справи", "Заявник Владімір Грігор’євич Трубніков є громадянином Росії, народився 1940 року і проживає у місті Хохольську Воронежської області. Він є батьком Віктора Трубнікова. 13 серпня 1993 року сина заявника було знайдено мертвим у в’язниці, де він відбував покарання. Причиною смерті було визнано асфіксію як наслідок повішання. На час смерті Віктору Трубнікову було 26 років. У 1993 році його було засуджено до семи років позбавлення волі за вчинення вбивства.", "Згодом було прийнято рішення застосувати до нього з 4 жовтня 1998 року умовно-дострокове звільнення від відбування покарання.", "Відповідно до матеріалів, представлених Урядом, упродовж відбування Віктором Трубніковим покарання працівники в’язниці тричі виявляли, що він перебував під дією алкоголю. Відтак до нього тричі застосовували дисциплінарне сиягнення – поміщення у карцер. Коли Віктора Трубнікова вдруге помістили у карцер, він заподіяв собі тілесні ушкодження. А під час третього поміщення – вчинив спробу самогубства. Відтоді за сином заявника було встановлено регулярне психіатричне спостереження.", "13 вересня 1998 року Віктор Трубніков взяв участь у футбольному матчі, який відбувався за межами в’язниці. Увечері того дня працівники в’язниці виявили, що він перебував під дією алкоголю. О 19 год. 15 хв. заявника було поміщено у карцер. А о 20 год. 20 хв. Віктора Трубнікова знайшли мертвим, повішаним на зашморгу з його сорочки, інший кінець якої був прив’язаний до водопровідної труби. Того ж вечора начальник в’язниці провів дізнання. Він вирішив не порушувати кримінальну справу, оскільки не було жодних даних, які б вказували на вчинення злочину. Висновок паталогоанатома підтвердив, що смерть була викликана здавленням шиї внаслідок повішання.", "Заявник – батько померлого наполягав на порушенні кримінальної справи. Втім його клопотання довгий час залишались незадоволеними. Кримінальну справу було порушено лише тоді, коли Уряду було офіційно повідомлено, що заявник звернувся до Суду.", "10 жовтня 2002 року провадження у справі було закрито, оскільки було встановлено, що Віктор Трубніков вчинив самогубство. Постанову про закриття цієї кримінальної справи заявник отримав 3 березня 2003 року.", "Зміст рішення Суду", "Посилаючись на ст. 2 Конвенції, заявник стверджував, що органи влади були винними у смерті його сина у в’язниці. Він також зазначав, що відповідні органи виявились неспроможними розкрити обставини смерті його сина.", "Уряд представив Суду копію матеріалів, які, як він стверджував, були записами лікарів-психіартів, котрі проводили періодичні огляди сина заявника. Проте Суду не вдалося з’ясувати від Уряду, чи були подані матеріали копією оригіналів, чи безпосередньо витягами із самої медичної справи. З огляду на низьку якість поданих фотокопій, відсутність сторінок, а також нечіткість (розмитість) тих фрагментів, де мали значитися дати записів, особливо з 1997 до 1998 року, Суд звернувся до Уряду з проханням надати повний оригінал медичної справи. Однак Уряд відмовився це зробити, пославшись на те, що вилучати матеріали з архіву не було достатньо безпечно. Суд повторив свій запит, запевнюючи Уряд в тому, що після вивчення усі матеріали будуть повернуті. Втім Уряд знову відмовився їх надати.", "Суд вирішив розглянути справу по суті, незважаючи на те, що окремі факти залишались незрозумілими через неповноту медичних даних.", "На думку Суду, Уряд виявився неспроможним переконливо пояснити причини своєї відмови надати оригінал медичної справи. Суд вирішив зробити висновки з такої поведінки Уряду. Суд постановив, що всупереч ч. 1а ст. 38 Конвенції Уряд не створив усі необхідні умови для встановлення Судом фактів у справі. Суд дійшов цього висновку з огляду на особливі труднощі у встановленні фактів саме у цій справі та зважаючи на важливість співпраці з ним Урядом у конвенційній процедурі. ", "Суд вирішив насамперед з’ясувати, чи компетентні органи знали чи повинні були знати про те, що існував реальний та негайний ризик того, що Віктор Трубніков вчинить самогубство. І якщо вони знали чи повинні були знати про це, то Суд мав оцінити, чи зробили вони все необхідне задля відвернення цього ризику.", "Суд зауважив, що власне під час перебування Віктора Трубнікова у в’язниці його було визнано особою з певними психічними проблемами. Він виявляв тенденцію заподіювати собі шкоду після того, як до нього застосовували дисциплінарні стягнення. У 1995 році після чергового поміщення у карцер він вчинив спробу самогубства. Цю його спробу було оцінено радше як “поклик по допомогу”, аніж реальний намір покінчити життя. Після цього інцидента Віктору Трубнікову було надано психіатричну допомогу і його було поставлено на психіатричний облік. Відтоді лікарський огляд сина заявника проводився періодично кожних шість місяців.", "Суд зазначив, що на той час стан здоров’я Віктора Трубнікова не був настільки серйозним, аби зумовити необхідність призначення йому примусового психіатричного лікування. Лікарські записи у медичній справі свідчать про те, що пацієнт не виявляв жодних виразних симптомів, які б вказували на наявність у нього певної психічної хвороби. Поведінка Віктора Трубнікова після спроби самогубства вказувала радше на його розбалансовану особистість. Суд зауважив, що ані психіатр, котрий здійснював нагляд за сином заявника, ані інші працівники в’язниці не оцінювали його поведінку як таку, що вказувала на можливість вчинення Віктором Трубніковим самогубства чи заподіяння ним собі шкоди у майбутньому.", "Отож, у Суду не було формальних підстав для того, аби дійти висновку, що компетентні органи знали про існування суб’єктивної загрози для житття сина заявника.", "Стосовно питання про те, чи повинні були відповідні органи знати про існування цієї загрози, Суд відзначив, що після спроби самогубства у 1995 році впродовж наступних років у Віктора Трубнікова не виявлялось жодних небезпечних симптомів, зокрема суїцидних настроїв. Навпаки, медичні записи свідчать про поліпшенння стану пацієнта у зв’язку зі зміною його ставлення до своєї колишньої спроби вчинити самогубство, яке трапилась у 1995 році. Після цього інциденту Віктору Трубнікову було надано інтенсивну терапію. І, як вбачалося, внаслідок проведеного лікування його розумовий та емоційний стан стабілізувався і залишався незмінним упродовж наступних років. Його психічний стан постійно оцінювався лікарями як стабільний. Тому Суд погодився, що з огляду на такі дані було важко передбачити можливість раптового й стрімкого погіршення стану здоров’я Віктора Трубнікова, що міг призвести до вчинення ним самогубства.", "Тому Суд дійшов висновку, що у ситуації, яка склалася, компетентні органи не могли раціонально передбачити рішення Віктора Трубнікова вчинити самогубство. Також Суд не встановив жодних проявів бездіяльності з боку компетентних органів, яка могла б перешкодити відповідальним особам здійснити адекватну оцінку ситуації з сином заявника. Адже Віктору Трубнікову було надано у свій час необхідну медичну допомогу, а також велося регулярне спостереження за його емоційно-розумовим станом. На думку Суду, колишні інциденти з Віктором Трубніковим мали насторожити відповідальних осіб стосовно того, що поміщення його у карцер, зважаючи на те, що він знову знаходився у стані сп’яніння, могло призвести до негативних наслідків.", "Суд був стурбований тим фактом, що Віктор Трубніков мав доступ до алкоголю у фатальний день останнього інциденту, який трапився з ним. Втім Суд не визнав цей недогляд з боку компетентних органів достатнім для того, аби визнати їх цілком відповідальними за смерть сина заявника.", "Отож, з огляду на обставини справи Суд не дійшов висновку про те, що національні органи не спромоглися відвернути реальний і негайний ризик самогубства чи діяли іншим чином, несумісним з їхнім позитивним зобов’язанням гарантувати право людини на життя. Тому порушення ст. 2 Конвенції не було.", "Суд визнав, що процедурний обов’язок держави полягав у розслідуванні обставин смерті сина заявника. Помер він, як це виглядало, від самогубства. До часу смерті Віктор Трубніков перебував під охороною і відповідальністю компетентних державних органів. Розслідування було необхідним для встановлення причин смерті (принаймні, аби переконатися у тому, що це не був нещасний випадок чи вбивство). У разі встановлення , що причиною смерті таки було самогубство, слід було з’ясувати, чи є підстави визнати компетентні органи відповідальними за неспроможність завадити самогубству. Розслідування також повинно було відповідати певним вимогам.", "Суд відзначив, що первинне розслідування (дізнання) було проведено швидко – упродовж кількох днів від дня смерті. Втім воно не відповідало мінімальним вимогам незалежності, оскільки особа, яка його проводила (начальник в’язниці) була представником органу влади, залученого до справи. Як видається, обсяг зазначеного розслідування обмежувався лише встановленням причин смерті. Питання про можливу відповідальність адміністрації в’язниці не з’ясовувалось. Дізнання майже зовсім не відповідало вимозі необхідності громадського контролю. Не оспорювався і той факт, що сім’ю Віктора Трубнікова навіть не було повідомлено про формальні причини відмови у порушенні кримінальної справи. Зрештою національний суд оцінив проведене розслідування як недостатнє і визнав відмову порушити кримінальну справу незаконною. З огляду на зазначене, Суд не міг визнати проведене дізнання ефективним розслідуванням у розумінні прецедентної практики Суду.", "Стосовно розслідування, проведеного у 2002 році, Суд відзначив, що воно було розпочато лише після того, як Уряд дізнався про звернення заявника до Суду, тобто лише через 3 роки з часу інциденту. Суд нагадав свій висновок про те, що у справах про смерть за суперечливих обставин винятково важливим є негайне проведення розслідування. Сплив часу неодмінно призводить до зменшення кількості й якості доказів. Вияв неуважного ставлення з боку відповідальних органів може підірвати довіру до тих заходів, які вони вчиняють, а також бути тяжким випробуванням для сім’ї померлого.", "Стосовно справи заявника Суд відзначив, що тривала й до того ж належним чином не пояснена затримка у проведенні розслідування була не тільки свідченням неспроможності компетентних органів вжити належні заходи, але й становила порушення ними їх зобов’язання продемонструвати уважне ставлення й оперативність у цій справі.", "Суд відзначив, що розслідування проводилось цілковито поза участю заявника та інших членів сім’ї. Всупереч узвичаєній національній практиці їх не було визнано потерпілими у відповідній кримінальній справі, тобто їм не було надано того процесуального статусу, який дозволив би їм впливати на хід розслідування. Навіть якщо припустити, що участь рідних у процесі слідства могла бути забезпечена іншим чином, цього все одно зроблено не було. Умови доступу родичів до матеріалів справи були цілком невизначені. Їх жодним чином не повідомляли про виявлені докази чи покази свідків. Зокрема заявника та інших членів сім’ї не поінформували про проведення посмертної психологічної та психіатричної експертизи. Ймовірно, якби вони знали про це, то могли б певним чином проконсультувати експертів. Провадження, що здійснювалось у 2000 році, було закрито 10 жовтня. Але заявника було повідомлено про це лише через п’ять місяців. Отож, слідство не було організовано таким чином, аби уможливити належний громадський контроль за ним. До того ж воно у жодний спосіб не забезпечувало інтересів родичів померлого.", "Попри те, що Суд звернув увагу на вжиття органами слідства низки важливих заходів, аби встановити справжні обставини смерті Віктора Трубнікова (допит головних свідків, проведення посмертних психіатричної та психологічної експертиз), він все ж вирішив за недоцільне давати оцінку проведеному слідству та його обсягу. Таке рішення зумовлене основним його висновком про те, що слідство було проведене з істотними недоліками. Цими недоліками були, власне, відстність негайності, належної сумлінності та ініціативи з боку компетентних органів, а також незабезпечення громадського контролю за слідством.", "Дійшовши висновку про невідповідність розслідування мінімальним стандартам ефективності, Суд постановив, що держава порушила своє зобов’язання відповідно до ст. 2 Конвенції провести ефективне розслідування обставин смерті сина заявника.", "Реферативний переклад з англійської мови та опрацювання комюніке Секретаря Суду здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України П.М. Рабіновичем та М.Ю. Пришляк.", ""]}