{"file": "UKR_HJUDUKR_70337_01.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "70337/01", "text_paragraphs": ["", "© Рада Європи/Європейський суд з прав людини, 2012. Цей переклад було замовлено за підтримки Довірчого фонду з прав людини Ради Європи (). Він не є обов’язковим для Суду. Для докладної інформації розгляньте вказівку щодо авторського права в кінці цього документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec la soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ЄВРОПЕЙСЬКИЙ СУД З ПРАВ ЛЮДИНИ", "", "ДРУГА СЕКЦІЯ", "", "", "СПРАВА «GÜVEÇ ПРОТИ ТУРЕЧЧИНИ»", "", "(Заява № 70337/01)", "", "", "РІШЕННЯ", "[Витяги]", "", "", "СТРАСБУРГ", "20 січня 2009 року", "", "", "ОСТАТОЧНЕ", "", "20/04/2009", "", "", "Це рішення може бути редакційно уточнене.", "", "У справі «Güveç проти Туреччини»,", "Європейський суд з прав людини (друга секція), засідаючи палатою, до складу якої увійшли:", "\tFrançoise Tulkens, Голова,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tNona Tsotsoria,\n\tIşıl Karakaş, судді,\nта Sally Dollé, Секретар секції,", "після наради за зачиненими дверима 16 грудня 2008 року,", "ухвалюють це рішення, прийняте того ж дня:", "ПРОЦЕДУРА", "1.  Справу розпочато за заявою (№70337/01) проти Республіки Туреччина, поданою до Суду на підставі ст. 34 Конвенції про захист прав людини і основоположних свобод (далі − Конвенція) громадянином Туреччини п. Октаєм Гювечем (Oktay Güveç) (далі − заявник), 9 квітня 2001 року.", "2.  Заявника, якому було надано правову допомогу, представляла пані Мукріме Авці (Mükrime Avcı) та пані Дерія Баїр (Derya Bayır), юристи, що практикують у м. Стамбулі. Уряд Туреччини (далі − Уряд) представляв його Уповноважений.", "3.  Заявник стверджував, зокрема, що його тримання під вартою у в’язниці з повнолітніми і розгляд його справи судом у справах державної безпеки, а не судом для неповнолітніх, порушували ст.3 Конвенції. На підставі ст. 5 та ст. 6 Конвенції він також скаржився на те, що його не було звільнено під час судового розгляду та що розгляд його справи не був справедливим.", "4.  2 червня 2005 року Суд вирішив сповістити про заяву Уряд. Відповідно до ч. 3 ст. 29 Конвенції, Суд вирішив одночасно розглядати справу на предмет прийнятності і по суті.", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "5.  Заявник народився 30 квітня 1980 року . Він проживає у Бельгії.", "6.  29 вересня 1995 року такого собі п. Оскана Атіка було заарештовано за підозрою у тому, що він є членом Робітничої партії Курдистану (далі – РПК). Наступного дня заявника було заарештовано у м. Стамбулі на підставі інформації, ймовірно наданої поліції п. Атіком. Відповідно до цієї інформації заявник був членом РПК. Після арешту заявника було затримано поліцією.", "7.  Заявника було допитано офіцерами поліції 5 жовтня 1995 року. У письмовому протоколі, підготованому поліцією і підписаному заявником, зазначалося, що заявник стверджував, що він був членом РПК та що від неодноразово брав участь у зборах з деякими членами цієї організації, включаючи і Озкана Атіка. Якось Озкан Атік сказав заявнику, аби він попросив такого собі Мендереса Косака (Menderes Koçak) надати фінансову підтримку РПК, однак п. Косак відмовився. Тоді Озкан Атік попросив, аби заявник допоміг спалити транспортний засіб, власником якого був п. Косак. Вони зробили це одного вечора за допомогою ще двох осіб. Заявник також додав, що якби його не було заарештовано, він і надалі брав би участь у діяльності на користь РПК.", "8.  7 жовтня 1995 року п. Косак впізнав п. Атіка та іншу особу, як тих, хто просив його дати гроші для РПК. Він не знав, чи це були ті ж дві особи, які далі підпалили його транспортний засіб і магазин.", "9.  9 жовтня 1995 року офіцери поліції доставили заявника і трьох інших осіб, включаючи п. Атіка, на вулицю, де було спалено автомобіль п. Косака.", "10.  12 жовтня 1995 року заявника та 21 іншу особу, яких було заарештовано у результаті тієї ж операції поліції, доставили до Стамбульського відділення Інституту судової медицини, де вони були оглянуті лікарем. Відповідно до медичного висновку, складеного того ж дня, на тілі заявника не було жодних ознак жорстокого поводження.", "11.  Того ж дня заявника було доправлено до Стамбульського суду у справах державної безпеки, де його було допитано прокурором, а далі суддею, який видав наказ про його тримання під вартою у в’язниці під час провадження у кримінальній справі щодо нього. У протоколі, складеному прокурором, вказувалося, що заявник стверджував, що він був симпатиком, але не членом РПК. Він вчинив підпал транспортного засобу разом з трьома іншими особами. Однак у протоколі, складеному суддею зазначалося, що заявник стверджував, що він підпалив транспортний засіб самостійно.", "12.  Під час допиту поліцією, а згодом і прокурором та суддею, заявника не представляв адвокат.", "13.  27 листопада 1995 року прокурор Стамбульського суду у справах державної безпеки подав до цього суду обвинувальний акт, згідно з яким заявник та ще 15 осіб обвинувачувалися у вчиненні злочину − здійснення діяльності з метою виходу частини національної території зі складу держави. Відповідно до ст. 125 Кримінального кодексу, чинного на той час, за такий злочин було передбачено покарання у виді смертної кари (див. національне право та практику, що стосуються справи нижче).", "14.  Підготовче судове засідання у справі заявника відбулося 18 грудня 1995 року в Стамбульському суді у справах державної безпеки (далі – суд першої інстанції). Один з трьох суддів колегії був військовим офіцером.", "15.  На першому судовому засіданні, яке відбулося 27 лютого 1996 року, був присутній заявник, однак його інтереси не захищав адвокат.", "16.  Під час другого судового засідання заявник все ще не мав адвоката для захисту своїх інтересів, але був допитаний судом першої інстанції. Заявник зазначив перед судом, що його друг дитинства Озкан Атік одного дня сказав, що він продавав газети і що один з покупців відмовився платити. Тоді п. Атік запропонував «провчити покупця». Однієї ночі заявник та п. Атік прибули до великого будинку. Пан Атік розлив трохи бензину з каністри на вулиці біля будинку й запалив вогонь. Сам заявник не підпалював транспортного засобу і не знав Мандереса Косака.", "17.  Заявник також зазначив перед судом першої інстанції, що під час затримання в поліції, до нього було застосовано враження електричним струмом, обливання водою під тиском та побиття кийком; його також били по ступням ніг. Тоді він підписав показання, які повʼязували його з правопорушеннями, у вчиненні яких його в результаті і було обвинувачено. Щодо показань, отриманих від нього прокурором та суддею 12 жовтня 1995 року, заявник стверджував, що прокурор та суддя лише спитали його дату народження; він не давав їм жодних показань. Заявник також заперечував, що поліція доправляла його до місця, де, ймовірно, було підпалено транспортний засіб (див. § 9 вище). Заявнику було відмовлено судом першої інстанції у задоволенні клопотання про звільнення того ж дня.", "18.  Під час третього судового засідання, проведеного 18 квітня 1996 року, адвокат, яка захищала декого зі співобвинувачених заявника, поінформувала суд, що вона також представлятиме заявника. Під час того ж судового засідання Мендерес Косак також надав показання як свідок і стверджував, що Озкан Атік ніколи не просив у нього гроші для РПК. Транспортний засіб, власником якого він був, було підпалено, але він не вважає, що це зробив Озкан Атік.", "19.  До заявника застосовувався режим обмеженого відвідування у в’язниці, і він не мав можливості відкритих побачень зі своєю сім’єю.", "20.  Заявник не відвідував чотири з наступних шести слухань, які проводилися з періодичністю один раз у два місяці. У задоволенні клопотань про звільнення, які заявляла його адвокат, було відмовлено судом першої інстанції. Адвокат доводила, що проти заявника не було жодних доказів, крім тих, які було здобуто внаслідок жорстокого поводження.", "21.  В процесі десятого судового засідання у суді першої інстанції, яке відбулося 29 травня 1997 року за відсутності заявника, але за участю його адвоката, прокурор заявив клопотання про зміну кваліфікації дій заявника на такі правопорушення як членство у незаконній організації та завдання шкоди власності, замість правопорушення, у вчиненні якого він обвинувачувався згідно з обвинувальним актом (див. § 13 вище). Суд першої інстанції відмовив у задоволенні клопотання про звільнення заявника.", "22.  Адвокат заявника не брала участі у 11 судовому засіданні, яке відбулося 17 липня 1997 року. Під час 12 судового засідання 26 серпня 1997 року адвокат доводила, що, беручи до уваги показання, надані суду першої інстанції п. Косаком 18 квітня 1996 року (див. § 18 вище), не було доказів того, що заявник вчинив правопорушення, у яких його обвинувачували.", "23.  Адвокат не брала участі у 13 судовому засіданні, яке відбулося 2 жовтня 1997 року, оскільки в цей час вона мала справи у суді з розгляду трудових справ. Заявник сам робив подання на свій захист та повторив свої заяви про жорстоке поводження під час затримання в поліції. Він також заявляв клопотання про звільнення з-під варти. У задоволенні цього клопотання було відмовлено.", "24.  17 жовтня 1997 року суд першої інстанції визнав заявника винним у членстві в незаконній організації та у підпалі транспортного засобу і призначив йому покарання у виді 9 років 8 місяців і 10 днів позбавлення волі. Суд першої інстанції вважав, що показання, надані заявником під час затримання в поліції, та показання його співобвинувачених доводили, що заявник був членом незаконної організації і що він підпалив транспортний засіб.", "25.  Заявник подав апеляцію. 12 березня 1998 року Касаційний суд скасував засудження заявника. Справу було повернуто на новий розгляд до суду першої інстанції.", "26.  11 вересня 1998 року суд першої інстанції провів підготовче судове засідання нового розгляду. Один з трьох суддів колегії був військовим офіцером.", "27.  З 27 жовтня 1998 року по 30 грудня 1999 року відбулося 8 слухань. Адвокат заявника брала участь лише у одному судовому засіданні, яке відбулося 18 березня 1999 року, тоді як заявник відвідав два судові засідання. Під час п’ятого судового засідання, яке відбулося 15 липня 1999 року, військового суддю було замінено на цивільного суддю відповідно до законодавства, яке набуло чинності у цей час (порівняй §§ 2-54 рішення Суду у складі Великої палати у справі «Öcalan проти Туреччини» (справа № 46221/99, ECHR 2005IV)).", "28.  18 листопада 1999 року начальник поліції поінформував суд першої інстанції, що жодного транспортного засобу, який належав п. Мендересу Косаку, не було спалено.", "29.  Девʼяте судове засідання у справі заявника відбулося 21 березня 2000 року. Заявник був на ньому присутній, однак адвоката не було. Під час судового засідання Мендерес Косак дав показання перед судом першої інстанції і стверджував, що його транспортний засіб не було спалено. Ніхто не просив його дати гроші для РПК. На запитання суду про причину непослідовності у його показаннях, наданих поліції 7 жовтня 1995 року (див. § 8 вище) та зараз, п. Косак стверджував, що він не казав нічого такого поліції; а лише підписав те, що було написано у протоколі, складеному офіцерами поліції.", "30.  Під час цього ж засідання заявник повторив, що він не знав п. Косака і не підпалював жодного транспортного засобу. Він підкреслив, що його було заарештовано у віці 15 років за відсутності доказів проти нього, і він клопотав про своє звільнення. Суд першої інстанції відмовив у задоволенні цього клопотання.", "31.  Заявник був присутній на 10 судовому засіданні 23 травня 2000 року, тоді як адвокат була відсутня.", "32.  В ході 11 судового засідання, яке відбулося 25 липня 2000 року за відсутності адвоката заявника, до суду першої інстанції надійшов лист, написаний співкамерниками заявника. У листі зазначалося, що «[заявник] мав серйозні проблеми з психікою. Нагляд за його лікуванням здійснює психіатрична лікарня у Стамбулі. Він не може жити без допомоги інших і стан його здоров’я погіршується. Тому він не може бути присутнім на засіданнях і відмовився відвідати сьогоднішнє судове засідання. Ми вважали за потрібне надіслати цього листа, оскільки з’ясували, що адвокат заявника також не брала участь у судових засіданнях».", "33.  Відповідно до медичного звіту лікаря в’язниці від 24 липня 2000 року, який було додано до листа співкамерників, заявника було доправлено до психіатричної лікарні 2 червня 2000 року і повернуто назад до вʼязниці 11 липня 2000 року.", "34.  Мати заявника також брала участь у судовому засіданні та поінформувала суд, що заявник потерпав від серйозних проблем з психікою. Вона заявила клопотання про звільнення заявника з в’язниці. Під час цього ж судового засідання у суді першої інстанції прокурор заявив клопотання зняти звинувачення у вчиненні підпалу (ч. 7 ст. 517 Кримінального кодексу), однак наполягав на тому, аби визнати заявника винним за вчинення правопорушення, передбаченого у ст. 168 Кримінального кодексу – членство в незаконній організації.", "35.  Однак суд першої інстанції продовжив тримання заявника під вартою у вʼязниці та скерував його до психіатричної лікарні для встановлення, чи від був осудним (doli capax) на час вчинення правопорушення, у якому його було обвинувачено.", "36.  7 серпня 2000 року лікар в’язниці доповів про проблеми, від яких заявник потерпав у в’язниці. Відповідно до його звіту заявник робив спробу самогубства у червні 1999 року шляхом передозування ліків. У серпні 1999 року він підпалив себе та зазнав обширних і серйозних опіків. Він провів три місяці у лікарні, лікуючись від ушкоджень. Перебуваючи у лікарні, він отримував ліки від депресії. Після повернення до в’язниці його лікування від опіків продовжувалося ще п’ять місяців. Його тіло все ще містить шрами від опіків.", "37.  З 2 червня 2000 року психічне здоров’я заявника погіршилося, і його було доправлено до лікарні, де він залишався протягом півтора місяців. Його здоров’я погіршилося ще сильніше після повернення до в’язниці, і зараз він відмовляється будь з ким спілкуватися.", "38.  Лікар в’язниці у своєму звіті дійшов висновку, що перебування у в’язниці було несумісним з лікуванням заявника. Заявник потребував лікування значної тривалості у спеціалізованій лікарні.", "39.  Під час 12 судового засідання, яке відбулося 10 жовтня 2000 року, пані Мукріме Авці, одна з представників заявника перед Судом, зазначена вище (див. § 2), подала довіреність до суду першої інстанції та поінформувала суд, що вона мала повноваження захищати заявника у суді першої інстанції. Пані Авці доводила у своїх письмових зауваженнях, поданих до суду першої інстанції того ж дня, що заявнику на момент арешту було лише 15 років. Туреччина була державою-учасницею Конвенції про захист прав дитини ООН. У ч. 3 ст. 40 цієї конвенції було рекомендовано створення державами процедур та установ спеціально для дітей, які обвинувачуються у вчиненні кримінальних правопорушень. Насправді, в Туреччині діяли суди у справах неповнолітніх. Однак заявника було обвинувачено у вчиненні правопорушення, яке було підсудне судам у справах державної безпеки. Національне законодавство не передбачало розгляду таких справ судами у справах неповнолітніх. Якщо би справу заявника розглядав суд у справах неповнолітніх, його б не тримали як затриманого в поліції протягом 12 днів, було би призначено адвоката для захисту його інтересів, а його справу було би розглянуто протягом короткого строку.", "40.  Адвокат додала, що жорстоке поводження, якому було піддано заявника під час його затримання в поліції, а також довгострокове тримання під вартою у в’язниці, було надмірним тягарем для дитини його віку. Він намагався відібрати у себе життя два рази. Він продовжував потерпати від проблем з психікою, та йому було важко брати участь у судових засіданнях. Адвокат заявила клопотання про звільнення заявника для надання йому медичної допомоги.", "41.  Адвокат також поінформувала суд першої інстанції, що заявника не було допроваджено до лікарні, незважаючи на наказ суду від 25 липня 2000 року (див. § 35 вище). Того ж дня суд першої інстанції видав наказ про звільнення заявника з-під варти на поруки.", "42.  Заявник відвідав 14 судове засідання, яке відбулося 13 березня 2001 року та поінформував суд, що хоча його доставили до лікарні для медичного огляду, керівництво лікарні відмовилося проводити огляд, оскільки не було офіційного листа про скерування на огляд. Судом першої інстанції було видано новий наказ про скерування на огляд.", "43.  Заявника оглянули у психіатричній лікарні 25 квітня 2001 року. Відповідно до звіту за результатом огляду, заявник робив ще одну спробу самогубства, перерізавши собі вени у вересні 1998 року, окрім тих двох випадків, які зазначені вище (див. § 36). Обширні сліди від опіків на його руках та тілі все ще було видно. Його проблеми з психікою розпочалися під час тримання під вартою у в’язниці і поглибилися за час перебування там. З 2 червня 2000 року по 11 липня 2000 року його лікували у лікарні від «глибокої депресії». Зараз його проблеми з психікою були на стадії ремісії. У звіті було зроблено висновок, що заявник не потерпав від проблем з психікою на момент вчинення правопорушення і що його теперішній психічний стан не впливав на його осудність.", "44.  На 16 судовому засіданні, яке відбулося 22 травня 2001 року, суд першої інстанції виправдав заявника за обвинуваченням у вчиненні підпалу та визнав його винним за членство у незаконній організації і засудив його до 8 років і 4 місяців позбавлення волі. Суд першої інстанції зазначив, що показання заявника в поліції, а згодом перед прокурором та суддею в кінці строку його затримання в поліції були вирішальними для висновку про те, що він був членом незаконної організації. У цих показаннях заявник зазначав «різні види діяльності», у яких він брав участь. Суд першої інстанції також дійшов висновку, що заявник був пов’язаний з друкуванням та розповсюдженням незаконних листівок.", "45.  Заявник подав апеляцію. 13 березня 2002 року прокурор при Касаційному суді подав цьому суду звої письмові зауваження та просив залишити без змін засудження заявника. Про ці зауваження не було сповіщено ні заявника, ні його адвоката.", "46.  У детальній апеляційній скарзі адвокат заявника наголосила, що єдиним доказом, наданим прокурором на підтримку того, що її клієнт був членом незаконної організації, були твердження про підпал транспортного засобу. Однак, як було встановлено судом першої інстанції, такого інциденту не відбулося, і власник транспортного засобу не подавав відповідної скарги. У правовій системі Туреччини не було абстрактних понять таких як «різноманітна діяльність» (див. § 44 вище). Для того, аби твердження про будь-яку діяльність вважалося доказом, воно повинно бути чітко сформульовано та підтверджено належними доказами. Більше того, у рішенні суду першої інстанції не було зазначено,чому і як було зроблено висновок, що заявник брав участь у друкуванні та розповсюдженні листівок незаконної організації. Адвокат також повторила свої аргументи щодо віку заявника та свої посилання на Конвенцію про захист прав дитини ООН (див. § 39 вище).", "47.  20 травня 2002 року Касаційний суд підтримав засудження заявника.", "48.  Відповідно до інформації, наданої Суду адвокатом заявника, у 2002 році він залишив Туреччину і переїхав до Бельгії, де йому було надано статус біженця.", "II.  НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА, ЩО СТОСУЮТЬСЯ СПРАВИ", "...", "53.  У ст. 138 Кримінально-процесуального кодексу, чинного на той час, було передбачено, що з моменту арешту особам віком до 18 років повинна бути надана допомога офіційно призначеного захисника без необхідності звертатися про надання такої допомоги. Згідно зі ст. 31 вище зазначеного закону № 3842, ст. 138 не застосовувалася до тих осіб, яких було обвинувачено у вчиненні правопорушень, підсудних судам у справах державної безпеки.", "54.  Відповідно до ч.1 ст. 6 Закону «Про створення, повноваження та провадження в судах у справах неповнолітніх» (закон № 2253 від 21 листопада 1979 року, який втратив чинність у зв’язку з прийняттям закону № 5395 від 15 липня 2005 року «Про захист дитини»), лише суди у справах неповнолітніх могли розглядати справи про вчинення правопорушень особами віком до 15 років. Однак відповідно до останньої частини цієї статті, якщо особа, якій не виповнилося 15 років, була обвинувачена у вчиненні злочину, підсудного судам у справах державної безпеки, така справа підлягала розгляду цими судами, а не судами у справах неповнолітніх.", "55.  У ст. 37 Закону № 2253 було також передбачено, що до неповнолітніх могло бути застосовано такий запобіжний захід як тримання під вартою лише у спеціально призначених для цього вʼязницях. У тих місцевостях, де такі в’язниці були відсутні, неповнолітніх тримали у частині звичайної в’язниці, окремо від повнолітніх осіб. Для цілей цього закону терміном «неповнолітній» позначали осіб віком до 15 років на момент вчинення правопорушення.", "56.  У ч. (b) ст. 107 Інструкції про управління в’язницею та виконання вироків (від 5 липня 1967 року) передбачалося, що особи віком до 18 років, яких тримають під вартою, перебувають окремо від інших ув’язнених. Відповідно до ст. 106 цієї ж інструкції, ув’язнені мали можливість «інформувати керівників в’язниці, прокурорів та міністерство юстиції про свої скарги та прохання».", "57.  Відповідно до Закону «Про захист дитини», який 15 липня 2005 року замінив вище зазначений Закон «Про створення, повноваження та провадження в судах у справах неповнолітніх», справи щодо осіб віком до 18 років можуть розглядатися лише судами у справах неповнолітніх. Однак якщо органи, які підтримують державне обвинувачення заявляють, що правопорушення, у вчиненні якого обвинувачується неповнолітній, було вчинене у співучасті з повнолітніми, справу неповнолітнього можуть розглядати звичайні суди у кримінальних справах разом зі справами повнолітніх.", "III.  МІЖНАРОДНІ АКТИ, ЩО СТОСУЮТЬ СПРАВИ", "58.  Конвенція «Про захист прав дитини» ООН 1989 року (далі – Конвенція ООН), прийнята Генеральною Асамблеєю ООН 20 листопада 1989 року, була обов’язковою згідно з міжнародним правом для держав-учасниць, включаючи усіх держав-членів Ради Європи.", "", "У ст. 1 Конвенції ООН передбачено:", "«Для цілей цієї Конвенції дитиною є кожна людська істота до досягнення 18-річного віку, якщо за законом, застосовуваним до даної особи, вона не досягає повноліття раніше.»", "У ч.1 ст. 3 передбачено:", "«1. В усіх діях щодо дітей, незалежно від того, здійснюються вони державними чи приватними установами, що займаються питаннями соціального забезпечення, судами, адміністративними чи законодавчими органами, першочергова увага приділяється якнайкращому забезпеченню інтересів дитини.»", "У п. (a) та (b) ст. 37 передбачено:", "«Держави-учасниці забезпечують, щоб:", "а) жодна дитина не піддавалась катуванням та іншим жорстоким, нелюдським або принижуючим гідність видам поводження чи покарання. Ні смертна кара, ні довічне тюремне ув’язнення, які не передбачають можливості звільнення, не призначаються за злочини, вчинені особами, молодшими 18 років;", "b) жодна дитина не була позбавлена волі незаконним або свавільним чином. Арешт, затримання чи тюремне ув’язнення дитини здійснюються згідно з законом та використовуються лише як крайній захід і протягом якомога більш короткого відповідного періоду часу;", "с) гуманне ставлення до кожної позбавленої волі дитини і повагу до гідності її особи з урахуванням потреб осіб її віку. Зокрема, кожна позбавлена волі дитина має бути відокремлена від дорослих, якщо тільки не вважається, що в найкращих інтересах дитини цього не слід робити, та мати право підтримувати зв’язок із своєю сім’єю шляхом листування та побачень, за винятком особливих обставин;", "d) кожна позбавлена волі дитина мала право на негайний доступ до правової та іншої відповідної допомоги, а також право оспорювати законність позбавлення її волі перед судом чи іншим компетентним, незалежним і безстороннім органом та право на невідкладне прийняття ними рішень щодо будь-якої такої процесуальної дії.»", "...", "59.  У відповідній частині Заключних рекомендацій Комітету з прав дитини ООН щодо Туреччини (09/07/2001(CRC/C/15/Add.152.)) зазначено:", "«65.  ... Викликає глибоку стурбованість той факт, що тримання під вартою не використовується як крайній захід і що повідомляється про справи, у яких діти позбавляються можливості спілкування з рідними чи адвокатом (інкомунікадо) протягом тривалого строку. Комітет також стурбований тим, що створена незначна кількість судів у справах неповнолітніх і що жодного такого суду немає у східній частині країни. Також виражається стурбованість довгими строками тримання під вартою як запобіжного заходу, поганими умовами такого тримання та тим фактом, що під час тримання під вартою не забезпечується достатнє здійснення програм з освіти, реабілітації та реінтеграції.", "66.  Комітет рекомендує, аби держава-учасниця продовжила переглядати законодавство та правозастосовну практику щодо системи судів у справах неповнолітніх для приведення його у повну відповідність до цієї Конвенції, зокрема до статей 37,40 та 39, а також до інших відповідних міжнародних стандартів у цій сфері, таких як Мінімальні стандартні правила ООН, що стосуються відправлення правосуддя у справах неповнолітніх (Пекінські правила) та Керівні принципи ООН для запобігання злочинності серед неповнолітніх (Ер-Ріядські керівні принципи). Це повинно бути спрямовано на підвищення мінімального віку кримінальної відповідальності, поширення захисту, гарантованого законодавством про судочинство у справах неповнолітніх, на усіх громадян віком до 18 років, та ефективне застосування закону шляхом створення судів у справах неповнолітніх у кожній провінції. Зокрема, він нагадує державі-учасниці, що справи неповнолітніх правопорушників повинні бути розглянути без затримки для уникнення періодів тримання під вартою без надання можливості побачень з адвокатом чи рідними (інкомунікадо), та що тримання під вартою, яке слід застосовувати як крайній захід, повинно бути короткостроковим і не повинно перевищувати строку, передбаченого законом. Альтернативні до тримання під вартою запобіжні заходи слід застосовувати, якщо це можливо.»", "60.  Рекомендація Комітету Міністрів Ради Європи «Про соціальну реакцію на злочинність серед неповнолітніх (№ R (87)20), прийнята 17 вересня 1987 року на 410 засіданні заступників міністрів, у відповідній частині передбачає:", "«Рекомендуємо урядам держав-учасниць за необхідності переглянути своє законодавство та практику для того, щоб: ...", "7.  виключити тримання під вартою неповнолітніх, крім виняткових випадків вчинення особливо тяжких злочинів за співучасті зі старшими неповнолітніми; у цих випадках обмежити тривалість тримання під вартою та утримувати неповнолітніх окремо від повнолітніх злочинців; вжити всіх необхідних заходів для того, аби такі рішення приймалися після консультації щодо альтернативних заходів з управлінням соціального забезпечення...»", "61.  У ст. 17 Європейської соціальної хартії 1961 року предметом регулювання є право матері та дитини на соціальний та економічний захист. У цьому контексті Європейський комітет соціальних прав зазначив у його Висновках XVII-2 (2005, Туреччина), що тривалість досудового тримання під вартою неповнолітніх правопорушників була довгою і умови тримання під вартою – неналежними.", "62.  У звіті за результатами візиту до Туреччини з 5 по 17 жовтня 1997 року Європейський комітет з питань запобігання катуванням та нелюдському чи такому, що принижує гідність, поводженню чи покаранню (далі − КЗК) висловив «серйозну стурбованість у зв’язку з політикою допиту неповнолітніх (тобто осіб віком від 11 до 18 років), який тримають під вартою у в’язницях для повнолітніх» (CPT/Inf(99) 2 EN, дата опублікування: 23 лютого 1999 р.).", "63.  У звіті КЗК за результатами візиту його представників до Туреччини з 16 по 29 березня 2004 року (CPT/Inf (2005) 18) КЗК зазначалося:", "", "«у звітах за результатами візитів у 1997 році та у вересні 2001 року, КЗК прямо висловив серйозні стурбованість щодо політики допитів неповнолітніх, яких тримають під вартою у в’язницях для повнолітніх. Поєднання посередніх матеріальних умов та несприятливого режиму разом часто створювали загальне середовище, яке цілком не підходило для тримання під вартою цієї категорії осіб. Факти, виявлені під час візиту у березні 2004 року, лише посилили ці побоювання. І знову, позитивні положення Інструкції Міністерства юстиції від 3 листопада 1997 року («фізичні умови секцій в’язниці для неповнолітніх правопорушників переглянуто та поліпшено, аби вони відповідали психології дитини та уможливили здійснення освітніх програм, практичних ігор та занять спортом») очевидно не мали значного практичного впливу.»", "64.  Відповідно до позиції UNICEF система правосуддя у справах неповнолітніх перебуває на ранній стадії розвитку в Туреччині у 2008 році. Судді дізнаються про центри тримання під вартою для дітей, про альтернативні способи вирішення спорів та про належний судовий розгляд справ дітей, які перебувають у конфлікті з законом.", "ПРАВО", "I.  ЗАЯВЛЕНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ", "65.  Покликаючись на ст. 3 Конвенції, заявник скаржився на те, що судовий розгляд його справи Стамбульським судом у справах державної безпеки разом з його триманням під вартою з повнолітніми правопорушниками, завдали йому психічних страждань. У ст. 3 Конвенції передбачено:", "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»", "66.  Уряд не погодився з цим аргументом.", "A.  Щодо прийнятності", "67.  Посилаючись на Інструкцію з управління в’язницею та виконання вироків (див. § 56 вище), Уряд зазначав, що заявник не вичерпав національних засобів юридичного захисту, оскільки ні він, ні його адвокат не подали скаргу у порядку, визначеному у ст. 106 цієї інструкції, щодо тримання заявника у в’язниці для повнолітніх. Уряд також наголосив, що заявник міг довести скарги до уваги суду першої інстанції або Касаційного суду.", "68.  Заявник зазначив, що у світлі однозначного формулювання національних нормативно-правових актів та міжнародних документів органи влади мали обов’язок утримувати його під вартою окремо від повнолітніх осіб, які перебувають у в’язниці. Оскільки чинне національне законодавство чітко передбачало потенційну небезпеку для самопочуття дитини віку заявника на момент подій у справі у зв’язку з триманням під вартою з повнолітніми, було неприпустимо для Уряду висловлювати аргумент, що судді та керівництво в’язниці ігнорували цю небезпеку, коли утримували заявника під вартою у в’язниці для повнолітніх.", "69.  Суд нагадує, що відповідно до його усталеної практики метою правила про національні засоби юридичного захисту, що міститься у ч. 1 ст. 35 Конвенції є надати можливість державам-учасницям Конвенції запобігти або виправити заявлені порушення до того, як вони будуть представлені Суду. Однак вичерпанню підлягають лише ті засоби захисту, які є ефективними. На Уряд, якщо він заявляє про невичерпання засобів захисту, покладається доведення того, що засіб захисту був ефективним, доступним в теорії і на практиці у відповідний час (див, з-поміж інших, § 27 рішення Суду у справі «Vernillo проти Франції» від 20.02.1991 р. (Серія A № 198) та § 38 рішення Суду у справі «Dalia проти Франції» від 19.02.1998 р. (Reports of Judgments and Decisions 1998-I)).", "70.  Коли цю вимогу доказування виконано, заявник повинен доводити, що засіб захисту, зазначений Урядом, було фактично вичерпано, або що такий засіб захисту з певних причин був неналежним чи неефективним за конкретних обставин справи або ж існували особливі обставини, які звільняли заявника від необхідності виконати таку вимогу вичерпання (див. § 52 рішення Суду у справі «Aksoy проти Туреччини» від 18.12.1996 р. (Reports 1996-VI)).", "71.  Суд далі зазначає, що при застосуванні цього правила слід звертатися до контексту. Відповідно, Суд визнав, що ч. 1 ст. 35 Конвенції має застосовуватися з певним ступенем гнучкості та без надмірного формалізму (див. § 69 рішення Суду у справі «Akdıvar and Others проти Туреччини» від 16.09.1996 р. (Reports 1996-IV)).", "72.  Суд зазначає, що заявника було заарештовано 30 вересня 1995 р. Його затримання в поліції тривало 12 днів, протягом яких відповідно до чинного на той час національного законодавства він не мав права на доступ до адвоката або відвідування будь-якого члена його сім’ї (див. § 53 в кінці вище). В кінці строку цього затримання, 12 жовтня 1995 року, заявника було допитано прокурором та суддею, знову ж, за відсутності адвоката. Того ж дня суддя видав наказ про тримання заявника під вартою у в’язниці. За цих обставин Суд вважає неможливим очікувати, що 15-річний хлопець, якого щойно було звільнено після 12-денного затримання в поліції без надання можливості побачень з адвокатом чи рідними, буде посилатися на Інструкцію з управління в’язницею та виконання вироків і вимагати утримання окремо від повнолітніх осіб.", "73.  Більше того, Суд зазначає, що, видаючи наказ про тримання заявника під вартою у в’язниці, суддя мав у розпорядженні інформацію, у якій зазначалася дата народження заявника. Тому видається, що хоча суд знав, що заявнику було лише 15 років, він діяв у повній невідповідності до процедури, що застосовується, видаючи наказ про тримання заявника під вартою у в’язниці для повнолітніх.", "74.  Інтереси заявника вперше захищала адвокат під час третього судового засідання, яке відбулося 18 квітня 1996 року, тобто через шість місяців після видання наказу про його тримання під вартою у в’язниці (див. § 18 вище). Протягом цих шести місяців суд першої інстанції не лише дозволив відсутність адвоката для захисту інтересів заявника, але й двічі видавав наказ про продовження тримання заявника під вартою у в’язниці (див. §§ 15-17 вище).", "75.  Адвокат, яка представляла заявника з 18 квітня 1996 року по 10 жовтня 2000 року, зі свого боку, очевидно не захищала його належним чином. Крім її відсутності на 17 та 25 судових засіданнях, вона також не повідомила суд першої інстанції про психологічні проблеми, з якими заявник зіштовхнувся у в’язниці, та про три його спроби позбавити себе життя.", "76.  Зрештою, саме інші ув’язнені – друзі заявника, які дізналися про неналежний його захист адвокатом, взяли на себе ініціативу поінформувати суд про медичні проблеми заявника (див. § 32 вище).", "77.  Наявність у заявника проблем була підтверджена лікарем в’язниці у його звіті від 7 серпня 2000 року. У цьому звіті лікар поінформував суд першої інстанції, що заявник підпалював себе, різав собі вени та приймав передозування ліків і що декілька разів опинявся в лікарні. Лікар також поінформував, що ситуація у в’язниці була незадовільною для лікування заявника; він потребував лікування у спеціалізованій лікарні протягом тривалого часу (див. § 38 вище).", "78.  Суд першої інстанції видав наказ про продовження тримання його у в’язниці, незважаючи на те, що цей суд був поінформований про медичні проблеми заявника та про несприятливий вплив перебування у в’язниці для лікування заявника.", "79.  У справі, що розглядається, Уряд не надав жодних документів чи інших доказів, які б доводили, що засіб юридичного захисту, на який він посилається, був ефективним для цілей ч. 1 ст. 35 Конвенції. Беручи до уваги практику тримання під вартою неповнолітніх у в’язницях для повнолітніх у Туреччині, на якій наголошувалося у звітах певних міжнародних організацій (див. §§ 59-64 вище), Суд має сумніви щодо ефективності зазначеного Урядом засобу захисту.", "80.  У будь-якому разі, Суд вважає, що особливі обставини, викладені вище, звільняли заявника від вимоги вичерпання національних засобів юридичного захисту щодо його скарг на підставі ст. 3 Конвенції. Відповідно, заява не може бути відхилена через невичерпання національних засобів юридичного захисту.", "81.  Суд вважає, що заява не є очевидно необґрунтованою у розумінні ч. 3 ст. 35 Конвенції та не вбачає жодної іншої підстави для оголошення її неприйнятною. Тому її слід оголосити прийнятною.", "B.  Щодо суті", "82.  Посилаючись на практику застосування Судом ст. 3 Конвенції, заявник вказував на обов’язок держав-учасниць Конвенції вживати заходів для забезпечення того, аби особи, які знаходилися під їх юрисдикцією, не піддавалися жорстокому поводженню. Такі заходи повинні забезпечити ефективний захист особливо дітей або інших вразливих осіб та мають включати вжиття обґрунтованих заходів для запобігання жорстокому поводженню, про яке органи влади знали або повинні були знати.", "83.  У справі заявника держава-відповідач, незважаючи на обов’язки, передбачені національним законодавством та міжнародними договорами, учасницею яких вона була, не забезпечила ефективний захист від небезпеки свавільного тримання під вартою заявника у в’язниці для повнолітніх протягом понад п’яти років. Більше того, протягом перших 18 місяців цього строку провадження у справі заявника відбувалося за обвинуваченням у вчиненні злочину, який передбачає покарання у виді смертної кари. Оскільки заявника притягували до відповідальності за злочин, який був підсудним судам у справах державної безпеки, він підлягав режиму обмеженого відвідування у в’язниці. Наприклад, заявник не мав можливості мати відкриті побачення зі своєю сім’єю. Умови тримання під вартою негативно вплинули на психічне здоров’я заявника та призвели до спроб самогубства.", "84.  Заявник скаржився, що вище зазначені проблеми у поєднанні з провадженням у Стамбульському суді у справах державної безпеки, призвели до психічного страждання, яке становить нелюдське і таке, що принижує гідність, поводження.", "85.  Заявник також скаржився, що під час його перебування у в’язниці йому не було надано належну медичну допомогу, незважаючи на серйозність його проблем зі здоров’ям. З погляду заявника, відмова його звільнити, принаймні тимчасово, для надання належної медичної допомоги, становила нелюдське поводження, заборонене ст. 3 Конвенції.", "86.  На підтвердження його скарг заявник посилався на доповіді КЗК (див. §§ 62-62 вище), у яких КЗК висловив стурбованість у зв’язку з політикою тримання під вартою неповнолітніх у в’язницях для повнолітніх у Туреччині.", "87.  Уряд не заперечував, що заявника утримували у в’язниці разом з повнолітніми. Посилаючись на медичний висновок від 25 квітня 2001 року (див. § 43 вище), він вказував, що заявник не зазнавав жодних психічних проблем, які звільняли його від кримінальної відповідальності зі його дії. Уряд також доводив, що жорстоке поводження, якого, як заявлялося, зазнав заявник, не досягало мінімального рівня жорстокості, аби підпадати під дію ст. 3 Конвенції.", "88.  Насамперед Суд вважає, що тримання заявника під вартою у в’язниці для повнолітніх, суперечило чинній на той час Інструкції (див. § 56 вище), яка відображала обов’язки Туреччини згідно з її міжнародними договорами (див. § 58 вище).", "89.  Далі Суд зазначає, що відповідно до медичного звіту від 25 квітня 2001 року (див. § 43 вище), психологічні проблеми заявника розпочалися під час його тримання під вартою у в’язниці і поглибилися у процесі 5-річного перебування там. У медичних звітах від 24 липня 2000 року та від 7 серпня 2000 року зазначалися деталі серйозних медичних проблем, від яких заявник потерпав у в’язниці. Суд вважає той факт, що заявник був визнаний таким, що може постати перед судом та те, що його психологічні проблеми були на стадії ремісії протягом 6 місяців після його звільнення з в’язниці, таким, що не змінював серйозності медичних проблем, яких він зазнав, коли перебував під вартою.", "90.  Як відзначав Уряд, жорстоке поводження повинно мати мінімальний рівень жорстокості для того, аби воно було заборонене згідно зі ст. 3 Конвенції (див. § 162 рішення Суду у справі «Ireland проти Сполученого Королівства» від 18.01.1978 р. (Серія A № 25)). Оцінка мінімального рівня жорстокості є відносною: вона залежить від усіх обставин справи, таких як тривалість поводження, його фізичні та/чи психічні наслідки і, у певних випадках, стать, вік і стан здоров’я потерпілого (див. серед інших авторитетних джерел § 52 рішення Суду у справі «Tekin проти Туреччини» від 09.06.1998 р. (Reports 1998-IV)).", "91.  У справі, що розглядається, Суд не погодився з запереченнями Уряду про те, що проблеми заявника не досягли мінімального рівня серйозності, у зв’язку з чим ст.3 Конвенції не підлягала застосуванню. Заявнику було лише 15 років, коли його взяли під варту, де він провів наступні 5 років свого життя разом з повнолітніми ув’язненими. Протягом перших шести з половиною місяців цього строку він не мав можливості отримати юридичну допомогу. Насправді, як детально викладено вище (див. §§ 74 та 75), заявник не мав належного юридичного захисту своїх інтересів протягом близько п’яти років з моменту, коли його вперше утримували під вартою у в’язниці. Ці обставини у поєднанні з тим фактом, що протягом 18 місяців провадження у справі заявника відбувалося за вчинення злочину, який передбачає покарання у виді смертної кари, зумовили цілковиту непевність заявника щодо свого майбутнього.", "92.  Суд вважає, що вище зазначені особливості його тримання під вартою, безсумнівно, спричинили у заявника психологічні проблеми, які, у свою чергу, трагічно призвели до декількох його спроб позбавити себе життя.", "93. Суд також вважає, що національні органи влади були не лише прямо відповідальні за проблеми заявника, але й очевидно не надали йому належну медичну допомогу. У справі відсутні документи, у яких би вказувалося, що суд першої інстанції був поінформований про проблеми заявника та про спроби його самогубства до літа 2000 року (див. §§ 32 та 36 вище). Також у справі немає жодних документів, які би підтверджували, що суд першої інстанції висловлював занепокоєння у зв’язку з тим, що заявник не з’являвся на судові засідання. Фактично, вперше суд першої інстанції дізнався про проблеми заявника не від офіційно відповідальних осіб, таких як керівник в’язниці чи лікар в’язниці, тобто тих, хто знав про такі проблеми, а від співкамерників заявника (див. § 32 вище). Ці ж співкамерники також надіслали суду першої інстанції медичний звіт лікаря в’язниці (див. § 33 вище).", "94.  Відповідно до цього звіту в’язниця не була належним місцем для лікування заявника; він потребував лікування у спеціалізованій лікарні протягом тривалого строку (див. § 38 вище). Суд зазначає, що інформація, надана лікарем в’язниці, на жаль, не спонукала суд першої інстанції забезпечити надання заявнику належної медичної допомоги. Єдиним заходом, вжитим судом першої інстанції, було скерування заявника до лікарні – не для лікування його медичних проблем, а для медичного огляду на предмет того чи він осудним (doli capax) у необхідному обсязі на момент ймовірного вчинення правопорушення, у якому його обвинувачують (див. § 35 вище).", "95.  Насправді, як зазначав заявник, суд першої інстанції не лише не забезпечив надання йому медичної допомоги, але й унеможливив її надання за його зверненням чи за зверненням його сім’ї, відмовляючись звільнити заявника на поруки ще протягом двох з половиною місяців (див. §§ 35 та 41 вище).", "96.  За цих обставин Суд нагадує, що хоча ст. 3 Конвенції не можна тлумачити як таку, що встановлює загальний обов’язок звільнити за станом здоров’я особу, яка перебуває під вартою, вона передбачає обов’язок держави захищати фізичне самопочуття осіб, яких позбавлено свободи, наприклад надаючи їй необхідну медичну допомогу (див. § 40 рішення Суду у справі «Mouisel проти Франції» (справа № 67263/01, ECHR 2002IX) та справи, які в ній цитуються). Як встановлено вище, органи влади не виконали цього обов’язку.", "97.  Слід також зазначити, що, як видається, не було вжито жодних дій, незважаючи на психологічні проблеми заявника та на його першу спробу самогубства, для запобігання вчинення ним подальших спроб позбавити себе життя (див., у зв’язку з цим, §§ 112-116 рішення Суду у справі «Keenan проти Сполученого Королівства» (справа № 27229/95, ECHR 2001III)).", "98.  Зважаючи на вік заявника, тривалість його тримання у в’язниці разом з повнолітніми, ненадання належної медичної допомоги у його психологічних проблемах та, зрештою, на невжиття заходів для запобігання повторних спроб вчинення самогубства, Суд не має сумнівів, що заявника було піддано нелюдському та такому, що принижує гідність, поводженню. Таким чином, було порушено ст. 3 Конвенції.", "99.  Суд не вважає за необхідне окремо розглядати скаргу стосовно того, що розгляд справи заявника судом у справах державної безпеки також становив жорстоке поводження у розумінні ст. 3 Конвенції.", "II.  ЗАЯВЛЕНЕ ПОРУШЕННЯ ЧАСТИНИ 3 СТАТТІ 5 [...] КОНВЕНЦІЇ", "100.  Заявник скаржився, згідно з ч. 3 ст. 5 Конвенції, що тривалість його тримання під вартою була надмірною. ... У ч. 3 ст. 5 Конвенції ... передбачено, що:", "«Кожен, кого заарештовано або затримано згідно з положеннями пункту «c» частини 1 цієї статті, ... і йому має бути забезпечено розгляд справи судом упродовж розумного строку або звільнення під час провадження...", "...", "102.  Суд вважає, що для цілей ч. 3 ст. 5 Конвенції затримання заявника розпочалося з моменту арешту 30 вересня 1995 року та тривало до моменту його засудження судом першої інстанції 17 жовтня 1997 року. З 17 жовтня 1997 року до скасування його засудження Касаційним судом 12 березня 1998 року, його тримали під вартою «після засудження компетентним судом» у розумінні п. а ч. 1 ст. 5 Конвенції і, таким чином, цей період його тримання під вартою не підпадає під дію ч. 3 ст. 5 Конвенції (див. § 34 рішення Суду у справі «Solmaz проти Туреччини» (справа № 27561/02, ECHR 2007II (витяги) та справи, які в ній цитуються)). Однак з 12 березня 1998 року і до звільнення заявника на поруки 10 жовтня 2000 року заявник знову утримувався під вартою для забезпечення розгляду його справи судом для цілей ч. 3 ст. 5 Конвенції. Звідси випливає, що до заявника було застосовано такий запобіжний захід як тримання під вартою протягом 4 років 7 місяців та 15 днів.", "...", "B.  Щодо суті", "1.  Частина 3 статті 5 Конвенції", "106.  Уряд доводив, тривале тримання під вартою заявника, якого було обвинувачено у вчиненні тяжкого злочину, насправді, виправдовувала вимога загального інтересу. Також був присутній значний ризик того, що заявник буде втікати від правосуддя чи знищувати докази проти себе.", "107.  Заявник відстоював свої доводи.", "108.  Суд зазначає, що Уряд крім обґрунтування тримання заявника під вартою у зв’язку зі злочином, у вчиненні якого його було обвинувачено, не наводив доводів, що насамперед розглядалася можливість застосувати щодо заявника альтернативні запобіжні заходи і що, відповідно до обов’язків держави згідно з національним законодавством та деякими міжнародними договорами, тримання заявника під вартою було використано як крайній захід (порівняй, наприклад, § 22 рішення Суду у справі «Nart проти Туреччини» від 06.05.2008 р. (справа № 20817/04)). Крім того, у справі немає жодних документів, які б дозволили припустити, що суд першої інстанції, який за багатьох нагод дозволяв тривале тримання заявника під вартою, хоча би раз виявив занепокоєння з огляду на тривалість тримання заявника під вартою. Насправді, відсутність такого занепокоєння з боку національних органів влади в Туреччині стосовно тримання під вартою неповнолітніх є очевидною за даними звітів міжнародних організацій, цитованих вище (§§ 61-64).", "109.  Принаймні у трьох рішеннях проти Туреччини Суд висловив побоювання щодо практики тримання дітей під вартою як запобіжного заходу (див. § 35 рішення Суду у справі «Selçuk проти Туреччини» від 10.01.2006 р. (справа № 21768/02); § 30 рішення Суду у справі «Koşti and Others проти Туреччини» від 03.05.2007 р. (справа № 74321/01) та § 34 цитованого вище рішення Суду у справі «Nart проти Туреччині») та встановив порушення ч. 3 ст. 5 Конвенції за наявності значно коротших строків тримання, ніж той, протягом якого заявник утримувався під вартою у справі, що розглядається. Наприклад, у справі Selçuk заявник провів під вартою з запобіжною метою близько чотирьох місяців у віці 16 років, а у справі Nart заявник провів під вартою 48 днів у віці 17 років. У справі, що розглядається, заявника тримали під вартою з запобіжною метою у віці з 15 років і протягом строку, що перевищує чотири з половиною роки.", "110.  У світлі вищезазначеного Суд вважає, що тривалість тримання під вартою заявника з метою запобігання вчиненню правопорушень, була надмірною та порушувала ч. 3 ст. 5 Конвенції.", "...", "III.  ЗАЯВЛЕНІ ПОРУШЕННЯ СТАТТІ 6 КОНВЕНЦІЇ", "...", "116.  ... У відповідних частинах ст.6 Конвенції передбачено:", "«1. Кожен має право на справедливий і публічний розгляд його справи упродовж розумного строку незалежним і безстороннім судом, встановленим законом, який... встановить обґрунтованість будь-якого висунутого проти нього кримінального обвинувачення...", "2. Кожен, кого обвинувачено у вчиненні кримінального правопорушення, вважається невинуватим доти, доки його вину не буде доведено в законному порядку.", "3. Кожний обвинувачений у вчиненні кримінального правопорушення має щонайменше такі права:", "a) бути негайно і детально поінформованим зрозумілою для нього мовою про характер і причини обвинувачення, висунутого проти нього;", "b) мати час і можливості, необхідні для підготовки свого захисту;", "c) захищати себе особисто чи використовувати юридичну допомогу захисника, вибраного на власний розсуд, або − за браком достатніх коштів для оплати юридичної допомоги захисника − одержувати таку допомогу безоплатно, коли цього вимагають інтереси правосуддя;", "...»", "...", "B.  Щодо суті", "119.  Заявник зазначав, що на момент його арешту йому було лише 15 років і що він перебував як затриманий в поліції протягом 13 днів і його допитували за відсутності захисника. Відповідно він постав перед судом за вчинення злочину, який передбачає покарання у виді смертної кари, а його психічний стан поступово погіршувався протягом тривалого строку. Він не мав можливості бути присутнім на значній кількості слухань з огляду на травми, яких він зазнав при спробах самогубства та з огляду на психологічні проблеми. Він не отримав допомоги захисника чи психолога, аби впоратися з обтяжливим судовим розглядом, і він не мав можливості вивчити справу чи надати докази на свою користь.", "120.  З огляду на вищезазначене та посилаючись на рішення у справах «T. проти Сполученого Королівства» (рішення Суду у складі Великої палати від 16.12.1999 р. у справі № 24724/94) та «V. проти Сполученого Королівства» (рішення Суду у складі Великої палати у справі № 24888/94, ECHR 1999IX) заявник скаржився, що його було позбавлено можливості ефективно брати участь у судовому розгляді своєї справи.", "121.  Уряд зазначав, що поліція повідомила заявника про те, що він обвинувачується у вчиненні правопорушень та про його права. Більше того, він мав отримав юридичну допомогу захисника з початку провадження.", "122.  Суд зазначає, що у багатьох заявах проти Туреччини, які містять скарги на заявлену відсутність незалежності та неупередженості з боку судів у справах державної безпеки, Суд обмежив свій розгляд лише цим аспектом, не вважаючи за необхідне розглядати інші скарги щодо справедливості проваджень, що оскаржуються (див., зокрема, § 55 рішення Суду у справі «Ergin проти Туреччини (No. 6)» від 04.05.2006 р. (справа № 47533/99)). Однак Суд вважає за необхідне відійти від цього усталеного підходу у справі, що розглядається, оскільки особливо тяжкі обставини заяви порушують більш вагомі питання, пов’язані з ефективною участю неповнолітнього у судовому розгляді його справи та з його правом на правову допомогу.", "123.  Суд нагадує, що передбачене у ст. 6 Конвенції право обвинуваченого на ефективну участь у провадженні у кримінальній справі взагалі включає не лише право бути присутнім на засіданні, а також право слухати та стежити за ходом провадженням. Ці права містяться у самому понятті змагального процесу і також можуть випливати з гарантій, що містяться, зокрема, у п. с ч. 3 ст. 6 – «захищати себе особисто».", "124.  «Ефективна участь» у цьому контексті передбачає, що обвинувачений має чітке розуміння природи судового процесу та наявні для нього загрози, включаючи значення будь-якого покарання, яке може бути призначено (див. найбільш нещодавно § 51 рішення Суду у справі «Timergaliyev проти Росії» від 14.10.2008 р. (справа № 40631/02), та справи, які у ньому цитуються). Цей принцип також вимагає, аби особа – скориставшись у разі необхідності допомогою перекладача, захисника, соціального працівника чи друга – повинна могти зрозуміти в загальних рисах те, про що йдеться у судовому засіданні. Заявник повинен мати можливість слідкувати за тим, що кажуть свідки обвинувачення й, за наявності захисника, пояснити йому своє бачення подій, зазначити твердження, з якими він не погоджується і повідомити суд про будь-які факти, на які слід вказати для захисту (див. § 30 рішення Суду у справі «Stanford проти Сполученого Королівства» від 23.02.1994 р. (Серія A № 282-A)).", "125.  У справі, що розглядається, заявника було заарештовано 30 вересня 1995 року і згодом обвинувачено у вчиненні правопорушення, за яке передбачено єдине покарання – смертна кара. Незважаючи на молодий він заявника, законодавство, що тоді підлягало застосуванню, не передбачало розгляд його справи судом у справах неповнолітніх (див. § 54 вище) і не передбачало призначення йому захисника від держави (див. § 53 вище).", "126.  Заявника не представляв захисник до 18 квітня 1996 року, тобто протягом близько шести з половиною місяців після його арешту. За відсутності захисника його було допитано поліцією, прокурором, черговим суддею, пред’явлено обвинувачення і тоді допитано судом першої інстанції (див. §§ 7, 1113 та 16-17; див. також §§ 50-63 рішення Суду у складі Великої палати «Salduz проти Туреччини» від 27.11.2008 р. (справа № 36391/02) стосовно відсутності захисника у неповнолітнього, якого затримано поліцією).", "127.  Під час першого провадження відбулося 14 судових засідань, а під час нового розгляду – 16 судових засідань. Заявник не був присутнім принаймні на 14 з цих засідань. Заявник стверджував, що його відсутність на судових засіданнях зумовлювалася проблемами зі здоров’ям. Щодо цього доводу, підкріпленого медичними доказами (див. §§ 32-33 та 36-38 вище), Уряд не висловив заперечень. Більше того, як наголошено вище, суд першої інстанції не висловив занепокоєння у звʼязку з відсутністю заявника на засіданнях та не вживав заходів для забезпечення його присутності.", "128.  За цих обставин Суд не вважає, що заявник міг ефективно брати участь у судовому розгляді. Більше того, з зазначених нижче підстав Суд не вважає, що неможливість заявника брати участь у судовому розгляді була компенсована тим фактом, що його представляв захисник з 18 квітня 1996 року і надалі (протилежна ситуація, § 30 цитованого вище рішення Суду у справі Stanford).", "129.  Адвокат, яка під час третього судового засідання 18 квітня 1996 року оголосила, що вона з цього часу захищатиме заявника, не була присутня на 17 та 25 судових засіданнях. Фактично, у процесі повторного розгляду саме ця адвокат була присутня лише на одному зі слухань – 18 березня 1999 року. Під час вирішальних останніх стадій повторного судового розгляду з 18 березня 1999 року і до 10 жовтня 2002 року, коли його захисником стала пані Авці (див. § 39 вище), заявник не отримував юридичної допомоги.", "130.  За цих обстави Суд нагадує свою усталену практику, відповідно до якої держава не може нести відповідальності за дії чи рішення захисника обвинуваченого (див. § 28 цитованого вище рішення Суду у справі Stanford), оскільки проведення захисту є питанням відносин між підзахисним та захисником, який або призначається для надання юридичної допомоги або ж його робота оплачується з приватних коштів (див. § 60 рішення Суду у справі «Czekalla проти Португалії» (справа № 38830/97, ECHR 2002VIII); див. також § 46 рішення Суду у справі «Bogumil проти Португалії» від 07.10.2008 р. (справа № 35228/03)). Однак у випадку ненадання ефективного захисту особи адвокатом, призначеним для надання юридичної допомоги за відповідною процедурою, у ч. 3 ст. 6 передбачена вимога національних органів влади втрутитись (там само).", "131.  У справі, що розглядається, захисник, яка представляла заявника, не була призначена за процедурою надання юридичної допомоги. Однак Суд вважає, що молодий вік заявника, тяжкість правопорушень, у вчиненні яких він обвинувачується, показання поліції та свідків сторони обвинувачення, які видаються суперечливими (див. §§ 8, 18, 28 та 29), очевидно невдалий захист заявника та, зрештою, його багаторазова відсутність на судових засіданнях, повинні би були призвести до того, аби суд першої інстанції визнав заявника таким що нагально потребує належного юридичного захисту. Насправді, обвинувачений має право на захисника, призначеного судом за його власною ініціативою, «якщо цього вимагають інтереси правосуддя» (див. § 59 рішення Суду у справі «Vaudelle проти Франції» (справа № 35683/97, ECHR 2001-I)).", "132.  Суд звернувся до провадження у кримінальній справі проти заявника в цілому. Він вважає, що зазначені вище недоліки, включаючи, зокрема, фактичне ненадання юридичної допомоги у більшій частині проваджень, погіршили наслідки неможливості заявника ефективно брати участь у судовому розгляді та порушили право на належний судовий розгляд.", "133.  Таким чином, мало місце порушення ч. 1 ст. 6 Конвенції у поєднанні з п. с ч.3 ст. 6 Конвенції.", "...", "V.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "136.  У ст. 41 Конвенції передбачено:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»", "A.  Шкода", "137.  Заявник зазначав, що на час його арешту він працював і заробляв приблизно 200 євро на місяць. У результаті його арешту та тримання під вартою він не мав можливості працювати протягом 5 років і 1 місяця. Таким чином, його втрачений заробіток з відсотками становив 32,000 євро. Він зазначав, що цю суму слід сплатити йому на відшкодування майнової шкоди.", "138.  Заявник також вимагав 103,000 євро як компенсацію моральної шкоди.", "139.  Уряд не погодився на ці вимоги.", "140.  Суд не вбачає наявності жодного причиново-наслідкового звʼязку між встановленими порушеннями та заявленою майновою шкодою; тому він відхиляє цю вимогу. Однак з огляду на особливо тяжкі обставини справи, що розглядається, та природу встановлених множинних порушень, Суд призначає заявнику 45,000 євро як компенсацію моральної шкоди.", "...", "З ЦИХ ПІДСТАВ СУД ОДНОСТАЙНО", "1.  Оголошує заяву прийнятною;", "", "2.  Ухвалює, що було порушено ст. 3 Конвенції;", "", "3.  Ухвалює, що мало місце порушення ч. 3 ст. 5 Конвенції;", "", "...", "", "5.  Ухвалює, що було порушено ч. 1 ст. 6 Конвенції у поєднанні з п. с ч. 3 ст. 6 Конвенції;", "", "...", "", "7.  Ухвалює", "(a)  що держава-відповідач повинна сплатити заявнику протягом трьох місяців з моменту набуття рішенням статусу остаточного відповідно до ч. 2 ст. 44 Конвенції такі суми у перерахунку на національну валюту держави-відповідача за курсом на день виплати:", "(i)  45, 000 євро (сорок п’ять тисяч євро), а також будь-який податок, якщо такий може бути стягнуто, − як компенсацію моральної шкоди;", "(ii)  4,150 євро (чотири тисячі сто п’ятдесят євро), а також будь-який податок, якщо такий може бути стягнуто, заявнику на відшкодування судових та інших витрат;", "(b)  що по спливу зазначених вище трьох місяців і до остаточного розрахунку на вказані суми нараховуватиметься простий відсоток у розмірі граничної кредитної ставки Європейського центрального банку, чинної у відповідний період невиконання цих платежів, плюс три відсоткові пункти;", "", "8.  Відхиляє решту вимог заявника щодо справедливої сатисфакції.", "Учинено англійською мовою та оголошено у письмовій формі 20 січня 2009 року відповідно до ч. 2 та ч. 3 правила 77 Регламенту Суду.", "\tSally Dollé\tFrançoise Tulkens\n\tСекретар\t\tГолова\n", "", "© Рада Європи/Європейський суд з прав людини, 2012 р.", "Офіційними мовами Європейського суду з прав людини є англійська та французька. Цей переклад було замовлено за підтримки Довірчого фонду з прав людини Ради Європи (www.coe.int/humanrightstrustfund). Він не є обов’язковим для Суду і не покладає на Суд жодної відповідальності щодо якості цього перекладу. Його можна завантажити з бази даних HUDOC практики Європейського суду з прав людини () або з будь-якої іншої бази даних, у якій Суд його розмістив. Його можна відтворювати у некомерційних цілях, за умови, що цитується повна назва справи, разом з вказівкою на авторське право і посиланням на Довірчий фонд з прав людини. Якщо планується використовувати будь-яку частину цього перекладу для комерційних цілей, будь-ласка, контактуйте .", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}