{"file": "UKR_HJUDUKR_34896_97.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "34896/97", "text_paragraphs": ["", "Справа «Краксі проти Італії»", " (Craxi v. Italy 34896/97)", "", "У рішенні, ухваленому 5 грудня 2002 року у справі «Краксі проти Італії», Суд постановив, що:", "було відсутнє порушення ч. 1 ст. 6 Конвенції щодо права на справедливий судовий розгляд і п. «Ь» ч. 3 цієї ж статті (право мати достатньо часу й можливостей для підготовки свого захисту), коли мова йде про короткий час, протягом якого розглядалася справа заявника;", "мало місце порушення ч. 1 ст. 6 Конвенції та п. «d» ч. 3 цієї ж статті (право допитувати свідків або вимагати їхнього допиту) щодо неможливості заявника допитати або вимагати допиту свідків обвинувачення, які померли або скористалися своїм правом на відмову від дачі показів;", "було відсутнє порушення ч. 1 ст. 6 Конвенції щодо розгортання проти заявника потужної кампанії у засобах мас-медіа.", "Суд дійшов висновку, що сам по собі факт встановлення порушення прав заявника складає достатню компенсацію спричиненої йому шкоди.", "Обставини справи", "Заявник, Бенедетто Краксі, є громадянином Італії. Він народився 1934 року. Свого часу заявник був більше відомий під іменем Беттіно Краксі, він очолював Соціалістичну партію Італії і був прем’єр-міністром держави. Заявник помер у січні 2000 року у Тунісі. Його вдова – Анна-Марія Монсіні-Краксі та двоє дітей – Стефанія і Вітторіо Краксі висловили бажання продовжити розгляд справи у Суді і після смерті заявника.", "Проти заявника була порушена кримінальна справа, яка стосувалася фактів порушення закону у процесі проведення переговорів між групами «Ені» та «Монтедісон» з метою створення компанії «Енімонт». У 1992 році заявника та багатьох інших посадовців було звинувачено у фальсифікації бухгалтерських даних, незаконному фінансуванні політичних партій, корупції, вимаганні та інших злочинах у сфері управління. Причому всі дії, які інкримінувалися заявнику, були вчинені саме в період продажу акцій «Монтедісона» компанії «Енімонт». Загалом правоохоронні органи зробили 26 заяв про наміри порушити кримінальні справи проти заявника. Хід розслідування справ проти нього та проти інших політичних і фінансових можновладців було доведено правоохоронними органами до відома преси.", "Шість справ проти заявника, а саме: справи «Ені-Саї», «Банко», «Амброзіано», «Енімонт», «Метрополітана Мелонезе», «Каріпло» та «Енель» слухалися районним судом м. Мілана. Заявника було визнано винним в усіх згаданих справах, окрім справи «Каріпло». У кінцевому підсумку його було засуджено до восьми з половиною років позбавлення волі.", "У справі «Ені-Саї» заявника звинувачували у вчиненні корупційних дій. Зокрема, йому ставили у вину вплив та сприяння у створенні спільного підприємства трьома страховими компаніями. Обвинувачення стверджувало, що заявник та окремі з його поплічників незаконно сплатили державним посадовим особам та директорам страхових компаній 8 779 767 евро та пообіцяли ще доплатити 1 549 370 і 3 615 198 евро відповідно.", "За словами юристів заявника, він не відвідав перше судове засідання у своїй справі з огляду на хворобу та страх за власну безпеку. Заявник не відвідав також жодного з 55 судових засідань, які відбулись у період між квітнем та груднем 1994 року, оскільки 16 травня цього ж року він переїхав до Тунісу. Протягом судового розгляду справи багато інших підсудних відмовилися подавати докази. їхні заяви про цю відмову були зафіксовані у протоколі судового засідання. Деякі ж підсудні давали свідчення у суді, зміст яких також було зафіксовано.", "6 грудня 1994 року суд ухвалив вирок, яким засудив заявника за його відсутності до п’яти з половиною років позбавлення волі. Заявник безуспішно оскаржив цей вирок в апеляційному порядку, заперечуючи, зокрема, проти використання записів показів свідків, допитати яких він особисто не мав можливості. 12 листопада 1996 року касаційний суд також відхилив скаргу заявника, вказавши, що його засудження грунтувалося не лише на оспорених показах свідків, а самі ці покази підтверджувалися присутністю свідків у залі судового засідання.", "Зміст рішення Суду", "Покликаючись на ч. ч. 1,2 та п. «Ь» і «d» ч. 3 ст. 6 Конвенції, заявник стверджував, що судовий розгляд його справи не був справедливим. Він вважав, що у нього не було достатньо часу і засобів для підготовки свого захисту. Заявник також наголошував на тому, що він не мав можливості вимагати допиту чи допитувати особисто свідків обвинувачення. Крім того, на думку заявника, проведена проти нього пресою кампанія вплинула на суддів, які розглядали його справу.", "Суд насамперед відзначив, що заява п. Краксі була визнана прийнятною тільки у зв’язку із аналізом фактів справи «Ені-Саї». Тому Суд обмежуватиметься розглядом труднощів, що з ними зіткнувся заявник у зв’язку з розглядом національними судами саме цієї справи.", "Суд зауважив, що протягом періоду з 18 жовтня 1994 року по 6 грудня цього ж року (дата винесення вироку) судові слухання проводилися відповідно до графіку, який був погоджений із юристами заявника. Таким чином, заявник не може оскаржувати розпорядок слухань, погоджений із його ж представниками. До 18 жовтня 1994 року відбулось 38 судових засідань у справі «Ені-Саї» та приблизно стільки ж засідань в інших справах заявника.", "Суд також відзначив, що заявник за власним бажанням не відвідав першого судового засідання у своїй справі та залишив Італію, переїхавши до Тунісу, і тим самим опинився поза межами юрисдикції держави, яка сповідує принцип верховенства права. Отже, він самостійно і з доброї волі вирішив не відвідувати судові засідання. Захист заявника здійснювався юристами, котрі неодноразово брали участь у коротких слуханнях інших справ, тому у них був відповідний досвід. Проаналізувавши наявні у справі матеріали, Суд не дійшов висновку, що захист заявника був недостатнім чи неефективним. Більше того, захисники заявника не змогли належним чином пояснити Суду, чому вони до 9 листопада 1994 року не привертали уваги суду до тих проблем, з якими зіткнувся захист. Крім того, навіть на стадії апеляційного провадження захисники заявника не стверджували, що оперативність розгляду справи судом першої інстанції призвела до порушення прав підсудного. Враховуючи наведене, Суд дійшов висновку про відсутність порушення ст. 6 Конвенції з приводу проаналізованих обставин.", "Суд відзначив, що покази свідка Пачіні Батагліа, які були оголошені у суді першої інстанції з огляду на неможливість встановити місцезнаходження свідка, не призвели до засудження заявника. Неможливість допиту заявником цього свідка не перешкоджала праву п. Краксі допитувати чи вимагати допиту свідків обвинувачення. Крім того, на цій стадії процесу заявник не вказав на необхідність допиту цього свідка з метою встановлення істини і не заявив про те, що непроведення такого допиту порушить його право на захист. У зв’язку з цим, Суд не став аналізувати питання про те, чи дійсно місцезнаходження згаданого свідка було неможливо встановити.", "Суд відзначив і те, що відповідно до ст. ст. 238, 512 та 513 Кримінально-процесуального кодексу Італії у процесі судового розгляду справи допускається оголошення показів підсудних, які відмовилися від дачі показів перед судом, або інших осіб, котрі померли до цього моменту. Ці положення, однак, не позбавляють підсудного права досліджувати будь-який доказ обвинувачення у змагальному судовому процесі. Як випливає із ухвали касаційного суду від 12 листопада 1996 року, заявника було засуджено виключно на підставі показів інших підсудних, які відмовилися свідчити перед судом (п. Кузані, п. Моліно і п. Лігресті) та особи, котра вже померла на момент судового розгляду справи (п. Кальярі). Таким чином, заявник та його юристи не мали можливості допитувати осіб, покази яких стали основою для засудження п. Краксі.", "Разом з тим Суд відмітив, що представники заявника не заперечували у районному суді м. Мілана проти долучення показів згаданих осіб до матеріалів справи. Водночас Суд не міг не відзначити того, що оскільки долучення вказаних показів до справи відбулося відповідно до норм національного законодавства, то навіть за умови висунення заявником чи його представниками якихось заперечень з цього приводу, вони навряд чи були би взяті до уваги судом. Тому, враховуючи це, а також те, що заперечення заявника проти долучення таких показів до справи мали місце в апеляційному та касаційному провадженнях, Суд не дійшов висновку, що п. Краксі відмовився від свого права допитати свідків обвинувачення на стадії розгляду справи судом першої інстанції. Тому Суд постановив, що мало місце порушення ч. 1 та п. «d» ч. 3 ст. 6 Конвенції. Суд також дійшов висновку про відсутність необхідності розглядати питання про можливе існування тиску на п. Кальярі та п. Моліно з боку державних органів влади, оскільки ані ці особи, ані їхні спадкоємці не зверталися з цього приводу до конвенційних органів.", "Суд зауважив, що інтерес преси та громадськості до справи «Ені-Саї» обумовлювався низкою факторів, зокрема високою політичною посадою заявника та характером і тяжкістю правопорушень, котрі нібито було вчинено. На думку Суду, невід’ємною характеристикою демократичного суспільства є порушення пресою питань та подання нею гострих коментарів з приводу моральності високопосадовців та відносин між світом політики і бізнесу. Суд відмітив і те, що суди, які розглядали справи заявника, складалися виключно із професійних суддів, тоді як судовий процес характеризувався дотриманням принципу змагальності. Хоча попередньо Суд і встановив факт порушення права заявника на справедливий судовий розгляд, однак це порушення було спричинене неупередженим застосуванням національними судами норм внутрішнього законодавства. Жодні матеріали справи заявника не свідчили, що судді, які розглядали його справу, перебували під впливом коментарів преси.", "Стосовно ж твердження заявника про те, що сторона обвинувачення свідомо й систематично повідомляла пресі конфіденційну інформацію про хід розслідування та про розгляд справи, то Суд не знайшов доказів на підтвердження такої тези. Враховуючи це, а також низку інших обставин, Суд дійшов висновку про відсутність порушення права заявника на захист. Отже, порушення ст. 6 Конвенції у цій частині було відсутнє.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як."]}