{"file": "UKR_HJUDUKR_21040_02.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "21040/02", "text_paragraphs": ["Справа „Ляшко проти України”", "(„Lyashko v. ”)", "", "\tУ рішенні, ухваленому 10 серпня 2006 року у справі „Ляшко проти України”, Суд постановив, що", "було порушено ст. 10 (свобода вираження поглядів) Конвенції.", "\tЗгідно зі ст. 41 Конвенції Суд присудив сплатити заявнику 2 000 євро на відшкодування матеріальної та моральної шкоди та 1000 євро на відшкодування судових витрат.", "\tОбставини справи", "\tЗаявник Олег Валерійович Ляшко є громадянином України, 1972 р.н., проживає у м. Києві. Він працював головним редактором щоденної газети „Політика” (далі – газета). Це періодичне видання зараз не публікується.", "\tУ 1997 році заявник опублікував чотири статті у цій газеті.", "\tПерша стаття мала назву „Дурдинцовщина” і змальовувала відставку п. А. Стогіненка з посади директора Державного підприємства „Чорноморське морське пароплавство”. Заявник стверджував, що п. Дурдинець, який на той час обіймав посаду в.о. Прем’єр-міністра України, відправив у відставку п. Стогіненка, оскільки той був причетний до фінансування газети.", "\tУ своїй другій статті під назвою ”Економте колючий дріт, громадянине Дурдинець” заявник стверджував, що п. Дурдинець особисто наказав Генеральному прокурору України порушити кримінальну справу проти нього.", "\tТретя стаття „Аферист та генерал” містила інформацію про наявність зв’язків між Генералом Г., який на той час очолював Одеське обласне управління внутрішніх справ (далі – Управління), та п. С., який, як стверджувалося, був причетним до кримінальної діяльності. Газета заявника також опублікувала фотографії начальника управління з п.С. Опубліковані у цій газеті та показані по телебаченню фотографії, скоріше за все, були зроблені під час якоїсь приватної події.", "\tУ четвертій статті під назвою „Аферист та генерал виявилися родичами”, заявник детально виклав зміст інтерв’ю п. К на місцевому телебаченні, в якому йшлося про те, що п. Генерал та п. С. є далекими родичами.", "\tУ липні 1997 року Генеральна Прокуратура у відповідь на запит Комітету з питань законності і правопорядку Верховної Ради України висунула звинувачення проти заявника, вбачаючи у публікаціях його чотирьох статей такі три склади злочинів: наклеп у письмовій формі, вчинений умисно (ч.2 ст. 125 Кримінального кодексу України 1961 року (далі – КК України), необґрунтоване обвинувачення у вчиненні тяжкого злочину (ч.3 ст. 125 КК України) та зловживання владою (ст. 165 КК України).", "\t9 грудня 1999 року Печерський районний суд м. Києва ухвалив виправдальний вирок щодо заявника через відсутність у його діях складу злочину. Проте у листопаді 2000 року Київський міський суд на вимогу прокуратури скасував цей вирок та спрямував справу на новий розгляд іншим судом.", "\tУ червні 2001 року Мінський районний суд м. Києва (далі – суд) визнав заявника винним у вчиненні інкримінованих йому діянь. У вступній частині вироку суд зазначив, що п. Ляшко раніше не судимий. З огляду на першу та другу статті заявника суд вказав, що він, зловживаючи своїм службовим становищем, умисно опублікував неправдиві твердження щодо п. Дурдинця. Щодо третьої та четвертої статей суд зазначив, що п. Ляшко, знову зловживаючи своїм службовим становищем, умисно звів наклеп на правоохоронні органи України, опублікувавши неправдиву інформацію стосовно генерала Г., а саме інформацію про те, що п. С. був причетний до кримінальної діяльності, і генерал Г. мав протиправні зв’язки з цією особою. На думку суду, твердження заявника про те, що п. С, якому допомагав та сприяв генерал Г, вимагав гроші від місцевих підприємців, а також про те, що вони перебували у родинних зв’язках, були неправдивими і злочинними. Такого висновку суд дійшов, між іншим, і на основі свідчень п. С та п. З, які стверджували, що фотографії, опубліковані у газеті „Політика”, були зроблені на приватній вечірці, однак якось потрапили на телебачення та в газету. Працівники міліції, котрі розслідували скарги підприємців стосовно вимагань, про які йшлося у статтях, у своїх усних свідченнях в суді вказали на те, що провадження у таких справах припинялися на початковій стадії досудового слідства через відсутність складу злочину. Тому суд дійшов висновку, що заявник як головний редактор був безпосередньо відповідальним за будь-які образливі матеріали, що публікувалися в газеті. Використавши своє службове становище, він умисно опублікував неправдиві твердження, які мали за мету звести наклеп на міліцію, аби помститися за його попереднє засудження.", "\tУ вироку суду до заявника були застосовані такі покарання, як два роки позбавлення волі умовно та заборона обіймати керівні посади у засобах масової інформації протягом двох років. Розгляд апеляційної скарги заявника на цей вирок у Київському міському апеляційному суді розпочався 18 жовтня 2001 року, а розгляд касаційної скарги розпочався у Верховному Суді України 23 липня 2002 року. Проте як апеляційне, так і касаційне оскарження були безуспішними.", "\tОднак вирок суду так і не було виконано, оскільки перші два злочини, передбачені ч.2 та ч.3 ст. 125 КК України, з прийняттям Кримінального кодексу України 2001 року були декриміналізовані, а щодо третього злочину, передбаченого ст. 165 КК України, сплинув строк виконання вироку, встановлений законом.", "\tЗміст рішення Суду.", "\tЗаявник скаржився, що судовий розгляд справи та його засудження були неправомірним втручанням у його право на свободу вираження, передбачене ст.10 Конвенції.", "\tУряд визнав, що у даній справі мало місце втручання у права заявника, закріплені у ст. 10 Конвенції. Проте, на думку Уряду, межі такого втручання були законними, оскільки встановлювалась у ст. 124 КК України, ст. 47 Закону України „Про інформацію” та ст. 26 Закону України „Про друковані засоби масової інформації (пресу) в Україні”, і таке втручання переслідувало законну мету, а саме: захист прав та репутації інших осіб.", "\tСтосовно пропорційності оспорюваного заходу, застосованого до заявника, Уряд вказав, що втручання в право заявника було необхідним у демократичному суспільстві, оскільки воно відповідало „нагальній соціальній потребі”. У цьому контексті Уряд нагадав, що під час судового розгляду справи заявника було встановлено, що його публікації не стосувалися жодного предмету публічного інтересу, а містили умисно сфальсифіковану інформацію і були спрямовані на заподіяння шкоди репутації державних посадовців високого рівня. Посилаючись на прецедентне право Суду з цього питання, Уряд наголосив, що преса не повинна переходити межі допустимої критики. Висуваючи обвинувачення щодо високого посадовця-міліціонера у тому, що він причетний до злочинної діяльності, заявник не лише зашкодив його репутації, але й послабив довіру суспільства до міліції.", "\tУряд також вказував на те, що покарання, призначене заявнику в результаті його засудження (два роки позбавлення волі умовно і заборона обіймати керівні посади у сфері ЗМІ протягом двох років), було пропорційним до цілей, які при цьому переслідувалися.", "\tЗаявник стверджував, що захист репутації та прав інших осіб не може розглядатись у даному випадку як ціль, оскільки жертви злочинів, про вчинення яких стверджується, мали право, відповідно до національного законодавства, звернутися до цивільного суду з позовами проти заявника стосовно вчинення ним наклепу (дифамації) або домагатися порушення кримінальної справи у порядку приватного обвинувачення у тому разі, якщо вони вважають себе потерпілими від сумнівних публікацій. Однак у даній справі розслідування у кримінальній справі було ініційовано Генеральною Прокуратурою України в результаті депутатського запиту політичних союзників в.о. Прем’єр-Міністра. Таким чином, покарання, застосоване до заявника, не ґрунтувалося на жодних легітимних мотивах, а була спробою залякування незалежного журналіста.", "\tЗаявник також стверджував, що його чотири опубліковані в газеті статті стосувалися предмету загального інтересу. Пан Ляшко відзначав, що усунення з посади п. Стогіненко відбулося без виклику останнього на засідання Кабінету Міністрів. Крім того, декілька підприємців з м.Одеси скаржилися до Обласного управління внутрішніх справ на те, що колишній офіцер міліції п.С. вчиняв щодо них дії, які містили склад такого злочину як вимагання, і подальше розслідування, проведене міліцією з цього приводу, підтвердило ці факти. Політичні питання, котрі торкалися управління однією з ключових мореплавних компаній в Україні, та корупція в органах внутрішніх справ, на думку заявника, без сумніву становлять предмет серйозних громадських дискусій.", "\tКрім того, заявник вважає, що його засудження грунтувалося насамперед на свідченнях можливих потерпілих від його дій осіб, а не було спрямоване на те, аби встановити їхню безсумнівну невинність у корупційних діях, про які йшлося мова у його статтях.", "\tОцінюючи інтереси сторін у цій справі, Суд насамперед вказав на загальні принципи, керуючись якими він вирішує справу.", "\t1. Свобода вираження поглядів становить одну із фундаментальних основ демократичного суспільства та одну з основних передумов для його розвитку, а також для самореалізації кожного індивіда. Ч.2 ст. 10 Конвенції застосовується не лише до «інформації» чи «ідей», які були отримані належним чином чи розглядаються як такі, що не завдали шкоди, чи як предмет байдужості, але й до тих, які завдають шкоду, шокують чи хвилюють. Такими є вимоги плюралізму, терпимості, всебічності світогляду, без яких не може існувати «демократичне суспільство». Проте ця свобода також має певні винятки, які, однак, повинні бути витлумачені належним чином, а потреба у застосуванні будь-якого обмеження має бути переконливо встановлена (див. рішення у справах «Jersild v. Denmark» від 23 вересня 1994 року; «Janowski v. Poland» [GC], no. 25716/94, § 30, ECHR 1999-I; «Nilsen and Johnsen v. Norway» [GC], no. 23118/93, § 43, ECHR 1999-VIII та «Fuentes Bobo v. Spain» від 29 лютого 2000 року).", "\t2. Преса відіграє суттєву роль у демократичному суспільстві. Хоча преса не повинна переходити певні межі, які, зокрема, стосуються захисту репутації та прав інших осіб, а також потреби попередження розкриття конфіденційної інформації, її обов’язком є, тим не менше, повідомляти – у спосіб, що не суперечить її зобов’язанням та відповідальності – інформацію та ідеї стосовно усіх предметів публічного інтересу, включаючи й ті, що стосуються судової гілки влади (див. рішення у справах «De Haes and Gijsels v. Belgium» від 24 лютого 1997 року, § 37 та, серед інших, «Cumpǎnǎ and Mazǎre v. Romania» [GC], no. 33348/96, §§ 92-110, ECHR 2004-...). При цьому не лише преса має завдання повідомляти таку інформацію та ідеї, але й громадськість має право отримувати їх. Інакше преса не могла б виконувати свою життєво важливу роль «вартового пса» у демократичному суспільстві (див. рішення у справі «Thorgeir Thorgeirson v. Iceland» від 25 червня 1992 року). Ст. 10 Конвенції захищає не лише зміст тих ідей та інформації, що висловлюються в пресі, але й форму, в якій вони виражені (див. рішення у справі «Oberschlick v. Austria» від 23 травня 1991 року). Свобода журналістики охоплює також і м1ожливість ступеня перебільшення чи навіть провокації (див. рішення у справах «Prager and Oberschlick v. Austria» від 26 квітня 1995 року та «Thoma v. Luxembourg»).", "\t3. Свобода преси надає громадськості один з найкращих засобів з’ясування та формування громадської думки щодо ідей та позицій політичних лідерів. Свобода політичних дискусій становить ядро поняття демократичного суспільства у розумінні Конвенції. Межі допустимої критики щодо політиків, відповідно, є ширшими, аніж такі стосовно приватної особи. На відміну від приватних осіб, політик неодмінно та свідомо для нього самого стає відкритим для прискіпливої уваги до кожного його слова та вчинку як з боку журналістів, так і з боку громадськості загалом, і тому він повинен демонструвати більший ступінь терпимості щодо них (див. рішення у справі «Lingens v. Austria» від 8 липня 1986 року).", "\t4. Межі прийнятної критики за певних обставин можуть бути ширшими щодо державних службовців, які виконують свої повноваження, ніж щодо приватних осіб. Однак не можна сказати, що державні службовці так само прискіпливо оцінюють кожне своє слово та вчинок, як і політики; відповідно й з ними при оцінці їхньої діяльності мають поводитися так само, як і з політиками,. Державні службовці повинні користуватися громадською довірою за умов належного виконання ними своїх обов’язків та достовірної поінформованості громадськості. Тому може виникнути необхідність у їх захисті від образливих чи лайливих словесних нападів під час виконання ними своїх обов’язків (див. рішення у справах «Janowski v. Poland» та „Nikula v. Finland”).", "\t5. Слід чітко розрізняти твердження про факти та оціночні судження. У той час як існування фактів можна перевірити, правдивість оціночних суджень не піддається доведенню. Вимогу про доведення правдивості оціночного судження виконати неможливо. Така вимога сама по собі порушує свободу думки, котра є основоположною частиною права, яке забезпечується ст.10 Конвенції (див. рішення у справі „Lingens v. ”).", "\t6. Вид та суворість призначеного покарання також є факторами, які слід брати до уваги при оцінюванні пропорційності втручання у право на свободу вираження (див. рішення у справах „Ceylan v. Turkey” та „Tammer v. Estonia”). Крім того, у більшості випадків Уряд займає таку позицію, яка дозволяє йому застосовувати заходи обмеження у кримінальному судочинстві, зокрема у тому випадку, коли для відповіді на необґрунтовані напади та критику з боку супротивників чи ЗМІ доступні інші некримінальні засоби. Проте компетентні державні органи, як гарант громадського порядку, мають повноваження застосувати навіть заходи кримінально-правової природи з тим, щоб адекватно і без перевищення меж відповісти на необгрунтовані чи неправдиво сформульовані наклепницькі обвинувачення (див. рішення у справі „Castells v. Spain” від 23 квітня 1992 року).", "\tЗастосовуючи наведені вище принципи до обставин даної справи, Суд повинен визначити: 1) чи втручання у право заявника, передбачене ст. 10 Конвенції а) було „передбачене законом”; б) чи мало таке втручання „легітимну мету”, виходячи з цілей ч. 2 ст. 10 Конвенції, та в) чи було таке втручання „необхідним у демократичному суспільстві”; 2) чи були заходи впливу, застосовані до заявника, передбачені законом та чи таке застосування переслідувало законну мету.", "\tСуд, всупереч твердженням Уряду, дійшов висновку про те, що та інформація, котра містилася у статтях п. Ляшка, була предметом публічного інтересу і що не було доказів того, що заявник умисно хотів завдати шкоди репутації осіб, про яких йшлося вище, або ж міліції в цілому.", "\tСуд постановив, що твердження заявника про те, що п. Стогіненко був усунутий з посади через упереджене ставлення щодо нього з боку п. Дурдинця, було оціночним судженням, котре використовувалося у процесі публічних дебатів, а тому не піддавалося доказуванню. На думку Суду, втручання Генеральної прокуратури у справу заявника свідчить про те, що твердження заявника стосовно зустрічі між п. Дурдинцем та Генеральним Прокурором, про яку йшлося у другій статті, не може розглядатися як обґрунтоване. Більше того, ця зустріч була описана у доволі саркастичних та загальних термінах і тому читачі могли зрозуміти це твердження як перебільшення.", "\tСтосовно третьої та четвертої газетних статей Суд вважає, що п. Ляшко відтворював у них те, що по суті казали й інші, або ж те, про що обґрунтовано можна було робити висновок з тих подій, які з певним ступенем ймовірності мали місце. Те, що від заявника вимагали довести правдивість своїх тверджень, було, на думку Суду, необґрунтованим, та й взагалі нездійсненним завданням для нього.", "\tСуд погодився з тим, що усі чотири статті було написано у вкрай гострих термінах. Проте, зважаючи на той факт, що вони стосувалися предмету нагального суспільного інтересу та конкретних публічних постатей і політиків, Суд зауважив, що мова цих статей не могла розглядатися як надмірно гостра.", "\tНа думку Суду, засудження заявника та застосування до нього покарань у вигляді позбавлення волі строком на два роки і позбавлення права займати посади у сфері ЗМІ, зроблені після кількарічного судового розгляду, могли мати «жахливі наслідки» для свободи вираження його поглядів. Така ситуація не була змінена в апеляційній інстанції, в результаті чого засудження п. Ляшка було підтверджено. Покарання не були виконані частково через причини процедурного характеру, а частково внаслідок декриміналізації у новому Кримінальному кодексі України діянь, поставлених у вину заявнику.", "\tЗ огляду на обставини справи Суд дійшов висновку, що оскаржене втручання у право заявника не було пропорційним до легітимної мети, яка таким втручанням переслідувалася, і тому не було необхідним у демократичному суспільстві. Отож було порушено ст. 10 Конвенції.", "", ""]}