{"file": "UKR_HJUDUKR_27620_09.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "27620/09", "text_paragraphs": ["ЄВРОПЕЙСЬКИЙ СУД З ПРАВ ЛЮДИНИ", "", "", "П’ЯТА СЕКЦІЯ", "", "", "", "", "", "СПРАВА «ГОРДІЄНКО ПРОТИ УКРАЇНИ»", "(CASE OF GORDIYENKO v. UKRAINE)", "", "(Заява № 27620/09)", "", "", "", "", "", "", "РІШЕННЯ", "", "", "", "", "СТРАСБУРГ", "", "16 жовтня 2014 року", "", "ОСТАТОЧНЕ", "16/01/2015", "", "", "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Воно може підлягати редакційним виправленнями.", "У справі «Гордієнко проти України»", "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:", "\tМарк Віллігер (Mark Villiger), Голова,\n\tАнгеліка Нуссбергер (Angelika Nußberger),\n\tБоштьян М. Зупанчіч (Boštjan M. Zupančič),\n\tГанна Юдківська (Ganna Yudkivska),\n\tВінсент А. Де Гаетано (Vincent A. De Gaetano),\n\tАндре Потоцький (André Potocki),\n\tАлеш Пейхал (Aleš Pejchal), судді,\nта Клаудія Вестердік (Claudia Westerdiek), Секретар Секції,", "після обговорення за зачиненими дверима 23 вересня 2014 року", "постановляє таке рішення, що будо ухвалено у той день:", "ПРОЦЕДУРА", "1.  Цю справу було розпочато за заявою (№ 27620/09), яку 8 травня 2009 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан В’ячеслав Олександрович Гордієнко (далі – заявник).", "2.  Уряд України (далі – Уряд) представляв його Уповноважений, на той час – пан Н.Кульчицький.", "3.  Заявник стверджував, що він кілька разів зазнавав жорстокого поводження та що не було ефективного розслідування цих подій.", "4.  8 жовтня 2012 року про заяву було повідомлено Уряд.", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "5.  Заявник народився у 1957 році та проживає у м. Херсон.", "6.  У 1980 році заявник зазнав черепно-мозкової травми, і йому було зроблено хірургічну операцію по видаленню гематоми головного мозку.", "7.  У 1993 році заявник зазнав ще одної черепно-мозкової травми, після якої у нього почалися епілептичні напади. За твердженнями заявника, з того часу напади зазвичай траплялися двічі на тиждень.", "8.  У зв’язку з поганим станом здоров’я заявник отримав другу (середню) групу інвалідності.", "A. Подія 24 березня 2006 року", "9.  Приблизно о 9 год 30 хв 24 березня 2006 року заявник стояв на тролейбусній зупинці, коли T., як стверджувалося, злегка зачепив його автомобілем, намагаючись припаркуватись. Між ними виник конфлікт, в ході якого T. вдарив заявника кулаком в обличчя, а потім завдав заявнику ще кілька ударів.", "10.  Того ж дня заявник поскаржився на T. до Суворовського відділу міліції Херсонського міського Управління Міністерства внутрішніх справ України в Херсонській області (далі – відділ міліції). У міліції зареєстрували заяву та направили заявника для проходження судово-медичної експертизи.", "11.  27 березня 2006 року судово-медичний експерт склав акт, у якому зазначалося, що на правій стороні нижньої щелепи у заявника був синець розміром 3 х 1,5 см. В акті було вказано, що ушкодження є легким, могло бути нанесено заявнику 24 березня 2006 року та було спричинено тупим предметом.", "12.  15 травня 2006 року відділ міліції відмовив у порушенні кримінальної справи щодо T., зазначивши, що ушкодження заявника було легким і він міг звернутися до суду у порядку приватного обвинувачення.", "13.  19 травня 2006 року прокуратура Суворовського району м. Херсона (далі – районна прокуратура) скасувала цю постанову та порушила кримінальну справу щодо T. за частиною 1 статті 296 Кримінального кодексу України («хуліганство»). Справу було передано до відділу міліції для проведення досудового розслідування.", "14.  9 червня 2006 року судово-медичний експерт склав висновок, у якому зазначалося, що заявник має синець на обличчі, який було спричинено тупим предметом. Судово-медичний експерт вважав, що ушкодження було легким і його могли завдати 24 травня 2006 року, за обставин, вказаних заявником.", "15.  22 липня 2006 року було складено ще один висновок судово-медичного експерта. У ньому зазначалося, що після події 24 березня 2006 року у заявника не було загострень хронічних захворювань.", "16.  Після його скарг на зростання у нього кількості епілептичних нападів з 24 липня до 3 серпня 2006 року заявник проходив неврологічне лікування у місцевій лікарні. Протягом цього періоду у заявника був один епілептичний напад. З 25 січня до 3 лютого 2007 року заявник проходив ще один курс неврологічного лікування. Протягом цього часу у нього було два епілептичні напади. З 19 до 31 грудня 2007 року заявника було знову госпіталізовано з метою проведення неврологічного лікування і протягом цього періоду у нього епілептичних нападів не було.", "17.  24 липня та 19 серпня 2006 року, 22 січня та 11 квітня 2007 року відділ міліції закривав кримінальну справу за відсутністю доказів вчинення T. злочину, передбаченого частиною 1 статті 296 Кримінального кодексу України. Усі ці постанови вищестоящими органами прокуратури було скасовано як необґрунтовані, і у справі призначалося додаткове розслідування.", "18.  9 липня 2007 року відділ міліції знову закрив справу, по суті, на тих самих підставах.", "19.  14 листопада 2007 року прокуратура Херсонської області скасувала цю постанову та призначила подальше розслідування. Того ж дня вона порушила кримінальну справу за частиною 1 статті 125 Кримінального кодексу України за фактом завдання заявнику легкого тілесного ушкодження.", "20.  6 грудня 2007 року відділ міліції закрив справу за частиною 1 статті 296 Кримінального кодексу України, зазначивши, що дії T. не містили складу злочину – хуліганства.", "21.  17 березня 2008 року розслідування злочину, передбаченого частиною 1 статті 125 Кримінального кодексу України, було закінчено і справу передано на розгляд Суворівського районного суду м. Херсона (далі – районний суд).", "22.  3 квітня 2008 року районний суд закрив справу щодо T. у зв’язку з закінченням строків притягнення його до кримінальної відповідальності. Заявник оскаржив цю постанову, зокрема стверджуючи, що T. мав бути обвинуваченим у вчиненні більш тяжкого злочину.", "23.  27 травня 2008 року апеляційний суд Херсонської області залишив рішення від 3 квітня 2008 року без змін. Заявник оскаржив цю постанову до Верховного Суду України.", "24.  1 грудня 2008 року Верховний Суд України відмовив у задоволені касаційної скарги заявника у зв’язку з її безпідставністю.", "25.  12 лютого 2009 року заявник подав цивільний позов до T., вимагаючи відшкодування шкоди у зв’язку з подіями 24 березня 2006 року.", "26.  Районний суд призначив проведення судово-медичної експертизи.", "27.  14 вересня 2009 року судово-медичний експерт дійшов висновку, що синець на обличчі, виявлений у заявника 24 березня 2006 року, не спричинив жодних погіршень стану його здоров’я та що ушкодження не вплинули на мозок заявника.", "28.  16 жовтня 2009 року районний суд присудив заявнику 2000 грн відшкодування моральної шкоди у зв’язку протиправними діями T. 24 березня 2006 року. Рішення набрало законної сили, але не було виконано у повному обсязі.", "B. Подія 18 квітня 2008 року", "29.  Близько 11 год 30 хв 18 квітня 2008 року заявник йшов по вулиці біля свого дому. Як він стверджував, на нього раптово напав чоловік з ножем; заявник намагався захищатися, але йому було завдано сильний удар в голову і він отримав поріз голови, ймовірно від ножа.", "30.  Того ж дня заявник поскаржився до відділу міліції. Під час допиту працівником міліції заявник розповів, що нападник вдарив його по голові якимось предметом.", "31.  Того ж дня заявника оглянув лікар і йому діагностували струс мозку та забиття м’яких тканин голови. Його госпіталізували і з 18 до 29 квітня 2008 року він проходив стаціонарне лікування.", "32.  25 квітня 2008 року відділ міліції відмовив заявнику у порушенні кримінальної справи тому що, незважаючи на вжиті міліцією заходи, особу нападника не булу встановлено. Більше того, неможливо було встановити тяжкість ушкоджень заявника, оскільки за результатами медичного огляду жодного акт не складався.", "33.  8 травня 2008 року заявник подав до відділу міліції ще одну скаргу, стверджуючи, що нападник був з маленьким ножем.", "34.  28 серпня 2008 року прокуратура Херсонської області скасувала постанову від 25 квітня 2008 року та призначила подальшу дослідчу перевірку. Вищестоящий прокурор вказав на необхідність більш детального допиту заявника, проведення судово-медичної експертизи, а також встановлення особи і допиту можливих свідків цієї події та лікарів, які його лікували.", "35.  13 вересня 2008 року заявника ще раз допитали працівники міліції. Він стверджував, що нападник був з металічним предметом. Того ж дня відділ міліції відмовив у порушені кримінальної справи, тому що, незважаючи на вжиті заходи, не було інформації, необхідної для встановлення особи нападника; більше того, неможливо було встановити тяжкість ушкоджень заявника, оскільки за результатами медичного огляду акту складено не було.", "36.  29 вересня 2008 року судово-медичний експерт провів огляд заявника та дійшов висновку, що струс мозку та забій на голові останнього були спричинені тупими предметами; ці ушкодження були легкими і могли бути завдані заявнику 18 квітня 2008 року.", "37.  8 жовтня 2008 року районна прокуратура скасувала постанову від 13 вересня 2008 року та доручила відділу міліції провести додаткову дослідчу перевірку.", "38.  10 жовтня 2008 року відділ міліції відмовив у порушенні кримінальної справи, зазначивши, що не було встановлено особу нападника, а ушкодження заявника були легкими.", "39.  13 жовтня 2008 року районна прокуратура скасувала цю постанову та доручила провести допити лікаря заявника та судово-медичного експерта, а також отримати відомості про психічний стан заявника.", "40.  21 жовтня 2008 року відділ міліції, вживши подальших заходів, знову відмовив у порушенні кримінальної справи на тій підставі, що не було встановлено особу нападника і заявник зазнав лише легких ушкоджень. У постанові також містилося посилання на свідчення лікаря про те, що забиття на голові заявника мало розмір 6 х 7 см.", "41.  13 листопада 2008 року прокуратура Херсонської області скасувала цю постанову, стверджуючи, що вона не була належним чином вмотивована і обґрунтована.", "42.  Після цієї постанови міліція встановила особи продавців сонячних окулярів та цитрусових фруктів біля місця події 18 квітня 2008 року. На допиті вуличні продавці засвідчили, що того дня біля їхнього місця роботи вони не бачили жодного інциденту.", "43.  1 грудня 2008 року відділ міліції, посилаючись на зібрані документи, відмовив у порушенні кримінальної справи, знову стверджуючи, що, незважаючи на вжиті заходи, не вдалося встановити особу нападника, а завдані ушкодження були легкими.", "C. Подія 20 вересня 2010 року", "1. Версія заявника щодо перебігу подій", "44.  Вранці 20 вересня 2010 року заявник зайшов до приміщення районного суду для отримання копії рішення суду у його справі. Коли підійшла його черга, заявник пред’явив своє пенсійне посвідчення та попросив копію рішення. Працівник секретаріату суду відмовив йому у видачі копії документа та почав сперечатися з заявником у присутності інших відвідувачів. Оскільки суперечка продовжувалася, працівник суду звернувся по допомогу до двох працівників спеціального батальйону судової міліції «Грифон». Працівники спецбатальйону судової міліції підійшли до заявника та звернулися до нього із вимогою залишити приміщення суду. Заявник відмовився це зробити. Тоді працівники спецбатальйону судової міліції викрутили йому руки за спину, вдягли на нього наручники та витягли його з холу, б’ючи його руками по голові та ногами – по ногах заявника. Заявник втратив свідомість. Коли він прийшов до тями, працівники міліції все ще були на місці. Люди, які спостерігали за подією, викликали швидку допомогу. Приблизно через двадцять хвилин прибула швидка допомога, і з заявника зняли наручники. Одна з присутніх, пані Г., підійшла до заявника та дала йому свої контактні дані, на випадок якщо йому знадобляться її свідчення.", "45.  Поза межами приміщення суду заявника помістили у карету швидкої допомоги. Лікарі та працівники міліції деякий час вирішували, везти заявника до лікарні, чи до відділу міліції. Коли заявник намагався втрутитися у розмову, працівники міліції штовхнули його на землю та наступили йому на руки, щоб той не міг підвестися. Врешті-решт, заявника забрали до лікарні.", "2. Версія Уряду щодо перебігу подій", "46.  Вранці 20 вересня 2010 року заявник зайшов у приміщення районного суду, щоб отримати копію судового рішення у його справі. Між ним та працівником секретаріату суду виникла сварка, оскільки заявник відмовився показати свої документи, що посвідчують особу. Заявник поводився неналежним чином, висловлювався нецензурною лайкою та не звертав уваги на зауваження працівника суду. Тому працівник суду попросив про допомогу двох працівників спецбатальйону судової міліції «Грифон» (який забезпечує порядок у приміщеннях суду). Вони підійшли до заявника, представилися та звернулися до нього з вимогою не порушувати громадський порядок. Проте заявник продовжував нецензурно лаятися. Невдовзі прибули два працівники міліції. Вони представилися, звернулися з вимогою, щоб заявник припинив протиправну поведінку та попередили його про можливе застосування до нього заходів фізичного впливу та спеціальних засобів. Заявник не зважав на законні вимоги працівників міліції, а тому до нього застосували наручники. Коли його примусово виводили до виходу з приміщення суду, заявник втратив свідомість та впав на підлогу. Наручники одразу зняли і йому надали першу допомогу та викликали швидку допомогу.", "47.  Коли прибула карета швидкої допомоги, заявника винесли з приміщення суду та продовжили надавати першу допомогу. На той час до заявника не застосовували силу. Проте кожного разу, коли працівники міліції наближалися до заявника, той падав на землю та бився своїм тілом об карету швидкої допомоги, щоб завдати собі тілесні ушкодження. Тому заявнику зробили укол заспокійливого та доправили у кареті швидкої допомоги до лікарні.", "3. Подальші події", "48.  Того ж дня заявника госпіталізували для проведення стаціонарного лікування. Його виписали з лікарні 28 вересня 2009 року.", "49.  20 жовтня 2010 року судово-медичний експерт за результатами огляду склав висновок, у якому було вказано, що на правій руці заявника був синець розміром 9,8 х 3,8 см; синець розміром 5,8 х 3,9 см – на лівому передпліччі; а також синець розміром 6,2 х 4,3 см – на його правому передпліччі. У тім’яній та потиличній області голови був набряк діаметром 2,4 см, і заявник страждав на струс мозку та крововилив у м’які тканини голови. Експерт висловив думку, що ці ушкодження були спричинені тупими предметами; а що стосується дати, то їх ймовірно було завдано 20 вересня 2010 року. Ушкодження було кваліфіковано як легкі.", "50.  11 жовтня 2010 року міліцією було складено протокол, у якому зазначалося, що 20 вересня 2010 року у приміщенні суду заявник порушив громадський порядок, що становило адміністративне правопорушення.", "51.  25 жовтня 2010 року заявник подав до районної прокуратури скаргу на жорстоке поводження працівників спецбатальйону судової міліції та працівників міліції.", "52.  14 листопада 2010 року Управління по боротьбі з організованою злочинністю Управління Міністерства внутрішніх справ України в Херсонській області завершило свою службову перевірку та встановило, що у ході події заявник зазнав ушкоджень; проте, оскільки зібрані докази були суперечливими, будь-які подальші рішення щодо подій має приймати районна прокуратура. У звіті про службову перевірку наголошувалося на тому, що свідчення заявника та пані Г. суперечать свідченням працівників секретаріату суду, працівників спецбатальйону судової міліції та працівників міліції.", "53.  12 січня 2011 року районний суд закрив адміністративну справу щодо заявника за фактом стверджуваного порушення громадського порядку у приміщенні суду у зв’язку із закінченням строків притягнення його до адміністративної відповідальності.", "54.  7 квітня 2011 року судово-медичний експерт повідомив, що завдані заявнику ушкодження могли бути нанесені у спосіб, наведений заявником у його версії щодо перебігу подій.", "55.  14 листопада 2011 року слідчий допитав судово-медичного експерта, який зазначив, що струс мозку та ушкодження голови заявника також могли бути завдані, коли заявник, як стверджувалося, бився головою об карету швидкої допомоги.", "56.  Тим часом, 6 грудня 2010 року, 11 квітня, 3 жовтня та 14 листопада 2011 року районна прокуратура, ґрунтуючи свої постанови на дослідчих перевірках, що проводилися у відповідні періоди, відмовляла у порушенні кримінальної справи у зв’язку з твердженнями заявника про жорстоке поводження через відсутність складу злочину у діях працівників спецбатальйону судової міліції та працівників міліції. Районна прокуратура дійшла висновку, що під час подій заявник відмовився виконувати законні вимоги працівників міліції і до нього правомірно застосували наручники; щодо тілесних ушкоджень зазначалось, що заявник міг зазнати їх, коли падав на підлогу у приміщенні суду, а також пізніше, коли бився головою об карету швидкої.", "57.  Вищезазначені постанови було скасовано вищестоящими органами прокуратури як необґрунтовані і у справі призначено подальші дослідчі перевірки. Зокрема 28 листопада 2011 року Генеральна прокуратура України скасувала постанову від 14 листопада 2011 року, зазначивши, що ані версія заявника щодо перебігу подій, ані версія працівників міліції не були ретельно відпрацьовані. Генеральна прокуратура України наголошувала, що за подіями у приміщенні суду спостерігали багато відвідувачів. Проте, незважаючи на їхню важливість, слідчий не вжив належних заходів для встановлення осіб можливих свідків. Більше того, слідчим прокуратури не було допитано навіть пані Г., - свідка, особу якої було встановлено. Щодо подій, які трапилися за межами суду, то версію про те, що заявник навмисно бився головою об карету швидкої допомоги, не було належним чином обґрунтовано.", "58.  13 грудня 2011 року пані Г. зателефонували з прокуратури Херсонської області і викликали її на допит. Пані Г. відмовилася, зазначивши, що вона не хоче спілкуватися з відповідним працівником прокуратури Херсонської області; потім вона сказала, що вона перебуває за межами Херсонської області та повернеться 17 грудня 2011 року.", "59.  Того ж дня, 13 грудня 2011 року, прокуратура Херсонської області відмовила у порушенні кримінальної справи у зв’язку зі стверджуваним жорстоким поводженням із заявником через відсутність складу злочину. Постанова ґрунтувалася на медичних документах та свідченнях працівників секретаріату суду, працівників спецбатальйону судової міліції, працівників міліції, водія карети швидкої допомоги, лікаря швидкої допомоги та фельдшера, а також судово-медичного експерта. Щодо пані Г., то її не змогли допитати, оскільки її не було у Херсонській області. Згідно з цією постановою, у приміщенні суду заявник поводився неналежним чином. Він порушував громадський порядок та не виконував законні вимоги працівників міліції. Тому працівники спецбатальйону судової міліції застосували до нього наручники та намагалися вивести з суду. Коли заявник втратив свідомість (або прикинувся, що втратив свідомість) та впав на підлогу, з нього зняли наручники і надали першу допомогу. У постанові було також посилання на свідчення бригади швидкої допомоги та одного з працівників міліції, які вказували, що за межами приміщення суду заявник перебував у збудженому стані, падав на землю і бився головою об кузов карети швидкої допомоги. У постанові також було посилання на висновок судово-медичного експерта, у якому описувалися ушкодження заявника; у ньому наводилася думка експерта про те, що черепно-мозкові травми заявника могли бути спричинені, коли він, як стверджувалося, бився головою об карету швидкої допомоги.", "60.  19 грудня 2011 року працівник прокуратури Херсонської області допитав пані Г. Пані Г. стверджувала, що під час сварки працівник секретаріату суду поводився зухвало, тоді як заявник залишався спокійним; працівники спецбатальйону судової міліції вдягли на заявника наручники та потягли його до виходу, б’ючи ногами по ногах заявника, а коли той впав на підлогу, вони продовжили бити його ногами по інших частинах тіла. Пані Г. продовжила спостерігати за подією за межами приміщення суду та зазначила, що працівники міліції били заявника ногами, коли він лежав на землі. Вона наголосила на тому, що не бачила як заявник бився головою об карету швидкої допомоги або міліцейську машину.", "61.  4 січня 2012 року прокуратура Херсонської області розглянула ще одну скаргу заявника та підтвердила, що її попередня постанова від 13 грудня 2011 року щодо зазначених подій була законною та обґрунтованою. Прокуратурою було зазначено, що свідчення пані Г. не підтверджувались документами перевірок.", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО", "A. Кримінальний кодекс України від 5 квітня 2001 року", "62. Статтею 125 Кодексу передбачено:", " «1. Умисне легке тілесне ушкодження карається ...", "2. Умисне легке тілесне ушкодження, що спричинило короткочасний розлад здоров’я ... , карається ...»", "63.  Частиною 1 статті 296 Кодексу передбачено таке:", "«1.  Хуліганство, тобто грубе порушення громадського порядку з мотивів явної неповаги до суспільства, що супроводжується особливою зухвалістю чи винятковим цинізмом, карається ...»", "B. Кримінально-процесуальний кодекс України від 28 грудня 1960 року (чинний станом на час подій)", "64.  Відповідні положення Кримінально-процесуального кодексу України наведено у рішенні від 1 липня 2010 року у справі «Давидов та інші проти України» (Davydov and Others v. Ukraine) (заяви № 17674/02 та № 39081/02, п. 112).", "C. Закон України «Про міліцію» від 20 грудня 1990 року", "65.  Статтею 13 Закону, серед іншого, передбачено, що працівники міліції мають право застосовувати заходи фізичного впливу для припинення правопорушень та подолання протидії законним вимогам міліції, якщо така чиниться із застосуванням сили до працівників міліції або інших осіб, якщо інші застосовані засоби не забезпечили виконання покладених на міліцію обов’язків.", "66.  Статтею 14 Закону, серед іншого, передбачено, що працівники міліції мають право застосовувати наручники для захисту громадян і самозахисту від нападу та інших дій, що створюють загрозу їхньому життю або здоров’ю; для затримання правопорушників, якщо такі чинять опір працівникам міліції або якщо є підстави вважати, що правопорушники можуть втекти або завдати шкоди оточуючим або собі; для припинення опору працівникові міліції.", "ПРАВО", "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТІ 3 КОНВЕНЦІЇ", "67.  Заявник скаржився за статтями 3, 6 та 13 Конвенції, що держава не забезпечила ефективного кримінального переслідування T. за насильницьку поведінку останнього стосовно заявника 24 березня 2006 року. Він також скаржився, що не було ефективного розслідування події 18 квітня 2008 року. Насамкінець він скаржився, що 20 вересня 2010 року з ним жорстоко поводилися працівники спецбатальйону судової міліції та працівники міліції, що призвело до тяжких фізичних ушкоджень, а також що не було ефективного розслідування цієї події.", "68.  Суд вважає, що скарги мають розглядатися виключно за статтею 3 Конвенції, у якій зазначено:", "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»", "A. Подія 24 березня 2006 року", "69.  Заявник наполягав на тому, що він зазнав серйозного жорстокого поводження з боку T. і стан його здоров’я після цієї події погіршився. Він також наполягав на тому, що державні органи не провели ефективного розслідування події та не покарали T. за його поведінку.", "70.  Уряд заперечував проти цих аргументів та стверджував, що національні органи влади виконали свої процесуальні обов’язки за статтею 3 Конвенції.", "71.  Відповідно до практики Суду стаття 3 Конвенції вимагає від органів влади проведення ефективного офіційного розслідування тверджень про жорстоке поводження, навіть якщо таке поводження мало місце з боку фізичних осіб (див. рішення у справах «Денис Васільєв проти Росії» (Denis Vasilyev v. Russia), заява 32704/04, п. 99, від 17 грудня 2009 року; «Бісер Костов проти Болгарії» (Biser Kostov v. Bulgaria), заява № 32662/06, п. 77, від 10 січня 2012 року та «Скороходов проти України» (Skorokhodov v. Ukraine), заява 56697/09, п. 32, від 14 листопада 2013 року).", "72.  Проте жорстоке поводження має досягнути певного мінімального рівня жорстокості, щоб підпадати під дію статті 3 Конвенції. Оцінка цього мінімуму є відносною і залежить від усіх обставин справи, таких як тривалість поводження, його фізичні та психічні наслідки, а в деяких випадках мають враховуватися також стать, вік і стан здоров’я потерпілого (див. рішення у справі «Лабіта проти Італії» (Labita v. Italy) [ВП], заява № 26772/95, пп. 119-20, ECHR 2000-IV).", "73.  24 березня 2006 року внаслідок сварки з T. заявник отримав синець розміром 3 х 1,5 см на правій стороні нижньої щелепи. Суд вважає, що це ушкодження як таке не є достатньо тяжким у розумінні статті 3 Конвенції. Він зазначає, що завдання навіть більш серйозних фізичних ушкоджень було визнано таким, що не становить жорстокого поводження у розумінні статті 3 Конвенції (див. рішення від 19 листопада 2009 року у справі «Тончев проти Болгарії» (Tonchev v. Bulgaria), заява № 18527/02, п. 39 та п. 42, та ухвали щодо прийнятності у справах «Кулаков проти України» (Kulakov v. Ukraine), заява № 12944/02, від 16 листопада 2010 року та «Ілієва та Георгієва проти Болгарії» (Ilieva and Georgieva v. Bulgaria), заява № 9548/07, від 17 квітня 2012 року).", "74.  Суд також зазначає, що у заявника тривала історія неврологічних захворювань і у його випадку удар в обличчя міг спричинити тяжкі ускладнення. Проте за результатами судово-медичних експертиз зазначене ушкодження не загострило хронічні захворювання заявника (див. пункти 15 та 27). Наступні випадки госпіталізації заявника не дають підстав вважати інакше (див. пункт 16). Суд не вбачає жодних підстав для того, щоб ставити під сумнів ці медичні висновки. У той самий час твердження заявника не вказують на жодні інші особливі чинники, які могли б змусити Суд вважати, що дії T. призвели до серйозних страждань заявника.", "75.  Тому Суд вважає, що поводження із заявником 24 березня 2006 року з боку фізичної особи не досягло мінімального рівня жорстокості, що підпадає під дію статті 3 Конвенції. Відповідно, воно не породжувало процесуальних обов’язків держави за цим положенням Конвенції.", "76.  З огляду на вищезазначені міркування Суд вважає, що скарга є явно необґрунтованою та має бути відхилена відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції.", "B.  Подія 18 квітня 2008 року", "77.  Заявник наполягав, що не було ефективного розслідування події 18 квітня 2008 року, під час якої на нього напала невідома особа.", "78.  Уряд стверджував, що органами влади було вжито усіх можливих заходів для виконання свого процесуального обов’язку згідно з Конвенцією.", "79.  Суд зазначає, що заявник у своєму описі стверджуваного нападу 18 квітня 2008 року не завжди був точним щодо предмету, який під час нападу був у зловмисника. Його твердження про те, що його поранили ножем, не підтверджуються медичним висновком, у якому припускається, що струс мозку та забій були спричинені тупими предметами (див. пункт 36). Однак, зважаючи на поганий стан здоров’я заявника та його ушкодження, діагностовані після подій (струс мозку та садно розміром 6 х 7 см), Суд може припустити, що заявник подав небезпідставну скаргу щодо жорстокого поводження, а отже, держава була зобов’язана згідно зі статтею 3 Конвенції провести ефективне розслідування події.", "80.  Проте зобов’язання щодо розслідування не є зобов’язанням результату, а зобов’язанням засобів: не кожне розслідування обов’язково закінчується успішно або доходить висновку, який співпадає з викладом подій позивача (див. рішення від 26 січня 2006 року у справі «Міхєєв проти Росії» (Mikheyev v. Russia), заява № 77617/01, п. 107). Згідно з мінімальними критеріями ефективності, які Суд визначив у своїй практиці, таке розслідування має бути незалежним, безстороннім і підлягати громадському контролю, а компетентні органи повинні діяти зі зразковою ретельністю та оперативністю (див. рішення від 14 листопада 2013 року у справі «Олександр Ніконенко проти України» (Aleksandr Nikonenko v. Ukraine), заява № 54755/08, п. 44 з подальшими змінами).", "81.  Втім скарга заявника, як видається, обмежується його незадоволенням результатами розслідування та не вказує при цьому на жодні конкретні недоліки.", "82.  Суд зауважує, що проведення дослідчих перевірок на національному рівні доручалось місцевому підрозділу міліції, а також перебували під наглядом та контролем з боку вищестоящих прокуратур; заявник також міг вимагати перегляду постанов в судовому порядку. Не існує підстав вважати, що провадженню на національному рівні бракувало незалежності та неупередженості.", "83.  В ході провадження на національному рівні недоліки перевірок, допущені які здійснювалися органами міліції, органами нагляду швидко встановлювалися та для забезпечення ретельності перевірки подій надавалися необхідні вказівки. Насамкінець працівники міліції допитали відповідних осіб, зібрали докази, включаючи медичні висновки, а також вжили інших заходів для того, щоб пролити світло на обставини стверджуваної події. При цьому, з боку органів влади не вбачається жодних серйозних затримок. За таких обставин лише той факт, що події розслідувалися шляхом неодноразових дослідчих перевірок, а не у ході повномасштабного кримінального розслідування, не є достатнім для того, щоб вважати, що твердження про жорстоке поводження досліджувались з порушенням статті 3 Конвенції (див. ухвалу щодо прийнятності від 27 квітня 2010 року у справі «Супрун проти України» (Suprun v. Ukraine), заява № 7529/07, та, в якості протилежного прикладу, рішення від 24 жовтня 2013 року у справі «Сергій Савенко проти України» (Sergey Savenko v. Ukraine), заява № 59731/09, пп. 28-31).", "84.  Відповідно, цю скаргу слід відхилити як явно необґрунтовану за підпунктом «а» пункту 3 та підпунктом 4 статті 35 Конвенції.", "C.   Подія 20 вересня 2010 року", "1.  Прийнятність", "85.  Уряд стверджував, що заявник зазнав ушкоджень 20 вересня 2010 року внаслідок власної поведінки. У зв’язку з цим Уряд посилався на свою версію перебігу подій та наполягав на тому, що ця версія є добре підкріпленою зібраними доказами. Уряд стверджував, що за тих обставин застосування наручників та сили були законними та необхідними. На думку Уряду, скарга є явно необґрунтованою.", "86.  Заявник наполягав на тому, що його скарга є прийнятною.", "87.  Суд вважає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною.", "2. Суть", "(a) Доводи сторін", "88.  Щодо процесуального аспекту статті 3 Конвенції Уряд стверджував, що твердження заявника про жорстоке поводження розслідувались ефективно. Органи влади вжили усіх необхідних заходів, щоб зібрати докази та встановити обставини, за яких заявник зазнав ушкоджень. Тому вимог за статтею 3 Конвенції було дотримано.", "89.  Щодо матеріального аспекту статті 3 Конвенції Уряд не надав жодних конкретних аргументів, підтримуючи свою попередню позицію про те, що скарга була явно необґрунтованою.", "90.  Заявник скаржився, що розслідування щодо його тверджень про жорстоке поводження були несумісними з процесуальним аспектом статті 3 Конвенції. На його думку, слідчі органи не розглянули справу ретельно.", "91.  Заявник також наполягав на своїй версії перебігу подій та стверджував, що національні органи влади неправильно встановили факти, пов’язані з відповідними подіями. Тому він запевняв, що поводження з ним суперечило статті 3 Конвенції.", "(b) Оцінка Суду", "(i) Процесуальний аспект статті 3 Конвенції", "92.  Стаття 3 Конвенції вимагає, щоб розслідування небезпідставних тверджень про жорстоке поводження було ретельним. Це означає, що органи влади завжди повинні добросовісно намагатись з’ясувати, що трапилось, та не покладатися на поспішні та необґрунтовані висновки для закриття кримінальної справи або використовувати такі висновки як підставу для своїх рішень. Вони повинні вживати всіх заходів для отримання всіх наявних доказів, які мають відношення до події, зокрема, показань очевидців та експертних висновків (див. рішення від 15 травня 2012 року у справі «Каверзін проти України» (Kaverzin v. Ukraine), заява № 23893/03, п. 108, з подальшими посиланнями).", "93.  Суд вважає, що ушкодження заявника були достатньо тяжкими (див. пункт 49) і його скарга на жорстоке поводження була небезпідставною у розумінні статті 3 Конвенції, і, таким чином, вимагає, щоб національні органи влади провели ефективне розслідування.", "94.  Суд зазначає, що справу розслідували шляхом проведення дослідчих перевірок, що закінчилися п’ятьма постановами про відмову у порушенні кримінальної справи. Перші чотири постанови було скасовано як необґрунтовані вищестоящою прокуратурою, і у справі призначено подальші перевірки. Зокрема, при скасуванні четвертої постанови про закінчення дослідчої перевірки Генеральна прокуратура України вирішила, що факти було встановлено непереконливо, а докази були недостатніми; прокуратура також вказала, що слідчий не вжив необхідних заходів для встановлення осіб можливих свідків подій і навіть не допитав свідка, особу якого було встановлено – пані Г. (див. пункт 57). Суд зазначає, що під час наступної серії перевірок, які закінчилися постановою від 13 грудня 2011 року, пані Г. також не допитували (див. пункти 58 та 59). Дійсно, її допитали пізніше і її свідчення, які підтверджували твердження заявника, було відхилено як суперечливі. Проте не вбачається, що при розгляді версії заявника щодо перебігу подій було продемонстровано особливу старанність.", "95.  У зв’язку з цим Суд також вважає, що органи влади мали вжити додаткових заходів для внесення ясності щодо медичних висновків щодо причини ушкоджень заявника, оскільки судово-медичний експерт спершу вважав, що ушкодження могли бути нанесені у вказаний заявником спосіб. Пізніше він висловив думку, що деякі ушкодження, зокрема, черепно-мозкові травми заявника, також могли бути нанесенні у спосіб, вказаний працівниками правоохоронних органів. Однак в останньому випадку він не навів жодних припущень щодо походження решти ушкоджень, особливо тих, що були на руках заявника (див. пункти 54 та 55). Проте у своїх постановах про закінчення дослідчих перевірок органи влади посилалися на цей частковий висновок.", "96.  Зважаючи на ці факти та міркування, Суд вважає, що у своїх постановах національні органи влади посилалися на поспішні висновки та не робили адекватних спроб ретельно з’ясувати обставини справи. Суд вважає, що держава не вжила усіх необхідних заходів, спрямованих на забезпечення проведення ефективного розслідування тверджень про жорстоке поводження.", "97.  Тому було процесуальне порушення статті 3 Конвенції.", "(ii) Матеріальний аспект статті 3 Конвенції", "(α) Відповідні принципи", "98.  Відповідно до практики Суду стаття 3 Конвенції не забороняє застосування фізичної сили з метою затримання. Проте така сила може застосовуватися тільки за необхідності та не повинна бути надмірною (див. серед іншого рішення у справах «Ребок проти Словенії» (Rehbock v. Slovenia), заява № 29462/95, пп. 68-78, ECHR 2000XII; «Іван Васілєв проти Болгарії» (Ivan Vasilev v. Bulgaria), заява № , п. 63, від 12 квітня 2007 року, та «Спінов проти України» (Spinov v. Ukraine), заява № 34331/03, п. 51, від 27 листопада 2008 року).", "99.  При оцінці доказів Суд зазвичай керується критерієм доведеності «поза розумним сумнівом». Проте доведеність може випливати із сукупності ознак чи неспростовних презумпцій, достатньо вагомих, чітких і узгоджених між собою (див. серед багатьох інших джерел рішення від 15 листопада 2012 року у справі «Єрохіна проти України» (Yerokhina v. Ukraine), заява № , п. 52 з подальшими посиланнями).", "100.  Що стосується тягаря доведення у справах про стверджуване жорстоке поводження під час затримання, то на державу покладається обов’язок надати правдоподібне пояснення причин виникнення тілесних ушкоджень та довести, що застосування сили не було надмірним, а якщо цього зроблено не буде, це свідчитиме про наявність питання за статтею 3 Конвенції (див. вищенаведене рішення у справі «Ребок проти Словенії» (Rehbock v. Slovenia); рішення у справах «Зелілоф проти Греції» (Zelilof v. Greece), заява № 17060/03, п. 47, від 24 травня 2007 року; «Левандовський та Левандовська проти Польщі» (Lewandowski and Lewandowska v. Poland), заява № 15562/02, п. 58, від 13 січня 2009 року; «Сташевська проти Польщі» (Staszewska v. Poland), заява № 10049/04, п. 52, від 3 листопада 2009 року та «Мікіашвілі проти Грузії» (Mikiashvili v. Georgia), заява № 18996/06, п. 69, від 9 жовтня 2012 року).", "101.  При оцінці того, чи будо надано правдоподібне пояснення щодо застосування сили та ушкоджень, отриманих в результаті цього, увага має приділятися адекватності розслідувань, які проводилися на національному рівні щодо тверджень про жорстоке поводження (див. рішення від 27 вересня 2011 року у справі «Карбовнічек проти Польщі» (Karbowniczek v. Poland), заява № 22339/08, п. 58).", "(β) Застосування вищезазначених принципів", "- Щодо критерію та тягаря доведення", "102.  Сторони погоджуються з тим, що заявник отримав ушкодження під час подій за участю працівників спецбатальйону судової міліції та працівників міліції. Ці факти підтверджуються наявними у матеріалах справи доказами. За таких обставин на Уряд покладено тягар надання правдоподібного пояснення щодо застосування сили під час події та походження тілесних ушкоджень.", "- Пояснення застосування сили та ушкоджень", "103.  Згідно з постановою прокуратури Херсонської області від 13 грудня 2011 року після того, як заявник відмовився виконувати вимоги працівників міліції, вони застосували до нього силу; коли працівники спецбатальйону судової міліції застосували до заявника наручники та намагалися вивести його за межі приміщення суду, заявник падав на підлогу; пізніше за межами приміщення суду заявник падав на землю та бився головою об автомобіль швидкої допомоги.", "104.  На цьому фактологічному тлі вважалося, що черепно-мозкові травми, яких зазнав заявник, було пояснено висновком судово-медичного експерта про те, що цих ушкоджень могло бути завдано, коли заявник бився головою об карету швидкої допомоги. Щодо інших ушкоджень, а саме синців на обох руках, органами влади не було надано жодних конкретних пояснень, хоча судово-медичний експерт визнав, що вони могли бути завдані у вказаний заявником спосіб.", "- Чи правдоподібні наявні пояснення?", "105.  З огляду на ушкодження заявника, зокрема черепно-мозкові травми, щодо яких національні органи надали конкретні пояснення, Суд, посилаючись на свої вищенаведені висновки за процесуальним аспектом статті 3 Конвенції, зазначає, що версію заявника щодо походження цих ушкоджень не було розслідувано належним чином. Варто відзначити, що судово-медичний експерт не виключав жодну з версій нанесення ушкоджень; проте без жодних серйозних спроб оцінити версію заявника перевагу було віддано версії працівників міліції. Тому Суд вважає, що офіційне пояснення походження черепно-мозкових травм заявника не є переконливим.", "106.  Загалом Суд не переконаний у тому, що застосування сили до заявника було необхідним, як і застосування до нього наручників. Суд зазначає, що сварка між заявником та працівниками міліції виникла спонтанно, порівняно із запланованими операціями по затриманню. Проте ця ситуація не видається невідкладною та була доволі керованою з огляду на характер стверджуваного порушення, вчиненого заявником, на відсутність ознак небезпечної поведінки з його боку, його явно слабкий фізичний стан, а також той факт, що він зіткнувся загалом з чотирма працівниками правоохоронних органів. Ніщо не вказує на те, що до нього було необхідно застосовувати наручники у приміщенні суду та робити це на очах інших присутніх.", " - Висновок", "107.  З огляду на вищенаведені міркування Суд доходить висновку про недоведеність необхідності застосування до заявника сили. Органи влади не надали конкретних пояснень щодо значної частини ушкоджень заявника, а наявне пояснення черепно-мозкових травм не є задовільним. За цих підстав Суд вирішує, що держава відповідальна за стверджуване жорстоке поводження, яке має кваліфікуватися як нелюдське та таке, що принижує гідність.", "108.  Із цього випливає, що було порушення матеріального аспекту статті 3 Конвенції.", "II.  ІНШІ СТВЕРДЖУВАНІ ПОРУШЕННЯ КОНВЕНЦІЇ", "109.  Заявник скаржився на інші порушення його прав за Конвенцією.", "110.  Суд розглянув ці скарги та з урахуванням усіх наявних у нього матеріалів і тією мірою, якою оскаржувані питання охоплюються його компетенцією, вирішує, що вони не виявляють жодних ознак порушення прав і свобод, гарантованих Конвенцією або протоколами до неї. Відповідно, Суд відхиляє їх як явно необґрунтовані відповідно до підпункту «а» пункту 3 та пункту 4 статті 35 Конвенції.", "III.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "111.  Статтею 41 Конвенції передбачено:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»", "A.  Шкода", "112.  Заявник вимагав 50 000 євро відшкодування моральної шкоди.", "113.  Уряд стверджував, що вимога є безпідставною.", "114.  Суд вважає, що заявник зазнав болю та страждань у зв’язку з фактами, що призвели до встановлення порушень. Ухвалюючи рішення на засадах справедливості, Суд присуджує заявнику 5000 євро відшкодування моральної шкоди.", "B.  Судові та інші витрати", "115.  Заявник не висував жодних вимог щодо компенсації за цим пунктом. Тому суд нічого не присуджує.", "C.  Пеня", "116.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти.", "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО", "1.  Оголошує скарги за статтею 3 Конвенції щодо подій 20 вересня 2010 року прийнятними, а решту скарг у заяві – неприйнятними;", "", "2.  Постановляє, що було порушення процесуального аспекту статті 3 Конвенції щодо розслідування подій 20 вересня 2010 року;", "", "3.  Постановляє, що було порушення матеріального аспекту статті 3 Конвенції щодо подій 20 вересня 2010 року;", "", "4.  Постановляє, що:", "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявникові 5000 (п’ять тисяч) євро відшкодування моральної шкоди та додатково суму будь-яких податків, що можуть нараховуватися; ця сума має бути конвертована у валюту держави-відповідача за курсом на день здійснення розрахунку;", "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на вищезазначені суми нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в цей період, до якої має бути додано три відсоткові пункти;", "", "5.  Відхиляє решту вимог заявника щодо справедливої сатисфакції.", "Учинено англійською мовою та повідомлено письмово 16 жовтня 2014 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду.", "\t", "", ""]}