{"file": "UKR_HJUDUKR_44277_98.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "44277/98", "text_paragraphs": ["©  Рада Європи/Європейський суд з прав людини, 2012 р. Цей переклад підготовлено на замовлення і за підтримки Цільового фонду «Права людини» Ради Європи (www.coe.int/humanrightstrustfund). Він не є зобов’язальним для Суду. Дивіться додатково повний текст повідомлення про авторські права в кінці цього документа.", "", "©  Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "©  Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ЧЕТВЕРТА СЕКЦІЯ", "", "СПРАВА «СТРЕТЧ ПРОТИ СПОЛУЧЕНОГО КОРОЛІВСТВА» (CASE OF STRETCH v. THE UNITED KINGDOM)", "", "(Заява № 44277/98)", "", "РІШЕННЯ", "", "СТРАСБУРГ", "", "24 червня 2003 року", "", "ОСТАТОЧНЕ", "03/12/2003", "", "Це рішення стане остаточним відповідно до умов пункту 2 статті 44 Конвенції. Текст рішення може зазнати редакційної правки.", "", "У справі «Стретч проти Сполученого Королівства»", "Європейський суд з прав людини (Четверта секція), засідаючи Палатою, до складу якої увійшли судді:", "\tпан М. Пеллонпя (M. Pellonpää), голова,\n\tсер Ніколас Братца (Nicolas Bratza),\n\tпані Е. Палм (E. Palm),\n\tпані В. Стражницька (Strážnická),\n\tпан С. Павловський (S. Pavlovschi),\n\tпан Л. Ґарлицькі (L. Garlicki),\n\tпан Х. Борреґо Борреґо (J. Borrego Borrego), судді,", "та пан М. О’Бойл (М. О’Boyle), секретар секції,", "після наради за зачиненими дверима 27 травня 2003 року,", "виносить таке рішення, ухвалене того самого дня:", "ПРОЦЕДУРА", "1. Справу розпочато за заявою (№ 44277/98) проти Сполученого Королівства Великої Британії та Північної Ірландії, поданою 21 жовтня 1998 року до Європейської комісії з прав людини (далі – Комісія) на підставі колишньої статті 25 Конвенції про захист прав людини та основоположних свобод (далі – Конвенція) громадянином Сполученого Королівства Майклом Стретчем (Michael Stretch) (далі – заявник).", "2. Заявника представляв пан Г.С. Дінс (H.S. Deans), з юридичної фірми «Беріманс Лейс Моер» (Berrymans Lace Mawyer), що практикує в місті Саутгемптоні. Уряд Сполученого Королівства (далі – Уряд) представляв його Уповноважений, пан Г. Льюеллін (H. Llewellyn), з Міністерства закордонних справ та у справах Співдружності, Лондон.", "3. На підставі статті 1 Першого протоколу заявник скаржився, що, незважаючи на умову договору оренди, яка передбачала його право на продовження строку оренди на двадцять один рік, йому відмовили в реалізації такого права, посилаючись на те, що місцевий орган влади, погодившись включити таку умову до договору оренди, перевищив таким чином свої повноваження на порушення принципу ultra vires.", "4. Заяву було передано до Суду 1 листопада 1998 року, коли набрав чинності Протокол № 11 до Конвенції (пункт 2 статті 5 Протоколу № 11).", "5. Провадження у справі було доручено Другій секції Суду (пункт 1 правила 52 Регламенту Суду).", "Зі складу цієї секції для розгляду справи (пункт 1 статті 27 Конвенції) було створено Палату, як передбачає пункт 1 правила 26 Регламенту Суду.", "6. 1 листопада 2001 року Суд змінив склад своїх секцій (пункт 1 правила 25 Регламенту Суду). Розгляд справи було доручено новоствореній Четвертій секції (пункт 1 правила 52 Регламенту Суду).", "7. Ухвалою від 6 листопада 2001 року Суд оголосив заяву прийнятною.", "8. І заявник, і Уряд подали свої зауваження щодо суті справи (пункт 1 правила 59 Регламенту Суду). Порадившись зі сторонами, Палата вирішила, що немає потреби у проведенні слухання по суті справи (пункт 3 правила 59 Регламенту Суду (у кінці)).", "9. 8 січня 2003 року заявник помер. Його син, пан Джонатан Стретч (Jonathan Stretch), виконавець заповіту заявника, продовжив підтримання заяви в Суді.", "ФАКТИ", "І. ОБСТАВИНИ СПРАВИ", "10. Заявник народився у 1934 році і проживає у м. Варегемі (Wareham).", "11. Згідно з договором оренди від 27 листопада 1969 року муніципалітет міста Дорчестер (Dorchester) (далі – муніципалітет Дорчестера) надав заявникові в оренду земельну ділянку для промислової забудови строком на двадцять два роки, починаючи з 29 вересня 1969 року. За умовами цього договору заявник мав побудувати за свій власний рахунок до шести будинків для цілей легкої промисловості; одна з умов договору передбачала можливість продовження заявником строку оренди на наступні двадцять один рік і була сформульована таким чином (пункт 5(1)):", "«Якщо Орендар матиме бажання взяти в оренду зазначену орендовану нерухомість на наступний 21-річний строк після закінчення строку, на який укладено цей договір, і якщо не більше ніж за 12 місяців і не менше ніж за шість місяців до закінчення зазначеного строку він повідомить Муніципалітет у письмовій формі про таке своє бажання, тоді – за умови, якщо він сплачував встановлену цим договором орендну плату і розумно виконував та дотримував передбачені ним зобов’язання, положення та умови (...), – Муніципалітет надасть Орендарю цю орендовану нерухомість на зазначений наступний 21-річний строк (...)».", "12. Заявник стверджує, що під час переговорів про умови договору він просив передбачити 43-річний строк оренди, але муніципалітет Дорчестера відмовився задовольнити це прохання. Під час переговорів та укладення договору оренди інтереси заявника представляли соліситори.", "13. 4 жовтня 1990 року заявник надіслав повідомлення про бажання реалізувати своє право на продовження строку оренди, як це передбачено пунктом 5(1) орендного договору. На зазначену дату він сплачував щорічну орендну плату за землю в розмірі 1 045 фунтів стерлінгів. Загальна сума орендної плати, сплаченої ним протягом 22 років становила 20 020 фунтів стерлінгів, а річний дохід, який він очікував отримати в березні 1991 року від надання в суборенду шести споруд, мав становити 58 599 фунтів стерлінгів.", "14. На той час правонаступником муніципалітету Дорчестера стала на підставі закону Окружна рада Західного Дорсета (West Dorset) (далі – рада Західного Дорсета). 2 листопада 1990 року рада Західного Дорсета підтвердила факт одержання зазначеного повідомлення від заявника і повідомила, що доручить землевпорядникам провести переговори про погодження нової орендної плати, що сплачуватиметься протягом перших семи років оренди. Сторони почали переговори щодо продовження строку оренди, і було підготовлено проект такого договору, який ґрунтувався на тому, що розмір щорічної орендної плати за землю має бути збільшено, і, за словами заявника, було погоджено встановити його на рівні 14 000 фунтів стерлінгів. Заявник підписав свою копію проекту договору і вже почав погодження з різними своїми суборендарями умов щодо збільшення для них ставок орендної плати. Однак у серпні 1991 року рада Західного Дорсета повідомила заявника, що вона дійшла висновку про неможливість виконання зазначеної умови договору (про продовження строку оренди). Під час подальшого розгляду цього питання вона послалася на три обставини, а саме: що заявник порушив зобов’язання за договором 1969 року щодо проведення ремонту; що право на продовження строку оренди не могло бути реалізовано заявником, оскільки він, передавши споруди в суборенду за п’ятьма відповідними договорами на строки, що перевищують строк дії договору оренди 1969 року, передав таким чином свою частку у цьому майні; і що умову про можливість продовження строку оренди муніципалітет Дорчестера включив до договору на порушення принципу ultra vires.", "15. 26 вересня 1991 року заявник звернувся до Канцлерського відділення Високого суду із заявою, в якій просив визнати його право на продовження строку оренди та зобов’язати відповідача вжити конкретних заходів для забезпечення реалізації ним такого права. 25 квітня 1996 року його заяву залишено без задоволення. Суддя відхилив довід ради Західного Дорсета про порушення договору, але виніс постанову на її користь, погодившись з двома іншими її запереченнями. Він зазначив, що посилання на порушення принципу ultra vires було внесено на розгляд суду на досить пізній стадії провадження, а саме в поданому радою Західного Дорсета афідевіті, датованому 5 жовтня 1995 року.", "16. 10 листопада 1997 року Апеляційний суд затвердив постанову судді на тій підставі, що можливість продовження строку оренди була погоджена муніципалітетом Дорчестера з перевищенням ним своїх повноважень.", "17. Під час провадження в Апеляційному суді заявник намагався обґрунтувати свою позицію посиланням на два окремих законодавчих положення, кожне з яких, за його словами, наділяло муніципалітет Дорчестера повноваженням включити зазначену умову до договору оренди. Перше положення – це стаття 172(3) закону про органи місцевого самоврядування 1933 року (далі – закон 1933 року). У відповідній частині цієї статті зазначено:", "«У разі, якщо муніципалітет міста бажає розпорядитися муніципальною землею інакше, ніж зазначено вище, він має право, за згодою Міністра, розпорядитися такою землею або шляхом її продажу, обміну, іпотеки, застави, оренди, лізингу, або в іншій спосіб, діючи в тому порядку та з дотриманням тих положень і умов (...), які може затвердити Міністр».", "18. Визначення терміну «муніципальна земля» (corporate land) міститься у статті 305 закону 1933 року:", "«(...) Земля, яка належить муніципальному утворенню або перебуває в його управлінні за дорученням – або яка має бути ним придбана або отримана в управління за дорученням – для інших цілей, ніж ті, що чітко визначені законом».", "19. Дослідивши історію набуття муніципалітетом Дорчестера права власності на земельну ділянку, про яку йдеться, Апеляційний суд дійшов висновку, що на час передачі її в оренду муніципалітет Дорчестера розпоряджався нею в «цілях, чітко визначених законом», і тому визнав статтю 172(3) незастосовною.", "20. Другим законодавчим положенням, на яке посилався заявник, була стаття 164 закону 1933 року, яка передбачає:", "«Місцевий орган влади має право здати в оренду ту чи іншу земельну ділянку, якою він володіє:", "а) за згодою Міністра – на будь-який строк;", "b) без згоди Міністра – на строк, що не перевищує семи років».", "21. Ключовим питанням, що потребувало вирішення при розгляді посилання на це положення, полягало в тому, чи включало повноваження з передачі в оренду також повноваження включати до орендного договору умову про можливість продовження його строку. Апеляційний суд вже дав на це питання негативну відповідь у своєму рішенні у справі «Trustees of the Chippenham Golf Club v. North Wiltshire District Council» ((1991) 64 P & CR 527), хоча вона міститься в побіжних зауваженнях «obiter dicta». Аналогічного висновку в 1993 році дійшов помічник судді Високого суду, коли безпосередньо зіткнувся з необхідністю вирішити це питання. У справі заявника Апеляційний суд послався на обидва ці рішення, обґрунтовуючи свій висновок про те, що включення до орендного договору умови про можливість продовження строку оренди не є тим самим, що і здійснення повноваження з передачі майна в оренду. Відповідно, статтю 164 було визнано незастосовною і, отже, такою, що не наділяла муніципалітет Дорчестера повноваженням включати до договору умову про можливість продовження строку оренди.", "22. Підсумовуючи позицію Апеляційного суду в рішенні у цій справі, лорд-суддя Пітер Ґібсон (Peter Gibson) зауважив:", "«... Я маю відхилити цю апеляцію. Я роблю це без особливого задоволення. Мені видається несправедливим те, що державним органам, які, помилково розуміючи свої повноваження, уклали комерційні договори з громадянами, що нічого не підозрювали, дозволяється скористатися своїми власними помилками, щоб позбутися укладених ними незаконних угод. Поведінка місцевого органу влади, який доводить, що його власні дії були незаконними, не викликає симпатії. Така поведінка ще більш вражає, коли – як це мало місце в цій справі – правочин, про який йдеться, є звичайним договором про оренду землі під забудову, і коли місцевий орган влади, спростовуючи умови договору, який він чи його попередник уклав з громадянином, позбавляє таким чином цього громадянина частини зустрічного задоволення (consideration), на яку той розраховував при укладенні договору оренди. (...)»", "23. 7 травня 1998 року Палата лордів відмовила заявникові у порушенні провадження за його апеляцією на зазначене рішення.", "II. ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО І ПРАКТИКА", "24. Місцеві органи влади є заснованими за законодавством органами, повноваження яких регулюються національним законодавством. У справі «Credit Suisse v. Allerdale Borough Council» ([1997] QB 306) лорд-суддя Хобхаус (Hobhouse) дав роз’яснення правових наслідків взяття органом на себе договірних зобов’язань з перевищенням передбачених законом повноважень, зазначивши таке (у п. 350 D-F):", "«У разі, якщо заснований за законодавством муніципалітет укладає договір, не маючи на це повноваження, передбаченого відповідним законом, він не може здійснювати цей уявний договір. Відсутність такого повноваження означає, що відповідний документ та угода, яку він містить, не мають юридичної сили, яку має юридично дійсний договір. Такий договір існує лише фактично, але не юридично. Відповідний правочин є юридично нікчемним. Уявний договір, який насправді договором не є, не наділяє жодну з його сторін будь-якими юридичними правами. Жодна зі сторін не може вчинити позов з посиланням на такий договір».", "Він також наголосив:", "«Будь-яка третя особа, що має правовідносини з місцевим органом влади, повинна знати про цей факт і про існування потенційного юридичного ризику».", "Він послався на давнє прецедентне рішення у справі «Chapleo v. Brunswick Permanent Building Society» ((1881) 6 QBD 696), с. 712-713):", "«... Особи, що мають правовідносини з муніципалітетами чи компаніями, положення статутів яких або повноваження яких визначаються чи обмежуються відповідно до парламентського акту або регулюються актами про розпорядження майном чи відповідними правовими нормами, чинність яких тією чи іншою мірою визначається парламентськими актами, зобов’язані знати або з’ясувати для себе зміст статуту та межі повноважень муніципалітету чи компанії, у правовідносини з яким вони вступають. Позивачі і будь-хто інший, хто має правовідносини з будівельною компанією, зобов’язані знати про те, що така компанія не має повноваження брати щось у борг, за винятком випадків, коли це передбачено її статутом, і якщо вони при здійсненні правовідносин з такою компанією проігнорували або не з’ясували наявність у неї такого повноваження та факт можливого перевищення нею тих чи інших своїх обмежених повноважень, вони мають відповідати за наслідки своєї недбалості».", "25. У разі, якщо договір визнано юридично нікчемним чи недійсним з моменту його вчинення (ab initio), кошти, сплачені відповідно до такого договору, можуть підлягати поверненню з огляду на застосування реституційних норм (див., наприклад, рішення у справі «Westdetusche Landesbanke Girozentrale v. Islington LBC» ([1994] 4 AER 890)). Таким чином, застосування норм щодо реституції безпідставного збагачення може забезпечити відповідну сатисфакцію у випадку, коли договір (або його частину) визнано недійсним.", "26. За період з 1969 року, коли в цій справі було укладено орендний договір, відповідний правовий режим змінився. Тепер стаття 123 закону про органи місцевого самоврядування 1972 року не забороняє у відповідних випадках включення до договору такої умови (про можливість продовження строку його дії), яку було включено до договору в цій справі; не забороняє цього й закон про житлове господарство 1985 року. Закон про органи місцевого самоврядування 1997 року (положення щодо договорів) пом’якшив суворі норми щодо неправомочності, які не дозволяли місцевому органу влади, укласти договір – якщо він мав такий намір – виходячи за межі наданих йому законодавством повноважень. Згідно зі статтею 2, якщо договір засвідчено у спосіб, викладений у зазначеному законі, цей договір вважатиметься таким самим дійсним, як і будь-який договір, укладений місцевим органом влади, який мав для цього повноваження і належним чином здійснив його.", "ЩОДО ПРАВА", "ІІ. СКАРГА НА ПОРУШЕННЯ СТАТТІ 1 ПЕРШОГО ПРОТОКОЛУ", "27. Заявник скаржиться, що його позбавили можливості отримання вигоди від продовження строку дії орендного договору з місцевим органом влади, який передбачив таку можливість в цьому договорі. При цьому заявник посилається на статтю 1 Першого протоколу, яка передбачає:", "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права.", "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів».", "A. Доводи сторін", "1. Заявник", "28. Заявник стверджував, що відмова ради Західного Дорсета виконати умову про продовження строку оренди та відмова національних судів забезпечити її виконання позбавили його права на мирне володіння своїм майном і позбавили його цього майна, на порушення статті 1 Першого протоколу. «Майном» (possessions), у значенні статті 1 Першого протоколу, була не сама можливість продовження строку оренди, а договірні та майнові права заявника за договором оренди, а саме його законні права на частину зустрічного задоволення, на яку він розраховував при укладенні орендного договору (і яку втратив), а також знецінення його майнових інвестицій (які він частково втратив) – тобто, те, що в сукупності визначає його спроможність володіти всіма своїми діловими активами в цілому. Заявник визнав, що, зокрема, оскільки на час укладання договору оренди його інтереси представляли соліситори, він мав можливість перед його укладенням перевірити обсяг повноважень муніципалітету Дорчестера, але з цього приводу він заявив, що в 1969 році той факт, що муніципалітет Дорчестера не мав повноваження включати до договору умову про продовження строку оренди, був для всіх, залучених у той процес, «менш ніж очевидним». До 1991 року не було відповідної практики національних судових органів стосовно вирішення питань обсягу відповідних повноважень. Ситуація в його справі з погодженою умовою про можливість продовження строку оренди була аналогічною до ситуації з наданням попереднього дозволу на будівництво у справі «Компанія \"Пайн Веллі Девелопментс\" та інші проти Ірландії» (Pine Valley Developments and Others v. Ireland, рішення від 29 листопада 1991 року, серія А, № 222), в якій Суд констатував порушення статті 1 Першого протоколу за обставин, коли національні суди визнали дозвіл на будівництво недійсним на тій підставі, що його було надано з порушенням принципу ultra vires.", "29. Заявник заперечував довід Уряду про те, що при укладенні договору він міг наполягти на тривалішому строку оренди. Під час розгляду справи в національних судах не заперечувався той факт, що, домовляючись про умови договору, він просив такий строк, але в цьому йому відмовили. Він стверджував, що позбавлення його майна, у зв’язку з чим він постраждав, було цілком непропорційним заходом, оскільки збитки, спричинені йому внаслідок відмови органу місцевої влади виконати умову про продовження строку оренди та відмови судів забезпечити її виконання, переважують будь-яку реальну чи презюмовану користь, яку має для загальних інтересів застосування принципу ultra vires та норм щодо неправомочності юридичної особи. Він указує на те, що будь-якої компенсації не передбачено, і що прийнято закони, які вже дозволяють місцевим органам влади погоджувати такі умови в договорах.", "2. Уряд", "30. Уряд доводив, що умова договору із заявником про можливість продовження строку оренди не є «майном» для цілей статті 1. На його думку, оскільки муніципалітет Дорчестера не мав законного повноваження включати таку умову до договору, вона – для цілей національного права – є нікчемною. Таким чином, заявник ніколи не мав права на продовження строку оренди, яке нібито було передбачене зазначеною умовою. Уряд погодився, що Суд не зобов’язаний керуватися національним юридичним визначенням того, що становить «майно», але водночас доводив, що Суд має розглядати можливість відступу від такого визначення лише в разі, якщо воно явно не відповідає загально визнаним визначенням цього поняття. Уряд наполягав, що в цій справі такий відступ не є доцільним, оскільки не було нічого нерозумного чи незвичайного у застосуванні принципів, згідно з якими заснований за законодавством орган повинен діяти в межах своїх передбачених законом повноважень і в разі вчинення ним правочину з перевищенням таких повноважень цей правочин має вважатися юридично нікчемним. Уряд акцентував увагу на тому факті, що при укладенні орендного договору з умовою про можливість продовження строку оренди інтереси заявника представляли соліситори, і наголосив, що під час переговорів про умови договору заявник міг наполягти на тому, щоб оренду дозволили на 43-річний строк, але він не зробив цього.", "31. Уряд також стверджував, що, навіть якщо зазначену умову (про можливість продовження строку оренди) справді можна визначити як «майно», ані відмова ради Західного Дорсета виконати її, ані відмова національних судів забезпечити її виконання не становили втручання у право заявника на мирне володіння своїм майном та не означали позбавлення його цього майна для цілей статті 1. Адже умова договору, про яку йдеться, ніколи не наділяла заявника будь-якими правами, оскільки була нікчемною. Уряд доводив, що встановлення обмежень щодо законних повноважень місцевих органів влади є необхідним і важливим заходом, спрямованим на благо суспільства в цілому. Тому, згідно з позицією Уряду, навіть якщо й мало місце будь-яке втручання чи будь-яке позбавлення майна, такий захід відповідав гарантіям статті 1. На його думку, ця справа, що стосується повноваження укладати договори, а не питань про надання дозволу на будівництво, слід відрізняти від згаданої вище справи «Pine Valley Developments and Others v. Ireland», в якій, у будь-якому разі, Суд не визначав широкого поняття права власності, що враховує «законне сподівання». Вкрай необхідно не допустити підриву принципу дотримання повноважень, який захищає інтереси суспільства, зобов’язуючи місцеві органи влади та інші засновані за законодавством органи діяти відповідально та в межах своїх повноважень.", "B. Оцінка Суду", "1. Чи існувало «майно» у значенні статті 1 Першого протоколу?", "32. Суд нагадує, що згідно з усталеною практикою органів Конвенції, поняття «майно» (possessions) може означати «існуюче майно» (existing possessions) або активи, включаючи права вимоги, стосовно яких заявник може стверджувати, що він має принаймні «законне сподівання» на отримання можливості ефективно здійснити майнове право (див., зокрема, згадане вище рішення у справі «Компанія \"Пайн Веллі Девелопментс\" та інші проти Ірландії» (Pine Valley Developments and Others v. Ireland), п. 51; рішення у справі «\"Прессос Компанія Нав’єра\" та інші проти Бельгії» (Pressos Compania Naviera S.A. and Others v. Belgium) від 20 листопада 1995 року, серія A, № 332, с. 21, п. 31). І навпаки, надія на визнання збереження чинності старого майнового права, ефективно здійснювати яке вже давно було неможливо, не може вважатися «майном» у значенні статті 1 Першого протоколу, так само як і умовне право вимоги, яке втрачає силу внаслідок недотримання відповідної умови (див. висновки щодо відповідних принципів в ухвалі «Мальхоус проти Чеської Республіки» (Malhous v. the Czech Republic), № 33071/96, від 13 грудня 2000 року, ECHR 2000-XII, разом з посиланнями на інші джерела і, зокрема, на відповідну практику Комісії; див. також рішення у справі «Принц Ганс-Адам ІІ проти Німеччини» (Prince Hans-Adam II v. Germany) [GC], № 42527/98, ECHR 2001-VIII, п. 85, і рішення у справі «Нерва проти Сполученого Королівства» (Nerva v. the United Kingdom), № 42295/98, від 24 вересня 2002, п. 43).", "33. У справі, що розглядається, заявник уклав з муніципалітетом Дорчестера договір оренди земельної ділянки на 22-річний строк. За умовами цього договору він мав побудувати за свій власний рахунок до шести будинків для потреб легкої промисловості, які він мав право здати в суборенду для отримання орендного доходу. Орендний договір містив умову про можливість продовження строку оренди на наступні 21 рік. Проте, коли заявник надіслав повідомлення про бажання реалізувати право на продовження строку оренди, рада Західного Корсета (місцевий орган влади – правонаступник муніципалітету Дорчестера) вирішила, що її попередник діяв на порушення принципу ultra vires, коли, не усвідомлюючи неправомірності своїх дій, дав згоду включити до договору таку умову, і що вона, відповідно, є недійсною. Суди Англії підтримали цю позицію неохоче (див. зауваження лорда-судді Ґібсона в пункті 22).", "34. Хоча справді відповідно до норм англійського права зазначену умову було визнано недійсною з огляду на порушення принципу ultra vires, Суд зауважує, що заявник уклав орендний договір з муніципалітетом Дорчестера, розраховуючи на те, що він матиме можливість продовжити строк цієї оренди. Жодна зі сторін не знала про існування будь-яких правових перешкод для включення до договору цієї умови, що становила частину зустрічного задоволення заявника, на яку він розраховував, коли погоджувався на укладення орендного договору. Заявник розпочав на орендованій землі будівництво, сплачував орендну плату за землю місцевому органу влади та уклав договори суборенди з іншими особами, які здійснювали господарську діяльність у побудованих ним спорудах. Він явно сподівався на те, що матиме змогу реалізувати передбачене орендним договором право на продовження строку оренди та надалі одержувати вигоду завдяки орендній платі, сплачуваній йому за використання споруд, які він здавав в суборенду. Його переговори з цього питання з місцевим органом влади вже досягли стадії підготовки проекту договору про продовження строку оренди, що передбачав збільшення розміру орендної плати за землю; зі свого боку він вже підписав цей документ і розпочав укладення відповідних договорів зі своїми суборендарями. Щодо доводу про недійсність умови про можливість продовження строку оренди, рада Західного Дорсета навела його вже на досить пізній стадії провадження (як зазначив суддя суду першої інстанції, вона зробила це лише в жовтні 1995 року).", "35. Зважаючи на обставини цієї справи, Суд доходить висновку, що заявника слід вважати особою, яка мала принаймні законне сподівання на реалізацію передбаченого договором права на продовження строку оренди, і – в цілях статті 1 Першого протоколу – таке законне сподівання можна вважати додатковою частиною майнових прав, наданих йому муніципалітетом Дорчестера за орендним договором.", "2. Чи мало місце втручання у право володіти майном", "36. Уряд доводив, що, оскільки місцевий орган влади (рада Західного Дорсета) не був зобов’язаний за законом продовжувати строк оренди, відмову зробити це не можна вважати втручанням у право заявника володіти майном. Проте, враховуючи умови договору, укладеного між радою Західного Дорсета і заявником, Суд доходить думки, що дії ради Західного Дорсета можна вважати такими, що перешкодили заявникові реалізувати свої законні сподівання за орендним договором і частково позбавили його зустрічного задоволення, з врахуванням якого він укладав цей договір. Незалежно від того, чи вважається це втручанням у право заявника на мирне володіння своїм майном у значенні першого речення статті 1 Першого протоколу, чи позбавленням його майна у значенні другого речення цієї статті, застосовні в цій справі принципи є одними й тими самими – вони вимагають наявності підстав, що виправдовують такий захід з точки зору вимог цієї статті згідно з її тлумаченням в усталеній практиці Суду (див., серед багатьох інших джерел, рішення у справі «“Ґазус Досьєр-унд Фордертехнік ҐмбХ” проти Нідерландів» (Gasus Dosier-und Fördertechnik GmbH v. the Netherlands) від 23 лютого 1995 року, серія A, № 306-B, п. 55).", "3. Чи було втручання виправданим", "37. Згідно з усталеною практикою Суду при здійсненні будь-якого втручання має забезпечуватися «справедливий баланс» між необхідністю забезпечення загальних інтересів суспільства та необхідністю захисту основоположних прав відповідної особи. Вимога забезпечення такого балансу знаходить своє відображення у всій структурі статті 1 Першого протоколу, включно з її другою частиною. Отже, має бути забезпечено належне пропорційне співвідношення між використаними засобами та поставленими цілями. Крім того, як і в інших сферах соціальної, фінансової чи економічної політики, при впровадженні законів, які регулюють майнові та договірні правовідносини, національні органи влади користуються певним полем розсуду (див., mutatis mutandis, рішення у справі «\"АГОСІ\" проти Сполученого Королівства» (AGOSI v. the United Kingdom) від 24 жовтня 1986 року, серія А, № 108, п. 52).", "38. Уряд наголошував у цій справі на важливості дотримання принципу ultra vires, який служить гарантією проти зловживань владою з боку місцевих та інших заснованих за законодавством органів, не дозволяючи їм виходити за межі своєї компетенції, передбаченої національним законом. Суд не заперечує мети чи корисності цього принципу, що справді відповідає принципу верховенства права, на якому ґрунтується більшість положень самої Конвенції. Однак Суд не переконався в тому, що при застосуванні цього принципу у справі, що розглядається, забезпечується дотримання принципу пропорційності.", "39. Суд зауважує, що з метою виконання покладених на них функцій місцеві органи влади неминуче вирішують питання, пов’язані з укладенням договорів приватноправового характеру зі звичайними громадянами, але не всі з цих функцій стосуються питань, що становлять життєво важливий суспільний інтерес. У цій справі місцевий орган влади уклав орендний договір, не усвідомлюючи при цьому, що при здійсненні таких повноважень він не мав права погоджуватися на включення до договору умови про можливість продовження строку оренди. Зрештою, однак, він отримав передбачені цим договором орендні платежі, а коли справа дійшла до продовження строку оренди, скористався можливістю домовитися про підвищення розміру орендної плати за землю. Ніщо не вказує на те, що місцевий орган влади діяв всупереч суспільним інтересам, коли в зазначений спосіб розпорядився майном, що перебувало в його управлінні, або що реалізація договірної умови про продовження строку оренди могла б завдати шкоди інтересам тієї чи іншої третьої особи або інтересам виконання цим органом якихось інших передбачених законом функцій. Внесені згодом поправки до законодавства також свідчать про те, що в діях місцевого органу влади при включенні зазначеної умови до договору, не було нічого такого, що само по собі свідчило б про їх неприйнятність чи недоцільність (див. пункт 26).", "40. Уряд посилався на те, що при укладенні договору з місцевим органом влади заявник – як і всі інші особи, що вчинюють такі правочини – повинен був усвідомлювати наслідки можливого визнання дій органу неправочинними, а також на те, що заявник мав можливість отримати юридичну консультацію або міг вчинити позов проти своїх соліситорів у зв’язку з їхньою недбалістю при наданні такої консультації. Проте сам цей орган вирішив, що має повноваження погодити в договорі умову про продовження строку оренди, і тому не видається нерозумним те, що заявник та його юридичні радники виходили з такої самої позиції. Хоча Уряд також стверджував, що суворість принципу ultra vires пом’якшується завдяки застосуванню норм щодо реституції безпідставного збагачення, при цьому не йшла мова про наявність у заявника в цій справі можливості одержати яку-небудь компенсацію за застосування зазначеного принципу в його ситуації. Заявник не лише мав сподівання на отримання майбутніх прибутків від своїх інвестицій в орендоване майно, але також – як зазначив Апеляційний суд – розглядав умову про продовження строку оренди як важливу частину орендного договору, оскільки його зобов’язання за цим договором були пов’язані з будівництвом і оскільки в протилежному випадку (без зазначеної умови) він мав би обмежені строки для того, щоб окупити вкладені ним кошти.", "41. Виходячи з цих міркувань, Суд визнає, що в цій справі відбулося непропорційне втручання у право заявника на мирне володіння своїм майном, і тому констатує, що мало місце порушення статті 1 Першого протоколу до Конвенції.", "II. ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "42. Стаття 41 Конвенції передбачає:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію».", "A. Шкода", "1. Доводи сторін", "a) Заявник", "43. Заявник вимагав відшкодування матеріальної шкоди в загальному розмірі 1 250 874 фунтів стерлінгів, спричиненої внаслідок упущеного доходу від оренди. Він стверджував, що протягом усього часу він був фактичним орендатором, хоча як засіб отримання орендної плати використовував компанію, і що разом зі своєю дружиною він був співкерівником і акціонером цієї компанії.", "На підтвердження своєї вимоги щодо відшкодування упущеного доходу від оренди заявник надав висновок від дипломованого експерта-оцінювача, який зазначив у висновку згадану вище цифру як розрахункову величину збитків, що на дату його висновку 2002 року очікувалося понести протягом наступного 21-річного періоду, а також альтернативну величину орієнтовних збитків заявника (580 616 фунтів стерлінгів), розрахованих на дату відмови продовжити строк оренди в 1991 році. Заявник вважав, що перша цифра точніше відображає його збитки, хоча друга цифра розрахована відповідно до звичайних правил, існуючих в англійському праві, що вимагають розрахунку збитків щодо дати, на яку вчинено дію, що завдає збитків. Він повідомив, що визнає в цих розрахунках врахування Судом сум доходів від оренди, які він продовжував отримувати після 1991 року (168 052,67 фунтів стерлінгів), та податків на доходи (297 086,48 фунтів стерлінгів) і що, очевидно, це має зменшити заявлену ним суму відшкодування збитків, спричинених внаслідок упущеного доходу від оренди, до 785 735 фунтів стерлінгів. Щодо альтернативної величини збитків, розрахованої щодо дати, на яку вчинено оскаржувану дію, заявлена сума відшкодування буде, відповідно, зменшена до 115 476,85 фунтів стерлінгів.", "Заявник також вимагав нарахування пені за ставкою на 8 % вищою за базову банківську ставку або за такою ставкою чи ставками, які Суд визнає справедливими.", "44. Заявник вимагав окремо присудити йому відшкодування моральної шкоди, посилаючись при цьому на те, що внаслідок оскаржуваного порушення він зазнав страждань і неспокою, і також втратив засоби для існування.", "b) Уряд", "45. Уряд доводив, що відшкодування матеріальної шкоди присуджувати не можна. З висновку про порушення не випливає, що заявник отримав би вигоду від реалізації договірної умови, про яку йдеться, враховуючи існування цілого ряду інших можливих шляхів подолання наслідків неправомочності в цій справі у спосіб, який забезпечував справедливий баланс відповідних інтересів. Уряд також стверджував, що заявник не довів збитків, оскільки право отримання вигоди від оренди було в якійсь момент часу передано ним до компанії під назвою «Stretch Properties Ltd», яку було ліквідовано в 1994 році за поданням Податкового управління. Крім того, заявник пішов на ризик, коли вирішив вважати правомочними дії місцевого органу влади з погодження в договорі зазначеної умови (про продовження строку оренди), і слід виходити з презумпції, що він знав відповідні норми національного права.", "У будь-якому разі, часом, на який має розраховуватися сума відшкодування, слід вважати вересень 1991 року, і за відправний пункт для цього має братися менша цифра. Жодних конкретних даних щодо кожного орендного платежу, отриманого після 1991 року, надано не було, і такі дані не враховувалися в розрахунках, проведених дипломованим експертом-оцінювачем. Так само не було доведено і той факт, що місцевий орган влади погодився б на встановлення орендної плати за землю на рівні 14 000 фунтів стерлінгів, якщо враховувати те, що очікувані заявником надходження від орендної плати, сплачуваної його суборендаторами, становили 70 000 – 80 000 фунтів стерлінгів щорічно. Не враховано й зобов’язання зі сплати податків після 2002 року, а також всі види витрат, що мали бути понесені у зв’язку з необхідністю підтримання суборендованого майна в належного стані, що забезпечує подальше отримання орендного доходу (тобто, підтримання експлуатаційного стану приміщень та здійснення ремонту будівель). Уряд вважав, що сума відшкодування не може перевищувати 50 000 – 75 000 фунтів стерлінгів.", "Уряд також заперечив можливість нарахування пені як взагалі, так і за заявленою ставкою.", "46. Щодо моральної шкоди, Уряд не вважав, що будь-яке порушення спричинило страждання і неспокій, і наполягав на недоцільності присудження у зв’язку з цим будь-якого відшкодування. Але в разі присудження відшкодування, більш ніж адекватним буде, на думку Уряду, відшкодування в розмірі 5 000 фунтів стерлінгів.", "2. Оцінка Суду", "a) Загальні принципи", "47. Щодо вимог заявника про відшкодування матеріальної шкоди, згідно з практикою Суду між шкодою, відшкодування якої вимагає заявник, і порушенням Конвенції має існувати чіткий причинний зв’язок і що за відповідних обставин сума відшкодування може включати компенсацію у зв’язку з втратою доходів (див., серед інших джерел, рішення у справі «Барбера, Мессеге и Хабардо против Іспанії» (Barberà, Messegué and Jabardo v. Spain) від 13 червня 1994 року (колишня стаття 50), серія А, № 285C, с. 57-58, п. 16-20; рішення у справі «Чакічі проти Туреччини» (Cakıcı v. Turkey) від 8 липня 1999 року, Reports 1999-IV, п. 127).", "48. Через невизначений по своїй суті характер шкоди, що випливає з відповідного порушення, може виявитися неможливим точно визначити розмір відшкодування, необхідний для забезпечення повної реституції (restitutio in integrum) (див. рішення у справі «Янг, Джеймс і Вебстер проти Сполученого Королівства» (Young, James and Webster v. the United Kingdom) від 18 жовтня 1982 року (колишня стаття 50), серія А, № 55, с. 7, п. 11). Відшкодування все-таки може бути призначене, незважаючи на те, що при оцінці збитків майбутнього періоду велика кількість відповідних параметрів не піддається точному визначенню; водночас, чим тривалішим є оцінюваний період, тим більш невизначеним стає зв’язок між порушенням і шкодою. Питання, що потребує вирішення в таких справах – це визначення розміру справедливої сатисфакції, яку необхідно присудити кожному заявникові стосовно збитків як минулого, так і майбутнього періоду, і це питання Суд має вирішувати на свій розсуд, виходячи з того, що відповідатиме принципу справедливості (див. рішення у справі «\"Санді Таймс\" проти Сполученого Королівства» (Sunday Times v. the United Kingdom) від 6 листопада 1989 (колишня стаття 50), серія A, № 38, с. 9, п. 15; рішення у справі «Ластіґ-Прін і Бекетт проти Сполученого Королівства» (Lustig-Prean and Beckett v. the United Kingdom) від 25 липня 2000 року (стаття 41), п. 22-23).", "b) Застосування у цій справі", "49. Суд вже визнав вище, що мало місце невиправдане втручання у право заявника на володіння майном, оскільки наслідки визнання недійсною умови про продовження строку оренди були непропорційними. Хоча справді в якійсь момент часу заявник передав права оренди своїй компанії, Уряд ніколи не заявляв, що заявник не є потерпілим від порушення, і Суд, дослідивши, зокрема, те, як розглядалася ця справа національними органами, переконався в тому, що заявник має право стверджувати, що зазнав збитків внаслідок оскаржуваних подій.", "50. Однак Суд вважає, що заявлені заявником суми відшкодування є надто великими, і визнає критичні зауваження Уряду переконливими, зокрема, стосовно дати, на яку слід розраховувати збитки, та неврахування повною мірою витрат, пов’язаних з управлінням майном протягом наступного строку оренди, та майбутніх податкових зобов’язань. Водночас, навіть якщо заявник справді мав законне сподівання, що зможе реалізувати право на продовження строку оренди, яке було передбачене первісним орендним договором, це не означає, що його було позбавлено майнового права, яке було б надано йому в разі продовження строку оренди на наступні 21 рік. Позиція за національним правом полягає в тому, що умова про продовження строку оренди не була юридично дійсною і не могла служити підставою для реалізації такого права. Суд також зазначає, що в національній системі, можливо, існували засоби для того, щоб норми щодо неправомочності (з одного боку) і інтереси відповідної особи, які зачіпає дана справа (з іншого боку), можна було б узгодити між собою, необов’язково вдаючись до виконання зазначеної умови в її первісній формі, але, наприклад, шляхом надання альтернативної вигоди або певного відшкодування чи повернення того, що становило зустрічне задоволення цієї особи. Насправді, хоча в первісному договорі оренди конкретно не визначено, що саме є зустрічним задоволенням за включення до договору умови про можливість продовження строку оренди, Суд визнає очевидним те, що це можна вважати фактором, який найбільш слушно відображає збитки, понесені заявником при укладенні орендного договору з юридично недійсною умовою про можливість продовження строку оренди. Суд нагадує, що заявник сплатив за оренду землі 20 020 фунтів стерлінгів, і хоча він не конкретизував своїх витрат на будівництво на цій землі, не стверджувалося про те, що заявник не був у змозі окупити вкладені кошти за рахунок орендної плати, отримуваної ним від суборендаторів протягом цього періоду, або не в змозі у той самий час отримувати значні прибутки.", "51. Отже, керуючись принципом справедливості, Суд присуджує виконавцеві заповіту заявника 31 000 євро на відшкодування матеріальної шкоди. Оскільки оскаржувані події, найімовірніше, викликали у заявника почуття розпачу і досить значного неспокою, Суд також визнає за доцільне присудити йому 5 000 євро на відшкодування моральної шкоди, ознаки наявності якої випливають з порушення.", "B. Судові та інші витрати", "52. Заявник вимагав 72 072,74 фунтів стерлінгів на відшкодування витрат, понесених у зв’язку з розглядом справи в національних судах, та 31 357,14 фунтів стерлінгів – на відшкодування витрат, понесених у зв’язку з провадженням у Страсбурзі, які включають витрати на гонорари соліситорам (17 376,94 фунтів стерлінгів), на гонорари адвокатам (9 891,74 фунтів стерлінгів), а також 4 089 фунтів стерлінгів, які були сплачені за висновок дипломованого експерта-оцінювача. Він посилається на сплату внеску у фонд «безоплатної правової допомоги» у розмірі 2 004,40 фунтів стерлінгів під час провадження в національних судах та на приватні витрати, понесені у зв’язку з цим провадженням, розмір яких становив 29 515,09 фунтів стерлінгів.", "53. Стосовно стверджуваних сум витрат, понесених у зв’язку з провадженням у національних судах, Уряд зазначив, що не зрозуміло, чи стосуються дані, наведені щодо витрат, безпосередньо судового процесу проти місцевого органу влади і не враховують витрат, понесених на той час при використанні інших засобів вирішення ситуації (зокрема, витрат заявника на консультації щодо позовів проти своїх колишніх соліситорів та щодо його фінансових справ). Як видається, заявник вимагає врахувати при відшкодуванні судових витрат також суми, виплачені ним у фонд «безоплатної правової допомоги», але з цієї вимоги не видно, чи він був зобов’язаний сплачувати ті суми. У будь-якому разі конкретних даних про те, що саме включають ці суми, немає.", "Щодо провадження у Страсбурзі, немає конкретних даних про те, що саме включає сума гонорарів за послуги соліситорів або експерта-оцінювача, і загальна сума заявленого відшкодування є надмірною. Видається, що адвокати збільшили вдвічі заявлені суми з міркувань отримання винагороди за результатом процесу. Кількість зазначеного часу видається розумною, тоді як погодинна ставка (700 фунтів стерлінгів) – надмірною.", "Уряд пропонував не присуджувати відшкодування щодо витрат, понесених у національних судах, і зазначив, що розумною сумою відшкодування всіх витрат на послуги адвокатів і експертів буде 6 260 фунтів стерлінгів, з урахуванням відшкодування ПДВ та відшкодування інших підтверджених витрат.", "54. Суд нагадує встановлений принцип щодо відшкодування витрат, понесених у національних судах: заявник має право на отримання відшкодування тих витрат, які справді мали місце і були неминучими з огляду на необхідність запобігти порушенню Конвенції або виправити його, якщо їх розмір є обґрунтованим (див., наприклад, рішення у справі «I.J.L., G.M.R. і A.K.P. проти Сполученого Королівства» (I.J.L., G.M.R. and A.K.P. v. the United Kingdom) (стаття 41), №№ 29522/95, 30056/96 і 30574/96, п. 18, від 25 вересня 2001 року). Суд визнає, що процес, ініційований заявником проти ради Західного Дорсета, щоб домогтися реалізації ним права на продовження строку оренди, можна вважати спрямованим на запобігання оскаржуваному заявником порушенню статті 1 Першого протоколу або на його виправлення. Зважаючи на те, що дані, наведені в заявленій вимозі відшкодування судових витрат, безпосередньо не стосуються судового процесу проти ради Західного Дорсета і що заявник не перераховував коштів до фонду «безоплатної правової допомоги», Суд, керуючись принципом справедливості, присуджує заявникові 25 000 євро з урахуванням відшкодування податку на додану вартість у разі стягнення його із зазначеної суми.", "55. Беручи до уваги обмежену кількість питань у цій заяві та провадження, здійснене Судом у цій справі, а також той факт, що деякі із заявлених сум гонорарів не підтверджуються детальним переліком послуг, витрати на які враховані в цих сумах, Суд визнає, що заявлені витрати стосовно провадження у Страсбурзі не можна вважати ані неминучими, ані обґрунтованими (див., серед інших джерел, рішення у справі «Ніколова проти Болгарії» (Nikolova v. Bulgaria) [GC], № 31195/96, п. 79, ECHR 1999II). На відшкодування судових та інших витрат Суд присуджує 20 000 євро, з урахуванням відшкодування ПДВ у разі стягнення такого податку. Загальна сума відшкодування (45 000 євро) має бути конвертована у фунти стерлінгів на дату здійснення платежу.", "C. Пеня", "56. Ставка пені, яка підлягає застосуванню, дорівнює граничній позичковій ставці Європейського Центрального Банку, плюс три відсоткові пункти (див. рішення у справі «Крістін Ґудвін проти Сполученого Королівства» (Christine Goodwin v. the United Kingdom) [GC], № 28957/95, від 11 липня 2002 року, що має бути опубліковане в ECHR 2002-..., п. 124).", "НА ЦИХ ПІДСТАВАХ СУД ОДНОГОЛОСНО:", "1.  Постановляє, що мало місце порушення статті 1 Першого протоколу до Конвенції;", "", "2.  Постановляє:", "a) що упродовж трьох місяців від дня, коли це рішення стане остаточним відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна виплатити виконавцеві заповіту заявника зазначені нижче суми відшкодування (разом з відшкодуванням податку, якщо ним обкладаються ці суми) за умови конвертування цих сум у фунти стерлінгів на дату здійснення платежу:", "i) 31 000 (тридцять одна тисяча) євро – за матеріальну шкоду;", "ii) 5 000 (п’ять тисяч) євро — за моральну шкоду;", "іii) 45 000 (сорок п’ять тисяч) євро – за судові та інші витрати;", "b) що зі спливом згаданого вище тримісячного строку і до виплати відшкодування на зазначені вище суми нараховуватимуться прості відсотки у розмірі граничної позичкової ставки Європейського Центрального Банку, чинної у період несплати, плюс три відсоткові пункти;", "", "3.  Відхиляє решту вимог заявника стосовно справедливої сатисфакції.", "Учинено англійською мовою і повідомлено письмово 24 червня 2003 року відповідно до пунктів 2 і 3 правила 77 Регламенту Суду.", "\tМайкл О’Бойл\tМатті Пеллонпя,\n\tСекретар\tГолова", "", "", "© Рада Європи/Європейський суд з прав людини, 2012 р.", "Офіційними мовами Європейського суду з прав людини є англійська та французька мови. Цей переклад підготовлено на замовлення і за підтримки Цільового фонду «Права людини» Ради Європи (www.coe.int/humanrightstrustfund). Він не є зобов’язальним для Суду, і Суд також не несе відповідальності за його якість. Переклад можна завантажити з електронної бази рішень (HUDOC) Європейського Суду з прав людини (http://hudoc.echr.coe.int) або з будь-якої іншої бази, в якій його розміщено з дозволу Суду. Копіювання тексту перекладу допускається в некомерційних цілях за умови наведення повної назви справи, разом із вищенаведеним повідомленням про авторські права та посиланням на Цільовий фонд «Права людини». З питань, пов’язаних з наміром використати ту чи іншу частину цього перекладу в комерційних цілях, прохання звертатися за адресою publishing@echr.coe.int.", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : publishing@echr.coe.int", ""]}