{"file": "UKR_HJUDUKR_69529_01.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "69529/01", "text_paragraphs": ["Cправа „Правєдная проти Росії”", "(Pravednaya v. )", "", "У рішенні, ухваленому 18 листопада 2004 року у справі „Правєдная проти Росії”, Суд постановив, що:", "було порушено ч.1 ст. 6 Конвенції;", "було порушено ст. 1 Першого протоколу до Конвенції (захист права власності).", "Оскільки п. Правєдная у встановлений строк не поставила жодних вимог про призначення справедливої сатисфакції, Суд постановив не сплачувати їй компенсації відповідно до ст. 41 Конвенції.", "Обставини справи", "Заявниця Лідія Андрєєвна Правєдная, 1936 р. н., є громадянкою Росії і зараз проживає у м. Новосибірську. З 1991 року вона отримувала пенсію за віком. З 1 лютого 1998 року розмір пенсії мав бути визначений на підставі нового законодавства про пенсійне забезпечення, яке передбачало підвищення пенсій за віком (далі — Закон про пенсії). Даним законом було запроваджено новий метод обчислення пенсії за віком — на основі так званого „індивідуального коефіцієнта пенсіонера” (далі — ІКП). ІКП використовувався при обчисленні індивідуальної пенсії за віком і визначався як співвідношення між останньою заробітною платою пенсіонера на момент його звільнення з роботи та середньою заробітною платою, яка встановлювалася державою. ІКП мав на меті запровадити певну залежність між пенсією особи та її попереднім заробітком.", "Районне Відділення Пенсійного фонду (далі — РВПФ), відповідальне за призначення пенсії п. Правєдній, визначило, що її ІКП становить 0,525. Заявниця ж вважала це рішення РВПФ помилковим, оскільки, на її думку, воно суперечило Закону про пенсії. 12 квітня 1999 року вона подала до суду скаргу на дії РВПФ.", "21 жовтня 1999 року районний суд м. Новосибірська (далі — районний суд) ухвалив рішення на користь п. Правєдної. Районний суд постановив, що відповідач неправильно витлумачив Закон про пенсії і пенсія заявниці має обчислюватися за коефіцієнтом 0,7. РВПФ оскаржило це рішення до Новосибірського обласного суду (далі — обласний суд), стверджуючи, що районний суд неправильно витлумачив закон.", "24 січня 2000 року, в той час, коли касаційна скарга перебувала на розгляді в обласному суді, РВПФ звернулося до районного суду із заявою про перегляд судового рішення від 21 жовтня 1999 року у зв’язку із нововиявленими обставинами. РВПФ стверджувало, що 29 грудня 1999 року Міністерство праці і соціального розвитку РФ (далі — Мінпраці) прийняло Інструкцію про порядок застосування обмежень, встановлених Законом про пенсії (далі — Інструкція). Інструкція деталізувала порядок застосування Закону про пенсії. РВПФ зазначало, що оскільки їм не було відомо про існування таких обставин на момент ухвалення рішення, дане рішення повинно бути переглянуте. Однак 30 січня 2000 року РВПФ відмовилося від цієї заяви, оскільки рішення від 21 жовтня 1999 року тоді було предметом касаційного оскарження і ще не набрало чинності.", "15 лютого 2000 року обласний суд залишив рішення районного суду без змін, погодившись з його позицією. Ухвала обласного суду не містила жодного посилання на Інструкцію. Рішення районного суду від 21 жовтня 1999 року набрало чинності 15 лютого 2000 року.", "21 серпня 2000 року РВПФ подало нову заяву про перегляд рішення суду від 21 жовтня 1999 року у зв’язку із нововиявленими обставинами. Цього разу РВПФ, на додаток, стверджувало, що 24 квітня та 25 травня Верховний Суд РФ підтвердив законність Інструкції.", "16 січня 2001 року районний суд задовольнив заяву РВПФ. Суд застосував ст. 333 Цивільно-процесуального кодексу РФ, відповідно до якої судові рішення можуть бути переглянуті у випадку виявлення істотних обставин, які не були і не могли бути відомі сторонам раніше. Суд постановив, що Інструкція могла розглядатися саме як така обставина. Дане рішення суду не оскаржувалося.", "Після нового розгляду справи 12 лютого 2001 року, районний суд відмовив у задоволенні скарги п. Правєдної, застосувавши Інструкцію. 27 березня 2001 року обласний суд залишив це рішення без змін.", "Зміст рішення Суду", "Заявниця скаржилась про порушення її прав, гарантованих ч.1 ст.6 Конвенції, стверджуючи, що перегляд судового рішення, який мав місце після набрання ним чинності, був незаконним. В обґрунтування цих тверджень вона доводила, що нормативно-правові акти, прийняті після ухвалення рішення у справі, не можуть вважатися нововиявленими обставинами. Вона також стверджувала про порушення ст. 1 Першого протоколу до Конвенції.", "Суд нагадав, що право на справедливий судовий розгляд, гарантоване ч.1 ст. 6 Конвенції, потрібно тлумачити у світлі Преамбули до Конвенції, яка проголошує принцип верховенства права як частину спільної спадщини держав-учасниць. Одним із аспектів принципу верховенства права є принцип правової певності, який передбачає, окрім іншого, що якщо суд ухвалив остаточне рішення по суті спору, воно не може бути піддане перегляду (див. рішення Суду у справі Brumarescu v. ).", "Цей принцип встановлює, що жодна сторона не вправі ставити питання про перегляд остаточного судового рішення, яке набрало чинності, лише задля нового судового розгляду й нового рішення по суті. Повноваження вищого суду щодо перегляду рішень нижчого суду мають використовуватись для виправлення судових помилок. Перегляд судового рішення не повинен бути замаскованою апеляційною процедурою, а лише факт існування двох позицій щодо способу вирішення спору не є підставою для повторного судового розгляду. Відхилення від цього принципу допустимі лише за наявності виняткових обставин (див. рішення Суду у справі Ryabykh v. ).", "Суд повинен звертати особливу увагу на ту ймовірну небезпеку, яка може виникнути у ситуаціях із застосуванням законодавства зі зворотною дією у тих судових справах, в яких стороною є держава. Повага до принципів верховенства права та справедливого судового розгляду вимагає, аби усі підстави реалізації такого законодавства вивчалися з особливою прискіпливістю (див. рішення Суду у справі Zielinski and Pradal & Gonzalez and Others v. ).", "Процедура скасування остаточного судового рішення у зв’язку із нововиявленими обставинами передбачає, що існує доказ, який раніше не міг бути доступний, однак він міг би призвести до іншого результату судового розгляду. Особа, яка звертається із заявою про скасування рішення, повинна довести, що в неї не було можливості представити цей доказ на остаточному судовому слуханні і що цей доказ є вирішальним. Ця процедура виписана у Цивільно-процесуальному кодексі РФ і є характерною для правових систем багатьох держав-учасниць.", "Зазначена процедура сама по собі не суперечить принципу правової певності доти, доки вона використовується задля виправлення помилок, допущених під час здійснення правосуддя. Завдання Суду полягає у тому, аби встановити, чи застосування зазначеної процедури у даній справі суперечило ст.6 Конвенції.", "Судове рішення від 21 жовтня 1999 року, ухвалене на користь п. Правєдної, було скасоване через 15 місяців з тієї причини, що воно не враховувало положення Інструкції.", "Вперше РВПФ звернувся із заявою про перегляд рішення районного суду у зв’язку із нововиявленими обставинами 24 січня 2000 року. Звідси випливає, що на цей момент РВПФ вже знало про існування такої Інструкції. Оскільки ухвала обласного суду від 15 лютого 2000 року не містила жодної згадки про Інструкцію, РВПФ, очевидно, не посилався на неї під час касаційного оскарження.", "За таких обставин пред’явлена 21 серпня 2000 року до районного суду друга вимога РВПФ про перегляд рішення у зв’язку із нововиявленими обставинами була по суті спробою повторно розглянути справу з іншої позиції, з якої можна було б розглядати скаргу в касаційній інстанції.", "Враховуючи вищевикладене, Суд вважає, що вимога РВПФ про перегляд рішення у зв’язку з нововиявленими обставинами становить собою швидше замасковану апеляційну процедуру, аніж добросовісне намагання виправити помилку при здійсненні правосуддя.", "Задовольнивши запізнілу вимогу РВПФ про скасування остаточного судового рішення від 21 жовтня 1999 року, районний суд тим самим порушив принцип правової певності і право заявниці на справедливий судовий розгляд, гарантоване ч. 1 ст. 6 Конвенції.", "Стосовно порушення права власності, гарантованого ст. 1 Першого протоколу до Конвенції, Суд відзначив, що право на виплату пенсії за віком чи інших соціальних платежів не включається до переліку прав та свобод, гарантованих Конвенцією (див., наприклад, рішення Суду у справі Aunola v. ).", "У той же час „позов” — навіть якщо він стосується пенсії — може становити „володіння” в сенсі ст. 1 Першого протоколу до Конвенції у разі, якщо він задоволений і судове рішення підлягає виконанню.", "Рішення районного суду від 21 жовтня 1999 року, яке 15 лютого 2000 року було залишено без змін обласним судом, забезпечило заявниці право отримувати пенсію з ІКП 0,7. Це судове рішення стало остаточним після того, як касаційна інстанція відхилила скаргу відповідача. В результаті іншого судового рішення — від 16 січня 2001 року, — згідно з яким заява про перегляд рішення у зв’язку із нововиявленими обставинами була задоволена, п. Правєдная була позбавлена права отримувати пенсію в належному розмірі. Суд вважає, що наслідком такого перегляду судової справи стало те, що заявниця була позбавлена володіння у сенсі другого речення ч.1 ст.1 Першого протоколу до Конвенції (див. рішення Суду у справі Brumarescu v. ).", "Крізь призму даної норми Конвенції вилучення майна може бути виправданим, якщо воно, окрім іншого, здійснюється “в інтересах суспільства” і “на умовах, передбачених законом”. “Інтереси суспільства” можуть, скажімо, включати ефективну і гармонійну державну програму пенсійного забезпечення, заради якої держава може змінювати своє законодавство.", "Водночас певні державні інтереси щодо забезпечення єдиного застосування пенсійного законодавства не повинні призводити до перерахунку пенсійних виплат, які вже призначені згідно з судовим рішенням. Суд вважає, що, позбавивши заявницю права отримувати пенсійні виплати в такому розмірі, який був визначений остаточним судовим рішенням, держава порушила справедливий баланс між конкуруючими інтересами. Таким чином, мало місце порушення ст. 1 Першого протоколу до Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України М.Ю. Пришляк та П.М. Рабіновичем.", "", "", ""]}