{"file": "UKR_HJUDUKR_52854_99.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "52854/99", "text_paragraphs": ["Cправа „Рябих проти Росії”", "(Ryabykh v. Russia)", "52854/99", "", "У рішенні, ухваленому 24 липня 2003 року у справі „Рябих проти Росії”, Суд постановив, що:", "було порушено ч. 1 ст. 6 Конвенції (право на справедливий судовий розгляд);", "не було порушено ст. 1 Протоколу №1 до Конвенції (захист права власності).", "Суд постановив не сплачувати жодних коштів заявниці в порядку справедливої сатисфакції відповідно до ст. 41 Конвенції, оскільки вона не висувала таких вимог у встановлений строк.", "", "Обставини справи", "Заявниця Анна Іванівна Рябих, — громадянка Росії — 1949 р.н., проживає у с. Ніновка Бєлгородської області Росії.", "Невстановленої дати заявниця подала позов до трьох співвідповідачів: Новооскольського відділення Ощадного банку Росії, Ощадного банку Росії та держави. У позовних вимогах вона стверджувала, що вартість її особистих вкладів, які накопичувались на рахунках до 1991 року значно зменшилась після економічних реформ. Її заощадження були результатом багаторічної важкої праці, і заявниця мала намір за ці кошти купити квартиру. Однак держава не провела переоцінку вартості заощаджень, аби нейтралізувати наслідки інфляції, як цього вимагав Федеральний закон „Про відновлення і захист заощаджень громадян Російської Федерації” від 10 травня 1995 року (далі – Закон про заощадження).", "30 грудня 1997 року Новооскольський районний суд Бєлгородської області під головуванням судді Лєбєдінської ухвалив рішення на користь п. Рябих і присудив сплатити їй 129 544 106 рублів, які мали бути виплачені Державним казначейством Росії. Суд відхилив аргументи відповідачів стосовно того, що положення Закону про заощадження не могли бути реалізовані, оскільки задля його виконання не було прийнято жодного підзаконного нормативного акта. Беручи до уваги те, що зазначений Закон визнавав ці вклади внутрішнім державним боргом (хоча й держава вчасно не впровадила норми, які б регламентували порядок сплати цього боргу), суд притягнув відповідачів до цивільно-правової відповідальності. 28 лютого 1998 року це судове рішення було скасоване в апеляційному порядку Бєлгородським обласним судом (далі — обласний суд), а справу було повернуто на повторний розгляд.", "8 червня 1998 року Новооскольський районний суд у цьому ж складі ухвалив рішення, за змістом аналогічне попередньому. Щоправда, розмір відшкодування вже становив 133 963.70 рублів. Оскільки апеляційна скарга на це рішення не подавалась, воно набрало чинності 18 червня 1998 року. Виконавче провадження щодо нього було відкрито 18 січня 1999 року.", "Вже після цього голова обласного суду вніс протест про перегляд, в порядку нагляду, судового рішення від 8 червня 1998 року з огляду на невідповідність цього рішення нормам матеріального права. 19 березня 1999 року Президія обласного суду розглянула цей протест, скасувала зазначене рішення і відмовила п. Рябих у задоволенні усіх її позовних вимог. При цьому заявницю не було повідомлено про внесення протесту в порядку нагляду; окрім того, вона не була запрошена на засідання вказаної наглядової інстанції. 17 червня 1999 року виконавче провадження було припинене.", "Однак 4 січня 2001 року Заступник голови Верховного Суду Російської Федерації вніс протест про перегляд в порядку нагляду рішення Президії обласного суду від 19 березня 1999 року. 22 січня 2001 року Верховний Суд Російської Федерації прийняв цей протест до розгляду. Він підтримав аргументи Президії обласного суду стосовно помилковості судового рішення від 8 червня 1998 року, але ухвалив, що позовні вимоги п. Рябих не можуть бути відхилені повністю, оскільки у такому випадку вона буде безпідставно позбавлена права на компенсацію грошових втрат. Він також визнав, що мало місце порушення права заявниці бути повідомленою про перегляд її справи Президією обласного суду. Справу було передано до Новооскольського районного суду на новий розгляд.", "4 червня 2001 року Новооскольський районний суд у цьому ж складі втретє постановив рішення на користь п. Рябих і присудив сплатити їй 188 724 рублів як відшкодування за знецінення вкладів та 60 000 рублів як компенсацію моральної шкоди. Районний суд вказав, що систематичні затримки Урядом виконання його обов’язку здійснити переоцінку розміру вкладів заявниці спричинили їй моральні страждання. Однак це рішення суду 14 серпня 2001 року було скасоване в апеляційному порядку обласним судом, а справу заявниці було повернуто на повторний розгляд.", "19 вересня 2001 року Новооскольський районний суд у цьому ж складі знову підтвердив свою позицію і присудив сплатити заявниці компенсацію в такому ж розмірі, як було встановлено в його попередньому рішенні від 4 червня 2001 року. 30 жовтня 2001 року апеляційна інстанція скасувала це рішення, передала справу на новий розгляд до Новооскольського районного суду і зажадала розглянути цю справу іншим складом суду.", "27 лютого 2002 року Новооскольський районний суд під головуванням судді Зімінова відмовив у задоволенні позову на тій підставі, що такий позов не мав жодного юридичного обґрунтування. 2 квітня 2002 року це рішення було залишено без змін апеляційною інстанцією. 8 травня 2002 року, після внесення Головою обласного суду протесту про перегляд цього рішення в порядку нагляду, Президія обласного суду скасувала його. Вона вказала, що суди нижчої інстанції проігнорували основні права п. Рябих, закріплені у Конституції Росії та у Конвенції.", "10 червня 2002 року Новооскольський районний суд у цьому ж складі ухвалив нове рішення, яким, зважаючи, зокрема на ст.1 Першого протоколу  до Конвенції, позовні вимоги заявниці були задоволені частково та присуджено сплатити їй компенсацію у розмірі 231 059,19 рублів. 16 липня 2002 року апеляційна скарга відповідачів була відхилена, після чого рішення суду від 10 червня 2002 року набрало чинності.", "1 листопада 2002 року відповідачами було укладено із заявницею мирову угоду, відповідно до якої п. Рябих виплачувалась сума у розмірі 248 724 рублів, а вона відмовлялась від позовних вимог. 19 листопада 2002 року п. Рябих повідомила, що Уряд придбав їй квартиру у м. Новий Оскол вартістю 330 000 рублів і вона не має претензій до держави.", "23 березня 2003 року п. Рябих повідомила Суд, що вартість зазначеної квартири не покривала її втрат як вкладника. Якщо гроші, які вона зберігала в Ощадному банку в 1991 році, перевести у долари США, то отримана сума перевищуватиме вартість квартири. Заявниця просила Суд зобов’язати державу сплатити їй різницю між цими сумами.", "", "Зміст рішення Суду", "Заявниця скаржилась на те, що рішення Президії обласного суду від 19 березня 1999 року, яким було скасоване остаточне рішення районного суду, винесене на її користь, порушує ч.1 ст. 6 Конвенції. Керуючись тією ж статтею Конвенції, вона також стверджувала, що провадження у Президії обласного суду було несправедливим, оскільки її не повідомили про внесення протесту щодо перегляду рішення в порядку нагляду і не запросили на судове засідання.", "Стосовно збереження за п. Рябих статусу потерпілої Суд констатував, що з хронології подій випливає, що держава намагалася захистити права п. Рябих спочатку шляхом ухвалення рішення, згідно якого заощадження мали бути відновлені до їх реальної вартості, а потім — шляхом придбання для неї квартири.", "Одначе держава не зобов’язана відновлювати заощадження заявниці, хоча саме така вимога до держави покладена в основу твердження п. Рябих про порушення ст. 6 Конвенції (див. ухвали Суду про прийнятність у справах Rudzinska v. , Gayduk and Others v. , Appolonov v. ). У контексті цієї статті Конвенції Суд стурбований іншим: наслідками впливу на права заявниці, що закріплені у Конвенції, юридичної процедури перегляду рішення в порядку нагляду, яка встановлена законодавством Росії.", "Безперечно, вимога п. Рябих про відновлення її заощаджень врешті-решт була задоволена. Однак це ще не означає, що держава забезпечила право заявниці скористатися рішенням суду від 8 червня 1998 року відразу ж як воно набрало чинності. Іншими словами, хоча вимоги заявниці кінець-кінцем були задоволені, це все одно не усувало того стану правової невизначеності, в якому вона змушена була перебувати протягом трьох років після скасування остаточного судового рішення від 8 червня 1998 року (див. рішення Суду у справі Brumarescu v. ).", "За таких обставин Суд вирішив, що заявниця зберігає статус потерпілої, стверджуючи, що рішення Президії обласного суду від 19 березня 1999 року і подальші події призвели до порушення її прав, зафіксованих у ч.1 ст. 6 Конвенції.", "Стосовно ж суті скарги Суд вкотре нагадав, що право на справедливий судовий розгляд, передбачене ч.1 ст. 6 Конвенції, слід тлумачити у світлі преамбули до Конвенції, де проголошено принцип верховенства права як складову спільної спадщини Договірних Сторін. Одним із основоположних аспектів верховенства права є принцип правової визначеності (певності), який, окрім іншого, встановлює, що у тих випадках, коли суди ухвалюють остаточні рішення, такі рішення не можуть оспорюватись (див. рішення Суду у справі Brumarescu v. ).", "Принцип правової визначеності (певності) включає й дотримання принципу res judicata, тобто принципу остаточності судового рішення. Остання засада означає, що жодна сторона не має права ставити питання про перегляд остаточного судового рішення, яке набрало чинності, лише заради повторного судового розгляду і ухвалення нового рішення у справі. Повноваження вищих судів щодо перегляду судових рішень мають використовуватись задля виправлення судових помилок. Перегляд же рішень в порядку нагляду не може розглядатись як замаскована апеляційна інстанція, а сама наявність двох точок зору на предмет спору ще не є підставою для повторного розгляду справи. Відхилення від цього принципу можливе лише за виняткових обставин.", "Тим часом у справі п. Рябих рішення суду від 8 червня 1998 року було скасоване 19 березня 1999 року Президією обласного суду на тій підставі, що суддя Лєбєдінская Новооскольського районного суду неправильно витлумачила норми матеріального права. Президія обласного суду відхилила позовні вимоги заявниці і закрила справу, тим самим звівши нанівець увесь судовий процес, який завершився винесенням судового рішення, що набрало чинності, і здійсненням виконавчого провадження за цим рішенням.", "Суд зазначив, що процедура перегляду в порядку нагляду рішення суду від 8 червня 1998 року була розпочата Головою обласного суду, який не був стороною у справі, проте був наділений такими повноваженнями згідно із процесуальним законодавством. Ці його повноваження не були обмежені жодними часовими рамками, тому судові рішення могли опротестовуватись ним будь-коли.", "Суд вкотре нагадав, що ч.1 ст. 6 Конвенції забезпечує кожному при вирішенні його цивільних прав та обов’язків право на судовий розгляд. Це право становить собою „право на суд”, у якому право на доступ до правосуддя є одним із аспектів цього права. Однак дане право було б ілюзорним, якби національні правові системи Договірних Сторін допускали невиконання остаточних судових рішень, які набули чинності. Є немислимим, щоб ч.1 ст. 6 Конвенції детально описувала процесуальні гарантії сторін у справі — справедливість, публічність, розумність строку провадження, але водночас не гарантувала б виконання судового рішення. Тлумачення ч.1 ст. 6 Конвенції як такої, що пов’язана лише із доступом до правосуддя і порядком судового розгляду, могло б призвести до ситуації, яка не відповідатиме принципу верховенства права, який Договірні Сторони зобов’язались поважати, ратифікуючи Конвенцію (див. рішення Суду у справі Hornsby v. Greece).", "Суд вважає, що право позивача на суд так само було б ілюзорним, якби національні правові системи Договірних Сторін допускали можливість скасування вищим судом, за заявою державного службовця, остаточного судового рішення, яке набрало чинності.", "Використовуючи процедуру перегляду в порядку нагляду судового рішення від 8 червня 1998 року, Президія обласного суду порушила принцип правової визначеності (певності) і право заявниці на суд, закріплені у ч.1 ст. 6 Конвенції.", "Стосовно процесуальних порушень, які мали місце під час провадження у Президії обласного суду, Суд дійшов наступного висновку. Оскільки лише саме застосування процедури перегляду в порядку нагляду остаточного судового рішення вже призвело до порушення права заявниці на суд, то немає потреби аналізувати, чи у такій процедурі були порушені процесуальні гарантії, закріплені у ст. 6 Конвенції.", "Окрім того, п. Рябих скаржилась на те, що невідновлення державою її заощаджень, а також перегляд в порядку нагляду її справи і скасування судового рішення, винесеного на її користь, є порушенням права власності, зафіксованого у ст. 1 Першого протоколу до Конвенції.", "Суд знову нагадав, що борг, встановлений рішенням суду, може розглядатися як „володіння” у сенсі ст. 1 Першого протоколу до Конвенції (див. рішення Суду у справі Burdov v. ). Більше того, скасування такого рішення після того, як воно стало остаточним і не підлягало оскарженню, становить втручання у право на мирне володіння майном тієї особи, на користь якої це рішення було прийняте (див. рішення Суду у справі Brumarescu v. ).", "У рішенні від 8 червня 1998 року заявниці було присуджено 133 963.70 рублів. Після внесення протесту про перегляд рішення в порядку нагляду, цю справу розглядали в суді першої інстанції ще чотири рази, завершивши ці розгляди мировою угодою, згідно з якою держава забезпечила п. Рябих квартирою вартістю 330 000 рублів. Ця сума істотно перевищила (навіть із врахуванням інфляції) компенсацію, яка була призначена їй судовим рішенням на самому початку і якої вона була свавільно позбавлена внаслідок процедури нагляду.", "Нарешті Суд нагадав, що вже розглядав справу, у якій виникало питання про відновлення державою заощаджень, вкладених до Ощадного банку (див. ухвалу Суду про прийнятність у справі Appolonov v. ), і в ній не було виявлено ознак порушення ст. 1 Першого протоколу до Конвенції. Тоді суд зазначав, що хоча вклади п. Апполонова істотно знецінилися внаслідок інфляції, ст. 1 Першого протоколу до Конвенції не зобов’язує державу підтримувати купівельну спроможність грошей, вкладених до фінансово-кредитних установ. Так само й Закон про заощадження, в тлумаченні національних судів, не встановив для держави реального обов’язку компенсувати втрати, заподіяні інфляцією. Суд не бачив підстав відступати від цих висновків й у даній справі. Тому ст. 1 Першого протоколу до Конвенції не було порушено.", "", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України М.Ю. Пришляк та П.М. Рабіновичем.", "", "", "", ""]}