{"file": "UKR_HJUDUKR_49616_06.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "49616/06", "text_paragraphs": ["Справа «Куттюмель проти Австрії»", "(“Koottummel v. Austria”)", "", "", "Ключовий висновок: порушення виявилося у відсутності відкритого розгляду справи про отримання дозволу на працю в адміністративному суді.", "У рішенні, ухваленому 10 грудня 2009 року у справі «Куттюмель проти Австрії», Суд постановив, що", "було порушено ч. 1 ст. 6 Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявниці 2 000 євро на відшкодування судових витрат.", "Обставини справи", "Заявниця п. Гітакумарі Куттюмель є громадянкою Австрії, народилася в Індії, мешкає у м. Люстено (Австрія), в якому вона разом із кузиною керує рестораном.", "Заявниця звернулася по отримання дозволу на працю «ключовим працівником» ресторану – шеф-кухарем аюрведичної кухні. У місцевому відділі служби зайнятості їй відповіли, що посада шеф-кухаря не відповідала поняттю «ключового працівника», яке вживалося у законодавстві. Пані Куттюмель звернулася до адміністративного суду, заявивши клопотання про відкритий розгляд справи. Вона стверджувала, що компетентні органи не оцінили правильно поданих доказів та не навели достатніх підстав для своєї відмови. Адміністративний суд відхилив клопотання заявниці про відкритий розгляд справи, відзначивши, що такий розгляд не допоможе у з’ясуванні нових обставин справи. Суд також відмовив заявниці у задоволені її скарги по суті. У червні 2006 року це рішення суду було надіслано представнику заявниці.", "Зміст рішення Суду", "Спираючись на ст. 6 Конвенції, п. Куттюмель скаржилася про відсутність відкритого розгляду її справи в адміністративному суді.", "Суд відзначив, що адміністративний суд, який розглядав справу заявниці, був першою та єдиною судовою інстанцією, уповноваженою вирішувати такі питання. Відтак заявниці повинно було бути надане право на відкритий розгляд справи, а винятком могли бути лише ті провадження, котрі стосувалися вузьких юридичних чи суто технічних питань. Оскільки такі питання не були предметом справи заявниці, адміністративний суд повинен був розглянути заяву п. Коттюмель у відкритому засіданні. Оскільки цього зроблено не було, Суд постановив про порушення ч. 1 ст. 6 Конвенції."]}