{"file": "UKR_HJUDUKR_59498_00.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "59498/00", "text_paragraphs": ["Справа «Бурдов проти Росії»", " (Burdov v. )", "", "У рішенні, ухваленому 7 травня 2002 року у справі «Бурдов проти Росії», Суд постановив, що:", "мало місце порушення ч. 1 ст. 6 Конвенції та ст. 1 Першого протоколу до Конвенції.", "Відповідно до ст. 41 Конвенції  Суд призначив сплатити заявнику 3 000 евро як компенсацію моральної шкоди.", "Обставини справи", "Заявник, Бурдов Анатолій Тихонович, є громадянином Росії. 1 жовтня 1986 року на вимогу військового командування він узяв участь у надзвичайній операції з ліквідації наслідків аварії на Чорнобильській атомній станції. На роботах з ліквідації цієї аварії він працював до 11 січня 1987 року, внаслідок чого отримав велику дозу радіоактивного опромінення. У 1991 році на підставі експертного висновку, яким було встановлено причинний зв’язок між захворюванням п. Бурдова та його роботою, пов’язаною із ліквідацією наслідків чорнобильської аварії, п. Бурдову було призначено відповідну компенсацію.", "Оскільки Управлінням соціального захисту населення м. Шахти ця компенсація тривалий час не виплачувалася, п. Бурдов у 1997 році звернувся з позовом до суду. 3 березня 1997 року Шахтинський міський суд задовольнив позов п. Бурдова про стягнення суми компенсації у розмірі 23786567 рублів та штрафу у такому ж розмірі.", "1999 року заявник звернувся з позовом до відповідного Управління соціального захисту населення, оспорюючи зменшення суми щомісячних виплат, здійснене останнім, та вимагаючи повернення недосплаченої частини компенсації. 21 травня 1999 року Шахтинський міський суд задовольнив позов п. Бурдова, зобов’язавши відповідача здійснювати на користь останнього щомісячні платежі у розмірі 3 011,36 рублів із наступною індексацією цієї суми. Суд також стягнув на користь заявника 8 752,65 рублів заборгованості з компенсаційних виплат.", "У період між 16 вересня 1999 року та 16 травня 2000 року заявнику неодноразово відмовляли у виплаті присуджених сум з огляду на відсутність відповідних коштів. 9 березня 2000 року Шахтинський міський суд задовольнив новий позов п. Бурдова щодо індексування розміру штрафу, присудженого 3 березня 1997 року, який на той момент ще не було сплачено. На підставі цього рішення суду позивачу було видано виконавчий лист на стягнення 44 095,37 рублів.", "Відповідно до розпорядження міністра фінансів Росії, 5 березня 2001 року Управління соціального захисту населення м. Шахти сплатило заявнику 113 040,38 рублів заборгованості з компенсаційних виплат. Згідно із довідкою цього Управління, розмір щомісячних компенсаційних виплат, належних заявнику, на даний час складає 2 500 рублів.", "Зміст рішення Суду", "Заявник стверджував, що неможливість виконання судових рішень, ухвалених на його користь, суперечить приписам Конвенції. В обгрунтування своїх вимог він посилався на ч. 1 ст. 6 Конвенції та ст. 1 Протоколу.", "Суд наголосив, що виконання будь-якого судового рішення є невід’ємною стадією процесу правосуддя, а тому повинно відповідати вимогам, вміщеним у ст. 6 Конвенції. Для держави є неприпустимим виправдання неможливості виконання судового рішення відсутністю належного фінансування. У даній справі заявник не повинен був страждати від невиконання ухвалених на його користь судових рішень через фінансовий стан держави. Суд зауважив, що рішення Шахтинського міського суду від 3 березня 1997 року, 21 травня 1999 року та 9 березня 2000 року залишались повністю або ж частково не виконаними аж до 5 березня 2001 року, коли міністр фінансів видав розпорядження про розрахунок із заявником у повному обсязі. Суд також відзначив, що вказаний розрахунок було проведено вже після того, як Уряду Росії стало повідомлено про звернення заявника до Суду. Не вживаючи заходів до виконання судових рішень, котрі набрали законної сили, упродовж тривалого періоду часу, російський уряд позбавив положення ч. 1 ст. 6 Конвенції будь-якого сенсу. Таким чином, мало місце порушення ч. 1 ст. 6 Конвенції.", "Суд також наголосив на тому, що судові рішення, ухвалені на користь заявника, підтвердили дійсні грошові вимоги останнього, а не просто констатували загальний обов’язок держави надавати п. Бурдову матеріальну допомогу. Вказані судові рішення набрали законної сили, оскільки не було подано апеляції. Окрім того, у цих справах були відкриті виконавчі провадження. На думку Суду, зумовлена діями держави неможливість отримати заявником присуджені йому грошові виплати аж до 5 березня 2001 року становить втручання у його право на мирне володіння майном відповідно до змісту ст. 1 Протоколу.", "Не забезпечивши виконання судових рішень, уряд позбавив заявника можливості отримати кошти, які той цілком підставно очікував. Уряд не зміг обгрунтувати свою бездіяльність. Водночас, на думку Суду, відсутність коштів не може слугувати виправданням невиконання судових рішень. Таким чином, мало місце порушення ст. 1 Протоколу.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", ""]}