{"file": "UKR_HJUDUKR_73604_01.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "73604/01", "text_paragraphs": ["Справа „Моннат проти Швейцарії”", "(„Monnat v. Switzerland”)", "", "У рішенні, ухваленому 21 вересня 2006 року у справі „Моннат проти Швейцарії”, Суд постановив, що", "було порушено ст. 10 Конвенції.", "Застосовуючи ст. 41 Конвенції, Суд постановив, що сам факт визнання порушення є достатньою компенсацією шкоди, якої могли зазнати заявники. Суд призначив сплатити завяникам 3500 євро на відшкодування судових витрат2.", "Обставини справи", "Заявник п. Даніель Моннат є громадянином Швейцарії, народився 1951 року і мешкає у Женеві. Він працює журналістом у Женевській телерадіокорпорації (далі – ЖТРК).", "У березні 1997 року у двох інформаційних програмах було оприлюднено певні документи, які критично висвітлювали позицію Щвейцарії у Другій світовій війні. За підготовку цих програм відповідав заявник. Програми розпочиналися із викладу історії країни у часи Другої світової війни у такому вигляді, як ця історія викладалася у шкільних підручниках і як, імовірно, вона поставала в очах її сучасників. Швейцарія змальовувалась як відважна країна, котра, незважаючи на свій нейтралітет, стояла на боці демократії, а отже, підтримувала союзників з антифашистської коаліції. Далі тональність програми різко змінювалась, й у ній починали звучати гострі коментарі відомих політичних фігур стосовно позиції Швейцарії у Другій світовій війні, які доповнювались непопулярними думками літніх громадян – сучасників тих подій. Відтак аналізувались політичні позиції тогочасних лідерів країни. Автори передачі наголошували на глибокій спорідненості цих політиків із ультраправим крилом та їх схильності рухатися у напрямку зближення з Німечииною. Далі у програмі оглядово висвітлювалось питання антисемітизму у Швейцарії. Насамкінець автори програми звернулися до аналізу економічних зв’язків Швейцарії з фашистською Німеччиною, зокрема йшлося про накопичення нацистського капіталу у Швейцарії та про роль швейцарських банків і страхових компаній у справі розпорядження невитребуваними заощадженнями євреїв.", "Програма викликала масштабну реакцію громадськості. Зрештою до Незалежної комісії із розгляду спорів у сфері телерадіомовлення (далі – Комісія) почали надходити численні скарги від глядачів. Скаржники зазначали про порушення відповідних положень Федерального закону про телерадіомовлення.", "У серпні 1999 року згадана Комісія ухвалила рішення про те, що ЖТРК порушила законодавчі приписи. У рішенні відзначалося, що було порушено покладений на інформаційно-аналітичні передачі обов’язок – подавати інформацію об’єктивно та відображати множинність і розмаїтість думок. У рішені також наголошувалось на тому, що особисті думки мають виділятись саме як такі. Комісія зрештою рекомендувала ЖТРК вжити конкретних заходів задля виправлення цього порушення. Натомість корпорація, п. Моннат та інший співавтор передачі – історик за фахом, котрий готував історичні документальні довідки, звернулись до Федерального суду із заявою про скасування рішення Комісії. Передусім суд відмовив заявнику у визнанні його позивачем у справі на тій підставі, що його не можна було вважати потерпілим від рішення Комісії. Суд зрештою відмовив і ЖТРК у позові, відзначивши, що автор подавав і захищав у передачі єдиний погляд, до того ж у гостро критичний спосіб. Висновки суду не стосувалися змісту програми. Суд лише наголошував на тому, що увага глядача не була належним привернута до методу, використаного для подачі інформації, а саме методу політично пристрасної журналістики. Суд підкреслював, що особливі правила сумлінності мають діяти у тих випадках, коли автори передачі завуальовано подають свою позицію, діючи ніби з-за кадру. На думку Комісії, журналісти мали повідомити глядачів, що представлені у передачі матеріали насправді не відображають абсолютну історичну правду, а радше представляють одну з можливих інтерпретацій політичних зв’язків, які існували у той час між Швейцарією та Німеччиною.", "У лютому 2001 року ЖТРК повідомила Комісію про заходи, вчинені з метою виправлення порушення. Зокрема у повідомленні відзначалося про проведення загальних зборів редакторів усіх інформаційних передач з метою ознайомлення їх з рішенням Комісії. На зборах, поміж іншого, було вирішено зважати на висновки Комісії у підготовці усіх наступних програм, зокрема тих, що стосуватимуться найбільш делікатних питань. Комісія, будучи вдоволеною вжитими заходами, закрила провадження проти ЖТРК.", "Зміст рішення Суду", "Заявник скаржився на те, що ретельна цензура програми, проведена з огляду на відповідний національний закон та втілена у рішеннях Комісії та Федерального суду, перешкодила йому у здійсненні свободи вираження своїх поглядів, передбаченої ст. 10 Конвенції. Він також зазначав, що під час провадження справи у національних органах не було забезпечено публічного її розляду, як цього вимагає ст. 6 Конвенції.", "Суд відхилив скаргу заявника на неналежність процедури, запровадженої Законом про телерадіомовлення, відповідно до якої було проведена прискіплива перевірка його програми. Суд вказав, що оскарження відповідних законодавчих приписів мало надто загальний характер. Однак Суд відзначив, що заявник, як виробник програми, міг стверджувати про порушення Конвенції на підставі факту застосування тимчасової заборони на будь-яке розповсюдження відеозапису його програми. Адже на цю програму було поширено “правове ембарго”.", "Суд відзначив, що пошук історичної правди був невід’ємною частиною свободи вираження поглядів. Однак це не означало, що кожен, хто здійснював такий пошук, неминуче був покликаний встановити, наприклад, правдиву роль Швейцарії у Другій світовій війні. Адже це питання й досі залишається предметом дебатів поміж істориків.", "Суд зазначив, що програма безумовно становила неабиякий громадський інтерес. Особливо зважаючи на те, що вона була показана у час напруженого обговорення у ЗМІ питання про роль Швейцарії у Другій світовій війні. Адже це обговорення спричинило поділ громадян на два протилежні табори.", "Далі Суд оцінив підстави для застосування санкцій до виробників та авторів програми. Він зауважив, що сам факт масовості скарг від глядачів не був достатньою підставою для виправдання застосованих заходів. Суд, крім того, зазначив, що у програмі йшлося про події п’ятдесятирічної давності.", "Суд також висловив свої міркування стосовно питання про обов’язки та відповідальність журналіста, як вони були визначені у рішенні Федерального суду. Суд вказав, що аргументи Федерального суду не були “належними та достатніми” навіть стосовно створення передачі, яка призначена для трансляції по державному телеканалу.", "Суд зауважив, що санкції були застосовані вже після створення і показу передачі у телеефірі. Отож, у цьому випадку вони вже не могли перешкодити заявнику у вираженні своїх поглядів. Однак Суд далі відзначив, що визнання справедливими скарг незадоволених глядачів з боку Комісії та суду було своєрідною формою цензури, яка могла знеохотити заявника у висловленні подібних критичних оцінок у майбутньому. Застосовані у цій справі заходи державного впливу також могли справити відлякуючий ефект на інших журналістів стосовно їхньої участі в обговоренні питань загальногромадського значення. А такі наслідки слід вважати реальною перешкодою у виконанні ЗМІ їх функцій як постачальника інформації та „вартового пса” демократії. До того ж, виконавчими орнанами було застосовано “правове ембарго”, яке виявилось у забороні продажу відепродукції із записом відповідної передачі.", "З огляду на зазначені обставини Суд дійшов висновку про те, що мало місце порушення ст. 10 Конвенції.", "Скаргу заявника на порушення ч. 1 ст. 6 Конвенції Суд визнав неприйнятною на підставі невичерпання ним засобів національного захисту.", ""]}