{"file": "UKR_HJUDUKR_15766_03.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "15766/03", "text_paragraphs": ["Цей переклад підготовлений Радою Європи в межах Плану дій Ради Європи для України на 2018-2021 роки та фінансований за рахунок коштів на рівні Плану дій, наданих Естонією, Ірландією, Латвією, Литвою, Ліхтенштейном, Люксембургом, Нідерландами, Норвегією, Польщею, Румунією, Туреччиною, Угорщиною, Фінляндією, Чеською Республікою, Швейцарією, Швецією та Канадою.", "", "This translation is produced by the Council of Europe within the framework of the Council of Europe Action Plan for Ukraine 2018-2021 and funded with Action Plan-level funds provided by the Czech Republic, Estonia, Finland, Hungary, Ireland, Latvia, Liechtenstein, Lithuania, Luxembourg, the Netherlands, Norway, Poland, Romania, Sweden, Switzerland, Turkey and Canada.", "", "", "ВЕЛИКА ПАЛАТА", "", "", "", "", "СПРАВА ORŠUŠ І ІНШІ ПРОТИ ХОРВАТІЇ", "", "(Заява № 15766/03)", "", "", "", "", "", "", "", "", "", "", "РІШЕННЯ", "", "", "", "СТРАСБУРГ", "", "16 березня 2010 року", "", "", "", "У справі Oršuš і Інші проти Хорватії,", "Європейський суд з прав людини на засіданні Великої Палати у складі:", "\tЖан-Поль Коста (Jean-Paul Costa), Голова,\n\tНіколас Братца (Nicolas Bratza),\n\tФрансуаз Тюлькенс (Françoise Tulkens),\n\tЖозеп Касадеваль (Josep Casadevall),\n\tКарел Юнгвірт (Karel Jungwiert),\n\tНіна Ваїч (Nina Vajić),\n\tАнатолій Ковлєр (Anatoly Kovler),\n\tЕлізабет Штайнер (Elisabeth Steiner),\n\tАльвіна Гюлумян (Alvina Gyulumyan),\n\tРенате Єгер (Renate Jaeger),\n\tЕгберт Мієр (Egbert Myjer),\n\tДавід Тьор Бйоргвіссон (Davíd Thór Björgvinsson),\n\tІнета Зімєлє (Ineta Ziemele),\n\tІзабель Беро-Лефевр (Isabelle Berro-Lefèvre),\n\tМір’яна Лазарова Трайковска (Mirjana Lazarova Trajkovska),\n\tИшил Каракаш (Işıl Karakaş),\n\tНебойша Вучінічь (Nebojša Vučinić), судді,\nі Венсан Берже (Vincent Berger), юрисконсульт,", "Розглянувши справу на засіданнях 1 квітня 2009 року і 27 січня 2010 року,", "Проголошує наступне рішення, ухвалене у останній вказаний день:", "процедура\t", "1.  Справа була відкрита за заявою (№ 15766/03), поданою до Суду проти Республіки Хорватія відповідно до статті 34 Конвенції про захист прав людини і основоположних свобод («Конвенція») п’ятнадцятьма громадянами Хорватії (“заявники”), 8 травня 2003 року.", "2.  У Суді заявників представляли Європейський центр з прав ромів, що знаходиться у Будапешті, пані Л. Кушан (L. Kušan), адвокат, яка практикує у місті Іваніч-Ґрад, і пан Дж.А. Голдстон (J.A. Goldston), адвокат із Нью-Йорка. Уряд Хорватії (“Уряд”) представляла уповноважена особа, пані Ш. Стажнік (Š. Stažnik).", "3.  Заявники, зокрема, стверджували, що тривалість провадження на національному рівні була надмірною, а також що їм було відмовлено у праві на освіту і дискриміновано у реалізації цього права через їхнє расове і етнічне походження.", "4.  Заява була розподілена до першої секції Суду (правило 52 § 1 Регламенту Суду). 17 липня 2008 року Палата цієї секції у складі: Хрістос Розакіс (Christos Rozakis), Ніна Ваїч (Nina Vajić), Ханлар Хаджієв (Khanlar Hajiyev), Дін Шпільман (Dean Spielmann), Сверре Ерік Єбенс (Sverre Erik Jebens), Джіорджіо Малінверні (Giorgio Malinverni) і Ґеорґе Ніколау (George Nicolaou), судді, і Сьорен Нільсен (Søren Nielsen), секретар секції – встановили одноголосно порушення статті 6 § 1 Конвенції щодо надмірної тривалості провадження і відсутність порушення статті 2 Протоколу № 1 окремо або в сукупності зі статтею 14 Конвенції. Палата також встановила, що 22 лютого 2007 року перший заявник відкликав свою заяву і тому припинила розгляд заяви стосовно першого заявника.", "5.  13 жовтня 2008 року заявники подали клопотання про передання справи до Великої Палати на підставі статті 43 Конвенції і правила 73 Регламенту. 1 грудня 2008 року колегія Великої Палати задовольнила це клопотання.", "6.  Склад Великої Палати було встановлено відповідно до статтей 27 §§ 2 і 3 Конвенції і 24 Регламенту.", "7.  Заявники і Уряд подали зауваження щодо прийнятності і щодо суті справи. Також надійшли зауваження від третіх осіб – Уряду Республіки Словаччина, Interights і Грецького Гельсинського комітету.", "8.  Відкрите слухання справи відбулось у Палаці Прав Людини у Страсбурзі 1 квітня 2009 року (правило 59 § 3).", "Тоді перед Судом з’явились:", "", "(a)  від Уряду", "Пані Ш. Стажнік,\tуповноважена особа,\nпан Д. Марічічь, \tзаступник,\nпані Н. Якір,\nпані І. Іванішевічь,\tрадники;", "(b)  від заявників\nпані Л. Кушан,\nпан Дж.А. Голдстон, \tадвокат,\nпан А. Добруші,\nпан Т. Александрідіс,\tрадники.", "", "Суд заслухав звернення пана Голдстона, пані Кушан і пані Стажнік.", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "9.  Заявники народились між 1988 і 1994 роками і живуть у селах Ореховіца, Подтурен і Трновец. Їхні імена та особисті дані наведені у додатку.", "10.  Під час навчання заявники відвідували окремі класи, які складались тільки з учнів-ромів, у середній школі у селі Подтурен для дев’яти заявників (другий-десятий заявники) і у середній школі у селі Мацінец у окрузі Меджімур’є, для п’яти заявників (одинадцятий-п’ятнадцятий заявники). У Хорватії середня освіта складається з восьми класів, і діти зобов’язані ходити до школи у віці від семи до п’ятнадцяти років. Перші чотири класи вважаються початковими і у кожного класу є окремий вчитель, який в принципі викладає усі предмети. П’ятий-восьмий класи є середніми, у яких, окрім класного керівника, закріпленого за кожним класом, різні вчителі викладають різні предмети. Навчальна програма у середній школі, включно з класами для ромів, до яких ходили заявники, може бути знижена не більш як на 30%, порівняно зі звичайною повною навчальною програмою.", "A.  Загальний огляд двох згаданих початкових шкіл", "1.  Початкова школа у Подтурені", "11.  Відсоток ромських дітей у початкових класах (від першого до четвертого) коливається від 33% до 36%. Загальна кількість дітей у початковій школі у Подтурені у 2001 році становила 463, 47 поміж них були ромами. Був один виключно ромський клас із 17 учнями, інші 30 учнів-ромів відвідували змішані класи.", "12.  У 2001 році дошкільна програма “Мала школа” (Mala škola) була запроваджена на хуторі Лончарево, що належав до села Подтурен. Вона охоплювала приблизно двадцять ромських дітей і засновувалась як підготовча програма до середньої школи. Було залучено трьох вихователів, які пройшли попередню підготовку. Програма тривала з 11 червня до 15 серпня 2001 року. Починаючи з 1 грудня 2003 року ця програма діє на постійній основі. Вона зазвичай охоплює приблизно двадцять ромських дітей у віці від 3 до 7 років. Програму веде вихователь і помічник-ром у співпраці з початковою школою у Подтурені. Наприкінці програми відбувається оцінювальне тестування.", "13.  У грудні 2002 року Міністерство освіти і спорту ухвалило рішення, яким запроваджувало помічників-ромів у школах з учнями-ромами, від першого до четвертого класу. У початковій школі у Подтурені вже був помічник-ром, який працював у ній з вересня 2002 року. Один з таких помічників, пан K.B., 13 січня 2009 року повідомив наступне:", "“Я почав працювати у початковій школі у вересні 2002 року. На той час у ній було два четверті класи. Клас четвертий (b) складався виключно з учнів-ромів, і з цим класом було дуже складно працювати, тому що учні були неспокійні і переривали навчання. Я хотів звільнитись вже через два місяці. На прохання вчителів я писав запрошення для батьків або викликав їх усно прийти до школи, щоб поговорити з учителями. Деякі батьки приходили, але переважно – ні, і я мав знову йти і запрошувати їх. Для того, щоб пояснити цим учням хорватські слова, потрібно було багато часу, тому що деякі з них продовжували говорити ромською мовою і вчителі не могли зрозуміти їх. Я казав учням, що вони мають регулярно ходити до школи. Деякі учні могли просто піти з класу і бути відсутніми цілий день. Після уроків я допомагав учням робити домашнє завдання. Я допомагав керівництву школи складати точний список учнів першого класу. Я вже не працюю у цій школі.”", "14.  У початковій школі у Подтурені починаючи з навчального 2003/04 року більше не було суто ромських класів.", "2.  Початкова школа у Мацінецу", "15.  Відсоток ромських дітей у початкових класах коливається від 57% до 75%. Суто ромські класи сформовані у початковій школі і винятково у старших класах. Обидва останні класи (сьомий і восьмий) є змішаними. У 2001 році у початковій школі у Мацінецу було загалом 445 учнів, 194 з них були ромами. В ній було 6 суто ромських класів, 142 учнів загалом, а інші 52 учні-роми відвідували змішані класи.", "16.  Починаючи з 2003 року було запроваджено помічників-ромів.", "17.  Дошкільна програма “Мала школа” була запроваджена у 2006 році.", "B.  Особисті обставини кожного заявника", "18.  Заявники повідомили, що їм сказали залишити школу у віці 15 років. Окрім того, заявники навели статистичні дані, відповідно до яких у 2006/07 навчальному році 16% ромських дітей у віці 15 років завершили середню освіту, порівняно з 91% загальної кількості учнів середніх шкіл у окрузі Меджімур’є. Відсоток учнів-ромів, які залишали школу без завершеної середньої освіти, становив 84%, тобто у 9.3 разів більше, ніж за населенням загалом. У 2005/06 навчальному році до першого класу вступили 73 ромські дитини, а до восьмого - 5.", "19.  Наступна інформація стосовно кожного заявника особисто була взята з офіційних шкільних документів.", "", "1.  Початкова школа у Подтурені", "(a)  Перший заявник", "20.  У листі від 22 лютого 2007 року перший заявник висловив бажання відкликати свою заяву. Тому рішенням Палати від 17 липня 2008 року Суд вирішив припинити розгляд заяви стосовно першого заявника.", "(b)  Друга заявниця", "21.  Друга заявниця, Мір’яна Оршуш, пішла до першого класу середньої школи у 1997/98 навчальному році. Того і наступного року вона ходила до змішаного класу, але за ці два роки не змогла перейти до наступного класу. У навчальні роки 1999/2000 і 2002/03 вона ходила до суто ромського класу. У 2003/04 і 2005/06 роках вона ходила до змішаного класу. У 2005/06 році вона вдруге пішла до шостого класу, але не змогла його закінчити. У першому і шостому класах вона двічі залишалась на другий рік. Із сімнадцяти регулярних батьківських зборів, організованих за час її навчання у середній школі, її батьки були присутні на трьох.", "22.  У четвертому класі вона відвідувала додаткові уроки хорватської мови. З першого до четвертого класу вона брала участь у позапрограмних заняттях у змішаній групі (тобто низка занять, організованих для однієї групи дітей), організованих школою. Після досягнення 15 років, вона залишила школу у серпні 2006 року. У її особовій справі записано, що протягом навчання вона пропустила 100 уроків без поважних причин.", "(c)  Третій заявник", "23.  Третій заявник, Ґордан Оршуш, пішов до першого класу середньої школи у 1996/97 навчальному році і закінчив перший клас. Того і наступного року він ходив до суто ромського класу. У 1998/99 і 1999/2000 роках він ходив до змішаного класу, а після цього і до завершення навчання - до суто ромського класу. У 2002/03 році він перейшов до четвертого класу. Тричі він залишався у другому класі на другий рік. Із п’ятнадцяти регулярних батьківських зборів, організованих за час його навчання у середній школі, його батьки були присутні на двох.", "24.  Він не відвідував додаткові уроки хорватської мови. З першого до четвертого класу він брав участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, він залишив школу у вересні 2003 року. У його особовій справі записано, що протягом навчання він пропустив 154 уроки без поважних причин.", "25.  Згодом він записався до вечірніх класів у Відкритому народному училищі у місті Шаковец, де завершив середню освіту.", "(d)  Четвертий заявник", "26.  Четвертий заявник, Деян Балог, пішов до першого класу середньої школи у 1996/97 навчальному році. Протягом першого і другого років він ходив до суто ромського класу, а наступні два роки - до змішаного класу. З 2000/01 до 2002/03 навчального року він ходив до суто ромського класу. З 2003/04 до 2005/06 навчального року він ходив до змішаного класу. У 2005/06 році він вдруге пішов до п’ятого класу, але не скінчив його. Тричі він залишався у другому класі на другий рік, у четвертому – один раз, а у п’ятому – двічі. Із одинадцяти регулярних батьківських зборів, організованих за час його навчання у середній школі, його батьки були присутні на двох.", "27.  Він не відвідував додаткові уроки хорватської мови. З першого до четвертого класу він брав участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, він залишив школу у серпні 2006 року. У його особовій справі записано, що протягом навчання він пропустив 881 урок без поважних причин.", "28.  Згодом він записався до вечірнього п’ятого класу, але не відвідував його.", "(e)  П’ятий заявник", "29.  П’ятий заявник, Сініша Балог, пішов до першого класу середньої школи у 1999/2000 навчальному році і закінчив перший клас. З 1999/2000 до 2002/03 навчального року він ходив до суто ромського класу, після чого ходив до змішаного класу. У 2006/07 році він втретє пішов до п’ятого класу, але не скінчив його. Один раз він залишався на другий рік у четвертому класі і тричі у п’ятому. Із одинадцяти регулярних батьківських зборів, організованих за час його навчання у середній школі, його батьки були присутні один раз.", "30.  Він не відвідував додаткові уроки хорватської мови. З першого до четвертого класу він брав участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, він залишив школу у 2008 році. У його особовій справі записано, що протягом навчання він пропустив 1304 уроки без поважних причин. У жовтні 2006 року керівництво школи написало до відповідного соціального центру про низький рівень відвідування заявником шкільних занять.", "(f)  Шоста заявниця", "31.  Шоста заявниця, Мануела Каланьйош, пішла до першого класу середньої школи у 1996/97 навчальному році і ходила до суто ромського класу. Наступні два роки вона ходила до змішаного класу. З 1999/2000 до 2002/03 навчального року вона ходила до суто ромського класу і перейшла до четвертого класу, після чого ходила до змішаного класу. Починаючи з лютого 2003 року і до закінчення школи вона навчалась за адаптованою програмою, тому що уповноважений експертний комітет - Рада з оцінки психофізичного стану дитини (Povjerenstvo za utvrđivanje psihofizičkog stanja djeteta) встановив, що вона має проблеми розвитку. У 2004/05 році вона пішла до п’ятого класу, але не скінчила його. Тричі вона залишалась на другий рік у першому класі, і двічі у п’ятому. Із одинадцяти регулярних батьківських зборів, організованих за час її навчання у середній школі, її батьки були присутні на трьох.", "32.  У третьому класі вона відвідувала додаткові уроки хорватської мови. З першого до четвертого класу вона брала участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, вона залишила школу у серпні 2005 року. У її особовій справі записано, що протягом навчання вона пропустила 297 уроків без поважних причин.", "33.  Згодом вона записалася до вечірнього п’ятого класу, але не відвідувала його.", "(g)  Сьомий заявник", "34.  Сьомий заявник, Йосіп Оршуш, пішов до першого класу середньої школи у 1999/2000 навчальному році і ходив до суто ромського класу до 2002/03 навчального року включно, після чого він ходив до змішаного класу. З травня 2002 року він навчався за адаптованою програмою, тому що уповноважений експертний комітет – Комісія з оцінки психофізичних здібностей дітей (Komisija za utvrđivanje psihofizičke sposobnosti djece) встановив, що він має проблеми розвитку. У 2007/08 навчальному році він пішов до шостого класу, але не скінчив його. Двічі він залишався на другий рік у п’ятому і шостому класах. Із п’ятнадцяти регулярних батьківських зборів, організованих за час його навчання у середній школі, його батьки були присутні на двох.", "35.  У 2001/02 році, у третьому класі, він відвідував додаткові уроки хорватської мови. З першого до четвертого класу він брав участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, він залишив школу у лютому 2008 року. У його особовій справі записано, що протягом навчання він пропустив 574 уроки без поважних причин.", "(h)  Восьма заявниця", "36.  Восьма заявниця, Біляна Оршуш, пішла до першого класу середньої школи у 1996/97 навчальному році і протягом трьох років навчання ходила до суто ромського класу, після чого два роки ходила до змішаного класу. 28 грудня 2000 року відділ шкільної освіти, культури, інформації, спорту і технічної культури державної адміністрації округу Меджимур’є (Ured za prosvjetu, kulturu, informiranje, šport i tehničku kulturu Međimurske Županije) постановив, що надалі вона має постійно навчатися за адаптованою програмою, тому що уповноважений експертний комітет – Комісія з оцінки психофізичних здібностей дітей - встановив, що вона має низькі розумові здібності, труднощі концентрації та соціально-педагогічну занедбаність. Було також встановлено, що вона має пройти лікування у спеціальному центрі соціальної допомоги. У 2001/02 і 2002/03 роках вона ходила до суто ромського класу і перейшла до четвертого класу. Протягом двох наступних навчальних років вона ходила до змішаного класу, вдруге пішла до п’ятого класу, але не скінчила його. Тричі вона залишалась на другий рік у третьому класі, і двічі у п’ятому. Із семи регулярних батьківських зборів, організованих за час її навчання у середній школі, її батьки були присутні на трьох.", "37.  У 2001/02 році, у третьому класі, вона відвідувала додаткові уроки хорватської мови. Вона брала участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, вона залишила школу у серпні 2005 року. У її особовій справі записано, що протягом навчання вона пропустила 1533 уроки без поважних причин.", "(i)  Дев’ята заявниця", "38.  Дев’ята заявниця, Сміляна Оршуш, пішла до першого класу середньої школи у 1999/2000 навчальному році і ходила до суто ромського класу до навчального року 2002/03 включно, після чого ходила до змішаного класу. У 2006/07 навчальному році вона втретє пішла до п’ятого класу, але не скінчила його. Один раз вона залишилася на другий рік у четвертому класі і тричі у п’ятому. Із одинадцяти регулярних батьківських зборів, організованих за час її навчання у середній школі, її батьки були присутні на трьох.", "39.  У 2001/02 році, у третьому класі, вона відвідувала додаткові уроки хорватської мови. Вона брала участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, вона залишила школу у серпні 2007 року. У її особовій справі записано, що протягом навчання вона пропустила 107 уроків без поважних причин.", "(j)  Десятий заявник", "40.  Десятий заявник, Бранко Оршуш, пішов до першого класу середньої школи у 1997/1998 навчальному році і ходив до змішаного класу протягом перших двох років. З 1999/00 до 2002/03 навчального року він ходив до суто ромського класу, після чого ходив до змішаного класу. 3 лютого 2005 року державний відділ соціальної допомоги округу Меджимур’є постановив, що надалі він має постійно навчатися за адаптованою програмою, тому що уповноважений експертний комітет – Комісія з оцінки психофізичних здібностей дітей - встановив, що він має проблеми розвитку. У 2005/06 році він не зміг скінчити шостий клас. Двічі він залишався на другий рік у першому класі і один раз у четвертому і шостому класі. Із одинадцяти регулярних батьківських зборів, організованих за час його навчання у середній школі, його батьки були присутні на одних.", "41.  У 2001/02 році, у третьому класі, він відвідував додаткові уроки хорватської мови. Він брав участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, він залишив школу у серпні 2006 року. У його особовій справі записано, що протягом навчання він пропустив 664 уроки без поважних причин.", "2.  Початкова школа у Мацінеці", "(a)  Одинадцятий заявник", "42.  Одинадцятий заявник, Ясмін Богдан, пішов до першого класу середньої школи у 1997/1998 навчальному році. Попереднє тестування, проведене перед тим, як його було розподілено до класу, показало, що він не володів хорватською мовою. Він набрав 15 балів з 97 (15.5%). Тому його записали до суто ромського класу, у якому він весь час навчався. У 2004/05 навчальному році він вдруге пішов до п’ятого класу, але не скінчив його. Один раз він залишився на другий рік у першому і четвертому класі і двічі у п’ятому. Із двадцяти чотирьох регулярних батьківських зборів, організованих за час його навчання у середній школі, його батьки не були присутні на жодних.", "43.  У 2001/02 році, у третьому класі, він відвідував додаткові уроки хорватської мови. Він брав участь у позапрограмних заняттях у змішаній групі, організованих школою. Після досягнення 15 років, він залишив школу у серпні 2005 року. У його особовій справі записано, що протягом навчання він пропустив 1057 уроків без поважних причин.", "(b)  Дванадцятий заявник", "44.  Дванадцятий заявник, Йосіп Богдан, пішов до першого класу середньої школи у 1999/2000 навчальному році. Попереднє тестування, проведене перед тим, як його було розподілено до класу, показало, що він не володів хорватською мовою. Він набрав 8 балів з 97 (8.25%). Тому його записали до суто ромського класу, у якому він весь час навчався. У 2006/07 навчальному році він вдруге пішов до третього класу, але не скінчив його. Один раз він залишився на другий рік у першому класі, тричі у другому і двічі у третьому. Із тридцяти семи регулярних батьківських зборів, організованих за час його навчання у середній школі, його батьки не були присутні на жодних.", "45.  Він відвідував додаткові уроки хорватської мови у першому, другому і третьому класі. У другому класі він брав участь у танцювальному гуртку і у третьому співав у хорі. Після досягнення 15 років, він залишив школу у серпні 2007 року. У його особовій справі записано, що протягом навчання він пропустив 1621 урок без поважних причин.", "(c)  Тринадцята заявниця", "46.  Тринадцята заявниця, Діяна Оршуш, пішла до першого класу середньої школи у 2000/01 навчальному році. Попереднє тестування, проведене перед тим, як її було розподілено до класу, показало, що вона недостатньо володіє хорватською мовою. Вона набрала 26 балів з 97 (26.8%). Тому її записали до суто ромського класу, у якому вона весь час навчалася. У 2007/08 навчальному році вона перейшла до п’ятого класу. Двічі вона залишалася на другий рік у першому класі і один раз у другому. Із тридцяти двох регулярних батьківських зборів, організованих за час її навчання у середній школі, її батьки були присутні на шести.", "47.  Вона відвідувала додаткові уроки хорватської мови у першому класі. У першому класі вона брала участь у позапрограмних заняттях у змішаній групі, а у п’ятому співала у хорі. Після досягнення 15 років, вона залишила школу у серпні 2008 року. У її особовій справі записано, що протягом навчання вона пропустила 522 уроки без поважних причин.", "(d)  Чотирнадцятий заявник", "48.  Чотирнадцятий заявник, Деян Оршуш, пішов до першого класу середньої школи у 1999/2000 навчальному році. Попереднє тестування, проведене перед тим, як його було розподілено до класу, показало, що він не розуміє хорватську мову. Він набрав 15 балів з 97 (15.5%). Тому його записали до суто ромського класу, у якому він весь час навчався. У 2005/06 навчальному році він перейшов до третього класу. Тричі він залишався на другий рік у першому класі і один раз у третьому. Із двадцяти восьми регулярних батьківських зборів, організованих за час його навчання у середній школі, його батьки були присутні на п’яти.", "49.  Він відвідував додаткові уроки хорватської мови у першому класі. Після досягнення 15 років, він залишив школу у серпні 2006 року. У його особовій справі записано, що протягом навчання він пропустив 1033 уроки без поважних причин.", "(e)  П’ятнадцята заявниця", "50.  П’ятнадцята заявниця, Данієла Каланьйош, пішла до першого класу середньої школи у 2000/01 навчальному році. Попереднє тестування, проведене перед тим, як її було розподілено до класу, показало, що вона недостатньо розуміє хорватську мову. Вона набрала 37 балів з 97 (38.14%). Тому її записали до суто ромського класу, у якому вона весь час навчалася. У 2007/08 навчальному році вона перейшла до п’ятого класу. Двічі вона залишалася на другий рік у першому класі і один раз у другому. Із двадцяти одних регулярних батьківських зборів, організованих за час її навчання у середній школі, її батьки були присутні на двох.", "51.  Вона відвідувала додаткові уроки хорватської мови у першому класі. У першому класі вона брала участь у позапрограмних заняттях у змішаній групі, у другому класі ходила на танці, у третьому займалась у гуртку рукоділля, а у п’ятому співала у хорі. Після досягнення 15 років, вона залишила школу у серпні 2008 року. У її особовій справі записано, що протягом навчання вона пропустила 238 уроків без поважних причин.", "C.  Провадження у національних судах", "52.  19 квітня 2002 року заявники, відповідно до статті 67 Закону про адміністративне провадження, подали до суду міста Чаковец (Općinski sud u Čakovcu) позов проти згаданих початкових шкіл і початкової школи у Куршанеці, а також держави і округу Меджімур’є (“відповідачі”). Вони повідомили, що навчання, організоване у суто ромських класах у згаданих школах, було значно звуженим щодо обсягу і змісту, порівняно із офіційно встановленою навчальною програмою. Заявники стверджували, що наведена ситуація була расово дискримінуючою і порушувала їхнє право на освіту, а також їхнє право на свободу від нелюдського і такого, що принижує гідність, поводження. Вони просили суд наказати відповідачам на майбутнє утримуватись від такої поведінки.", "53.  Заявники також надали результати психологічного дослідження ромських дітей, які навчаються у суто ромських класах у Меджімур’ї, здійсненого невдовзі після подання їхнього позову, котре засвідчувало наступне:", "–  більшість дітей ніколи не мали друзів поміж неромських дітей;", "–  86.9% висловили бажання дружити з неромською дитиною;", "–  84.5% висловили бажання навчатись у змішаних класах;", "–  89% казали, що почуваються неприйнятими у шкільному оточенні;", "–  92% повідомили, що ромські і неромські діти не бавляться разом.", "Крім того, у доповіді зазначалося, що сегреговане навчання завдає емоційної та психологічної шкоди дітям-ромам, оскільки знижує їхню самоповагу та почуття власної гідності, а також створює проблеми у формуванні їхньої ідентичності. Окремі класи розглядалися як перешкода на шляху до налагодження соціального спілкування між ромськими і неромськими дітьми.", "54.  Відповідачі, кожен окремо, подали відповіді на аргументи, висунуті заявниками, стверджуючи, що немає жодної дискримінації ромських дітей, і що до учнів, які навчаються у школі, ставляться однаково. Вони повідомили, що усі учні були записані до школи після того, як комісія (у складі терапевта, психолога, шкільного радника (pedagog), дефектолога і вчителя) встановила, що кандидати фізично і психічно готові відвідувати школу. Шкільні класи були сформовані залежно від потреб самого класу, кількості учнів тощо. Зокрема, важливо, щоб класи були сформовані так, щоб дозволити учням навчатись у стимулюючому оточенні.", "55.  Окрім того, відповідачі повідомили, що учні ромського походження були згруповані разом не на підставі етнічного походження, а радше тому, що вони недостатньо володіли хорватською мовою, і для того, щоб викладати їм якийсь предмет, необхідно робити більше вправ і повторень. Нарешті, вони стверджували, що учні-роми отримали таку ж якість освіти, як й інші учні, оскільки обсяг їхньої програми не відрізнявся від того, що передбачено законом.", "56.  26 вересня 2002 року суд міста Чаковец залишив позов заявників без задоволення і погодився з аргументом відповідачів, що причина, через яку більшість ромів було записано до окремих класів, полягала у тому, що вони недостатньо володіли хорватською мовою. Тому суд постановив, що це не є незаконним, і що заявники не змогли обґрунтувати свої твердження щодо расової дискримінації. Нарешті, суд дійшов висновку, що заявники не довели існування стверджуваної різниці у навчальній програмі класів, у яких навчаються лише роми.", "57.  17 жовтня 2002 року заявники подали апеляційну скаргу на рішення суду першої інстанції, стверджуючи, що воно було свавільним і суперечливим.", "58.  14 листопада 2002 року окружний суд міста Чаковец (Županijski sud u Čakovcu) залишив апеляційну скаргу заявників без задоволення, погодившись із мотивуванням суду першої інстанції.", "59.  Після цього 19 грудня 2002 року заявники подали скаргу до Конституційного Суду (Ustavni sud Republike Hrvatske), відповідно до статті 62 Закону про Конституційний Суд. У конституційній скарзі заявники повторили свої аргументи, посилаючись на відповідні положення Конституції і Конвенції.", "60.  3 листопада 2003 року адвокат заявників подав до Конституційного Суду клопотання прискорити провадження. 7 лютого 2007 року Конституційний Суд рішенням № U-III-3138/2002, оприлюдненим у «Офіційному віснику» № 22 від 26 лютого 2007 року, залишив скаргу заявників без задоволення. Відповідні частини цього рішення звучать наступним чином.", "“Суд першої інстанції встановив у оскаржуваному рішенні, що критеріями формування класів у початкових школах-відповідачах були знання хорватської мови, а не етнічне походження учнів. Суд [першої інстанції] визнав, що заявники не змогли довести своє твердження, що вони були записані до цих класів на підставі їх расового або етнічного походження. [Суд першої інстанції] наголосив, що заявники посилаються виключно на звіт про діяльність омбудсмана за 2000 рік. Проте Омбудсман заявив у своєму свідченні, що частина доповіді, що стосується освіти ромів, була спірною, оскільки не були встановлені всі відповідні факти.", "Суд першої інстанції посилався на пункт 1 частини 27 Закону про середню освіту ... який передбачає, що викладання у середніх школах здійснюється хорватською мовою на основі латинського алфавіту, і вважає недостатнє знання хорватської мови об’єктивною перешкодою для дотримання вимог шкільної програми, що також випливає з висновку дослідження, проведеного на запит Хорватського гельсінського комітету. Суд [першої інстанції] встановив:", "‘учні, які записуються до першого класу початкової школи, повинні знати хорватську мову, щоб вони могли встигати за викладанням і щоб мета початкової освіти була втілена. Тому логічно, що заняття з дітьми, які не знають хорватської мови, вимагають додаткових зусиль і наполегливості вчителів, зокрема, щоб навчити їх хорватській мові..’", "Суд першої інстанції визнав, що відповідачі не діяли всупереч закону, оскільки не змінювали склад класів після того, як вони були сформовані, тому що лише у виняткових випадках дозволяється переводити учнів з одного класу до іншого. Суд [першої інстанції] вирішив, що ця практика сприяє згуртованості класу та його цілісності у старших класах.", "Суд [першої інстанції] вирішив, що класи повинні бути сформовані таким чином, щоб створити сприятливі умови для рівноправного підходу до всіх учнів, відповідно до встановлених навчальних планів і програм, які можуть бути досягнуті тільки тоді, коли клас складається з постійної групи учнів приблизно однакового віку і знань.", "Крім того, суд [першої інстанції] встановив, що заявники не змогли довести своє твердження, що ... вони мали навчальну програму значно меншого обсягу, ніж та, яку Міністерство освіти і спорту встановило для середніх шкіл 16 червня 1999 року. Суд [першої інстанції] встановив, що зазначене твердження скаржників ґрунтувалося на звіті Омбудсмана. Проте, Омбудсмен заявив у своєму свідченні, що він не знає, яким чином було встановлено, що у класах, де навчаються лише роми, проводиться навчання за так званою спеціальною програмою.", "[Суд першої інстанції] встановив, що викладання у класах скаржників та у паралельних класах відбувалося за тією ж програмою. Лише в середній школі у Куршанці були відхилення від шкільної програми, але суд [першої інстанції] визнав ці відхилення допустимими, оскільки вони сталися ... на початку навчального року через низьку відвідуваність.", "Встановивши, що заявників не були записано до класів відповідно до їхнього расового і етнічного походження, та що навчальна програма була однаковою у всіх паралельних класах, суд першої інстанції відхилив позов заявників.", "...", "З мотивувальної частини рішення суду першої інстанції ... випливає, що середні школи-відповідачі відповіли на твердження заявників наступним чином::", "‘Школи-відповідачі зараховували до першого класу тих дітей, яких комісія у складі терапевта, психолога, шкільного радника (pedagog), дефектолога і вчителя визнавала психо-фізично готовими відвідувати середню школу. Вони зараховували не хорватських або ромських дітей як таких, а дітей, визнаних цією комісією психологічно та фізично готовими для зарахування до середньої школи.... Початкові школи-відповідачі стверджують, що головною перешкодою для ромських дітей у психологічних тестах є їх недостатнє знання хорватської мови з точки зору висловлювання та розуміння. Що стосується емоційного аспекту зрілості, то більшість з цих дітей відчувають труднощі у керуванні своїми емоціями. З точки зору соціальної зрілості, діти ромського походження не володіють основними гігієнічними навичками вмивання, вдягання, зав’язування або застібання, і багато часу потрібно для того, щоб досягти цих навичок. ... Тому важко планувати уроки з достатньою мотивацією для всіх дітей, що є одним з обов’язків початкових шкіл. Існують класи, що складаються з учнів, які не потребують додаткової підготовки, аби виконувати навчальну програму, та класи, що складаються з учнів, які потребують додаткової роботи і допомоги від вчителів для набуття необхідних [навичок], яких вони не мають через соціальну знедоленість. ...’", "У мотивувальній частині того ж рішення процитовано свідчення пана P.-P., шкільного радника і психолога Початкової школи у Мацінеці, зроблене 12 грудня 2001року  ...;", "‘Перед зарахуванням комісія опитує дітей, аби встановити, чи володіють вони навичками, необхідними для відвідування школи. Класи зазвичай формуються відповідно до кривої Гауса, аби більшість у певному класі становили учні середнього рівня, а меншість становили ті, хто є вищими чи нижчими за середній показник. ... Проте у ситуації, коли 70% не говорить хорватською мовою, застосовується інакший підхід, аби сформувати лише класи, які не говорять хорватською, тому що у таких класах першочергове завдання вчителя полягає у тому, щоб навчити дітей мови.’", "Наведене засвідчує, що розподіл учнів за класами ґрунтується на навичках та потребах кожної окремої дитини. Цей підхід є індивідуалізованим і здійснюється відповідно до професійних і педагогічних стандартів. Таким чином, Конституційний Суд вважає, що застосований підхід є правильним, оскільки тільки кваліфіковані фахівці, зокрема в галузі педагогіки, шкільної психології та дефектології, відповідають за запис конкретних дітей до відповідних класів.", "Конституційний Суд не має жодних підстав ставити під сумнів висновки і експертні думки компетентних комісій у складі терапевтів, психологів, шкільних радників (pedagog), дефектологів, котрі у даному випадку встановили, що скаржники мають бути зараховані до окремих класів.", "Жоден з фактів, наведених Конституційному Суду, не призводить до висновку, що розміщення скаржників в окремих класах мотивувалося або грунтувалося на їх расовому або етнічному походженні..", "Конституційний Суд вважає, що їхнє розміщення переслідувало законну мету необхідної адаптації системи початкової освіти до навичок та потреб скаржників, де вирішальним чинником було їх незнання або недостатнє знання хорватської мови, що використовується для викладання у школах.", "Окремі класи були створені не з метою расової сегрегації при зарахуванні у перший клас початкової школи, а як засіб надання дітям додаткового навчання хорватською мовою та усунення наслідків попереднього соціального знедолення.", "Вкрай важливо наголосити, що статистичні дані щодо кількості ромських дітей у окремих класах у 2001/02 навчальному році ... не є самі по собі достатніми, аби вказувати на те, що практика відповідачів була дискримінаційною (див. також рішення Європейського суду з прав людини у справі Hugh Jordan проти Сполученого Королівства, № 24746/94, § 154, 4 травня 2001, і D.H. і Інші проти Республіки Чехія, № 57325/00, § 46, 7 лютого 2006).", "Окрім того, самі скаржники у своїй конституційній скарзі стверджують, що у 2001/02 навчальному році 40.93% ромських дітей у окрузі Меджімур’є були записані до звичайних класів, що теж підтверджує висновок Конституційного Суду, що немає підстав ставити під сумнів правильну практику середніх шкіл-відповідачів і експертних комісій.", "...", "Скаржники у своїй конституційній скарзі далі зазначають, що ‘хоча недостатнє знання хорватської мови під час зарахування у перший клас становить проблему, проте цього не можна сказати щодо зарахування скаржників до середніх класів’. Тому вони вважають, що їхні права були порушені висновками судів про те, що було виправдано залишати окремі [тільки для ромів] класи у середніх класах, щоб зберегти стабільну цілісність даного класу. Заявники стверджують, що стабільність класу не повинна ставитись вище їхніх конституційних прав, багатокультурності та національної рівності.", "Щодо цього Конституційний Суд погоджується із аргументами скаржників.", "Хоча Конституційний Суд вважає правильними і прийнятними висновки судів про те, що недостатнє знання хорватської мови є об’єктивною перешкодою, що обґрунтовує формування окремих класів для дітей, які взагалі не говорять хорватською мовою або говорять погано, коли вони починають навчатися ... беручи до уваги особливі обставини даної справи, він не може погодитись з наступним висновком суду першої інстанції:", "‘Крім того, цілісність і єдність класу зберігаються у середніх класах. Тому переведення дітей з одного класу в інший відбувається виключно в обґрунтованих випадках ... оскільки клас є однорідним цілим, а переведення дітей з одного класу в інший призведе до стресу. ... Сталість групи є передумовою для розвитку класу- колективу...’", "Тому Конституційний Суд не може погодитись із наступним висновком суду апеляційної інстанції:", "‘Класи формуються, коли дітей зараховують на перший рік навчання, а не щороку, а їхній склад змінюється у виключних випадках. Вони стають усталеним цілим, що робить роботу якіснішою, і не є педагогічно виправданим змінювати їх. Таким чином, цей суд, як і суд першої інстанції, робить висновок, що збереження сформованих класів не є незаконним.’", "Вищевказані погляди судів були б прийнятними, якби вони посилалися на звичайні ситуації, пов’язані із зарахуванням учнів до старших класів у середніх школах, де не існувало об’єктивної потреби у спеціальних заходах, таких як створення окремих класів для дітей з неналежним знанням хорватської мови.", "Враховуючи обставини цієї справи, Конституційний Суд вважає, що в принципі є об’єктивно і обґрунтовано виправданим залишати окремі класи у старших класах середньої школи лише для учнів, які не досягли рівня хорватської мови, необхідного для належного навчання за шкільною програмою для звичайних класів. ...", "Проте, немає жодного об’єктивного або обґрунтованого виправдання для того, щоб до звичайного класу не переводити учня, який здобув знання хорватської мови в початкових класах середньої школи і успішно засвоїв навчальну програму.", "...", "Тримання такого учня в окремому класі проти його волі ... з причин, не пов’язаних з його або її потребами та навичками, буде неприйнятним з конституційної точки зору стосовно права рівності перед законом, гарантованої відповідно до статті 14 § 2 Конституції.", "...", "... Конституційна скарга є особливим конституційним інструментом захисту правосуб’єкта, чиї права або основні свободи, гарантовані Конституцією, були порушені в індивідуальному акті держави або державного органу, який визначив його права та обов’язки.", "Дана конституційна скарга стосується оскаржуваних судових рішень щодо 2001/02 навчального року. Проте жоден скаржник не стверджує, що в цьому навчальному році він чи вона були учнями у окремому [суто ромському] старшому класі, або особисто постраждали, або були занепокоєні суперечливою практикою...", "Хоча це не стосується індивідуальної правової позиції будь-кого із заявників ... Конституційний Суд звернувся до наступного питання стосовно загальної скарги заявників щодо збереження суто ромських класів у старших класах середньої школи:", "–  чи було тривале існування суто ромських класів у старших класах початкової школи ... спричинене наміром відповідачів дискримінувати цих учнів за ознакою їхньої расової чи етнічної приналежності?", "... Жоден з фактів, повідомлених Конституційному Суду не призводить до висновку, що практика відповідачів ... мала на меті дискримінацію учнів-ромів  за ознакою їхньої расової чи етнічної приналежності.", "...", "Заявники також скаржилися на порушення їхнього права на освіту на тій підставі, що навчання, організоване в цих класах, було більш скороченим за обсягом та змістом, ніж навчальна програма для середніх шкіл, ухвалена Міністерством освіти і спорту 16 червня 1999 року. Вони вважають, що ‘розміщення їх в ромських класах з нижчою навчальною програмою стигматизує їх як інакших, дурних, інтелектуально нижчих і дітей, які повинні бути відокремлені від нормальних дітей, щоб не справляти поганого впливу на них. Внаслідок їх значно скороченої та спрощеної шкільної програми, їхні перспективи здобуття вищої освіти або зарахування до середніх шкіл, а також їхні можливості працевлаштування або шанси на досягнення успіху, є меншими....’", "Розглядаючи всі матеріали справи, Конституційний Суд встановив, що наведені вище твердження є необґрунтованими. Матеріали справи, які включають у себе рішення суду першої інстанції ..., показують, що твердження про нижчу навчальну програму в суто ромських класах є неточними. Конституційний Суд не має підстав ставити під сумнів факти, встановлені компетентним судом.", "Можлива відмінність у навчальній програмі між паралельними класами з об’єктивних причини (наприклад, низька відвідуваність у початковій школі у Куршанеці, де протягом першої чверті 2001/02 навчального року учні класів 1c, 1d, 2b і 2c пропустили в сумі 4,702 уроки, 4,170 з них без поважних причин) не суперечить вимозі, аби навчальна програма була однаковою у паралельних класах.", "Конституційний Суд зобов’язаний зазначити, що ні Конституція, ні Конвенція не гарантують жодних конкретних вимог щодо шкільних програм та їх виконання. Перш за все Конституція та Конвенція гарантують право доступу до навчальних закладів, що існують у тій чи іншій державі, а також ефективне право на освіту, іншими словами, кожна людина має рівне право на отримання офіційного визнання освіти, яку він або вона здобули (аналогічна думка була висловлена Європейським судом з прав людини у справі, що стосується певних аспектів законів про використання мов у освіті у [справі “стосовно певних аспектів законодавства із використання мов у освіті у] Бельгії [”] (щодо суті), 23 липня 1968, Series A № 6). ...", "... Конституційний Суд вважає, що докази, подані в даному провадженні, недостатні для того, щоб без сумніву довести, що заявники мали навчатися за шкільною програмою меншого обсягу. ...", "Таким чином, Конституційний Суд вважає твердження скаржників про те, що вони піддаються стигматизації, суб’єктивним оціночним судженням, без розумного обґрунтування. Конституційний Суд не знаходить фактичного підтвердження аргументу заявників про те, що джерелом їхньої стигматизації був нібито скорочений навчальний план, через який їхні перспективи подальшої освіти були нижчими, і відкидає це твердження як довільне. Компетентні органи Республіки Хорватія визнають рівень освіти, який людина здобула, незалежно від расового або етнічного походження. У цьому відношенні всі є рівними перед законом, з рівними шансами на успіх, відповідно до власних здібностей.”", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ПРАВО", "A.  Конституція", "61.  Стаття 14 Конституції каже:", "“Кожен у Республіці Хорватія користується правами і свободами, незалежно від раси, кольору шкіри, статі, мови, релігії, політичних або інших переконань, національного або соціального походження, власності, народження, освіти, соціального статусу або інших ознак.", "Усі є рівними перед законом.”", "B.  Конституційний закон про Конституційний Суд", "62.  Відповідні часини статті 62 конституційного закону про Конституційний Суд (Ustavni zakon o Ustavnom sudu Republike Hrvatske, «Офіційний вісник» № 49/2002 від 3 травня 2002 року каже:", "“1.  Кожен може подати конституційну скаргу до Конституційного суду, якщо вважає, що індивідуальний акт державного органу, органу місцевого і регіонального самоврядування, або юридичної особи публічного права, який вирішив що його чи її права та зобов’язання, або про підозру або звинувачення у вчиненні злочину, порушили його або її права або основні свободи, або його/ її право на місцеве та регіональне самоврядування, гарантоване Конституцією (далі: конституційне право)...", "2.  Якщо існує інший правовий засіб від оскаржуваного порушення конституційного права, конституційна скарга може бути подана тільки після вичерпання такого правового засобу.", "3.  У справах, в яких адміністративний позов або, у цивільних і позасудових провадженнях, дозволяється оскарження з питань права, засоби правового захисту є вичерпаними лише після того, як рішення про ці засоби правового захисту було постановлене.”", "C.  Закон про адміністративні спори", "63.  Стаття 67 Закону про адміністративні спори (Zakon o upravnim sporovima «Офіційний вісник» №№ 53/1991, 9/1992 і 77/1992) передбачає спеціальне провадження для захисту конституційних прав і свобод від незаконних дій державних посадових осіб, а саме, такий позов може бути поданий, якщо виконано наступні вимоги: (a) незаконна дія вже відбулась; (b) така дія була вчинена у рамках діяльності урядового посадовця/органу/агенції або іншої юридичної особи; (c) ця дія спричинила порушення одного чи кількох конституційних прав позивача; і (d) хорватська правова система не передбачає жодних інших шляхів усунення цього порушення.", "D.  Закон про середню освіту", "64.  Відповідні положення Закону про середню освіту (Zakon o osnovnom školstvu, «Офіційний вісник» №№ 59/1990, 26/1993, 27/1993, 29/1994, 7/1996, 59/2001, 114/2001 і 76/2005) каже:", "Стаття 2", "“Метою середньої освіти є надати учневі можливість набути знань, навичок, поглядів і звичок, необхідних для життя і роботи або подальшої освіти.", "Школа зобов’язана забезпечити безперервний розвиток кожного учня як духовної, фізичної, моральної, інтелектуальної та соціальної істоти, відповідно до його чи її здібностей і уподобань.", "Цілями середньої освіти є:", "–  пробудити і плекати в учнях інтерес і незалежність до навчання і вирішення проблем, а також творчість, моральну свідомість, естетичні смаки і критерії, самоповагу і відповідальність до себе і природи, соціальну, економічну і політичну свідомість, толерантність і здатність до співпраці, повагу до прав людини, досягнення і натхнення;", "–  навчати грамоті, спілкуванню, рахунку, науково-технічним принципам, критичному спостереженню, раціональній аргументації, розумінню життя, яке ми живемо, і розумінню взаємозалежності людей і природи, індивідів і народів.", "Цілі та завдання середньої освіти втілюються відповідно до встановлених навчальних планів і програм.”", "Стаття 3", "“Середня освіта триває принаймні вісім років.", "Середня освіта в принципі є обов’язковою для всіх дітей у віці від шести до п’ятнадцяти років.”", "III.  ЗВІТИ РАДИ ЄВРОПИ СТОСОВНО ХОРВАТІЇ", "A.  Європейська комісія проти расизму і нетерпимості (ЄКРН)", "1.  Перший звіт стосовно Хорватії, оприлюднений 9 листопада 1999 року", "65.  Відповідна частина звіту стосовно становища ромів звучить так:", "“32.  Загалом, як повідомляється, роми/цигани продовжують стикатися із соціальною дискримінацією та бездіяльністю офіційних осіб, коли вони подають скарги. Прогрес був досягнутий у сфері освіти та інформування громадськості, шляхом публікації досліджень з питань освіти ромів, ініціатив, пов’язаних з організацією та фінансуванням освіти ромських дітей, навчання ромських вчителів та громадських форумів про труднощі ромського/циганського суспільства. Державним органам слід надалі надавати підтримку таким ініціативам, беручи до уваги загальнополітичну рекомендацію ЄКРН № 3 щодо подолання расизму і нетерпимості проти ромів/циган. ...”", "2.  Другий звіт стосовно Хорватії, оприлюднений 3 липня 2001 року", "66.  Відповідна частина цього звіту звучить так:", "“Доступ до освіти", "41.  Освіта ромських/циганських дітей у Хорватії становить серйозну проблему. Багато ромських/циганських дітей не ходять до школи, оскільки або ніколи не ходили до неї, або залишили навчання. Як повідомляють представники ромів/циган, є місцевості, де жодна ромська/циганська дитина не ходить до школи. ЄКРН розуміє, що причини такого становища є комплексними і немає простих рішень, проте слід наголосити на потребі збільшити участь ромських/циганських дітей у освіті всіх рівнів. Хорватська влада має вжити в цій сфері особливих зусиль.", "42.  ЄКРН бажає привернути увагу до своєї загальнополітичної рекомендації № 3 щодо подолання расизму і нетерпимості проти ромів/циган, у якій шляхом пояснення процесу соціальної ізоляції наголошується на існуванні дискримінації. Необхідно проводити дослідження ролі стереотипів і упереджень вчителів, що може призвести до низьких очікувань для ромських/циганських дітей. У цьому відношенні ЄКРН рекомендує, щоб вчителям було запропоновано тренінги, включаючи інформацію про конкретні потреби та очікування ромів/циган, а також здатність ефективно використовувати ці знання. Оскільки недостатнє знання хорватської мови при вступі до школи може також стати перешкодою, ЄКРН підкреслює важливість підготовчих класів, додаткового навчання хорватської мови та розширення можливостей вивчення ромської мови в перші роки навчання, що може допомогти ромським/циганським дітям інтегруватися в систему освіти. ЄКРН з інтересом відзначає ініціативи, такі як «Програма залучення ромських дітей до системи освіти Республіки Хорватія», започаткована у 1998 році, та заохочує органи влади докладати зусиль для продовження розробки та впровадження відповідних заходів у співпраці з ромськими асоціаціями. Ромські/циганські організації підкреслили зв’язок між бідністю, поганими умовами життя та відвідуваністю школи. Влада Хорватії може розглянути можливість створення спеціальних програм допомоги ромам/циганам та іншим дітям із найбідніших сімей, для яких витрати на підручники та інші шкільні матеріали та належний шкільний одяг можуть виявитись непомірними.”", "3.  Третій звіт стосовно Хорватії, оприлюднений 14 червня 2005 року", "67.  Відповідна частина цього звіту звучить так:", "“Освіта та підвищення обізнаності", "83.  ЄКРН стурбована тим, що навчальні посібники іноді поширюють негативний образ певних груп меншин, зокрема ... ромів.", "...", "Становище ромської громади у Хорватії", "...", "137.  ЄКРН із задоволенням дізналася, що у жовтні 2003 року уряд ухвалив національну програму для ромів, спрямовану на вирішення багатьох труднощів, з якими стикаються роми у повсякденному житті. Програма базується на спостереженні, що роми значною мірою маргіналізуються в соціальній та громадській діяльності та відчувають гірші умови життя, ніж середня більшість населення та інші меншини. Програма спрямована на скасування всіх форм дискримінації, насильства, стереотипів і упереджень щодо ромів, забезпечуючи при цьому, щоб вони не втрачали свою ідентичність, культуру або традиції. Для досягнення цієї мети програма визначає ряд заходів у таких сферах, як доступ до громадянства, освіта, житло, доступ до державних послуг та відносини з поліцейськими. У 2004 році була створена комісія, що складалася з представників уряду, ромів та неурядових організацій для моніторингу програми та розробки спільного плану дій для різних міністерств. Вже було вжито низку заходів, таких як підготовка ромів-асистентів у школах або поліцейських, а також підготовка молодих ромів на семінарах з питань участі у громадському житті. ... Проте реалізація програми ще не зрушила з місця, а НУО критикують відсутність бюджетних ресурсів, хоча вони є вирішальними для успіху такої програми. Програма повинна розглядатися як позитивна, хоча, на думку ЄКРН, вона недостатньо підкреслює роль, яку відіграють стереотипи та упередження щодо ромів, як серед населення, так і серед представників органів державної влади, а також труднощів, з якими стикається ця спільнота. ЄКРН також із зацікавленням відзначає, що уряд перебуває в процесі прийняття національного плану дій щодо інтеграції ромів, який пропонує широкий спектр заходів для поліпшення становища ромів..", "...", "Доступ до освіти для дітей-ромів", "141.  У своєму другому звіті щодо Хорватії ЄКРН рекомендувала хорватській владі докласти особливих зусиль для збільшення залучення ромських дітей до освіти на всіх рівнях.", "142.  Влада вжила заходів для полегшення доступу ромських дітей до освіти, таких як створення класів у дитячих садках, що дозволяють їм вивчати хорватську мову, навчання вчителів ромської культури та підготовка молодих ромів на асистентів у школах. Деякі роми отримують зараз державні гранти для вступу до університету. Проте, оскільки ці заходи дуже недавні і застосовуються у невеликих масштабах, їх недостатньо, щоб компенсувати той факт, що ромські діти дуже сильно відстають у плані рівних можливостей у сфері освіти. Багато ромських дітей залишають школу у дуже ранньому віці. Вони не завжди мають доступ до освіти рідною мовою та вивчення власної культури у школах, незважаючи на законодавство про права національних меншин, яке передбачає таку можливість. Влада пояснила ЄКРН, що це тому, що роми не просять про це самі, а також тому, що ромська мова не є стандартизованою, зокрема у Хорватії існує кілька ромських діалектів. Однак деякі представники ромів висловили бажання, щоб шкільна програма для ромських дітей включала викладання рідної мови та ромської культури, хоча вони також підкреслюють важливість вивчення хорватської мови.", "143.  ЄКРН особливо стурбована твердженнями про те, що у деяких школах регіону Меджімур’є існують окремі класи виключно для ромських дітей поряд з заняттями для неромських дітей. Як стверджують деякі неурядові організації, включно з Європейським центром прав ромів, освіта у класах, відведених для ромських дітей, має гіршу якість, ніж у інших класах. Однак, на думку влади, єдиною причиною, через яку все ще існують класи, що складаються тільки з ромських дітей, є de facto сегрегація, з якою вони стикаються у сфері проживання, оскільки іноді у деяких районах роми становлять більшість. Проте, це пояснення не дає відповіді на твердження, що коли органи влади намагалися у деяких школах запровадити змішані класи замість окремих класів, вони зіткнулися з протидією батьків-неромів, які, очевидно, підписали петиції проти цього заходу, внаслідок чого зберігалися окремі класи. ЄКРН відзначає у зв’язку з цим, що на розгляді у національних судах знаходиться провадження щодо расової сегрегації.", "Рекомендації", "144.  ЄКРН закликає хорватську владу негайно вжити заходів для поліпшення рівних можливостей для ромських дітей у сфері освіти. Вона підкреслює першорядну важливість розробки коротко-, середньо- та довгострокової політики в цьому питанні та надання достатніх коштів та інших ресурсів для реалізації цієї політики.. Зокрема, ромським дітям слід полегшити вивчення хорватської мови, а бажаючим - вивчення ромського діалекту та ромської культури.", "145.  ЄКРН заохочує хорватську владу провести глибоке розслідування заяв про те, що у деяких школах практикується сегрегація між ромами та дітьми неромів, а також за необхідності швидко вживати всіх необхідних заходів, щоб покласти край таким ситуаціям.", "146.  ЄКРН повторює свої рекомендації щодо проведення дослідження впливу стереотипів та упереджень серед вчителів, що може призвести до низьких очікувань ромських дітей. Вона заохочує всі заходи, спрямовані на навчання викладачів ромській культурі.”", "B.  Консультативний комітет Рамкової Конвенції про захист національних меншин", "1.  Висновок щодо Хорватії, ухвалений 6 квітня 2001 року", "68.  Відповідна частина цього висновку звучить так:", "Стаття 4", "“...", "28.  Консультативний комітет вважає, що Хорватія не змогла забезпечити повну і ефективну рівність між більшістю населення і ромами, і що ситуація з ромами залишається складною в таких сферах, як працевлаштування, житло та освіта. Однак видається, що проблемам ромів останнім часом приділяється все більше уваги з боку центральних органів влади. Консультативний Комітет вважає важливим, що це зобов’язання збільшує енергію, з якою втілюються галузеві проекти для ромів, такі як у сфері освіти (див. також коментарі за статтею 12), що призводить до напрацювання, за участю ромів, більш комплексних програм і стратегій для вирішення проблем цієї національної меншини.", "...”", "Стаття 12", "“...", "49.  Визнаючи, що, як видається, не існує масштабного відокремлення ромських дітей в системі освіти Хорватії, Консультативний Комітет дуже стурбований повідомленнями про те, що в певних школах ромські діти розміщуються в окремих класах, а шкільні установи організовуються і функціонують у спосіб, котрий, як видається, стигматизує учнів-ромів. Консультативний Комітет підкреслює, що запис дітей в окремі класи має відбуватися тільки тоді, коли це абсолютно необхідно і завжди на основі послідовних, об’єктивних і всебічних тестувань. Консультативний Комітет підтримує зусилля Бюро Омбудсмена щодо відстеженням цієї ситуації з метою забезпечити рівний доступ та можливості для ромських дітей продовжувати відвідувати звичайні класи. Консультативний Комітет бере до уваги застереження деяких ромів щодо інтеграції учнів-ромів до звичайних класів і підтримує зусилля, спрямовані на залучення батьків-ромів та ромських організацій до процесу, спрямованого на усунення поточної ситуації. Консультативний Комітет вважає, що ключовим для досягнення цієї мети є забезпечення того, щоб система освіти відображала і повністю враховувала мову та культуру відповідних меншин, як це передбачено в принципах, що містяться у рекомендації Комітету Міністрів № R (2000) 4 про освіту ромських/циганських дітей у Європі. Консультативний Комітет зазначає, що уряд Хорватії у липні 1998 року ухвалив «Програму інтеграції ромських дітей до освітньої та шкільної системи», яка містить у цьому відношенні низку корисних ідей. Текст програми, однак, виглядає досить стриманим за своїм характером, і Консультативний Комітет вважає, що Хорватії необхідно розвивати, впроваджувати та оцінювати подальші заходи, спрямовані на поліпшення статусу ромів у системі освіти.", "...”", "V.  Пропозиції щодо висновків і рекомендацій Комітету Міністрів", "“...", "Стосовно статті 12", "...", "Комітет Міністрів робить висновок, що в деяких школах Хорватії ромські діти, як повідомляється, навчаються у окремих класах, а шкільні установи організовані і діють таким чином, що, здається, стигматизують учнів-ромів. Комітет Міністрів рекомендує відслідковувати це питання, а також вживати необхідних заходів для забезпечення рівного доступу та можливості для ромських дітей продовжувати відвідувати звичайні класи, беручи до уваги принципи, що містяться у Рекомендації Комітету Міністрів № R (2000) 4 про освіту дітей-ромів/циган у Європі.”", "2.  Коментарі, надані Урядом Хорватії 26 вересня 2001 року", "69.  Відповідні частини коментарів звучать так:", "Статті 12 і 14", "“...", "Освіта ромів є серйозною проблемою, зумовленою їхнім способом життя та ставленням до системи, законів, прав та обов’язків громадян, і вимагає особливих зусиль та рішень. Міністерство освіти і спорту Хорватії у співпраці з іншими міністерствами та державними установами, місцевою адміністрацією та органами місцевого самоврядування, а також громадськими організаціями ініціювало програми вирішення цієї проблеми на двох рівнях:", "(a)  Програма інтеграції ромського населення до системи освіти Республіки Хорватія.", "(b)  Реалізація прав меншин, спрямованих на збереження рідної мови та культури.", "Щодо дошкільної освіти, Міністерство освіти і спорту, спільно з неурядовими організаціями, ініціювало програму залучення ромських дітей та їхніх сімей, зокрема матерів, до системи освіти, але лише на добровільній основі, на даний момент не існує ефективних механізмів обов’язкового залучення.", "На рівні початкової та середньої освіти ромські діти відвідують заняття разом з іншими дітьми. Діти, які не володіють хорватською мовою, можуть бути зараховані до спеціальних класів, де вони отримують особливу увагу з метою вивчення хорватської мови. Ця практика реалізується тільки в першому та другому класах початкової школи, після чого діти відвідують заняття разом з дітьми інших національностей. Хоча ця практика дала певні позитивні результати, пріоритет надається організації дошкільної підготовки, щоб допомогти ромським дітям подолати мовний бар’єр, вивчити основні правила поведінки у школі, гігієнічні звички та потреби, а також посилити почуття приналежності та безпеки в шкільному середовищі. Міністерство освіти і спорту у співпраці з місцевою адміністрацією запровадило з цією метою низку заходів: додаткова допомога для подолання проблем, пов’язаних з подальшим вивченням шкільних уроків, адаптація навчальних планів до потреб ромських дітей, надання помешкання для учнів-ромів (які відвідують середні школи), дотримання процесу залучення, надання допомоги у підготовці молодих ромів до професії вчителів та тренерів, забезпечення безкоштовного шкільного харчування та автобусного транспорту до і зі школи тощо.”", "3.  Другий висновок щодо Хорватії, ухвалений 1 жовтня 2004 року", "70.  Відповідна частина цього висновку звучить так:", " “Стаття 12 Рамкової Конвенції [про захист національних меншин]", "...", "Освіта ромських дітей і спілкування між учнями з різних громад", "...", "Актуальне становище", "(a)  Позитивні зрушення", "128.  Влада, здається, стає все чутливішою до проблем ромських дітей у сфері освіти і розпочала нові ініціативи, у тому числі на дошкільному рівні, спрямовані на поліпшення ситуації та відвідуваність шкіл ромськими дітьми. У Національній програмі інтеграції ромів зазначається низка прогресивних заходів, які можуть сприяти захисту ромів у системі освіти, наприклад, залучення ромів як помічників викладачів у звичайних класах та надання безкоштовного харчування для дітей.", "(b)  Невирішені проблеми", "129.  Розміщення ромських дітей в окремих класах в Хорватії трапляється все рідше, але ця практика, яка була оскаржена у судових справах, що тривають, зберігається у деяких школах округу Меджімур’є. Національна програма інтеграції ромів також підтримує ідею про окремі перші класи для ромів лише для тих, хто не відвідував дошкільну установу і не володіє хорватською мовою. Такі класи, схоже, створені не для вивчення ромської мови чи інших елементів ромської культури, а для того, щоб допомогти дітям отримувати базові знання хорватські мови та інші навички, аби вони могли відповідати вимогам системи освіти. Визнаючи важливість цих цілей, Консультативний Комітет вважає, що учні повинні розміщуватися в таких окремих допоміжних класах не на підставі їхньої приналежності до національної меншини, а скоріше відповідно до навичок та потреб відповідних осіб, а також якщо таке розміщення виявляється необхідним, то воно має тривати лише протягом обмеженого часу.", "...", "Рекомендації", "131.  Хорватія повинна повною мірою реалізовувати важливі освітні ініціативи, що містяться в Національній програмі інтеграції ромів, включно з тими, що сприяють підвищенню відвідуваності ромськими дітьми дошкільних установ. Проте передбачені допоміжні перші класи повинні розглядатися не як апріорі ромські класи, а як класи, до яких дітей зараховують на підставі їхніх навичок і потреб, незалежно від етнічної приналежності..", "...”", "4.  Коментарі, надані Урядом Хорватії 13 квітня 2005 року", "71.  Відповідні частини коментарів звучать так:", "Освіта ромських дітей і спілкування між учнями з різних громад", "“Програма дошкільної освіти покликана охопити якомога більшу кількість ромських дітей і таким чином створити передумови для їх успішного залучення до системи початкової освіти. Міністерство науки, освіти та спорту також підтримало створення дитячих садків для ромських дітей у співпраці з ромськими НУО, міжнародними організаціями та місцевими органами влади. Відповідальні органи також допомагають приймати учнів-ромів до закладів середньої та вищої освіти та надають студентські стипендії.", "Збільшуючи кількість дітей-ромів у дошкільній освіті, створюються умови для їх зарахування до звичайних початкових шкіл.”", "C.  Комісар з прав людини", "1.  Звіт пана Альваро Жіль-Роблеса, Комісара з прав людини, за його візитом до Республіки Хорватія, 14 - 16 червня 2004 року", "72.  Відповідні частини звіту звучать так:", "“III.  Становище ромської громади", "...", "27.  Незважаючи на недискримінацію на юридичному рівні, ставлення до ромської меншини все ще викликає тривогу, оскільки це населення продовжує піддаватися соціальній та економічній дискримінації. Проте слід зазначити, що зусилля були вжиті, зокрема, в інституційних питаннях, коли уряд створив Національну раду ромів під головуванням віце-прем’єр-міністра. На місцевому рівні, зокрема в окрузі Меджімур’є, більшість районів були підключені до водо- та електропостачання і обслуговуються шкільним транспортом.", "...", "A.  Сегрегація у школах", "30.  У 2002 році спостерігалося погіршення проблем довкола міста Чаковец, де у школах застосовувалась практика відокремлення учнів ромів та неромів. Запанувала атмосфера нетерпимості; батьки-нероми зайшли так далеко, що провели демонстрацію перед школою на початку 2002/03 навчального року, аби не дати ромським дітям зайти до школи. Під сильним внутрішнім і міжнародним тиском влада визнала, що ці практики існують, і взялися за розгляд цього питання.", "31.  Коли я відвідував Чаковець, я мав можливість відвідати початкову школу зі змішаним зарахуванням. Користуючись нагодою, дякую директору і працівникам цієї школи за прийом. Розмови з ними переконали мене, що ситуація значно поліпшилася завдяки зусиллям усіх зацікавлених сторін. Проте певні труднощі все ще залишались. У окрузі Меджімур’є високий відсоток ромів, а в школах є значне число учнів ромів, які у певних вікових групах становлять до 80%. Але ці цифри не можуть виправдати жодну сегрегацію між дітьми, ставлення до яких має бути рівним. Я щиро сподіваюся, що не буде повторення подій, які мали місце в минулому, і необхідно забезпечити збереження соціального та етнічного поєднання заради того, щоб ромські та неромські діти навчалися разом в одних і тих же класах.", "32.  Також мені повідомили про труднощі, з якими стикаються ромські учні у вивченні хорватської мови. Я хотів би наголосити на важливості того, щоб усі учні в одному класі проходили через один навчальний план і однаковий навчальний процес. Тим не менш, проблема прогалин у знаннях не повинна замовчуватись. Щоб запобігти їй, корисно було б створити на національному рівні дошкільні класи для дітей, чия рідна мова не є хорватською. Таким чином, вони матимуть достатнє знання хорватської мови, щоб пізніше встигати за навчальним процесом у початковій школі, і водночас ознайомитися з навчальним закладом. По-друге, батьки зобов’язані забезпечувати сумлінне вивчення мови та регулярне відвідування дітьми школи протягом усього навчання.”", "2.  Підсумковий звіт пана Альваро Жіль-Роблеса щодо стану прав людини у ромів, сінті і мандрівних осіб у Європі (від 15 лютого 2006 року)", "73.  У третьому розділі звіту, що стосується дискримінації у сфері освіти, Комісар з прав людини зазначив, що значна кількість ромських дітей не мають доступу до освіти такого ж рівня, яким користуються інші діти, що частково є результатом дискримінаційної практики та забобонів. У зв’язку з цим він зазначив, що сегрегація в освіті є спільною рисою багатьох держав-учасниць Ради Європи. У деяких країнах у сегрегованих поселеннях існували сегреговані школи, в інших - спеціальні класи для ромських дітей у звичайних школах. Відвідування спеціальних шкіл чи класів часто означало, що ці діти навчались за програмою, яка була нижчою, ніж у загальноосвітніх класах, що зменшило їхні можливості подальшої освіти та пошуку роботи в майбутньому. У той же час, сегрегація освіти не дозволила ромам і дітям, які не є ромами, пізнати один одного і навчитися жити рівноправними громадянами. Вона виключила ромських дітей із загалу суспільства на самому початку їхнього життя, збільшивши ризик їх потрапляння у замкнене коло маргіналізації.", "74.  Було також зазначено, що спеціальні класи або спеціальні навчальні програми для ромів були запроваджені з добрими намірами – для подолання мовних бар’єрів або усунення відсутності дошкільного виховання ромських дітей. Очевидно, необхідно було вирішувати такі проблеми, але сегрегація або систематичне розміщення ромських дітей у класах, які навчаються за спрощеним або спеціальним навчальним планом ромською мовою, водночас ізолювали їх від інших учнів і явно були неналежним рішенням. Замість сегрегації, слід було приділяти значну увагу таким заходам, як дошкільна та шкільна освіта та мовна підтримка, а також запровадження шкільних помічників, які мають працювати разом з викладачами. У певних громадах надзвичайно важливо було підвищити рівень обізнаності батьків-ромів, які самі, можливо, не мали можливості відвідувати школу, із необхідністю та перевагами належної освіти для їхніх дітей.", "75.  У підсумку Комісар зробив низку рекомендацій щодо освіти. Якщо сегреговане навчання все ще продовжувало існувати в тій чи іншій формі, воно мало бути замінене звичайною інтегрованою освітою та, якщо це було доречно, заборонене законодавством. Для забезпечення успішного проведення десегрегаційних зусиль необхідно було забезпечити достатні ресурси для надання дошкільної освіти, мовної підготовки та підготовки шкільних асистентів. Належна оцінка мала бути проведена перед тим, як діти були записані до спеціальних класів, аби забезпечити, щоб єдиним критерієм запису були об’єктивні потреби дитини, а не етнічна приналежність.", "76.  Уривок звіту стосовно Хорватії звучить так:", "“52.  Під час візиту до Хорватії у 2004 році я дізнався про дворічну програму, розпочату у 2002 році, для підготовки всіх ромських дітей до школи, в рамках якої дітей навчали різноманітних навичок хорватською мовою. Згідно з хорватським десятирічним планом дій з інтеграції ромів, особливі зусилля з удосконалення дошкільної освіти для ромських дітей були продовжені з метою повної інтеграції в регулярну шкільну систему. ...”", "IV.  ІНШІ ДОКУМЕНТИ РАДИ ЄВРОПИ", "A.  Комітет Міністрів", "1.  Рекомендація № R (2000) 4 Комітету Міністрів Державам-учасницям щодо освіти дітей рома/циган у Європі (ухвалена Комітетом Міністрів 3 лютого 2000 року під час 696ї наради заступників міністрів)", "77.  Рекомендація каже наступне:", "“Комітет Міністрів, відповідно до пункту b статті 15 Статуту Ради Європи,", "", "  беручи до уваги, що метою Ради Європи є досягнення більшої єдності між її членами і що цієї мети можна досягти, зокрема, спільними діями в сфері освіти, \n", "   визнаючи, що існує нагальна потреба розбудовувати нові підвалини майбутніх освітніх стратегій щодо дітей рома/циган в Європі, зокрема з огляду на високий рівень неписьменності або напівписьменності серед них, високий рівень відсіву, низький відсоток дітей, що закінчують початкову школу, і стабільність таких факторів, як погане відвідування школи,", "", "   звертаючи увагу на те, що проблеми, з якими стикаються рома/цигани у сфері шкільного навчання, є передусім результатом тривалої освітньої політики минулого, яка призводила або до асиміляції, або до сегрегації дітей рома/циган в школі через те, що вони були \"соціально й культурно відсталими\",", "", "   беручи до уваги, що несприятливе становище рома/циган в європейських суспільствах не можна змінити доти, доки дітям рома/циган не буде гарантовано рівність можливостей у сфері освіти,", "", "   беручи до уваги, що освіта дітей рома/циган має стати пріоритетом національних політик на користь рома/циган,", "", "   пам’ятаючи, що політики, спрямовані на розв’язання проблем, які стоять перед рома/циганами у сфері освіти, мають бути всебічними, базуватися на визнанні того факту, що проблема навчання в школі для дітей рома/циган пов’язана з цілою низкою інших факторів і передумов, зокрема економічного, соціального й культурного характеру, а також із боротьбою з расизмом і дискримінацією, \n", "   пам’ятаючи, що освітні політики на користь дітей рома/циган мають спиратися на активну політику щодо освіти дорослих і професійної освіти,", "...", "рекомендує урядам держав-членів у проведенні їхніх освітніх політик: \n", "   - керуватися принципами, викладеними в Додатку до цієї рекомендації; \n", "   - за допомогою національних каналів довести цю рекомендацію до відома зацікавлених державних установ відповідних країн.”", "", "78.  Відповідні частини додатку до рекомендації № R (2000) 4 кажуть:", "", "“Керівні принципи освітньої політики щодо дітей рома/циган в Європі", "", "I.Структури \n", "   1. Освітнім політикам для дітей рома/циган в Європі слід давати підтримку відповідними ресурсами і гнучкими структурами, які потрібні для розуміння різноманітності населення рома/циган в Європі, та які врахують існування груп рома/циган, що ведуть кочовий або напівкочовий спосіб життя. Можливо, для цього слід передбачити застосування дистанційного навчання, що базується на нових комунікаційних технологіях.", "", "   2. Потрібно наголосити на потребі ліпшої координації на міжнародному, національному, регіональному й місцевому рівнях, щоб уникнути розпорошення зусиль і сприяти спільній діяльності.", "", "   3. Для цього держави-члени мають забезпечити, щоб міністерства освіти з розумінням ставилися до питань освіти дітей рома/циган.", "", "   4. З метою забезпечення дітям рома/циган доступу до шкіл треба всіляко розвивати схеми дошкільної освіти й робити їх доступними для них. \n", "   5. Особливу увагу слід також приділяти забезпеченню тіснішого зв’язку з батьками, використовуючи при цьому за потреби посередників із громади рома/циган, що може сприяти в майбутньому конкретним кар’єрним можливостям. Батькам треба давати спеціальну інформацію та консультації про потребу в освіті, а також про механізми підтримки, які муніципалітети можуть  запропонувати сім’ям. Між батьками і школами повинно існувати взаєморозуміння. Відсторонення батьків, а також брак знань і освіти (навіть неписьменність) теж заважають дітям користуватися можливостями освітньої системи.", "", "   6. Щоб діти рома/циган могли користуватися рівними можливостями в школі, зокрема через проведення позитивних акцій, слід створити відповідні допоміжні структури.  ", "", "   7. З метою зменшити відстань між учнями-рома/циганами і більшістю учнів державам-членам пропонується забезпечити умови для втілення наведених вище політик і домовленостей у життя.", "", "   II. Навчальні плани і навчальні матеріали", "", "   8. Освітні політики на користь дітей рома/циган мають проводитися в рамках більш широких міжкультурних політик з урахуванням особливих рис культури Романі та несприятливого становища багатьох рома/циган у державах-членах. \n", "   9. Тому навчальний план у цілому і навчальні матеріали треба будувати таким чином, щоб врахувати культурну ідентичність дітей рома/циган. Історію та культуру Романі треба вводити в навчальні матеріали з метою відобразити культурну ідентичність дітей рома/циган. Слід заохочувати участь  представників громади рома/циган у розробленні навчальних матеріалів з історії, культури або мови рома/циган.", "", "   10. Але держави-члени мають гарантувати, що це не призведе до \nвведення окремих навчальних планів, що може спричинити організацію окремих класів.", "", "   11. Держави-члени повинні також заохочувати розроблення навчальних матеріалів, що базуються на перевіреній практиці, щоб допомогти вчителям в їхній щоденній роботі з учнями-рома/циганами.", "", "   12. У країнах, де розмовляють мовою Романі, дітям рома/циган слід пропонувати можливість навчатись у школі рідною мовою.", "", "   III. Набір і підготовка вчителів", "", "   13. Щоб допомогти майбутнім учителям ліпше розуміти учнів-рома/циган, важливо дати їм спеціальні знання та підготовку. Проте освіта дітей рома/циган має залишатись невід’ємною частиною загальної освітньої системи.", "", "   14. Треба залучати громаду рома/циган до розроблення таких навчальних планів і до безпосередньої участі в передачі інформації майбутнім учителям. \n", "   15. Слід підтримувати підготовку й набір учителів з громади рома/циган.", "...”", "2.  Рекомендація CM/Rec(2009)4 Комітету Міністрів Державам-учасницям про освіту ромів і мандрівних спільнот у Європі (ухвалена Комітетом Міністрів 17 червня 2009 року на 1061й нараді заступників міністрів)", "79.  Відповідні частини Рекомендації звучать так:", "", "“Комітет Міністрів...", "1.  Рекомендує урядам держав-членів, з належним урахуванням своїх конституційних структур, національних або місцевих ситуацій і освітніх систем:", "...", "b.  розробляти, поширювати та впроваджувати освітню політику, зосереджуючись на забезпеченні недискримінаційного доступу до якісної освіти для дітей ромів та мандрівних спільнот, на основі орієнтацій, викладених у додатку до цієї рекомендації;", "...", "d.  забезпечувати, через місцеві та регіональні органи влади, щоб діти ромів та мандрівних спільнот ефективно приймалися до школи;", "...”", "80.  Відповідні розділи додатку до рекомендації CM/Rec(2009)4 звучать так.", "“I.  Принципи політики", "...", "5.  Держави-члени повинні забезпечити, щоб були вжиті правові заходи, що забороняють сегрегацію за расовою або етнічною ознакою в освіті, з ефективними, пропорційними і переконливими санкціями, і що закон ефективно впроваджується. Якщо де-факто сегрегація дітей ромів та мандрівників ґрунтується на їхній расовій чи етнічній приналежності, влада повинна запровадити десегрегаційні заходи. Політика та заходи, вжиті для боротьби з сегрегацією, повинні супроводжуватися належною підготовкою педагогічних працівників та інформацією для батьків.", "6.  Органи освіти повинні встановити процедури оцінки, які не призводять до ризику зарахування дітей до спеціальних навчальних закладів на підставі мовних, етнічних, культурних або соціальних відмінностей, а полегшуватимуть доступ до навчання. Представники ромів та мандрівних спільнот повинні брати участь у визначенні та моніторингу цих процедур.", "...", "II.  Структури та забезпечення доступу до освіти", "9.  Ромам і мандрівним спільнотам слід забезпечити безперешкодний доступ до загальної освіти на всіх рівнях за тими ж самих критеріями, що й для більшості населення. Для досягнення цієї мети слід вживати творчих та гнучких ініціатив відповідно до вимог освітньої політики та практики. Слід також вжити відповідних заходів для забезпечення рівного доступу до освітніх, культурних, мовних та професійних можливостей, які пропонуються всім учням, з особливою увагою до дівчат і жінок з-поміж ромів та мандрівних спільнот.", "10.  Необхідно заохочувати відвідування закладів дошкільної освіти дітьми ромів та мандрівних спільнот за рівних умов, що застосовуються до інших дітей, і заохочувати залучення до дошкільної освіти, якщо це необхідно, надаючи конкретні заходи підтримки.", "...", "III.  Навчальний план, навчальні матеріали та підготовка вчителів", "...", "19.  Органи освіти повинні забезпечити, щоб усі вчителі, особливо ті, які працюють у етнічно змішаних класах, пройшли спеціальну підготовку з питань міжкультурної освіти, з особливою увагою до ромів та мандрівних спільнот. Така підготовка повинна бути включена до офіційно визнаних програм і має бути доступною в різних формах, включно з дистанційним та онлайн навчанням, літніми школами тощо.", "20.  Вчителі, які працюють безпосередньо з дітьми ромів та мандрівних спільнот, повинні мати належну підтримку від посередників або помічників з-поміж ромів або мандрівних спільнот і повинні усвідомлювати, що їм потрібно більше залучати дітей ромів і мандрівних осіб до всіх освітніх заходів, а не демотивувати їх, встановлюючи нижчі вимоги до них, і заохочувати їх розвивати свій повний потенціал...”", "B.  Парламентська Асамблея Ради Європи", "1.  Рекомендація № 1203 (1993) стосовно циган у Європі", "81.  Парламентська Асамблея зробила, inter alia, наступні загальні зауваження:", "“1.  Однією з цілей Ради Європи є сприяння виникненню справжньої європейської культурної ідентичності. Європа містить у собі багато різних культур, всі вони, включно з численними культурами меншин, сприяють культурному різноманіттю Європи і збагачують його.", "2.  Особливе місце серед меншин відводиться циганам. Живучи розпорошеними по всій Європі, не маючи країни, котру могли б назвати своєю власною, вони є справжньою європейською меншиною, яка, проте, не вписується у визначення національних або мовних меншин.", "3.  Як нетериторіальна меншина, цигани значною мірою сприяють культурному розмаїттю Європи. У різних частинах Європи вони роблять свій внесок різними шляхами, як мовою, так і музикою, своїми промислами і ремеслами.", "4.  Із долученням центрально- та східноєвропейських країн до членства у Раді Європи, кількість циган, які проживають її на обширах, різко зросла.", "5.  Нетерпимість інших до циган існувала протягом століть. Проте вибухи расової або соціальної ненависті відбуваються все регулярніше, а напружені відносини між громадами сприяють жалюгідному становищу, в якому сьогодні проживає більшість циган.", "6.  Повага до прав циган, індивідуальних, основоположних і прав людини, а також до їхніх прав як меншини, є надзвичайно важливою для поліпшення їхнього становища.", "7.  Гарантії рівних прав, рівних шансів, рівного ставлення та заходів для поліпшення їхнього становища зроблять можливим відродження циганської мови та культури, що збагатить європейське культурне різноманіття.", "8.  Гарантія дотримання прав і свобод, викладених у статті 14 Європейської конвенції з прав людини, є важливою для циган, оскільки вона дозволяє їм підтримувати свої індивідуальні права.", "...”", "82.  Стосовно освіти Рекомендація каже:", "“vi.  Мають бути розширені наявні європейські програми з навчання учителів для циган;", "...", "viii. талановиті молоді цигани мають заохочуватись до навчання і до того, щоб діяти як посередники між циганами;", "...”", "2.  Рекомендація № 1557 (2002) про правове становище ромів у Європі", "83.  Ця Рекомендація каже, inter alia:", "“...", "3.  Сьогодні роми як і раніше зазнають дискримінації, маргіналізації та сегрегації. Дискримінація поширена у всіх сферах суспільного та особистого життя, включно з доступом до громадських місць, освіти, працевлаштування, медичного обслуговування та житла, а також перетину кордонів та доступу до процедур надання притулку. Маргіналізація та економічна і соціальна сегрегація ромів перетворюються на етнічну дискримінацію, яка зазвичай позначається на найслабших соціальних групах", "4.  Роми утворюють особливу меншинну групу, оскільки вони мають подвійний статус меншини. Вони є етнічною спільнотою, і більшість з них належать до соціально незахищених груп суспільства.", "...", "15.  Рада Європи може і повинна відігравати важливу роль у поліпшенні правового статусу, рівня рівноправності та умов життя ромів. Асамблея закликає держави-учасниці виконати шість загальних умов, які необхідні для поліпшення становища ромів у Європі:", "...", "c.  гарантувати рівне ставлення до ромської меншини як етнічної чи національної групи меншин у сфері освіти, працевлаштування, житла, охорони здоров’я та державних послуг. Держави-учасниці повинні звертати особливу увагу на:", "i.  сприяння рівним можливостям для ромів на ринку праці;", "ii.  забезпечення можливості для ромських студентів брати участь у всіх рівнях освіти від дитячого садка до університету;", "iii.  напрацьовувати позитивні заходи щодо працевлаштування ромів у сфері державних послуг, що мають безпосереднє відношення до ромських громад, таких як початкові та середні школи, центри соціального забезпечення, місцеві центри первинної медичної допомоги та місцева адміністрація;", "...", "d.  розробляти та запроваджувати позитивні заходи та пільги для соціально незахищених верств, включно з ромами як соціально незахищеними верствами населення, у сфері освіти, працевлаштування та житлового будівництва...", "e.  вживати конкретних заходів та створювати спеціальні установи для захисту ромської мови, культури, традицій та ідентичності:", "...", "ii.  заохочувати ромських батьків направляти своїх дітей до початкової школи, середньої школи та вищої освіти, включно з коледжем чи університетом, і надавати їм належну інформацію про необхідність навчання;", "...", "v.  набирати педагогічний персонал з-поміж ромів, особливо в районах з великим відсотком ромського населення;", "f.  боротися з расизмом, ксенофобією та нетерпимістю та забезпечувати недискримінаційне ставлення до ромів на місцевому, регіональному, національному та міжнародному рівнях:", "...", "vi.  звернути особливу увагу на явище дискримінації ромів, особливо у сфері освіти та працевлаштування;", "...”", "C.  ЄКРН", "1.  Загальнополітична рекомендація ЄКРН № 3 «Боротьба з расизмом і нетерпимістю щодо рома/циган» (ухвалена ЄКРН 6 березня 1998 року)", "84.  Відповідні розділи цієї Рекомендації кажуть:", "“Європейська комісія проти расизму і нетерпимості:", "...", "Пам’ятаючи, що боротьба з расизмом, ксенофобією, антисемітизмом і нетерпимістю є невід’ємною частиною захисту і сприяння правам людини, що ці права є універсальними і неподільними, і що всі без винятку людські істоти є рівними в правах;", "...", "Констатуючи, що сьогодні рома/цигани в усій Європі страждають від усталених негативних стереотипів, стають жертвами расизму, який глибоко вкорінився в суспільстві, та мішенями під час жорстоких проявів расизму і нетерпимості, а їхні основні права постійно порушуються та перебувають під загрозою;", "Відзначаючи також, що усталені негативні стереотипи щодо рома/циган призводять до їх дискримінації в багатьох сферах соціального та економічного життя, і що така дискримінація є суттєвим фактором в процесі соціального виключення, який зачепив багатьох рома/циган;", "...", "рекомендує урядам держав-членів:", "...", "–  забезпечити, щоб дискримінацію як таку, а також дискримінаційну практику можна було подолати шляхом застосування відповідного законодавства та передбачити в цивільному законодавстві спеціальні положення щодо цього, зокрема в сферах зайнятості, освіти і забезпечення житлом;", "...", "–  вести непримиренну боротьбу з усіма формами шкільної сегрегації стосовно дітей рома/циган і забезпечити справжню рівність доступу до освіти;", "...”", "2.  Загальнополітична рекомендація ЄКРН № 7 «Національне законодавство щодо боротьби з расизмом і расовою дискримінацією» (ухвалена ЄКРН 13 грудня 2002 року)", "85.  Для цілей цієї Рекомендації застосовано такі означення:", "“(a)  «расизм» означає переконаність у тому, що такі ознаки, як раса, колір шкіри, мова, релігія, громадянство та національне або етнічне походження виправдовують неповагу до особи чи групи осіб або почуття зверхності в особи чи групи осіб.", "(b)  «пряма расова дискримінація» означає будь-яке неоднакове поводження з людьми за такими ознаками, як раса, колір шкіри, мова, релігія, громадянство та національне або етнічне походження, що не має об’єктивного й розумного виправдання. Неоднакове поводження позбавлене об’єктивного й розумного виправдання, якщо воно не має правомірної мети або якщо не дотримано розумної пропорційності між використаними засобами та поставленою метою.", "(c)  «непряма расова дискримінація» означає випадки, коли позірно нейтральний фактор, такий як положення, критерій чи порядок, становить труднощі під час його дотримання особами або ставить у невигідне становище осіб, що належать до групи, окресленої за ознаками раси, кольору шкіри, мови, релігії, громадянства та національного чи етнічного походження, крім випадків, коли цей фактор має об’єктивне й розумне виправдання. Таке виправдання можливе, якщо є правомірна мета й дотримано розумної пропорційності між використаними засобами та поставленою метою.”", "86.  У пояснювальній записці до цієї рекомендації зазначається (пункт 8), що визначення «прямої» і «непрямої расової дискримінації», наведене у частині 1 (b) і (c) рекомендації, відштовхується від визначення, наведеного у директиві Ради ЄС 2000/43/EC, спрямованій на імплементацію принципу рівного поводження між особами, незалежно від їхнього расового або етнічного походження, і у директиві Ради ЄС 2000/78/EC, котра запроваджує загальні рамки для рівного поводження у сфері працевлаштування і зайнятості, а також у практиці Європейського суду з прав людини.", "V.  ВІДПОВІДНІ ДОКУМЕНТИ ООН", "A.  Міжнародний пакт про громадянські і політичні права", "87.  Стаття 26 Пакту каже:", "", "“Всі люди є рівними перед законом і мають право без будь-якої дискримінації на рівний захист закону.", "   В цьому відношенні всякого роду дискримінація повинна бути заборонена законом, і закон повинен гарантувати всім особам рівний і ефективний захист проти дискримінації за будь-якою ознакою, як-от: раса, колір шкіри, стать, мова, релігія, політичні чи інші переконання, національне чи соціальне походження, майновий стан, народження чи інші обставини.”", "B.  Комітет ООН з прав людини", "88.  У пунктах 7 і 12 Загальної рекомендації № 18 від 10 листопада 1989 року про недискримінування Комітет висловив наступну думку:", "“7.  ... Комітет вважає, що термін \"дискримінація\", який використовується в Пакті, повинен розумітися як такий, що передбачає будь-яке розмежування, виключення, обмеження або переваги, які ґрунтуються на будь-яких підставах, таких як раса, колір шкіри, стать, мова, релігія, політичне чи інше переконання, національне або соціальне походження, майно, народження або інший статус, які мають на меті або наслідком анулювання або погіршення визнання, здійснення або реалізації всіма особами, на рівних підставах, усіх прав і свобод.", "...", "12.  ... законодавство, ухвалене державою-учасницею, повинне виконувати вимогу статті 26 про те, що його зміст не повинен бути дискримінаційним. ...”", "89.  У пункті 11.7 своїх зауважень від 31 липня 1995 року щодо комунікації № 516/1992 стосовно Республіки Чехія, Комітет зазначив:", "“...Комітет, однак, вважає, що намір законодавця не є єдиною диспозитивною частиною у визначенні порушення статті 26 Пакту. Політично мотивована диференціація навряд чи буде сумісна зі статтею 26. Але правовий акт, який не є політично мотивованим, може все ще суперечити статті 26, якщо його наслідки є дискримінаційними.”", "C.  Міжнародна конвенція про ліквідацію всіх форм расової дискримінації", "90.  Відповідна частина статті 1 цієї конвенції каже:", "", "“... вислів \"расова дискримінація\" означає будь-яке розрізнення, виняток, обмеження чи перевагу, основані (базовані) на ознаках раси, кольору шкіри, родового, національного чи етнічного походження, метою або наслідком яких є знищення або применшення визнання, використання чи здійснення на рівних засадах прав людини та  основних  свобод  у політичній, економічній, соціальній, культурній чи будь-яких інших галузях суспільного життя.”", "D.  Комітет з ліквідації расової дискримінації", "91.  У своїй загальній рекомендації № 14 від 22 березня 1993 року щодо визначення дискримінації Комітет заначив, inter alia:", "“1.  ... Різниця суперечить [Міжнародній конвенції про ліквідацію всіх форм расової дискримінації], якщо вона має мету або вплив на порушення окремих прав і свобод. Це підтверджується зобов’язанням, покладеним на держави-учасниці відповідно до статті 2 § 1 (c), анулювати будь-який закон або практику, що має наслідком створення або продовження расової дискримінації. ...", "2.  ... Прагнучи визначити, чи є дискримінаційною дія, що суперечить [Міжнародній конвенції про ліквідацію всіх форм расової дискримінації], [Комітет] вивчатиме чи дійсно ця дія має невиправдано різний наслідок для групи, яка відрізняється за расою, кольором шкіри, народженням, національним або етнічним походженням.”", "92.  У своїй загальній рекомендації № 19 від 18 серпня 1995 року щодо расової сегрегації і апартеїду Комітет зазначив:", "“3.  ... хоча в деяких країнах урядова політика може створити умови для повної або часткової расової сегрегації, проте умова для часткової сегрегації може також виникнути як ненавмисний побічний продукт дій приватних осіб. У багатьох містах житлові структури піддаються впливу групових відмінностей у доходах, які іноді поєднуються з відмінностями за расою, кольором шкіри, народженням та національним або етнічним походженням, так що їхні мешканці можуть бути стигматизовані, а окремі особи страждають від дискримінації, в якій расові мотиви змішані з іншими мотивами.", "4.  Тому Комітет стверджує, що умова для расової сегрегації може також виникнути без будь-якої ініціативи або безпосередньої участі органів державної влади. ...”", "93.  У своїй загальній рекомендації № 27 від 16 серпня 2000 року щодо дискримінації проти ромів Комітет зробив, inter alia, наступну рекомендацію стосовно освітньої галузі:", "“17.  Сприяти залученню всіх дітей ромського походження до шкільної системи та діяти з метою зниження рівня відсіву, зокрема серед ромських дівчат, і для цих цілей активно співпрацювати з батьками-ромами, громадськими організаціями та місцевими громадами.", "18.  Запобігати і максимально уникати сегрегації ромських учнів, залишаючи при цьому відкриту можливість для двомовного навчання або навчання рідною мовою; з цією метою докласти зусиль для підвищення якості освіти в усіх школах і рівня досягнень у школах з боку меншин, для залучення шкільного персоналу з числа членів ромських спільнот і сприяння міжкультурній освіті.", "19.  Розглянути вжиття заходів на користь дітей-ромів у співпраці з батьками у сфері освіти.”", "94.  У своїх прикінцевих зауваженнях від 30 березня 1998 року за результатами розгляду звіту, наданого Республікою Чехія, Комітет зазначив, inter alia:", "“13.  Із занепокоєнням відзначається маргіналізація ромської громади у сфері освіти. Свідчення про те, що непропорційно велика кількість дітей-ромів розміщується в спеціальних школах, що призводить до де факто расової сегрегації, і що вони також мають значно нижчий рівень залученості до середньої та вищої освіті, викликають сумніви щодо того, чи стаття 5 [Міжнародної конвенції про ліквідацію всіх форм расової дискримінації] повною мірою імплементована.”", "E.  Конвенція про права дитини", "95.  Відповідні частини статтей 28 і 30 конвенції кажуть наступне.", "Стаття 28", "“1.  Держави-учасниці визнають право дитини на освіту, і з метою поступового досягнення здійснення цього права на підставі рівних можливостей, вони, зокрема:", "а) вводять безплатну й обов’язкову початкову освіту;", "...", "(e)  вживають заходів для сприяння регулярному відвіданню шкіл і зниженню кількості учнів, які залишили школу.", "...”", "Стаття 30", "“У таких державах, де існують етнічні, релігійні або мовні меншини чи особи з числа корінного населення, дитині, яка належить до таких меншостей чи корінного населення, не може бути відмовлено в праві спільно з іншими членами її групи користуватися своєю культурою, сповідати свою релігію і виконувати її обряди, а також користуватися рідною мовою.”", "F.  Декларація про права осіб, які належать до національних або етнічних, релігійних і мовних меншин", "96.  Відповідна частина статті 4 каже:", "", "“1.  Держави вживають за необхідності заходів для забезпечення того, щоб  особи, що належать до меншин, могли повною мірою та ефективно здійснювати свої права людини та основні свободи без будь-якої дискримінації і на підставі повної рівності перед законом...”", "G.  Організація Об’єднаних Націй з питань освіти, науки і культури (ЮНЕСКО)", "97.  Статті 1 і 3 Конвенції про боротьбу з дискримінацією у галузі освіти від 14 грудня 1960 у відповідних частинах кажуть наступне.", "Стаття 1", "“1.  Для цілей цієї Конвенції термін \"дискримінація\" включає будь-яке розмежування, виключення, обмеження або переваги, які, виходячи з раси, кольору шкіри, статі, мови, релігії, політичних чи інших переконань, національного або соціального походження, економічного стану або народження, мають на меті або наслідком анулювати або погіршити рівність у поводженні у сфері освіти, зокрема:", "(a)  позбавлення будь-якої особи або групи осіб доступу до освіти будь-якого типу або на будь-якому рівні;", "(b)  обмеження будь-якої особи або групи осіб освітою нижчого стандарту;", "(c)  За умови дотримання положень статті 2 цієї Конвенції, створення або збереження окремих освітніх систем або установ для осіб або груп осіб; або", "(d)  створення для будь-якої особи або групи осіб умов, несумісних з гідністю людини.", "...”", "Стаття 3", "“З метою усунення та запобігання дискримінації у значенні цієї Конвенції, її Держави-учасниці зобов’язуються:", "(a)  Скасувати будь-які законодавчі положення та будь-які адміністративні вказівки та припинити будь-яку адміністративну практику, яка передбачає дискримінацію у сфері освіти;", "(b)  Забезпечити, за необхідності, законодавчим шляхом, відсутність дискримінації при вступі учнів до навчальних закладів;", "...”", "ПРАВО", "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 6 § 1 КОНВЕНЦІЇ", "98.  Заявники скаржились на тривалість провадження у національних судах. Вони посилались на статтю 6 § 1 Конвенції, яка у відповідних частинах звучить наступним чином:", "“Кожен має право на ... розгляд його справи упродовж розумного строку ...", "судом, ..., який вирішить спір щодо його прав та обов’язків цивільного характеру...”", "A.  Рішення палати", "99.  Рішенням від 17 липня 2008 року, Палата вирішала, що стаття 6 застосовується до даної справи у її цивільно-правовому аспекті, і що тривалість провадження була надмірною.", "B.  Подання сторін до Великої Палати", "1.  Застосовність статті 6 § 1", "100.  Уряд, посилаючись на рішення Суду у справі Tinnelly & Sons Ltd і Інші і McElduff і Інші проти Сполученого Королівства (10 липня 1998, Reports of Judgments and Decisions 1998IV), оспорював застосовність статті 6 до провадження у національних судах на підставі цивільного позову заявників.", "101.  Заявники навели аргументи на користь застосовності статті 6.", "2.  Щодо суті", "102.  Заявники скаржилися на те, що тривалість провадження, зокрема, у Конституційному Суді, перевищила вимогу щодо розумного строку.", "103.  Уряд заперечив проти цих аргументів, підкресливши особливу роль Конституційного Суду та той факт, що він повинен був вирішувати складні конституційні питання у справах заявників.", "C.  Оцінка Суду", "1.  Щодо попередніх зауважень Уряду", "104.  В рішенні у справі Emine Araç проти Туреччини (№ 9907/02, ECHR 2008), вперше Суд однозначно визнав, що право доступу до вищої освіти є правом цивільного характеру і, таким чином, відступив від практики Комісії (див. André Simpson проти Сполученого Королівства, № 14688/89, Рішення Комісії від 4 грудня 1989 року, Decisions and Reports 64, стор. 188), відповідно до якої стаття 6 не застосовується до провадження стосовно законодавства про освіту (на тій підставі, що право не бути позбавленим середньої освіти лежить у публічно-правовій площині). Суд вважає, що таке з мотивування застосовується a fortiori в контексті початкової освіти (argumentum a maiore ad minus).", "105.  Окрім того, в рішенні у справі Kök проти Туреччини        (№ 1855/02, § 36, 19 жовтня 2006) Суд встановив, що якщо держава надає права, які можуть бути застосовані за допомогою судового захисту, їх можна, в принципі, розглядати як цивільні права у розумінні статті 6 § 1 (див. з таким же мотивуванням, Tinnelly & Sons Ltd і Інші і McElduff і Інші, цитовано вище, § 61).", "106.  Що стосується даної справи, то очевидно, що виник “спір” щодо первинного, а потім тривалого розміщення заявників у суто ромських класах, під час навчання у середніх школах. Провадження у національних судах стосувались тверджень заявників про порушення їхнього права на освіту і їхнього права не зазнавати нелюдського і такого, що принижує гідність, поводження. Заявники порушили свої скарги у звичайних цивільних судах і у Конституційному Суді, і їхні скарги були розглянуті щодо суті.", "107.  Окрім того, право заявників не зазнавати дискримінації за ознакою раси, є чітко гарантованим статтею 14 § 1 Конституції і, як таке, є застосовним у рамках національної правової системи у звичайних цивільних судах (див., mutatis mutandis, Tserkva Sela Sosulivka проти України, № 37878/02, § 42, 28 лютого 2008, і Gülmez проти Туреччини, № 16330/02, § 29, 20 травня 2008).", "З огляду на наведене, Суд робить висновок, що у даній справі стаття 6 § 1 застосовується.", "2.  Щодо суті", "108.  Суд нагадує, що розумність тривалості провадження повинна оцінюватися з урахуванням конкретних обставин справи, враховуючи критерії, викладені у практиці Суду, зокрема, складність справи, поведінку заявників та дії компетентних органів, а також важливість предмету спору для заявників у судовому процесі (див. Süßmann проти Німеччини, 16 вересня 1996, § 48, Reports 1996IV, і Gast і Popp проти Німеччини, № 29357/95, § 70, ECHR 2000II). У зв’язку з цим Суд зазначає, що провадження розпочалось 19 квітня 2002 року і завершилось із рішенням Конституційного Суду від 7 лютого 2007 року. Хоча справу було швидко вирішено судом першої інстанції та апеляційним судом, де провадження тривало близько семи місяців, цього не можна сказати про тривалість провадження в Конституційному Суді, котре тривало чотири роки, один місяць і вісімнадцять днів.", "109.  Хоча Суд визнає, що роль Конституційного Суду як охоронця Конституції іноді вимагає, щоб було враховувано інші міркування, окрім простого хронологічного порядку, в якому справи заносяться до списку, наприклад, характер справи та її значення у політичному та соціальному значенні, Суд вважає, що строк, що перевищує чотири роки для вирішення справи заявників і, зокрема, з огляду на те, що було предметом спору, а саме, право на освіту, здається надмірним.", "110.  Тому Суд вважає, що у даній справі було порушення статті 6 § 1 Конвенції щодо тривалості провадження у Конституційному Суді.", "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 14 КОНВЕНЦІЇ В СУКУПНОСТІ ЗІ СТАТТЕЮ 2 ПРОТОКОЛУ № 1", "111.  Заявники скаржились, що їм було відмовлено у праві на освіту, і у зв’язку з цим вони зазнали дискримінації. Вони посилались на статтю 14 Конвенції в сукупності зі статтею 2 Протоколу№  1, котрі кажуть:", "Стаття 14 – Заборона дискримінації", "“Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою – статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою.”", "Стаття 2 Протоколу № 1 – Право на освіту", "“Нікому не може бути відмовлено в праві на освіту. Держава при виконанні будь-яких функцій, узятих нею на себе в галузі освіти і навчання, поважає право батьків забезпечувати таку освіту і навчання відповідно до своїх релігійних і світоглядних переконань.”", "A.  Рішення палати", "112.  Палата встановила відсутність порушення статті 2 Протоколу № 1 окремо або в сукупності зі статтею 14 Конвенції. Палата постановила, що заявники були записані до суто ромських класів тому, що їм бракувало достатніх знань хорватської мови, і що цей захід був виправданим.", "B.  Подання сторін до Великої Палати", "1.  Заявники", "113.  Стосовно дев’яти заявників (другий-десятий заявники), які відвідували середню школу у Подтурені, заявники повідомили, що протягом 2000/01 навчального року, коли всі вони ходили до другого класу, більшість з них була записана до суто ромського класу. Наступного року усі дев’ятеро заявників, котрі відвідували середню школу у Подтурені, були записані до суто ромського класу з дев’ятнадцятьма учнями-ромами. Водночас, діяв тільки один третій клас, що складався з дев’ятнадцяти учнів-неромів. Протягом 2002/03 навчального року всі дев’ятеро заявників були записані до суто ромського четвертого класу. Протягом 2003/04 навчального року вони всі були записані до змішаного класу, оскільки не було достатньої кількості учнів-ромів, аби сформувати ромський клас.", "114.  Стосовно п’яти заявників (одинадцятий-п’ятнадцятий), які відвідували середню школу у Мацінеці, заявники повідомили, що вони були записані до суто ромського класу протягом всього навчання. Більшість інших учнів-ромів були записані до суто ромських класів. Загалом, із 153 учнів-ромів у перших чотирьох класах, 137 були записані до суто ромських класів. У четвертому класі із 44 учнів 21 були ромами, усі записані до суто ромського класу. Заявники стверджували, що Уряд не надав жодного послідовного та раціонального пояснення для утворення суто ромського четвертого класу у початковій школі Мацінеца, оскільки, на думку заявників, до цього часу всі мовні проблеми вже мали бути належно виправлені. Кількість суто ромських класів у Хорватії зросла з 27 у 2004 році до 68 у 2008 році, 62 з них – у окрузі Меджімур’є.", "115.  Заявники, зокрема, підкреслили, що метод, яким користується шкільне керівництво, нібито для поліпшення мовних навичок, був недостатнім. На їхню думку, найкращим методом інтеграції дітей з недостатнім володінням мовою було б розміщення їх на заняттях разом з дітьми, які говорили мовою викладання, оскільки це, разом з додатковими уроками хорватської мови, було б найпростішим і найшвидшим способом для учнів вивчити хорватську мову. Заявники стверджували, що надзвичайно важливо забезпечити, аби діти, які розмовляють іншою мовою вдома, були включені в групи, які могли б забезпечити хороші зразки для наслідування стосовно мови більшості та створили найкращі умови для їхніх мовних потреб. Вони стверджували, що різноманітні дослідницькі звіти та експертні органи Ради Європи, Європейського Союзу та ООН рекомендували інтеграційний підхід у сфері освіти дітей ромів.", "116.  Заявники стверджували, що не було спеціальної програми щодо зазначеного вище. Проте вони визнали, що шостому, сьомому, десятому і дванадцятому - п’ятнадцятому заявникам забезпечили додаткові уроки хорватської мови. Вони також стверджували, що їм надавались навчальні програми нижче стандартних, які викладалися тільки у класах, де навчалися лише роми.", "117.  Заявники стверджували, що не існувало правових підстав для їх зарахування до суто ромського класу. Вони стверджували, що не було чітких, доступних і передбачуваних процедур щодо розподілення учнів до спеціальних класів як після їх зарахування до школи, так і на наступних етапах освіти. На їхню думку, тести, що використовувалися як частина процедури зарахування, були призначені не для оцінки знань дитиною хорватської мови, а як орієнтир у визначенні психофізичного стану дитини.", "118.  Заявники стверджували, що, крім загальної системи оцінювання, не було жодного іншого спеціалізованого періодичного оцінювання їхнього прогресу в отриманні належного знання хорватської мови. Шкала оцінювання була від одного до п’яти, і найнижчим прохідним балом був два. Вони стверджують, що навіть коли отримували прохідний бал з хорватської мови, їх однак не переводили до змішаного класу.", "119.  Як правило, переведення до змішаного класу не розглядалось. Навпаки, керівництво школи відмовлялось переводити їх, стверджуючи, що найважливішим є принцип гомогенності класу.", "120.  Заявники стверджували, що не було вжито конкретних заходів задля поліпшення їхньої поганої відвідуваності школи та високого рівня відсіву, окрім санкцій проти учнів та батьків.", "121.  Заявники стверджували, що в 1990-х роках були ромські помічники, і що нещодавно вони були відновлені, але обидва рази це відбувалось без правової бази і без чітких і об’єктивних критеріїв для їх найму, які б забезпечили їхню компетентність і позитивні результати.", "122.  Вони також стверджували, що не брали участі в позакласних заходах в етнічно/расово змішаній групі, організованій школою. Вони вказували на відсутність системного та структурованого підходу до інтеграції ромських дітей до основних класів. Навіть якби існували етнічно змішані позашкільні заходи, вони не могли б замінити повну інтеграцію в класі.", "2.  Уряд", "123.  По-перше, Уряд зазначив, що заявники не були позбавлені права відвідувати школу та отримувати освіту, оскільки всі вони були зараховані до початкової школи у віці семи років, як і всі діти в Хорватії, і відвідували школу до досягнення п’ятнадцятирічного віку, після чого навчання більше не було обов’язковим. Уряд визнав цілком можливим, що навчальний план у класах, де навчалися лише роми, був скороченим на 30%, порівняно зі звичайною, повною навчальною програмою. Вони стверджували, що це було прийнятним згідно з відповідними національними законами, і що така можливість не була зарезервована лише для ромських класів, але застосовувалася для всіх класів початкової школи в Хорватії, залежно від конкретної ситуації в даному класі. Більше того, класи лише для ромів в жодному разі не були «спеціальними» класами. Вони були звичайними класами у звичайних школах і створювалися тільки в школах, де частка ромських учнів була значною, або де вони становили більшість учнів у певному поколінні, а потім лише щодо тих учнів-ромів, яким не вистачало належного володіння хорватською мовою. У середній школі Подтурена частка ромських дітей у початкових класах коливалась від 33% до 36%. У 2001 році загальна кількість учнів становила 463, з них 47 - роми. Був тільки один клас лише для ромів з 17 учнями, тоді як інші 33 учні-роми відвідували змішані класи. Починаючи з 2003 року у цій школі не було жодного суто ромського класу. У середній школі Мацінеца частка ромських дітей у початкових класах коливалась від 57% до 75%. Суто ромські класи формувались тільки у початкових класах, і лише винятково у середніх класах. Обидва старші класи були змішаними. У 2001 році загальна кількість учнів становила 445, з них 194 - роми. Існувало шість суто ромських класів з 142 учнями, тоді як інші 52 учні-роми відвідували змішані класи.", "124.  Уряд стверджував, що заявники були розподілені до класів виключно для ромів на основі статті 2 Закону про середню освіту та Правил щодо кількості учнів у звичайних та багаторівневих класах. Відповідно до статті 2 Закону про середню освіту, метою початкової освіти є забезпечення постійного розвитку кожного учня, як духовного, фізичного, морального, інтелектуального та соціального буття, відповідно до його можливостей і уподобань. На думку Уряду, це може бути досягнуто лише у постійній групі учнів приблизно однакового віку та знань. До всіх учнів застосовувались ті ж самі нормативно-правова база і критерії. Заявники пройшли таке ж тестування, як і всі діти перед зарахуванням до початкової школи. Заявники були розподілені до ромських класів на підставі недостатнього знання хорватської мови, з метою задоволення їхніх особливих потреб та забезпечення рівного підходу, що було можливим лише тоді, коли більшість з них мали однакові початкові знання хорватської мови та психофізичну готовність відвідувати початкову школу.", "125.  Усі, окрім другого і десятого заявників, були розподілені до суто ромських класів після зарахування до початкової школи. Другий і десятий заявники спочатку були записані до змішаного класу. Вони не змогли закінчити перший клас через погані оцінки, у тому числі й з хорватської мови. Після цього їх перевели до суто ромського класу.", "126.  Щодо заявників, які навчалися у початковій школі у Мацінеці, Уряд стверджував, що процедура запису включала психофізичну оцінку дітей комісією у складі психолога, шкільного радника (педагога), дефектолога і вчителя, у присутності принаймні одного з батьків дитини.", "127.  Щодо заявників, які навчалися в початковій школі Подтурена, Уряд стверджував, що записи про прийом заявників до цієї школи не можуть бути знайдені за збігом часу. Проте, Уряд надав свідчення вчителя, який проводив тримісячну дошкільну програму для ромських дітей, і сказав, що після закінчення цієї програми вчитель оцінював рівень мови кожної дитини, після чого дитина була відповідним чином зарахована до змішаного чи ромського класу.", "128.  Уряд надав шкільні записи, які свідчать, що всі заявники, як у початкових школах Подтурена, так і в початковій школі Мацінеца, відвідували додаткові уроки хорватської мови. Вони мали змогу брати участь у різноманітних позакласних заходах, які проводилися хорватською мовою, деякі з яких окремо зосереджувалися на поліпшенні мовних навичок (наприклад, декламування та читання). Крім того, у 2002 році в початковій школі Подтурена і в 2003 році у початковій школі Мацінеца було набрано ромських асистентів, щоб допомогти дітям, які навчаються у ромських класах, поглибити свої знання.", "129.  Уряд стверджував, що оцінка успішності заявників була частиною регулярної процедури оцінювання учнів, як у всіх інших школах Хорватії. У початкових класах оцінювання з усіх предметів робилось класним керівником. Підсумкова оцінка робилась наприкінці кожного навчального року на підставі усіх оцінок, отриманих протягом навчального року. Основними елементами для визначення оцінки були: знання та розуміння предмета, усне та письмове висловлювання, застосування набутих знань на практиці та їх творче використання, розвиток навичок, участь у заняттях та розвиток психофізичних здібностей і спроможностей учня. Зокрема, складові оцінювання знання хорватської мови включали навички читання та письма, усне та письмове висловлювання, лексику та граматику, читання книг та домашнє завдання. Оцінка поєднувала ряд чинників, серед яких найважливішими для учнів початкових класів були мотивація та особистісний розвиток щодо кожного предмета. Оцінки виставлялись відповідно до індивідуальних здібностей кожної дитини. Таким чином, гарні оцінки, дані деяким заявникам після того, як вони одноразово або неодноразово не змогли завершити клас, не обов’язково означали, що вони добре володіли хорватською мовою, а скоріше те, що вони досягли певного успіху.", "130.  Щодо особистого становища заявників у цій справі, Уряд стверджував, що їхні успіхи фактично були дуже повільними. Усі заявники кілька разів не могли перейти до наступного класу. Іноді їм було потрібно два чи три роки, щоб завершити один клас. Як приклад Уряд пояснював, що дванадцятий заявник мав два роки навчатись у першому класі, після чого отримав трійку (добре) з хорватської мови. Проте у першому класі учнів навчали базових навичок читання і письма, і більшість з них отримували високі оцінки. Тому трійка з хорватської мови після двох років навчання у першому класі не може вважатись доказом належного знання хорватської мови. Йому знадобилось ще три роки, щоб завершити другий клас.", "131.  Окрім того, існувало кілька процесуальних гарантій. Кожен з батьків мав право оскаржити оцінку, поставлену вчителем. Директор школи був зобов’язаний розглянути кожну скаргу. Якщо більшість батьків на шкільній зустрічі погодяться, що певний вчитель не є об’єктивним у своїй оцінці, класний керівник має розглянути скаргу на засіданні шкільної ради. Якщо шкільна рада визнає скаргу обґрунтованою, то директор зобов’язаний вжити необхідних заходів, передбачених законом. Крім того, кожен учень має право скаржитися на отримані оцінки, а також право вимагати, щоб спеціальна комісія оцінила його знання. Що стосується заявників у цій справі, то не надходило жодних скарг щодо оцінки їхніх знань або зарахування їх до ромського класу. Так само їхні батьки ніколи не просили переводити їхніх дітей до змішаного класу.", "132.  Уряд надав шкільні журнали, які доводили, що було вжито низку заходів. По-перше, класні керівники заохочували учнів відвідувати школу. Школи організовували регулярні зустрічі класних керівників з батьками, а також індивідуальні зустрічі батьків з учителями для учнів, котрі мали проблеми з відвідуванням школи, але батьки згаданих учнів переважно ігнорували запрошення на зустрічі обох видів. У школах також працювали ромські помічники, які були, поміж іншим, посередниками між школами та батьками, а також відвідували батьків і пояснювали необхідність і важливість освіти для їхніх дітей.", "133.  Керівництво школи також регулярно інформувало заявників та їхніх батьків про те, що заявники можуть продовжувати навчання у тій самій школі навіть після досягнення 15 років. Крім того, заявники також мали можливість безкоштовно відвідувати вечірні заняття в сусідньому місті, щоб завершити середню освіту. Троє заявників записались до вечірньої школи, але тільки один повністю завершив її. Що стосується п’ятого заявника, то влада школи повідомила компетентний центр соціального забезпечення про проблему відвідування з тим, щоб було вжито відповідних заходів. Вчителі залучались до вирішення проблем, з якими стикались заявники. Коли класний керівник десятого заявника помітив, що у нього є проблеми з зором, то сам вчитель відвів його до офтальмолога і переконався, що він отримав потрібні окуляри.", "134.  Уряд стверджував, що всі ромські діти, незалежно від того, чи вони перебувають у певному класі, були інтегровані з іншими дітьми під час їхнього навчання різними способами, наприклад, шляхом активної участі у всіх позакласних заходах, організованих у школах (наприклад, спів, танці, ремесло), а також участі у всіх заходах на відкритому повітрі, організованих школами (наприклад, уроки плавання, екскурсії по містах, відвідування різних об’єктів, пам’ятників та установ, збір сміття, екологічні заходи та різні змагання), а також участі, разом з іншими учнями, у соціальних заходах, організованих у школах (наприклад, святкування Різдва та Нового року, святкування Дня школи, Дня спорту та Дня хліба), а також те, що вони користувались спільною територією школи, наприклад, їдальнею та ігровими майданчиками.", "135.  Згадані школи також організовували спеціальні заходи для всіх учнів, щоб покращити розуміння неромськими дітьми ромських традицій та культури. Ці заходи включали святкування Дня ромів, організацію візитів до ромських поселень, інформування учнів про ромську мову, звичаї та проблеми, з якими стикаються роми у повсякденному житті, а також заохочення учнів-ромів до публікації текстів і віршів у шкільних журналах.", "3.  Треті особи, що вступили у провадження", "(a)  Уряд Республіки Словаччина", "136.  Уряд Республіки Словаччина визнав потребу у вирішенні освітніх проблем певних учнів, такі як недостатнє володіння мовою шкільного навчання. Він навів приклади різних конструктивних компенсаторних заходів. Він посилався на надану державам можливість розсуду у освітній сфері і наголошував, що державам не можна забороняти запровадження окремих класів для дітей з труднощами у різних видах шкіл або втілення спеціальних освітніх програм у відповідь на особливі потреби.", "137.  Хоча необхідно вирішувати особливі потреби дітей з труднощами у навчанні, проте це не може домінувати над ефективним функціонуванням системи освіти, яка повинна залишатися цілісною, а не фрагментованою відповідно до потреб кожного окремого учня. Таким чином, розміщення дитини в окремому класі на об’єктивних і законних підставах, таких як відсутність знання мови навчання, не може вважатися дискримінаційним. Іншими важливими факторами у цій справі були ставлення батьків і можливість переведення учнів до змішаних класів, а також зміст шкільної програми.", "(b)  Interights", "138.  Interights наголосив на необхідності розробки Судом комплексної практики щодо основних аспектів права на освіту. Зобов’язання поважати право на освіту вимагає від держав-учасниць уникати заходів, які перешкоджають здійсненню цього права або унеможливлюють його реалізацію. Обов’язок гарантувати належну і корисну освіту вимагає від держав вживати позитивних заходів, які дозволять і допоможуть окремим особам і громадам повною мірою користуватися правом на освіту. Основні цілі освіти можуть бути досягнуті тільки тоді, коли діти з різними культурними традиціями навчатимуться разом в інтегрованих школах.", "139.  Доступ до освіти без дискримінації передбачає, що діти повинні мати можливість брати участь у загальній системі освіти, яка забезпечила б їх інтеграцію в суспільство, а також отримувати користь від неї. Всі міжнародні стандарти освіти засновані на принципі недискримінації. З огляду на першорядне значення права на освіту, нездатність забезпечити це право для дітей з етнічних чи мовних меншин підриває здатність цих меншин вирватись з бідності та маргіналізації, від яких багато хто з них потерпає.", "140.  Існували ефективні та практичні альтернативи сегрегації у школах на підставі мовних та культурних відмінностей. Сегрегація може фактично позбавити меншість права на вивчення мови більшості, що спричиняє негативний вплив на її здатність користуватись освітою і ефективно брати участь у житті суспільства загалом та інтегруватися в нього. Запроваджена державою сегрегація на підставі культурної чи етнічної приналежності є неприйнятною. Хоча держави не повинні розділяти або виключати учнів за ознакою мови у дискримінаційний спосіб, їм необхідно вживати певних заходів, які б тимчасово вплинули на сегрегацію учнів за ознакою недостатнього володіння мовою навчання. Проте в цій сфері необхідно застосувати дуже обмежену можливість розсуду аби забезпечити, щоб сегрегація відбувалася лише на основі дійсних мовних потреб, і робилось це таким чином, щоб забезпечити повну інтеграцію учнів на належній і своєчасній основі.", "(c)  Грецький Гельсинський комітет", "141.  Посилаючись на практику Суду стосовно права на освіту і, зокрема, на рішення у справах D.H. і Інші проти Республіки Чехія ([ВП], № 57325/00, ECHR 2007IV) і Sampanis і Інші проти Греції   (№ 32526/05, 5 червня 2008), Грецький Гельсинський комітет наголосив на важливості тестування, призначеного для оцінки освітнього рівня дітей після зарахування їх до школи, а також на потребі остаточно зараховувати ромських дітей до звичайних, загальноосвітніх класів. Він також підкреслив, що від принципу інтегрованої освіти можна відступати лише за певних виняткових обставин, і що лише інтегративна освітня політика сумісна з роллю освітніх систем держав-членів.", "142.  Треті особи далі спиралися на План дій щодо поліпшення становища ромів та сінті в рамках ОБСЄ (Організації з безпеки та співробітництва в Європі), який закликав держави-члени «розробляти та запроваджувати програми комплексного десегрегації шкіл, спрямовані на: 1) припинення практики системного розподілення ромських дітей до спеціальних шкіл або класів; (2) переведення ромських дітей зі спеціальних шкіл до загальноосвітніх шкіл”. Треті особи також посилались на відповідні цитовані вище документи Ради Європи.", "C.  Оцінка Суду", "143.  У даній справі заявники висловили скарги за статтею 2 Протоколу № 1 окремо і в сукупності зі статтею 14 Конвенції, стверджуючи, що той факт, що під час здобуття середньої освіти вони були розподілені до суто ромських класів, порушував їхнє право на отримання освіти і їхнє право не зазнавати дискримінації. Проте Велика Палата вважає, що ця справа перш за все порушує питання щодо дискримінації.", "144.  У зв’язку з цим Суд нагадує, що стаття 14 не має самостійного існування, але відіграє важливу роль, доповнюючи інші положення Конвенції та Протоколів до неї, оскільки вона захищає осіб, котрі перебувають у подібному становищі, від дискримінації у реалізації прав, закріплених у інших положеннях. Якщо робиться посилання на матеріальну статтю Конвенції або Протоколів до неї як окремо, так і в сукупності зі статтею 14, і буде встановлене окреме порушення матеріальної статті, то загалом не обов’язково, аби Суд розглядав справу також і за статтею 14, якщо тільки не виявиться, що явна нерівність у поводженні щодо реалізації згаданого права є засадовим аспектом справи (див. Dudgeon проти Сполученого Королівства, 22 жовтня 1981, § 67, Series A № 45; Chassagnou і Інші проти Франції [ВП], №№ 25088/94, 28331/95 і 28443/95, § 89, ECHR 1999III; і Timishev проти Росії, №№ 55762/00 і 55974/00, § 53, ECHR 2005XII).", "145.  Скарга в даній справі стосується стверджуваної дискримінації щодо права заявників на освіту внаслідок того, що вони були розподілені протягом частини навчання до окремих класів, утворених, на їхню думку, на основі етнічних критеріїв. Уряд, зі свого боку, стверджував, що заявники були розміщені в окремих класах з огляду на їх недостатнє володіння хорватською мовою. Звідси випливає, що головним питанням, яке необхідно вирішити в даній справі, є те, чи було вжито належних заходів для забезпечення швидкого успіху заявників у набутті достатнього володіння хорватською мовою і, як тільки це було досягнуто, для їх безпосередньої інтеграції в змішані класи. У зв’язку з цим, важливим є навчальний план, за яким навчались заявники, і процедури, що стосуються їх переведення до змішаних класів. Тому стверджувана нерівність у поводженні стосовно реалізації права на освіту є засадовим аспектом даної справи, і питання, які вона порушує, слід вивчати з точки зору статті 14 Конвенції в сукупності зі статтею 2 Протоколу № 1.", "146.  Право на освіту, закріплене у першому реченні статті 2 Протоколу № 1, гарантує кожній особі, яка перебуває під юрисдикцією держав-учасниць, “право на доступ до освітніх закладів, які існували у певний час”, проте такий доступ є лише частиною права на освіту. Для того, щоб це право “було ефективним, необхідно, щоб, inter alia, особа, наділена ним, мала можливість отримати користь від здобутої освіти, тобто, право отримати, відповідно до правил, встановлених у кожній державі, у тій чи іншій формі, офіційне визнання навчання, котре вона завершила” (див. Справа “стосовно певних аспектів законодавства щодо застосування мов у системі освіти Бельгії” (щодо суті), 23 липня 1968, стор. 30-32, §§ 3-5, Series A № 6 – “Бельгійська мовна справа”; Kjeldsen, Busk Madsen і Pedersen проти Данії, 7 грудня 1976, § 52, Series A № 23; і Leyla Şahin проти Туреччини [ВП], № 44774/98, § 152, ECHR 2005XI).", "147.  Хоча справа стосується особистого становища чотирнадцяти заявників, проте Суд не може оминути увагою той факт, що вони належать до ромської меншини. Тому у наступному аналізі Суд враховуватиме особливе становище ромського населення. У попередніх справах Суд зазначав, що внаслідок особливої історії роми стали особливим різновидом знедоленої і уразливої меншини (див. також загальні зауваження у рекомендації Парламентської Асамблеї № 1203 (1993) стосовно циган у Європі, цитованої у параграфі 81 вище, і пункт 4 її рекомендації № 1557 (2002) про правове становище ромів у Європі, цитованої у параграфі  83 вище). Тому вони потребують особливого захисту. Як засвідчує діяльність численних європейських і міжнародних організацій, а також рекомендації органів Ради Європи, цей захист поширюється також на освітню сферу. Тому дана справа вимагає особливої уваги, особливо тоді, коли заяви подані до Суду неповнолітніми дітьми, для яких право на освіту є найважливішим (див. D.H. і Інші, цитована вище, § 182).", "148.  Зрештою, як зазначалось у попередніх справах, уразливе становище ромів/циганів означає, що необхідно звертати особливу увагу на їхні потреби і їхній особливий спосіб життя як у відповідній нормативно-правовій базі, так і під час ухвалення рішень у конкретних справах (див. Chapman проти Сполученого Королівства [ВП],       № 27238/95, § 96, ECHR 2001-I, і Connors проти Сполученого Королівства, № 66746/01, § 84, 27 травня 2004). В рішенні у справі Chapman, Суд також зазначив, що можна говорити про кристалізацію міжнародного консенсусу поміж державами-учасницями Ради Європи, котрі визнають особливі потреби меншин і зобов’язання захищати їхню безпеку, ідентичність і спосіб життя не лише задля забезпечення інтересів самих меншин, але й задля збереження культурного різноманіття, котре є цінним для всієї спільноти (див. D.H. і Інші, цитована вище, § 181).", "1.  Чи існувала різниця у ставленні", "149.  Відповідно до усталеної практики Суду, дискримінація означає різне ставлення без об’єктивного і розумного виправдання до осіб у відносно подібних ситуаціях (див. Willis проти Сполученого Королівства, № 36042/97, § 48, ECHR 2002-IV, і Okpisz проти Німеччини, № 59140/00, § 33, 25 жовтня 2005). Однак, стаття 14 не забороняє державі-учасниці по-різному ставитися до груп, щоб виправити “фактичну нерівність” між ними; дійсно, за певних обставин невжиття спроби виправити нерівність через інший підхід само по собі може призвести до порушення статті 14 (див. ‘Бельгійську мовну’ справу, цитовано вище, стор. 34, § 10; Thlimmenos проти Греції [ВП], № 34369/97, § 44, ECHR 2000IV; і Stec і Інші проти Сполученого Королівства [ВП], №№ 65731/01 і 65900/01, § 51, ECHR 2006VI). До того ж, держави-учасниці мають певну можливість розсуду у оцінці того, чи, і якою мірою, відмінності у подібних в іншому ситуаціях виправдовують різне ставлення. Однак дуже поважні причини повинні бути наведені для того, аби Суд міг вважати, що різниця у ставленні виключно на підставі етнічного походження є сумісною з Конвенцією (див. Timishev, цитовано вище, § 56).", "150.  Суд також визнав, що загальна політика або заходи, які самі по собі є нейтральними, але непропорційно завдають шкоди особам або групам осіб, які, як, наприклад, у цій справі, можуть бути визначені лише на основі етнічного критерію, можуть вважатись дискримінаційними, незважаючи на те, що вони спеціально не спрямовані на цю групу (див., mutatis mutandis, Hugh Jordan проти Сполученого Королівства, № 24746/94, § 154, 4 травня 2001; Hoogendijk проти Нідерландів (dec.), № 58461/00, 6 січня 2005; і Sampanis і Інші, цитовано вище, § 68), якщо тільки цей захід не є об’єктивно виправданим законною метою, а засоби для її досягнення є належними, необхідними і пропорційними. Окрім того, дискримінація, котра потенційно суперечить Конвенції, може бути спричинена ситуацією de facto (див. Zarb Adami проти Мальти, № 17209/02, § 76, ECHR 2006VIII). Якщо заявник надасть prima facie доказ того, що наслідок заходу або практики є дискримінаційним, то тягар доведення буде перекладений на державу-відповідача, котра повинна буде довести, що різниця у ставленні не є дискримінаційною (див. D.H. і Інші, цитовано вище, §§ 180 і 189).", "151.  Перш за все, Суд зазначає, що нещодавно ухвалив два рішення, що стосуються освіти ромських дітей, вирішивши, що заявники були дискриміновані за ознакою їх етнічного походження, а саме, справи D.H. і Інші і Sampanis і Інші (обидві цитовано вище). Рішення у справі D.H. і Інші стосувалось ситуації, коли загальнодержавна практика розміщення непропорційно високої кількості ромських дітей у школах для дітей, які мають проблеми з навчанням, становила дискримінацію за ознакою етнічного походження заявників. В рішенні у справі Sampanis і Інші Суд встановив, що практика первинної відмови ромським дітям у записі до школи із наступним їх зарахуванням до спеціальних класів, розташованих у прибудові до головного будинка початкової школи, у поєднанні з низкою расистських інцидентів у школі, спровокованих батьками неромських дітей, також становила дискримінацію за ознакою ромського походження заявників.", "152.  Дану справу слід відрізняти від двох вищезгаданих справ, зокрема стосовно відповідності статистики у трьох справах, що може мати вплив на наявність prima facie доказів дискримінації та, отже, на тягар доведення. В рішенні у справі D.H. і Інші (цитовано вище, § 18) Суд встановив, що від 50% до 70% ромських дітей у Республіці Чехія ходили до спеціальних шкіл для дітей, які мають проблеми з навчанням, тоді як у справі Sampanis і Інші (цитовано вище, § 81) усі ромські діти, які ходили до згаданої школи, розміщувались в окремій будівлі. Що стосується даної справи, Суд, по-перше, зазначає, що заявники, на відміну від справи Sampanis і Інші, ходили до звичайних початкових шкіл, і що суто ромські класи розміщувались у тому ж будинку, що й інші класи. Частка ромських дітей у початкових класах середньої школи у Мацінеці коливалась від 57% до 75%, тоді як у середній школі у Подтурені цей показник коливається від 33% до 36%. Дані за 2001 рік щодо середньої школи у Мацінеці показують, що 44% учнів були ромами, 73% з них відвідували суто ромські класи. У середній школі у Подтурені 10% учнів були ромами, 36% ромських учнів відвідували суто ромські класи. Ця статистика доводить, що насправді лише у середній школі у Мацінеці більшість ромських учнів відвідували суто ромські класи, тоді як у середній школі у Подтурені цей показник був нижчим 50%. Це підтверджує, що у обох школах автоматичне зарахування ромських учнів до окремих класів не було загальною політикою. Таким чином, представлені статистичні дані не є достатніми для того, щоб встановити наявність prima facie доказів того, що наслідок заходу чи практики був дискримінаційним.", "153.  Проте непряма дискримінація може бути доведена без статистичних доказів (див. D.H. і Інші, цитовано вище, § 188). У зв’язку з цим Суд зазначає, що заходи із розміщення дітей у окремих класах на підставі їх недостатнього володіння хорватською мовою застосовувалися лише до ромських дітей у кількох школах округу Меджімур’є, включно з двома середніми школами заявників у цій справі. Тому згаданий захід однозначно становить різницю у ставленні.", "154.  Стосовно підстав зарахування заявників до окремих класів, Суд також бере до уваги загальні коментарі, наведені у третьому звіті ЄКРН щодо Хорватії, оприлюдненому 14 червня 2005 року (див. параграф 67 вище), котрий посилається на “твердження, що коли органи влади намагалися у деяких школах запровадити змішані класи замість окремих класів, вони зіткнулися з протидією батьків-неромів, які, очевидно, підписали петиції проти цього заходу, внаслідок чого зберігалися окремі класи.”. Комісар з прав людини у звіті за візитом до Хорватії (див. параграф 72 вище), посилався на подібну ситуацію у наступному параграфі:", "“У 2002 році спостерігалося погіршення проблем довкола міста Чаковец, де у школах застосовувалась практика відокремлення учнів ромів та неромів. Запанувала атмосфера нетерпимості; батьки-нероми зайшли так далеко, що провели демонстрацію перед школою на початку 2002/03 навчального року, аби не дати ромським дітям зайти до школи.”", "155.  За обставин цієї справи, і навіть без будь-яких дискримінаційних намірів з боку відповідних державних органів, той факт, що цей захід застосовувався виключно до членів єдиної етнічної групи, у поєднанні із повідомленим супротивом батьків інших дітей проти запису дітей-ромів до змішаних класів, вимагає відповіді з боку держави, або довести, що дана практика була об’єктивно обґрунтована законною метою, і що засоби досягнення цієї мети були належними, необхідними та пропорційними.", "2.  Чи різниця у ставленні мала об’єктивне і розумне виправдання", "156.  Відповідно до практики Суду, різниця у ставленні є дискримінаційною, якщо “вона не має об’єктивного і розумного виправдання”, тобто, якщо вона не переслідує законну мету”, або якщо немає розумного співвідношення пропорційності” між застосованими засобами і метою, що має бути втілена (див., поміж багатьма рішеннями, Larkos проти Кіпру [ВП], № 29515/95, § 29, ECHR 1999-I; Stec і Інші, цитовано вище, § 51; і D.H. і Інші, цитовано вище, § 196). Якщо різниця у ставленні заснована на расі, кольорі шкіри або етнічному походженні, то поняття об’єктивного і розумного виправдання має тлумачитись якомога вужче (див. Sampanis і Інші, цитовано вище, § 69).", "157.  Суд вважає, що тимчасове розміщення дітей у окремому класі на тій підставі, що їм бракує належного знання мови, як таке не суперечить статті 14 Конвенції. Можна вважати, що за певних обставин таке розміщенні переслідуватиме законну мету – адаптування освітньої системи до особливих потреб дітей. Проте, якщо такий захід непропорційно або навіть виключно торкається певної етнічної групи, тоді мають бути запроваджені належні гарантії (див. Buckley проти Сполученого Королівства, 25 вересня 1996, § 76, Reports 1996IV; Connors, цитовано вище, § 83; і Timishev, цитовано вище, § 56). Тому Суд має зараз дослідити, чи існували такі гарантії на кожній стадії імплементації оскаржуваних заходів, і чи були вони ефективними.", "(a)  Первинне розміщення заявників у окремих класах", "158.  Суд, по-перше, зазначає, що не існувало жодної чіткої і конкретної нормативно-правової бази для розміщення дітей, яким бракує належного знання хорватської мови, у окремих класах. Законодавство, на яке посилався Уряд, зокрема, Закон про середню освіту і правила щодо кількості учнів у звичайних і багаторівневих класах, не передбачали окремих класів для дітей, яким бракує належного знання хорватської мови. Уряд не довів, що така ж практика застосовувалась до будь-яких інших учнів, яким бракує належного знання хорватської мови, у будь-якій іншій частині Хорватії, а не лише щодо ромських дітей у кількох школах округу Меджімур’є, включно з двома згаданими школами. Відповідно, оскаржувані заходи навряд чи можна вважати частиною звичайної і загальної практики, спрямованої на вирішення проблем дітей, яким бракує належного знання хорватської мови.", "159.  Окрім того, тестування, що застосовувалось для того, аби вирішити, чи зараховувати учнів до ромських класів, не було спрямоване саме на те, щоб перевірити знання дітьми хорватської мови. Якщо держава дозволяє вирішувати розміщувати дітей в окремих класах на тій підставі, що дітям бракує належного знання хорватської мови, то тестування таких дітей має бути спрямоване саме на оцінку знання ними мови. У своєму висновку щодо Хорватії, ухваленому 6 квітня 2001 року, Консультативний комітет Рамкової Конвенції про захист національних меншин наголосив, що “запис дітей в окремі класи має відбуватися тільки тоді, коли це абсолютно необхідно і завжди на основі послідовних, об’єктивних і всебічних тестувань” (див. параграф 68 вище).", "160.  У даній справі не провадилось жодного специфічного тестування заявників на володіння хорватською мовою. Тестування заявників, які відвідували середню школу Мацінеца (одинадцятий-п’ятнадцятий заявники), було спрямоване на перевірку загального психо-фізичного стану дітей, а не їхнього знання хорватської мови зокрема. Щодо заявників, які відвідували середню школу Подтурена (другий-десятий заявники), Уряд не довів, що їм взагалі будь-коли робили таке тестування (див. параграф 127 вище).", "161.  Окрім того, не можна оминути увагою певні неузгодженості щодо окремих заявників. Наприклад, як другий, так і десятий заявники були спочатку зараховані до змішаного класу середньої школи Подтурена після запису до першого класу у 1997/98 навчальному році. Тільки через два роки їх перевели до ромського класу. Якщо припустити, як стверджував Уряд, що неналежне знання хорватської мови було підставою для зарахування ромських дітей до ромських класів, то важко зрозуміти, чому другий і десятий заявники мали належне знання хорватської мови у семирічному віці, коли вступили до початкової школи, але не через два роки, коли їх перевели до ромського класу. Також є малоймовірним, щоб класним керівникам знадобилось аж два роки, аби зрозуміти, що заявники недостатньо володіють мовою. Навіть якщо ці два заявники мали певні труднощі в навчанні, як випливає з того факту, що вони протягом перших двох років навчання не змогли перейти до наступного класу, проте виглядає, що ці труднощі не були належно вирішені просто шляхом переведення відповідних заявників до ромського класу. Десятий заявник, зі свого боку, отримав адаптовану навчальну програму, з огляду на проблеми його розвитку, тільки у 2005/06 навчальному році, тобто лише через вісім років після того, як вступив до середньої школи і коли вже досяг 15 років – незадовго до того, як мав залишити школу.", "162.  Суд не вважає задовільним надане Урядом пояснення, що, хоча рівень володіння цими заявниками хорватською мовою на момент їх вступу до школи був неналежним, на той час у їхній школі не було ромських класів. Залишається фактом те, що протягом перших двох років навчання заявників на їхнє недостатнє знання хорватської мови не звертали належної уваги.", "(b)  Навчальна програма", "163.  Стосовно навчальної програми ромських класів, Уряд, по-перше, стверджував, що вона була такою ж, як і в будь-якому іншому класі відповідного рівня, і що всі предмети викладались хорватською мовою. Проте, водночас, він стверджував, що володіння хорватською мовою заявниками було недостатнім для виконання звичайної шкільної програми разом з іншими учнями. Уряд також визнав, що навчальний план у класах, де навчалися лише роми, міг бути зменшений на 30% у порівнянні з повним типовим навчальним планом, і що таке скорочення є допустимим згідно з національним законодавством і не обмежується класами лише для ромів, але приймається і допускається для будь-якого класу початкової школи в Хорватії, залежно від здібностей учнів даного класу.", "164.  Суд зазначає, що якщо заявники навчались за тією ж навчальною програмою, що і всі інші учні, то, як видається, немає причин розміщувати їх у окремих класах. Проте, якщо їх було розміщено у окремих класах через те, що їм бракувало належного знання хорватської мови, то звичайна навчальна програма, що викладалась хорватською мовою, не могла відповідати їхнім потребам. До того ж, твердження Уряду про те, що заявники навчались за звичайним навчальним планом, важко узгодити з коментарями, поданими 26 вересня 2001 року Урядом Хорватії у відповідь на висновок Консультативного комітету Рамкової конвенції про захист національних меншин, відповідно до яких “Міністерство освіти і спорту, у співпраці з місцевими адміністраціями, вжило з цією метою низку заходів, [а саме, для подолання мовних перешкод] – додаткова допомога для подолання проблем, пов’язаних із участю у шкільних уроках і їх розуміння, адаптування навчальної програми до потреб ромських дітей ...” (див. параграф 69 вище). Тому, схоже, ромські діти навчались за “адаптованою навчальною програмою”, хоча не зрозуміло, що саме вона включала.", "165.  Стосовно того факту, що навчальна програма, яка викладалась у ромських класах, могла бути зменшена на 30%, Суд, по-перше, зазначає, що Уряд не навів точну правову підставу для такого зменшення. По-друге, і найважливіше, Уряд не показав, як сам факт можливого зменшення навчальної програми може вважатись належним способом допомоги заявникам у їх стверджуваному недостатньому знанні хорватської мови. Оскільки, як зазначив Уряд, викладання у згаданих школах було тільки хорватською мовою, держава мала додаткове зобов’язання вжити відповідних позитивних заходів для надання допомоги заявникам у отриманні необхідних мовних навичок у найкоротший термін, зокрема спеціальних уроків мови, щоб їх можна було швидко інтегрувати до змішаних класів.", "166.  У зв’язку з цим Суд посилається на згадані коментарі, подані Урядом Хорватії у відповідь на висновок Консультативного комітету Рамкової конвенції про захист національних меншин, відповідно до яких “діти, які не володіють хорватською мовою, можуть бути зараховані до спеціальних класів, де вони отримують особливу увагу з метою вивчення хорватської мови” (див. параграф 69 вище). Проте, коли заявники були розподілені до ромських класів, їм не було надано жодної спеціальної програми з метою подолання їхніх можливих мовних недоліків. Уряд також не довів існування будь-яких письмових інструкцій або керівних принципів стосовно програми, яку повинні опановувати учні, розподілені до ромських класів.", "167.  Що стосується існування додаткових уроків хорватської мови, які, на думку Уряду, є одним із засобів, за допомогою яких намагались усунути мовні недоліки заявників, то, здається, третій, четвертий і п’ятий заявники ніколи не відвідували такі уроки, хоча всі троє відвідували суто ромський клас, принаймні протягом перших двох років початкової освіти.", "168.  Стосовно шостого-одинадцятого заявників, то їм було запропоновано додаткові уроки хорватської мови тільки починаючи з третього класу, хоча починаючи з першого класу їх зарахували до суто ромського класу.", "169.  Тринадцятий-п’ятнадцятий заявники могли відвідувати додаткові уроки мови тільки протягом першого року навчання. Хоча всі вони залишались у ромському класі протягом усього навчання у середній школі.", "170.  Тільки дванадцятий заявник систематично відвідував додаткові уроки хорватської мови у першому, другому і третьому класах. Проте він залишався у ромському класі протягом усього навчання у середній школі.", "171.  У будь-якому випадку, такі додаткові уроки хорватської мови могли у найліпшому випадку лише частково компенсувати відсутність навчальної програми, спеціально спрямованої на задоволення потреб учнів, розміщених у окремих класах на тій підставі, що їм бракує належного знання хорватської мови.", "(c)  Процедура переведення і відстеження", "172.  Що стосується переходу з ромських класів до змішаних, то Уряд, як у провадженні перед національними судами, так і перед цим Судом, стверджував, що однорідність кожного класу була важливим чинником непереведення заявників до змішаного класу. Проте, як зазначалося вище, розміщення заявників у ромських класах може розглядатися як таке, що переслідувало законну ціль, лише якщо воно мало на меті приведення їхніх знань хорватської мови до належного рівня, а потім забезпечення їх невідкладного переходу до змішаного класу.", "173.  У зв’язку з цим слід зазначити, що не було запроваджено жодної програми для вирішення особливих потреб дітей-ромів, які не володіють мовними навичками, що включало часові рамки для різних фаз набуття необхідних мовних навичок. Як наслідок, Суд вважає, що час, який заявники провели у класах, де навчались лише роми, здається, не відповідає вимозі про те, щоб їх негайне та автоматичне переведення було здійснене, як тільки буде досягнуто відповідного мовного рівня.", "174.  У згаданих коментарях, поданих Урядом Хорватії у відповідь на висновок Консультативного комітету Рамкової конвенції про захист національних меншин, Уряд зазначив, що “ця практика [зарахування ромських дітей до окремих класів] застосовується тільки у першому і другому класах початкової школи, після чого діти ходять до класів разом з дітьми інших національностей” (див. параграф 69 вище). Суд також посилається на висновок щодо Хорватії Консультативного комітету Рамкової конвенції про захист національних меншин, ухвалений 1 жовтня 2004 року, відповідно до якого “учні повинні розміщуватися в таких окремих допоміжних класах не на підставі їхньої приналежності до національної меншини, а скоріше відповідно до навичок та потреб відповідних осіб, а також якщо таке розміщення виявляється необхідним, то воно має тривати лише протягом обмеженого часу” (див. параграф 70 вище).", "175.  Кожен із заявників провів значну частину навчання у суто ромських класах. Одинадцятий-п’ятнадцятий заявники провели усі вісім років навчання у школі у суто ромському класі, тоді як другий-десятий заявники відвідували як ромські, так і змішані класи. Проте не було запроваджено жодної процедури відстеження. Хоча деякі заявники якийсь час відвідували змішані класи, проте Уряд не довів, що були складені звіти стосовно кожного заявника і його успіхів у вивченні хорватської мови. Такі звіти є необхідними задля забезпечення об’єктивності, а також для виявлення проблемних питань, котрі згодом потрібно було б вирішити, за потреби, за допомогою додаткових заходів. Відсутність встановленої і прозорої процедури відстеження залишала широкий простір для зловживань.", "(d)  Низька відвідуваність школи і високий відсоток відсіву", "176.  Однією з проблем, висвітлених у звітах інституцій Ради Європи стосовно Хорватії, є низька відвідуваність школи ромськими дітьми і їх високий відсоток відсіву. У другому звіті ЄКРН щодо Хорватії, оприлюдненому 3 липня 2001 року, зазначається, що “багато ромських/циганських дітей не ходять до школи, оскільки або ніколи не ходили до неї, або залишили навчання” (див. параграф 66 вище). Це спостереження знайшло підтвердження у третьому звіті ЄКРН щодо Хорватії, оприлюдненому 14 червня 2005 року, відповідно до якого “багато ромських дітей залишають школу у дуже ранньому віці” (див. параграф 67 вище). Статистика, надана заявниками стосовно округу Меджімур’є і не спростована Урядом, засвідчує відсоток відсіву на рівні 84% для учнів-ромів до завершення середньої освіти. У даній справі усі без винятку заявники залишили школу у віці 15 років, не завершивши середню освіту. Їхні особові справи засвідчують низьку відвідуваність.", "177.  Хоча влада Хорватії не може вважатися єдиною відповідальною за те, що так багато учнів не змогли здобути середню освіту або досягти належного рівня володіння мовою, такий високий рівень відсіву ромських учнів в окрузі Меджімур’є вимагає запровадження позитивних заходів, аби, поміж іншим, підвищити розуміння серед ромського населення важливості освіти, та допомогти заявникам вирішити будь-які труднощі, з якими вони зіткнулися у засвоєнні шкільної програми. Тому для вирішення цих проблем були потрібні додаткові кроки, такі як активне та систематичне залучення відповідних соціальних служб. Однак, як повідомив Уряд, соціальні служби були поінформовані про погану відвідуваність учнів лише у випадку п’ятого заявника. Не було надано точної інформації щодо будь-яких наступних дій.", "(e)  Залучення батьків заявників", "178.  Уряд підкреслював пасивність батьків і відсутність заперечень щодо розміщення їхніх дітей у окремих класах, а також те, що вони не просили про переведення їх у змішані класи. У зв’язку з цим слід нагадати наступні висновки, зроблені в рішенні у справі D.H. і Інші:", "“202.  Що стосується згоди батьків, Суд відзначає твердження Уряду, що це був вирішальний чинник, без якого заявники не були б поміщені у спеціальні школи. З огляду на те, що в даній справі було доведено різницю в ставленні, випливає, що будь-яка така згода означала б погодження з різницею у ставленні, навіть якщо вона є дискримінаційною, тобто це означало б відмову від права не бути дискримінованим. Проте, відповідно до практики Суду, відмова від гарантованого Конвенцією права, наскільки така відмова є припустимою, має бути зроблена у однозначний спосіб і їй має передувати повне ознайомлення з фактами, тобто на підставі поінформованої згоди (див. Pfeifer і Plankl проти Австрії, 25 лютого 1992, §§ 37-38, Series A № 227) і без примусу (див. Deweer проти Бельгії, 27 лютого 1980, § 51, Series A № 35).", "203.  За обставин цієї справи, Суд не переконаний, що батьки ромських дітей, які були членами знедоленої громади і часто мали низький рівень освіти, здатні були оцінити всі аспекти ситуації та наслідки надання згоди. ...", "204.  З огляду на засадову важливість заборони расової дискримінації (див. Nachova і Інші, цитовано вище, § 145, і Timishev, цитовано вище, § 56), Велика Палата вважає, що навіть якщо припустити, що було дотримано умови, передбачені у параграфі 202, жодна відмова від права не зазнавати расової дискримінації не може бути прийнятною, оскільки це суперечитиме важливому громадському інтересу (див., mutatis mutandis, Hermi проти Італії [ВП],      № 18114/02, § 73, ECHR 2006-XII).”", "179.  Те ж саме стосується нездатності батьків заявників у цій справі висловити заперечення щодо зарахування їхніх дітей до суто ромських класів та неспроможності домогтися їхнього переведення до змішаних класів.", "(f)  Висновок", "180.  З рішення Суду у справі D.H. і Інші (цитовано вище) випливає, що, відповідно до документів ЄКРН і звіту Комісара Ради Європи з прав людини щодо стану прав людини у ромів, сінті і мандрівних осіб у Європі (від 15 лютого 2006 року; див. параграфи 73 і 76 вище), низка європейських держав мають серйозні труднощі у забезпеченні належної шкільної освіти для ромських дітей. Хорватська влада намагалась вирішити цю проблему. Проте, у своїх спробах досягти соціальної та освітньої інтеграції групи знедолених, яку утворюють роми, їм довелося боротися з численними труднощами внаслідок, зокрема, культурних особливостей цієї меншини та передбачуваного ступеня ворожості з боку батьків неромських дітей. Як зазначала Велика Палата у згаданому рішенні у справі D.H. і Інші, пошук оптимальних засобів вирішення освітніх проблем дітей, яким бракує вільного володіння мовою навчання, є нелегким. Він передбачає складне врівноваження конкуруючих інтересів. Щодо запровадження і планування навчальної програми, це може включати питання доцільності, щодо якої Суд не має постановляти рішення (див. D.H. і Інші, цитовано вище, § 205, і Valsamis проти Греції, 18 грудня 1996,  § 28, Reports 1996-VI).", "181.  Проте, коли національні органи наділені дискреційними повноваженнями, котрі дозволяють втручатись у реалізацію закріплених Конвенцією прав, то гарантії, які є доступними для особи, будуть особливо важливими при визначенні того, чи держава-відповідач, запроваджуючи нормативно-правову базу, залишалася в межах наданої їй можливості розсуду (див. Buckley, цитовано вище,   § 76, і Connors, цитовано вище, § 83).", "182.  Факти цієї справи вказують на те, що влаштування шкільної освіти для ромських дітей не було достатньо підкріплене гарантіями, які забезпечили б те, що, використовуючи свою можливість розсуду в сфері освіти, держава звертала б достатню увагу на їхні особливі потреби як членів знедоленої групи (див., mutatis mutandis, Buckley, цитовано вище, § 84, і Connors, цитовано вище, § 84). Крім того, в результаті цих заходів заявники були розміщені в окремих класах, де викладання велось за адаптованим навчальним планом, хоча його точний зміст залишається нез’ясованим. Внаслідок відсутності прозорості та чітких критеріїв щодо переходу до змішаних класів, заявники залишались у ромських класах протягом значних проміжків часу, іноді навіть протягом всього навчання у середній школі.", "183.  Дуже позитивним моментом є можливість наступного навчання ромських дітей, які не змогли завершити середню освіту до досягнення 15 років. Після залишення середньої школи заявники мали можливість записатись до державної безкоштовної вечірньої школи у Чаковці (сусідньому місті), аби здобути повну освіту. Хоча Уряд брав на себе усі витрати, тільки троє заявників скористались цією можливістю, і тільки один повністю скінчив вечірню школу. Проте більшість змін відбулись після того часу, який має розглядатись стосовно заявників у даній справі. Вони не можуть усунути згадані недоліки у освіті заявників.", "184.  У підсумку, беручи до уваги обставини цієї справи і визнаючи зусилля хорватських властей забезпечити навчання ромських дітей, Суд вважає, що на той час не було належних гарантій, які могли б забезпечити розумні пропорційні взаємовідносини між застосованими засобами та переслідуваною законною метою, яка мала бути досягнута та збережена. Тому неодноразове розміщенні заявників у суто ромських класах під час їх навчання у середній школі не мало об’єктивного і розумного виправдання.", "185.  Тому Суд вважає, що у даній справі мало місце порушення статті 14 Конвенції в сукупності зі статтею 2 Протоколу № 1.", "186.  З огляду на цей висновок, немає потреби розглядати скаргу за статтею 2 Протоколу № 1 окремо.", "III.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "187.  Відповідно до статті 41 Конвенції,", "« Якщо Суд визнає факт порушення Конвенції або Протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію. »", "A.  Рішення Палати", "188.  Палата, з огляду на встановлене порушення, вирішила, що заявники зазнали моральної шкоди, спричиненої тим, що тривалість провадження у національних судах перевищила “розумний час”, і тому слід надати їм відшкодування. Вирішуючи за справедливістю, Палата присудила у зв’язку з цим кожному із заявників 1300 євро (EUR), включно з будь-якими податками, які заявники у зв’язку з цим мають сплатити. Вона також присудила заявникам спільно EUR 2000 на відшкодування видатків і витрат, включно з будь-якими податками, які заявники у зв’язку з цим мають сплатити.", "B.  Подання сторін", "189.  Заявники вимагали 22000 EUR кожному на відшкодування моральної шкоди і 20316,50 EUR спільно на відшкодування видатків і витрат, зроблених під час провадження на національному рівні і у Суді.", "190.  Уряд стверджував, що вимога заявників стосовно відшкодування моральної шкоди має бути залишена без задоволення. Стосовно вимоги про відшкодування видатків і витрат, зроблених під час провадження у Суді, Уряд вважав її надмірною.", "C.  Оцінка Суду", "1.  Моральна шкода", "191.  Суд вважає, що заявники повинні були зазнати моральної шкоди, зокрема, внаслідок розчарування, викликаного непрямою дискримінацією, від якої вони потерпіли, і щодо якої саме встановлення порушення Конвенції не надає достатнього відшкодування. Проте Суд вважає, що сума, висловлена заявниками, є надмірною. Вирішуючи за справедливістю, Суд оцінює моральну шкоду, котрої зазнав кожен із заявників, на рівні 4500 EUR.", "2.  Видатки і витрати", "192.  Суд нагадує, що правова допомога відшкодовується лише у обсязі, пов’язаному із встановленим порушенням (див. Beyeler проти Італії (справедлива сатисфакція) [ВП], № 33202/96, § 27, 28 травня 2002). Суд зазначає, що пані Кушан, пан Добруші і пан Александрідіс надали подробиці нарахування гонорарів, а також вартість перекладу відповідних документів. З огляду на всі відповідні обставини і керуючись правилом 60 § 2 Регламенту Суду, Суд призначає спільне відшкодування заявникам EUR 10000 на відшкодування видатків і витрат.", "3.  Пеня", "193.  Суд вважає за доречне, щоб пеня за несвоєчасну сплату була в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки.", "З ЦИХ ПРИЧИН СУД", "1.  Відхиляє, одноголосно, попереднє зауваження Уряду щодо застосування статті 6 § 1 Конвенції у даній справі;", "", "2.  Постановляє, одноголосно, що мало місце порушення статті 6 § 1 Конвенції;", "", "3.  Постановляє, дев’ятьма голосами проти восьми, що мало місце порушення статті 14 Конвенції в сукупності зі статтею 2 Протоколу № 1;", "", "4.  Постановляє, одноголосно, що немає потреби розглядати скаргу за статтею 2 Протоколу № 1 окремо;", "", "5.  Постановляє, дванадцятьма голосами проти п’яти,", "(a)  що держава-відповідач має сплатити заявникам протягом трьох місяців наступні суми, конвертовані у хорватську куну за курсом, чинним на момент розрахунку:", "(i)  кожному заявнику 4500 EUR (чотири тисячі п’ятсот євро), включно з будь-якими податками, які заявники у зв’язку з цим мають сплатити, на відшкодування моральної шкоди;", "(ii)  спільно усім заявникам 10000 EUR (десять тисяч євро), включно з будь-якими податками, які заявники у зв’язку з цим мають сплатити, на відшкодування видатків і витрат;", "(b)  по закінченні зазначених вище трьох місяців і до остаточного розрахунку, на названу суму нараховуватимуться відсотки в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки;", "", "6.  Відхиляє, одноголосно, решту вимог заявників щодо справедливої сатисфакції.", "Складено англійською і французькою мовами і постановлено під час відкритого засідання у Палаці Прав Людини у Страсбурзі 16 березня 2010 року.", "Венсан Берже\t  Жан-Поль Коста \nюрисконсульт\t                           Голова     ", "", "", "До даного рішення, відповідно до статтей 45 § 2 Конвенції і 74 § 2 Регламенту, додано наступні окремі думки суддів Юнгвірта, Ваїча, Ковлєра, Гюлумян, Єгера, Мієра, Беро-Лефевр і Вучініча.", "", "", "", "\tJ.-P.C.", "V.B.", "СПІЛЬНА ДУМКА, ЯКА ВИСЛОВЛЮЄ ЧАСТКОВУ НЕЗГОДУ, СУДДІВ ЮНГВІРТА, ВАЇЧА, КОВЛЄРА, ГЮЛУМЯН, ЄГЕРА, МІЄРА, БЕРО-ЛЕФЕВР І ВУЧІНІЧА", "1.  Ми не можемо встановити у даній справі порушення статті 14 Конвенції в сукупності зі статтею 2 Протоколу № 1.", "", "I", "", "2.  Ми згодні з більшістю щодо принципів, висловлених у параграфах 146, 149, 150 і 156 даного рішення. Зокрема, ми погоджуємося з тим, що з існуванням непрямої дискримінації можна погодитись тоді, коли явно нейтральне положення, критерій чи практика створюватимуть для осіб певного етнічного походження особливо несприятливе становище, порівняно з іншими особами, якщо тільки це об’єктивно не обґрунтоване законною метою, а засоби досягнення цієї мети не є належними, необхідними і пропорційними.", "", "II", "", "3.  Ми не погоджуємося з більшістю щодо застосування вищезазначених принципів до розглянутої справи та висновку про відсутність об’єктивного та вмотивованого обґрунтування заходів, які застосовувалися до заявників.", "4.  По-перше, заявники не стверджують, що їхнє володіння хорватською мовою після зарахування до початкової школи було належним - вони ніколи не заперечували проти твердження Уряду, що їм не вистачає необхідного рівня володіння мовою. (У відношенні заявників, які навчалися в середній школі Мацінеца, процедура реєстрації включала психофізичну оцінку дітей комісією у складі лікаря, психолога, шкільного радника (педагога), дефектолога та вчителя, у присутності принаймні одного з батьків дитини.) Таким чином, ми визнаємо, що заявники не володіли на достатньому рівні хорватською мовою аби брати участь в уроках, що викладались цією мовою.", "5.  По-друге, усі погодились з тим, що рішення стосовно методів, які використовуються для задоволення особливих потреб певних учнів, належать до сфери соціальної політики, в якій держави користуються досить широкою можливістю розсуду. Тому зарахування заявників до окремих класів як засіб задоволення їхніх особливих потреб як таке не суперечить Конвенції як з точки зору статті 2 Протоколу № 1, так і з точки зору статті 14 Конвенції.", "6.  Як зазначено у рішенні, частка ромських дітей у початкових класах середньої школи Мацінеца коливається від 57% до 75%, тоді як у середній школі Подтурена вона коливається від 33% до 36%. Ми визнаємо, що велика кількість учнів-ромів у двох відповідних середніх школах, зокрема у середній школі Мацінеца, була перешкодою для створення змішаних класів у певні роки навчання, з метою досягнення інтеграції серед відповідних учнів. Незважаючи на ці труднощі, суто ромські класи організовувались не за загальним правилом, а тільки у випадках, коли відсоток учнів-ромів був достатнім для створення таких класів.", "Тому у середній школі Подтурена із 47 учнів-ромів тільки 17 були записані у суто ромські класи, тоді як 30 навчались у змішаних класах (параграф 11 рішення). У середній школі Мацінеца у 2001 році було 194 учнів-ромів, 142 із них навчались у шести суто ромських класах, тоді як 52 навчались у змішаних класах (параграф 15 рішення).", "7.  Мовні недоліки та інші труднощі у даній справі, відповідно до записів, зроблених у школах (параграфи 21 - 51 рішення), йшли обіруч із явною відсутністю підтримки з боку батьків. Не можна заперечувати, що повільні мовні успіхи і досягнення у випадку заявників були значною мірою спричинені вкрай низьким відвідуванням школи (параграфи 176 - 177 рішення), що, у свою чергу, ставало б на перешкоді успіхам більшості у змішаних класах стосовно усіх шкільних предметів.", "У зв’язку з цим слід зазначити, що державні органи намагалася вирішити ці проблеми шляхом організації регулярних зустрічей батьків і вчителів на рівні класу, а також індивідуальних зустрічей батьків і вчителів із батьками заявників. Було також організовано візити ромських асистентів до помешкань учнів, аби наголосити на важливості регулярного відвідування школи. Проте батьки заявників рідко відповідали на ці зусилля. У таких питаннях не можна недооцінювати роль батьків. Регулярне відвідування школи залежить від співпраці між керівництвом школи і батьками дітей, котрі є першими відповідальними за своїх дітей. У звіті Комісара з прав людини також наголошується, що “батьки зобов’язані забезпечувати сумлінне вивчення мови та регулярне відвідування дітьми школи протягом усього навчання” (див. параграф 72 рішення in fine).", "8.  Щоб оцінити пропорційність вжитих заходів, важливо зазначити, що запровадження та планування навчальної програми в принципі підпадає під компетенцію Договірних Держав. Нормативно-правові положення стосовно освітніх установ можуть змінюватися залежно від часу і місця, зокрема, відповідно до потреб та ресурсів громади та відмінних особливостей різних рівнів освіти. Тому держави-учасниці мають у цій сфері широку можливість розсуду (див. Leyla Şahin проти Туреччини [ВП], № 44774/98, § 154, ECHR 2005-XI).", "9.  Державні органи зіткнулися з ситуацією, коли в невеликій громаді значна кількість дітей, які належать до ромської меншини, під час їхнього зарахування до початкової школи не володіли достатньою мірою мовою навчання. Вони мали вирішувати численні труднощі, спричинені, inter alia, культурною специфікою цієї меншини. Вибір поміж різними можливостями владнання конкретної ситуації спричинив непросте врівноваження конкуруючих інтересів. З одного боку, інтерес заявників та інших ромських дітей, які не володіли хорватською мовою, полягав у тому, щоб якомога швидше здобути знання мови викладання і таким чином стати здатними слідкувати за навчанням. З іншого боку, інтерес учнів, як хорватів, так і ромів, які розмовляли хорватською мовою, полягав у тому, щоб вони не були занадто сповільнені у навчанні через недостатнє володіння мовою дуже великої кількості інших учнів.", "Крім того, ми підкреслюємо, що організувати викладання в змішаних класах, де високий відсоток або навіть більшість учнів не мають достатнього знання мови викладання, може бути складно. У такій ситуації, коли високий відсоток або більшість учнів мають особливі потреби, очевидно, що викладання має бути адаптоване до їхніх потреб, особливо коли вони мають спільну мову між собою. Однак, це може вплинути на інтереси інших учнів, які не мають таких потреб, і чий прогрес може бути сповільнений. У такій ситуації державні органи стикаються з обов’язком забезпечити справедливий розподіл наявних ресурсів між обома групами учнів. Ми визнаємо, що з цієї причини їхнє розміщення в одному класі може бути виправдане з педагогічної точки зору, оскільки відомо, що діти найкраще навчаються у стабільному оточенні, і саме тому батьки часто не хочуть, аби їхні діти змінювали класи. Цей аргумент не повинен був бути відхилений без урахування інтересів дітей, які говорять хорватською мовою: важливість для учнів, які володіють хорватською мовою, мати можливість успішно просуватися у навчанні взагалі не згадується.", "10.  Зберігаючи ромських дітей у звичайних школах, хорватські органи влади зробили перехід від окремого класу до змішаного досить гнучким і дозволили здійснити це без формальностей. Тобто більшість заявників у цій справі відвідували як ромські, так і змішані класи, а також користувалися з іншими учнями одними й тими ж приміщеннями загального призначення, такими, як їдальня та ігрові майданчики, як і різноманітними позакласними та соціальними заходами (див. також параграфи 134 і 135 рішення).", "11.  Школи, у яких навчались заявники, є звичайними навчальними закладами, що входять до системи державних середніх шкіл Хорватії. Всі учні, які закінчили будь-яку з цих шкіл, вважаються такими, що успішно здобули повну середню освіту, і всі вони отримують стандартний випускний атестат. Ті школярі, які час від часу або протягом всього навчання відвідували лише ромські класи і успішно склали випускні іспити, також отримують стандартний атестат, у якому жодним чином не вказується, що вони відвідували спеціальні, окремі класи. Всі атестати про закінчення середньої освіти дають однакові підстави щодо можливості зарахування до старших класів середньої школи або пошуку роботи. Таким чином, той факт, що заявники відвідували лише ромські класи, як такий не міг жодним чином ні перешкоджати їм, ні зменшувати їхні перспективи подальшої освіти. Усі, хто завершують початкову школу, мають однакові можливості скористатись перевагами своєї освіти.", "12.  Тому важливо наголосити, що заявники ніколи не були позбавлені права відвідувати школу і отримувати освіту. Усі вони були зараховані до відповідних середніх шкіл у віці семи років – у звичайному віці, коли у Хорватії розпочинається обов’язкова середня освіта. Усі вони залишались у середній школі до досягнення 15 років, а потім залишали її за власною ініціативою, оскільки далі вони не були зобов’язані відвідувати школу.", "Окрім того, існувала можливість продовжувати навчання у вечірніх класах для учнів, які у віці 15 років не завершили середню освіту. Хоча повну вартість цієї освіти відшкодовувала держава, проте тільки третій, четвертий і шостий заявники скористалися цією можливістю, і лише третій заявник фактично завершив вечірню школу, а четвертий і шостий заявники, хоча і записалися, не відвідували уроки.", "13.  Таким чином, в даному випадку не доведено, що заявники були у особливо несприятливому становищі порівняно з іншими учнями через те, що їх під час здобуття середньої освіти було зараховано до класів, у яких навчалися лише роми.", "", "III", "", "14.  Таким чином, даний випадок не стосується становища меншини взагалі, а конкретного питання про освітню практику (у двох школах) стосовно меншості, котра недостатньо володіє мовою навчання, а також заходів, яких вживають державні органи для вирішення такої ситуації. Ця справа явно відмінна від справ D.H. і Інші проти Республіки Чехія ([ВП], № 57325/00, ECHR 2007IV) і Sampanis і Інші проти Греції (№ 32526/05, 5 червня 2008), про що чудово знає більшість. Більшість також погодилась із тим фактом, що у даній справі статистичних даних не достатньо для того, аби встановити, що існував неспростовний доказ того, що наслідок заходу або практики був дискримінаційним (параграфи 151 - 152 рішення). Ми згодні, що непряма дискримінація може бути доведена без статистичних доказів (параграф 153 рішення). Тоді факти мали б доводити, що наслідок практики мав негативний вплив на заявників і не міг бути виправданий з інших підстав.", "15.  Здається, більшість розглядала цю справу перш за все як засіб наступного розвитку у практиці Суду поняття непрямої дискримінації. Проте, аби зробити так, необхідно було дослідити аргументи поза конкретними фактами, тобто стосовно становища ромського населення загалом (див., наприклад, параграфи 147, 148, 176 і 177 рішення). Як наслідок, це рішення стало певною мірою рішенням щодо особливого становища ромського населення в цілому, ніж рішенням, що ґрунтується на фактах справи, оскільки суть і обсяг справи були змінені і витлумачені за межами скарг, поданих заявниками до Суду. Однак, застосовуючи такий підхід, більшість знехтувала критеріями, напрацьованими до того самим Судом стосовно права на освіту відповідно до статті 2 Протоколу № 1 до Конвенції (параграф 146 рішення).", "16.  Хоча визнано, що освіта за допомогою інтеграції, безумовно, є дуже важливою концепцією, однак слід зазначити, що немає загальних рекомендацій щодо оптимальної практики в такій ситуації, і що держави повинні мати можливість розсуду у вирішенні таких важливих і конкретних проблем на місці, оскільки вони найкраще пристосовані для цього завдання.", "17.  Окрім того, більшість зовсім не врахувала, що одним із прав меншості є “збереження різноманітності” (див. параграф 148 рішення), і тому відокремлення не завжди вважається шкідливим, особливо коли воно супроводжується, як у даній справі, численними громадськими заходами, організованими у звичайній школі.", "", "IV", "", "18.  Ми переконані, що в даній справі, як зазначено Конституційним Судом, не було доведено, що нібито інакше ставлення до заявників ґрунтувалося на їх етнічному походженні або будь-яких інших «підозрілих» підставах, а не виключно на їх недостатньому володінні мовою, тобто, на педагогічних підставах. За таких обставин державні органи мають ширшу можливість розсуду для застосування методів, що вживаються для вирішення освітніх проблем заявників. Після того, як було встановлено, що заявники не володіли достатньою мірою хорватською мовою, вибір засобів вирішення цієї проблеми покладався на державні органи. Тому, що стосується можливості розсуду державних органів у сфері освіти (див., mutatis mutandis, Sampanis і Інші, цитовано вище, § 92 in fine), ми вважаємо, що неодноразове зарахування заявників до ромських класів під час здобуття середньої освіти за обставин даної справи переслідувало законну мету, для досягнення якої було обґрунтовано вжиті певні засоби протягом обмеженого часу без наявності певних альтернатив. Інакше кажучи, було об’єктивне і розумне виправдання.", "", "V", "", "19.  Ми також хотіли б підкреслити, що в ситуації, подібній до нинішньої, в якій Суд скасовує обґрунтоване рішення Конституційного Суду, а також одностайне рішення однієї з власних палат, ухвалюючи рішення Великої Палати дев’ятьма голосами проти восьми, Суд мав навести переконливіші аргументи для обґрунтування свого рішення. Крім того, було б корисно, якби Суд навів більше практичних рекомендацій щодо того, як розробляти та застосовувати поняття непрямої дискримінації. В даний час, без будь-яких чітких вказівок з цього питання, може здатися, що більшість просто використовує своє власне повноваження для заміни рішення вищого національного суду своїм власним. Вчиняючи так, Суд ризикує почути, що перебрав на себе завдання національних судів. Особливо у ситуації, коли мотивування Конституційного Суду ґрунтувалось на принципах Конвенції, і коли його вказівки державним органам були чіткими. Таким чином, даний приклад переконливо засвідчує, що, коли йдеться про випадки, у яких Суд заявляє, що певна можливість розсуду залишається за державами, він має бути особливо обережним, аби не перевищити свою роль, особливо коли велика кількість суддів Суду висловилась на підтримку підходу Конституційного Суду.", "Як би там не було, державі-відповідачу чи будь-якій іншій державі-учасниці Конвенції, яка стикається з проблемами шкільної освіти стосовно груп меншин, не завжди буде легко дотримуватися даного рішення.", " ", "ДОДАТОК", "ПЕРЕЛІК ЗАЯВНИКІВ", "", "", "", ""]}