{"file": "UKR_HJUDUKR_66610_09.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "66610/09", "text_paragraphs": ["© Рада Європи/Європейський суд з прав людини, 2013 рік. Цей переклад було здійснено за підтримки Фундації з прав людини Ради Європи (). Він не є обов’язковим для Суду. Для подальшої інформації дивіться повні примітки щодо авторських прав у кінці цього документа.", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "\n", "", "ПЕРША СЕКЦІЯ", "", "", "", "", "", "СПРАВА ZOLOTAS ПРОТИ ГРЕЦІЇ (No 2)", "", "(Заява № 66610/09)", "", "", "", "", "", "", "РІШЕННЯ", "", "", "СТРАСБУРГ", "", "29 січня 2013 року", "", "", "остаточне", "", "29/04/2013", "", "", "Це рішення є остаточним на підставі статті 44 § 2 Конвенції, але до нього можуть бути внесені редакційні зміни.", "", "", "У справі Zolotas проти Греції (№o 2),", "Європейський суд з прав людини (Перша Секція) на засіданні Палати у складі:", "\tІзабель Беро-Лефевр (Isabelle Berro-Lefèvre), Голова,\n\tЕлізабет Штайнер (Elisabeth Steiner),\n\tХанлар Хаджієв (Khanlar Hajiyev),\n\tМірйана Лазарова Трайковска (Mirjana Lazarova Trajkovska),\n\tЮлія Лафранк (Julia Laffranque),\n\tЛінос-Александре Сіціліанос (Linos-Alexandre Sicilianos),\n\tЕрік Мьозе (Erik Møse), судді,\nі Андре Вампах (André Wampach), заступник секретаря секції,", "Розглянувши справу на закритому засіданні 8 січня 2013 року,", "Проголошує наступне рішення, ухвалене у вказаний день:", "процедура", "1.  Справа була відкрита за заявою (№ 66610/09) поданою до Суду проти Республіки Греція на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі - Конвенція) її громадянином, паном Анастасіосом Золотасом (далі - заявник), 7 грудня 2009 року.", "2.  Грецький уряд (далі - Уряд) був представлений уповноваженою особою, пані Ф. Дедуссі, член Державної правової ради, і пані З. Хаджіпавлу, дорадник при Державній правовій раді.", "3.  Заявник стверджував, зокрема, про порушення права, гарантованого статтею 1 Протоколу № 1 до Конвенції.", "4.  31 серпня 2011 року заяву було комуніковано Уряду. На підставі статті 29 § 1 Конвенції було вирішено, що Палата висловиться водночас щодо прийнятності і щодо суті.", "ФАКТИ", "5.  Заявник, народжений у 1924 році, помер 27 лютого 2011 року під час розгляду його заяви у Суді. Його син, пан Панайотіс Золотас (Panayotis Zolotas), висловив бажання підтримати заяву.", "I.  ОБСТАВИНИ СПРАВИ", "6.  11 липня 1974 року заявник, який на той час працював адвокатом, відкрив банківський рахунок у Генеральному банку Греції, на який поклав 660000 драхм (1936,90 євро). Починаючи з другого семестру 1981 і до 2003 року він не здійснив жодної операції на своєму рахунку (знімання або переведення грошей, або запис відсотків у передбачену для цього книжку). Через тяжкі проблеми зі здоров’ям, які зробили непрацездатними його самого і його дружину, він протягом кількох років був змушений жити закордоном. 6 лютого 2003 року він попросив банк повідомити його про стан рахунку. Банк відповів, що оскільки починаючи з другого семестру 1981 року на його рахунку не було жодного руху, усі вимоги щодо цього рахунку втрачені за строком давності. Проте, він повідомив, що зберіг у реєстрі записів особову картку заявника, на яку записував відсотки, нараховані на рахунок.", "7.  3 червня 2003 року позивач подав до цивільного суду позов проти банку. Він вимагав внесену на рахунок суму, збільшену на відсотки, тобто, загалом 30550,74 євро. Рішенням №1481/2005 від 21 квітня 2005 року суд першої інстанції Афін залишив позов без задоволення, вирішивши, що вимоги заявника щодо цього рахунку втрачені за двадцятилітнім строком давності, передбаченим угодою про нерегулярний вклад (anomali parakatathiki), у розумінні статті 830 Цивільного кодексу (параграфи 18-19 нижче). Зокрема, суд уточнив:", "« (...) [Заявник] спирається на статтю 1 Протоколу № 1 (...), а також на Паризький протокол від 20 березня 1952 року щодо поваги до власності, які у даній справі не застосовуються, оскільки позовна давність як інститут національного права переважає над ними. Ця позовна давність [передбачена статтею 247 Цивільного кодексу] не залежить від того, що, відповідно до статті 3 декрету-закону № 1195/1942, готівкові вклади у національні банки і нараховані на них відсотки остаточно переходять до держави, якщо власники не заявляють вимог стосовно вкладів протягом двадцяти років, а стосовно відсотків – протягом п’яти років (...). »", "8.  Заявник подав апеляційну скаргу на це рішення. Він спирався на положення чинного внутрішнього права і на статтю 1 Протоколу № 1 до Конвенції. Він стверджував, що перебіг позовної давності мав бути призупинений через форс-мажорну обставину або перерваний на підставі статті 260 Цивільного кодексу, оскільки банк кожні шість місяців поновлював його картку, вписуючи до неї нараховані відсотки.", "9.  Рішенням № 2452/2006 від 6 квітня 2006 року апеляційний суд Афін залишив апеляційну скаргу без задоволення, вирішивши, що двадцятилітній строк давності, передбачений угодою про нерегулярний вклад, виправданий метою суспільного інтересу - ліквідацією в інтересах громади (koinoniki oikonomia) юридичних зв’язків, створених у такому віддаленому минулому, що їхнє існування стало непевним. Те, що банк продовжував нараховувати відсотки на вклад заявника, не було, на думку апеляційного суду, актом визнання претензій заявника, який міг би перервати перебіг двадцятирічного строку давності. У випадку банківського вкладу перебіг цього строку міг бути перерваний лише новим актом внесення чи знімання готівки, переказу грошей або капіталізації відсотків. Апеляційний суд спирався, поміж іншим, на декрет-закон № 1195/1942, який передбачає, що суми грошей, розміщені на банківському рахунку, який лишається неактивним протягом двадцяти років, зі спливом цього строку переходять до держави.", "10.  Апеляційний суд відхилив також заперечення заявника відносно того, що строк давності мав бути призупинений через форс-мажорну обставину (хвороба його і його дружини). Він вирішив, що в даному випадку не було форс-мажорної обставини, оскільки хвороби не тривали протягом усього строку давності і, зокрема, протягом його останніх шести місяців, тож заявник не був позбавлений можливості особисто чи за дорученням зняти решту суми вкладу і відсотків за ним.", "11.  Заявник подав касаційну заяву. Він спирався на статтю 1 Протоколу № 1 до Конвенції.", "12.  12 січня 2009 року Касаційний суд залишив його скаргу без задоволення через необґрунтованість на тій підставі, що застосування згаданого законодавства не зазіхало на право заявника на повагу до власності у розумінні статті 1 Протоколу № 1 (рішення № 50/2009). Точніше, Касаційний суд вирішив, що:", "« (...) оскільки згаданий строк давності, як і будь-який строк давності, зумовлений загальним інтересом, котрий вимагає врегулювання відносин, які залишились в минулому і через це стали непевними, а також продиктований інтересом громади, тому оспорювані положення не суперечать [Протоколу    № 1]. »", "13.  Це рішення було виготовлене і засвідчене 9 червня 2009 року.", "II.  ЧИННІ ВНУТРІШНІ ПРАВО І ПРАКТИКА", "14.  Стаття 3 декрету-закону № 1195/1942 «щодо строку давності на користь держави вкладів у банках та інших цінностей і вимог» звучить наступним чином:", "Строк давності на користь держави вкладів і відсотків", "«Готівкові вклади у національних банках і відсотки за ними (...) остаточно переходять до держави, якщо на них немає вимоги від власника рахунку або на них немає жодного руху протягом двадцяти років починаючи від моменту, коли вони були доступні, а щодо відсотків – протягом п’яти років від моменту, коли щодо них можлива вимога.»", "15.  Декрет-закон № 1195/1942 був ратифікований актом Ради міністрів № 315 від 30 травня 1946 року; він залишився чинним після прийняття Цивільного кодексу.", "16.  Відповідно до цього декрету-закону, строк давності щодо певних прав і вимог замість того, щоб йти на користь дебітору, як це буває за звичайним правом, грає на користь держави. Окрім вкладів у банках і кредитних установах, це стосується прав і вимог щодо капіталу, грошової ренти і рухомих цінностей, які існують в межах банків і акціонерних товариств.", "17.  Стаття 16 § 2 декрету-закону передбачає, що у певних випадках вкладник, після переходу до держави його вимог, має право подати до цивільного суду позов проти держави протягом строку давності претензії.", "18.  Чинні положення Цивільного кодексу звучать так:", "Стаття 247", "Строк давності претензій", "«Право вимагати від інших дію чи бездіяльність (претензія) має строк давності.»", "Стаття 249", "Строк давності у двадцять років", "«За винятком інших положень, строк давності претензії триває двадцять років.»", "Стаття 250", "Строк давності у п’ять років", "«Строк давності у п’ять років мають наступні претензії: (...) 15. щодо відсотків (...) ».", "Стаття 251", "Початок строку давності", "« Строк давності починається від початку претензії і відколи стає можливо реалізувати її правовим шляхом.»", "Стаття 255", "Призупинення строку давності", "«Строк давності призупиняє перебіг на весь час, доки власник права не має можливості здійснити свою претензію через (...) або інший форс-мажорний випадок протягом останніх шести місяців строку давності. (...) »", "Стаття 260", "Переривання - визнання", "«Строк давності переривається визнанням претензії у будь-який спосіб особою, на яку покладене зобов’язання (зобов’язаний). »", "Стаття 272", "Наслідок завершення строку давності", "«Зі спливом строку давності зобов’язана особа має право відмовитись від виконання вимоги.", "(...) »", "Стаття 274", "Строк давності за додатковими вимогами", "«Зі спливом строку давності за основним зобов’язанням спливає строк давності за пов’язаними з ним додатковими вимогами, навіть якщо строк давності, що застосовується за ними, ще не витік.»", "Стаття 827", "Час на реституцію", "«Якщо вкладник вимагає річ, депозитарій має повернути її, навіть якщо строк, призначений на її зберігання, ще не витік.»", "Стаття 830", "Нерегулярний вклад", "«Вклад суми грошей або інших ліквідних речей слід безсумнівно вважати позичкою, якщо депозитарій має право ним користуватись. Відповідно, що стосується місця і часу реституції, мають безсумнівно застосовуватись положення щодо вкладу. (...) »", "19.  Під поняттям «нерегулярний вклад» мається на увазі вклад, за згодою сторін, грошей або інших ліквідних речей з метою зберігання іншою стороною, котра має повноваження ним користуватись. Відповідно до встановленої доктрини і юриспруденції, вклад грошей у банк під звичайні відсотки і з можливістю негайного зняття вкладеної суми має характер договору про нерегулярний вклад.", "20.  На підставі статті 260 Цивільного кодексу, строк давності переривається, якщо зобов’язана особа у будь-який спосіб визнає претензію. Загалом визнається, що аби таке визнання мало місце, достатньо акту або дії, які б чітко вказали, що дебітор визнає своє зобов’язання, а також претензію власника вимоги. Таке визнання може полягати у частковому відшкодуванні боргу, нарахуванні відсотків, гарантії безпеки, проханні про надання відстрочки або проханні про списання боргу (Georgiadis-Stathopoulos, Code civil. Interprétation article par article, стор. 461).", "21.  Аби акт визнання дебітора спричинив переривання строку давності (стаття 260 Цивільного кодексу), він має бути адресований власнику вимоги і отриманий ним (рішення № 1178/1976 Касаційного суду, Nomiko Vima 25/710). Сам факт, що дебітор заносить борг до рахункових книг, не є визнанням претензії у розумінні статті 260 і, отже, не може перервати строк давності (рішення № 924/1977 Касаційного суду, Nomiko Vima 26/726).", "22.  Що стосується спливу строку давності за претензіями власника рахунку відносно цього рахунку, припускається, що він переривається новим вкладом або зняттям або будь-яким актом, який призводить до зміни рахунку. Строк давності не переривається ані нарахуванням відсотків на рахунок, навіть якщо вони капіталізуються, ані оновленням особової картки власника рахунку, котре відбувається кожні шість місяців (рішення № 739/2004 і № 50/2009 Касаційного суду).", "23.  Постановою № 2501 від 31 жовтня 2002 року керуючий Банку Греції уточнив:", "«Кредитні установи мають надавати контрактантам мінімум інформації у наступний спосіб:", "1.  Загальні умови", "(...)", "c) перед укладенням контракту  інформувати контрактантів про всі умови, на яких відбуваються стосунки між ними, і надати їм повний примірник після його укладення.", "(...)", "e)  У випадку односторонніх змін умов контракту щодо тих питань, відносно яких дозволяється така зміна, [кредитні установи] інформують контрактантів, колективно або індивідуально, про односторонні зміни початкових умов і в обох випадках називають дату набуття чинності новими умовами.", "(...)", "2.  Періодична інформація", "a)  Вклади: інформація надається принаймні кожні три місяці стосовно пунктів a) і f) глави B, параграф 1, а також щодо залишку на рахунку, окрім випадку, коли на рахунку немає руху; в такому випадку інформація надається кожні шість місяців.", "Що стосується ощадних рахунків, за якими видаються книжки, оновлення здійснюється шляхом надання книжки.", "(...) »", "24.  Керуючись такими ж міркуваннями, Касаційний суд вирішив, що банк не зобов’язаний повідомляти зацікавлену особу перед спливом строку давності. Оскільки банк видає книжку за рахунком, то вона сам має оновлювати її, оскільки ця книжка є доказом покладеної на рахунок суми і існування руху на ньому (рішення Касаційного суду № 432/1990 і № 1623/1995).", "ПРАВО", "I.  ЗАГАЛЬНІ ЗАУВАЖЕННЯ", "25.  По-перше, Суд має вирішити питання про те, чи пан Панайотіс Золотас має право підтримувати заяву, подану заявником, який помер у лютому 2011 року.", "26.  Суд нагадує, що у багатьох справах, у яких заявник помирав протягом розгляду, бралось до уваги висловлене спадкоємцями або родичами бажання продовжити розгляд (див., наприклад, Deweer проти Бельгії, 27 лютого 1980 року, §§ 37-38, série A № 35; X проти Сполученого Королівства, 5 листопада 1981 року, § 32, série A № 46; Vocaturo проти Італії, 24 травня 1991 року, § 2, série A № 206-C; G. проти Італії, 27 лютого 1992 року, § 2, série A № 228-F; Pandolfelli і Palumbo проти Італії, 27 лютого 1992 року, § 2, série A № 231-B; X проти Франції, 31 березня 1992 року, § 26, série A № 234C; Raimondo проти Італії, 22 лютого 1994 року, § 2, série A № 281A; Malhous проти Республіки Чехія (déc.) [ВП], № 33071/96, CEDH 2000XII, і, a contrario, Scherer проти Швейцарії, 25 березня 1994 року, §§ 31-32, série A № 287).", "27.  У даній справі Суд зазначає, що пан Панайотіс Золотас є сином і спадкоємцем заявника ab intestat і par indivis, і що гарантоване статтею 1 Протоколу № 1 право має властивість переходу. Таким чином, пан Панайотіс Золотас має законний інтерес, що дає йому здатність підтримувати скаргу від імені померлого батька.", "II.  ЩОДО СТВЕРДЖУВАНОГО ПОРУШЕННЯ СТАТТІ 1 ПРОТОКОЛУ № 1 ДО КОНВЕНЦІЇ", "28.  Заявник скаржиться, що внутрішні цивільні суди, спираючись на двадцятирічний строк давності, передбачений Цивільним кодексом і декретом № 1195/1942, що має силу закону, вирішили, що його претензії до банку, в якому він мав рахунок, анульовані за давністю, і що залишок за його рахунком перейшов до держави, яка є остаточним бенефіціарієм неактивних банківських рахунків. Він заявляє про порушення статті 1 Протоколу № 1, яка звучить так:", "  Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений свого майна інакше як в інтересах суспільства і на умовах, передбачених законом або загальними принципами міжнародного права.", "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які, на її думку, є необхідними для здійснення контролю за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.", "A.  Прийнятність", "29.  Суд зазначає, що ця скарга не є явно необґрунтованою в розумінні статті 35 § 3 а) Конвенції. Жодні інші підстави для неприйнятності не порушувались, отже її слід визнати прийнятною.", "B.  Щодо суті", "1.  Подання сторін", "(a)  Уряд", "30.  Уряд підкреслює, що головною метою декрету-закону № 1195/1942 є служіння загальному інтересу шляхом уникнення затримання банками, акціонерними товариствами і іншими юридичними особами сум грошей, які становлять капітал і ренти, що походять з цінних паперів і рухомих цінностей, внаслідок бездіяльності їхніх власників, найчастіше спричиненої їхньою смертю без спадкоємців або бажанням облишити претензії.", "31.  Претензія заявника підпадала під строк давності, передбачений Цивільним кодексом, який мав чинність водночас і незалежно від декрету-закону. Декрет-закон доповнював статтю 247 і наступні статті Цивільного кодексу щодо того, що задавнені вимоги переходять до держави, а не до банку, у якому відкритий неактивний рахунок. Застосування положень декрету-закону у випадку заявника не мало б жодного особливого значення для строку давності, оскільки, на думку Уряду, за претензією однак сплинув би строк давності виключно на підставі Цивільного кодексу, з тією різницею, що бенефіціарієм був би банк, а не держава.", "32.  Банк не мав обов’язку попереджати заявника перед спливом строку давності. Оскільки банк видав заявнику книжку за рахунком, то він повинен був оновлювати її, оскільки ця книжка була доказом покладеної на рахунок суми і наявності руху на ньому (рішення Касаційного суду № 432/1990 і № 1623/1995 – параграф 24 вище).", "33.  Відповідно, оновлення кожні шість місяців витягу за рахунком заявника шляхом запису нарахованих на нього відсотків не спричинило б переривання строку давності, оскільки цей акт не був би адресований заявнику і не був би йому повідомлений, а стосувався б лише оновлення даних банку, що є внутрішньою банківською процедурою. Цей акт не доводився до відома заявника, оскільки він не з’являвся для здійснення операції або для запису у книжку змін, що відбувались на його рахунку.", "34.  Водночас, Уряд закидає заявнику, що він не виявив мінімальної сумлінності. Зрештою, внутрішні суди відхилили наведений заявником мотив форс-мажору на підтримку аргументу, що перебіг строку давності призупинився через хворобу його і його дружини.", "b)  Заявник", "35.  Заявник стверджує, що його наміром, на момент відкриття рахунку і в дусі свободи контракту, було укладення угоди пожиттєвої ренти. Застосування строку давності, хоча було очевидно, що немає загрози громадському порядку, на його думку, не було сумісним із принципом довіри, добрих норовів і двусторонньої практики. Натомість, капіталізація вкладу шляхом накопичення відсотків не могла, на його думку, бути предметом строку давності, оскільки внаслідок цього банк непрямо, але очевидно визнавав його претензію. Водночас, капіталізація відсотків мала бути причиною переривання строку давності.", "36.  Заявник підкреслює, що банк мав повідомити його про ризик втрати грошей, і що держава мала зберігати ці кошти протягом мінімального розумного строку після дати спливу строку давності для захисту його власності і власності його спадкоємців. Заявник навів приклад французького, італійського і німецького законодавства, які передбачають таке повідомлення.", "37.  Заявник стверджує, що той факт, що на його рахунку не було жодного руху протягом строку давності, був спричинений форс-мажорною обставиною, зокрема, між останнім семестром строку (1994 рік) і датою (6 лютого 2003 року), коли він попросив банк повідомити про стан його рахунку.", "38.  Зрештою, заявник стверджує, що декрет-закон № 1195/1942 ніколи не був ратифікований і не має сили чинного юридичного акту. Він вважає неприпустимим, аби демократична країна, як Греція, застосовувала цей текст, ухвалений під час окупації нацистською Німеччиною і безсумнівно спрямований на конфіскацію коштів приватних осіб. На його думку, громадський інтерес у даній справі не може застосовуватись на шкоду приватному інтересу і за відсутності закону, який би передбачав відшкодування особам, які втратили своє майно.", "2.  Оцінка Суду", "a)  Нагадування загальних принципів", "39.  Суд нагадує, що стаття 1 Протоколу № 1, яка має за головну мету захистити особу від будь-якого посягання держави на повагу до її майна, може також вимагати позитивних зобов’язань, відповідно до яких держава має вжити певних заходів, необхідних для захисту права власності, зокрема, якщо існує прямий зв’язок між заходом, якого заявник може правомірно очікувати від влади, і ефективним користуванням ним своїм майном (Öneryıldız проти Туреччини [ВП],  № 48939/99, § 134, CEDH 2004-XII, Păduraru проти Румунії,        № 63252/00, § 88, CEDH 2005-XII, Broniowski проти Польщі [ВП],   № 31443/96, § 143, CEDH 2004-V, і Sovtransavto Holding проти України, № 48553/99, § 96, CEDH 2002-VII). Навіть під час горизонтальної реалізації можуть мати місце міркування суспільного інтересу, які можуть накладати на державу певні зобов’язання. Тому в рішенні у справі Broniowski (цитоване, § 143) Суд вирішив, що позитивні зобов’язання, які витікають зі статті 1 Протоколу № 1, можуть змусити державу до певних заходів, необхідних для захисту права власності. Отже, міркування суспільного інтересу, які можуть накладати на державу певні зобов’язання, можуть мати місце навіть у рамках горизонтальних стосунків (Kotov проти Росії [ВП],         № 54522/00, § 109, 3 квітня 2012 року).", "40.  Межа між позитивними і негативними зобов’язаннями держави на підставі статті 1 Протоколу № 1 не має точного визначення, але принципи, що застосовуються, є все ж співмірними. Незалежно від того, аналізується справа з точки зору позитивних зобов’язань держави або втручання державних органів, яке треба виправдати, критерії, які мають застосовуватись, не відрізняються за суттю. Як зазіхання на повагу до майна, так і бездіяльність мають забезпечити справедливу рівновагу між вимогами загального інтересу громади і імперативом захисту основоположних прав особи (див., поміж іншими, Sporrong і Lönnroth проти Швеції, 23 вересня 1982 року, § 69, série A № 52, і Kotov, цитоване, § 110).", "41.  Суд також підтверджував, що за певних обставин стаття 1 Протоколу № 1 може вимагати «певних заходів, необхідних для захисту права власності (...), навіть у випадку, коли йдеться про спір між фізичними або юридичними особами» (Sovtransavto Holding, цитоване, § 96). Цей принцип був широко застосований в контексті виконавчого провадження проти приватних дебіторів (Fouklev проти України, № 71186/01, §§ 89-91, 7 червня 2005 року; Kesyan проти Росії, №o 36496/02, §§ 79-80, 19 жовтня 2006 року; див. також Kin-Stib і Majkić проти Сербії, № 12312/05, § 84, 20 квітня 2010 року, Marčić і інші проти Сербії, № 17556/05, § 56, 30 жовтня 2007 року, і, mutatis mutandis, Matheus проти Франції, № 62740/00, §§ 68 і наступні, 31 березня 2005 року).", "42.  Щоб оцінити відповідність поведінки держави до статті 1 Протоколу № 1, Суд має здійснити загальний аналіз різноманітних задіяних інтересів, маючи на увазі, що Конвенція має на меті захистити «конкретні і дієві права». Він має вийти поза видимість і відшукати реальність спірної ситуації. Ця оцінка може стосуватись не лише чинних умов відшкодування, якщо йдеться про позбавлення власності, але також і поведінки сторін, включно із засобами, вжитими державами, і їхнім втіленням. Щодо цього, необхідно підкреслити, що непевність, як законодавча, так і адміністративна або ж спричинена практикою державних органів, є фактором, який слід взяти до уваги для оцінки поведінки держави. Дійсно, якщо постає питання суспільного інтересу, державна влада має реагувати протягом розумного часу, у відповідний спосіб і з найбільшою послідовністю (Tunnel Report Limited проти Франції, № 27940/07, § 39, 18 листопада 2010 року).", "43.  Суд нагадує юриспруденцію, відповідно до якої сам факт, що претензії заявника мають строк давності, не створює жодної проблеми з точки зору Конвенції. Інститут строків давності є спільною рисою правових систем Держав-учасниць і має на меті гарантувати правову певність, встановлюючи межу для дій або ж перешкоджаючи несправедливості, яка могла б бути скоєна, якби суди мали ухвалювати рішення щодо подій, які відбули у далекому минулому (J.A. Pye (Oxford) Ltd і J.A. Pye (Oxford) Land Ltd проти Сполученого Королівства [ВП], № 44302/02, § 68, CEDH 2007-III; Stubbings і інші проти Сполученого Королівства, 22 жовтня 1996 року, § 51, Recueil des arrêts et décisions 1996-IV).", "44.  Зрештою, Суд підкреслює, що поняття «суспільного інтересу», згадане у другому реченні першої частини статті 1 Протоколу № 1, має широкий характер. Державні органи, в принципі, знаходяться у кращому становищі, ніж міжнародні судді, аби визначити, що має «суспільний інтерес». Вважаючи нормальним, що законодавець має широкі повноваження для здійснення економічної і соціальної політики, Суд поважає спосіб, у який він визначає імператив «суспільного інтересу», якщо тільки його рішення не є очевидно необґрунтованим. Що ж до можливості позбавлення власності, то саме її існування не робить невиправданим таке законодавство. Доки законодавець не переступає межі можливості розсуду, Суд не може вирішувати, чи було обрано найкращий спосіб вирішення проблеми або ж чи він мав інакше здійснювати свої повноваження (J.A. Pye (Oxford) Ltd проти Сполученого Королівства, № 44302/02, §§ 43-45, 15 листопада 2005 року).", "b)  Застосування у даній справі", "45.  У даній справі Суд перш за все наголошує, що коли заявник звернувся 6 лютого 2003 року до банку, щоб дізнатись про стан свого рахунку, то йому повідомили, що через відсутність будь-якого руху починаючи із другого семестру 1981 року усі претензії, що стосувались цього рахунку, втрачені за строком давності. Із рішень національних судів слідує, що, відкриваючи рахунок, заявник уклав із банком угоду, яка, відповідно до усталеної юриспруденції і доктрини Греції, становила угоду про нерегулярний вклад (стаття 830 Цивільного кодексу). Породжені цією угодою претензії заявника мали передбачений Цивільним кодексом двадцятирічний строк давності (статті 247 і 249).", "46.  Суд зазначає також, що внутрішні суди, до яких звернувся заявник, застосували статтю 3 декрету-закону № 1195/1942, відповідно до якого грошові вклади у банках і відсотки за ними остаточно переходять до держави, якщо власник рахунку не вимагає їх, або якщо на рахунку немає жодного руху протягом двадцяти років. Апеляційний суд вирішив також, що перебіг строку давності не був ані перерваний, оскільки запис до рахункових книг банку про нарахування відсотків на рахунок заявника не становив підставу для переривання строку давності (параграф 9 вище), ані призупинений через повідомлену заявником форс-мажорну обставину (параграф 10 вище).", "47.  З точки зору Суду, застосування строку давності до претензій заявника на його власний рахунок становить зазіхання на його право власності, яке не відповідає ані експропріації, ані заходу із регламентації користування майном, і, відповідно, його слід вивчати на підставі першого речення першої частини статті 1 (див., mutatis mutandis, Optim і Industerre проти Бельгії (déc.), № 23819/06, § 35, 11 вересня 2012 року). Також слід встановити, чи було забезпечено справедливу рівновагу між вимогами стосовно загального інтересу суспільства і імперативами, пов’язаними із захистом основоположних прав особи.", "48.  Суд не сумнівається, що встановлений статтями 247 і 249 Цивільного кодексу і статтею 3 декрету-закону № 1195/1942 строк давності переслідує законну мету. Як підкреслив апеляційний суд у рішенні від 6 квітня 2006 року, двадцятирічний строк давності для угод про нерегулярний вклад виправданий метою суспільного інтересу: ліквідацією в інтересах громади правових зв’язків, встановлених у такому далекому минулому, що їхнє існування стає непевним.", "49.  З огляду, окрім іншого, на юриспруденцію щодо строку давності (параграф 43 вище), Суд вважає, що згадана грецька система строків давності є розумною: строк у двадцять років є тривалим, а зацікавленим особам ані важко, ані неможливо його припинити.", "50.  Постановляючи рішення у справі заявника, грецькі суди керувались і застосовували чинні на той час законодавство і юриспруденцію: з одного боку, статтю 3 декрету-закону, який передбачає, що перебіг строку давності на претензії власника рахунку переривається лише якщо власник вимагає свій вклад або здійснює операцію на рахунку, і, з іншого боку, статтею 260 Цивільного кодексу, яка передбачає, що строк давності переривається визнанням претензії зобов’язаною особою, а саме, банком. Щодо цього Касаційний суд вирішив, що таке визнання має бути спрямоване власнику вимоги і бути отримане ним, і що простий запис боргу до рахункових книг банку не є визнанням претензії у розумінні статті 260 і, отже, не може перервати перебіг строку давності (параграфи 18 і 21 вище).", "51.  У кожному випадку, Суд вважає, що такий радикальний захід, як строк давності щодо пов’язаних із банківським рахунком претензій на тій підставі, що протягом певного строку на рахунку не було жодного руху, в поєднанні з юриспруденцією, відповідно до якої нарахування відсотків не є рухом на рахунку, ставить власників рахунків, особливо якщо це звичайні фізичні особи, не обізнані з цивільним і банківським правом, у менш вигідне становище, порівняно з банками чи навіть державою (у випадках застосування статті 3 декрету-закону).", "52.  Суд зазначає, що на підставі статті 830 Цивільного кодексу, якщо особа, яка кладе суму грошей у банк, передає йому право користування нею, то банк має її зберігати і, якщо він використовує її на власну користь, повернути вкладнику еквівалентну суму за умовами угоди. Отже, власник рахунку може добросовісно очікувати, аби вклад до банку перебував у безпеці, особливо якщо він помічає, що на його рахунок нараховуються відсотки. Закономірно, він очікуватиме, що йому повідомлять про ситуацію, яка загрожуватиме стабільності угоди, яку він уклав з банком, і його фінансовим інтересам, аби він міг заздалегідь вжити заходів з метою дотримання законів і збереження свого права власності. Подібні довірчі стосунки невід’ємні для банківських операцій і пов’язаним з ними правом.", "53.  Суд водночас нагадує, що принцип правової певності притаманний усій сукупності статей Конвенції і є одним з основоположних елементів правової держави (Nejdet Şahin і Perihan Şahin проти Туреччини, [ВП], № 13279/05, § 56, 20 жовтня 2011 року). Тому, на думку Суду, держава має позитивне зобов’язання захищати громадянина і, таким чином, передбачати обов’язок для банків, з урахуванням негативних наслідків, які може мати строк давності, повідомляти власника неактивного рахунку про наближення спливу строку давності, і надати йому можливість перервати перебіг строку давності, здійснивши, наприклад, операцію на рахунку. Відсутність обов’язковості такого повідомлення ризикує порушити справедливий баланс між вимогами загального інтересу громади і імперативами захисту основоположних прав особи.", "54.  За браком такого повідомлення, Суд вважає, що на заявника був покладений надмірний і непропорційний тягар, який не можна виправдати ані необхідністю ліквідувати юридичні стосунки, існування яких є непевним (як стверджував у даній справі апеляційний суд), ані належним функціонуванням банківської системи.", "55.  Відповідно, було порушення статті 1 Протоколу № 1 щодо заявника.", "III.  ЩОДО ІНШИХ СТВЕРДЖУВАНИХ ПОРУШЕНЬ", "56.  Спираючись на статтю 6 § 1 Конвенції, заявник скаржився на застосування цивільними судами строку давності, що спричинило відхилення його претензій.", "57.  Суд нагадує, що його завданням не є підмінити собою внутрішнє судочинство. Перш за все національні органи, і, зокрема, суди, уповноважені інтерпретувати внутрішнє законодавство (див., mutatis mutandis, рішення у справах Brualla Gómez de la Torre проти Іспанії, 19 грудня 1997 року, § 31, Recueil 1997VIII, і Edificaciones March Gallego S.A. проти Іспанії, 19 лютого 1998 року, § 33, Recueil 1998I), і Суд, за відсутності протиправності, не може замінити власною оцінкою їхню оцінку права (див., поміж іншими, Tejedor García проти Іспанії, 16 грудня 1997 року, § 31, Recueil 1997VIII). У даній справі Суд зазначає, що внутрішні суди застосували щодо заявника чинні законодавство і юриспруденцію з цього питання.", "58.  Відповідно, ця скарга є очевидно необґрунтованою і має бути відхилена на підставі статті 35 §§ 3 і 4 Конвенції.", "IV.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "59.  Стаття 41 Конвенції каже:", "“Якщо Суд визнає факт порушення Конвенції або Протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.”", "A.  Шкода", "60.  Син заявника вимагає, перш за все, відшкодування завданої його батьку матеріальної шкоди. Щодо цього він посилається на заяву останнього до Суді, у якій він просив відшкодування 660000 драхм, покладених у банк і збільшених на відсотки, і про які йшлось у його позовній заяві від 3 червня 2003 року до суду першої інстанції Афін, тобто, 30550,74 євро. На відшкодування моральної шкоди він вимагає 100000 євро.", "61.  Що стосується матеріальної шкоди, Уряд стверджує, що син заявника не надав точної вимоги, вираженої у грошових одиницях Держави-відповідача, протягом встановленого строку, як того вимагає стаття 60 § 2 регламенту Суду. Він посилається лише на формуляр заяви, який не містив чіткого прохання і, в свою чергу, відсилає до позовної заяві заявника до суду першої інстанції Афін. Щодо моральної шкоди, Уряд вважає, що заявлена сума є не лише необґрунтованою і надмірною, але й що син заявника не може вимагати цього відшкодування, оскільки особою, якої стосувався оспорюваний захід, був сам заявник, і в жодному випадку не його спадкоємці.", "62.  Суд вважає, що син заявника належно надав свої претензії щодо матеріальної шкоди. Він вимагає суму, про яку заявник особисто просив у позові від 3 червня 2003 року в суді першої інстанції Афін і яку чітко вказав у євро у цій позовній заяві, тобто, 30550,74 євро.", "63.  Суд, з одного боку, нагадує висновок про наявність у справі порушення першого речення першої частини статті 1 Протоколу № 1, і, з іншого боку, вважає недоречним оскаржувати суму, яку грецькі суди присудили б заявнику у випадку задоволення позову. Відповідно, він вважає, що слід присудити заявнику суму у 15000 євро на відшкодування усіх видів шкоди.", "B.  Видатки і витрати", "64.  Син заявника просить також 5000 євро щодо видатків і витрат, але не уточнює, чи ця сума стосується видатків у національних судах, чи у Суді, чи обидва разом.", "65.  Уряд підкреслює, що син заявника не надав належного підтвердження своїх вимог.", "66.  Відповідно до юриспруденції Суду, заявник може отримати відшкодування видатків і витрат лише у їх встановленому реальному розмірі, необхідності і розумності обсягу. У даній справі Суд зазначає, що заявник не надав розрахунку витрат в судах і в Суді. Відповідно, він відхиляє вимоги щодо видатків і витрат.", "C.  Пеня", "83.  Суд вважає за доречне, щоб пеня за несвоєчасну сплату була в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки.", "З ЦИХ ПРИЧИН СУД ОДНОГОЛОСНО", "1.  Проголошує заяву прийнятною щодо скарги за статтею 1 Протоколу № 1 і неприйнятною щодо решти скарг;", "", "2.  Постановляє, що було порушення статті 1 Протоколу № 1;", "", "3.  Постановляє", "a)  що держава-відповідач протягом трьох місяців від дати, коли це рішення стане остаточним, має виплатити заявнику, відповідно до статті 44 § 2 Конвенції, 15000 євро (п’ятнадцять тисяч євро) на відшкодування усіх видів шкоди, включно з будь-якими податками, які треба буде сплатити;", "(b)  зі спливом зазначених вище трьох місяців і до остаточного розрахунку, на названу суму нараховуватимуться відсотки в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки;", "", "4.  Відхиляє решту вимог щодо справедливої сатисфакції.", "Складено французькою мовою і письмово повідомлено 29 січня 2013 року, відповідно до правила 77 §§ 2 і 3 Регламенту Суду.", "\tАндре Вампах\tІзабель Беро-Лефевр\n\tЗаступник секретаря секції\tГолова", "\n© Рада Європи/Європейський суд з прав людини, 2013 рік.", "Офіційними мовами Європейського суду з прав людини є англійська і французька. Цей переклад було здійснено за підтримки Фундації з прав людини Ради Європи (). Він не є обов’язковим для Суду, і Суд не несе жодної відповідальності за його якість. Його можна завантажити із бази даних юриспруденції Європейського суду з прав людини HUDOC () або з будь-якої іншої бази даних, котрим Суд передав його. Його можна відтворювати з некомерційною метою, за умови цитування повної назви справи, наведеної примітки щодо авторських прав і посилання на Фундацію з прав людини. Якщо є намір використати будь-яку частину перекладу з комерційною метою, звертайтесь, будь ласка, за адресою .", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}