{"file": "UKR_HJUDUKR_45276_99.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "45276/99", "text_paragraphs": ["", "Справа «Хілал проти Сполученого Королівства»", " (Hilal v. the United Kingdom)", "", "У рішенні, ухваленому 6 березня 2001 року у справі «Хілал проти Сполученого Королівства», Суд постановив, що:", "має місце потенційне порушення ст. 3 Конвенції щодо заборони катування або нелюдського чи такого, що принижує людську гідність, покарання; не було порушено ст. 13 Конвенції (право на ефективний засіб правового захисту);", "не було необхідності окремо розглядати справу на предмет порушення ст. 6 (право на справедливий судовий розгляд) і ст. 8 (право на повагу до приватного й сімейного життя) Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 12 583 фунтів стерлінгів як компенсацію судових витрат з вирахуванням із цієї суми 5 100 французьких франків, а також постановив, що сам факт встановлення порушення ст. З Конвенції складає достатню компенсацію моральної шкоди, котрої зазнав заявник.", "Обставини справи", "Заявник, Саїд Мохамед Хілал, є громадянином Танзанії. Він проживав на одному із Занзібарських островів – Пембі. 9 лютого 1995 року заявник звернувся до Сполученого Королівства із клопотанням про надання йому політичного притулку. Відповідні органи Сполученого Королівства відмовили заявникові у наданні політичного притулку, мотивуючи своє рішення неправдивістю відомостей, повідомлених ним у його клопотанні, а також суперечностями у свідченнях заявника, даних ним під час попередньої співбесіди. Усі скарги заявника на це рішення виявились безуспішними.", "Пан Хілал стверджував, що перед від’їздом із Занзібару він був активним членом Об’єднаного Громадянського Фронту (ОГФ) – опозиційної партії. За словами заявника, у серпні 1994 року його було затримано у поліцейському відділку м. Мадема (Занзібар). Строк його затримання тривав 3 місяці, протягом цього часу заявника неодноразово катували, а саме: закривали у камері, заповненій холодною водою, на декілька днів, підвішували догори ногами, які були зв’язані, доки він не починав блювати кров’ю, вражали електричним струмом.", "Заявник стверджував, що його видворення у Танзанію може мати наслідком застосування до нього катування чи такого, що принижує людську гідність, поводження. Він також наполягав на порушенні його права на справедливий судовий розгляд і на ефективний засіб правового захисту. В обґрунтування своїх скарг заявник посилався на ст. ст. 3, 6, 8 і 13 Конвенції.", "Зміст рішення Суду", "Суд встановив, що заявник і його брат були ув’язнені у Танзанії через їхню участь у діяльності Об’єднаного Громадянського Фронту, а також що стосовно них мало місце катування, зокрема підвішування догори ногами, яке спричинило серйозні кровотечі через ніс. Враховуючи зміст медичних записів та свідоцтва про смерть брата заявника, Суд дійшов висновку, що брат пана Хілала помер після звільнення з-під арешту. Цей факт зовсім не суперечив твердженням заявника про те, що його брата під час арешту було піддано катуванню.", "Відомості про Танзанію, отримані, зокрема, від Міжнародної Амністії і Державного департаменту США, свідчили про наявність активного переслідування членів Об’єднаного Громадянського Фронту, відсутність повних звітів уряду цієї держави про стан захисту прав людини у країні, застосування органами поліції смертної кари без відповідних вироків суду, катування підозрюваних, жахливі умови тримання у в’язницях, які загрожували життю ув’язнених, а також існування серйозних проблем щодо підставності і тривалості арештів.", "Суд відхилив аргумент Уряду Сполученого Королівства про те, що, незважаючи на ризик, котрому піддавався заявник у Занзібарі, він міг проживати на материковій частині Танзанії, де ситуація із дотриманням і забезпеченням прав людини була кращою. Суд наголосив на проблемах щодо прав людини, які все ж таки існували і на материковій частині Танзанії. До них, зокрема, належали нелюдське або таке, що принижує людську гідність, поводження з боку поліції, котре призводило до створення умов, небезпечних для життя затриманих; інституційні зв’язки між органами поліції Танзанії та Занзібару, а також можливість екстрадиції між ними.", "Суд дійшов висновку про те, що депортація заявника у Танзанію означатиме порушення Сполученим Королівством ст. З Конвенції, оскільки у такому випадку заявник піддаватиметься серйозному ризику зазнати катувань або нелюдського чи такого, що принижує людську гідність, поводження.", "Беручи до уваги той факт, що скарги заявника на рішення про відмову у наданні політичного притулку розглядалися апеляційним судом, який володів повноваженнями скасувати означену відмову у задоволенні клопотання заявника та надати йому політичний притулок, Суд дійшов висновку про відсутність порушення ст. 13 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", "", ""]}