{"file": "UKR_HJUDUKR_10441_06.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "10441/06", "text_paragraphs": ["ЄВРОПЕЙСЬКИЙ СУД З ПРАВ ЛЮДИНИ", "", "", "П’ЯТА СЕКЦІЯ", "", "", "", "", "", "СПРАВА «ПІЧКУР ПРОТИ УКРАЇНИ»", "(CASE OF PICHKUR v. UKRAINE)", "", "(Заява №. 10441/06)", "", "", "", "", "", "", "РІШЕННЯ", "", "", "", "СТРАСБУРГ", "", "7 листопада 2013 року", "", "ОСТАТОЧНЕ", "", "7 лютого 2014 року", "", "", "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Воно може підлягати редакційним виправленням.", "", "У справі «Пічкур проти України»", "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:", "\tМарк Віллігер (Mark Villiger), Голова,\n\tАнгеліка Нуссбергер (Angelika Nußberger),\n\tБоштьян М. Зупанчіч (Boštjan M. Zupančič),\n\tАндре Потоцький (André Potocki),\n\tПауль Лемменс (Paul Lemmens),\n\tХелена Єдерблом (Helena Jäderblom), судді,\n\tСтаніслав Шевчук (Stanislav Shevchuk), суддя ad hoc,\nта Клаудія Вестердік (Claudia Westerdiek), Секретар секції,", "після обговорення за зачиненими дверима 15 жовтня 2013 року", "постановляє таке рішення, яке було ухвалено в цей день:", "ПРОЦЕДУРА", "1.  Цю справу було розпочато за заявою (№ 10441/06), яку 21 листопада 2005 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) громадянин України, пан Анатолій Андрійович Пічкур (далі – заявник).", "2.  Заявника представляв пан В. Шаповал, юрист, який практикує у м. Ганновер, Німеччина. Уряд України (далі – Уряд) представляла його Уповноважений, пані В. Лутковська, з Міністерства юстиції України.", "3.  21 вересня 2010 року Суд оголосив заяву частково неприйнятною та вирішив повідомити Уряд про скаргу щодо дискримінаційного позбавлення пенсії.", "4.  Пані Г. Юдківська, суддя, обрана від України, не змогла взяти участь у засіданнях Суду у цій справі (правило 28 Регламенту Суду). Голова палати вирішив призначити пана Станіслава Шевчука суддею ad hoc для участі у засіданнях (підпункт «b» пункту 1 Правила 29 Регламенту Суду).", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "5.  Заявник народився у 1938 році та проживає у м. Бремен, Німеччина.", "6.  У 1996 році, відпрацювавши сорок років в Україні, заявник вийшов на пенсію і почав отримувати пенсію.", "7.  З 1999 року заявник доручив своїй матері отримувати його пенсію.", "8.  У серпні 2000 року заявник виїхав до Німеччини. Перед своїм від’їздом він мав повідомити місцеве управління Пенсійного фонду України про те, що залишає країну для постійного проживання за кордоном, та отримати шість місячних пенсій наперед, із подальшим припиненням усіх пенсійних виплат протягом всього періоду його перебування за кордоном (див. розділ «Відповідне національне законодавство» нижче). Проте заявник не дотримався цього порядку і його мати продовжувала отримувати пенсію після його від’їзду. Щомісячна сума пенсії заявника змінювалася з 107 грн, що становило приблизно 21 євро на момент подій у лютому 2001 року, до 365,41 грн (58 євро) у вересні 2005 року, загальна сума пенсії становила 10 872,40 грн.", "9.   23 вересня 2005 року, виявивши, що заявник більше не проживає в Україні, управління Пенсійного фонду України в Ленінському районі м. Запоріжжя (у подальшому – управління Пенсійного фонду України) вирішило відповідно до абзацу 2 пункту 1 статті 49 Закону України «Про загальнообов’язкове державне пенсійне страхування» припинити виплати заявникові пенсії, починаючи з 1 вересня 2005 року, на тій підставі, що він постійно проживає за кордоном.", "10.  За позовом управління Пенсійного фонду України 6 квітня 2006 року Ленінський районний суд м. Запоріжжя (у подальшому – районний суд) вирішив, що заявник повинен повернути 10 872,40 грн, які він незаконно отримав після виїзду за кордон. Це рішення було залишено без змін судами вищих інстанцій та набрало законної сили, але залишалося невиконаним.", "11.   8 вересня 2008 року Ленінський районний відділ Запорізького міського управління Головного управління Міністерства внутрішніх справ України в Запорізької області відмовив у порушенні кримінальної справи щодо заявника за фактом стверджуваного незаконного отримання пенсії в період з 2001 до 2005 року через відсутність складу злочину у його діях.", "12.   7 жовтня 2009 року Конституційний Суд України оголосив неконституційними положення, на основі яких заявнику була припинена виплата пенсії (див. розділ «Відповідне національне законодавство» нижче).", "13.   12 жовтня 2009 року після вищезазначеного рішення Конституційного Суду України заявник звертався до управління Пенсійного фонду України із заявою про поновлення виплати його пенсії. Листом від 10 лютого 2010 року управління Пенсійного фонду України, посилаючись на лист Пенсійного фонду України від 28 грудня 2009 року щодо порядку застосування рішення Конституційного Суду України, повідомило заявникові про те, що вищезазначене рішення Конституційного Суду України застосовується лише до тих, хто виїхав за кордон після 7 жовтня 2009 року, а отже законних підстав для поновлення виплати заявникові пенсії не було. 3 вересня 2010 року заявник оскаржив до Окружного адміністративного суду міста Києва таке тлумачення управлінням Пенсійного фонду України рішення Конституційного Суду і суд залишив позов заявника без розгляду як такий, що був поданий після закінчення встановленого законом строку.", "14.   20 жовтня 2009 року заявник звернувся до районного суду щодо перегляду рішення від 6 квітня 2006 року за  нововиявленими обставинами, посилаючись на рішення Конституційного Суду України від 7 жовтня 2009 року. 2 грудня 2009 року прокуратура Запорізької області (далі – ПЗО) подала аналогічну заяву до того самого суду, діючи в інтересах заявника. 29 червня 2010 року суд залишив заяви без задоволення на тій підставі, що рішення Конституційного Суду України не мало зворотної дії і не могло кваліфікуватися як нововиявлена обставина. 14 жовтня та 22 листопада 2010 року апеляційний суд Запорізької області та Вищий адміністративний суд залишили рішення суду першої інстанції без змін.", "15.   12 лютого 2010 року прокуратура Ленінського району м. Запоріжжя в інтересах заявника подала до районного суду позов до управління Пенсійного фонду України, вимагаючи поновлення виплати заявнику пенсії.", "16.   15 квітня 2011 року районний суд ухвалив рішення на користь заявника та зобов’язав управління Пенсійного фонду України поновити виплату заявнику пенсії, починаючи з 7 жовтня 2009 року, тобто з дати винесення рішення Конституційним Судом України.", "17.   26 квітня 2011 року управління Пенсійного фонду України оскаржило рішення від 15 квітня 2011 року.", "18.   21 червня 2011 року Дніпропетровський апеляційний адміністративний суд залишив рішення від 15 квітня 2011 року без змін.", "II.  ВІДПОВІДНІ НАЦІОНАЛЬНЕ ТА МІЖНАРОДНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА", "A.  Пенсійне законодавство СРСР", "19.  З 1956 року пенсійні питання регулювалися Законом «Про державні пенсії» від 14 липня 1956 року. Статтею 6 Закону передбачалося, що пенсія виплачувалася з коштів, асигнованих з державного бюджету, включаючи кошти державного соціального страхування, які формувалися з внесків підприємств, установ та організацій без жодних відрахувань із заробітної плати. За загальним правилом, згідно зі статтею 7 закону чоловіки отримували право на пенсію за віком із досягненням 60-річного віку та стажем роботи не менше 25 років. Для жінок пенсійний вік становив 55 років, а трудовий стаж – не менше 20 років.", "20.  У травні 1990 року було прийнято новий пенсійний закон – Закон «Про пенсійне забезпечення громадян у СРСР». Ним запроваджувався Пенсійний фонд СРСР, який був відокремлений від державного бюджету та формувався з різних видів внесків, включаючи внески з обов’язкового соціального страхування підприємств та аналогічних внесків осіб (стаття 8 Закону). Після розпаду Радянського Союзу аналогічне положення було запроваджено Законом України «Про пенсійне забезпечення» 1991 року (див. нижче).", "B.  Національне законодавство", "1.  Конституція України 1996 року", "21.  У відповідних положеннях Конституції зазначається таке:", "Стаття 9", "«Чинні міжнародні договори, згода на обов’язковість яких надана Верховною Радою України, є частиною національного законодавства України ...»", "Стаття 24", "«Громадяни мають рівні конституційні права і свободи та є рівними перед законом.", "Не може бути привілеїв чи обмежень за ознаками раси, кольору шкіри, політичних, релігійних та інших переконань, статі, етнічного та соціального походження, майнового стану, місця проживання, за мовними або іншими ознаками...»", "Стаття 46", "«Громадяни мають право на соціальний захист, що включає право на забезпечення ... у старості ...»", "2.  Закон України «Про пенсійне забезпечення» від 5 листопада  1991 року", "22.  Відповідними статтями Закону передбачено таке:", "Стаття 8.  Кошти на виплату пенсій. Звільнення пенсій від податків", "«...Пенсійний фонд України є самостійною фінансово-банківською системою,  не входить до складу державного бюджету України, формується за рахунок коштів, що відраховуються підприємствами і організаціями ... страхових внесків громадян, які займаються підприємницькою діяльністю, обов’язкових страхових внесків громадян, а також коштів державного бюджету України...»", "Стаття 92.  Виплата пенсій громадянам, які виїхали за кордон", "«Громадянам, які виїхали на постійне проживання за кордон, пенсії не призначаються.", "Пенсії, призначені в Україні до виїзду на постійне проживання за кордон, виплачуються за 6 місяців наперед перед від’їздом за кордон. За час перебування цих громадян за кордоном виплачуються тільки пенсії, призначені внаслідок трудового каліцтва  або професійного захворювання.", "Порядок переведення пенсій, призначених внаслідок трудового каліцтва або професійного захворювання, в інші країни визначається Кабінетом Міністрів України.»", "3.  Закон України «Про загальнообов’язкове державне пенсійне страхування» від 9 липня 2003 року (чинний станом на час події)", "23.  Відповідними частинами статей 49 та 51 Закону передбачено таке:", "Стаття 49.  Припинення та поновлення виплати пенсії", "«1.  Виплата  пенсії  за  рішенням  територіальних органів Пенсійного фонду або за рішенням суду припиняється:", "...", "2)  на весь час проживання пенсіонера за кордоном, якщо інше не передбачено міжнародним договором України, згода на обов’язковість якого  надана Верховною Радою України......»", "Стаття 51.  Виплата пенсії у разі виїзду за кордон", "«У разі виїзду пенсіонера на постійне місце проживання за кордон пенсія, призначена в Україні, за заявою пенсіонера може бути виплачена йому за шість місяців наперед перед від’їздом, рахуючи з місяця, що настає за місяцем зняття з обліку за місцем постійного проживання. Під час перебування за кордоном пенсія виплачується в тому разі, якщо це передбачено міжнародним договором України, згода на обов’язковість якого надана Верховною Радою України.»", "Угоди про соціальне страхування між Україною та Німеччиною немає.", "У жовтні 2009 року підпункт 2 частини 1 статті 49 та друге речення статті 51 були визнані неконституційними (див. нижче).", "4.  Рішення Конституційного Суду України від 7 жовтня 2009 року у справі за конституційним поданням Верховного Суду України щодо відповідності Конституції України (конституційності) положень підпункту 2 пункту 1 статті 49 та другого речення статті 51 Закону України «Про загальнообов’язкове державне пенсійне страхування».", "24.  Цим рішенням Конституційний Суд України визнав неконституційним положення щодо припинення виплати пенсій громадянам України, які проживають за кордоном, та скасував відповідне положення статті 51 Закону України «Про загальнообов’язкове державне пенсійне страхування». Суд, зокрема, зазначив, що:", "«Оспорюваними нормами Закону (1058-15) конституційне право на соціальний захист поставлене в залежність від факту укладення Україною з відповідною державою міжнародного договору з питань пенсійного забезпечення. Таким чином, держава всупереч конституційним гарантіям соціального захисту для всіх осіб, що мають право на отримання пенсії у старості, на законодавчому рівні позбавила цього права пенсіонерів у тих випадках, коли вони обрали постійним місцем проживання  країну,  з  якою  не укладено відповідного договору. Виходячи із правової, соціальної природи пенсій, право громадянина на одержання призначеної йому пенсії не може пов’язуватися з такою умовою, як постійне проживання в Україні;  держава  відповідно  до  конституційних  принципів зобов’язана гарантувати це право незалежно від того, де проживає особа, якій призначена пенсія, - в Україні чи за її межами».", "25.  Конституційний Суд України запропонував парламенту переглянути усі інші відповідні нормативно-правові акти, що містять аналогічні положення.", "C. Відповідне національне законодавство", "26.  Статтею 69 Конвенції Міжнародної організації праці про мінімальні норми соціального забезпечення 1952 року (далі – Конвенція МОП 1952 року) передбачено, що виплату допомоги, на яку особа, що підлягає забезпеченню, має право згідно з Конвенцією МОП 1952 року (включаючи виплати за віком) може бути припинено частково або в цілому національним законодавством на весь час відсутності особи на території відповідної держави-члена Організації. Вищезазначене положення відображено у статті 68 Європейського кодексу соціального забезпечення 1964 року та підпункті «f» пункту 1 статті 74 (переглянутого) Європейського кодексу соціального забезпечення 1990 року.", "ПРАВО", "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 14 КОНВЕНЦІЇ У ПОЄДНАННІ ЗІ СТАТТЕЮ 1 ПЕРШОГО ПРОТОКОЛУ", "27.  Заявник скаржився, що його було позбавлено пенсії за віком на підставі його місця проживання у порушення статті 14 Конвенції в поєднанні зі статтею 1 Першого протоколу, у яких зазначено таке:", "Стаття 14", "«Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою - статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою.»", "Стаття 1 Першого протоколу", "«Кожна фізична або юридична особа має право мирно володіти своїм майном. Ніхто не може бути позбавлений своєї власності інакше як в інтересах суспільства і на умовах, передбачених законом і загальними принципами міжнародного права.", "Проте попередні положення жодним чином не обмежують право держави вводити в дію такі закони, які вона вважає за необхідне, щоб здійснювати контроль за користуванням майном відповідно до загальних інтересів або для забезпечення сплати податків чи інших зборів або штрафів.»", "A.  Прийнятність", "28.  Уряд стверджував, що у цій справі є два чітко окреслених періоди. Перший період тривав з часу відбуття заявника за кордон 29 серпня 2000 року до прийняття рішення Конституційним Судом України 7 жовтня 2009 року. Другий період розпочався після прийняття вищезазначеного рішення та досі триває. Суд розглядатиме питання прийнятності кожного з цих періодів, починаючи з останнього.", "1.  Період з 7 жовтня 2009 року", "29.  Як стверджує Уряд, після прийняття рішення Конституційним Судом України заявник отримав право вимагати від національних органів поновлення виплати пенсії. Заявник так і зробив і відповідне провадження тривало у національних судах на час подання зауважень Уряду. Уряд вважав цей період неприйнятним, оскільки заявник не вичерпав існуючі національні засоби юридичного захисту.", "30.  Заявник зазначив, що він ініціював низку проваджень на національному рівні, але на час подання його зауважень вони були безуспішними. Він вважав, що він вичерпав національні засоби юридичного захисту.", "31.  Суд зазначає, що із обставин справи випливає, що застосування Пенсійним фондом України рішення Конституційного Суду України, як видається, означає нове розрізнення між пенсіонерами, які виїхали за кордон до та після прийняття рішення Конституційним Судом 7 жовтня 2009 року. Проте таке тлумачення оскаржувалося на національному рівні. Зокрема, Суд зазначає, що 15 квітня 2011 року Ленінський районний суд м. Запоріжжя ухвалив рішення на користь заявника та вказав, що районне управління Пенсійного фонду України повинне поновити виплату пенсії заявнику, починаючи з 7 жовтня 2009 року, що є датою прийняття рішення Конституційним Судом України. Це рішення було залишено без змін судом апеляційної інстанції, але заявник не повідомив Суд про те, чи оскаржувало його управління Пенсійного фонду України у касаційному порядку. За відсутності будь-якої інформації щодо протилежного Суд вважатиме, що провадження закінчилося рішенням апеляційного суду, ухваленим на користь заявника, і заявник більше не може вимагати визнання свого статусу потерпілого від стверджуваного порушення протягом періоду після 7 жовтня 2009 року. Із цього випливає, що ця скарга не відповідає ratione personae положенням Конвенції у значенні підпункту «а» пункту 3 статті 35 Конвенції та повинна бути відхилена відповідно до пункту 4 статті 35 Конвенції.", "2.  Період з 29 серпня 2000 року до 7 жовтня 2009 року", "(a)  Дотримання шестимісячного строку, відведеного для подання заяви", "32.  Уряд вважав, що відповідно до чинного на той час законодавства заявник не мав права на пенсію з моменту його виїзду на постійне проживання за кордон у серпні 2000 року. Він мав знати про цей факт, і якщо б він діяв добросовісно, виплата його пенсії мала припинитися у той момент. Уряд дійшов висновку, що шестимісячний строк, відведений для подання цієї заяви, розпочався 29 серпня 2000 року, коли оскаржуваний закон мав застосовуватися до заявника.", "33.  Уряд стверджував, що виплати, отримані заявником з лютого 2001 року (за винятком виплат за шість місяців після його виїзду у вересні 2000 року) до вересня 2005 року, не можуть вважатися пенсією з огляду на те, що згідно з законодавством він не мав права на пенсію.", "34.  Заявник не погодився із цим. Він стверджував, що згідно із законодавством лише місцеві управління Пенсійного фонду України мали повноваження припиняти та поновлювати виплату пенсії. У його випадку остаточне рішення про припинення виплати пенсії було постановлено управлінням Пенсійного фонду 29 вересня 2005 року. Заявник також стверджував, що правоохоронні органи перевірили усі твердження про те, що він діяв незаконно, не повідомивши Пенсійний фонд України про свій виїзд за кордон, і не встановили складу злочину у його діях.", "35.  Суд повторює, що до його компетенції належить не розгляд in abstracto питання відповідності пенсійної системи України положенням Конвенції, але з’ясування in concreto, який вплив положення Закону України «Про пенсійне забезпечення» мають на гарантовані статтею 14 Конвенції у поєднанні зі статтею 1 Першого протоколу права заявника. В аналогічних попередніх справах проти України Суд брав за початкову точку той момент, коли пенсіонерам ставало відомо про те, що подальша виплата їхньої пенсії припиняється за статтею 92 Закону України «Про пенсійне забезпечення», саме тоді оскаржувані положення починали застосовуватися до них особисто (див. ухвали щодо прийнятності у справах «Дудник та інші проти України» (Dudnik and Others v. Ukraine), заяви №№. 9408/05, 10642/05 та 26842/05, від 20 листопада 2007 року, та «Шейдль проти України» (Sheidl v. Ukraine), заява № 3460/03, від 25 березня 2008 року).", "36.  У цій справі рішення про припинення виплати заявникові пенсії було прийнято 29 вересня 2005 року. Саме з цього моменту відповідні положення національного законодавства почали негативно впливати на нього особисто і з цього часу він міг вимагати визнання свого статусу потерпілого від порушення його прав, гарантованих Конвенцією. З огляду на те, що законодавством України не передбачено ефективних засобів юридичного захисту осіб для визнання незаконними або скасування норм законодавства, а стверджувані порушення явно походять з норм законодавства (див. ухвалу щодо прийнятності від 3 квітня 2007 року у справі «Мирошниченко проти України» (Myroshnychenko v. Ukraine), заява № 10205/04), саме з цього часу заявник міг небезпідставно стверджувати, що відповідна норма застосовувалась йому на шкоду. Беручи до уваги факт, що ця заява була подана 21 листопада 2005 року, менше ніж через два місяці після прийняття рішення Пенсійним фондом України про припинення виплати йому пенсії, Суд вважає, що заявник дотримався шестимісячного строку, відведеного для подання заяви, і заперечення Уряду з цього приводу мають бути відхилені.", "(b)  Застосовність статті 14 Конвенції у поєднанні зі статтею 1 Першого протоколу до періоду, про який йдеться", "37.  Як зазначалося вище, Уряд стверджував, що згідно з чинним на час подій законодавством заявник не мав ані права, ані законних сподівань щодо отримання пенсії в Україні з дати його виїзду за кордон і до дати прийняття рішення Конституційним Судом.", "38.  Заявник стверджував, що припинення виплати йому пенсії призвело до дискримінації щодо його права користуватися своїм майном незалежно від місця проживання.", "39.  Суд повторює, що стаття 14 Конвенції доповнює інші основні положення Конвенції та протоколів до неї. Вона не існує незалежно, оскільки вона застосовується лише щодо «користування правами та свободами», що гарантуються цими основними положеннями (див., серед багатьох інших джерел, рішення у справі «Захін проти Німеччини» (Şahin v. Germany) [ВП], заява № 30943/96, п. 85, ECHR 2003-VIII). Застосування статті 14 Конвенції не обов’язково означає порушення одного з матеріальних прав, гарантованих Конвенцією. Необхідно, але й також достатньо, щоб обставини справи входили «до сфери застосування» однієї або більше статей Конвенції (див., серед багатьох інших джерел, рішення у справах «Гайгусуз проти Австрії» (Gaygusuz v. Austria), п. 36, від 16 вересня 1996 року, Reports of Judgments and Decisions 1996-IV, та «Е.Б. проти Франції» (E.B. v. France) [ВП], заява № 43546/02, п. 47, ECHR 2008... та посилання у них).", "40.  Таким чином, заборона дискримінації за статтею 14 Конвенції поширюється за межі використання прав та свобод, гарантування яких кожною державою вимагається Конвенцією та протоколами до неї. Вона також застосовується до тих додаткових прав, що входять до загальної сфери застосування будь-якої статті Конвенції, які держави добровільно вирішили гарантувати (див. ухвалу щодо прийнятності у справі «Стек та інші проти Сполученого Королівства» (Stec and Others v. the United Kingdom) [ВП], заяви №№ 65731/01 та 65900/01, п. 40, ECHR 2005X).", "41.  Якщо у Договірній державі є чинне законодавство, яким передбачено право на соціальні виплати, обумовлені або не обумовлені попередньою сплатою внесків, це законодавство має вважатися таким, що породжує майновий інтерес, який підпадає під дію статті 1 Першого протоколу, для осіб, що відповідають вимогам такого законодавства (там же, п. 54).", "42.  У справах, таких як ця, щодо скарги за статтею 14 Конвенції у поєднанні зі статтею 1 Першого протоколу на те, що заявника частково або повністю позбавили певної матеріальної допомоги на дискримінаційній підставі, що охоплюється статтею 14 Конвенції, відповідним методом перевірки є з’ясування, чи він або вона мали б право на отримання відповідної матеріальної допомоги за національним законодавством за умови існування права, щодо якого скаржиться заявник. Хоча Перший протокол не включає в себе право на отримання будь-яких видів виплат з соціального страхування, якщо держава вирішує створити механізм соціальних виплат, вона повинна зробити це у спосіб, що відповідає статті 14 (там же, п. 55).", "43.  Сторони провадження не оскаржували того, що якби заявник продовжив проживати на території України, він і надалі б отримував пенсію. Із цього випливає, що інтереси заявника належать до сфери застосування статті 1 Першого протоколу та права на майно, яке вона гарантує. Цього достатньо для висновку про застосовність статті 14 Конвенції.", "44.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції, і що вона не є неприйнятною з будь-яких інших підстав. Тому вона повинна бути визнана прийнятною.", "B.  Суть", "45.  Заявник стверджував, що дискримінацію у його ситуації було спричинено рішенням Конституційного Суду України від 7 жовтня 2009 року. Незважаючи на те, що рішення Конституційного Суду України не мало зворотної дії, положення Конвенції, включаючи статтю 14 Конвенції, якою забороняється дискримінація, були чинними для України з 11 вересня 1997 року. Тому, починаючи з цієї дати, держава мала діяти відповідно до її обов’язків і не мала права дискримінувати пенсіонерів.", "46.  Уряд не надав зауважень по суті.", "47.  Суд зазначає, що заявник скаржився на відмінність у ставленні на основі місця його проживання, що для цілей статті 14 Конвенції становить аспект його особистого статусу (див. рішення у справі «Карсон та інші проти Сполученого Королівства» (Carson and Others v. the United Kingdom) [ВП], заява № 42184/05, пп. 70 та 71, ECHR 2010....).", "48.  Практикою Суду встановлено, що дискримінація означає поводження з особами у різний спосіб, без об’єктивного та розумного обґрунтування, у відносно схожих ситуаціях (див. рішення у справі «Вілліс проти Сполученого Королівства» (Willis v. the United Kingdom), заява № 36042/97, § 48, ECHR 2002-IV).", "49.   Відмінність у ставленні є дискримінаційною, якщо вона не має об’єктивного та розумного обґрунтування, іншими словами, якщо вона не переслідує легітимну ціль або якщо немає розумного співвідношення між застосованими засобами та переслідуваною ціллю. Договірна держава користується свободою розсуду при визначенні того, чи та якою мірою відмінності в інших схожих ситуаціях виправдовують різне ставлення (див. рішення від 21 лютого 1997 року у справі «Ван Раалте пороти Нідерландів» (Van Raalte v. the Netherlands), § 39, Reports 1997I).", "50.  Суд повторює своє обґрунтування у вищенаведеному рішенні у справі «Карсон та інші проти Сполученого Королівства» (Carson and Others v. United Kingdom) про те, що виплата соціальних платежів сама по собі не може ставити осіб, які проживають у різних країнах, у відносно схоже становище, оскільки будь-яка система соціального забезпечення, включаючи пенсійне забезпечення, у першу чергу створена для забезпечення певних мінімальних стандартів рівня життя осіб, що проживають у відповідній країні, та обслуговування їхніх потреб. Більше того, важко зробити якесь правильне порівняння між пенсіонерами, які проживають у відповідній країні, та тими, які проживають деінде, через низку економічних та соціальних відмінностей, що застосовуються залежно від країни (див. вищенаведене рішення у справі «Карсон та інші проти Об’єднаного Королівства» (Carson and Others v. the United Kingdom) [ВП], пп. 85 та 86). Більше того, Суд встановив, що держави мають право укладати взаємні угоди у сфері соціального забезпечення, і той факт, що держава, яка уклала таку угоду з якоюсь країною, не може покласти на цю державу обов’язок надавати такі самі переваги соціального захисту особам, які проживають у інших країнах (там же, пп. 88 та 89)", "51.  Суд вважає, що цю справу слід відрізняти від вищезазначеного рішення у справі «Карсон та інші проти Сполученого Королівства» (Carson and Others v. United Kingdom), у якому відмінність у поводженні, що оскаржувалася, стосувалася відсутності індексації існуючих пенсій для тих, хто проживає в інших державах, при тому, що ніхто не ставив під сумнів право заявника на отримання пенсії як таке. Проте у цій справі право на отримання пенсії як таке стало залежним від місця поживання заявника, що призвело до ситуації, у якій заявник, пропрацювавши багато років у своїй країні та сплативши внески до системи пенсійного забезпечення, був зовсім позбавлений права на пенсію лише на тій підставі, що він більше не проживає на території України. Дійсно, заявник, який був економічно активним в Україні з 1956 до 1996 року, мав право на отримання пенсії після закінчення трудової діяльності та, як це передбачалося національним законодавством на час події, він знову отримував би свою пенсію після повернення в Україну. Тому Суд доходить висновку, що , заявник перебував у відносно схожій ситуації із пенсіонерами, які проживали в Україні, щодо самого права на отримання пенсії.", "52.  Залишається розглянути, чи може бути виправданою різниця у поводженні, на яку заявник скаржиться. У зв’язку з цим Суд зазначає, що органи влади не надали ніякого обґрунтування позбавлення заявника його пенсії лише через те, що він проживав за кордоном. Дійсно, ані рішення Конституційного Суду України від 7 жовтня 2009 року не вказує на те, що національні органи наводили відповідні причини для виправдання відмінності у ставленні, на яку заявник скаржився, ані Уряд під час провадження в Суді не навів жодних таких обґрунтувань.", "53.  У цьому контексті Суд зазначає, що Уряд не посилався на міркування щодо міжнародного співробітництва з метою обґрунтування поводження з пенсіонерами, які проживають в Україні, у інший спосіб, ніж з тими, які проживають за кордоном. У будь-якому випадку Суду не забороняється визначати на підставі Конвенції більш високі стандарти ніж ті, що містяться у інших міжнародних юридичних документах. Суд неодноразово повторював, що Конвенція є живим інструментом, що повинен тлумачитися «з огляду на умови сьогодення» (див. рішення від 25 квітня 1978 року у справі «Тайрер проти Сполученого Королівства» (Tyrer v. the United Kingdom), п. 31, Series A № 26). Підвищення мобільності населення, більш високі рівні міжнародного співробітництва та інтеграції, а також розвиток банківського обслуговування та інформаційних технологій більше не виправдовують здебільшого технічних обмежень щодо осіб, які отримують соціальні виплати, проживаючи за кордоном, що могли вважатися розумними на початку 1950-их років, коли розроблялася Конвенція МОП 1952 року, яка згадувалася у пункті 26.", "54.  Вищезазначених міркувань Суду достатньо для висновку про те, що різниця у поводженні, на яку заявник скаржився, порушувала статтю 14 Конвенції у поєднанні зі статтею 1 Першого протоколу.", "II.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "55.  Статтею 41 Конвенції передбачається:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»", "A.  Шкода", "56.  Заявник вимагав 10 000 євро відшкодування матеріальної шкоди. Він скаржився на те, що управління Пенсійного фонду України відмовилося надати йому точний розрахунок пенсії, яку б він отримав, якби виплату не припинили у вересні 2005 року. На його думку, ця сума приблизно відповідала сумі пенсії, яку він не отримав з вересня 2005 року до квітня 2011, року разом з надбавкою до цієї пенсії через його статус «дитини війни». Він також вимагав 10 000 євро відшкодування моральної шкоди.", "57.  Уряд не погодився з розрахунками заявника та вважав його вимоги необґрунтованими та безпідставними.", "58.  Суд зазначає, що встановлене у цій справі порушення стосується лише періоду, що передував жовтню 2009 року, і заявник не міг би вимагати виплати пенсії, яку йому не виплатили з вересня 2005 року до жовтня 2009 року, на національному рівні. Хоча, як зазначав Уряд, заявник не представив жодних розрахунків, підтверджених документами, він не міг цього зробити без інформації, наданої відповідним органом державної влади. Як зазначав заявник, йому відмовили у наданні такої інформації. Суд зазначає, що у цій ситуації матеріальна шкода не може бути точно обчислена, а отже доцільно провести загальну оцінку завданої йому матеріальної та моральної шкоди (рішення у справах «Б. проти Сполученого Королівства» (B. v. the United Kingdom) (стаття 50), від 9 червня 1988 року, пп. 10-12, Series A № 136D, «Dombo Beheer B.V. проти Нідерландів» (Dombo Beheer B.V. v. the Netherlands), від 27 жовтня 1993 року, п. 40, Series A № 274 та «Comingersoll S.A. проти Португалії» (Comingersoll S.A. v. Portugal) [ВП], заява № 35382/97, п. 29, ECHR 2000IV). За обставин цієї справи Суд вважає за належне присудити заявнику 5 000 євро.", "B.  Судові та інші витрати", "59.  Заявник також вимагав 3 500 євро компенсації судових та інших витрат, понесених під час провадження у національних судах, а саме: на подання до судових органів численних вимог та скарг, участь у п’яти судових засіданнях, подорожі до Києва та Запоріжжя задля присутності на цих судових засіданнях, придбання копіювального апарата та виготовлення копій, листування і телефонний зв’язок. Проте заявник зазначив, що на цей час він не може надати документи, що підтверджують ці вимоги.", "60.  Уряд зазначив, що вимоги щодо компенсації судових та інших витрат не були підтверджені жодними документами і не мали відношення до провадження у Суді.", "61.  Згідно з практикою Суду заявник має право на компенсацію судових та інших витрат, лише якщо буде доведено, що такі витрати були фактичними і неминучими, а їхній розмір – обґрунтованим. У цій справі, беручи до уваги наявні у нього документи та вищезазначені критерії, Суд відхиляє вимогу щодо компенсації судових та інших витрат.", "C.  Пеня", "62.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти.", "ЗА ЦИХ ОБСТАВИН СУД ОДНОГОЛОСНО", "1.  Оголошує скаргу заявника щодо періоду з 29 серпня 2000 року до 7 жовтня 2009 року прийнятною, а решту скарг у заяві – неприйнятною.", "", "2.  Постановляє, що було порушення статті 14 Конвенції у поєднанні зі статтею 1 Першого протоколу.", "", "3.  Постановляє, що:", "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявникові 5 000 (п’ять тисяч) євро відшкодування матеріальної та моральної шкоди, а також додатково суми будь-яких податків, що можуть нараховуватися, за курсом на день здійснення платежу;", "(b)  зі спливом зазначеного тримісячного строку і до остаточного розрахунку на зазначену вище суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в цей період, до якої має бути додано три відсоткові пункти.", "", "4.  Відхиляє решту вимог заявника щодо справедливої сатисфакції.", "Учинено англійською мовою та повідомлено письмово 7 листопада 2013 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду.", "\t", "", "", "\t\n"]}