{"file": "UKR_HJUDUKR_27617_04.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "27617/04", "text_paragraphs": ["© Рада Європи/Європейський суд з прав людини, 2012 рік. Цей переклад було здійснено за підтримки Фундації з прав людини Ради Європи (). Він не є обов’язковим для Суду. Для подальшої інформації дивіться повні примітки щодо авторських прав у кінці цього документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "\n", "", "ЧЕТВЕРТА СЕКЦІЯ", "", "", "", "", "", "", "СПРАВА R.R. ПРОТИ ПОЛЬЩІ", "", "(Заява № 27617/04)", "", "", "", "", "", "", "РІШЕННЯ", "[Витяги]", "", "", "", "", "СТРАСБУРГ", "", "", "26 травня 2011 року", "", "", "ОСТАТОЧНЕ", "", "", "28/11/2011", "", "", "Це рішення є остаточним відповідно до статті 44 § 2 (c) Конвенції. До нього можуть бути внесені редакційні зміни.", "", "У справі R.R. проти Польщі,", "Європейський суд з прав людини (Четверта Секція) на засіданні Палати у складі:", "\tНіколас Братца (Nicolas Bratza), Голова,\n\tЛєх Ґарліцкі (Lech Garlicki),\n\tЛьїльяна Мійовіч (Ljiljana Mijović),\n\tСвєррє Ерік Єбенс (Sverre Erik Jebens),\n\tПяіві Гірвеля (Päivi Hirvelä),\n\tЛеді Біаку (Ledi Bianku),\n\tВінсент А. Де Гаетано (Vincent A. De Gaetano), судді,\nі Лоренс Ерлі (Lawrence Early), Секретар Секції,", "Розглянувши справу на закритих засіданнях 29 березня 2011 року і 10 травня 2011 року,", "Проголошує наступне рішення, ухвалене у останній вказаний день:", "процедура", "1.  Справа була відкрита за заявою (№ 27617/04), поданою до Суду проти Республіки Польща на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі - Конвенція) громадянкою Польщі, пані R.R. (далі - заявниця), 30 липня 2004 року. Голова задовольнив клопотання заявниці не оприлюднювати її ім’я (правило 47 § 3 Регламенту Суду).", "2.  Заявниця була представлена пані Монікою Гоншьоровскою (Monika Gąsiorowska) і пані Ірміною Котюк (Irmina Kotiuk), адвокатами, які практикують у Варшаві, за допомогою пані Крістіни Зампас (Christina Zampas). Польський уряд (далі - Уряд) був представлений уповноваженою особою, паном Й. Волоншєвічем (J. Wołąsiewicz) з Міністерства закордонних справ.", "3.  Заявниця стверджувала, що обставини її справи спричинили порушення статті 8 Конвенції. Вона також спиралась на статтю 3 Конвенції. Заявниця скаржилась за статтею 13, що не мала доступного їй ефективного засобу.", "4.  Сторони відповіли письмово на зауваження одна одної.", "5.  Окрім того, було отримано коментарі від третьої сторони: Спеціального доповідача ООН стосовно права кожного отримати найвищі можливі стандарти фізичного і психічного здоров’я, від Міжнародної федерації гінекології і акушерства і від Міжнародної правової програми з репродуктивного і статевого здоров’я Університету Торонто, Канада, яким Голова дозволив виступити у письмовій процедурі (стаття 36 § 2 Конвенції і правило 44 § 2).", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "6.  Заявниця народилася у 1973 році.", "7.  На початку грудня 2001 року заявниця відвідала лікаря S.B. в лікарні в T., в регіоні, що охоплюється Малопольським регіональним медичним страховим фондом (який був замінений пізніше Національним фондом охорони здоров’я). Провівши ультразвукове сканування, лікар S.B приблизно підрахував, що заявниця знаходиться на 6-ому або 7-ому тижні вагітності.", "8.  2 січня 2002 року, на 11-ому тижні вагітності, заявниця – якій було на той час 29 років, була одружена і мала двох дітей – була зареєстрована як вагітна пацієнтка у своїй місцевій клініці.", "9.  23 січня та 20 лютого 2002 року, на 14-ому та 18-ому тижнях вагітності заявниці, було проведене ультразвукове сканування. В останній раз лікар S.B. припустив, що не виключене те, що плід може мати деякі вади, і поінформував про це заявницю. Заявниця сказала йому, що вона хотіла б зробити аборт, якщо підозри підтвердяться.", "10.  Уряд доводить, що у січні й лютому 2002 року заявниця відвідувала лікаря S.B. в приватній клініці. Він стверджує, що такий заклад не мав права давати направлення до жодного державного закладу охорони здоров’я.", "11.  Заявниця не погоджується. Вона спочатку заявляє, що у той час лікар S.B. працював як в державній лікарні в Т., де вона відвідувала його у грудні 2001 року і в лютому 2002 року, після другого сканування, так і в недержавній клініці. Далі вона відзначає, що польська система охорони здоров’я складається із так званого державного сектора охорони здоров’я і недержавного сектора охорони здоров’я. Останній, який включає найчастіше медичні заклади першого звертання та базової допомоги, має фінансові контракти з Національним фондом охорони здоров’я (і мав на той час такі контракти з його попередниками, регіональними медичними страховими фондами). Медичні послуги, доступні в недержавних клініках, частково фінансуються із державних фондів, що складаються із сум, які сплачують всі особи, котрі підпадають під загальну систему медичного страхування. Лікарі, які працюють у недержавному секторі, мають такі ж права і обов’язки стосовно надання медичної допомоги пацієнтам, як і лікарі, задіяні у державному секторі, включно з правом направлення пацієнта до державного сектора.", "12.  Пізніше заявниця звернулася до лікарні в Т. Результати третього ультразвукового сканування, здійсненого у цій лікарні, підтвердили ймовірність того, що плід мав певні вади розвитку. Лікар О. рекомендував генетичну експертизу, шляхом амніоцентезу, щоб підтвердити або спростувати цю підозру.", "13.  28 лютого 2002 року заявниця пройшла ще одне ультразвукове сканування у приватній клініці в Лодзі. Вона не мала направлення від лікаря S.B. і, таким чином, мала платити за послугу сама. Результати цього сканування підтвердили імовірність того, що плід мав невідомі вади розвитку. Були знову рекомендовані генетичні тести.", "14.  Пізніше вона була прийнята професором K.Sz. в Лодзі, спеціалістом у галузі клінічної генетики. Знову був рекомендований генетичний тест. Професор K.Sz. порекомендував, щоб заявниця отримала формальне направлення від свого сімейного лікаря, S.B., щоб зробити тест у державній лікарні у Лодзі, яка була поза межами регіону, що покривався тоді загальним медичним страховим фондом.", "Пізніше лікар S.B. відмовився видавати направлення, тому що, з його точки зору, стан плоду не давав заявниці права на аборт згідно положень Закону від 1993 року (див. пункт 66 нижче).", "15.  Уряд доводить, що жодних посилань на можливість того, що плід уражений синдромом Едвардса, не було зроблено.", "16.  Заявниця не погоджується. Вона заявляє, що під час цього візиту їй сказали, що сканування породжує підозри щодо синдромів Едвардса або Тернера. ", "17.  У перший тиждень березня 2002 року заявниця і її чоловік відвідали лікаря S.B. під час його нічного чергування у лікарні в Т. Вони вимагали перервати вагітність. Лікар відмовився і сказав, що результати ультразвукового сканування не могли бути єдиною підставою для діагностики того, що плід має серйозні вади розвитку. Він запропонував, щоб група лікарів із тієї ж лікарні розглянула його рішення. Заявниця відмовилась.", "18.  11 березня 2002 року заявниця була прийнята в державній лікарні в Т., в межах її регіону, що охоплювався Національним страховим фондом охорони здоров’я, і попросила поради. Їй сказали, що рішення про переривання вагітності не може бути прийняте в цій лікарні, і її направили до університетської лікарні в Кракові, до відділення патологій вагітності, до іншого регіону Фонду, для подальшої діагностики (“w celu dalszej diagnostyki”).", "19.  Під час перебування заявниці у лікарні в Т., юриста лікарні попросили висловити думку для того, щоб забезпечити дотримання законів щодо доступності легальних абортів. Заявниці також сказали, що переривання вагітності становитиме серйозну небезпеку для її життя, і що два кесареві розтини, які вона мала раніше, є найважливішими факторами ризику при вирішенні того, чи повинна вона взагалі проходити генетичний тест.", "20.  14 березня 2002 року, одразу після виписки з лікарні в Т., заявниця поїхала за 150 кілометрів до Кракова. Вона поїхала зустрітися з лікарем K.R. у Краківській університетській лікарні. Він розкритикував її за те, що вона розмірковує про переривання вагітності. Її також поінформували, що лікарня категорично відмовилася проводити аборти, що ніякі аборти не проводилися там за останні 150 років. Їй також відмовили у генетичній експертизі, лікар K.R. вважав, що для цього у її випадку не було необхідності. Вона перебувала у лікарні три дні, і їй зробили ще одне ультразвукове сканування, результати якого були непереконливими. Також їй зробили аналіз сечі і крові. Вона була виписана 16 березня 2002 року. У виписці заявниці вказувалось, що плід мав вади розвитку (“wady rozwojowe płodu”). Те ж саме зазначалось і в медичній довідці, підписаній лікарем K.R. Він рекомендував генетичне тестування для виявлення характеру захворювання.", "21.  21 березня 2002 року заявниця знову зв’язалася з професором K.Sz., який оглядав її в лютому. Ще одне ультразвукове сканування, яке проводилось у приватній клініці, де її приймав професор K.Sz., підтвердило підозру щодо вад розвитку. Заявниця отримала направлення від професора до лікарні матері і дитини в Лодзі, але він повідомив їй, що фактично він не мав компетенції надати його. Професор сказав їй, що для того, щоб зробити генетичний тест у Лодзі, що знаходиться за межами її регіону, їй потрібне направлення, видане лікарем, що практикує в її регіоні, і, крім того, схвалення від регіонального страхового фонду, а також зобов’язання, що він буде відшкодовувати кошти на тест регіональному фонду, де буде проводитися цей тест. Професор порадив їй звернутися до лікарні в Лодзі як терміновій пацієнтці, стверджуючи, що у неї підозра викидня, і, ймовірно, тоді вона буде прийнята до лікарні.", "22.  Згодом, 22 березня 2002 року заявниця попросила лікаря K.R. про направлення.", "Уряд заявляє, що лікар K.R. не міг направити заявницю на генетичний тест до Кракова, тому що ані Університетська лікарня, ані будь-яка інша лікарня у Кракові не проводять такі тести як встановлену процедуру. Заявниця не погоджується. Вона доводить, що лікар K.R. сказав їй, що вона не отримає направлення на тестування, тому що, якщо результат був би позитивним, вона хотіла зробити аборт.", "23.  Після цього, в той же день, вона знову безуспішно просила лікаря S.B. про направлення до лікарні в Лодзі.", "24.  Уряд доводить, що заявниця отримала від нього направлення до тієї ж Краківської університетської лікарні, де вона вже була госпіталізована між 11 і 14 березня. Заявниця не погоджується і заявляє, що їй не виписували ніякого направлення.", "Суд відмічає цю невідповідність у твердженнях сторін і зазначає, що ніяких копій направлення йому не було надано.", "25.  24 березня 2002 року заявниця відвідала лікарню матері і дитини в Лодзі.", "26.  Уряд доводить, що вона пішла до лікарні з направленням, виписаним професором K.Sz.", "27.  Заявниця заперечує. Вона заявляє, що пішла до цієї лікарні без направлення, як їй порадили, і була прийнята як термінова пацієнтка.", "28.  Генетичний тест (амніоцентез) був проведений там 26 березня 2002 року, на 23-ому тижні вагітності, і заявниці сказали, що вона має чекати два тижні на результат.", "29.  Уряд заявляє, що тести були проведені, незважаючи на той факт, що заявниця не намагалася отримати від Малопольського відділення фонду медичного страхування жодного схвалення на їх фінансування.", "30.  Заявниця була виписана з лікарні в Лодзі 28 березня 2002 року. Перед тим, як результати стали доступними, 29 березня 2002 року заявниця, все більше зневірена, оскільки вона дуже боялася, що плід має серйозні генетичні аномалії, звернулася до лікарні в Т., куди вона подала письмову заяву про аборт. Лікар G.S. сказав їй, що він не може сам прийняти таке рішення. Він має поговорити з консультантом.", "31.  У листі від 29 березня 2002 року заявниця зверталася до лікарні в Т. щодо переривання вагітності, посилаючись на положення Закону від 1993 року. Вона просила, у випадку відмови, зробити це у письмовій формі «якомога раніше».", "32.  3 квітня 2002 року заявниця знову пішла до цієї лікарні, і їй сказали, що консультант не може з нею зустрітися, тому що він хворий. Зустріч була перенесена на 10 квітня 2002 року. Того ж дня вона написала скаргу директорові лікарні в Т., заявляючи, що вона не отримала належного лікування, і що вона відчуває, що лікарі свідомо відстрочують всі рішення у її справі, аби вона не змогла здійснити аборт в межах встановленого законом часу.", "33.  9 квітня 2002 року вона знову подала заяву до лікарів лікарні в Т. про проведення аборту. Вона посилалась на результати генетичних тестів, які вона отримала в той день. Довідка, видана професором K.Sz., свідчила, що каріотип вказує на наявність синдрому Тернера. В довідці далі зазначалось:", "«Хромосомні аберації та зроблене ультразвукове зображення вказують на наявність вроджених дефектів, що можуть мати серйозний вплив на нормальний розвиток дитини. Можна передбачити подальший розгляд справи згідно положень закону від 1993 року про переривання вагітності. Відповідне рішення має бути прийняте з урахуванням думки батьків».", "Лікарі в лікарні Т. відмовилися робити аборт, лікар G.S. сказав їй, що вже надто пізно, оскільки плід здатен на цій стадії вижити поза тілом матері.", "34.  11 квітня 2002 року заявниця знову письмово поскаржилась директорові лікарні в Т. щодо того, як була розглянута її справа, і на зволікання зі сторони лікаря G.S.", "35.  В квітні 2002 року заявниця та її чоловік подали ряд скарг до різних закладів системи охорони здоров’я. У відповіді Міністерства охорони здоров’я від 16 травня 2002 року було вказано, що «було неможливо встановити на основі наданих документів, чому генетичні тести були відкладені до 28 лютого 2002 року, коли плід вже був здатен виживати поза материнським тілом».", "36.  29 квітня 2002 року вона отримала відповідь від лікарні в Т. на її скарги від 29 березня 2002 і 3 квітня 2002 року. Лист містив викладення обставин справи і цитати положень Закону від 1993 року. Не було зроблено ніякої оцінки законності поведінки відповідного медичного персоналу.", "37.  11 липня 2002 року заявниця народила дівчинку, уражену синдромом Тернера.", "38.  31 липня 2002 року заявниця звернулася до органів прокуратури про відкриття кримінального переслідування проти осіб, які брали участь у розгляді її справи. Вона стверджувала про серйозну неспроможність зі сторони лікарів, які діють як представники держави, захистити її інтереси, гарантовані законом, і про їх нездатність вчасно здійснити пренатальне обстеження. В результаті заявниці було відмовлено в отриманні інформації про стан плоду і, відповідно, позбавлено її можливості вирішувати самій, хоче вона чи ні переривати свою вагітність за умов, передбачених законом, і вона була змушена продовжити її.", "39.  16 грудня 2002 року тарнувський районний прокурор припинив розслідування, не виявивши ознак вчинення злочину. Прокурор спирався на висновок експертів, підготовлений Білостоцьким медичним університетом, відповідно до якого, згідно Закону 1993 року, легальні аборти були можливі тільки при серйозних вадах плоду. Неможливо було оцінити, чи вади плоду були достатньо важкими, щоб виправдати аборт, доки плід не досяг можливості жити самостійно поза тілом матері. Отже, у випадку заявниці аборт був би можливим до 23-ого тижня вагітності. Заявниця подала апеляцію.", "40.  22 січня 2003 року регіональний прокурор прийняв її апеляцію і наказав знову відкрити розслідування. В ході розслідування було прийнято додаткові медичні докази. 5 грудня 2003 року прокурор знову припинив розслідування, виявивши, що не було вчинено жодного кримінального правопорушення.", "41.  Заявниця подала апеляцію, скаржачись, inter alia, що органам прокуратури не вдалося критично розглянути питання, чи, за обставин даної справи, мали бути проведені генетичні тести з метою проведення діагностики стану плоду. Замість цього розслідування зосередилося на тому, мала чи ні заявниця право на аборт згідно відповідного законодавства.", "42.  Зрештою, 2 лютого 2004 року компетентний суд підтримав рішення прокуратури. Суд постановив, що лікарі, які працювали у державних лікарнях, не мали якості «державних службовців», що, за обставин даної справи, було необхідним елементом для здійснення такого кримінального правопорушення, як порушення обов’язку державним службовцем.", "43.  11 травня 2004 року заявниця подала цивільний позов до Краківського регіонального суду проти лікарів S.B., G.S. та K.R. і проти краківської та Т. лікарні. Вона стверджувала, що лікарі, які займалися її випадком, невмотивовано зволікали зі своїми рішеннями про проведення їй генетичних тестів і, тим самим, не надали їй надійної і своєчасної інформації про стан плоду. Вони також не змогли встановити стан плоду в межах часу, коли вона могла зробити обґрунтоване рішення щодо переривання або непереривання вагітності. В результаті невиправданої затримки з отримання відповідної інформації, вона була позбавлена можливості здійснити незалежний вибір щодо свого материнства.", "Заявниця далі стверджувала, що чинний закон дозволяв аборт за конкретних ситуацій. Однак, у цьому праві їй було відмовлено внаслідок труднощів з отриманням своєчасного доступу до генетичних тестів і тривалої затримки перед тим, як вона все-таки отримала такий доступ.", "Заявниця посилалася на статтю 4 (а) 1.2 Закону про планування сім’ї від 1993 року (захист людського плоду і умови, що дозволяють переривання вагітності) і на статті 23 і 24 Цивільного кодексу, які гарантують так звані особисті права.", "Заявниця стверджувала, що обставини, за яких вирішувався її доступ до генетичного тестування, становили порушення її особистих прав і гідності і глибоко принизили її. Жодної уваги не звернули на її думки та почуття.", "Вона також просила про компенсацію від лікаря S.B. за ворожі та зневажливі заяви про її характер та поведінку, які він зробив під час інтерв’ю пресі про її справу. Він розкрив громадськості подробиці про здоров’я її та плоду, що належить до лікарської таємниці, і розказав журналістові, що заявниця та її чоловік були поганими і безвідповідальними батьками.", "44.  Вона вимагала для відшкодування порушення її прав пацієнтки та особистих прав загальну суму в 110000 польських злотих. Вона також прагнула заяви, що три медичних заклади будуть відповідати за майбутні витрати, які заявниця муситиме зробити у зв’язку з лікуванням своєї доньки.", "45.  28 жовтня 2004 року Тарнувський районний суд визнав S.B. винним у відкритті громадськості в інтерв’ю, що він дав пресі, інформації, яка є лікарською таємницею, включно з фактом, що заявниця планувала переривання вагітності. Було умовно припинене судове провадження проти нього і визначений випробувальний термін.", "46.  19 жовтня 2005 року Краківський регіональний суд призначив S.B. сплатити заявниці 10000 польських злотих, встановивши, що в інтерв’ю пресі, опублікованому в листопаді 2003 року, він розкрив інформацію, пов’язану зі здоров’ям заявниці та приватним життям у зв’язку з її вагітністю. Лікар також зробив зневажливі та образливі коментарі про поведінку та особистість заявниці.", "47.  Суд відхилив інші претензії, які вона висунула проти лікарів G.S. і K.R і проти лікарень. Суди встановили, що особисті права заявниці та її права пацієнтки не були порушені ані цими лікарями, ані лікарнями. Не було жодних зволікань з боку лікарів у випадку заявниці. Відповідно до стандартів Всесвітньої організації охорони здоров’я, переривання допускається тільки до 23-ого тижня вагітності, тоді як заявниця звернулася до згаданих лікарень вже коли вона була на 23-ому тижні вагітності, і 11 квітня 2002 року вона була вже на 24-ому тижні вагітності. Відповідно, ані її право на рішення щодо її материнства, ані її права пацієнтки не були порушені таким чином, що становило б помилки відповідачів.", "48.  12 грудня 2005 року заявниця подала апеляцію. Вона доводила, що право на інформацію, яка стосується здоров’я, було захищене як статтею 24 Цивільного кодексу, що передбачає правовий захист особистих прав, так і статтею 19 Закону про медичні заклади від 1992 року. У її випадку лікарі S.B., K.R. та G.S. вважали, що генетичні тести стосувалися визначення стану плоду, але не дали їй необхідного направлення. K.R. не зміг дати жодної правової основи для своєї відмови. G.S. заявив у суді, що він не виписав направлення тому, що заявниця не просила про це. Однак, це була справа лікаря, що має необхідні професійні знання, вирішувати, які тести необхідні в даній медичній ситуації. Покази відповідачів чітко довели, що їхня поведінка в даному випадку завадила дотриманню відповідних правових положень. Лікарі намагалися уникнути відповідальності за спосіб, у який провадилася справа заявниці, незважаючи на очевидний факт, що основна відповідальність за належне провадження медичної справи лежить на них, як на професіоналах у сфері охорони здоров’я. Лікарям також було добре відомо, як показують надані ними свідчення, що заявниця була у відчаї через інформацію, що плід може мати генетичне захворювання.", "49.  Заявниця доводила, що поведінка лікарів порушила закон, зокрема, статтю 2 (а) Закону 1993 року, тією мірою, якою вона накладає на органи влади обов’язок забезпечити безперешкодний доступ до пренатальної інформації та тестування, зокрема, у випадку підвищеного ризику або підозри про генетичне захворювання, або проблем розвитку, або невиліковної життєво небезпечної хвороби. Тому заявниця мала таке право, чітко передбачене чинним законодавством, але відповідачі зробили неможливим для неї скористатися цим правом.", "50.  28 липня 2006 року Краківський апеляційний суд відхилив апеляцію заявниці і залишив у силі рішення першої інстанції, схваливши висновки суду нижчої інстанції.", "51.  11 липня 2008 року Верховний суд задовольнив її касаційну скаргу, скасував рішення апеляційного суду в повному обсязі щодо суті та наказав переглянути цю справу.", "Верховний суд відмітив, що претензії заявниці були двосторонніми: вони базувалися, по-перше, на нездатності направити її на генетичне тестування, і, по-друге, на порушенні її права прийняти обґрунтоване рішення в результаті цієї нездатності.", "52.  Що стосується першої частини її претензій, Верховний суд відмітив, що немає сумнівів (і це було доведено експертним висновком, підготовленим для цілей кримінального розслідування), що тільки генетичне тестування могло підтвердити або спростувати підозри того, що плід був уражений синдромом Тернера. Згадані лікарі знали цю процедуру. Вони були зобов’язані, згідно Закону про медичні заклади від 1992 року (ustawa o zakładach opieki zdrowotnej), оскільки він гарантує права пацієнтів, направити заявницю на генетичне тестування за власною мотивацією, а не щоб вона просила про це. В рамках цього ж Закону, заявниця мала юридично захищене право на отримання адекватної інформації про здоров’я плоду. Якщо лікарі мали переконання, що перешкоджали наданню такого направлення, вони мали поінформувати заявницю про це і направити її до іншого лікаря, який направив би її на тестування, відповідно до чинного законодавства про медичну професійну діяльність, що регулює відповідні процедури, але вони не зробили цього.", "53.  Чинні на той час процедури, що регулюють проведення генетичних тестів та їх фінансування різними відділеннями тодішнього Медичного страхового фонду, не могли давати підстав для звільнення лікарів від виписки направлення, зокрема, якщо ці процедури не мали встановленого законом характеру і не могли ймовірно виправдовувати обмеження прав заявниці як пацієнтки. Зобов’язання направити пацієнтку не повинне було, всупереч позиції судів, закінчитися в день, коли легальний аборт плоду з підозрюваними вадами розвитку став уже неможливим (тобто, після 22-ого тижня), оскільки не було жодних юридичних або медичних підстав, які б автоматично пов’язували генетичне тестування з доступом до легальних абортів. Крім того, на той момент не було часових обмежень у законодавстві щодо проведення цих тестів протягом вагітності. Тільки в 2004 році була прийнята постанова, згідно якої генетичне тестування стало доступним тільки до 22-ого тижня вагітності.", "54.  Верховний суд вважав, що, таким чином, були причини визнати, що лікарі, які вели справу заявниці, порушили її особисті права в межах статті 24 Цивільного кодексу і її права пацієнтки, гарантовані Законом про медичні заклади. Вони були поінформовані, що тільки генетичне тестування давало можливість визначити генетичний стан плоду, але все ж відмовлялися дати направлення; замість цього вони посилали її на різноманітні дослідження, які здійснювалися на лікарняному обладнанні, що не мало жодного відношення до такого діагнозу.", "Крім того, суди нижчої інстанції припустили у своїх висновках, що заявниця не зазнала нематеріальної шкоди в результаті дій лікарів. Така шкода була спричинена стресом, тривогою та приниженням, від яких вона страждала внаслідок методів, якими провадилась її справа.", "55.  Що стосується другої частини претензій заявниці, Верховний суд відмітив, що, як випливає з юриспруденції Верховного суду (IV CK 161/05, рішення від 13 жовтня 2005 року; див. пункт 80 нижче), право бути поінформованою про здоров’я плоду і прийняти обґрунтоване рішення, з урахуванням цієї інформації, продовжувати вагітність або ні, було особистим правом за змістом Цивільного кодексу. Якщо дитина з генетичною проблемою народилася в результаті нездатності провести генетичне тестування, то піднімалася вимога про відшкодування (zadośćuczynienie) батькам. Суди нижчої інстанції вчинили помилку у тому, що вони виявили, що не було належного причинно-наслідкового зв’язку між поведінкою лікарів у справі заявниці і фактом, що вона не мала доступу до легального аборту. У зв’язку з цим суд відмітив, що було достатньо часу між 18-тим тижнем вагітності, коли виникли підозри, і 22-им, коли закінчився строк для легального аборту, щоб провести генетичне тестування. Коли тест був врешті-решт проведений, заявниця отримала результати через два тижні. Тести, таким чином, мали проводитися одразу після виникнення підозр, але, замість цього, в результаті зволікань з боку лікарів S.B., G.S. та K.R., вони були, зрештою, проведені набагато пізніше.", "56.  На завершення, суд постановив, що сума у 10000 злотих, котрі мав виплатити лікар S.B. за наклепницькі заяви, які він зробив у своєму інтерв’ю пресі про заявницю, була за обставин даної справи явно невідповідною.", "57.  Отже, рішення мало бути скасоване, і справа направлялася на перегляд у повному обсязі.", "58.  30 жовтня 2008 року Краківський апеляційний суд постановив рішення. Він проголошував, посилаючись на висновки Верховного суду, що лікар S.B. не був здатен направити заявницю на генетичне тестування, як тільки виникли підозри щодо стану плоду. Він двічі направляв її до Краківської лікарні, незважаючи на той факт, що вона вже була в цій лікарні, і що за той час не було проведено жодних генетичних тестів. Тому суд постановив, що претензії заявниці у 20000 злотих мають бути задоволені.", "59.  Він далі виправив рішення суду першої інстанції, збільшивши до 30000 злотих відшкодування, яке мав виплатити заявниці лікар S.B. за порушення її особистих прав через публічні наклепницькі заяви про неї в пресі.", "60.  У частині, спрямованій проти лікарні в Т., суд постановив, що заявниця не отримала належної діагностики. Лікар G.S., який працював у лікарні в Т., направив її не на генетичне тестування, а до Краківської лікарні, хоча він знав, що там не проводяться генетичні тестування. Коли заявниця, в підсумку, отримала результати тестування і, спираючись на них, попросила G.S. 29 березня 2002 про проведення аборту, їй була відіслана письмова негативна відповідь через місяць, а саме, 29 квітня 2002 року.", "61.  Відносно Краківської університетської лікарні, суд відмітив, що коли заявниця була прийнята туди 14 березня 2002 року, вона вже мала результати сканування, зроблені професором K.Sz. в Лодзі, які чітко вказували, що плід уражений синдромом Тернера. За таких обставин, лікарня була зобов’язана провести тести, щоб або підтвердити, або спростувати ці підозри, але була не здатна зробити це. Замість цього були проведені інші тести, що стосувалися можливих запальних процесів плоду, що не мало значення для діагностики синдрому Тернера. Лікарня піддала заявницю непотрібному стресу, в той час як необхідна діагностика не була проведена. Відповідачі були поінформовані, що час був істотним фактором для доступності легального аборту, але не були здатні прискорити прийняття рішення. Лікарні були відповідальні за необережні дії своїх працівників тією мірою, якою це було їх обов’язком надати заявниці повну інформацію про будь-які генетичні захворювання плоду, і як це могло вплинути на його розвиток, і зробити це вчасно, щоб вона підготувалася до перспективи народження дитини з генетичним захворюванням. Крім того, лікарі не зробили жодного запису своїх відмов і підстав для них, хоч цей обов’язок покладається на них статтею 39 Закону про медичну професію.", "62.  Оскільки Краківська університетська лікарня мала вищий рівень направлення, її рівень відповідальності був серйознішим, тому що від неї було розумно очікувати вищий рівень професійної майстерності. Заявниця законно сподівалася, що вона отримає діагностику та терапевтичне лікування необхідної якості, тоді як її випадок вирішувався, насправді, з невиправданими затримками.", "63.  З урахуванням недотримання відповідачами прав заявниці, суд присудив їй 5000 злотих від лікарні Святого Лазаря у Т. і 10000 злотих від Краківської університетської лікарні, і відхилив решту її претензій.", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО І ПРАКТИКА", "A.  Конституція", "64.  Стаття 38 Конституції говорить наступне:", "«Республіка Польща забезпечує правовий захист життя кожної людини».", "65.  Стаття 47 Конституції проголошує:", "«Кожен має право на правовий захист свого приватного і сімейного життя, своєї честі і репутації і прийняття рішень щодо свого приватного життя».", "B.  Закон про планування сім’ї (захист людського плоду і умови, що дозволяють переривання вагітності) від 1993 року і пов’язані з ним правові акти", "66.  Закон про планування сім’ї (захист людського плоду і умови, що дозволяють переривання вагітності), який досі діє, був прийнятий Парламентом у 1993 році. Стаття 1 передбачала на той час, що «кожна людина має невід’ємне право на життя з моменту зачаття».", "Стаття 2 (а) Закону від 1993 року проголошує:", "«Держава і місцеві адміністрації забезпечують безперешкодний доступ до пренатальної інформації і тестування, зокрема, у випадках підвищеного ризику або підозр щодо генетичних хвороб і проблем розвитку або невиліковних життєвонебезпечних хвороб».", "67.  Стаття 4 (а) Закону від 1993 року говорить, у відповідній частині:", "«1. Аборт може здійснюватися тільки під наглядом лікаря, коли", "Вагітність загрожує життю або здоров’ю матері;", "Пренатальні тести або інші медичні висновки вказують на високий ризик того, що плід буде серйозно і незворотно уражений або страждає від невиліковної життєвонебезпечної хвороби;", "є серйозні підстави вважати, що вагітність є результатом злочинної дії.", "2. У випадках, перерахованих у підпункті 2, аборт може проводитися тільки до того часу, коли плід може самостійно виживати поза тілом матері; у випадках, перерахованих у підпункті 3, до кінця дванадцятого тижня вагітності.", "3. У випадках, перерахованих у підпунктах 1 і 2, аборт має проводитися лікарем, що працює в лікарні. ...", "5. Обставини, за яких аборт є дозволеним, відповідно до згаданого пункту 1, підпунктів 1 і 2, мають бути завірені іншим лікарем, а не тим, що проводить аборт, якщо тільки вагітність не становить пряму загрозу життю жінки».", "68.  Постанова, опублікована міністром охорони здоров’я 22 січня 1997 року, про кваліфікацію лікарів, уповноважених проводити аборти, містить два основних розділи. В розділі 1 передбачена необхідна кваліфікація лікарів, уповноважених проводити легальні аборти, за умов, вказаних у Законі від 1993 року. Розділ 2 Постанови проголошує:", "«Обставини, що вказують на те, що вагітність становить загрозу для життя та здоров’я жінки, мають бути завірені консультантом, що спеціалізується в області медицини, відповідної до стану жінки».", "69.  21 грудня 2004 року міністр охорони здоров’я прийняв Постанову про певні медичні послуги (rozporządzenie Ministra Zdrowia w sprawie zakresu świadczeń opieki zdrowotnej). У додатку № 3 до цієї Постанови, під назвою «Сфера медичних допологових послуг (...)» (Zakres lekarskich badań prenatalnych (...)), зазначається, у відповідному місці:", "«1. Під пренатальними тестами мають на увазі обстеження та діагностичні процедури, що проводяться щодо вагітних жінок під час першого і другого триместрів вагітності, якщо є підвищений ризик генетичного захворювання або вади розвитку, але не пізніше 22-ого тижня вагітності.", "2. Пренатальні тести включають у себе: 1) неінвазивні обстеження [включно з ультразвуковим скануванням та біохімічними тестами [маркування рівня сиворотки у крові вагітної жінки]; 2) інвазивні тести [включно з біопсією трофобластів та амніоцентезом].", "3. Пренатальні тести рекомендовані, зокрема, коли... 5) результати ультразвукового сканування, здійсненого під час вагітності, вказують на підвищений ризик того, що плід має хромосомні аберації або інші вади розвитку».", "C.  Відповідні положення Кримінального кодексу", "70.  Переривання вагітності з порушенням умов, визначених у Законі від 1993 року, є злочином, що карається згідно статті 152 § 1 Кримінального кодексу. Кожен, хто перериває вагітність з порушенням Закону або допомагає такому перериванню, може бути засуджений до трьох років позбавлення волі. Вагітна жінка сама не несе кримінальної відповідальності за аборт, що здійснюється всупереч Закону 1993 року.", "71.  Відповідно до статті 157 (а) 1, спричинення фізичної шкоди ненародженій дитині є злочином, що карається штрафом, обмеженням волі або позбавленням волі до двох років.", "D.  Права пацієнтів", "72.  На той час права пацієнтів були забезпечені Законом про медичні заклади від 1992 року (ustawa o zakładach opieki zdrowotnej). Стаття 19 (2) передбачала, що пацієнт має право на отримання інформації про його/її стан.", "", "E.  Права і обов’язки лікарів", "73.  Відповідно до статті 39 Закону про медичну професію (ustawa o zawodzie lekarza), лікар може відмовитися здійснювати медичну послугу, що викликає її/його заперечення через відчуття совісті. Він/вона зобов’язані поінформувати пацієнта, де можна отримати відповідну послугу, і зареєструвати відмову в історії хвороби пацієнта. Лікарі, які працюють у закладах охорони здоров’я, зобов’язані також інформувати своїх керівників про відмову у письмовій формі.", "74.  Стаття 31.1 Закону про медичну професію від 1996 року передбачає, що лікарі зобов’язані надавати пацієнтові або його/її представникові зрозумілу інформацію про його/її здоров’я, діагноз, запропоновану і можливу діагностику і терапевтичні заходи, передбачувані наслідки рішення застосовувати їх чи ні, і про можливі результати терапії і прогноз.", "75.  Стаття 37 Закону про медичну професію від 1996 року передбачає, що у випадку будь-яких діагностичних або терапевтичних сумнівів лікар може, з власної ініціативи або на вимогу пацієнта, і якщо він/вона вважає це розумним з урахуванням вимог медичної науки, отримати думку відповідного спеціаліста або організувати консультацію з іншими лікарями.", "F.  Цивільна відповідальність за шкоду", "76.  Статті 415 і наступі Цивільного кодексу Польщі передбачають відповідальність за шкоду. Відповідно до цього положення, будь-хто, з чиєї вини вчиняється шкода іншій особі, зобов’язаний відшкодувати її.", "77.  Згідно статті 444 Цивільного кодексу, у випадках тілесного ушкодження або шкоди здоров’ю, винна особа має відшкодувати всі матеріальні збитки, що витікають із цього.", "78.  Відповідно до статті 448 Цивільного кодексу, особа, чиї особисті права були порушені, може просити про компенсацію. Це положення, у відповідній частині, проголошує:", "«Суд може присудити належну суму як грошову компенсацію за нематеріальну шкоду (krzywda), зазнану будь-ким, чиї особисті права були порушені. Крім того, відповідна особа, без втрати права прагнути будь-якої іншої допомоги, що може бути необхідна для усунення наслідків завданої шкоди, може звернутися до суду для визначення належної суми на користь певного соціального інтересу. ...»", "G.  Юриспруденція польських судів", "79.  У рішенні від 21 листопада 2003 року (V CK 167/03) Верховний суд постановив, що незаконна відмова у перериванні вагітності, спричиненої зґвалтуванням, за обставин, передбачених статтею 4 (а) 1.3 Закону 1993 року, може призвести до вимоги про відшкодування матеріальної шкоди, отриманої в результаті такої відмови.", "80.  У рішенні від 13 жовтня 2005 року (IV CJ 161/05) Верховний суд висловив думку, що відмова у пренатальних тестах за обставин, коли можна розумно передбачити, що вагітна жінка має ризик народження дитини з тяжкими і невиліковними вадами, тобто, за обставин, встановлених статтею 4 (а) 1.2 цього Закону, спричиняє вимогу про компенсацію.", "...", "2.  Документи, прийняті Організацією Об’єднаних Націй", "84.  Польський уряд у своїй п’ятій періодичній доповіді, представленій Комітету з прав людини (CCPR/C/POL/2004/5), заявляв:", "«106. У Польщі дані про аборти стосуються виключно абортів, що проводяться в лікарнях, тобто тих, що є легально прийнятними відповідно до закону. Кількість абортів, що міститься у даній офіційній статистиці, є невеликою, порівняно з попередніми роками. Недержавні організації на основі власних досліджень оцінюють, що кількість абортів, які проводяться нелегально у Польщі, складає від 80000 до 200000 щорічно.", "107. Із щорічних урядових доповідей про виконання Закону [1993 року], [які Уряд зобов’язаний представляти до Парламенту], і з доповідей недержавних організацій випливає, що положення Закону не здійснюються повністю, і що деякі жінки, незважаючи на критерії, що відповідають аборту, не отримують його. Лікарі, які працюють у державних закладах системи охорони здоров’я, відмовляються від проведення абортів на підставі так званої совісті, хоча, в той же час, жінки, які мають право на легальний аборт, не поінформовані про те, куди вони мають звертатися. Інколи ці жінки зобов’язані надавати додаткові довідки, що подовжує процедуру доти, доки аборт стає небезпечним для здоров’я та життя жінки. Не [існує] жодних офіційних статистичних даних, що стосуються скарг, пов’язаних із відмовами лікарів проводити аборт. ... На думку Уряду, існує необхідність [втілення] вже існуючих правил щодо... проведення абортів.”", "...", "85.  Комітет із ліквідації дискримінації проти жінок (CEDAW) на своїй 37-ій сесії, що проходила з 15 січня до 2 лютого 2007 року, розглянув зведені четверту і п’яту періодичні доповіді (CEDAW/C/POL/4-5) і шосту періодичну доповідь Польщі (CEDAW/C/POL/6). Він сформулював наступні заключні зауваження:", "«24. ...Комітет стурбований відсутністю офіційних даних та досліджень про поширення нелегальних абортів у Польщі і їх вплив на здоров’я і життя жінок.", "... 25. Комітет настійно закликає Державу-учасницю вжити конкретних заходів для розширення доступу жінок до охорони здоров’я, зокрема, до статевої та репродуктивної охорони здоров’я, відповідно до статті 12 Конвенції і загальної рекомендації 24 Комітету щодо жінок і здоров’я. Він закликає Державу-учасницю провести дослідження масштабів, причин та наслідків нелегальних абортів і їх вплив на здоров’я і життя жінок. Він також настійно закликає Державу-учасницю забезпечити, щоб жінки, які просять про легальний аборт, мали до нього доступ, і щоб використання застереження про поняття совісті не обмежувало доступ до нього».", "...", "ПРАВО", "90.  Заявниця скаржилась, що факти цієї справи призвели до порушення статті 3 Конвенції, яка, у відповідному місці, проголошує наступне:", "«Ніхто не повинен зазнавати ... нелюдського або такого, що принижує гідність, поводження...»", "91.  Заявниця далі скаржилась, що факти у справі призвели до порушення статті 8 Конвенції. Її права на повагу до приватного життя і до психологічної і моральної недоторканності були порушені відмовою органів влади надати їй доступ до генетичних тестів в контексті її невизначеності стосовно того, чи був плід уражений генетичним захворюванням, а також відсутністю всеохоплюючої правової основи для забезпечення її прав.", "Стаття 8 Конвенції, у відповідному місці, проголошує наступне:", "«1. Кожен має право на повагу до його приватного... життя...", "2. Не повинно бути жодного втручання органів державної влади у здійснення цього права, за винятком, коли це передбачено законом і є необхідним для демократичного суспільства в інтересах національної безпеки, громадської безпеки і економічного добробуту країни, для попередження заворушень або злочину, для захисту здоров’я або моралі, або для захисту прав і свобод інших осіб».", "I.  ПОПЕРЕДНІ ЗАПЕРЕЧЕННЯ УРЯДУ", "A.  Статус заявниці як потерпілої", "1.  Подання сторін", "92.  Уряд спочатку стверджував, що заявниця відхилила його пропозицію про мирову угоду. На його думку, вона, таким чином, втратила свій статус потерпілої від порушення її прав, гарантованих Конвенцією.", "Уряд далі доводив, що вона втратила цей статус також тому, що Краківський апеляційний суд рішенням від 30 жовтня 2008 року присудив їй 65000 злотих, і це рішення згодом стало остаточним.", "93.  Уряд стверджував, що Верховний суд у рішенні від 11 липня 2008 року постановив, що право на планування сім’ї і пов’язане з ним право на легальне переривання вагітності заявниці, за умов, передбачених польським законодавством, мали розглядатися, за змістом Цивільного кодексу, як особисте право. Ці права, таким чином, розглядалися як такі, що підпадали під дію статей 3 і 8 Конвенції. Верховний суд і апеляційний суд тим самим визнали, що права заявниці були порушені, і призначили їй відшкодування.", "94.  Заявниця стверджувала, що порушення Конвенції в її випадку були спричинені відсутністю процедур оскарження, наявних у зв’язку з відмовою лікарів надати їй пренатальну діагностику і допомогу, і через неврегульовану і хаотичну практику заперечень з міркувань совісті, відповідно до польського законодавства, які лягли в основу її скарг згідно Конвенції. Вона далі підкреслила, що отримала недостатню компенсацію за порушення її прав.", "Крім того, національні суди не були здатні усунути системні недоліки охорони здоров’я і правової системи Польщі, які розкрила її справа. Вона посилалась на справу M.A проти Сполученого Королівства (№ 35242/04, ECHR 2005–VIII), де суддя у сімейних справах вибачився за недоліки системи догляду за дітьми, які проявилися на тлі окремої справи, провів чіткий і детальний аналіз недоліків системи і розробив перелік рекомендацій для уникнення повторення подібних порушень. Вона стверджувала, що це мало служити моделлю для підходу до розгляду її справи.", "95.  Заявниця зробила висновок, що, в будь-якому випадку, компенсації, присуджені їй на національному рівні, не повинні використовуватися як засоби для уникнення дотримання державою своїх зобов’язань відповідно до Конвенції.", "2.  Оцінка Суду", "96.  Стосовно посилань Уряду на перемови щодо мирової угоди між сторонами, Суд спочатку підтверджує, що, відповідно до статті 38 § 2 Конвенції, перемови щодо мирової угоди є конфіденційними і без шкоди для аргументів сторін під час змагального розгляду. Відповідно до правила 62 Регламенту Суду, під час змагального розгляду не можна посилатися або спиратися на жодну письмову або усну заяву і пропозицію або поступку, зроблену в рамках спроби досягнення мирової угоди. В будь-якому випадку, в даній справі заявниця відмовилась від умов запропонованої угоди. Тому її відмова врегулювати справу не має жодного впливу на її статус потерпілої (див., Chebotarev проти Росії, № 23795/02, § 20, 22 червня 2006 року, mutatis mutandis; Nina Kazmina та Інші проти Росії, №№ 746/05, 13570/06, 13574/06, 13576/06 і 13579/06 (Розд.1) (Eng), § 25, 13 січня 2009 року; Tahsin Acar проти Туреччини (попередній випуск) [ВП],  № 26307/95, § 74, ECHR 2003-VI).", "97.  Суд знову заявляє, що будь-яке порушення положень Конвенції першими мають виправляти національні органи влади. У зв’язку з цим, питання, чи заявниця може претендувати на статус потерпілої від передбачуваного порушення, є доречним на всіх стадіях розгляду згідно Конвенції (див., inter alia, Siliadin проти Франції, № 73316/01,  § 61, ECHR 2005-VII, і Scordino проти Італії (№ 1) [ВП], № 36813/97, § 179, ECHR 2006-V). Статус заявника/заявниці як потерпілого/потерпілої від порушення Конвенції може залежати від компенсації, присудженої на національному рівні на підставі фактів, на які він/вона скаржиться у Суді (див. Normann проти Данії (dec.),     № 44704/98, 14 червня 2001 року; і Jensen і Rasmussen проти Данії (dec.), № 52620/99, 20 березня 2003 року). Належність цього відшкодування має оцінюватися у світлі всіх обставин справи, розглянутої в цілому (див., mutatis mutandis, Dubjaková проти Словаччини (dec.), № 67299/01, 19 жовтня 2004 року). Статус заявниці як потерпілої також залежить від того, чи національні органи влади визнали, прямо або по суті, порушення Конвенції. Тільки коли ці дві умови задоволені, допоміжний характер захисного механізму Конвенції виключає розгляд заяви (див. Eckle проти Німеччини, рішення від 15 липня 1982 року, Series A № 51, стор. 32, §§ 69 і далі., і Jensen проти Данії (dec.), № 8470/99, ECHR 2001-X).", "98.  Тому Суд зобов’язаний встановити, чи національні органи влади визнали, прямо або по суті, порушення прав, захищених Конвенцією.", "99.  У зв’язку з цим він відмічає, що заявниця у своїй цивільній справі, розглянутій у національних судах, скаржилась на нездатність лікарів направити її на генетичне тестування і на спричинене цим порушення її права на прийняття обґрунтованого рішення стосовно продовження вагітності (див. параграф 43 вище).", "100.  Крім того, вона скаржилась, що її особисті права, включно з правом на повагу до особистої гідності, були порушені в результаті способу, у який визначалося питання про її доступ до генетичних тестів (див. параграф 43 вище).", "101.  Суд відмічає, що Верховний суд у рішенні від 11 липня 2008 року постановив, що право вагітної жінки на своєчасну інформацію про здоров’я плоду та прийняття у світлі цієї інформації обґрунтованого рішення продовжувати або ні вагітність, було особистим правом за змістом Цивільного кодексу. Верховний суд встановив, що правова оцінка поведінки лікарів стосовно доступу заявниці до генетичного тестування, зроблена судами нижчої інстанції, була необґрунтованою. Відповідно, він скасував у повному обсязі рішення Краківського апеляційного суду, прийняте 28 липня 2008 року. В результаті, у своєму наступному - і остаточному – рішенні від 30 жовтня 2008 року Краківський апеляційний суд змінив свою попередню позицію і визнав, що права заявниці як пацієнтки і її особисті права були порушені.", "102.  Суд відмічає, що у своєму рішенні Верховний суд виявив глибоке розуміння правових питань, що виникають у цій справі, і тлумачив їх таким чином, щоб звернути увагу на гідність заявниці і її особисту незалежність - цінності, захищені положеннями Цивільного кодексу Польщі. Він ретельно зважив їх відносно інших інтересів, наявних у цій справі. Зокрема, Верховний суд підкреслив право пацієнта на доступ до інформації стосовно її/його здоров’я, в тому числі про стан плоду. Він також постановив, що заявниця страждала від стресу, тривоги і приниження в результаті способу, у який провадилась її справа (див. параграф 54 вище).", "103.  Що стосується першої групи питань, що піднімаються у справі заявниці (див. параграф 99 вище), Суд відмічає, що заявниця представила їх до Суду, стверджуючи, що вони призвели до порушення статті 8 Конвенції (див. параграф 91 вище). Суд вважає, що ця частина заперечень Уряду тісно пов’язана з предметом скарги заявниці за цим положенням, і тому їх розгляд має бути об’єднаний із розглядом цієї скарги за суттю.", "104.  Оскільки заперечення Уряду щодо статусу заявниці як потерпілої також стосується її скарги згідно статті 3 Конвенції (див. параграф 90 вище), то Суд вважає, що суми, присуджені на національному рівні, необхідно розглядати на тлі справи в цілому. Цивільна справа стосується захисту гідності заявниці. Тому питання, порушені у справі, мають для неї величезне значення.", "105.  Саме в цьому контексті необхідно оцінювати належність суми, присудженої в ході цивільного розгляду. Суди присудили заявниці 65000 злотих за всі три види скарг, які вона зробила стосовно способу, у який до неї ставилися медичні спеціалісти.", "106.  Однак, Суд відмічає, що ця сума охоплює також її позов про наклеп проти S.B., одного з лікарів, який зробив зневажливі висловлювання про неї в інтерв’ю пресі. Йому було наказано сплатити 50000 злотих, з них 30000 стосовно претензій, що виникли через це інтерв’ю. Лише сума в 20000 злотих стосувалася тих же питань, що розглядалися Судом у даній справі, які виникли через обставини, пов’язані з нездатністю лікаря S.B. надати заявниці оперативне направлення на генетичне тестування.", "107.  Суд далі відмічає, що заявниці також було присуджено 5000 злотих від лікарні в Т. і 10000 від Краківської університетської лікарні за порушення її прав пацієнтки. Ці суми мають бути додані до суми у 20000 злотих, згаданої параграфом вище. Загалом, сума внутрішнього відшкодування стосовно справи, що розглядається у Суді, становила, таким чином, 35000 злотих.", "108.  Суд відмічає, що у справі Tysiąc проти Польщі він розглянув, чи польська держава виконала свої позитивні зобов’язання згідно статті 8 Конвенції про захист права заявниці на повагу до її приватного життя в контексті суперечки, чи мала вона право на легальний аборт. Він присудив заявниці 25000 євро за порушення цього положення. Ця сума була майже втричі більша, ніж та, що була присуджена внутрішніми судами у даній справі стосовно скарг, поданих згідно статей 3 і 8 Конвенції. Таким чином, Суд вважає, що, з урахуванням обставин даної справи, сума у 35000 злотих не могла розглядатися як пропорційне грошове відшкодування відповідно до характеру шкоди, про яку стверджує заявниця (порівняйте і протиставте Caraher проти Сполученого Королівства (dec.), № 24520/94, ECHR 2000-I).", "109.  Суд вважає, що заявниця не перестала бути потерпілою від порушення статті 3 Конвенції, у розумінні статті 34 Конвенції. Заперечення Уряду у зв’язку з цим, відповідно, відхилені.", "...", "119.  Крім того, Суд вважає, що заперечення Уряду стосовно нібито невичерпання засобів внутрішнього правового захисту, шляхом реалізації компенсаційних вимог у цивільних судах, тісно пов’язане із суттю скарг заявниці згідно статті 8 § 1 разом зі статтею 13 Конвенції, і має бути приєднане до розгляду справи по суті.", "120.  Суд далі відмічає, що заява не є явно необґрунтованою за змістом статті 35 § 3 (a) Конвенції. Він далі відмічає, що вона не є неприйнятною за будь-яких інших підстав. Таким чином, вона має бути проголошена прийнятною.", "II.  ЩОДО СУТІ", "...", "B.  Стверджуване порушення статті 3 Конвенції", "1.  Подання сторін", "144.  Уряд повідомив, що заявниця ніколи не зазнавала поводження, котре могло б спричинити порушення статті 3 Конвенції. Заявниця могла відчувати певний стрес або дискомфорт, але оскаржуване поводження не наближалось до межі жорстокості, достатньої для того, щоб підпадати під дію цього положення. Навіть припускаючи, що розмови заявниці з деякими лікарями могли бути стресовими чи неприємними, або що лікарі висловлювали свої погляди у грубий чи неввічливий спосіб, як, схоже, вважала заявниця, це не порушує жодного питання за статтею 3.", "Стосовно думки заявниці про те, що лікарі ставились до неї зневажливо і презирливо, постійно критикували її за спроби отримати доступ до пренатального тестування і за те, що вона планувала перервати вагітність, Уряд стверджував, що ніщо у фактах справи не вказувало на поведінку всупереч статті 3 Конвенції. Твердження заявниці про навмисну відмову надати їй належну медичну допомогу не має обґрунтування у фактах справи.", "Уряд відхилив припущення, що нелюдське і таке, що принижує гідність, поводження могло бути спричинене неспроможністю держави запровадити законодавство, яке заявниця вважала належним.", "145.  Заявниця  скаржилась за статтею 3 Конвенції, що вона зазнала нелюдського і такого, що принижує гідність, поводження внаслідок навмисної відмови лікарів надати їй належну медичну допомогу у вигляді вчасного пренатального дослідження, що дозволило б їй прийняти рішення стосовно продовження чи переривання вагітності в межах строків, запроваджених Законом 1993 року. Вона також скаржилась, що лікарі ставились до неї зневажливо і презирливо, постійно критикували її за спроби отримати доступ до пренатального тестування і за те, що вона планувала аборт як можливий вихід зі скрутного становища.", "146.  Заявниця повідомила, що неодноразова і умисна відмова у наданні їй вчасної медичної допомоги мала на меті перешкодити їй у доступі до легального аборту. Спосіб, у який ставились до неї медичні працівники, включно, але не виключно, з принизливими зауваженнями стосовно її спроб отримати медичну інформацію і перевірки, на які вона мала законне право, її непотрібне утримання протягом кількох днів у краківській лікарні без пояснень, лише для того, щоб зробити прості аналізи, не пов’язані з генетичним тестуванням, а також недоступність генетичного тестування у багатьох регіонах країни, як визнала держава, було образливим і принизливим і мало тривалий вплив на життя заявниці.", "147.  Заявниця також стверджувала, що вона зазнала додаткового примусу, оскільки вона усвідомлювала, що якби відхилення були достатньо тяжкими, вона могла б просити про легальний аборт, але могла б зробити це лише в межах дозволених законом строків. Її чоловік також схилявся до легального аборту у випадку відхилень у плоду. Вона знала, що якби їй не вдалось зробити аборт, їй довелося б ростити дитину, уражену хворобою на все життя. Ця сукупність обставин спричинила у неї тяжкий відчай і тривожність. Лікарі знали про часові обмеження і про її ставлення до переривання вагітності, але вони маніпулювали нею і гаяли час, попри очевидний факт, що пізніше переривання вагітності буде небезпечнішим, ніж раніше. Окрім того, презирливе ставлення лікаря S.B. до заявниці було відверто висловлене у його інтерв’ю.", "2.  Оцінка Суду", "(a)  Загальні принципи", "148.  Відповідно до встановленої юриспруденції Суду, погане поводження має досягти мінімального рівня жорстокості, аби підпадати під дію статті 3. Оцінка цього мінімального рівня жорстокості відносна; вона залежить від обставин справи, таких як тривалість такого поводження, його фізичні і психічні наслідки і, у деяких випадках, стать, вік і стан здоров’я потерпілого (див., поміж багатьма рішеннями, Price проти Сполученого Королівства, № 33394/96, § 24, ECHR 2001-VII; Kupczak проти Польщі, № 2627/09, § 58, 25 січня 2011 року; Jalloh проти Німеччини [ВП], № 54810/00,   § ..., ECHR 2006IX).", "149.  Поводження визначається Судом «нелюдським», оскільки, inter alia, воно було умисним, тривало протягом багатьох годин і спричинило або наявні тілесні ушкодження, або сильне фізичне чи психічне страждання (див. Labita проти Італії [ВП], № 26772/95, § 120, ECHR 2000IV).", "150.  Поводження вважається «таким, що принижує гідність», якщо воно спричинило у потерпілих відчуття страху, муки і неповноцінності, здатні принизити і образити їх (див., поміж багатьма рішеннями, Iwańczuk проти Польщі, № 25196/94, § 51, 15 листопада 2001 року; Wiktorko проти Польщі, № 14612/02, § 45, 31 березня 2009 року).", "151.  Хоча мета такого поводження є фактором, який слід брати до уваги, особливо якщо він мав намір принизити або образити потерпілого, відсутність подібної мети не обов’язково спричиняє висновок, що не було порушення статті 3. Наприклад, Суд встановив порушення цього положення у багатьох справах, у яких влада розглядала прохання про надання життєво важливої для заявників інформації, скажімо, про місцезнаходження і долю зниклих родичів, виявляючи черству байдужість до їхньої уразливості і відчаю (див., поміж багатьма рішеннями, Kukayev проти Росії, № 29361/02, §§ 102106; 15 листопада 2007 року; Takhayeva та Інші проти Росії, № 23286/04, §§ 102-104, 18 вересня 2008 року).", "152.  Більш того, не можна виключати, що дії і бездіяльність влади у галузі охорони здоров’я можуть за певних обставин спричинити її відповідальність за статтею 3 через неспроможність надати належну медичну допомогу (див., наприклад, Powell проти Сполученого Королівства (dec.), № 45305/99, ECHR 2000-V).", "(b)  Застосування цих принципів до обставин даної справи", "153.  Повертаючись до обставин даної справи, Суд зазначає, що результати ультразвукового сканування, зробленого на 18-му тижні вагітності заявниці, підтвердили ймовірність того, що плід був уражений невідомими відхиленнями (див. параграф 9 вище). Після цього сканування заявниця боялась, що плід був уражений генетичними порушеннями і що, з огляду на результати наступних сканувань, її страх не можна вважати безпідставним. Вона неодноразово і наполегливо намагалась, шляхом численних відвідувань лікарів і письмових заяв і скарг, отримати доступ до генетичного тестування, яке могло надати їй інформацію, котра б підтвердила або розвіяла її побоювання; але безуспішно. Протягом кількох тижнів її примушували повірити, що вона пройде необхідне тестування. Її неодноразово направляли до різних лікарів, клінік і лікарень далеко від її дому і навіть на кілька днів госпіталізували без жодної очевидної клінічної мети (див. параграф 20 вище). Суд вважає, що визначення того, чи повинна була заявниця мати доступ до генетичного тестування, рекомендованого лікарями з огляду на результати другого ультразвукового сканування, було зведене нанівець марнуванням часу, плутаниною і відсутністю належного консультування й інформування заявниці.", "Зрештою, лише за порадою професора K.Sz., єдиного лікаря, який співчував її становищу, заявниця була за допомогою хитрощів поміщена до лікарні у Лодзі. Вона повідомила у лікарні про наявність невідкладного стану, і, зрештою, їй зробили тестування на 23-му тижні вагітності, 26 березня 2002 року. Заявниця отримала результати 9 квітня 2002 року, через два тижні.", "154.  Суд зазначає, що не підлягає обговоренню те, що лише за допомогою генетичного тестування можна було встановити об’єктивно і у спосіб, зумовлений сучасною медичною наукою і технологіями, чи була правильною первинна діагностика. Дійсно, Уряд ніколи не оскаржував це ані в Суді, ані як відповідач під час судового розгляду на національному рівні.", "155.  Суд далі зазначає, що ніколи не стверджувалось, що на час подій генетичне тестування як таке було недоступне через брак обладнання, медичної кваліфікації або фінансування. У жодному випадку заявниці не казали, що було неможливим провести тестування через будь-які технічні або матеріальні проблеми.", "156.  У зв’язку з цим Суд не може не зазначити, що Закон 1993 року, визначаючи умови, за яких дозволяється переривання вагітності, чітко і однозначно встановлює, і встановлював у відповідний час, обов’язок держави забезпечити безперешкодний доступ до пренатальної інформації і тестування. Стаття 2 (a) цього Закону покладала такий обов’язок на державу і місцеві адміністрації, зокрема, у випадку підозри про генетичні відхилення або проблеми розвитку. Цей обов’язок стосувався усіх випадків, у яких виникали такі підозри щодо вагітності, без жодного розрізнення того, що було запроваджено у Законі, з огляду на тяжкість підозрюваних відхилень (див. параграф 66 вище).", "157.  Суд далі зазначає, що Закон про медичну професію чітко вказує, і вказував на час подій, на обов’язок лікарів надати пацієнтам вичерпну інформацію про їхній стан, діагноз, запропоноване і можливе діагностування, а також терапевтичні методи і передбачувані наслідки рішення застосувати чи не застосувати їх, можливі результати лікування і прогноз (див. параграф 74 вище). Так само і чинний на той час Закон про медичну професію гарантував пацієнтам право на вичерпну інформацію про їхнє здоров’я (див. параграф 72 вище). Отже, існував ряд однозначних чинних на той час правових норм, які встановлювали позитивні зобов’язання держави щодо вагітних жінок стосовно їхнього доступу до інформації про їхнє здоров’я і здоров’я плоду.", "158.  Проте, немає вказівок на те, що правові зобов’язання держави і медичних працівників стосовно прав заявниці як пацієнтки були взяті до уваги особами чи закладами, які розглядали її прохання про надання доступу до генетичного тестування.", "159.  Суд зазначає, що заявниця знаходилась у дуже вразливому становищі. Як будь-яка вагітна жінка у її ситуації, вона була глибоко засмучена повідомленням, що плід міг бути уражений певними відхиленнями. Отже, було природнім, що вона бажала отримати якомога більше інформації, аби встановити, чи був правильним первинний діагноз, і якщо так, то якого точно характеру була патологія. Вона бажала також знати про наявні для неї можливості. Внаслідок марнування часу медичними працівниками, як було зазначено вище, вона протягом кількох тижнів мусила перебувати в болючій непевності стосовно здоров’я плоду, свого майбутнього і майбутнього родини, а також стосовно перспективи ростити дитину, яка страждатиме на невиліковну патологію. Вона відчувала пекучий відчай, думаючи про те, як вона і її родина може забезпечити цій дитині добробут, щастя і тривалий медичний догляд. Медичні працівники, які займались її справою, не усвідомили її переживання і не поставились до них належно. Суд наголошує, що минуло шість тижнів між 20 лютого 2002 року, коли перше ультразвукове сканування вперше виявило підозри щодо здоров’я плоду, і 9 квітня 2002 року, коли заявниця зрештою отримала підтверджену генетичним тестуванням інформацію, якої потребувала. Жодної уваги не було надано часовому аспекту важкого становища, у якому опинилась заявниця. Вона отримала результати тестування вже занадто пізно для того, аби зробити усвідомлене рішення стосовно продовження вагітності або звернення до легального аборту, оскільки строки, встановлені статтею 4 (a), параграф 2, вже скінчились.", "160.  Суд також вважає, що страждання заявниці, як до повідомлення результатів тестування, так і після цього, можна вважати поглибленими тим фактом, що діагностичні послуги, про які вона просила, були весь час доступні, і що, в силу національного законодавства, вона мала на них право.", "Дуже прикро, що лікарі, які вели справу заявниці, так черство поставились до неї. Суд може лише погодитись з думкою польського Верховного суду, що заявницю було принижено (див. параграф 54 вище).", "161.  Суд вважає, що страждання заявниці досягли мінімального рівня жорстокості, відповідно до статті 3 Конвенції.", "162.  Суд, отже, робить висновок, що було порушення цього положення.", "C.  Стверджуване порушення статті 8 Конвенції", "1.  Подання сторін", "(a)  Уряд", "163.  Уряд повідомив, що, в принципі, вагітність і її переривання не належать виключно до сфери приватного життя матері. Коли жінка вагітніє, її приватне життя стає тісно пов’язаним із розвитком плоду. Не може бути сумніву, що певні інтереси, пов’язані з вагітністю, захищаються законом (Європейська Комісія з прав людини, Brüggemann і Scheuten проти Німеччини, звіт від 12 липня 1977 року, DR 10, стор. 100). Польське законодавство захищало плід так само, як і життя матері, і, отже, дозволяло переривання вагітності лише за обставин, передбачених Законом 1993 року. Уряд висловив думку, що у випадку заявниці умови для законного переривання вагітності не були задоволені.", "164.  Уряд стверджував, що у справі заявниці Суд не повинен зосереджуватись виключно на питання, чи заявниця була позбавлена права на генетичну консультацію. Він наголосив, що зрештою заявниця, як і просила, отримала доступ до пренатального генетичного тестування.", "165.  Якщо заявниця вважала, що, внаслідок зволікання з отримання доступу до генетичного тестування, її позбавили можливості перервати вагітність, тоді постає питання, чи у її випадку така можливість дійсно існувала на підставі Закону 1993 року. Проте, цього не можна сказати з належною певністю, оскільки на той час у Польщі не було згоди щодо того, чи синдром Тернера можна вважати достатньо серйозним відхиленням у розумінні Закону 1993 року, аби виправдати легальний аборт.", "Окрім того, підготовлений у рамках кримінального розслідування висновок медичного експерта вказував, що синдром Тернера не класифікується ні як тяжкий, ні як загрозливий для життя стан. Отже, лікарі, які вели справу заявниці, не могли видати довідку, яка дозволяла б переривання вагітності.", "Стосовно того, що заявниця стверджувала, що підозрювалась інша патологія плоду – синдром Едвардса, – то медичні записи не підтверджують цього. У будь-якому випадку, якщо заявниця спиралась в основному на те, що вважала правом на аборт на підставі патології плоду, то Уряд вважав, що таке право не можна виводити із позитивного зобов’язання держави гарантувати належну охорону здоров’я. Більш того, відповідно до подання Уряду, будь-яка генетична перевірка плоду мала на той час здійснюватись до 22-го тижня вагітності.", "166.  Уряд також повідомив, що категорично не погоджується з мотивуванням Суду у справі Tysiąc проти Польщі стосовно потенційної загрози здоров’ю вагітної жінки, спричиненої вагітністю і відмовою її переривання. Проте, навіть якщо дану справу слід було б оцінювати з точки зору принципів, встановлених у цьому рішенні, вони не можуть служити обґрунтуванням для позиції заявниці. Питання добровільного переривання вагітності з євгенічних причин, як у даній справі, не можна виводити із позитивного зобов’язання держави гарантувати належну охорону здоров’я.", "167.  Якщо, з іншого боку, заявниця вважала державу відповідальною за затримку у наданні доступу до генетичного тестування, Уряд стверджував, що вона сама сприяла цій затримці, оскільки наполягала на проведенні генетичного тестування у певній лікарні, у Лодзі, поза межами її регіону. Це неминуче призвело до подовження відповідної процедури.", "168.  Уряд далі спирався на положення наказу Міністерства охорони здоров’я від 22 січня 1997 року (див. параграф 68 вище), стверджуючи, що він встановлює процедуру прийняття рішень про доступ до аборту. Уряд далі зазначав, що стаття 37 Закону про медичну професію 1996 року дозволяє пацієнтці отримати перегляд іншими лікарями рішення лікаря про направлення на аборт. У даній справі, лікар S.B. запропонував заявниці скликати консиліум для розгляду її справи, але вона відмовилась.", "169.  Зрештою, Уряд стверджував, що заявниця повинна була використати можливості, надані їй адміністративним правом. Державні заклади охорони здоров’я слід розглядати як державні установи, котрі підпадають під дію Кодексу адміністративного судочинства. Відповідно, відмова покласти до лікарні для добровільного переривання вагітності була адміністративним рішенням керівництва лікарні і, як така, була предметом процедури адміністративного нагляду, встановленої цим Кодексом.", "(b)  Заявниця", "170.  Заявниця повідомила, що неспроможність державних органів застосувати закони і постанови, які регулювали доступ до пренатальних аналізів і переривання вагітності у розумінні статей 2 (2) (a) і 4 (a) Закону 1993 року, включно з відсутністю процедур для нагляду за дотриманням умов легального аборту, передбачених статтею 4 (a), неспроможність застосування і нагляду за застосуванням законів, які регулювали практику міркувань совісті, спричинили недостатній захист її прав, гарантованих Конвенцією.", "171.  Закон 1993 року не містив жодних процесуальних положень. Наказ 1997 року, на який посилався Уряд, не запроваджував жодних особливих процесуальних підстав для розгляду і вирішення суперечностей, які виникають у зв’язку із застосуванням легального аборту. Стаття 37 Закону про медичну професію не передбачала перегляду лікарських рішень, а лише надавала лікарям повноваження запитати іншу думку колеги. Вона не запроваджувала доступного для пацієнта механізму. Щодо посилань Уряду на адміністративний процес, то діагностичні або терапевтичні рішення не були рішеннями у адміністративному сенсі і не могли бути оскаржені відповідно до положень Кодексу адміністративного судочинства.", "172.  Заявниця далі посилалась на Рекомендацію № R (90) 13 Комітету Міністрів Ради Європи щодо пренатального генетичного дослідження, пренатального генетичного діагностування і пов’язаних із ними генетичних консультацій (див. параграф 81 вище). У ній зазначено, що, у випадку підвищеного ризику передачі серйозної генетичної хвороби, має існувати доступ до генетичних консультаційних та діагностичних послуг перед процесом запліднення. Окрім того, заявниця стверджувала, що багато країн-членів Ради Європи включили пренатальні аналізи до звичайних акушерських послуг. У випадку, коли ультразвукове сканування вказує на можливість наявності у плоду генетичних порушень, генетичне консультування і аналізи надаються відповідно до детального порядку, запровадженого правовими актами. Проте, у даній справі заявниця не змогла отримати вчасний доступ до генетичного тестування, що вочевидь суперечило чинним принципам.", "173.  Заявниця повідомила, що порушення її права було спричинене також неврегульованою практикою міркування совісті. Відмова Краківської університетської лікарні надати їй певні послуги на підставі практики міркувань совісті становила відмову забезпечити наявність і доступність послуг з охорони репродуктивного здоров’я. Установи державної системи охорони здоров’я, як державні установи, були зобов’язані надавати усім законні послуги з охорони здоров’я. Держава була зобов’язана забезпечити доповнення законів, які регулювали міркування совісті, імплементаційними положеннями або постановами, котрі врівноважили б право медичних працівників на відмову і право пацієнта на доступ до законних медичних послуг.", "174.  Окрім того, заявниця наголошувала, що в жодному випадку постачальникам послуг з охорони здоров’я не можна дозволяти спиратись на міркування совісті щодо діагностичних послуг. У даній справі лікарі K.R. і S.B. відмовились надавати діагностичну допомогу саме тому, що вважали, що після отримання результатів діагностування заявниця намагатиметься перервати вагітність. Заявниця повідомила, що, відповідно до загальноприйнятої медичної доктрини поінформованої згоди, пацієнтів треба повідомити про всі ризики, переваги і альтернативи лікування, аби ухвалити найсприятливіше для них вільне і поінформоване рішення. Відмова діагностувати потенційно небезпечну хворобу на тій підставі, що такий діагноз може призвести до терапевтичної дії, проти якої даний лікар заперечує з огляду на совість, не сумісна із самою концепцією міркування совісті.", "175.  Заявниця стверджувала, що ця суперечність також яскраво проілюстрована аргументом Уряду, що рішення про надання заявниці доступу до генетичного тестування впиралось у те, чи переривання вагітності за даних обставин було безпечним і, також, чи було дотримано строків для переривання вагітності, встановлених Законом 1993 року. Уряд далі зазначав, що будь-яке генетичне дослідження плоду має бути здійснене до 22-го тижня вагітності (див. параграф 164 вище). Ці твердження однозначно передбачали існування на той час у медичній практиці Польщі помилкового уявлення, що усі жінки, включно із заявницею, бажають пройти пренатальне тестування виключно з метою переривання вагітності. Внаслідок цього, через політичне забарвлення тла, на якому розглядався аборт, жінки часто не могли отримати доступ до пренатального генетичного тестування.", "176.  Заявниці також відмовили у належній і вчасній медичній допомозі у вигляді пренатального генетичного тестування. Це тестування уможливило б встановлення того, чи у її випадку існували законні підстави для легального переривання вагітності у розумінні Закону 1993 року. Таке порушення Конвенції трапилось через те, що держава не забезпечила правової основи для врегулювання незгоди між вагітною жінкою і лікарями щодо потреби пренатального генетичного тестування з метою переривання вагітності (див., щодо останнього, справу Tysiąc проти Польщі, цитована вище, § 121). Не існувало також доступної процедури для перегляду чи перевірки лікарського рішення стосовно прохання жінки про переривання вагітності, навіть на підставі аномалій плоду. Держава мала позитивне зобов’язання створити правовий механізм для вирішення таких справ, включно із запровадженням точних строків, протягом яких мало бути ухвалене рішення. Проте, польська держава не виконала ці зобов’язання.", "У зв’язку з цим заявниця спиралась також на відсутність належного регулювання і нагляду у випадках, подібних до її, коли лікарі чи державні медичні заклади відмовляються надати медичні послуги і посилаються на міркування совісті.", "177.  Відповідно до чинного законодавства, для того, щоб бути законним, аборт через аномалії плоду мав бути здійсненим до того, як плід став життєздатним, що зазвичай відповідає 24-му тижню вагітності. У випадку заявниці, відсутність належних процесуальних рамок спричинила марнування часу, внаслідок чого заявниця під час вагітності страждала від все більшого страху, неспокою і непевності. Їй також відмовили у праві на легальний аборт, яке вона мала відповідно до національного законодавства.", "178.  Вона зрештою повідомила, що народила дитину, яка страждає від тяжкої патології і вимагає медичного догляду протягом усього життя. Внаслідок цього, її життя і життя її родини було незворотно і негативно уражені не лише через переживання за долю хворої дочки, але й через необхідність надавати їй щодня особливий щоденний догляд і організовувати регулярну спеціальну медичну допомогу, котру в Польщі дорого і відносно важко отримати. Заявниця повідомила, що догляд і виховання тяжко хворої дитини негативно позначилось на психічному здоров’ї і добробуті її, а також інших двох її дітей. Чоловік залишив її після народження дитини.", "3.  Оцінка Суду", "(a)  Застосування статті 8 Конвенції", "179.  Суд спочатку зазначає, що сторони не оспорювали, що стаття 8 застосовується до обставин даної справи стосовно права заявниці на повагу до її приватного життя.", "180.  Суд нагадує, що «приватне життя» - це широке поняття, яке включає у себе, inter alia, право на особисту автономію і особистий розвиток (див., поміж багатьма рішеннями, Bensaid проти Сполученого Королівства, № 44599/98, § 47, ECHR 2001-I). Суд вирішив, що поняття особистої автономії є важливим принципом, який лежить в основі його гарантій (див. Pretty проти Сполученого Королівства, № 2346/02, § 61, ECHR 2002-III). Поняття приватного життя стосується таких предметів, як ґендерна ідентифікація, сексуальна орієнтація і статеве життя (Dudgeon проти Сполученого Королівства, рішення від 22 жовтня 1981 року, Series A № 45, стор. 18-19, § 41, і Laskey, Jaggard і Brown проти Сполученого Королівства, рішення від 19 лютого 1997 року, Reports of Judgments and Decisions 1997-I, стор. 131, § 36), фізичну і психологічну недоторканність особи (Tysiąc проти Польщі, цитоване вище, § 107, ECHR 2007IV). Суд вирішив, що поняття приватного життя застосовується щодо рішень як мати, так і не мати дитину, а також стати батьками (Evans проти Сполученого Королівства [ВП], № 6339/05, § 71, ECHR 2007IV).", "181.  Суд вже раніше встановив, цитуючи за згодою юриспруденцію колишньої Комісії, що рішення вагітної жінки продовжувати вагітність чи ні відноситься до сфери приватного життя і автономії. Відповідно, також і законодавство, яке регулює переривання вагітності, торкається сфери приватного життя, оскільки коли жінка вагітніє, її приватне життя стає тісно пов’язаним із розвитком плоду (Європейська Комісія з прав людини, Bruggeman і Scheuten проти Німеччини, цитоване вище; Boso проти Італії (dec.), № 50490/99, ECHR 2002VII; Vo проти Франції [ВП], № 53924/00, § 76, ECHR 2004VIII; Tysiąc, цитоване вище, §§ 106-107; A, B і C проти Ірландії [ВП], № 25579/05, § 212, 16 грудня 2010 року). З огляду цих справ стає зрозуміло, що проблема завжди вирішувалась шляхом зважування різних, іноді й суперечливих, прав і свобод, про які заявляли мати або батько стосовно одне одного або щодо плоду (Vo проти Франції, цитоване вище, § 82).", "182.  Суд робить висновок, що стаття 8 Конвенції застосовується до обставин даної справі.", "(b)  Загальні принципи", "183.  Засадовою метою статті 8 є захист особи від протиправного втручання державних органів. Будь-яке втручання відповідно до першого параграфа статті 8 має бути виправдане відповідно до положень другого параграфа, а саме, бути «відповідним до закону» і «необхідним у демократичному суспільстві» для однієї або кількох перелічених тут же цілей. Згідно із встановленою юриспруденцією, поняття необхідності передбачає, що втручання відповідає нагальній суспільній потребі і, зокрема, що воно є пропорційним до певної законної мети, яку переслідує влада (див., поміж іншими рішеннями, Olsson проти Швеції (№ 1), рішення від 24 березня 1988 року, Series A № 130, § 67).", "184.  Окрім того, можуть існувати також позитивні зобов’язання, необхідні для ефективної «поваги» до приватного життя. Ці зобов’язання можуть передбачати ухвалення заходів, спрямованих на забезпечення поваги до приватного життя, навіть у сфері стосунків між особами, включаючи як створення нормативно-правової бази для судового і виконавчого механізму захисту прав осіб, так і запровадження, за потреби, особливих заходів (див., поміж іншими рішеннями, X і Y проти Нідерландів, рішення від 26 березня 1985 року, Series A № 91, стор. 11, § 23).", "185.  Суд вже раніше встановив, що держави мають позитивне зобов’язання гарантувати своїм громадянам право на ефективну повагу до їхньої фізичної і психологічної недоторканності (Glass проти Сполученого Королівства, № 61827/00, §§ 74-83, ECHR 2004II; Sentges проти Нідерландів (dec.) № 27677/02, 8 липня 2003 року; Pentiacova та Інші проти Молдови (dec.), № 14462/03, ECHR 2005-...; Nitecki проти Польщі (dec.), № 65653/01, 21 березня 2002 року; Odièvre проти Франції [ВП], цитоване вище, § 42). Окрім того, такі зобов’язання можуть передбачати вжиття заходів, включно із запровадженням ефективних і доступних засобів захисту права на повагу до приватного життя (Airey проти Ірландії, 9 жовтня 1979 року, § 33, Series A № 32; McGinley і Egan проти Сполученого Королівства, 9 червня 1998 року, § 101, Reports of Judgments and Decisions 1998III; і Roche проти Сполученого Королівства [ВП], № 32555/96, § 162, ECHR 2005X), котрі передбачають як створення нормативно-правової бази для судового і виконавчого механізму захисту прав осіб, так і запровадження, за потреби, особливих заходів щодо аборту (Tysiąc проти Польщі, цитоване вище, § 110; A, B і C проти Ірландії [ВП], цитоване вище, § 245).", "186.   Суд вже раніше встановив, що питання, коли починається право на життя, підпадає під межі розсуду, котрі Суд зазвичай у цій сфері залишає за державами, не виключаючи еволютивне тлумачення Конвенції – «живого документу, який слід тлумачити у світлі сьогоденних умов» (див., поміж багатьма іншими рішеннями, E.B. проти Франції [ВП], № 43546/02, § 92, ECHR 2008-...). Причини цього висновку полягають у тому, що проблема такого захисту не була вирішена навіть у більшості країн-учасниць, і що не існує європейського консенсусу щодо точного і правового визначення початку життя (Vo проти Франції, цитоване вище, § 82). Проте, Суд вважає, що поміж переважної більшості країн-учасниць Ради Європи існує консенсус щодо дозволу абортів, і що більшість країн-учасниць у своєму законодавстві вирішили конфлікт прав плоду і матері на користь ширшого доступу до аборту (див. A, B і C проти Ірландії [ВП], цитоване вище, §§ 235 і 237).", "Оскільки права, стверджувані від імені плоду, а також права матері є нерозривно пов’язаними, можливість розсуду, надана державному захисту ненародженого, неодмінно переросте у можливість розсуду для цієї держави у врівноваженні суперечливих прав матері. За відсутності такого загального підходу стосовно початку життя, розгляд національних правових варіантів стосовно обставин індивідуальних справ має особливу вагу також і для оцінки того, чи дотримано справедливого балансу між особистими правами і громадським інтересом (див. також стосовно цього підходу A, B, і C цитоване вище, § 214).", "187.  Окрім того, у контексті негативних зобов’язань, держава має певну можливість розсуду (див., поміж іншими рішеннями, Keegan проти Ірландії, рішення від 26 травня 1994 року, Series A № 290, § 49). Хоча державі надається широка можливість розсуду щодо обставин, за яких у даній державі дозволяється аборт, як тільки ухвалюється рішення, правова база з цього питання має бути «організована у послідовний спосіб, котрий дозволяє належно і відповідно до зобов’язань за Конвенцією взяти до уваги різні законні інтереси» (A, B і C проти Ірландії [ВП], цитоване вище, § 249).", "188.  Суд відмічає подання заявниці, що відмова у наданні їй вчасного доступу до пренатального генетичного тестування становила втручання у її права, гарантовані статтею 8. Окрім того, Суд встановив, що заборона переривання вагітності на підставі стану здоров’я або добробуту становить втручання у права заявників на повагу до їхнього приватного життя (див. A, B, і C проти Ірландії, цитоване вище, § 216).", "Проте, у даній справі Суд зіткнувся із особливим поєднанням загального права на доступ до інформації про своє здоров’я і права вирішувати про продовження вагітності. Дотримання державою позитивного зобов’язання забезпечити своїм громадянам право на ефективну повагу до їхньої фізичної і психологічної недоторканності може вимагати, в свою чергу, запровадження нормативної бази щодо доступу до інформації про своє здоров’я (Guerra та Інші проти Італії, 19 лютого 1998 року, § 60, Reports 1998I; Roche проти Сполученого Королівства [ВП], № 32555/96, § 155, ECHR 2005X; K.H. та Інші проти Словаччини, № 32881/04, §§ 50-56, ECHR 2009... (витяги)). Отже, і оскільки право на рішення про продовження вагітності не є абсолютним, Суд схиляється до думки, що обставини даної справи краще розглядати з точки зору позитивних зобов’язань держави-відповідача, котрі витікають із положень Конвенції (див., mutatis mutandis, Tysiąc проти Польщі, цитоване вище, § 108).", "189.  Межі між позитивними і негативними зобов’язаннями держави відповідно до цього положення самі по собі не дають точного визначення. Проте, принципи, які мають застосовуватись, подібні. Як у позитивному, так і негативному контексті треба приділяти увагу справедливому балансу, який необхідно забезпечити між суперечливими інтересами особи і громади в цілому; і в обох контекстах держава має певну можливість розсуду (див., поміж іншими рішеннями, Keegan проти Ірландії, рішення від 26 травня 1994 року, Series A №  290, стор. 19, § 49; і Różański проти Польщі, № 55339/00, § 61, 18 травня 2006 року). Хоча державні нормативно-правові акти щодо аборту стосуються традиційного врівноваження приватного життя і громадського інтересу, вони повинні, у випадку медичного аборту, бути оцінені на супротив позитивним зобов’язаннями держави забезпечити фізичну недоторканність майбутньої матері (див. Tysiąc проти Польщі, цитоване вище, § 107).", "190.  Поняття «поваги» не є однозначним, особливо стосовно таких позитивних зобов’язань: з огляду на різноманітність існуючих практик і обставин у державах-учасницях, вимоги до цього поняття залежатимуть від обставин конкретної справи. Тим не менш, оцінюючи позитивні зобов’язання держави, слід пам’ятати, що верховенство права, один із засадових принципів демократичного суспільства, є невід’ємним для усіх статей Конвенції (див., наприклад, Armonienė проти Литви, № 36919/02, § 38, 25 листопада 2008 року; Zehnalová і Zehnal проти Чеської Республіки (dec.), № 38621/97, ECHR 2002-V). Дотримання вимог, які запроваджує верховенство права, передбачає, що норми національного права повинні встановлювати засіб правового захисту від неправомірного втручання державними органами у права, гарантовані Конвенцією (див. Malone проти Сполученого Королівства, рішення від 2 серпня 1984 року, Series A № 82, стор. 32, § 67; SegerstedtWiberg та Інші проти Швеції, № 62332/00, § 76, ECHR 2006VII).", "191.  Зрештою, Суд нагадує, що, оцінюючи дану справу, слід пам’ятати, що Конвенція спрямована на гарантування не теоретичних чи примарних прав, а практичних і ефективних прав (див. Airey проти Ірландії, рішення від 9 жовтня 1979 року, Series A № 32, стор. 1213, § 24). Хоча стаття 8 не містить чітких процесуальних вимог, для ефективної реалізації прав, гарантованих цим положенням, важливо, щоби відповідний процес ухвалення рішень був справедливим і таким, що забезпечує належну повагу до захищених ним інтересів. Слід визначити, з огляду на особливі обставини даної справи і, зокрема, на характер рішення, яке мало бути ухвалене, чи особа була залучена до процесу ухвалення рішення в цілому і в межах, достатніх для надання їй або йому належного захисту його чи її інтересів (див., mutatis mutandis, W. проти Сполученого Королівства, рішення від 8 липня 1987 року, Series A № 121, стор. 2829, §§ 62 і 64). Суд вже встановив, що в контексті доступу до аборту відповідна процедура має гарантувати вагітній жінці принаймні можливість бути вислуханій особисто, а також щоб її думку взяли до уваги. Відповідний орган або особа повинні також письмово обґрунтувати рішення (див. Tysiąc проти Польщі, цитоване вище, § 117).", "(c)  Дотримання статті 8 Конвенції", "192.   Вивчаючи обставини даної справи, Суд не може залишити поза увагою загальний національний контекст. Він зазначає, що Закон 1993 року визначає обставини, за яких дозволяється аборт. Лікар, який перериває вагітність з порушенням умов, встановлених у цьому законі, є винним у злочині, який карається позбавленням волі на строк до трьох років (див. параграф 70 вище).", "193.  Суд вже встановив, що законодавче обмеження абортів у Польщі, у поєднанні з ризиком кримінальної відповідальності за статтею 156 § 1 Кримінального кодексу, може мати стримуючий вплив на лікарів під час ухвалення рішення про те, чи у конкретній справі дотримано вимог до легального аборту (див. Tysiąc проти Польщі, № 5410/03, § 116, ECHR 2007IV). Він далі зазначає, що за обставин даної справи це було виявлено також завдяки факту, що юриста лікарні у T. попросили висловити думку щодо кроків, які треба зробити для забезпечення дотримання умов Закону 1993 року стосовно доступності аборту. Суд вважає, що ці положення, які регулюють доступність легального аборту, мають бути сформульовані у такий спосіб, аби уникнути стримуючого впливу.", "194.  Суд далі зазначає, що у п’ятому періодичному звіті до Комітету з прав людини, котрий стосується оцінки становища, яке склалось на той час, польський Уряд визнав, inter alia, що існували недоліки у способі, у який Закон 1993 року застосовувався на практиці (див. параграф 84 вище). Він далі відмічає стурбованість Комітету з ліквідації дискримінації проти жінок щодо доступу жінок у Польщі до послуг репродуктивної медицини і до легального аборту (див. параграф 86 вище).", "195.  Суд зазначає, що у своєму рішенні у справі Tysiąc проти Польщі, про яке було згадано вище, він підкреслив важливість процесуальних гарантій в контексті застосування Закону 1993 року у тих ситуаціях, коли вагітна жінка має об’єктивні підстави боятись, що вагітність і пологи матимуть серйозний негативний вплив на її здоров’я. У цій справі Суд вирішив, що польське законодавство не містить жодних ефективних процесуальних механізмів, завдяки яким можна було б встановити, чи існують умови для дозволу на легальний аборт з причин небезпеки, яку може становити вагітність для здоров’я матері, аби відповісти на правомірні побоювання матері (див. Tysiąc проти Польщі, цитоване вище, §§ 119 – 124, ECHR 2007IV).", "196.  Суд відзначає певні відмінності між питаннями, які постають у справі Tysiąc проти Польщі і у даній справі, у якій заявниця наполегливо, але безуспішно шукала доступу до пренатального генетичного тестування. Головним питанням був не дозвіл на аборт як такий, а, в основному, вчасний доступ до медичних діагностичних послуг, що, в свою чергу, допомогло б встановити, чи у випадку заявниці присутні умови для легального аборту, чи ні. Отже, відправною точкою для аналізу Суду є питання доступу особи до інформації про його чи її здоров’я.", "197.  Право на доступ до інформації, яка підпадає під обсяг поняття приватного життя, на думку Суду, можна вважати таким, що включає, з одного боку, право на отримання інформації про свій стан. Суд далі зазначає, що під час вагітності стан і здоров’я плоду становлять складову здоров’я вагітної жінки (див., Європейська Комісія з прав людини, Bruggeman і Schеuten проти Німеччини, цитоване вище, § 59, mutatis mutandis). Ефективна реалізація цього права часто є вирішальною для можливості реалізації особистої автономії, яка також підпадає під статтю 8 Конвенції (Pretty проти Сполученого Королівства, цитоване вище, § 61, ECHR 2002III), шляхом вирішення, на підставі такої інформації, про наступний перебіг подій, що стосуються якості життя особи (а саме, відмовляючись надати згоду на медичне лікування або просячи про певний вид лікування).", "Значимість вчасного доступу до інформації про свій стан особливо стає помітна у ситуаціях, коли відбувається швидка зміна стану особи, і, отже, зменшується його чи її можливість ухвалювати відповідні рішення. Аналогічно, в контексті вагітності, якщо законодавство дозволяє за певних обставин аборт, ефективний доступ до потрібної інформації про здоров’я матері і плоду прямо пов’язаний із реалізацією особистої автономії.", "198.  У даній справі, головна проблема полягала саме у доступі до медичних процедур, які дозволили б заявниці отримати повну інформацію про здоров’я плоду.", "Хоча Конвенція не гарантує право як таке на безкоштовну медичну допомогу або на конкретні медичні послуги, у ряді справ Суд вирішив, що стаття 8 є відповідною до скарг про недостатню доступність послуг з охорони здоров’я (Nitecki проти Польщі (dec.), цитоване вище; Pentiacova та Інші проти Молдови (dec.), цитоване вище). Дана справа відрізняється від справ, у яких заявники скаржились про відмову або труднощі у отриманні доступу до певних послуг з охорони здоров’я з причин недостатнього фінансування або відсутності. Суд вже встановив, що не оспорювалось і було доведено те, що не було жодних об’єктивних причин, аби генетичні тести були здійснені не одразу після виникнення підозр щодо стану плоду, а лише після тривалого зволікання (див. параграф 154 вище). Труднощі, з якими зіткнулась заявниця, напевне, були частково спричинені незгодою певних лікарів, які займались цим питанням, а також деякою організаційною і адміністративною плутаниною в тогочасній системі охорони здоров’я стосовно процедури, яка застосовувалась у випадках, коли пацієнти просили про послуги, котрі надавались поза межами їхнього регіону тогочасного Медичного страхового фонду, а також стосовно способів відшкодування між регіонами коштів, витрачених у зв’язку з цими послугами.", "199.  Суд наголошує на доцільності інформації, яку заявниця бажала отримати шляхом генетичного тестування, для ухвалення рішення стосовно продовження вагітності. Закон 1993 року дозволяє здійснення аборту до моменту, коли плід стає життєздатним поза тілом матері, якщо пренатальні тести або інші медичні висновки вказують на високий ступінь ризику, що плід буде тяжко або незворотно ушкоджений або страждатиме на невиліковну небезпечну для життя патологію. Отже, доступ до повної і надійної інформації про здоров’я плоду важливий не лише для спокою вагітної жінки, але й є необхідною передумовою для дозволеної законом можливості здійснення аборту.", "200.  У зв’язку з цим Суд нагадує про свій висновок у справі Tysiąc проти Польщі, що відколи держава, діючи в межах можливості розсуду, про які згадувалось вище, ухвалює законодавчий акт, котрий за певних обставин дозволяє аборт, вона не повинна організовувати нормативно-правову базу у спосіб, який обмежить реальні можливості для його здійснення. Зокрема, держава має позитивне зобов’язання створити процесуальну базу, яка дозволила б вагітній жінці реалізувати її право на доступ до легального аборту (Tysiąc проти Польщі, № 5410/03, §§ 116 - 124, ECHR 2007IV). Інакше кажучи, якщо національне право дозволяє аборт у випадку аномалій плоду, повинна існувати належна правова і процесуальна база, яка гарантувала б вагітним жінкам отримання належної, повної і надійної інформації про здоров’я плоду.", "201.  У даній справі Суд нагадує, що минуло шість тижнів від дати, коли виникли перші підозри щодо здоров’я плоду, і до моменту, коли їх було підтверджено генетичним тестуванням (див. параграф 152 вище).", "202.  Суд наголошує, що перегляд клінічних висновків лікарів не входить до його повноважень (див. Glass проти Сполученого Королівства, цитоване вище). Отже, Суд не повинен робити спроб визначити тяжкість стану, у якому, як вважали лікарі, знаходився плід, або ж чи такий стан можна було вважати таким, що надавав заявниці право на легальний аборт, яке їй гарантувала стаття 4 (a) згаданого Закону. На думку Суду, у даній справі це цілком недоречно оцінювати з огляду на те, що правове зобов’язання забезпечити доступ до пренатального генетичного тестування було зафіксоване у положеннях Закону 1993 року незалежно від характеру і тяжкості підозрюваного стану (див. параграф 66 вище).", "203.  Суд зазначає, що характер проблем, пов’язаних із рішенням жінки перервати вагітність, обумовлює крайню важливість часового фактору. Тобто, чинні процедури повинні забезпечити ухвалення рішення у належний час. Суд вважає, що було достатньо часу, аби провести генетичне тестування між 18-м тижнем вагітності, коли вперше з’явилась підозра, і 22-м тижнем, коли вважається загально прийнятим, що плід може вижити поза материнським тілом, і зафіксовано часове обмеження легального аборту. Суд зазначає, що Верховний суд піддав критиці поведінку медичних працівників, які були причетні до справи заявниці, а також зволікання у прийнятті рішення про направлення заявниці на генетичне тестування. Така критична оцінка найвищого національного судового органу є, на думку Суду, необхідною для загальної оцінки обставин справи.", "204.  Внаслідок цього заявниця не змогла отримати діагностику стану плоду, здійснену з належною точністю шляхом генетичного тестування протягом строку, коли аборт був для неї законно дозволеною можливістю.", "205.  Щодо тверджень Уряду, що у даній справі доступ до генетичного тестування був тісно прив’язаний, і навіть тотожний, до дозволу на аборт (див. параграф 112 вище), Суд зазначає, що пренатальне генетичне тестування переслідує різні цілі і не повинне сприйматись як заохочення вагітної жінки до аборту. По-перше, воно може просто розвіяти підозри, що плід уражений певною патологією; по-друге, жінка, яка виношує такий плід, може вирішити продовжити вагітність і мати дитину; по-третє, у деяких випадках (хоч і не у даному), пренатальна діагностика патології дозволяє здійснити пренатальне лікування; по-четверте, навіть у випадку несприятливого діагнозу, жінка і її родина має час приготуватись до народження ураженої патологією дитини, тобто, отримати консультації і оговтатись від стресу, спричиненого таким діагнозом. Окрім того, Суд наголошує, що Закон 1993 року чітко вказує на можливість аборту у випадку певних патологій. Безсумнівно, деякі з цих патологій можна встановити лише шляхом генетичного тестування. Отже, аргумент Уряду не переконав Суд.", "206.  Щодо посилань Уряду у поданнях на право лікарів відмовитись від надання певних послуг з міркувань совісті і на статтю 9 Конвенції, Суд нагадує, що слово «практика», вжите у статті 9 § 1, не означає кожну дію або вид поведінки, вмотивовані або спричинені релігією або переконанням (див. Pichon і Sajous проти Франції (dec.), № 49853/99, ECHR 2001-X). Суд вважає, що держави зобов’язані організувати систему послуг з охорони здоров’я у такий спосіб, аби забезпечити, щоб ефективна реалізація свободи совісті медичними працівниками у професійній сфері не перешкоджала пацієнтам отримувати доступ до послуг, на які вони мають право відповідно до чинного законодавства.", "207.  Суд далі зазначає, що Уряд посилався на наказ Міністерства охорони здоров’я від 22 січня 1997 року (див. параграф 68 вище), стверджуючи, що він встановлює процедуру щодо рішення про дозвіл на аборт. Проте, Суд вже вирішив, що цей наказ не встановлював жодної процесуальної бази для розгляду і вирішення суперечок між вагітною жінкою і її лікарями або між лікарями щодо доступності легального аборту у конкретній справі (див. Tysiąc проти Польщі, цитоване вище, § 121).", "208.  Суд робить висновок, що не було доведено, що польське законодавство, застосоване у справі заявниці, містило будь-які ефективні механізми, які дозволили б заявниці просити про доступ до діагностичної послуги, яка була вирішальною для можливості реалізувати її право ухвалити поінформоване рішення про те, просити про аборт, чи ні.", "209.  Щодо посилань Уряду на цивільно-правові акти, які могли бути застосовані у справі заявниці, то Суд вже вирішив, з огляду на цитовану справу Tysiąc проти Польщі, що норми цивільного права, застосовані польськими судами, не надали заявниці процесуального засобу, за допомогою якого вона могла б повністю поновити своє право на повагу до її приватного життя. Засоби цивільного права мали лише ретроактивний і компенсаційний характер. Суд вирішив, що лише такі ретроспективні засоби не були достатніми для надання належного захисту особистих прав вагітної жінки в контексті суперечностей щодо надання їй дозволу на легальний аборт, і наголосив на уразливості стану жінки за таких обставин (див. Tysiąc проти Польщі, № 5410/03, § 125, ECHR 2007IV). З огляду на ретроспективний характер компенсаторного цивільного права, Суд не вбачає жодних підстав, на яких у даній справі можна було б зробити інший висновок.", "Тому Суд вважає, що не було доведено, що польське законодавство містило будь-які ефективні механізми, які дозволили б заявниці отримати доступ до наявних діагностичних послуг і ухвалити, з огляду на отримані результати, поінформоване рішення, просити про аборт, чи ні.", "210.  Відповідно, Суд вважає, що ні медичне консультування, ні можливість судового позову, на які посилався Уряд, не становили ефективні і доступні процедури, які дозволили б заявниці встановити її право на легальний аборт у Польщі. Непевність, спричинена браком законодавчої імплементації статті 4 (a) 1.2 Закону 1993 року про сімейне планування, а саме, браком ефективних і доступних процедур для встановлення права на аборт відповідно до цього положення, спричинили разючу неузгодженість між теоретичним правом на легальний аборт у Польщі на підставах, вказаних у цій статті, і реаліями його практичної імплементації (Christine Goodwin проти Сполученого Королівства [ВП], цитоване вище, у §§ 77-78; і S. H. та Інші проти Австрії, цитоване вище, у § 74, mutatis mutandis; A, B і C проти Ірландії [ВП], № 25579/05, §§ 263-264, 16 грудня 2010 року).", "211.  З огляду на обставини справи загалом, не можна, отже, вважати, що запроваджуючи правові процедури, які уможливили поновлення її права, польська держава виконала позитивні зобов’язання гарантувати право заявниці на повагу до її приватного життя з огляду на суперечності щодо того, чи повинна вона мати доступ, по-перше, до пренатального генетичного тестування і, згодом, до аборту, якби заявниця обрала цю можливість.", "212.  Тому Суд відхиляє попередні зауваження Уряду щодо цивільного позову як ефективного засобу. Окрім того, Суд, з огляду на обставини справи в цілому, вже визнав недостатнім відшкодування, призначене національними судами в рамках цивільного процесу за порушення, про які стверджувала заявниця (див. вище параграфи 103108). Тому Суд відхиляє також попередні зауваження Уряду стосовно того, що заявниця втратила статус потерпілої від порушення статті 8 Конвенції.", "213.  Суд нагадує, що ефективна імплементація статті 4 (a) 1.2 Закону 1993 року про сімейне планування вимагала б гарантування вагітним жінкам доступу до діагностичних послуг, які дозволили б їм підтвердити чи розвіяти підозру, що плід може бути уражений патологіями. Суд вже вирішив, що у даній справі не було встановлено, що такі послуги були недоступними. Окрім того, ефективна імплементація положень Закону 1993 року не може, на думку Суду, вважатись такою, що покладає на польську державу значний тягар, оскільки вона була б тотожною перетворенню на дієве право на аборт, вже передбаченого цим законом у, звичайно, нечисленних випадках, включно з деякими випадками патології плоду (A, B і C проти Ірландії [ВП], цитоване вище, § 261, mutatis mutandis). Хоча цей Суд не повинен вказувати державі найвідповідніші засоби для дотримання своїх позитивних зобов’язань (рішення у справі Airey проти Ірландії, § 26; цитоване вище), Суд зазначає, що у багатьох державах-учасницях законодавство уточнює умови, необхідні для ефективного доступу до легального аборту і запроваджує різноманітні імплементаційні процесуальні і інституційні процедури (рішення Tysiąc проти Польщі, § 123).", "214.  Суд робить висновок, що влада не виконала свої позитивні зобов’язання забезпечити заявниці ефективну повагу до її приватного життя, і що, відповідно, було порушення статті 8 Конвенції.", "...", "\nЗ ЦИХ ПРИЧИН, СУД", "1.  Приєднує одноголосно до суті попередні заперечення Уряду стосовно вичерпання національних засобів і відсутності статусу потерпілої щодо скарги за статтею 8 і проголошує заяву прийнятною;", "", "2.  Вирішує шістьма голосами проти одного, що було порушення статті 3 Конвенції;", "", "3.  Вирішує шістьма голосами проти одного, що було порушення статті 8 Конвенції і відхиляє шістьма голосами проти одного згадані попередні заперечення Уряду;", "", "...", "Складено англійською мовою і повідомлено письмово 26 травня 2011 року, відповідно до правила 77 §§ 2 і 3 Регламенту Суду.", "\tЛоренс Ерліy\tНіколас Братца\n\tСекретар\tГолова", "", "Відповідно до статті 45 § 2 Конвенції і Правила 74 § 2 Регламенту Суду, до цього рішення додано окремі думки:", "(a)  окрема думка, що частково не збігається з позицією більшості, судді Братца;", "(b)  окрема думка, що частково не збігається з позицією більшості, судді Де Гаетано.", "", "Окремі думки не перекладались, але викладені у англійській офіційній версії рішення, з якою можна ознайомитись у базі даних юриспруденції Суду HUDOC.\n© Рада Європи/Європейський суд з прав людини, 2012.", "Офіційними мовами Європейського суду з прав людини є англійська та французька мови. Цей переклад підготовлено на замовлення і за підтримки Цільового фонду «Права людини» Ради Європи (). Він не є зобов’язальним для Суду і Суд також не несе відповідальності за його якість. Переклад можна завантажити з електронної бази рішень (HUDOC) Європейського Суду з прав людини ) або з будь-якої іншої бази, в якій його розміщено з дозволу Суду. Копіювання тексту перекладу допускається в некомерційних цілях за умови наведення повної назви справи, разом із вищенаведеним повідомленням про авторські права та посиланням на Цільовий фонд «Права людини». З питань, пов’язаних з наміром використати ту чи іншу частину цього перекладу в комерційних цілях, прохання звертатися за адресою .", "", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", ""]}