{"file": "UKR_HJUDUKR_76900_01.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "76900/01", "text_paragraphs": ["Справа „Оллінджер проти Австрії”", "(„Ollinger v. Austria”)", "", "У рішенні, ухваленому 29 червня 2006 року у справі „Оллінджер проти Австрії”, Суд постановив, що", "мало місце порушення ст. 11 Конвенції щодо права на свободу мирних зібрань1.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 5878 євро на відшкодування судових витрат.", "Обставини справи", "Заявник Карл Оллінджер є громадянином Австрії, народився 1951 року і мешкає у Відні. Він є членом парламенту від Партії зелених.", "30 жовтня 1998 року заявник надіслав до місцевого відділення поліції повідомлення про те, що він має намір провести зібрання 1 листопада – у День усіх святих – від 9:00 до 13:00. Зібрання мало відбуватися на місцевому цвинтарі біля меморіального пам’ятника євреям, убитим дивізіями “СС” під час Другої світової війни. Очікувалося, що в акції візьмуть участь шестеро людей. У повідомленні заявник відзначив, що учасники не використовуватимуть транспарантів, а також не співатимуть поминальних пісень. Крім того, він зауважив, що це зібрання відбуватиметься, власне, під час акції Товариства IV, метою якої було вшанування пам’яті солдатів “СС”, які загинули під час Другої світової війни. ", "31 жовтня 1998 року заявник отримав відповідь-рішення про заборону проведення зібрання. У серпні 1999 року скарга заявника на зазначене рішення була залишена вищим органом поліції без задоволення. Компетентні органи обгрунтовували свої рішення передусім тим, що акція заявника могла зашкодити проведенню церемонії, що відбувалася під проводом Товариства IV. Відповідна церемонія була традиційним заходом, який проводився щороку і не потребував жодних офіційних дозволів. Також у відмовах вказувалося на прикрий досвід попередніх років, коли влаштовувалися опозиційні зібрання, які викликали заворушення, а відтак необхідність у втручанні органів поліції. ", "У грудні 2000 року скаргу заявника відхилив також і Конституційний суд (далі – КС). Однак КС відзначив, що рішення органів поліції містили надто обмежену аргументацію. Зокрема він вказав, що самої цілі захисту церемонії, яка організовувалася Товариством IV, не було достатньо для заборони зібрання заявника. Натомість така заборона була виправдана або й навіть необхідна з огляду на позитивне зобов’язання держави, що випливає зі ст. 9 Конвенції (свобода думки, совісті та віросповідання), а саме: захисту від зовнішнього втручання та перешкоджання потребували особи, що брали участь у релігійних обрядах у той день. Як зауважив КС, День усіх святих вважається важливим релігійним святом. У цей день люди зазвичай ідуть родинами на цвинтар, аби вшанувати пам’ять померлих. Зважаючи на досвід попередніх років, між учасниками зібрання заявника та учасниками церемонії, організованої Товариством IV, цілком імовірно, могла зчинитися сутичка. А це перешкодило б людям у відправленні релігійних обрядів. ", "Зміст рішення Суду", "Заявник скаржився на заборону проведення поминального зібрання. Він зазначав про порушення ст. 11, 9, 10 та 14 Конвенції.", "Суд відзначив на початку, що у справі йшлося про конкуренцію кількох фундаментальних прав. Права на свободу мирних зібрань та на свободу вираження поглядів однієї групи мали бути збалансовані з правом іншої спільноти людей на їх захист від стороннього втручання під час проведення зібрання, а також з правом конретних осіб, що мали намір здійснити на цвинтарі релігійний обряд поминання померлих. Отож завдання Суду полягало в тому, аби оцінити, чи вдалося компетентним державним органам досягти належного врівноваження зазначених конкуруючих інтересів.", "Зібрання, організоване заявником, повинно було бути виявом протесту щодо акції, яка проводилась Товариством IV – об’єднанням, що складалось головним чином з колишніх членів дивізій “СС”. Заявник недвозначно підкреслював, що він передусім мав на меті нагадати громадськості про злочини, вчинені солдатами “СС”, та згадати зальцбурзьких євреїв, які були ними вбиті. Власне, заявник обрав відповідне місце і час для своєї акції невипадково. Адже це були час і місце проведення зборів Товариства IV. Власне такий вибір мав на меті підсилити значення інформації, яку заявник хотів донести людям.", "На думку Суду, безумовна заборона опозиційної демонстрації є вкрай суворим заходом, який потребує виняткового виправдання. Це мало особливе значення у даному випадку: адже зазначений захід організовував депутат парламенту, який за посадою виражає позицією певної частини громадськості. Суд звичайно вразило те, що національні суди не надали жодного значення такому факту.", "Суд нагадав позицію КС, відповідно до якої заборона демонстрації заявника не могла обумовлюватись лише самим захистом зібрання, організованого Товариством IV. Суд погодився з таким підходом.", "Суд далі оцінив таку підставу заборони акції заявника як необхідність захисту інтересів людей, що мали брати участь у релігійному поминальному обряді на цвинтарі. Суд, розглянувши низку факторів, дійшов зрештою висновку, що навіть для досягнення зазначеної цілі спосіб заборони був непропорційним заходом. Передусім зібрання заявника жодним чином не ставило за мету образити вірування відвідувачів цвинтара чи якимсь чином перешкодити їм у здійсненні релігійних обрядів. До того ж, в акції організовуваній заявником, мали взяти участь зовсім небагато людей. Учасники акції готувались до мирного і спокійного вираження своєї позиції. Заявник чітко повідомив, що під час зібрання не будуть використовуватися транспаранти та не співатимуться пісень. Отож, планований заявником захід аж ніяк не міг вразити почуття сторонніх людей, що мали на меті того дня прийти на цвинтар. Оцінюючи побоювання представників влади стосовно можливості виникнення сутички між учасниками різних зборів, Суд зауважив, що такі побоювання не були підтверджені інформацією про те, що у попередні роки під час таких акцій справді мали місце випадки насильства.", "Уряд стверджував, що вжиття попереджувальних заходів, зокрема такого, як участь поліції під час проведення обидвох зібрань, не були тими заходами, котрі могли зарадити у цій ситуації. На думку Уряду, такі дії все одно не були б достатньою гарантією спокою для сторонніх відвідувачів цвинтара. Однак Суд не погодився з такою позицією. Суд вважав, що представники не надали належного значення акції, яку мав намір провести заявник. Суть акції полягала у виявленні протесту проти діяльності Товариства IV. Суд зауважив, що органи демонстрували натомість надмірну опіку інтересами відвідувачів цвинтара, аби вберегти їх від будь-яких, навіть найменших, “відволікань”. Отож, Суд дійшов висновку, що держава виявилася неспроможною досягти належного балансу інтересів у цій ситуації. А тому мало місце порушення ст. 11 Конвенції.", "Стосовно скарг заявника щодо порушення ст. 9, 10 та 11 Конвенції Суд відзначив, що не було необхідності розглядати ці скарги окремо.", "", ""]}