{"file": "UKR_HJUDUKR_34619_97.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "34619/97", "text_paragraphs": ["", "Справа «Яношевич проти Швеції та \"Вастберга Таксі Актіболаг\" і Вулич проти Швеції", "(Janosevic v. Sweden 34619/97", "and Vastberga Taxi Aktiebolag and Vulic v. Sweden 36985/97)", "", "У рішенні, ухваленому 23 липня 2002 року у справі «Яношевич проти Швеції та \"Вастберга Таксі Актіболаг\" і Вулич проти Швеції», Суд постановив, що:", "мало місце порушення ч. 1 ст. 6 Конвенції щодо права заявників на доступ до суду;", "мало місце порушення ч. 1 ст. 6 Конвенції стосовно часу, протягом якого тривали судові слухання щодо заявників;", "не було порушено право заявників на презумпцію невинуватості.\t", "Суд призначив сплатити п. Яношевичу 15 000 евро як компенсацію моральної шкоди і 35 000 евро у відшкодування судових витрат. Двом іншим заявникам Суд призначив сплатити 20 000 евро як компенсацію моральної шкоди та 20 000 евро у відшкодування судових витрат.", "", "Обставини справи", "", "Перший заявник, Велімір Яношевич, є громадянином Швеції і колишнім власником компанії, яка здійснювала перевезення пасажирів на таксі. «Вастберга Таксі Актіболаг» – другий заявник, котрий власне і є цією компанією. Третій заявник, Ніно Вулич, є громадянином Швеції та колишнім директором згаданої компанії.", "У рамках проведення масштабних перевірок діяльності підприємств, які здійснюють перевезення на таксі, відповідне державне відомство графства м. Стокгольм провело аудиторські перевірки двох таких компаній. Внаслідок проведених перевірок було встановлено факти неправильної сплати податків цими компаніями. У зв’язку з цим було проведено перерахунок валового доходу компаній та збільшено розмір податків, котрі вони повинні були сплачувати. Крім того, усім заявникам було донараховано недоїмку та пеню до суми податкових зобов’язань, яка підлягала обов’язковій сплаті. Так, п. Яношевич повинен був доплатити 160 000 шведських крон, _Вастберга Таксі Актіболаг» – 35 000 крон, а п. Вулич – 58 000 крон. Вказані рішення податкової адміністрації були ухвалені відповідно у серпні, жовтні та грудні 1995 року.", "Усі заявники оскаржили рішення податкової адміністрації до адміністративних судів. Беручи до уваги істотний розмір сум, які підлягали сплаті, а також те, що обов’язок такої сплати не припинявся автоматично зі зверненням до суду, заявники звернулися до податкової адміністрації та судових органів із клопотанням відстрочити сплату згаданих сум до моменту вирішення справ у судах. Таке клопотання, однак, було відхилено, оскільки заявники не змогли заручитися гарантією сплати цих сум з боку банку. У зв’язку з відсутністю коштів, достатніх для сплати недоїмки і пені, п. Яношевич був оголошений банкрутом у червні 1996 року, а Вастберга Таксі Актіболаг» – у лютому 1997 року. Протягом 1996-1997 років кошти на погашення податкової недоїмки та пені були примусово стягнуті з банківського рахунку та заробітної платні п. Вулича. На цей час суд ще не ухвалив рішення про правомірність дій податкової адміністрації. Більше того, п. Яношевич був оголошений банкрутом до того, як встиг звернутися із клопотанням про зупинення виконання рішень податкової адміністрації.", "У лютому 1999 року податкова адміністрація підтвердила правомірність своїх рішень, ухвалених щодо п. Яношевича, і передала його справу на розгляд адміністративного суду, котрий також підтримав ці рішення. Зараз ця справа розглядається апеляційним адміністративним судом.", "У червні 1997 року податкова адміністрація підтвердила правомірність своїх рішень, ухвалених щодо «Вастберга Таксі Актіболаг». У липні 2000 року місцевий адміністративний суд відхилив скаргу «Вастберга Таксі Актіболаг» з тих мотивів, що на момент судового розгляду справи компанія уже була визнана банкрутом і ліквідована як юридична особа. У квітні 2002 року _Вастберга Таксі Актіболаг» оскаржила рішення місцевого адміністративного суду до Вищого адміністративного суду.", "У червні 1997 року податкова адміністрація підтвердила правомірність своїх рішень, ухвалених щодо п. Вулича. У березні 2000 року місцевий адміністративний суд відхилив його скаргу на рішення податкової адміністрації. До аналогічного висновку дійшов апеляційний адміністративний суд у грудні 2000 року. У травні 2002 року Вищий адміністративний суд відмовив у прийнятті касаційної скарги п. Вулича.", "", "Зміст рішення Суду", "", "Усі заявники стверджували, що виконання рішень податкової адміністрації до моменту перевірки їх правомірності судом суперечило ст. 6 Конвенції. Вони також оскаржували тривалість розгляду їхніх справ у судах та вважали, що було порушено їхнє право на презумпцію невинуватості.", "Відповідно до прецедентів Суду, податкові спори, зазвичай, не мають ознак цивільно-правових справ за змістом ст. 6 Конвенції, а тому застосування вказаного конвенційного положення залежатиме від того, чи можна розглядати обвинувачення заявників у несплаті податків як кримінальне. Аналіз усіх обставин справи спонукав Суд до висновку про те, що характер висунутих проти заявників обвинувачень свідчить про кримінально-правову природу останніх. Яскравим свідченням цього є хоча б та суворість покарання, котре могло бути застосоване.", "Суд відзначив, що виконання рішення податкової адміністрації щодо п. Яношевича та відмова зупинити таке виконання, безумовно, мали серйозні наслідки для заявника. Тому беззаперечним є висновок про те, що наявність у п. Яношевича можливості звернутися до суду безпосередньо (а не після розгляду його скарги вищим органом податкової адміністрації) сприяла би ефективнішому захисту його прав. Беручи до уваги те, що податкова адміністрація розглядала скаргу заявника протягом трьох років, останній упродовж вказаного періоду був позбавлений доступу до суду. Тому має місце порушення ч. 1 ст. 6 Конвенції.", "Суд дійшов висновку, що у справі «Вастберга Таксі Актіболаг» податкова адміністрація та місцевий адміністративний суд безпідставно зволікали вирішення питання про правомірність застосованих санкцій. Тому навіть якщо Вищий адміністративний суд і вирішить це питання у найближчому майбутньому, це все ж таки не компенсує підприємству шкоду, завдану попереднім виконанням ухвалених щодо нього рішень. Отже, й у цьому випадку має місце порушення ч. 1 ст. 6 Конвенції щодо права на доступ до судую", "Суд встановив, що при вирішенні питання про тривалість судового розгляду справи п. Яношевича слід брати за точку відліку ту дату, коли було оголошено рішення податкової адміністрації про донарахування недоїмки та пені, тобто 1 грудня 1995 року. Таким чином, провадження у справі триває з цього моменту й до сьогодні, що у сукупності становить 6 років і майже 8 місяців.", "Суд встановив, що при вирішенні питання про тривалість судового розгляду справ «Вастберга Таксі Актіболаг» та п. Вулича слід брати до уваги ті дати, коли було оголошено рішення податкової адміністрації про донарахування недоїмки і пені, тобто відповідно 20 лютого та 11 серпня 1995 року. Таким чином, провадження у справах «Вастберга Таксі Актіболаг» та п. Вулича тривали відповідно 7 років і 5 місяців та 6 років і 9 місяців.", "Отже, в усіх наведених випадках мало місце порушення ч. 1 ст. 6 Конвенції щодо строку судового провадження.", "Заявники стверджували, що було порушено їхнє право на презумпцію невинуватості, оскільки, по-перше, на них було покладено обов’язок доказування неправомірності донарахування недоїмки і пені, а по-друге, рішення про примусове стягнення таких недоїмки й пені було виконане ще до моменту визначення судом правомірності дій податкової адміністрації. Стосовно першого зауваження заявників Суд погодився, що у процесі розгляду їхніх справ вони зіткнулися з дією презумпції, відповідно до якої несплата податків має місце з вини платника. Крім того, донарахування недоїмки у таких випадках є нормальним явищем. Суд зауважив і те, що заявники володіли усіма необхідними засобами правового захисту на стадії судового розгляду і могли подавати необхідні докази та в інший спосіб обґрунтовувати неправомірність нарахування недоїмки й пені у такому розмірі. У подібних справах при вирішенні питання про належний баланс інтересів Суд схиляється на бік держави. І саме тому, що податкова система, яка функціонує завдяки інформації, отриманій від платника податків, не може бути ефективною без існування низки санкцій, передбачених за неподання такої інформації або за подання інформації недостовірної. Важливим є аби такі санкції застосовувалися відповідно до уніфікованих та зрозумілих правил. В цілому Суд дійшов висновку, що існуючі у законодавстві Швеції презумпції та правила не є нерозумними. З приводу ж другого зауваження заявників Суд відзначив, що ані ст. 6 Конвенції, ані жодне інше конвенційне положення не забороняють виконувати рішення органів виконавчої влади ще до моменту їх остаточної перевірки судовою владою на предмет правомірності. Поряд з тим, у таких ситуаціях на держави-учасниці покладається обов’язок забезпечити справедливий баланс між інтересами осіб та держави, оскільки поспішне виконання рішень про примусове стягнення податків може мати надто серйозні наслідки для зацікавлених осіб. У даній справі Суд вважав, що фінансові інтереси держави самі по собі не спроможні виправдати поспішне виконання рішень про стягнення податкової недоїмки, оскільки остання, на відміну від власне податків, не може розглядатися як джерело фінансування держави, а слугує переважно засобом забезпечення належного виконання податкових зобов’язань з боку платників. Суд відзначив, що законодавство Швеції передбачає ефективний механізм повороту виконання неправомірних рішень про стягнення заборгованості за податковими платежами та рішень про банкрутство. Таким чином, існування вказаного механізму слугує достатньою гарантією інтересів заявників.", "У зв’язку з цим, порушення ч. 1 і 2 ст. 6 Конвенції щодо права на презумпцію невинуватості було відсутнє.", "", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", ""]}