{"file": "UKR_HJUDUKR_46626_99.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "46626/99", "text_paragraphs": ["Справа “Комуністична партія та Унгуреану проти Румунії”", "(Partidul Comunistilor and Ungureanu v. )", "", "У рішенні, ухваленому 3 лютого 2005 року у справі “Комуністична партія та Унгуреану проти Румунії”, суд постановив, що:", "мало місце порушення ст. 11 Конвенції.", "Суд дійшов висновку, що сам факт визнання порушення є достатньою компенсацією моральної шкоди. Суд призначив сплатити п. Унгуреану 100 євро на відшкодування судових витрат.", "Обставини справи", "Заявниками є Комуністична партія Румунії та її голова п. Георге Унгуреану. П. Унгуреану є громадянином Румунії, народився 1942 року і проживає у м. Аргес (Румунія).", "Комуністична партія Румунії (далі - КПР) та її члени принципово дистанціюють себе від колишньої Румунської комуністичної партії. Ані засновники, ані члени КПР ніколи не входили до складу “старої” комуністичної партії. Основними своїми цілями КПР проголосила захист інтересів робітників і впровадження у практику суспільного життя базових принципів комуністичної теорії. Партія була заснована у березні 1996 року. Тоді ж голова партії звернувся до суду для отримання її офіційної реєстрації. Втім йому було відмовлено. Суд, який розглядав ту заяву, у своєму рішенні вказав, що однією з цілей партії визначалась побудова “гуманного” суспільства на засадах комуністичної теорії. Формулювання такої цілі, на думку суду, означало, що засновники партії розглядали нинішній суспільний порядок, що існує у Румунії з 1989 року, як негуманний і недемократичний. Це рішення було підтримане апеляційним судом, який розглянув відповідну скаргу заявників.", "Відтоді п. Унгуреану нераз засуджував згадані судові рішення. Його критичні статті з’являлись на сторінках газети “За соціалізм”, головним редактором якої він є. А у 2003 році вийшла друком його книга, присвячена цьому питанню.", "Зміст рішення Суду", "П. Унгуреану стверджував, що відмова в офіційній реєстрації партії була порушенням права на свободу об’єднання, гарантованого ст. 11 Конвенції. До того ж заявники, посилаючись на ст. 14 Конвенції, скаржились, що стосовно них мала місце дискримінація за ознакою політичних переконань.", "Суд спочатку зазначив, що відмова зареєструвати політичну партію була втручанням у право на свободу об’єднання. Суд встановив, що таке втручання грунтувалось на відповідному законодавчому акті стосовно реєстрації та функціонування політичних партій.", "Оцінюючи мету зазначеного втручання, Суд взяв до уваги історичний політичний контекст, а саме досвід румунського тоталітаризму. Отож, Суд погодився з Урядом, що цілями втручання можна вважати інтереси національної безпеки та захист прав і свобод інших.", "Суд вказав, що для ухвалення рішення у цій справі він обмежиться оцінкою статуту КПР та її політичної програми. Суд відхилив пропозицію Уряду взяти до уваги публічні висловлювання голови партії, які виголошувались ним після судових рішень. Такий підхід Суд пояснив тим, що рішення суду про відмову у реєстрації грунтувалось на аналізі лише двох установчих документів. Проте Суд зауважив, що в будь-якому разі критика п. Унгуреану, яка стосувалась відмови реєстрації КПР, аж ніяк не містила закликів до насильства (задля досягнення політичних цілей) чи в інший спосіб порушувала демократичні принципи.", "Проаналізувавши тексти статуту й політичної програми партії, Суд встановив, що у них чітко наголошувалось на значенні національного суверенітету, територіальної цілісності, забезпеченні правового і конституційного порядку в країні, гарантуванні таких політичних принципів як плюралізм, загальне виборче право та свобода участі у політиці. Суд відзначив, що у текстах зазначених документів не було жодного положення, яке можна розглядати як заклик до насильства чи відкидання демократичних принципів. Також не було й згадки про “диктатуру пролетаріату”. Суд погодився з тим, що у згаданих документах містилася критика нинішньої влади. Втім партія однозначно засуджувала також і діяльність колишнього комуністичного режиму, що проіснував у Румунії до 1989 року. Суд вказав, що немає підстав категорично осуджувати партію лише за саму наявність в її статутних документах положень, які місять критику існуючого порядку у країні та закликають до публічних дебатів стосовно головних політичних питань. Особливо такий осуд є невиправданим у разі, якщо зміст програмних документів партії цілком чітко засвідчує її підпорядкування фундаментальним принципам демократії.", "Суд зауважив, що зрештою КПР навіть і не було надано можливості продемонструвати, чи її реальні наміри відповідали її статутним цілям. Адже у партії просто не було часу розпочати якусь практичну діяльність з огляду на те, що судова відмова в її реєстрації мала місце вже через місяць після того, як було публічно проголошено про створення партії (рішення суду від 19 квітня 1996 року). Зрештою, Суд відзначив, що партію було покарано не за якісь практичні дії, а за саме лише вираження поглядів.", "Суд також зазначив, що він був готовий зважати на історичне тло, власне на специфіку комуністичного тоталітаризму в Румунії до 1989 року. Втім, з іншого боку, Суд зауважив, що нині у багатьох країнах-учасницях Конвенції цілком безперешкодно діють комуністичні партії, засновані на марксистській ідеології.", "Тому Суд дійшов висновку, що застосування до КПР такого радикального заходу як відмова в її офіційній реєстрації ще до вжиття нею якихось реальних дій було непропорційним до мети, яку при цьому ставила держава. Відтак, це втручання також не було необхідним у демократичному суспільстві. Отож, мало місце порушення ст. 11 Конвенції.", "Стосовно скарги на порушення ст. 14 Конвенції Суд зауважив, що вона грунтувалася на тих самих фактах, які вже були ним вивчені у зв’язку із розглядом питання про порушення ст. 11 Конвенції. Тому Суд дійшов висновку, що не було необхідності розглядати скаргу окремо на предмет можливого порушення ст. 14 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України М.Ю. Пришляк та П.М. Рабіновичем.", "", ""]}