{"file": "UKR_HJUDUKR_27527_03.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "27527/03", "text_paragraphs": ["", "© Рада Європи/Європейський суд з прав людини, 2012. Цей переклад було замовлено за підтримки Цільового фонду «Права людини» Ради Європи (). Він не є зобов’язальним для Суду. Для отримання додаткової інформації див. повне посилання на авторське право в кінці цього документу.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ДРУГА СЕКЦІЯ", "", "", "СПРАВА «L. ПРОТИ ЛИТВИ»", "", "(Заява № 27527/03)", "", "", "", "РІШЕННЯ", "", "СТРАСБУРГ", "", "", "11 вересня 2007 року", "", "", "ОСТАТОЧНЕ", "", "31/03/2008", "", "", "", "У справі «L. проти Литви»,", "Європейський суд з прав людини (Друга Секція), засідаючи Палатою, до складу якої увійшли:", "\tЖан-Поль Коста (Jean-Paul Costa), Голова,\n\tАндраш Бака (András Baka),\n\tРіза Тюрмен (Rıza Türmen),\n\tМіндія Угрехелідзе (Mindia Ugrekhelidze),\n\tЕлізабет Фура-Сандстьом (Elisabet Fura-Sandström),\n\tДануте Йочієне (Danutė Jočienė),\n\tДраголюб Поповіч (Dragoljub Popović), судді,\nта Саллі Доллє (Sally Dollé), Секретар Секції,", "Після наради за зачиненими дверима 17 жовтня 2006 року та 3 липня 2007 року,", "Постановляє таке рішення, прийняте в останню зазначену дату:", "ПРОЦЕДУРА", "1.  Справу розпочато за заявою (№ 27527/03) проти Республіки Литви, поданою до Суду 14 серпня 2003 року згідно статті 34 Конвенції про захист прав людини та основних свобод («Конвенція») громадянином Литви, паном Л. (L.) («заявник»). Голова Палати задовольнив клопотання заявника про те, щоб його особа не розкривалась перед громадськістю (правило 47 § 3 Регламенту Суду).", " 2.  Заявник стверджував про порушення статей 3, 8, 12 та 14 Конвенції з огляду на відсутність у Литві законодавства стосовно транссексуалів та, зокрема, відсутність будь-якої законної можливості завершення операції зі зміни статі, що в свою чергу призвело до низки труднощів та незручностей.", "3.  Рішенням від 6 липня 2006 року Суд визнав заяву частково прийнятною.", "4.  17 жовтня 2006 року в Палаці прав людини в м. Страсбург відбулося відкрите слухання справи (правило 59 § 3).", "", "У Суді були присутні:", "(a)  від уряду\nпані \tЕ. Балтутите (E. Baltutytė), \tуповноважена,\nпані\tЛ. Урбайте (L. Urbaitė), \tпомічник уповноваженої;", "(b)  від заявника\nпан\tХ. Міцкевичус (H. Mickevičius), \tадвокат,\nпані\tА. Радвілайте (A. Radvilaitė), \tпомічник адвоката.", "Суд заслухав виступи пана Міцкевичуса та пані Балтутите, а також відповіді, надані паном Міцкевичусом, пані Балтитуте та пані Урбайте на питання суддів.", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "5.  Заявник народився в 1978 році та проживає в м. Клайпеда.", "6.  При народженні заявника зареєстрували як дівчинку під очевидно жіночим іменем з точки зору правил литовської мови.", "7.  Заявник стверджував, що з раннього дитинства він усвідомлював, що його «психологічною статтю» була чоловіча стать, таким чином відзначаючи конфлікт між своєю психологічною та фізичною статтю.", "8.  18 травня 1997 року заявник звернувся до мікрохірурга стосовно можливості зміни статі. Лікар запропонував заявникові, щоб він спочатку проконсультувався у психіатра.", "9.  З 4 по 12 листопада 1997 року заявник відвідав психіатричну лікарню м. Вільнюс для перевірки свого фізичного та психологічного стану.", "10.  16 грудня 1997 року лікар Вільнюської університетської Сантаришкської (Santariškės) лікарні підтвердив, що по хромосомам заявник був жінкою, та діагностував у нього транссексуалізм. Лікар також порадив заявникові проконсультуватися із психіатром.", "11.  23 січня 1998 року Вільнюська університетська лікарня Червоного Хреста (Raudonasis Kryžius) завела медичну картку заявника. Заявник повідомив своє ім’я в чоловічій формі відповідно до правил литовської мови, а в медичній картці було зазначено, що заявник є чоловіком. 28 січня 1998 року в медичну картку заявника було включено рекомендацію про те, щоб він пройшов гормональну терапію з метою підготовки до послідуючої операції зі зміни статі. Після цього заявникові був офіційно призначений двомісячний курс гормональної терапії. Крім того, заявнику було рекомендовано, щоб він звернувся до нейрохірурга, який згодом провів операцію із видалення у заявника молочних залоз (див. нижче, пункт 19).", "12.  12 листопада 1998 року заявник, використовуючи свої справжні ім’я та прізвище, написав листа в Міністерство охорони здоров’я з проханням надати роз’яснення щодо юридичних та медичних можливостей для зміни статі. Він зазначав, що був рішуче налаштований на здійснення цієї процедури.", "13.  17 грудня 1998 року офіційний представник Міністерства охорони здоров’я відповів, що міністр охорони здоров’я створив робочу групу для аналізу питань, що стосуються зміни статі, і що заявника буде належним чином поінформовано про висновки цієї групи.", "14.  У Суді заявник стверджував, що після цього він не отримав з Міністерства охорони здоров’я жодної інформації.", "15.  13 травня 1999 року лікар психіатричної лікарні Вільнюса підтвердив, що заявник, якого він назвав по первісному імені, відвідав лікарню з 4 до 12 листопада 1997 року, і що в нього був діагностований транссексуалізм.", "16.  Заявник стверджував, що в 1999 році його лікар-терапевт відмовився призначити йому гормональну терапію у зв’язку з правовою невизначеністю щодо того, чи можна було проводити повну хірургічну корекцію статі та чи може бути зареєстрована нова статева належність транссексуала згідно внутрішнього законодавства. Після цього заявник продовжував приймати гормональні препарати «неофіційно», оскільки на той момент вважалось, що таке лікування слід продовжувати протягом двох років перед тим, як здійснити повну хірургічну корекцію статі.", "17.  У невстановлений день у 1999 році заявник попросив, щоб у всіх офіційних документах його ім’я було замінене з урахуванням його чоловічої статевої належності, однак йому було відмовлено в цьому.", "18.  У невстановлений день у 1999 році заявник вступив до Вільнюського університету. На прохання заявника керівництво університету погодилось зареєструвати його як студента під чоловічим іменем, яке він собі обрав (з ініціалами П.Л. (P.L.)). У Суді заявник стверджував, що рішення університету було винятковим і було прийняте із суто гуманітарних міркувань, оскільки законодавство, чинне на той момент, чітко вимагало, щоб його зареєстрували під його первісним жіночим іменем, яке було зазначене в його свідоцтві про народження та в паспорті.", "19.  З 3 по 9 травня 2000 року заявник пройшов «часткову операцію зі зміни статі» (видалення молочних залоз). Заявник погодився із лікарями, що подальше хірургічне втручання буде здійснене після прийняття додаткового законодавства, яке регулюватиме відповідні умови та процедуру.", "20.  У невстановлений день у 2000 році за сприяння депутата литовського парламенту ім’я заявника в його свідоцтві про народження та паспорті було замінене на П.Л. Обрані заявником нові ім’я та прізвище мали слов’янське походження, а тому не розкривали його статі. Заявник не міг обрати литовське ім’я або прізвище, оскільки в литовській мові форми чоловічих та жіночих імен відрізняються. Тим не менш, «особистий код» заявника в його новому свідоцтві про народження та паспорті - цифровий код, який містить основну інформацію про особу у відповідності з литовським законодавством про акти громадянського стану - залишився колишнім, починаючи з цифри 4, тим самим указуючи на жіночу стать заявника (див. нижче, пункти 28-29).", "21.  Заявник підкреслив, що з огляду на це за національним законодавством він залишався жінкою. Зокрема, це підтверджувалось тим фактом, що в дипломі Вільнюського університету, який він отримав після успішного закінчення вишу в 2003 році, його «особистий код» залишився колишнім і визначав його в якості жінки. Відтак він стверджував, що він щоденно стикався зі значними незручностями та труднощами, оскільки він не міг, наприклад, влаштуватися на роботу, сплачувати внески на соціальне забезпечення, звертатися до медичних установ, спілкуватися з органами влади, отримати кредит у банку або перетнути державний кордон, не розкриваючи своєї фізичної належності до жіночої статі.", "22.  Заявник надав копію статті Балтійського інформаційного агентства (BNS) від 17 червня 2003 року, яка цитувала заяву спікера Сейму стосовно законопроекту про зміну статі (внесеного до Сейму 3 червня 2003 року - див. нижче, пункт 30). У статті згадувалось, що кілька депутатів звинуватили міністра охорони здоров’я, який був пластичним хірургом, у тому, що він мав особисту зацікавленість у прийнятті закону. У статті також згадувалося, що деякі члени соціал-демократичної партії закликали до прийняття закону, оскільки це вимагалось швидким вступом у силу нового Цивільного кодексу (з 1 липня 2003 року). Стаття посилалася на думку експертів про те, що в Литві проживало близько п’ятдесяти транссексуалів. Було відзначено, що певні хірурги Вільнюса та Каунаса мали належне обладнання та відповідну кваліфікацію для здійснення операцій зі зміни статі, вартість яких може коливатися між 3000 та 4000 литовськими літами (близько 870-1150 євро), без урахування вартості гормональної терапії. У статті йшлося, що багато осіб вже звернулося з проханням про зміну статі, але повну операцію не можна було здійснити з огляду на відсутність належного правового регулювання. Тому припускалося, що деякі литовські транссексуали були змушені їхати за кордон для здійснення операції.", "23.  У статті Балтійського інформаційного агентства від 18 червня 2003 року про зустріч прем’єр-міністра з керівниками литовської католицької церкви були процитовані слова прем’єр-міністра про те, що для Литви ще було зарано приймати закон про зміну статі, і що «не було необхідності поспішати» або «копіювати принципи, які існують у тій чи іншій країні». У статті зазначалося, що католицька церква була одним із самих палких супротивників прийняття такого законодавства. Водночас прем’єр-міністр визнав, що уряд був зобов’язаний підготувати законопроект про зміну статі у зв’язку з набранням 1 липня 2003 року чинності статті 2.27 § 1 нового Цивільного кодексу.", "24.  Заявник зазначив, що з 1998 року він перебував у стабільних стосунках із жінкою, і що вони проживали разом з 1999 року.", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ПРАВО ТА ПРАКТИКА", "25. До прийняття нового Цивільного кодексу 18 липня 2000 року в литовському законодавстві не існувало жодних положень стосовно транссексуалів. Цивільний кодекс набув чинності 1 липня 2001 року. Частина перша статті 2.27 (яка набула чинності лише 1 липня 2003 року) передбачає, що неодружена повнолітня особа має право на операцію зі зміни статі (pakeisti lytį), якщо така операція є медично можливою. Відповідна особа повинна подати письмову заяву. Частина друга цього положення зазначає, що умови та порядок здійснення операції зі зміни статі встановлюються законодавством.", "26.  27 грудня 2000 року уряд прийняв постанову із зазначенням заходів, які необхідно вжити для реалізації нового Цивільного кодексу. У ній згадувалась і підготовка законопроекту про зміну статі.", "27.  Правило 109.2 Правил про акти громадянського стану, затверджених наказом міністра юстиції 29 червня 2001 року (набули чинності 12 липня 2001 року) дозволяє зміну актів громадянського стану, якщо є необхідність у зміні статі особи, а також імені та прізвища після здійснення хірургічної корекції статі.", "28.  Згідно Закону про реєстрацію жителів та інших відповідних положень національного законодавства, кожен житель Литви має цифровий «особистий код» (asmens kodas), який містить у собі основну інформацію про особу, в тому числі і її стать. Стаття 8(2) Закону про реєстрацію жителів передбачає, що перший номер особистого коду позначає стать особи. Особистий код, що починається з цифри 3, означає, що особа має чоловічу стать, а код, що починається з цифри 4, означає, що особа є жінкою.", "29.  Стаття 5 Закону про паспорти 2003 року передбачає, що паспорт громадянина змінюється, якщо громадянин змінює свої ім’я, прізвище, стать або особистий код.", "30.  На початку 2003 року робоча група Міністерства охорони здоров’я підготувала законопроект про зміну статі. 3 червня 2003 року уряд схвалив законопроект, відправивши його на розгляд до Сейму (парламенту). У пояснювальній записці до парламенту від 4 червня 2003 року міністр охорони здоров’я зазначив, зокрема, що на даний момент жоден законодавчий акт не регулює умови та порядок здійснення операцій зі зміни статі. Спочатку було заплановано розглянути законопроект на пленарному засіданні парламенту 12 червня 2003 року, але в той день його не було розглянуто. Розгляд було перенесено на 17 червня 2003 року, але потім законопроект було виключено з порядку денного парламенту. У той же день спікер парламенту розповсюдив офіційний меморандум стосовно законопроекту, зазначаючи, зокрема, наступне:", "", "«Спікер Сейму ... рішуче засуджує операції зі зміни статі, а також подальший розгляд на парламентських слуханнях законопроекту з цього питання.", "", "[У той час], коли демографічна ситуація в Литві знаходиться під загрозою, Сейм не повинен ще більше погіршувати цю ситуацію шляхом розгляду такого суперечливого закону, який суспільство може сприйняти як образу порівняно з набагато важливішими проблемами системи охорони здоров’я».", "", "31.  Наказ міністра охорони здоров’я, виданий 6 вересня 2001 року, визначає умови, за яких литовські пацієнти можуть бути направлені на лікування за кордон, якщо необхідне лікування певного захворювання не здійснюється в Литві. Рішення приймається спеціальною комісією експертів, що призначається міністром охорони здоров’я, а ​​вартість такого лікування покривається за рахунок Фонду обов’язкового медичного страхування.", "32.  8 серпня 2006 року Конституційний суд постановив, що суди можуть за необхідності заповнювати прогалини в законодавстві, зокрема, з метою захисту прав та свобод певної особи.", "ПРАВО", "I.  ПОПЕРЕДНЄ ЗАПЕРЕЧЕННЯ УРЯДУ", "33.  Уряд стверджував, що заявник не вичерпав внутрішніх засобів правового захисту стосовно своєї скарги про те, що він не мав можливості завершити операцію зі зміни статі. Він стверджував, що заявник мав можливість подати позов - у порядку цивільного чи адміністративного судочинства - про компенсацію шкоди, спричиненої стверджуваною бездіяльністю адміністративних та медичних органів та/або лікарів у питанні його потреби в зміні статі. Уряд стверджував, що такий позов дозволив би судам заповнити законодавчі прогалини. У зв’язку з цим уряд посилався на постанову Конституційного суду від 8 серпня 2006 року, в якій були визнані певні правотворчі функції судів (див. вище, пункт 32). У якості альтернативи, національні суди могли б звернутись до Конституційного суду, щоб той надав висновок з питання про те, чи відповідало Конституції існування певних прогалин у законодавстві. Хоча уряд і визнав, що національної судової практики з питань транссексуалів не було, він стверджував, що цей факт сам по собі не був достатнім для того, щоб викликати сумнів з приводу ефективності подачі цивільного позову в якості засобу правового захисту або наперед стверджувати про те, що він не має жодних шансів на успіх.", "34.  Заявник не погодився із аргументами уряду.", "35.  Однак Суд нагадує, що стаття 35 § 1 Конвенції вимагає вичерпання тільки тих засобів правового захисту, які є доступними та достатніми - як в теорії, так і на практиці - на момент подачі заяви до нього (див., серед інших рішень, рішення щодо прийнятності у справах «Stoeterij Zangersheide NV проти Бельгії», № 47295/99, від 27 травня 2004 року, та, навпаки, «Mifsud проти Франції» [ВП], № 57220/00, §§ 15-18, ECHR 2002-VIII).", "36.  Суд зазначає, що він уже відхилив це заперечення уряду у своєму рішенні про прийнятність цієї заяви від 6 липня 2006 року, тому що скарга заявника по суті стосується стану законодавства. У зв’язку з цим він відзначає, що відповідні положення Цивільного кодексу, які стосуються операції зі зміни статі, вимагають прийняття додаткового законодавства, чого ще й досі не було зроблено (див. вище, пункт 25). Як вбачається, прийняття такого законодавства не є пріоритетним питанням для законодавця (див. вище, пункт 30). Крім того, рішення Конституційного суду, згадане урядом (див. вище, пункт 32), було прийняте вже після того, як дана скарга була подана до Суду. Відповідно, на нього не можна посилатися з метою відхилення вимог заявника. За таких обставин Суд підтверджує свій первісний висновок про те, що у відповідний момент часу в заявника не було ефективних засобів правового захисту щодо його конкретних скарг, а тому відхиляє попереднє заперечення уряду.", "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ", "37.  Заявник скаржився, що він не міг завершити операцію зі зміни статі у зв’язку з відсутністю законодавчого регулювання даного питання. Він посилався на статтю 3 Конвенції, яка передбачає:", "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню».", "A.  Аргументи сторін", "1.  Заявник", "38.  Заявник стверджував, що у зв’язку з тим, що він не мав можливості завершити операцію зі зміни статі, в нього розвинулось постійне відчуття особистої неповноцінності та нездатності прийняти своє тіло, що призвело до значних страждань та розчарувань. Крім того, через те, що його психологічну статеву належність, хай навіть і передопераційну, не було визнано, заявник постійно відчував почуття тривоги, страху, збентеження та приниження у своєму повсякденному житті. Йому довелось зіткнутися з серйозною ворожістю та глузуванням у світлі сильного неприйняття широкою громадськістю гендерних розладів, пов’язаного з традиційним католицизмом. Відтак він повинен був жити майже підпільним життям, уникаючи ситуацій, в яких він міг розкрити свою первісну статеву належність, особливо необхідності зазначення свого особистого коду (див. вище, пункт 28). Все це викликало в нього стан постійної депресії та схильність до самогубства.", "39.  На думку заявника, бездіяльність держави була головною причиною його страждань. З моменту вступу в силу нового Цивільного кодексу заявник мав розумні сподівання щодо завершення лікування та реєстрації своєї нової статевої належності. На той момент заявнику вже був поставлений діагноз «транссексуалізм», він проходив гормональну терапію з 1998 року та пройшов операцію із видалення молочних залоз. Тим не менш, законопроект про зміну статі - поданий у парламент у червні 2003 року - був знятий з порядку денного парламенту без надання будь-яких об’єктивних причин та пояснень. Тому уряд не виконав своїх позитивних зобов’язань за статтею 3 Конвенції щодо захисту заявника від немислимої ситуації, в якій він опинився (та яка була описана в попередньому пункті).", "40.  Посилаючись на практику Суду, заявник вважав, що бездіяльність парламенту слід було розглядати як приєднання до негативного ставлення населення, яке тим самим демонструвало упередженість вороже налаштованої більшості до транссексуальних меншин, яку саму по собі слід розглядати як таку, що підпадає під сферу застосування статті 3. Заявник стверджував, що нездатність держави прийняти необхідне законодавство щодо операцій зі зміни статі, яке б дозволило йому завершити лікування та отримати юридичне визнання своєї нової статі, рівносильна нелюдському і такому, що принижує гідність, поводженню.", "2.  Уряд", "41.  Уряд стверджував, що ані Конвенція в цілому, ані стаття 3 зокрема не можуть тлумачитись як такі, що встановлюють загальне зобов’язання щодо забезпечення транссексуалам можливості здійснення повної операції зі зміни статі. Не можна було стверджувати й того, що така незворотна операція була конче необхідною для лікування розладів статевої належності. Зокрема, практика лікарів-терапевтів свідчила про те, що гормональна терапія та операція з часткової зміни статі, а саме, видалення молочних залоз, могли в деяких випадках бути достатніми для того, щоб допомогти транссексуалу, який бажав стати із жінки чоловіком, вести чоловічий спосіб життя. Заявник не обґрунтував свого твердження про те, що він потребував операції з повної зміни статі.", "42.  Уряд зазначав, що транссексуалізм - це рідкісний розлад, масштаби якого важко оцінити, особливо враховуючи те, що свобода пересування в рамках Європейського Союзу дала можливість багатьом особам залишити країну. Звичайно, з боку держави не було наміру принизити або образити транссексуалів. Уряд стверджував, що транссексуалізм як хвороба в жодному разі не нехтувалася. Навпаки, заявникові була надана належна медична допомога у вигляді медичних консультацій та гормональної терапії. Заявник також мав право клопотати про підтвердження медичної необхідності у здійсненні повної операції зі зміни статі, що могло б дозволили йому поїхати на лікування за кордон за рахунок держави (див. вище, пункт 31).", "43.  Визнаючи, що транссексуали можуть мати певні труднощі у своєму повсякденному житті, уряд стверджував, що ці труднощі навмисно не створювались і не завдавались державою. Навпаки, були зроблені кроки для того, щоб полегшити проблеми, наприклад, заявникові дозволили змінити своє ім’я. Зміна даних у всіх офіційних документах, у тому числі зміна особистого коду, може бути здійснена по завершенні операції зі зміни статі транссексуала.", "44.  Крім того, держава не може нести відповідальність за стверджуване погіршення здоров’я заявника з огляду на те, що він вирішив - за власною ініціативою і не звертаючи уваги на попередження лікарів - неофіційно продовжувати гормональну терапію після закінчення офіційно призначеної двохмісячної терапії у 1998 році.", "45.  У цілому, уряд стверджував, що стверджуване погане поводження не досягло мінімального рівня жорстокості для того, щоб підпадати під сферу застосування статті 3. Він вважав, що питання регулювання операцій зі зміни статі та визнання статевої належності транссексуалів повинні розглядатись лише за статтею 8 Конвенції. У будь-якому випадку, уряд стверджував, що держава виконала свої позитивні зобов’язання в рамках статей\t3 та 8 шляхом надання належної медичної допомоги для лікування хвороби та попередження смерті, в тому числі відповідного лікування для транссексуалів - психіатричного, хірургічного, гормонального, тощо.", "B.  Оцінка Суду", "46.  Суд зазначає, що заборона за статтею 3 Конвенції має абсолютний характер, однак те, чи є певний вид поводження нелюдським та таким, що принижує гідність, залежатиме від розгляду фактів конкретної справи для того, щоб встановити, чи були спричинені страждання настільки серйозними, щоб підпадати під сферу застосування цього положення. Крім того, згідно з усталеною практикою Суду, стаття 3 включає позитивне зобов’язання з боку держави щодо захисту людини від гострих форм поганого поводження, фізичного або психічного, та незалежно від його джерела. Таким чином, якщо джерелом є захворювання природного походження, за лікування якого може нести відповідальність держава, але таке лікування нею не надається або є очевидно недостатнім, то тоді може виникнути проблема за цим положенням (див., наприклад, рішення у справах «D. проти Сполученого Королівства» від 2 травня 1997 року, §§ 51-54, Reports of Judgments and Decisions 1997-III, та, з відповідними змінами, «Pretty проти Сполученого Королівства», № 2346/02, §§ 49-52, ECHR 2002-III).", "47.  Разом з тим, аналіз фактів даної справи хоч і виявляє зрозумілі почуття страждання та розчарування у заявника, не вказує на настільки важкі обставини, пов’язані з винятковими, небезпечними для життя умовами, які існували для пана Д. (D.) та пані Притті (Pretty) у зазначених вище справах, щоб підпадати під сферу застосування статті 3 Конвенції. Суд вважає більш доцільним проаналізувати цей аспект скарги заявника нижче за статтею 8 (право на повагу до приватного життя).", "48.  Таким чином, Суд не знаходить порушення статті 3 Конвенції.", "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦЇ", "49.  Заявник стверджував, що держава не виконала своїх позитивних зобов’язань за статтею 8, відповідні положення якої передбачають:", "", "«1.  Кожен має право на повагу до свого приватного ... життя...", "", "2. Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві ... для захисту здоров’я чи моралі або для захисту прав і свобод інших осіб».", "A.  Аргументи сторін", "1. Заявник", "50.  Посилаючись на свої аргументи за статтею 3 (див. вище, пункти 38-40), заявник повторив, що держава не надала йому законної можливості завершити зміну статі та отримати повне визнання своєї післяопераційної статі. Він також повторив, що право на операцію зі зміни статі було передбачене з 2003 року в новому Цивільному кодексі, але для того, щоб скористуватись цим правом, не було прийнято додаткового законодавства. Заявник також підкреслив, що хоча він і міг змінити своє ім’я на гендерно-нейтральне ім’я, закон не передбачав зміни особистого коду передопераційних транссексуалів (див. вище, пункт 28). У результаті він не зміг скористатися численними можливостями в багатьох сферах, зокрема, у сфері працевлаштування, охорони здоров’я, соціального забезпечення, свободи пересування, укладення комерційних угод, спілкування з іншими та особистісного розвитку, оскільки він хотів уникнути ворожості та глузувань. Відтак, він був приречений на правовий та соціальний остракізм, оскільки він виглядав як чоловік, але по документам він залишався жінкою.", "51.  Заявник стверджував, що не існувало жодного інтересу з боку суспільства, який би перешкоджав інтересам визнаних лікарями транссексуалів у завершенні зміни статі та в її правовому захисті. Крім того, відсутність необхідного законодавства була непропорційною захисту будь-якого передбачуваного інтересу суспільства в цілому. Відповідно, держава не виконала своїх позитивних зобов’язань за статтею 8 щодо завершення заходів, які вона вже передбачила, для захисту людської гідності заявника та запобіганню втручання в його приватне життя.", "2.  Уряд", "52.  На додаток до аргументів, наданих по статті 3 (див. вище, пункти 41-45), уряд стверджував, що в питаннях регулювання зміни статі та прийняття рішень щодо того, чи визнавати нову статеву належність особи у випадках, коли необхідні операції не були завершені, державам повинна надаватись широка свобода розсуду. У цьому зв’язку він послався на, зокрема, культурні особливості та релігійні почуття литовського суспільства в питанні зміни статі.", "53. Що стосується регулювання операції зі зміни статі, уряд підтвердив своє твердження, що лікування, яке надавалось транссексуалам у Литві, було здатне гарантувати повагу до приватного життя. Крім того, литовське законодавство давало транссексуалам після повної зміни статі право на зміну даних в офіційних документах, у тому числі й зміну особистого коду.", "54.  Що стосується передопераційного визнання діагностованої статі, уряд стверджував, що існував переважаючий суспільний інтерес у забезпеченні правової визначеності в питаннях статі особи та різних стосунків між людьми. У зв’язку з цим він зазначив, що заявник дійсно мав можливість змінити своє ім’я на гендерно-нейтральне ім’я.", "55.  Уряд знову наголосив на тому, що заявник не надав доказів, які б підтверджували необхідність та можливість здійснення повної операції зі зміни статі в його випадку. Він нещодавно запропонував заявникові, щоб той пройшов всебічне психіатричне та фізичне обстеження поточного стану свого здоров’я з метою оцінки його нинішніх можливостей та потреб, але заявник відмовився від цієї пропозиції. Уряд висловив певну занепокоєність з приводу існуючого на сьогодні рівня кваліфікації литовських лікарів у питаннях такої рідкісної та спеціалізованої операції, тоді як операція, проведена практикуючими фахівцями за кордоном за рахунок Литви, могла б стати належним тимчасовим вирішенням проблем, з якими стикаються транссексуали (див. вище, пункт 31).", "B.  Оцінка Суду", "56.  Суд хотів би наголосити на позитивному зобов’язанні держави щодо забезпечення поваги до приватного життя, в тому числі поваги до людської гідності та якості життя в деяких відносинах (див., з відповідними змінами, згадане вище рішення у справі «Pretty», § 65). Він розглянув кілька справ, пов’язаних із проблемами, з якими сьогодні стикаються транссексуали, та відзначив, а також схвалив поліпшення державних заходів, які вживаються для забезпечення їх визнання та захисту за статтею 8 Конвенції (див., наприклад, рішення у справах «Christine Goodwin проти Сполученого Королівства» [ВП], № 28957/95, ECHR 2002-VI; «Van Kück проти Німеччини», № 35968/97, ECHR 2003-VII; та «Grant проти Сполученого Королівства», № 32570/03, ECHR 2006-VII). Надаючи державам певну свободу розсуду в цій сфері, Суд, тим не менш, постановив, що держави повинні в силу своїх позитивних зобов’язань за статтею 8 передбачити законодавче визнання зміни статі післяопераційними транссексуалами, зокрема, шляхом внесення змін до актів громадянського стану, які їх стосуються, з усіма відповідними наслідками (див., наприклад, згадані вище рішення у справах «Christine Goodwin», §§ 71-93, та «Grant», §§ 39-44).", "57.  Дана справа стосується іншого аспекту проблеми, з яким стикаються транссексуали: литовське законодавство визнає їхнє право на зміну не лише статі, але й їхнього громадянського стану (див. вище, пункти 25, 27 та 29). Водночас, у відповідному законодавстві існує прогалина, оскільки немає положень, які б регулювали здійснення повної хірургічної корекції статі. До прийняття такого закону в Литві, як вбачається, належні медичні можливості не будуть забезпечені (див. вище, пункти 13, 16, 19, 22, 25, 30 та 55). Як результат, заявник потрапляє в проміжне положення передопераційного транссексуала, який здійснив часткову операцію та змінив деякі важливі документи стосовно свого громадянського стану. Тим не менш, допоки він не пройде повну корекцію статі, його особистий код не буде змінено, а тому в деяких важливих ситуаціях у його приватному житті, зокрема, в питаннях працевлаштування або подорожей за кордон, він залишатиметься жінкою (див. вище, пункти 19-21).", "58.  Суд зазначає, що заявник пройшов часткову операцію зі зміни статі. Не до кінця очевидно, яким чином він зміг би неофіційно завершити операцію в Литві (див. газетну статтю, згадану вище в пункті 22). Однак цей аргумент не був порушений жодною зі сторін у даній справі, а тому, як вбачається, така можливість повинна виключатись. В якості швидкого вирішення проблеми заявник міг би провести завершальні етапи операції за кордоном при повному або частковому фінансуванні з боку держави (див. вище, пункти 31, 42 та 55).", "59.  Суд вважає, що обставини справи свідчать про обмежену законодавчу прогалину в питанні операцій зі зміни статі, яка залишає заявника в ситуації тривожної невизначеності по відношенню до його приватного життя та визнання його істинної статевої належності. Хоча бюджетні обмеження у сфері охорони здоров’я і можуть виправдати деякі початкові затримки в реалізації прав транссексуалів за Цивільним кодексом, вже минуло більше чотирьох років з моменту набуття чинності відповідних положень, а необхідні законодавчі акти хоч і були розроблені, але все ще не були прийняті (див. вище, пункт 30). Враховуючи невелику кількість осіб з подібними проблемами (за неофіційними даними, близько 50 чоловік - див. вище, пункт 22), не можна вважати, що бюджетний тягар на державу є надмірно важким. Відтак Суд вважає, що між суспільними інтересами та правами заявника не було дотримано справедливого балансу.\t", "60.  У світлі вищевикладеного Суд приходить до висновку, що мало місце порушення статті 8 Конвенції.", "IV.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 12 КОНВЕНЦІЇ", "61.  Заявник скаржився, що його нездатність завершити зміну статі не давала йому можливості одружитися та створити сім’ю, що порушувало статтю 12 Конвенції, яка передбачає наступне:", "", "«Чоловік і жінка, що досягли шлюбного віку, мають право на шлюб і створення сім’ї згідно з національними законами, які регулюють здійснення цього права».", "A.  Аргументи сторін", "62.  Заявник стверджував, що він жив життям чоловіка вже близько десяти років, а розлад статевої належності йому було діагностовано дев’ять років тому. З 1998 року він перебував у стабільних стосунках із жінкою, а з 1999 року вони живуть разом (див. вище, пункт 24). Вони хотіли узаконити свої тривалі стосунки, одружитися та створити сім’ю, усиновивши дитину.", "63.  Уряд стверджував, що заявник не може вважатися жертвою або навіть потенційною жертвою стверджуваного порушення, оскільки відповідні положення цивільного законодавства не заважали транссексуалу вступати до шлюбу у своїй новій якості після проведення операції зі зміни статі. Ключовим питанням все ще залишалось питання визнання нової статі і, як таке, його більш доречно слід розглядати з точки зору статті 8 Конвенції.", "B.  Оцінка Суду", "64.  Суд зазначає, що скарга заявника за статтею 12 є передчасною, оскільки якщо він пройде операцію з повної зміни статі, його статус як чоловіка, а також його право на одруження з жінкою, будуть визнані. За таких обставин Суд погоджується з урядом, що ключовим питанням все ще залишається питання прогалини в законодавстві, яке було розглянуте вище по статті 8. Тому він не вважає за необхідне розглядати цей аспект справи окремо по статті 12 Конвенції.", "V.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 14 КОНВЕНЦІЇ, ВЗЯТОЇ В ПОЄДНАННІ ЗІ СТАТТЯМИ 3 ТА 8", "65.  Заявник стверджував, що відсутність у Латвії законодавчого регулювання лікування та статусу транссексуалів становила дискримінаційне ставлення з боку литовських органів влади, що порушує статтю 14 Конвенції, яка передбачає:", "", "«Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою - статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою».", "A.  Аргументи сторін", "66.  Заявник стверджував, що нездатність держави прийняти необхідне законодавство стосовно зміни статі була по суті пов’язана із упередженням та ворожим ставленням з боку більшості населення Литви по відношенню до транссексуалів як групи меншин, і не переслідувала жодної законної мети. Уряд не надав жодного об’єктивного та розумного виправдання відкладення на невизначений термін введення в дію додаткового законодавства, що вимагається Цивільним кодексом. У результаті заявник як транссексуал був позбавлений життєво важливих можливостей, особливо в питаннях лікування розладу статевої належності та ефективного юридичного визнання свого статусу.", "67.  Уряд не погодився з цими твердженнями. На його думку, по цій статті не виникало жодного окремого питання, яке ще не було розглянуте з точки зору статей 3 та 8.", "B.  Оцінка Суду", "68.  Суд знову приходить до висновку, що за обставин цієї справи скарга заявника про дискримінацію хоч і виявляє інший аспект проблеми, за своєю суттю є ідентичною до тих скарг, які він вже розглянув вище за статтями 3 та 8 Конвенції (див. згадане вище рішення у справі «Van Kück», § 91). Відтак, він не вважає за необхідне розглядати цей аспект справи окремо по статті 14 Конвенції.", "VI.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "69.  Стаття 41 Конвенції передбачає:", "", "«Якщо Суд визнає факт порушення Конвенції або Протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію».", "A.  Шкода", "70.  Заявник вимагав 33589,46 литовських літ (приблизно 9728 євро) у відшкодування матеріальної шкоди, яка складалась з:", "(а) втраченого заробітку з урахуванням своїх обмежених можливостей у працевлаштуванні, пов’язаних з необхідністю не привертати уваги до свого положення (26391 литовських літів);", "(b) компенсації за приватне та неофіційне лікування, яке було дорожчим, ніж державна медична допомога, але не вимагало від нього розкриття своєї статевої належності (4318,46 литовських літів); та", "(с) компенсації за тривале гормональне лікування в очікуванні юридичної можливості завершення процедури зі зміни статі (2880 литовських літів).", "71.  Заявник також вимагав 47680 євро для покриття витрат на завершення операції зі зміни статі. У зв’язку з цим заявник стверджував, що, навіть якщо законодавчі прогалини в литовському законодавстві зрештою будуть заповнені, в Латвії все ще не буде жодних перспектив завершення операції зі зміні статі в розумні строки. Тому він стверджував, що ця сума була необхідною для здійснення операції за кордоном.", "72.  Нарешті, заявник вимагав 200 тис. євро в якості компенсації за моральну шкоду, заподіяну йому в результаті стресу, тривоги, страху та приниження, які він переніс, а також нездатності скористатися своїми правами.", "73.  Уряд вважав ці вимоги необґрунтованими та спекулятивними. Він відзначив, що до того, як Цивільний кодекс набув 1 липня 2003 року чинності, заявник не мав права на лікування свого розладу за національним законодавством. Крім того, що стосується подальшої операції, то заявник не надав жодних доказів своїх поточних потреб та стану здоров’я.", "74.  Суд відзначає обмежений характер встановленого ним порушення (див. вище, пункти 59-60). Він вважає, що вимога заявника про відшкодування матеріальної шкоди може бути задоволена шляхом прийняття додаткового законодавства, про яке йде мова в даній справі, протягом трьох місяців з моменту набуття цим рішенням статусу остаточного згідно зі статтею 44 § 2 Конвенції. Однак, якщо це виявиться неможливим, і з огляду на невизначеність щодо кваліфікації литовських лікарів у даний час, Суд вважає, що цей аспект вимоги заявника можна задовольнити шляхом надання йому можливості здійснити завершальні етапи необхідної операції за кордоном та фінансування її, принаймні часткового, державою-відповідачем. Відповідно, в якості альтернативи прийняттю такого допоміжного законодавства Суд присуджує заявникові 40 тис. євро в якості компенсації за матеріальну шкоду.", "75.  Що стосується вимоги заявника про компенсацію за моральну шкоду, Суд, ухвалюючи рішення на засадах справедливості, як того вимагає стаття 41 Конвенції, присуджує заявникові 5 тис. євро.", "B.  Судові та інші витрати", "76.  Заявник вимагав 9403 євро в якості відшкодування витрат, понесених у зв’язку з провадженням у Суді. Що стосується транспортних витрат, понесених із відвідуванням слухання в Суді, а також витрат на проживання та інших пов’язаних з ними витрат, заявник вимагав 603 євро.", "77.  Уряд стверджував, що вимога щодо судових та інших витрат була надмірною та невиправданою, особливо враховуючи, що заявник отримав від Ради Європи компенсацію за правову допомогу.", "78.  Суд зазначає, що в даній справі заявник отримав від Ради Європи компенсацію за правову допомогу, пов’язану із його представництвом в Суді, на загальну суму 2071,81 євро. Він вважає, що за даних обставин цієї суми достатньо.", "C.  Відсотки у разі несвоєчасної сплати", "79.  Суд вважає, що відсотки у разі несвоєчасної сплати мають визначатися на підставі граничної кредитної ставки Європейського центрального банку, плюс три відсоткові пункти.", "НА ПІДСТАВІ ВИКЛАДЕНОГО СУД:", "1.  Відхиляє шістьма голосами проти одного попереднє заперечення уряду;", "", "2.  Постановляє шістьма голосами проти одного, що порушення статті 3 Конвенції не було;", "", "3.  Постановляє шістьма голосами проти одного, що мало місце порушення статті 8 Конвенції;", "", "4.  Постановляє шістьма голосами проти одного, що необхідності в окремому розгляді скарги заявника за статтями 12 та 14 Конвенції немає;", "", "5.  Постановляє п’ятьма голосами проти двох, що держава-відповідач з метою виконання вимоги заявника щодо компенсації матеріальної шкоди, повинна протягом трьох місяців з моменту набуття цим рішенням статусу остаточного згідно зі статтею 44 § 2 Конвенції прийняти додаткові законодавчі положення до статті 2.27 Цивільного кодексу стосовно зміни статі транссексуалами;", "", "6.  Постановляє шістьма голосами проти одного, що в якості альтернативи, якщо не буде можливості прийняти ці законодавчі зміни протягом трьох місяців з моменту набуття цим рішенням статусу остаточного згідно зі статтею 44 § 2 Конвенції, держава-відповідач повинна сплатити заявникові 40 тис. євро (сорок тисяч євро) в якості компенсації за матеріальну шкоду;", "", "7.  Постановляє шістьма голосами проти одного, що держава-відповідач повинна сплатити заявникові протягом зазначених вище трьох місяців 5 тис. євро (п’ять тисяч євро) в якості компенсації за моральну шкоду;", "", "8.  Постановляє шістьма голосами проти одного, що:", "(a)  держава-відповідач повинна сплатити заявникові протягом зазначених вище трьох місяців будь-який податок, який може бути нарахований на згадані вище суми, і що всі суми, які підлягають сплаті, повинні бути перераховані в латвійські літи за курсом, що діятиме на момент здійснення виплати;", "(b)  що зі спливом зазначених вище трьох місяців і до остаточного розрахунку на названі суми нараховуватиметься простий відсоток у розмірі граничної кредитної ставки Європейського центрального банку, чинної у відповідний період невиплати цих платежів, плюс три відсоткові пункти;", "", "9.  Відхиляє одностайно решту вимог заявника щодо справедливої компенсації.", "Учинено англійською мовою та повідомлено письмово 11 вересня 2007 року у відповідності з правилом 77 §§ 2 та 3 Регламенту Суду.", "\tСаллі Доллє\tЖан-Поль Коста\n\tСекретар\tГолова", "У відповідності зі статтею 45 § 2 Конвенції та правилом 74 § 2 Регламенту Суду, до рішення були надані наступні окремі думки:", "(a)  частково неспівпадаюча думка судді Фури-Сандстрьом;", "(b)  неспівпадаюча думка судді Поповіч.", "Ж.-П.К.\nС.Д.", "Окремі думки не перекладались, однак їх викладено англійською мовою в офіційній мовній версії рішення, яке можна знайти в базі рішень Суду HUDOC.", "", "", "© Рада Європи/Європейський суд з прав людини, 2012.", "Офіційними мовами Європейського суду з прав людини є англійська та французька мови. Цей переклад було замовлено за підтримки Цільового фонду «Права людини» Ради Європи (). Він не є зобов’язальним для Суду; також Суд не несе жодної відповідальності за його якість. Його можна завантажити з бази рішень Європейського суду з прав людини HUDOC () або з будь-яких інших баз даних, в яких Суд його також розмістив. Його можна відтворювати в некомерційних цілях за умови, що будуть зазначені повна назва справи та посилання на авторське право і Цільовий фонд «Права людини». Для використання будь-якої частини цього перекладу в комерційних цілях слід звертатися за наступною адресою: .", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}