{"file": "UKR_HJUDUKR_56673_00.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "56673/00", "text_paragraphs": ["     Справа «Іглесіас Джіл та А. Ю. І. проти Іспанії»", "             (Iglesias Gil and A.  v. )", "", " У рішенні, ухваленому 29 квітня 2003 року у справі «Іглесіас Джіл та А. Ю. І. проти Іспанії», Суд постановив, що:", "мало місце порушення ст. 8 Конвенції.", "Відповідно до ст. 41 Конвенції, Суд призначив сплатити заявникам 20 000 евро як відшкодування моральної шкоди та 14 000 _вро у відшкодування судових витрат.", "Обставини справи", "Заявники, Марха Іглесіас Джіл, 1965 р. н., та її син А. Ю. І., 1995 р. н., є громадянами Іспанії і проживають у м. Віго.", "У 1989 році п. Іглесіас Джіл одружилась із п. А. Ю. А. Після розлучення у 1994 році у них народився син А. Ю. І. Відповідний місцевий суд вирішив, що дитина має проживати разом з матір’ю, а за батьком було визнано право регулярних побачень з сином.", "1 лютого 1997 року п. А. Ю. А., скориставшись нагодою чергового побачення з дитиною, викрав А. Ю. І. та переїхав з ним до США. П. Іглесіас Джіл звернулась із заявою про порушення кримінальної справи за фактом викрадення дитини. Заявниця також вказувала на причетність родини п. А. Ю. А. до викрадення її сина. Вона подала колопотання до суду, в якому прохала суддю-слідчого, котрий займався провадженням у справі, вжити певних слідчих дій для встановлення факту викрадення дитини, а також для підтвердження факту зневаги до суду з боку п. А. Ю. А., що виявилась у невиконанні останнім рішення суду щодо визначення участі кожного з батьків у вихованні А. Ю. І. Проте у задоволенні клопотання було відмовлено. Суддя також відхилив заяву п. Іглесіас Джіл, у якій вона зверталась із проханням дати санкцію на арешт п. А. Ю. А. та оголосити його міжнародний розшук. Остання відмова була мотивована тим, що відповідно до внутрішньодержавної прецедентно! практики особа, котра бере участь у виконанні обов’язків з утримання та виховання дитини, не може відповідати у кримінальному порядку за її викрадення.", "Заявниця звернулася до Конституційного суду Іспанії. Проте їæ подання було відхилено.", "З липня 1998 року суддя-слідчий зупинив провадження у справі на тій підставі, що п. А. Ю. А. не можна було визнати обвинуваченим відповідно до положень Кримінально-процесуального кодексу Іспанії, оскільки не було можливості його допитати.", "Заявниця подала апеляційну скаргу до Конституційного суду Іспанії. Цю скаргу також було відхилено.", "12 лютого 1999 року п. Іглесіас Джіл було надано повну батьківську опіку над дитиною. 8 червня 2000 року заявниці, за допомогою працівників поліції, вдалося відібрати дитину від п. А. Ю. А. під час його поїздки із сином до Іспанії.", "Зміст рішення Суду", "Заявниця, п. Іглесіас Джіл, діючи від свого імені, а також від імені свого сина як його законний опікун, стверджувала, що невжиття відповідними компетентними органами Іспанії достатніх заходів для забезпечення швидкого виконання рішень національних судів щодо визначення долі її дитини, тобто відсутність належного сприяння з боку відповідних державних органів у спробах заявниці повернути свого сина, є порушенням ст. 8 Конвенції. Зокрема, вона оскаржувала дії судових органів, котрі, на думку заявниці, не спромоглися належним чином відреагувати на її скарги щодо викрадення дитини.", "Суд нагадав, що ст. 8 Конвенції, окрім іншого, включає також право батьків вимагати від компетентних державних органів вжиття заходів з метою допомогти відповідному батьку чи матері об’єднатися зі своєю дитиною. Позитивні зобов’язання держав-учасниць стосовно питання об’єднання батька чи матері зі своєю дитиною, котрі покладаються на ці держави відповідно до ст. 8 Конвенції, повинні тлумачитись у світлі Конвенції про цивільні питання, що виникають внаслідок незаконного вивезення дитини за кордон, підписаної у Гаазі 25 жовтня 1980 року (далі – Гаазька конвенція).", "На думку Суду, вирішальною проблемою у даній справі було те, чи національні органи вжили усіх належних заходів, які розумно можна було б від них вимагати, для виконання рішень національного суду про визначення місця проживання дитини та про визнання повної опіки над дитиною за її матір’ю. У зв’язку з цим Суд зазначив, що усі вжиті національними судами заходи відповідали внутрішньодержавному законодавству. Проте Суд вирішив дослідити питання про те, чи відповідають заходи, вжиті національними органами у даній справі, міжнародним зобов’язанням, що покладені на державу Гаазькою конвенцією стосовно гарантування права батька чи матері на повернення своєї дитини та права дитини на об’єднання відповідно з батьком чи з матір’ю.", "Суд зазначив, що Іспанія, так само як і США, куди А. Ю. І. було перевезено його батьком, є державами – учасницями Гаазької конвенції. Окрім того, Закон Іспанії № 1/1996 від 15 січня 1996 року передбачає обов’язок національних органів вживати усіх необхідних заходів відповідно до міжнарожних договорів, ратифікованих Іспанією, для забезпечення прав малолітніх.", "Суд встановив, що факт неповернення і перевезення п. А. Ю. А. свого сина до США порушує вимоги ст. 3 Гаазької конвенції. Окрім того, статті 6 і 7 цієї конвенції покладають на держави-учасниці зобов’язання співпрацювати з метою виявлення місця знаходження дитини, котра була вивезена й утримується особою, яка не має на це відповідних прав, для повернення дитини тому з батьків, кому надано повну опіку. Ст. 6 Гаазької конвенції зобов’язує відповідні національні органи діяти швидко у провадженні справи щодо повернення дитини.", "Суд зауважив, що відповідно до згаданого міжнародного акта національні органи були уповноважені діяти за власною ініціативою. Окрім того, Закон Іспанії № 1/1996 надав судам право за власною ініціативою вживати належних заходів, аби не допустити ситуації, у якій дітям може бути заподіяно шкоду або їх буде піддано небезпеці.", "Суд дійшов висновку, що оскільки судові органи Іспанії кваліфікували факт утримання дитини її батьком п. А. Ю. А. як неправомірний, компетентні національні органи повинні були вжити належних заходів, передбачених відповідними приписами Гаазької конвенції, аби забезпечити повернення дитини її матері. Проте національною владою не було вжито жодних заходів з тих, що зазначені у Гаазькій конвенції, задля виконання судових рішень у справі заявниці.", "Суд також дійшов висновку про те, що скарги п. Іглесіас Джіл стосовно недоліків кримінального провадження у її справі на національному рівні втратили свою актуальність на час розгляду справи у Суді. Для пояснення такого висновку Суд зазначив, що, попри твердження заявниці, немає підстав звинувачувати національні кримінальні інстанції у цілковитій бездіяльності у даній справі. Суд звернув увагу й на те, що Закон Іспанії від 10 грудня 2002 року конкретизував заходи для боротьби з викраденням дітей.", "Отож, незважаючи на визнання за державою відповідної свободи розсуду щодо вирішення даної справи, Суд дійшов висновку, що національні органи виявилися неспроможними вдатися до належних і ефективних заходів для забезпечення права заявниці на повернення їæ дитини та права дитини на об’єднання зі своєю матір’ю. Таким чином, мало місце порушення права на повагу до сімейного життя, гарантованого ст. 8 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", ""]}