{"file": "UKR_HJUDUKR_35083_97.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "35083/97", "text_paragraphs": ["Справа „Гуссев та Маренк проти Фінляндії”", "(„Goussev and Marenk v. Finland”)", "", "У рішенні, ухваленому 17 січня 2006 року у справі „Гуссев та Маренк проти Фінляндії”, Суд вирішив, що:", "було порушено ст.10 Конвенції (свобода вираження поглядів);", "не було порушено ст. 13 Конвенції (право на ефективний засіб правового захисту).", "Суд постановив, що протягом трьох місяців після того, як рішення стане остаточним відповідно до ч.2 ст.44 Конвенції, держава-відповідач повинна виплатити обом заявникам по 1 000 євро як компенсацію моральної шкоди, а також сплатити п. Гуссев 400 євро, а п. Маренку — 1030 євро у відшкодування судових витрат.", "Обставини справи", "Заявники — пані Еліна Гуссев та пан Маренк — є громадянами Фінляндії, які народилися відповідно 1980 та 1972 років і зараз проживають у місті Хельсінкі.", "У листопаді 1995 року група молодих людей організувала сидячий страйк у приміщенні універмагу в м. Хельсінкі (далі — Універмаг), критикуючи цей заклад за продаж хутряного одягу, виготовлення якого вони вважали участю у жорстокому поводженні з тваринами. Приблизно в цей же час у м. Хельсінкі з’явились різноманітні листівки та плакати з критикою Універмагу за торгівлю хутром взагалі. Цю групу молодих людей в примусовому порядку було випроваджено з приміщення магазину.", "У березні 1996 року Універмаг звернувся з вимогою провести досудове слідство щодо фактів „поширення серед громадськості друкованих матеріалів, які були виготовлені начебто від імені компанії, але яких ця компанія ніколи не замовляла”.", "31 травня 1996 року поліція провела обшук у житлі п. Гуссев, а 23 липня 1996 року — у житлі п. Маренка. Згідно з протоколами підставою для проведення обшуків стала участь заявників та інших осіб у демонстрації під час сесії Парламенту 14 травня 1996 року. Внаслідок цієї демонстрації сесію довелося відкласти. Заявників підозрювали у порушенні громадського порядку у державних установах. За такі дії національним законодавством передбачено покарання у вигляді позбавлення волі на строк до трьох місяців.", "Під час обшуку у помешканні п. Гуссев поліція вилучила 53 листівки, а під час обшуку у помешканні п. Маренка — 69 таких листівок. Було вилучено також деякі інші письмові матеріали. Листівки, зокрема, містили таке висловлювання: „одяг з хутра — кривавий вибір егоїстичної людської істоти”. Листівки містили емблему та адресу об’єднання „Справедливість для тварин”.", "17 вересня 1996 року на засіданні районного суду м. Хельсінкі голова досудового слідства подав клопотання про продовження строку утримання матеріалів, вилучених під час обшуку. Обидва заявники заперечували проти цього, стверджуючи, що саме це вилучення не мало жодних юридичних підстав. Зрештою, поліція мала можливість зробити копії листівок. Проте голова досудового слідства оголосив в суді, що підставою для подальшого утримання вилучених листівок є необхідність розслідувати факти публічної дифамації. Заявники на це відповіли, що в такому разі протоколи проведення обшуків були складені неправильно.", "Районний суд продовжив строк утримання листівок, вилучених в обох заявників, до 31 грудня 1996 року. Заявники подали апеляцію до Апеляційного суду м. Хельсінкі, вимагаючи повернення вилучених листівок. 12 грудня 1996 року Апеляційний суд задовольнив апеляцію, відзначивши, що матеріали вилучалися в ході досудового слідства не щодо публічної дифамації, а стосовно іншого злочину і тому підстави вилучення матеріалів мали вивчатися з особливою увагою. Апеляційний суд також не погодився з тим, що таке тривале утримання друкованих матеріалів органами досудового слідства було потрібним для їхнього копіювання з метою подальшого використання як доказів у справі. Воно пояснювалося швидше намірами в майбутньому конфіскувати ці матеріали. Апеляційний суд дійшов висновку, що вилучення друкованих матеріалів було втручанням у свободу вираження поглядів заявників, а подальше утримання цих матеріалів було безпідставним. Друковані матеріали мали бути повернуті з моменту вступу рішення суду в законну силу.", "Голова досудового слідства повідомив, що буде звертатись за дозволом на оскарження цього рішення до Верховного суду.", "2 січня 1997 року районний суд продовжив строк утримання органами досудового слідства вилучених матеріалів до 31 січня 1997 року, зважаючи на те, що рішення Апеляційного суду ще не вступило в законну силу.", "Заявників звинуватили у публічній дифамації та порушенні громадського спокою. Тим не менше, 23 січня 1997 року на судовому засіданні прокурор зняв обвинувачення проти п. Гуссев. На цьому ж засіданні заявники вимагали скасувати рішення про вилучення матеріалів. Суд відхилив вимоги заявників з огляду на те, що рішення Апеляційного суду ще не набрало чинності. Однак у березні 1997 року прокурор знову пред’явив обвинувачення п. Гуссев.", "13 березня Верховний суд відмовив у наданні дозволу на касаційне оскарження рішення Апеляційного суду від 12 грудня 1996 року. 15 травня 1997 року поліція повернула заявникам вилучені матеріали.", "18 червня 1997 року районний суд виніс виправдувальний вирок щодо обох заявників. Прокурор подав апеляцію на цей вирок. 22 червня 1999 року Апеляційний суд відмовив у задоволенні апеляції, і вирок вступив в законну силу.", "Заступник омбудсмана у своєму рішенні від 30 березня 1998 року з приводу звернення заявників висловила думку, що не вважається протиправним вилучення матеріалів, які є доказами вчинення певного злочину, якщо таке вилучення здійснюється під час проведення обшуку в ході розслідування не цього, а іншого злочину. Вона погодилась з тим, що обшук, проведений у житлі п. Маренка, відповідав Закону „Про заходи процесуального примусу”, оскільки його підозрювали у вчиненні злочину, за який передбачено покарання у вигляді позбавлення волі строком не менше ніж шість місяців. Однак стосовно п. Гуссев не було дотримано умов проведення обшуку її житла, оскільки вона була підозрюваною лише у вчиненні менш тяжкого злочину і підстав для здійснення обшуку не було.", "Заступник омбудсмана також висловила думку про те, що потрібно розрізняти, з одного боку, вилучення друкованих матеріалів, які мали б використовуватися як докази у справі щодо певного злочину, не пов’язаного зі змістом цих матеріалів, та, з іншого боку, вилучення друкованих матеріалів саме у зв’язку зі злочинним змістом цих матеріалів. На її думку, у другому випадку процедура вилучення має відбуватися згідно з порядком, встановленим Законом „Про свободу преси”. В той же час принаймні частина вилучених матеріалів може тлумачитися як друкований матеріал у сенсі останнього закону, а тому під час вилучення потрібно було — на виконання цього закону — отримати вимогу скаржника про таке вилучення. Відповідно до офіційних документів вилучення мало на меті забезпечити докази вчинення іншого злочину, не пов’язаного зі змістом листівок. У такому разі, на думку Заступника омбудсмана, їх треба було терміново повернути заявникам. З огляду на невелику кількість документів забезпечити доказову базу було можливо, скажімо, шляхом їх копіювання.", "Зміст рішення Суду", "Заявники скаржились, по-перше, на порушення ст. 10 Конвенції, яка проголошує, зокрема, свободу дотримуватися своїх поглядів, одержувати і передавати інформацію та ідеї без втручання органів державної влади. По-друге, вони скаржились на порушення ст.13 Конвенції, яка передбачає право на ефективний засіб правового захисту.", "Сторони не заперечували той факт, що вилучення листівок у помешканнях заявників становило втручання в їхнє право на свободу вираження поглядів. Однак таке втручання не є порушенням ст.10 Конвенції, якщо воно встановлено законом, переслідує одну із правомірних цілей, що визначені у ч.2 ст.10 Конвенції, і є необхідним у демократичному суспільстві для досягнення означених цілей.", "Заявники наполягали на тому, що вилучення друкованих матеріалів, здійснене під час обшуку житла, не відповідало Закону „Про свободу преси”, оскільки такий обшук міг здійснюватися лише за розпорядженням Міністра юстиції. У разі ж відсутності такого розпорядження поліція повинна була або повернути матеріали, або звернутись до суду для підтвердження правомірності вилучення матеріалів. У будь-якому випадку для проведення вилучення скаржник повинен був подати офіційну заяву. Жодна з цих вимог не була виконана у справі заявників.", "На думку Суду, у даній справі потрібно перш за все з’ясувати, чи застосований процесуальний захід був „встановлений законом”. Суд у справі „Narinen v. Finland” відзначив, що в контексті ст.8 Коненції формулювання „згідно із законом” ставить до оспорюваного заходу вимоги про те, що, по-перше, він має бути передбачений у національному законі; по-друге, сам цей закон повинен володіти певними якісними ознаками: він має бути доступним для особи, щодо якої його застосовують, ця особа має бути здатною передбачити наслідки дії цього закону щодо неї і, нарешті, він має бути сумісним із принципом верховенства права (див. рішення Суду у справах Kruslin v. France та Huvig v. France).", "Застосовуючи зазначені правоположення, Суд встановив, що оспорюваний у даній справі процесуальний захід достатньо детально регламентований національним законодавством. Однак ст.10 Конвенції та прецедентна практика її застосування Судом вимагають, аби національний закон був сформульований чітко й точно, що гарантувало би певний рівень передбачуваності його наслідків. У цьому відношенні незрозумілим виглядає взаємозв’язок між Законом „Про заходи процесуального примусу” та Законом „Про свободу преси”, оскільки Апеляційний суд та Заступник омбудсмана висловили дещо різні погляди щодо можливості їх застосування у даній справі. Так, на думку Апеляційного суду вилучення матеріалів не було явно незаконним з огляду на те, що Універмаг подав повідомлення про вчинення злочину. Натомість Заступник омбудсмана відзначила, що принаймні частину матеріалів можна було вилучити законним шляхом лише за умови пред’явлення вимоги скаржника про таке вилучення. Обидві точки зору мають певне обґрунтування у національному законодавстві, однак на той момент не існувало жодного офіційного роз’яснення того, яким же чином розв’язати таку законодавчу суперечність. Суд не повинен розмірковувати, яка з цих точок зору є правильною, оскільки у будь-якому випадку дещо суперечливі рішення національних органів свідчать про те, що було не ясно, в який спосіб поліція мала вилучати друковані матеріали з потенційно злочинним змістом під час обшуку, що здійснювався в ході розслідування зовсім іншого злочину. За таких обставин юридична ситуація не забезпечувала вимогу передбачуваності, встановлену у ст.10 Конвенції.", "Суд звернув увагу на те, що Закон „Про здійснення свободи вираження поглядів у засобах масової інформації” (яким було з 1 січня 2004 року скасовано Закон „Про свободу преси”) був прийнятий і задля врегулювання взаємозв’язку між законодавством з питань друкованих матеріалів та Законом „Про заходи процесуального примусу”. Цей новий закон містить лише відсилання до Закону „Про заходи процесуального примусу” і встановлює, що у будь-якій справі вилучення друкованих матеріалів, призначених для розповсюдження, можливе лише, якщо є істотні підстави вважати, що в майбутньому суд ухвалить рішення про їх конфіскацію.", "Таким чином – вважає Суд – викладені обставини дають підставу вважати, що втручання у свободу вираження поглядів не було таким, яке „встановлене законом”. З огляду на цей висновок Суд не вбачає потреби досліджувати обставини справи на предмет того, чи зазначене втручання „було необхідним у демократичному суспільстві” або чи переслідувало воно одну з правомірних цілей, викладених у ст.10 Конвенції. Отож мало місце порушення цієї статті Конвенції.", "Обґрунтовуючи порушення ст.13 Конвенції, заявники стверджували, що оскільки районний суд не задовольнив їхню вимогу повернути вилучені матеріали, у них не було ефективного засобу правового захисту від порушення прав, гарантованих ст.10 Конвенції. Уряд заперечував проти такої скарги, вказуючи на норму Закону „Про заходи процесуального примусу”, згідно з якою будь-яка зацікавлена особа могла звернутися до суду з метою перевірки законності та обґрунтованості вилучення матеріалів. І заявники скористалися такою можливістю, звернувшись до районного суду з вимогою повернути вилучені матеріали. Зазначений засіб захисту відповідав вимогам ст.13 Конвенції. Той же факт, що районний суд відмовив у задоволенні їхніх вимог, значення не має. В будь-якому разі заявники успішно скористалися правом апеляційного оскарження рішення суду першої інстанції. Крім того, вони могли реалізувати право на адміністративне оскарження певних дій, а також подати петицію до Омбудсмана.", "Стосовно питання, чи мали заявники в своєму розпорядженні ефективні національні юридичні засоби захисту від такого процесуального заходу як вилучення, Суд відзначив, що вони могли оскаржити факти вилучення матеріалів в Апеляційному суді, який мав компетенцію досліджувати усі обставини справи, давати їм юридичну оцінку, а також застосовувати відповідний спосіб захисту права. Заявники цією можливістю скористалися. Тому у даній справі ефективні національні засоби правового захисту від неправомірного вилучення існували. З огляду на це порушення ст.13 Конвенції не було.", "", ""]}