{"file": "UKR_HJUDUKR_27996_06.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "27996/06", "text_paragraphs": ["©  Рада Європи/Європейський суд з прав людини, 2012 р. Цей переклад підготовлено на замовлення і за підтримки Цільового фонду «Права людини» Ради Європи (www.coe.int/humanrightstrustfund). Він не є зобов’язальним для Суду. Дивіться додатково повний текст повідомлення про авторські права в кінці цього документа.", "", "©  Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "©  Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund’). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "ЄВРОПЕЙСЬКИЙ СУД З ПРАВ ЛЮДИНИ", "", "", "ВЕЛИКА ПАЛАТА", "", "", "", "СПРАВА «СЕЙДИЧ І ФІНЦИ ПРОТИ БОСНІЇ І ГЕРЦЕГОВИНИ»", "(CASE OF SEJDIĆ AND FINCI v. BOSNIA AND HERZEGOVINA)", "", "(Заяви №№ 27996/06 і 34836/06)", "", "", "РІШЕННЯ", "", "", "СТРАСБУРГ", "", "22 грудня 2009 року", "", "Це рішення є остаточним, проте воно може зазнати редакційної правки", "", "У справі «Сейдич і Фінци проти Боснії і Герцеговини»", "Європейський суд з прав людини, засідаючи Великою палатою, до складу якої увійшли:", "\tЖан-Поль Коста (Jean-Paul Costa), голова, \n\tКрістос Розакіс (Christos Rozakis), \n\tНіколас Братца (Nicolas Bratza),\n\tПеер Лоренцен (Peer Lorenzen),\n\tФрансуаза Тюлкен (Françoise Tulkens),\n\tЖозеп Касадеваль (Josep Casadevall),\n\tДжованні Бонелло (Giovanni Bonello),\n\tЛех Ґарлицькі (Lech Garlicki),\n\tХанлар Гаджиєв (Khanlar Hajiyev), \n\tЛіляна Мійович (Ljiljana Mijović),\n\tЕґберт Майер (Egbert Myjer),\n\tДавід Тор Бйорґвінссон (David Thór Björgvinsson),\n\tҐеорґе Ніколау (George Nicolaou),\n\tЛуіс Лопес Герра (Luis López Guerra),\n\tЛеді Біанку (Ledi Bianku),\n\tЕнн Пауер (Ann Power),\n\tМіхай Поалелунгі (Mihai Poalelungi), судді,", "Венсан Бергер (Vincent Berger), юрисконсульт,", "після нарад за зачиненими дверима 3 червня та 25 листопада 2009 року", "постановляє таке рішення, ухвалене в останній із зазначених днів:", "ПРОЦЕДУРА", "1. Справу розпочато за двома заявами (№№ 27996/06 і 34836/06) проти Боснії і Герцеговини, поданими до Суду на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі — Конвенція) двома громадянами Боснії і Герцеговини, паном Дерво Сейдичем (Dervo Sejdić) та паном Якобом Фінци (Jakob Finci) (далі — заявники) 3 липня і 18 серпня 2006 року відповідно.", "2. Заявники скаржилися на відсутність у них права балотуватися на виборах до Палати народів і до Президії Боснії і Герцеговини внаслідок їхнього етнічного (циганського і єврейського) походження. Вони посилалися на статті 3, 13 і 14, статтю 3 Першого протоколу та статтю 1 Протоколу 12.", "3. Провадження за заявами було доручено Четвертій секції Суду (пункт 1 правила 52 Регламенту Суду). 11 березня 2008 року Палата цієї секції вирішила повідомити Уряд про заяви. Керуючись положеннями пункту 3 статті 29 Конвенції, вона вирішила провести розгляд заяви по суті одночасно з розглядом її прийнятності. 10 лютого 2009 року Палата (засідаючи в такому складі: Ніколас Братца, Лех Ґарлицькі, Джованні Бонелло, Ліляна Мійович, Давід Тор Бйорґвінссон, Леді Біанку та Міхай Поалелунгі (судді), а також Фатош Араци (Fatoş Aracı) (заступник секретаря секції)) відмовилася від розгляду справи на користь Великої палати, проти чого не заперечувала жодна із сторін (стаття 30 Конвенції та правило 72 Регламенту Суду). Склад Великої палати було визначено відповідно до положень пунктів 2 і 3 статті 27 Конвенції та правила 24 Регламенту Суду.", "4. Сторони подали свої письмові зауваження щодо прийнятності та суті справи. Також надійшли письмові зауваження від Венеціанської комісії, Центру консультацій з прав особистості в Європі (AIRE Centre) та організації «Правова ініціатива відкритого суспільства» (Open Society Justice Initiative), які отримали дозвіл взяти участь у письмовому провадженні на правах третьої сторони (пункт 2 статті 36 Конвенції і пункт 2 правила 44 Регламенту Суду).", "5. Відкрите засідання у справі відбулося в Палаці прав людини у Страсбурзі 3 червня 2009 року (пункт 3 правила 54). У засіданні Суду взяли участь:", "", "a) від Уряду\t", "пані З. Ібрагімович (Z. Ibrahimović),\t заступник Уповноваженого Уряду,\t", "пані Б. Скалоньїч (B. Skalonjić),\tпомічник Уповноваженого Уряду,\t", "пан Ф. Турчинович (F. Turčinović),\tрадник;", "", "b) від заявників\t", "пан Ф.Ж. Леон Діаз (F.J. Leon Diaz),\t", "пані С.П. Роземберґ (S. P. Rosenberg),\t", "пан К. Балдвін (C. Baldwin),\tпредставники.", "", "Суд заслухав звернення пані Ібрагімович, пана Леон Діаз, пані Роземберґ і пана Балдвіна. На засіданні також був присутній другий заявник.", "ФАКТИ", "І. ОБСТАВИНИ СПРАВИ", "А. Події, які передували справі", "6. Конституція Боснії і Герцеговини (далі – Конституція або, в цілях розмежування між нею і конституціями Утворень [складових суб’єктів цієї держави], – Загальнодержавна конституція) є додатком до Загальної рамкової угоди про мир у Боснії і Герцеговині (Дейтонської мирної угоди), парафованої у м. Дейтоні 21 листопада 1995 року та підписаної у Парижі 14 грудня 1995 року. Оскільки зазначена конституція була частиною мирного договору, її було підготовлено і прийнято без застосування процедур, які б могли забезпечувати її демократичну легітимність. Унікальність її полягає в тому, що вона так і не була офіційно оприлюднена офіційними мовами цієї держави, тимчасом як її погодження та оприлюднення відбулося іноземною (англійською) мовою. У Конституції підтверджується факт подальшого юридичного існування Боснії і Герцеговини як держави, але зі зміненим внутрішнім устроєм. Згідно з Конституцією до складу Боснії і Герцеговини входять два Утворення: Федерація Боснії і Герцеговини та Республіка Сербська. Дейтонська мирна угода не вирішила питання про спірну частину кордону між Утвореннями в районі Брчко (Brčko), але сторони погодилися на його врегулювання шляхом обов’язкового арбітражу (див. стаття V Додатку 2 до Дейтонської мирної угоди). Згідно з арбітражним рішенням від 5 березня 1999 року, було створено округ Брчко під виключним суверенітетом держави.", "7. У Преамбулі Конституції босняки, хорвати і серби визначаються як «державоутворюючі народи». На загальнодержавному рівні були запроваджені механізми розподілу влади, які унеможливлюють прийняття рішень проти волі представників того чи іншого «державоутворюючого народу»: зокрема, передбачено право державоутворюючого народу накладати вето на рішення, які зачіпають його життєво важливі інтереси, передбачено можливість накладання вето Утвореннями, запроваджено двопалатну систему Парламенту (що складається з Палати народів, до складу якої входять п’ять босняків і п’ять хорватів від Федерації Боснії і Герцеговини та п’ять сербів від Республіки Сербської), а також створено колективну Президію у складі трьох членів (босняка і хорвата – від Федерації Боснії і Герцеговини та серба – від Республіки Сербської) (див. детальнішу інформацію у пунктах 12 і 22 нижче).", "B. Обставини цієї справи", "8. Перший заявник – 1956 року народження, другий – 1943-го. Вони були і залишаються провідними громадськими діячами. Нині Пан Сейдич є міжнародним спостерігачем Місії ОБСЄ у справах ромів, а раніше був членом Ради ромів Боснії і Герцеговини (найвищого представницького органу місцевої циганської громади) та членом Консультативного комітету з питань ромів (спільного органу, до складу якого входять представники місцевої циганської громади та відповідних міністерств). Пан Фінци нині є послом Боснії і Герцеговини в Швейцарії, а раніше обіймав, зокрема, посаду голови Міжрелігійної Ради Боснії і Герцеговини та очолював Управління державної служби.", "9. Заявники повідомляють про своє етнічне походження: перший є представником ромів, другий – євреїв. Не заявляючи про свою належність до «державоутворюючих народів», вони не мають права балотуватися на виборах до Палати народів (другої палати Загальнодержавного парламенту) та до Президії (колективного органу, що виконує функції глави держави). Пан Фінци одержав офіційне підтвердження з цього приводу 3 січня 2007 року.", "II. ВІДПОВІДНЕ МІЖНАРОДНЕ ТА НАЦІОНАЛЬНЕ ПРАВО І ПРАКТИКА", "А. Дейтонська мирна угода", "10. Дейтонська мирна угода, парафована 21 листопада 1995 року на базі військово-повітряних сил Райт-Паттерсон (Wright-Patterson) неподалік Дейтона (Сполучені Штати) і підписана в Парижі 14 грудня 1995 року, стала кульмінацією переговорів, які протягом майже 44 місяців велися з періодичними перервами під егідою Міжнародної конференції по колишній Югославії та Контактної групи. Угода, що набрала чинності 14 грудня 1995 року, містить дванадцять додатків.", "1. Додаток 4 (Конституція Боснії та Герцеговини)", "11. У Конституції проводиться розмежування між «державоутворюючими народами» (тими, хто заявляє про свою належність до босняків, хорватів і сербів) і «іншими» групами населення (представниками етнічних меншин та осіб, які не заявляють про свою належність до певної групи через те, що перебувають у шлюбі з представниками інших етнічних груп, або через належність їхніх батьків до різних етнічних груп, або з якихось інших причин). У колишній Югославії етнічна належність особи визначалася самою цією особою, яка вирішувала таке питання за своїми власними критеріями. Тобто, це не потребувало об’єктивних критеріїв, таких як володіння певною мовою або сповідання певної релігії. Для цього також не було необхідності у визнанні такої належності до етнічної групи іншими представниками цієї групи. Конституція не містить положень стосовно визначення етнічного походження особи: очевидно, припускалося, що буде достатньо наявності традиційного підходу до вирішення цього питання.", "12. Балотуватися на виборах до Палати народів (другої палати Загальнодержавного парламенту) та до Президії (колективного органу, що виконує функції глави держави) має право лише особа, яка заявляє про свою належність до одного з «державоутворюючих народів». Нижче наведено відповідні положення Конституції:", " Стаття IV", "«Парламентська асамблея складається з двох палат: Палати народів і Палати представників.", "1. Палата народів. До складу Палати народів входять 15 депутатів, дві третини яких (п’ять хорватів і п’ять босняків) – депутати від Федерації, а одна третина (п’ять сербів) – від Республіки Сербської.", "a. Призначені від Федерації хорватські і босняцькі депутати обираються відповідно хорватськими і босняцькими депутатами Палати народів Федерації. Депутати від Республіки Сербської обираються Національною асамблеєю Республіки Сербської.", "b. Для кворуму в Палаті народів потрібна присутність дев’яти депутатів, але за умови, що принаймні троє з них – босняки, троє – хорвати, і троє – серби.", "2. Палата представників. До складу Палати представників входять 42 члена, дві третини з яких обираються громадянами, що проживають на території Федерації, а одна третина – громадянами, що проживають на території Сербської Республіки.", "a. Члени Палати представників обираються шляхом прямих виборів від свого Утворення згідно з виборчим законом, який ухвалюється Парламентською асамблеєю. Але перші вибори проводяться відповідно до Додатку 3 до Загальної рамкової угоди.", "b. Для кворуму в Палаті представників потрібна присутність більшості обраних до неї членів.", "3. Процедури", "a. Сесія кожної з палат відбувається в Сараєво не пізніше ніж через 30 днів після її сформування чи виборів.", "b. Кожна палата приймає більшістю голосів свій внутрішній регламент і обирає зі своїх членів одного серба, одного босняка і одного хорвата для виконання функцій голови палати та заступників голови палати, тимчасом як функції голови палати здійснює кожний з цих трьох осіб по черзі.", "c. Усі ухвалені законодавчі акти потребують затвердження обома палатами.", "d. Усі рішення обох палат ухвалюються більшістю голосів присутніх і голосуючих учасників. Депутати і члени мають робити все можливе для того, щоб така більшість включала принаймні одну третину голосів депутатів або членів, обраних від території кожного Утворення. Якщо більшість голосів не включає одну третину голосів депутатів або членів, обраних від території кожного Утворення, голова та заступники голови палати створюють комісію і докладають зусиль для того, щоб домогтися ухвалення рішення упродовж трьох днів з моменту голосування. Якщо такі зусилля виявляються безуспішними, рішення приймається більшістю голосів присутніх і голосуючих учасників і за умови, що ті, хто проголосував проти, не становлять дві третини чи більше депутатів або членів, обраних від кожного Утворення.", "e. Рішення, запропоноване Парламентською асамблеєю, може бути визнано таким, що завдає шкоди життєво важливим інтересам босняків, хорватів або сербів, якщо у встановленому порядку за це проголосує більшість босняцьких, хорватських або сербських депутатів, обраних відповідно до підпункту “а” пункту 1 вище. Для затвердження запропонованого рішення в Палаті народів необхідно, щоб за нього проголосувала більшість присутніх і голосуючих босняцьких, хорватських і сербських депутатів.", "f. У разі, якщо більшість босняцьких, хорватських або сербських депутатів заперечує проти застосування підпункту “e”, для вирішення цього питання голова Палати народів негайно скликає спільну комісію у складі трьох депутатів, обраних відповідно (по одному депутату) босняцькими, хорватськими і сербськими депутатами. У разі якщо комісія не спромоглася вирішити таке питання, воно передається на розгляд Конституційного суду, який має в прискореному порядку розглянути його з точки зору відповідності процедурі.", "g. Палату народів може розпустити Президія або сама Палата може ухвалити рішення про саморозпуск, за умови, що таке рішення ухвалено більшістю голосів депутатів і в цій більшості також представлена більшість депутатів від принаймні двох з трьох народів: босняцького, хорватського і сербського. Однак Палата народів, обрана за результатами перших виборів після набрання чинності цією Конституцією, не підлягає розпуску.", "h. Рішення Парламентської асамблеї набирають чинності лише після їх оприлюднення.", "i. Обидві палати оприлюднюють повні протоколи своїх засідань і, за винятком особливих випадків, визначених згідно з їхніми регламентами, проводять свої засідання у відкритому режимі.", "j. Депутати і члени не підлягають притягненню до кримінальної чи цивільної відповідальності за дії, вчинені ними в межах своїх функціональних обов’язків у Парламентській асамблеї.", "4. Повноваження. На Парламентську асамблею покладено такі функції:", "a. прийняття законів, необхідних для практичного виконання рішень Президії або для здійснення Асамблеєю своїх функцій згідно з цією Конституцією;", "b. вирішення питань щодо джерел та розміру фінансування діяльності установ Боснії і Герцеговини та міжнародних зобов’язань Боснії і Герцеговини;", "c. затвердження видатків на фінансування установ Боснії і Герцеговини;", "d. вирішення питання про доцільність згоди на ратифікацію міжнародних договорів;", "e. вирішення інших питань, які вона має вирішувати з огляду на покладені на неї обов’язки або які доручені їй за взаємною згодою Утворень».", "Стаття V", "«Президія Боснії та Герцеговини складається з трьох членів: одного босняка і одного хорвата, які обираються шляхом прямих виборів громадянами, що проживають на території Федерації, та одного серба, який обирається шляхом прямих виборів громадянами, що проживають на території Республіки Сербської.", "\n1. Вибори і строк повноважень", "a. Члени Президії обираються шляхом прямих виборів у кожному Утворенні (кожний виборець може проголосувати лише за одного з кандидатів на посаду члена Президії) відповідно до виборчого закону, ухваленого Парламентською асамблеєю. Однак перші вибори проводяться відповідно до Додатку 3 до Загальної рамкової угоди. Кожне вакантне місце в Президії має зайняти кандидат від відповідного Утворення згідно із законом, ухваленим Парламентською асамблеєю.", "b. Строк повноважень членів Президії, обраних за результатами перших виборів, становить два роки; строк повноважень членів Президії, обраних за результатами подальших виборів становить чотири роки. Члени Президії мають право бути переобраними лише один раз, після чого не мають права балотуватися на цю посаду протягом чотирьох років.", "2. Процедури", "a. Президія визначає свій власний регламент, який має передбачати належне повідомлення про всі засідання Президії.", "b. Члени Президії призначають з-поміж своїх членів голову Президії. Протягом першого строку повноважень Президії на посаду її голови призначається член, який отримав найбільшу кількість голосів. У подальшому порядок обрання голови (в порядку ротації чи в іншому порядку) визначається Парламентською асамблеєю з дотриманням пункту 3 статті IV.", "c. Президія докладає зусиль для того, щоб всі її рішення (тобто, рішення стосовно питань, порушених за підпунктами “а”-“e” пункту 3 статті V, ухвалювалися на підставі консенсусу. Але в разі, якщо всі зусилля з досягнення консенсусу виявилися безуспішними, такі рішення – за умови дотримання підпункту “d ” нижче – можуть ухвалюватися двома членами.", "d. Член Президії, який не погоджується з рішенням Президії, може оголосити його таким, що завдає шкоди життєво важливим інтересам Утворення, від території якого його обрано; таку заяву він має зробити впродовж трьох днів з моменту прийняття рішення. У разі, якщо таку заяву зробив член Президії, обраний від території Республіки Сербської, відповідне рішення негайно подається на розгляд Національної асамблеї Республіки Сербської; якщо її зробив босняцький член Президії – на розгляд босняцьких депутатів Палати народів Федерації; і якщо зробив хорватський член Президії, тоді воно подається на розгляд хорватських депутатів зазначеного органу. Якщо впродовж десяти днів з моменту передачі на розгляд заява затверджується двома третинами голосів депутатів згаданих органів, рішення Президії не набирає чинності.", "3. Повноваження. На Президію покладено такі функції:", "a. проведення зовнішньої політики Боснії і Герцеговини;", "b. призначення послів та інших міжнародних представників Боснії і Герцеговини, не більше ніж дві третини яких можуть обиратися від території Федерації;", "c. представництво Боснії і Герцеговини в міжнародних і європейських організаціях та установах, а також вирішення питань вступу до таких організацій та установ, членом яких Боснія і Герцеговина не є;", "d. проведення переговорів щодо укладання міжнародних договорів Боснії і Герцеговини, денонсація і, за згодою Парламентської асамблеї, ратифікація таких договорів;", "e. виконання рішень Парламентської асамблеї;", "f. подання, за рекомендацією Ради міністрів, річного бюджету на розгляд до Парламентської асамблеї;", "g. подання до Парламентської асамблеї на її запит (але не рідше ніж раз на рік) доповіді про витрати Президії;", "h. забезпечення, за необхідності, координації діяльності з міжнародними та неурядовими організаціями Боснії і Герцеговини;", "i. виконання інших функцій, коли це необхідно з огляду на покладені на неї обов’язки, з огляду на відповідне доручення Парламентської асамблеї або з огляду на відповідну домовленість між Утвореннями».", "13. Домовленості стосовно конституційних положень, оскаржувані в цій справі, не були враховані в Угоді про основні принципи, які визначали в загальних рисах те, що мала містити майбутня Дейтонська мирна угода (див. пункти 6.1 і 6.2 Додаткової Угоди про основні принципи від 26 вересня 1995 року). Як відомо, пізніше міжнародні посередники неохоче погодилися врахувати ці домовленості, з огляду на відповідні настійні вимоги деяких сторін конфлікту (див. Нистуен (Nystuen) «Досягти миру або захистити права людини: конфлікти між нормами в Дейтонській мирній угоді в контексті етнічної дискримінації» (Achieving Peace or Protecting Human Rights: Conflicts between Norms Regarding Ethnic Discrimination in the Dayton Peace Agreement), Martinus Nijhoff Publishers, 2005, с. 192; і О’Брайен (O’Brien) «Дейтонська мирна угода в Боснії: тривале припинення вогню, постійні переговори» (The Dayton Agreement in Bosnia: Durable Cease-Fire, Permanent Negotiation) у книзі Зартмана і Кременюка «Мир на протилежність правосуддю: перспективні та ретроспективні наслідки переговорів» (Zartman and Kremenyuk (eds)), Peace versus Justice: Negotiating Forward- and Backward-Looking Outcomes) Rowman & Littlefield Publishers, 2005, с. 105).", "14. Усвідомлюючи, що зазначені конституційні положення, скоріш за все, суперечать правам людини, міжнародні посередники вважали особливо важливим подбати про те, щоб конституція була динамічним документом і передбачити можливість поступового скасування таких положень. Тому до Конституції було додано пункт 2 статті ІІ (див. згадану вище книгу Нистуен, с. 100). Цей пункт передбачає таке:", "«Положення Конвенції про захист прав людини і основоположних свобод та Протоколів до неї, які гарантують права і свободи, є нормами прямої дії в Боснії і Герцеговині. Вони мають пріоритет над всіма іншими правовими нормами»", "Хоча у рішенні № U 5/04 від 31 березня 2006 року та рішенні № U 13/05 від 26 травня 2006 року Конституційний суд Боснії і Герцеговини постановив, що положення Європейської конвенції з прав людини не мають пріоритету над положеннями Конституції, у рішенні № AP 2678/06 від 29 вересня 2006 року він дійшов іншого висновку. Зазначене рішення стосувалося скарги апелянта (босняка з Республіки Сербської) на дискримінацію внаслідок відсутності у нього права балотуватися на виборах до Президії з огляду на його етнічне походження; скаргу було розглянуто по суті і відхилено. У відповідній частині рішення, прийнятого більшістю суддів, зазначено (переклад надано Конституційним судом):", "«18. Посилаючись на те, що згідно з пунктом 2 статті ІІ Конституції Боснії і Герцеговини положення Європейської конвенції та Протоколів до неї, які гарантують права і свободи, є нормами прямої дії в Боснії і Герцеговині і мають пріоритет над всіма іншими правовими нормами, апелянти стверджують, що їхні права порушено. Тому, на думку апелянтів, кандидатуру Іліяза Пілави (Ilijaz Pilav) на посаду члена Президії Боснії і Герцеговини було відхилено виключно на підставі його національного/етнічного походження, що вони вважають порушенням статті 1 Протоколу № 12 до Європейської конвенції, згідно з якою здійснення будь-якого передбаченого законом права забезпечується без будь-якої дискримінації і ніхто не може бути дискримінований будь-яким органом державної влади за будь-якою ознакою і, зокрема, за ознакою національного/етнічного походження.", "...", " 22. Не заперечується той факт, що положення статті V Конституції Боснії і Герцеговини, а також положення статті 8 виборчого закону 2001 року мають обмежувальний характер, оскільки обмежують права громадян, позбавляючи босняків і хорватів, що проживають на території Республіки Сербської, та сербів, що проживають на території Федерації Боснії і Герцеговини, висувати свої кандидатури на виборах до Президії Боснії і Герцеговини. Однак мета цих положень полягає у зміцненні позиції державоутворюючих народів і забезпеченні формування складу Президії з представників цих трьох державоутворюючих народів. Беручи до уваги ситуацію, що існує на сьогодні в Боснії і Герцеговині, обмеження прав апелянтів, передбачене Конституцією і виборчим законом 2001 року – а саме те, що їхні права щодо висунення своєї кандидатури на виборах є обмеженими у порівнянні з такими правами інших громадян, які є сербами і обираються шляхом прямих виборів громадянами, що проживають на території Республіки Сербської, – є на сьогодні виправданим заходом, оскільки існують достатні підстави для такого обмеження. Отже, з урахуванням ситуації, що існує на сьогодні в Боснії і Герцеговині, особливостей її конституційного порядку, а також діючих положень Конституції і законів, констатується, що оскаржувані рішення Суду Боснії і Герцеговини і Центральної виборчої комісії не порушують прав апелянтів за статтею 1 Протоколу № 12 до Європейської конвенції та статтею 25 Міжнародного пакту про громадянські і політичні права, оскільки зазначені рішення не є безпідставними і ґрунтуються на законі. Це означає, що вони служать легітимній меті, достатньо обґрунтовані і не покладають надмірного тягаря на апелянтів, якщо враховувати те, що обмеження, встановлені стосовно прав апелянтів, є пропорційними до загальних цілей суспільства, якими є збереження встановленого миру, продовження діалогу і, отже, створення умов для внесення змін до згаданих положень Конституції Боснії і Герцеговини та виборчого закону 2001 року».", "15. Щодо внесення поправок до Конституції, її стаття Х передбачає таке:", "«1. Порядок внесення поправок. До цієї Конституції можуть бути внесені поправки рішенням, ухваленим Парламентською асамблеєю, включаючи більшість у дві третини присутніх і голосуючих у Палаті представників.", "2. Права людини і основоположні свободи. Жодні поправки до цієї Конституції не можуть скасовувати чи обмежувати права і свободи, зазначені в статті ІІ цієї Конституції, або змінювати цей пункт».", "26 березня 2009 року Парламентська асамблея вперше успішно внесла поправки до Конституції відповідно до викладеної вище процедури. Поправки, про які йдеться, стосувалися статусу округу Брчко.", "2. Додаток 10 (Угода про цивільні заходи забезпечення мирного врегулювання)", "16. Угода про цивільні заходи забезпечення мирного врегулювання визначає коло повноважень Верховного представника – міжнародного адміністратора в Боснії і Герцеговині, посада якого була запроваджена з дозволу Ради Безпеки Організації Об’єднаних Націй неформальною групою держав, які брали активну участь у процесі мирного врегулювання (Радою з виконання мирної угоди), як захід примусового характеру, передбачений положеннями Глави VII Статуту ООН (див. Резолюцію 1031 Ради Безпеки ООН від 15 грудня 1995 року).", "17. Загальновідомо, що Верховний представник має широкі повноваження (див. ухвалу у справі «Берич та інші проти Боснії і Герцеговини» (Berić and Others v. Bosnia and Herzegovina), № 36357/04 та інші, ECHR 2007XII). Чимало разів він запроваджував звичайні закони і вносив поправки до конституцій Утворень (конституції Утворень, на відміну від Загальнодержавної конституції, не є частиною Дейтонської мирної угоди). Водночас менш відомим є те, чи поширюються повноваження Верховного представника також і на Загальнодержавну конституцію. У Дейтонській мирній угоді нічого не сказано з цього приводу, але епізод з друкарською помилкою у Загальнодержавній конституції може служити натяком на те, що не поширюються. Через кілька місяців після набрання чинності Дейтонською мирною угодою кілька юристів-міжнародників, які були присутні під час Дейтонських переговорів виявили, що посилання в підпункті «с» пункту 2 статті V Конституції є помилковим (замість посилання на підпункти «а»–«е» пункту 3 статті V до нього помилково було включено посилання на підпункти «а»–«е» пункту 1 статті ІІІ). У листопаді 1996 року Верховний представник, пан Більдт, надіслав листа до Державного секретаря США, пана Кристофера, в якому запропонував виправити цю помилку, посилаючись на Додаток 10 до Дейтонської мирної угоди. Пан Кристофер вирішив, що повноваження пана Більдта, передбачені Додатком 10, не поширюються на Загальнодержавну конституцію (див. тексти їхніх листів у згаданій вище книзі Нистуен, с. 80-81). Невдовзі після цього помилку було виправлено без прийняття відповідного офіційного рішення: Верховний представник лише поінформував Президію Боснії і Герцеговини і опублікував виправлений варіант Загальнодержавної конституції. Для цієї справи значущим є те, що з тих пір презюмується, що офіційні повноваження Верховного представника не поширюються на Загальнодержавну конституцію. Це підтверджує промова лорда Ешдауна (Ashdown) як Верховного представника на засіданні Венеціанської комісії (див. звіт про 60-те пленарне засідання Венеціанської комісії (CDL-PV(2004)003) від 3 листопада 2004 року, с. 18). У відповідній частині його промови зазначено:", "«Якщо Боснія і Герцеговина бажає вступити до Європейського Союзу і НАТО, їй потрібно принаймні забезпечити, щоб вона була повною мірою функціональною державою. Політичні лідери Боснії і Герцеговини вже починають розуміти, що вони опинилися перед вибором: або залишити чинною діючу конституцію, що призведе до відповідних економічних, соціальних та політичних наслідків, або запровадити конституційні зміни, необхідні для перетворення Боснії і Герцеговини у стабільну, функціональну і процвітаючу державу у складі Європейського Союзу.", "Я не вважаю, що населення Боснії і Герцеговини погодяться з тим, щоб їхня Конституція становила перешкоду на шляху до безпеки і процвітання.", "Однак ми не можемо усунути таку перешкоду за них.", "Рада з виконання мирної угоди та кожний з Верховних представників, що приходили на зміну один одному, включаючи мене самого, неухильно дотримувалися тієї позиції, що за умови виконання сторонами Дейтонської угоди – і у зв’язку з цим залишається відкритим питання про виконання приписів Гаазького трибуналу Республікою Сербською – зміни до Конституції Боснії і Герцеговини мають бути внесені лише у встановленому порядку Парламентською асамблеєю Боснії і Герцеговини, а не міжнародним співтовариством. Іншими словами, при дотриманні Дейтонської угоди здійснення Верховним представником своїм повноважень має починатися і закінчуватися згідно з текстом цієї угоди, тимчасом як передбачене цим текстом внесення змін до Конституції є питанням, яке має вирішувати народ Боснії і Герцеговини та обрані ним представники».", "B. Виборчий закон 2001 року", "18. Виборчий закон 2001 року (оприлюднений в Офіційному віснику Боснії і Герцеговини № 23/01 від 19 вересня 2001 року) набрав чинності 27 вересня 2001 року; поправки до закону оприлюднені в наведених нижче номерах Офіційного вісника: № 7/02 від 10 квітня 2002 року, № 9/02 від 3 травня 2002 року, № 20/02 від 3 серпня 2002 року, № 25/02 від 10 вересня 2002 року, № 4/04 від 3 березня 2004 року, № 20/04 від 17 травня 2004 року, № 25/05 від 26 квітня 2005 року, № 52/05 від 2 серпня 2005 року, № 65/05 від 20 вересня 2005 року, № 77/05 від 7 листопада 2005 року, № 11/06 від 20 лютого 2006 року, № 24/06 від 3 квітня 2006 року, № 32/07 від 30 квітня 2007 року, № 33/08 від 22 квітня 2008 року і № 37/08 від 7 травня 2008 року. Відповідні положення цього закону передбачають:", "Частина 1 статті 1.4", "«Кожен громадянин Боснії і Герцеговини, який досяг 18-річного віку, має право обирати і бути обраним відповідно до цього закону».", "Стаття 4.8", "«Щоб отримати допуск Центральної виборчої комісії до участі у виборах, незалежний кандидат повинен подати до комісії свою заяву про участь у виборах, яка має містити:", "1. не менше ніж одну тисячу п’ятсот (1 500) підписів зареєстрованих виборців на його підтримку на виборах до Президії Боснії і Герцеговини; ...».", "Частини 5-7 статті 4.19", "«У списку кандидатів мають бути зазначені ім’я та прізвище кожного кандидата, внесеного до списку, його особистий ідентифікаційний номер (JMBG), адреса постійного місця проживання, заявлена належність до конкретного “державоутворюючого народу” або “іншої” групи населення, номер документа, що посвідчує особу, та місце його видачі, а також має міститися підпис голови політичної партії або підписи голів політичних партій, що входять до коаліції. До списку додається декларація кожного кандидата про його згоду на висунення його кандидатури, заява, що підтверджує факт відсутності перешкод, про які йдеться в пункті 4 частини 1 статті 1.10 цього закону, та заява, що містить відомості про його майновий стан, як це передбачено статтею 15.7 цього закону. Ця декларація і заяви мають бути належним чином завірені.", "Заява про належність до конкретного “державоутворюючого народу” або “іншої” групи населення, про що йдеться в пункті вище, використовується в цілях здійснення права обиратися чи призначатися на посаду, у зв’язку з претендуванням на яку потребується така заява під час виборчого циклу, в рамках якого подано зазначений список кандидатів.", "Кандидат має право не заявляти про свою належність до “державоутворюючого народу” або “іншої” групи населення. Однак відсутність такої заяви розглядається як відмова від права бути обраним чи призначеним на посаду, у зв’язку з претендуванням на яку потребується така заява».", "Стаття 8.1", "«Члени Президії Боснії і Герцеговини – один босняк і один хорват, – які обираються шляхом прямих виборів громадянами, що проживають на території Федерації Боснії і Герцеговини, обираються громадянами, які зареєстровані як виборці у Федерації Боснії і Герцеговини. Особа, зареєстрована як виборець у Федерації Боснії і Герцеговини, має право проголосувати або за кандидата-босняка, або за кандидата-хорвата, але не за обох одночасно. Обраним на посаду вважається той босняцький кандидат і хорватський кандидат, який отримав найбільшу кількість голосів серед кандидатів від відповідного державоутворюючого народу.", "Член Президії Боснії і Герцеговини – серб, – який обирається шляхом прямих виборів громадянами, що проживають на території Республіки Сербської, обирається громадянами, які зареєстровані як виборці у Республіці Сербській. Обраним на посаду вважається той кандидат, який отримав найбільшу кількість голосів.", "Строк повноважень членів Президії Боснії і Герцеговини становить чотири (4) роки».", "Стаття 9.12a", "«Хорватські і босняцькі депутати від Федерації Боснії і Герцеговини обираються до Палати народів Боснії і Герцеговини у встановленому порядку хорватською і босняцькою фракціями в Палаті народів Федерації Боснії і Герцеговини.", "Хорватські і босняцькі депутати Палати народів Федерації Боснії і Герцеговини обирають депутатів від державоутворюючих народів, яких вони представляють.", "Сербські депутати Палати народів Федерації Боснії і Герцеговини та депутати Палати народів Федерації Боснії і Герцеговини, що представляють “інші” групи населення, не беруть участі в процесі обрання босняцьких і хорватських депутатів до Палати народів Боснії і Герцеговини від Федерації Боснії і Герцеговини.", "Депутати від Республіки Сербської (п’ять сербів) обираються до Палати народів Боснії і Герцеговини Національною асамблеєю Республіки Сербської.", "Босняцькі і хорватські депутати Національної асамблеї Республіки Сербської та депутати Національної асамблеї Республіки Сербської, що представляють “інші” групи населення, беруть участь у процесі обрання депутатів від Республіки Сербської до Палати народів Боснії і Герцеговини».", "Стаття 9.12c", "«Босняцькі і хорватські депутати обираються до Палати народів Боснії і Герцеговини в такому порядку: кожна політична організація-учасник зборів босняцької або хорватської фракції або кожний депутат босняцької або хорватської фракції у Палаті народів Федерації Боснії і Герцеговини мають право висунути одну або кілька кандидатур до списку кандидатів на виборах босняцьких і хорватських депутатів до Палати народів Боснії і Герцеговини.", "Кількість кандидатів у кожному списку може перевищувати кількість депутатів, що мають бути обрані до Палати народів Боснії і Герцеговини».", "Стаття 9.12e", "«Депутати від Республіки Сербської обираються до Палати народів Боснії і Герцеговини в такому порядку: кожна політична організація або кожний депутат Національної асамблеї Республіки Сербської мають право висунути одну або кілька кандидатур до списку кандидатів на виборах сербських депутатів до Палати народів Боснії і Герцеговини.", "Кількість кандидатів у кожному списку може перевищувати кількість депутатів, що мають бути обрані до Палати народів Боснії і Герцеговини».", "C. Організація Об’єднаних Націй", "19. Міжнародна конвенція про ліквідацію всіх форм расової дискримінації, прийнята під егідою ООН 21 грудня 1965 року, набрала чинності стосовно Боснії та Герцеговини 16 липня 1993 року. Стаття 1 цієї конвенції, у частині, що стосується цієї справи, передбачає:", "«У цій Конвенції вислів \"расова дискримінація\" означає будь-яке розрізнення, виняток, обмеження чи перевагу, основані на ознаках раси, кольору шкіри, родового, національного чи етнічного походження, метою або наслідком яких є знищення або применшення визнання, використання чи здійснення на рівних засадах прав людини та основних свобод у політичній, економічній, соціальній, культурній чи будь-яких інших галузях суспільного життя».", "Стаття 5 зазначеної конвенції, у частині, що стосується цієї справи, передбачає:", "«Відповідно до основних зобов’язань, викладених у Статті 2 цієї Конвенції, Держави-учасниці зобов’язуються заборонити і ліквідувати расову дискримінацію в усіх її формах і забезпечити рівноправність кожної людини перед законом, без розрізнення раси, кольору шкіри, національного або етнічного походження, особливо щодо здійснення таких прав:", "...", "с) політичних прав, зокрема права брати участь у виборах – голосувати і виставляти свою кандидатуру – на основі загального і рівного виборчого права, права брати участь в управлінні країною, так само як і в керівництві державними справами на будь-якому рівні, а також права рівного доступу до державної служби;", "...».", "У «заключних висновках» щодо Боснії і Герцеговини, підготовлених Комітетом з ліквідації расової дискримінації (органом незалежних експертів, створеним для здійснення контролю за виконанням цього міжнародного договору, в частині, що стосується цієї справи, зазначено таке (документ CERD/C/BIH/CO/6 від 11 квітня 2006 року, п. 11):", "«Комітет висловлює глибоке занепокоєння у зв’язку з тим, що згідно зі статями IV і V Загальнодержавної конституції до Палати народів та до Президії (у складі трьох членів) Боснії і Герцеговини можуть бути обрані лише особи, що належать до одного з визначених законом “державоутворюючих народів” (босняків, хорватів або сербів) Боснії і Герцеговини, який також становить домінуючу більшість населення в Утворенні, в якому проживає відповідний кандидат (наприклад, босняки і хорвати становлять більшість у Федерації Боснії і Герцеговини, а серби – у Республіці Сербській). Таким чином, існуюча правова система виключає можливість обрання до Палати народів і до Президії всіх тих, хто належить до “інших” груп населення, тобто осіб, які належать не до босняків, хорватів або сербів, а до національних меншин чи до інших етнічних груп. Хоча трьохстороння структура основних політичних інституцій держави-учасниці, можливо, була виправданою або на початковому етапі навіть необхідною для зміцнення миру після збройного конфлікту на території держави-учасниці, Комітет зазначає, що правові розрізнення, сприятливі для певних етнічних груп, які надають їм особливі привілеї і переваги, не сумісні з гарантіями статті 1 і пункту “c” статті 5 Конвенції. Комітет також зазначає, що це є особливо актуальним у випадку, коли тієї гостроти становища, яка вимагала надання таких особливих привілеїв і переваг, вже немає (пункт 4 статті 1 і пункт “c” статті 5).", "Комітет закликає державу-учасницю розпочати процес внесення змін до відповідних положень Загальнодержавної конституції та виборчого закону з метою забезпечення рівних можливостей для всіх громадян, незалежно від етнічного походження, щодо користування правом голосувати й балотуватися на виборах».", "20. Міжнародний Пакт про громадянські і політичні права, прийнятий під егідою ООН 16 грудня 1966 року, набрав чинності стосовно Боснії та Герцеговини 6 березня 1992 року. Нижче наведено його положення, що мають стосунок до цієї справи.", "Пункт 1 статті 2", "«Кожна держава, яка бере участь у цьому Пакті, зобов’язується поважати і забезпечувати всім перебуваючим у межах її території та під її юрисдикцією особам права, визнані в цьому Пакті, без будь-якої різниці щодо раси, кольору шкіри, статі, мови, релігії, політичних чи інших переконань, національного чи соціального походження, майнового стану, народження чи іншої обставини».", "Стаття 25", "«Кожний громадянин повинен мати без будь-якої дискримінації, згаданої в статті 2, і без необґрунтованих обмежень право і можливість:", "a) брати участь у веденні державних справ як безпосередньо, так і за посередництвом вільно обраних представників;", "b) голосувати і бути обраним на справжніх періодичних виборах, які проводяться на основі загального і рівного виборчого права при таємному голосуванні і забезпечують свободу волевиявлення виборців;", "с) допускатися в своїй країні на загальних умовах рівності до державної служби».", "Стаття 26", "«Всі люди є рівними перед законом і мають право без будь-якої дискримінації на рівний захист закону. В цьому відношенні всякого роду дискримінація повинна бути заборонена законом, і закон повинен гарантувати всім особам рівний і ефективний захист проти дискримінації за будь-якою ознакою, як-от: раса, колір шкіри, стать, мова, релігія, політичні чи інші переконання, національне чи соціальне походження, майновий стан, народження чи інші обставини».", "У «заключних висновках» щодо Боснії і Герцеговини, підготовлених Комітетом ООН з прав людини (органом незалежних експертів, створеним для здійснення контролю за виконанням цього міжнародного договору), в частині, що стосується цієї справи, зазначено таке (документ CCPR/C/BIH/CO/1 від 22 листопада 2006 року, п. 8):", "«Комітет занепокоєний тим, що після відхилення 26 квітня 2006 року відповідних конституційних поправок Загальнодержавна конституція і виборчий закон і далі виключають можливість обрання представників “інших” груп населення (тобто, тих, хто не належить до одного з державоутворюючих народів – босняків, хорватів або сербів) до Палати народів або до трьохчленної Президії Боснії і Герцеговини (статті 2, 25 і 26).", "Державі-учасниці необхідно відновити переговори щодо конституційної реформи, забезпечуючи прозорість цього процесу і залучаючи до нього широке коло учасників, у тому числі всіх зацікавлених осіб, з метою запровадження виборчої системи, яка б гарантувала для всіх громадян, незалежно від етнічного походження, рівні можливості щодо користування правами, передбаченими статтею 25 Пакту».", "D. Рада Європи", "21. Вступивши до Ради Європи в 2002 році Боснія і Герцеговина, взяла на себе зобов’язання «переглянути упродовж одного року, за підтримки з боку Європейської комісії «За демократію через право» (Венеціанської комісії), своє виборче законодавство з точки зору відповідності стандартам Ради Європи і, за необхідності, внести до нього відповідні зміни» (див. висновок № 234 (2002) Парламентської асамблеї Ради Європи від 22 січня 2002 року, пункт 15 (iv) (b)). Згодом Парламентська асамблея Ради Європи періодично нагадувала Боснії і Герцеговині про це зобов’язання, взяте нею після вступу до Ради Європи, і закликала її прийняти до жовтня 2010 року нову конституцію, в якій «механізми представництва за етнічними ознаками були б замінені механізмами представництва за принципом рівності всіх громадян і, зокрема, покладено край конституційній дискримінації “інших” груп населення» (див. Резолюцію 1383 (2004) від 23 червня 2004 року, п. 3; Резолюцію 1513 (2006) від 29 червня 2006 року, п. 20; та Резолюцію 1626 (2008) від 30 вересня 2008 року, п. 8).", "22. Венеціанська комісія, дорадчий орган Ради Європи з питань конституційного права, підготувала у зв’язку з цим кілька висновків.", "У висновку про конституційну ситуацію в Боснії і Герцеговині та повноваження Верховного представника (документ CDL-AD(2005)004 від 11 березня 2005 року) – у частині, що стосується цієї справи – зазначено:", "«1. 23 червня 2004 року Парламентська асамблея Ради Європи прийняла Резолюцію 1384 “Про зміцнення демократичних інститутів в Боснії і Герцеговині”. У пункті 13 Резолюції Асамблея просить Венеціанську комісію проаналізувати кілька конституційних питань Боснії і Герцеговини.", " ...", "29. Боснія і Герцеговина є країною, яка, перебуваючи на перехідному етапі свого розвитку, зіткнулася з серйозними економічними проблемами і водночас бажає брати участь в європейській інтеграції. Пов’язані з цією ситуацією численні проблеми ця країна зможе подолати лише в разі, якщо в ній існуватимуть міцні та ефективні засади державного управління. Однак діючі конституційні норми, що регулюють функціонування державних органів, не забезпечують міцних засад державного управління і, натомість, спрямовані на недопущення прийняття більшістю таких рішень, які б мали негативні наслідки для інших груп. Зрозуміло, що в післявоєнній ситуації довіра між етнічними групами була (і є) недостатньою для того, щоб формувати органи державного управління лише на підставі мажоритарного принципу. Така ситуація потребує наявності конкретних запобіжних механізмів, які уможливлюють визнання конституційних норм всіма основними групами населення (у Боснії і Герцеговині – державоутворюючими народами) і завдяки яким ці групи відчувають себе захищеними такими нормами. Відповідно, Конституція Боснії і Герцеговини забезпечує захист інтересів державоутворюючих народів не лише завдяки існуючим засадам територіального устрою, які відображають інтереси цих народів, але також механізмам формування державних органів та нормам, що регулюють їх функціонування. У такій ситуації насправді необхідно забезпечувати рівновагу між необхідністю захисту інтересів всіх державоутворюючих народів, з одного боку, та необхідністю функціонування ефективного державного управління, з іншого. Конституція Боснії і Герцеговини містить чимало положень, спрямованих на забезпечення захисту інтересів всіх державоутворюючих народів, зокрема: передбачене право вето щодо ухвалених у Парламентській асамблеї рішень, які зачіпають життєво важливі інтереси державоутворюючого народу, існує двопалатна система Парламенту та колективна Президія, склад якої формується за етнічною ознакою. Однак сукупний ефект цих положень надзвичайно ускладнює функціонування ефективного державного управління, якщо взагалі не виключає можливість такого управління. До цього часу ця система була більш-менш функціональною завдяки провідній ролі Верховного представника. Але така роль не є невичерпною.", "Вето щодо рішень, які зачіпають життєво важливі інтереси", "30. Найважливішим механізмом, що унеможливлює прийняття рішень, які б суперечили інтересам державоутворюючого народу, є передбачена процедура накладення вето на такі рішення. Якщо більшість босняцьких, хорватських або сербських депутатів у Палаті народів оголошує, що запропоноване рішення Парламентської асамблеї завдає шкоди життєво важливим інтересам відповідного народу, для прийняття такого рішення за нього мають проголосувати більшість босняцьких, хорватських і сербських депутатів. Більшість депутатів, обраних від іншого народу, може заперечити проти застосування цієї процедури. У такому випадку передбачено застосування процедури примирення, і в кінцевому підсумку Конституційний суд має вирішити, чи не було порушено процедуру накладення вето. Варто зауважити, що в Загальнодержавній конституції немає визначення поняття “вето життєво важливих інтересів”, тоді як в Конституціях Утворень міститься (надзвичайно широке) визначення.", "31. Очевидним фактом (і це зазначили багато опитаних) є те, що через цю процедуру існує серйозний ризик блокування процесу прийняття рішень. Інші стверджували, що такий ризик не слід переоцінювати, оскільки зазначена процедура застосовується рідко і перше роз’яснення згаданого вище поняття вже з’явилося в рішенні Конституційного суду від 25 червня 2004 року [див. рішення № U-8/04 про застосування вето стосовно рамкового закону про вищу освіту з посиланням на життєво важливі інтереси]. Це рішення справді свідчить про те, що Конституційний суд не вважає, що життєво важливі інтереси є суто суб’єктивним поняттям, яке кожний депутат парламенту має визначати на свій розсуд, і що відповідні питання не підлягають перегляду Конституційним судом. Навпаки, розглянувши доводи, висунуті на виправдання застосування вето з посиланням на життєво важливі інтереси, Конституційний суд погодився з одним з них і відхилив інший.", "32. Однак, на думку Комісії, Конституція має містити чітке і суворе тлумачення життєво важливих інтересів. Основна проблема, пов’язана з використанням права вето, полягає не в самій реалізації такого права, а в його превентивній дії. Оскільки всі політики, залучені у відповідний процес прийняття рішень, добре усвідомлюють можливість застосування вето, рішення, стосовно якого воно може бути застосовано, навіть не ставиться на голосування. Завдяки існуванню можливості застосування вето, посилюються позиції тієї групи депутатів, яка виявляє особливу непримиренність і відмовляється йти на компроміс. Насправді, у своїй подальшій практиці Конституційний суд може дати визначення поняттю життєво важливих інтересів і зменшити ризики, пов’язані із застосуванням цієї процедури. Але на це може піти чимало часу і, крім того, видається недоцільним покласти вирішення такого завдання, яке має важливі політичні наслідки, лише на Конституційний суд, не подбавши про внесення до тексту Конституції відповідних положень, якими він міг би керуватися при його вирішенні.", "33. За умов, що склалися на сьогодні в Боснії і Герцеговині, навряд чи можна ставити питання про повне скасування процедури застосування вето з посиланням на життєво важливі інтереси. Однак Комісія вважає важливим і невідкладним завданням внесення до тексту Конституції чіткого визначення поняття “життєво важливих інтересів”. Таке визначення має бути узгоджено представниками трьох державоутворюючих народів, але воно не повинно бути аналогічним визначенню, яке міститься в конституціях Утворень і яке дозволяє практично все трактувати як життєво важливий інтерес. Воно не повинно бути надто широким, але має зосереджувати увагу на правах, особливо значущих для відповідних народів – головним чином, це стосується таких сфер як мова, освіта і культура.", "Вето Утворень", "34. На додаток до процедури застосування вето з посиланням на життєво важливі інтереси, підпункт “d” пункту 3 статті IV Конституції також передбачає можливість застосування вето двома третинами депутатів будь-якого з Утворень. Процедура застосування такого вето, яке на практиці, як видається, може мати значення лише для Республіки Сербської, очевидно, є зайвою з огляду на наявність процедури застосування вето з посиланням на життєво важливі інтереси.", "Двопалатна система Парламенту", "35. Згідно зі статтею IV Конституції Парламент складається з двох палат, які мають однакові повноваження, а саме: Палати представників і Палати народів. Двопалатна система Парламенту є характерною для федеративних держав, і тому не дивно, що в Боснії і Герцеговині вирішили передбачити в Конституції саме двопалатну систему. Проте друга палата парламенту у федеративних державах призначена, як правило, для забезпечення більш широкого представництва менших суб’єктів федерації. Одна палата складається з урахуванням чисельності населення, тоді як в іншій палаті або всі суб’єкти федерації представлені рівною кількістю депутатів (Швейцарія, США) або, принаймні, менші суб’єкти федерації представлені непропорційно більшою кількістю депутатів (Німеччина). У Боснії і Герцеговині система представництва в палатах Парламенту зовсім інша: в обох палатах дві третини членів представляють Федерацію Боснії і Герцеговини, а відмінність полягає в тому, що в Палаті народів представлені лише босняки та хорвати від Федерації Боснії і Герцеговини і серби від Республіки Сербської. Тому Палата народів не є відображенням федеративного характеру держави, а являє собою додатковий механізм, призначений забезпечувати інтереси державоутворюючих народів. Згідно з Конституцією основна функція Палати народів справді полягає в забезпеченні можливості застосування вето з посиланням на життєво важливі інтереси.", "36. Недоліком такої системи є те, що Палата представників стає палатою, в якій здійснюється законодавча діяльність і досягаються компроміси, необхідні для отримання більшості голосів. Палата народів відіграє лише негативну роль як палата застосування вето, адже її депутати вважають своїм завданням лише захист інтересів свого народу і не мають зацікавленості в успіху законодавчого процесу. Отже, очевидно, було б краще, якби функцію застосування вето з посиланням на життєво важливі інтереси було б передано до Палати представників, а Палату народів було б скасовано. Це раціоналізувало б механізми застосування процедур і сприяло б прийняттю законодавства, не створюючи небезпеки для інтересів того чи іншого народу. Це також вирішило б проблему дискримінаційного підходу до формування складу Палати народів.", "Колективна Президія", "37. Стаття V Конституції передбачає функціонування колективної Президії у складі одного босняка, одного серба і одного хорвата, які по черзі виконують обов’язки її голови. Президія докладає зусиль для того, щоб її рішення ухвалювалися на підставі консенсусу (підпункт “c” пункту 2 статті V). У разі прийняття рішення більшістю членів Президії право накласти на нього вето з посиланням на життєво важливі інтереси має член, що залишився в меншості.", "38. Колективна Президія є доволі незвичним органом. Щодо представницьких функцій глави держави, такі функції простіше виконувати одній особі. Виконавчу гілку влади вже очолює колегіальний орган, Рада міністрів, і створення ще одного колегіального органу не видається таким, що сприяє ефективності прийняття рішень. У зв’язку з цим виникає ризик дублювання процесів прийняття рішень і ускладнюється розмежування повноважень між Радою міністрів і Президією. До того ж, Президія або не матиме необхідного рівня технічної обізнаності, який забезпечується в міністерствах, або потребуватиме великого штату працівників, що призводить до збільшення бюрократичного апарату.", "39. Отже, очевидно, що колективна Президія не є функціональним чи дієвим органом. Видається, що в ситуації, яка існує в Боснії і Герцеговині, наявність такого органу знову-таки мотивується необхідністю забезпечення участі представників всіх державоутворюючих народів у процесі прийняття всіх важливих рішень. Мабуть, насправді, запровадження в Боснії і Герцеговині одноособового інституту президента, наділеного важливими повноваженнями, є складним завданням.", "40. Тому найкращим вирішенням цього питання було б зосередження виконавчої влади в Раді міністрів як колегіальному органі, в якому представлені всі державоутворюючі народи. Тоді одноособовий Президент як глава держави буде прийнятною альтернативою. З урахуванням поліетнічного характеру цієї країни, видається, що обрання Президента шляхом непрямих виборів, при яких його б обирала більшістю голосів Парламентська асамблея і він користувався б широкою довірою серед всіх народів, було б кращою альтернативою, ніж його обрання шляхом прямих виборів. При цьому можна також передбачити можливість ротації, яка б не допускала, щоб новообраний Президент належав до того самого державоутворюючого народу, що і його попередник.", "...", "74. Як видно з цієї справи, розподіл посад у державних органах між представниками державоутворюючих народів був центральним питанням Дейтонської мирної угоди, вирішення якого уможливлювало встановлення миру в Боснії і Герцеговині. У такому контексті важко заперечувати легітимність норм, які, можливо, проблематичні з погляду недопущення дискримінації, але необхідні для досягнення миру й стабільності та уникнення подальших людських жертв. Тому на той час включення таких норм до тексту Конституції [Боснії і Герцеговини] не заслуговує на критику, незважаючи на те, що вони суперечать загальній спрямованості норм Конституції на запобігання дискримінації.", "75. Але таке виправдання потребує аналізу з урахуванням змін, які відбулися в Боснії і Герцеговині з часу набрання чинності її Конституцією. Боснія і Герцеговина вже стала членом Ради Європи і, отже, цю країну слід оцінювати за шкалою загальноєвропейських стандартів. На цей час вона вже ратифікувала [Європейську конвенцію з прав людини] і Протокол № 12 до неї. Як вже зазначено вище, ситуація в Боснії і Герцеговині розвивається в позитивному напрямку, але досі існують проблеми, вирішення яких потребує запровадження політичної системи, яка була б не лише відображенням волевиявлення більшості, але гарантувала б розподіл влади і посад між етнічними групами. Тому правомірним було б спробувати розробити норми виборчого законодавства, які б забезпечували належне представництво різних груп населення.", "76. Водночас цього можна досягти, не допускаючи порушення міжнародних стандартів. Причиною проблем є не сама система консенсуальної демократії як така, а змішування територіальних і етнічних критеріїв та очевидне позбавлення тих, хто, як видається, перебуває в особливо уразливому становищі, певних політичних прав. Очевидно, можна було б переробити норми щодо Президії, щоб привести їх у відповідність до міжнародних стандартів, підтримуючи при цьому політичну рівновагу в країні.", "77. Багатонаціональний склад Президії можна забезпечити у спосіб, що не допускає дискримінації, передбачивши, наприклад, що лише один член Президії (а не кілька) може представляти один і той самий народ або “іншу” групу населення, і поєднавши такий підхід з виборчою системою, яка забезпечує представництво обох Утворень. Або, як вже пропонувалося вище, було б за краще, на думку Комісії, вирішити цю проблему в радикальнішій спосіб: скасувати колективну Президію і замінити її Президентом з дуже обмеженими повноваженнями, який би обирався шляхом непрямих виборів.", " ...", "80. Палата народів є палатою, що наділена всіма законодавчими повноваженнями. Отже, стаття 3 Першого протоколу до [Європейської конвенції з прав людини] застосовна і, відповідно, будь-яка дискримінація за етнічною ознакою заборонена статтею 14 [Конвенції]. Щодо можливих аргументів на виправдання такої дискримінації, вони підлягають аналізу з урахуванням таких самих факторів, що й у випадку з Президією. Хоча забезпечення етнічної рівноваги в Парламенті в інтересах мира і стабільності є легітимною метою, це може виправдовувати етнічну дискримінацію лише в разі, якщо не існує інших засобів досягнення такої мети і якщо при цьому достатньою мірою забезпечуються права меншин. Наприклад, у Палаті народів можна було б встановити максимальну кількість місць для представників кожного з державоутворюючих народів. Або, як вже було зазначено вище, можна було б обрати радикальніший шлях – що, на думку Комісії, було б за краще – скасувати Палату народів і функції із застосування вето на підставі життєво важливих національних інтересів передати Палаті представників».", "У висновку щодо різних пропозицій стосовно виборів до Президії Боснії і Герцеговини (CDL-AD(2006)004 від 20 березня 2006 року) – у частині, що стосується цієї справи – зазначено:", "«1. У листі від 2 березня 2006 року Голова Президії Боснії і Герцеговини, пан Сулейман Тихич (Sulejman Tihić), звернувся до Венеціанської комісії з проханням надати висновок щодо трьох різних пропозицій стосовно виборів до Президії цієї країни. Це прохання надійшло в рамках переговорів навколо конституційної реформи, які велися між основними політичними партіями Боснії і Герцеговини. Для досягнення згоди стосовно пакета пропозицій з комплексної реформи залишається вирішити питання виборів до Президії.", "...", "Коментарі щодо пропозиції І", "8. Пропозиція І полягає у збереженні існуючого порядку виборів та формування Президії у складі одного босняка і одного хорвата, обраних від Федерації Боснії і Герцеговини, та одного серба – від Республіки Сербської. У своєму [Висновку про конституційну ситуацію в Боснії і Герцеговині та повноваження Верховного представника] Комісія висловила серйозне занепокоєння у зв’язку з питанням про те, чи відповідає така норма, що формально виключає можливість обрання до Президії представників “інших” груп населення, а також босняків і хорватів від Республіки Сербської та сербів від Федерації, Протоколу № 12 до Європейської конвенції з прав людини. Тому можливість залишення цієї норми без змін слід виключити і Пропозиція І має бути відхилена.", "Коментарі щодо Пропозиції ІІ", "9. Пропозиція ІІ, яка складена не у формі тексту, пропонованого для включення до Конституції, а у формі стислого викладу того, що може містити Конституція, полягає в збереженні системи обрання двох членів Президії від Федерації та одного члена від Республіки Сербської шляхом прямих виборів, але в цій пропозиції немає згадки про етнічні критерії обрання таких кандидатів. Дискримінацію де-юре, на яку вказано у висновку Венеціанської комісії, було б таким чином усунено, і прийняття цієї пропозиції було б кроком вперед. Ця пропозиція також передбачає заміну Голови Президії в порядку ротації кожні 16 місяців. У межах логіки колективної Президії така пропозиція видається раціональною.", "10. З іншого боку, ця пропозиція не дає чіткого пояснення щодо порядку формування багатонаціонального складу Президії. Такий орган як колективна Президія було запроваджено (і, можливо, тепер буде збережено) для того, щоб не допустити домінування представника якогось одного державоутворюючого народу в жодному окремому державному органі. За умовами цієї пропозиції з’являється можливість, наприклад, обрання до Президії двох босняків від Федерації. Усунення такого недоліку юридично можливе в рамках цієї пропозиції, якщо передбачити, що лише один член Президії (а не кілька) може представляти один і той самий державоутворюючий народ або “іншу” групу населення. Як це розуміє Комісія, насправді намір полягає в тому, щоб включити таке положення до Конституції у випадку прийняття цієї пропозиції.", "11. Однак проблема полягає в тому, що кандидати на посади членів Президії, які набрали найбільшу кількість голосів, можливо, виявляться позбавленими можливості бути обраними на ці посади. У Федерації досить ймовірною може бути ситуація, коли найбільшу кількість голосів виборців отримують двоє босняків. У такому випадку кандидату, який отримав більшу кількість голосів, необхідно буде поступитися місцем у Президії на користь кандидата, який отримав менше голосів. Ці питання мають чітко регулюватися Конституцією, а не звичайними законами.", "12. Ще одним недоліком є те, що босняки і хорвати з Республіки Сербської та серби з Федерації також де-факто не матимуть реальної можливості обирати кандидата, якому вони віддають перевагу.", "13. Крім того, вибори глави держави проходитимуть, як і раніше, на рівні Утворень, тоді як було б доцільніше проводити їх на загальнодержавному рівні, що відповідало б загальній меті зміцнення держави.", "14. Постає й таке невелике питання: ця пропозиція також дозволяє членам Президії займати керівні посади в політичних партіях. Очевидно, це не відповідає загальній меті конституційної реформи, що полягає в перетворенні Президії з виконавчого органу в (колективного) главу держави.", "15. Отже, Пропозиція ІІ, безперечно, надає можливість покращити існуючу конституційну ситуацію. Однак вона містить ряд недоліків, у тому числі ризик обрання кандидатів, які отримали меншу кількість голосів ніж інші, і не сприяє досягненню загальних цілей конституційної реформи: передачі повноважень Раді міністрів та зміцненню державності.", "Пропозиція ІІІ", "16. Пропозиція ІІІ рекомендує здійснити більш суттєві перетворення існуючої конституційної ситуації шляхом запровадження складної процедури непрямих виборів до Президії. Як вже зазначено вище, головну перевагу Комісія віддає непрямим виборам одноособового президента, наділеного обмеженими повноваженнями. Водночас Комісія так само віддає перевагу непрямим виборам і у випадку, якщо йдеться про колективну Президію.", "17. Це пояснюється, перш за все, тим, що одна з головних цілей конституційної реформи полягає в обмеженні повноважень Президії та зосередженні виконавчої влади в руках Ради міністрів. Здійснити такі перетворення буде важче, якщо легітимність Президії все-таки визначатиметься прямими загальними виборами.", "18. До того ж, при непрямих виборах легше розробити механізми, які б забезпечували формування бажаного багатонаціонального складу Президії. Такі вибори надають більше можливостей для міжнаціональної співпраці та компромісу, тоді як прямі вибори на посади, що виділені де-факто для кандидатів від певних етнічних груп, спонукають виборця голосувати за кандидата, який вважається кращим захисником інтересів відповідного державоутворюючого народу, а не за того, хто більш здатний захищати інтереси країни в цілому.", "19. Нарешті, згідно з пропозицією вибори доцільно перенести до загальнодержавного парламенту. Проведення виборів глави держави на такому рівні було б справді доцільним і це відповідало б загальній меті зміцнення держави.", "20. Отже, з погляду загальної мети пропозиція ІІІ видається кращою. Проте вона має деякі недоліки.", "21. Перш за все, пропозиція видається ускладненою через велику кількість етапів та ймовірності виникнення патової ситуації. Кандидатури можуть висувати члени Палати представників або депутати Палати народів; кандидати обираються на трьох окремих зборах, які проводяться фракціями представників кожного з трьох народів у Палаті народів, після чого список кандидатів має бути затверджений як цими трьома фракціями у Палаті народів, так і Палатою представників.", "22. У рамках цієї пропозиції доцільнішим видається мати простішу процедуру із забезпеченням вагомішої ролі Палати представників як органу, демократична легітимність якого є безпосереднім результатом всенародного волевиявлення. Право висунення кандидатур доцільно залишити за членами Палати представників; далі на трьох окремих зборах, що проводяться фракціями представників кожного з трьох державоутворюючих народів у Палаті народів, могли б обиратися кандидати з-поміж висунутих кандидатур, що забезпечувало б дотримання інтересів цих трьох народів; а список кандидатів затверджувався би більшістю голосів від складу Палати представників із забезпеченням легітимності всіх трьох членів як представників усього народу Боснії і Герцеговини.", "23. Крім того, слід внести уточнення щодо порядку розподілу посад Голови Президії та його заступників. З Пропозиції ІІІ (у тому вигляді, в якому її подано) опосередковано випливає, що таке важливе рішення прийматиметься за результатами кулуарних переговорів між зазначеними трьома фракціями, адже до Палати представників подається список кандидатур, в якому вже визначено, хто має бути Головою Президії, а хто його заступниками, тимчасом як немає пояснення, яким чином здійснюється такий вибір. Це – найгірший з можливих варіантів, який також створює ризик виникнення патової ситуації. Порядок ротації, що пропонується в Пропозиції ІІ, видається більш прийнятним варіантом.", "24. Деякі інші аспекти Пропозиції ІІІ також не відповідають тому, що Венеціанська комісія вважає доцільнішим. У згаданому вище висновку Комісія навела аргументи на користь скасування Палати народів. Тому відведення їй вагомої ролі в обранні членів Президії не можна вважати позитивним зрушенням. З огляду на ту роль, яку відіграють в обранні кандидатів фракції представників державоутворюючих народів, ймовірність обрання кандидатів, що не належать до цих народів, надзвичайно мала. Але це не є особливістю цієї пропозиції, а є відображенням існуючої політичної ситуації. Принаймні, у цій пропозиції пропонується забезпечувати участь у голосуванні представників “інших” груп у Палаті представників і вже не допускати, щоб серби з Федерації і босняки та хорвати з Республіки Сербської були в невигідному становищі, адже їхнім представникам в Загальнодержавному парламенті надаватиметься можливість голосувати за тих кандидатів, яких вони бажають обрати.", "25. Навіть у випадку існування колективної Президії можна було б розробити положення про обрання її членів шляхом непрямих виборів, що, як видається, було б доцільніше. Наприклад, можна було б передбачити, щоб у Палаті представників визначалися списки з трьох кандидатів, що висунуті не від одного і того самого державоутворюючого народу чи “іншої” групи населення, і щоб голос віддавався за один з таких списків. Але це може бути предметом іншої пропозиції, а не поправкою до Пропозиції ІІІ.", "26. Отже, Пропозиція ІІІ також, безперечно, надає можливість покращити існуючу конституційну ситуацію. Якщо її скоректувати з урахуванням викладеного в пунктах 22 і 23, пропонований у ній варіант видається прийнятним (хоча і не ідеальним) для першого етапу конституційної реформи.", "Висновки", "27. У підсумку Комісія щиро вітає той факт, що політичні партії в Боснії і Герцеговині наважилися докласти зусиль з проведення комплексної конституційної реформи до виборів, що мають відбутися в жовтні 2006 року. Комісія визнає, що на цьому етапі реформа може мати лише проміжний характер і становитиме лише крок у напрямку комплексного реформування, якого явно потребує ця держава.", "28. Що стосується трьох пропозицій, поданих до Комісії, можна вважати, що прийняття першої пропозиції взагалі не дозволить успішно провести конституційну реформу в цьому напрямку, і можливість її прийняття слід виключити. На відміну від першої пропозиції, і Пропозиція ІІ, і Пропозиція ІІІ заслуговують – за умови внесення певних доповнень і поправок – на те, щоб розглядати їх на цьому етапі як важливий крок вперед, але їх аж ніяк не можна вважати ідеальними.", "29. Визначаючи, яка з пропозицій (ІІ чи ІІІ) є кращою, Комісія може надати – хоча і не без вагань – перевагу Пропозиції ІІІ, але за умови внесення певних корективів як зазначено вище. Непрямі вибори, які узгоджуються із завданням конституційної реформи зі скорочення повноважень Президії, полегшують формування збалансованого складу Президії і завдяки цьому краще відповідають меті функціонування (raison d’être) цього – незвичайного – інституту. Крім того, згідно з цією пропозицією проведення виборів пропонується перенести на загальнодержавний рівень, що відповідатиме загальній меті зміцнення Боснії і Герцеговини як держави. Однак при цьому не можна випускати з уваги кінцеву мету конституційної реформи в цьому напрямку: створення в майбутньому інституту одноособового Президента, порядок обрання якого забезпечує народну довіру до нього, не обмежену лише довірою тієї етнічної групи, до якої він належить».", "У висновку щодо проекту поправок до Конституції Боснії і Герцеговини (документ CDL-AD(2006)019 від 12 червня 2006 року) – у частині, що стосується цієї справи – зазначено:", "«1. У листі від 21 березня 2006 року Голова Президії Боснії і Герцеговини, пан Сулейман Тихич, звернувся до Венеціанської комісії з проханням надати висновок щодо тексту угоди, досягнутої лідерами політичних партій Боснії і Герцеговини 18 березня 2006 року стосовно умов проведення першого етапу конституційної реформи. У зв’язку з необхідністю проведення конституційної реформи в терміновому порядку для того, щоб уможливити використання її здобутків під час парламентських виборів, призначених на жовтень 2006 року, він висловив бажання отримати такий висновок Венеціанської комісії “у короткі строки”.", "...", "\nПоправка ІІ до статті IV Конституції стосовно Парламентської асамблеї", "22. Головна мета цієї поправки – перейти від двопалатної системи парламенту, що складається з двох рівнозначних палат, до нової системи, в якій Палата народів (...) матиме лише обмежені повноваження, пов’язані головним чином із застосуванням вето на підставі життєво важливих національних інтересів. Цю мету відображає і нова структура цієї статті, в якій Палаті представників систематично відводиться першорядне місце. Така реформа стала б кроком у напрямку виконання рекомендації Венеціанської комісії зі скасування Палати народів та раціоналізації процесу прийняття рішень у державних органах.", "...", "24. Згідно з підпунктом “d” кількість членів Палати народів збільшується з 15 до 21. Підстави для такого збільшення кількості членів цієї палати є менш очевидними, адже її повноваження значно скорочені. Але це питання перебуває виключно в межах розсуду національних органів влади. Якщо вони вирішують, що таке збільшення потребується для того, щоб у палаті був адекватно представлений існуючий спектр політичних сил, тоді такий крок видається виправданим.", "25. Більш проблематичним є те, що згідно з підпунктом “d” право бути обраним до цієї палати залишається лише за кандидатами, що належать до одного з трьох державоутворюючих народів. У своєму висновку [про конституційну ситуацію в Боснії і Герцеговині та повноваження Верховного представника] Венеціанська комісія зазначила, що подібний порядок формування попереднього складу палати видається таким, що суперечить статті 14 [Європейської конвенції з прав людини], узятої в поєднанні зі статтею 3 Першого протоколу [до Конвенції].", "26. Але після проведення реформи Палата народів вже не буде повноцінною законодавчою палатою, а буде органом, функції якого пов’язані головним чином із застосуванням вето на підставі життєво важливих національних інтересів. Тому питання про те, чи залишиться застосовною стаття 3 Першого протоколу та, у зв’язку з цим, також стаття 14 [Конвенції], видається спірним. Проте залишається проблема відповідності цього положення Протоколу № 12 [до Конвенції]. За відсутності судової практики щодо цього протоколу тлумачення його положень може здійснюватися лише за умови дотримання принципу обережності. ...", "27. У випадку, про який йдеться, можливо, можна вважати, що основна роль Палати народів як органу, в якому здійснюється право застосування вето на підставі життєво важливих національних інтересів, містить легітимну мету. Конституція Боснії і Герцеговини наділяє таким правом лише три державоутворюючі народи і не надає його “іншим” групам населення. З цією точки зору, не видається необхідним включати представників “інших” груп до складу цієї палати. Інші функції палати (участь у виборах Президії та затвердження конституційних поправок), хоча й не позбавлені критики, не призводять до іншого результату. Вони свідчать про те, що Палата народів призначена бути коригувальним механізмом, завдяки якому застосування демократичного принципу, відображеного в порядку формування Палати представників, не порушує рівноваги між інтересами трьох державоутворюючих народів. Видається, що в Боснії і Герцеговині досі відчувається потреба в такому механізмі. У такому випадку таку потребу можна вважати легітимною метою, яка виправдовує відмінність у підході до “інших” груп населення в контексті забезпечення їх представництва в Палаті представників.", "...", "\nПоправка ІІІ до статті V Конституції стосовно Президії", "43. Головна мета цих поправок полягає в зміцненні повноважень Ради міністрів, підвищенні її дієвості та обмеженні ролі Президії. Це цілком узгоджується із висновком Венеціанської комісії [про конституційну ситуацію в Боснії і Герцеговині та повноваження Верховного представника]. Крім того, Комісія вважає за доцільніше мати одноособового президента, а не колективну президію. Але, з політичної точки зору, це не видається можливим на даний момент. Як би там не було, Поправка ІІІ – перший крок у цьому напрямку.", "...", "46. На своєму останньому засіданні Венеціанська комісія ухвалила висновок щодо трьох альтернативних пропозицій, які стосується порядку обрання Президії (документ CDL-AD(2006)004). Наразі немає сенсу відновлювати обговорення цього питання. Проте викликає занепокоєння відсутність механізму виходу з тупикової ситуації у випадку, якщо Палата представників відмовиться затвердити пропозицію Палати народів.", "...».", "23. Європейська комісія проти расизму та нетерпимості (далі – ЄКРН) є незалежним органом Ради Європи, який контролює дотримання прав людини, спеціалізуючись у питаннях протидії расизму, расової дискримінації, ксенофобії, антисемітизму і нетерпимості. У своїй загальній рекомендації № 7, прийнятій 13 грудня 2002 року, ЄКРН визначає расизм як переконання про те, що на підставі таких ознак як раса, колір шкіри, мова, релігія, громадянство, національне чи етнічне походження можна зневажати людину чи групу людей або стверджувати про вищість тієї чи іншої людини чи групи людей.", "E. Організація з безпеки і співробітництва в Європі (далі – ОБСЄ)", "24. У доповіді стосовно загальних виборів, що відбулися в 2006 році, Бюро демократичних інститутів і прав людини (БДІПЛ), провідна європейська установа, яка здійснює спостереження за виборами, зазначила таке:", "«Загальні вибори, що відбулися 1 жовтня в Боснії і Герцеговині, були першими з часу укладення Дейтонської угоди 1995 року виборами, усі питання з організації яких вирішували органи влади Боснії і Герцеговини. Організація проведення цих виборів загалом відповідала міжнародним стандартам щодо демократичних виборів, хоча в цьому напрямку потребуються подальші зусилля, зокрема, стосовно порядку підрахунку голосів. Отже, загалом, ці вибори продемонстрували подальший прогрес у зміцненні демократії та верховенства права. Однак, на жаль, внаслідок конституційних положень, що обмежують за національною ознакою право особи на висунення своєї кандидатури на виборах, ці вибори знову не відповідають Протоколу № 12 до Європейської конвенції з прав людини (ЄКПЛ) та зобов’язанням, взятим перед Радою Європи, а також статті 7.3 Документа Копенгагенської наради ОБСЄ 1990 року».", "F. Європейський Союз", "25. У 2008 році Боснія і Герцеговина підписала і ратифікувала Угоду про стабілізацію і асоціацію з Європейським Союзом, взявши таким чином на себе зобов’язання враховувати пріоритети європейського партнерства. Одне з ключових пріоритетних завдань для Боснії і Герцеговини, яке має бути вирішене впродовж одного-двох років, – це «зміна виборчого законодавства стосовно порядку обрання членів Президії та депутатів Палати народів з метою приведення його в повну відповідність до положень Європейської конвенції з прав людини та зобов’язань, взятих на себе Боснією і Герцеговиною після вступу до Ради Європи» (див. Додаток до Рішення Ради 2008/211/ЄC від 18 лютого 2008 року про принципи, пріоритети та умови європейського партнерства з Боснією і Герцеговиною та скасування Рішення Ради 2006/55/EC, Офіційний журнал Європейського Союзу L 80/21 (2008)).", "14 жовтня 2009 року Європейська Комісія ухвалила щорічний стратегічний документ, що роз’яснює її політику з розширення ЄС. Того самого дня були опубліковані звіти 2009 року за результатами моніторингу та аналізу, проведеного службами Комісії, щодо прогресу, досягнутого протягом попереднього року кожною з країн-кандидатів та країн-потенційних кандидатів на вступ до ЄС (таких як Боснія і Герцеговина).", "ЩОДО ПРАВА", "I. ОСНОВНІ СКАРГИ ЗАЯВНИКІВ", "26. Заявники не погоджувалися з позбавленням їх права балотуватися на виборах до Палати народів і до Президії на підставі їхнього етнічного (циганського і єврейського) походження, вважаючи це расовою дискримінацією. Вони посилалися на статтю 14 Конвенції, статтю 3 Першого протоколу і статтю 1 Протоколу № 12.", "Стаття 14 Конвенції передбачає:", "«Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою – статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою».", "Стаття 3 Першого протоколу до Конвенції передбачає:", "«Високі Договірні Сторони зобов’язуються проводити вільні вибори з розумною періодичністю шляхом таємного голосування в умовах, які забезпечують вільне вираження думки народу у виборі законодавчого органу».", "Стаття 1 Протоколу № 12 до Конвенції передбачає:", "«Здійснення будь-якого передбаченого законом права забезпечується без дискримінації за будь-якою ознакою – статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження або за іншою ознакою.", "2. Нікого не може бути піддано дискримінації з боку будь-яких органів державної влади за будь-якою ознакою, згаданою у пункті 1».", "А. Щодо прийнятності", "27. Хоча держава-відповідач не висунула заперечення щодо компетенції Суду ratione personae, це питання Суд має розглянути з огляду на свої повноваження (ex officio).", "1. Чи можуть заявники вважати себе «потерпілими»", "28. Суд повторює, що можливість звернення із заявою згідно зі статтею 34 Конвенції передбачена лише для тих осіб, неурядових організацій або груп фізичних осіб, які вважають себе потерпілими від порушення прав, закріплених у Конвенції. Претендувати на статус потерпілої від порушення особа може лише в разі, якщо оскаржуваний захід безпосередньо зачіпає її права. Отже, Конвенція не передбачає можливості звернення із заявою actio popularis, що містить вимогу розтлумачити закріплені у Конвенції права і свободи, або можливості оскарження особами положення національного законодавства лише на тій підставі, що, на їх думку, воно, можливо, порушує Конвенцію, тимчасом як воно безпосередньо не зачіпає їхні права. Але стверджувати, що певний закон порушує їхні права, незважаючи на відсутність конкретних заходів з його застосування, заявники можуть у разі, якщо вони належать до категорії людей, права яких можуть виявитися безпосередньо зачепленими таким законом, або якщо вони змушені змінити свою поведінку, щоб не наразитися на ризик зазнати судового переслідування (див. рішення у справі «Берден проти Сполученого Королівства» (Burden v. the United Kingdom) [GC], № 13378/05, п. 33-34, від 29 квітня 2008 року, і рішення, посилання на які містяться в ньому).", "29. У справі, що розглядається, активна участь заявників у суспільному житті цілком логічно вказує на те, що вони справді могли мати намір балотуватися на виборах до Палати народів або Президії. Отже, заявники можуть вважати себе потерпілими від стверджуваної дискримінації. Той факт, що в цій справі порушується питання про відповідність Конституції держави до Конвенції, не є значущим у цьому зв’язку (див., за аналогією, рішення у справі «Реквеньї проти Угорщини» (Rekvényi v. Hungary) [GC], № 25390/94, ECHR 1999III).", "2. Чи можна покласти відповідальність на державу-відповідача", "30. Суд зазначає, що Конституція Боснії і Герцеговини є додатком до Дейтонської мирної угоди, яка, у свою чергу, є міжнародним договором (див. ухвалу у справі «Єлічич проти Боснії і Герцеговини» (Jeličić v. Bosnia and Herzegovina), № 41183/02, ECHR 2005XII). Водночас повноваженням змінювати її наділена Парламентська асамблея Боснії і Герцеговини, яка, звісно, є національним органом влади (див. пункт 15 вище). Крім того, як підтверджує практика, викладена в пункті 17 вище, повноваження міжнародного адміністратора в Боснії і Герцеговині (Верховного представника) не поширюються на Загальнодержавну конституцію. Зважаючи на ці обставини, Суд – без вирішення питання про те, чи можна покласти на державу-відповідача відповідальність за впровадження оскаржуваних конституційних положень (див. пункт 13 вище), – визнає, що відповідальність може бути покладена на неї вже за те, що вони досі залишаються чинними.", "3. Висновок", "31. Суд оголошує основні скарги заявників прийнятними.", "В. Щодо суті", "1. Доводи заявників", "32. Незважаючи на те, що заявники є громадянами Боснії і Герцеговини, згідно з Конституцією вони позбавлені права балотуватися на виборах до Палати народів і до Президії з огляду на своє расове/етнічне походження (як Суд визнав у своєму рішенні у справі «Тімішев проти Росії» (Timishev v. Russia, №№ 55762/00 і 55974/00, п. 56, ECHR 2005XII), дискримінація за ознакою етнічного походження є формою расової дискримінації). Заявники доводили, що різниця в поводженні, яка ґрунтується безпосередньо на підставі расового чи етнічного походження, не може бути виправданою і становить пряму дискримінацію. У зв’язку з цим вони посилалися на відповідну практику Суду (а саме, на згадане вище рішення у справі Тімішева, п. 58, і рішення у справі «D.H. та інші проти Чеської Республіки» (D.H. and Others v. the Czech Republic) [GC], № 57325/00, п. 176, ECHR 2007...)), а також на правові акти Європейського Союзу (такі як Директива Ради 2000/43/ЄС від 29 червня 2000 року – «директива проти расової дискримінації» – яка впроваджує принцип рівноправності громадян незалежно від їхнього національного чи етнічного походження і у статті 2 якої, у визначенні непрямої дискримінації, конкретно вказується на можливість виправдання відповідного поводження певними об’єктивними підставами, тимчасом як включене до неї визначення прямої дискримінації не містить згадки про можливість такого виправдання). Вони також доводили, що виключення можливості такого виправдання має особливе значення у справі, яка стосується права балотуватися на виборах (вони посилалися на рішення у справі «Азіз проти Кіпру» (Aziz v. Cyprus), № 69949/01, п. 28, ECHR 2004V).", "33. Навіть припускаючи, що таке виправдання можливе, заявники стверджували, що Уряд-відповідач все одно ніс би надзвичайно важкий тягар при намаганні навести відповідні об’єктивні і розумні підстави, якщо враховувати обставини, з посиланням на які подано цю скаргу (пряма расова та етнічна дискримінація), та сферу, якої вона стосується (участь у політичному житті та представництво на найвищому державному рівні). Крім того, зазначений тягар, що лежить на державі-відповідачеві, став ще важчим з огляду на тривалість часу, протягом якого зберігалася чинність цих дискримінаційних норм (вони посилалися на рішення Комітету ООН з прав людини від 8 квітня 1981 року у справі «Сільва та інші проти Уругваю» (Silva and Others v. Uruguay), п. 8.4). Заявники дійшли висновку, що в цій справі Уряд-відповідач не продемонстрував, що дискримінація, про яку йдеться, є виправданою.", "2. Подання Уряду", "34. Уряд посилався на рішення у справі «Жданок проти Латвії» (Ždanoka v. Latvia) [GC], № 58278/00, ECHR 2006IV), в якому Суд підтвердив, що Договірні держави користуються значною свободою розсуду при запровадженні національних конституційних норм, які регулюють порядок парламентських виборів та формування складу парламенту, і що відповідні критерії можуть бути різними – залежно від існуючих у відповідній державі історичних і політичних факторів. Існуючий конституційний устрій Боснії і Герцеговини запроваджено на підставі мирної угоди, досягнутої після завершення одного з найбільш руйнівних конфліктів в новітній історії Європи. Кінцевою метою угоди було налагодження миру й діалогу між трьома основними етнічними групами – «державоутворюючими народами». Уряд наполягав, що в саме цьому контексті слід оцінювати оскаржувані конституційні положення, які позбавляють тих, хто не заявляє про свою належність до «державоутворюючого народу», можливості бути обраними до Палати народів і до Президії. Уряд стверджував, що, враховуючи, зокрема, провідну роль моноетнічних політичних партій, а також той факт, Боснія і Герцеговина досі залишається під міжнародним управлінням, ще не прийшов час для запровадження політичної системи, яка була б прямим відображенням волевиявлення більшості.", "35. Уряд просив Суд визнати відмінність цієї справи від згаданої вище справи Азіза: адже турки-кіпріоти, що проживали на тій частині території Кіпру, яка контролювалася Урядом, були позбавлені права голосувати на парламентських виборах, тоді як громадяни Боснії і Герцеговини, що належать до «інших» груп населення (як, наприклад, заявники в справі, яка розглядається), мають право балотуватися на виборах до Палати представників Боснії і Герцеговини та до законодавчих органів Утворень. Уряд дійшов висновку, що конкретні обставини цієї справи виправдовують різницю в поводженні, про яку йдеться.", "3. Доводи сторін", "36. У своїх зауваженнях від 22 жовтня 2008 року Венеціанська комісія висловила думку, що конституційні положення, оскаржувані в цій справі, порушують заборону дискримінації. Зміст цих зауважень загалом співпадає з висновками, наведеними в пункті 22 вище.", "37. Аналогічну позицію у своїх зауваженнях від 15 серпня 2008 року також висловили Центр консультацій з прав особистості в Європі і організація «Правова ініціатива відкритого суспільства». Спираючись на аналіз правових систем Договірних держав, Центр консультацій з прав особистості в Європі дійшов висновку про наявність в Європі консенсусу в питанні про те, що позбавити особу права на висунення своєї кандидатури на виборах можна лише з огляду на її поведінку, а не на підставі її природжених чи невід’ємних характеристик. Організація «Правова ініціатива відкритого суспільства» наголосила, що участь у політичному житті є одним з прав і обов’язків, які забезпечують правовий зв’язок між громадянином і державою. У більшості держав права голосу на виборах, бути обраним та висувати свою кандидатуру на виборах є правами, наявність яких найбільшою мірою визначає відмінність між громадянином відповідної держави і іноземцем. Отже, обмеження цих прав, особливо на таких сумнівних підставах як раса та етнічне походження, є не лише дискримінацією, але й підривають саму суть громадянства. Право брати участь у політичному житті – окрім того, що воно є важливим правом, пов’язаним зі змістом громадянства – має особливе значення для етнічних меншин і є неодмінною умовою подолання їх маргіналізації та забезпечення їх інтеграції в суспільство. Особливо це стосується ситуації, що склалася після завершення міжетнічного конфлікту, коли запроваджені правові розмежування за ознакою етнічного походження можуть призводити до загострення напруженості, замість того, щоб сприяти налагодженню конструктивних і збалансованих відносин між всіма етнічними групами, які є неодмінною умовою розвитку життєздатної поліетнічної держави.", "4. Оцінка Суду", "a) Щодо Палати народів Боснії і Герцеговини", "38. Заявники посилалися на статтю 14 Конвенції, взяту в поєднанні зі статтею 3 Першого протоколу, статтю 3 Першого протоколу, взяту окремо, та статтю 1 Протоколу № 12. Суд вважає, що спочатку цю скаргу слід розглянути з точки зору перших згаданих положень.", "i) Застосовність статті 14, взятої в поєднанні зі статтею 3 Першого протоколу", "39. Суд нагадує, що стаття 14 Конвенції доповнює інші матеріально-правові норми Конвенції та протоколів до неї. Вона не має самостійної дії, оскільки застосовується виключно щодо «користування правами та свободами», гарантованими цими нормами. Хоча застосування статті 14 не обов’язково означає наявність порушення цих норм — і цією мірою її дія автономна — можливість її застосування виникає лише тоді, коли факти, які розглядаються, підпадають «під сферу застосування» однієї чи кількох таких норм (див., серед багатьох інших прецедентів, рішення у справі «Абдулазіз, Кабалес і Балкандалі проти Сполученого Королівства» (Abdulaziz Cabales and Balkandali v UK) від 28 травня 1985 року, п. 71, серія A, № 94; рішення у справі «Петрович проти Австрії» (Petrovic v. Austria) від 27 березня 1998 року, п. 22, Reports 1998-II; і рішення у справі «Сахін проти Німеччини» (Şahin v. Germany) [GC], № 30943/96, п. 85, ECHR 2003-VIII). Таким чином, заборона дискримінації, закріплена в статті 14, діє не лише стосовно користування правами та свободами, гарантувати які зобов’язує кожну державу Конвенція і протоколи до неї. Вона поширюється також на ті додаткові права в межах загальної сфери застосування будь-якої статті Конвенції, забезпечувати які держава вирішила добровільно. Цей принцип ґрунтовно розроблено у практиці Суду (див., рішення у справі проти Бельгії «Про певні аспекти законів щодо вживання мов у системі освіти Бельгії» (по суті) (Case “relating to certain aspects of the laws on the use of languages in education in Belgium” v. Belgium (Merits)) від 23 липня 1968 року, п. 9, серія A, № 6; ухвалу у справі «Стек та інші проти Сполученого Королівства» (Stec and Others v. the United Kingdom) [GC], №№ 65731/01 і 65900/01, п. 40, ECHR 2005-X); і рішення у справі «E.B. проти Франції» (E.B. v. France) [GC], № 43546/02, п. 48, ECHR 2008...).", "40. Отже, Суд має вирішити, чи підпадають під «сферу застосування» чи «дію» статті 3 Першого протоколу вибори до Палати народів Боснії і Герцеговини. У зв’язку з цим Суд повторює, що ця стаття застосовується лише до виборів до «законодавчого органу» або, принаймні, до однієї з його палат, якщо він має дві чи кілька палат. Однак поняття «законодавчий орган» (legislature) слід тлумачити з врахуванням конституційного устрою відповідної держави (див. рішення у справі «Метьюз проти Сполученого Королівства» (Matthews v. the United Kingdom) [GC], № 24833/94, ECHR 1999-I, п. 40) і, зокрема, її конституційних традицій та обсягу законодавчих повноважень відповідної палати. Крім того, матеріали підготовчої роботи з розробки Конвенції (travaux préparatoires) свідчать (том VIII, с. 46, 50 і 52) про те, що Договірні держави взяли до уваги особливості деяких парламентів, які мають невиборні палати. Отже, при формулюванні тексту статті 3 Першого протоколу ретельно підбиралися терміни, які б унеможливлювали його тлумачення як абсолютного зобов’язання проводити вибори до обох палат у всіх без виключення державах з двопалатною системою парламенту (див. рішення у справі «Матье-Моен і Клерфейт проти Бельгії» (Mathieu-Mohin and Clerfayt v. Belgium) від 2 березня 1987 року, п. 53, серія А, № 113). Водночас цілком очевидним є те, що стаття 3 Першого протоколу застосовується до будь-якої з палат парламенту, члени якої обираються шляхом прямих виборів.", "41. Щодо Палати народів Боснії і Герцеговини, Суд зазначає, що вона формується шляхом непрямих виборів, адже її члени призначаються законодавчими органами Утворень. Крім того, Суд зауважує, що в даному випадку обсяг її законодавчих повноважень є вирішальним фактором. Насправді, Палата народів має широкі повноваження з контролю за прийняттям законодавства: підпункт «с» пункту 3 статті IV Конституції конкретно передбачає, що жоден закон не може бути ухвалений без затвердження обома палатами. Крім того, Палата народів, разом з Палатою представників, вирішує питання щодо джерел та розміру фінансування діяльності державних установ та міжнародних зобов’язань Боснії і Герцеговини, а також затверджує видатки на фінансування державних установ (див. підпункти «b»-«c» пункту 4 статті IV Конституції). Нарешті, для ратифікації міжнародних договорів потребується її згода (див. підпункт «d» пункту 4 статті IV та підпункт «d» пункту 3 статті V Конституції). Отже, вибори до Палати народів підпадають під сферу застосування статті 3 Першого протоколу.", "Відповідно, застосовною є і стаття 14, взята в поєднанні зі статтею 3 Першого протоколу.", "ii) Дотримання статті 14, взятої у поєднанні зі статтею 3 Першого протоколу", "42. Суд повторює, що дискримінація має місце тоді, коли з особами поводяться інакше ніж з іншими в аналогічних ситуаціях без об’єктивних і достатніх на це підстав. Відсутність «об’єктивних і достатніх підстав» означає, що така різниця в поводженні не має «легітимної мети» або що не забезпечено «належного пропорційного співвідношення між використаними засобами та поставленою метою» (див., серед багатьох інших джерел, рішення у справі «Андрєєва проти Латвії» (Andrejeva v. Latvia) [GC], № 55707/00, п. 81, від 18 лютого 2009 року). Широта поля розсуду, яким наділена Договірна держава в цій сфері, залежить від конкретних обставин, предмету спору та його контексту (див. там саме, п. 82).", "43. Етнічність і раса є взаємопов’язаними поняттями. Поняття раси ґрунтується на ідеї біологічної класифікації людини на підвиди на підставі морфологічних ознак, таких як колір шкіри або характерні риси обличчя, тоді як поняття етнічності передбачає існування ознак, за якими соціальні групи відрізняються між собою – зокрема, однією і тою самою національністю, релігійною вірою, мовою або культурними і традиційними коріннями та спадщиною. Дискримінація людини за ознакою етнічного походження є формою расової дискримінації (див. в пункті 19 вище відповідне визначення, що міститься в Міжнародній конвенції про ліквідацію всіх форм расової дискримінації, і в пункті 23 вище – визначення, прийняте Європейською комісією проти расизму та нетерпимості). Расова дискримінація є особливо ганебним видом дискримінації і з огляду на небезпечність її наслідків органам влади необхідно бути особливо пильними та рішуче протидіяти її проявам. Саме тому органи влади повинні використовувати всі наявні у них засоби для боротьби з расизмом, зміцнюючи таким чином уявлення про демократичне суспільство як таке, в якому різноманітність сприймається не як загроза, а як джерело культурного збагачення (див. рішення у справі «Начова та інші проти Болгарії» (Nachova and Others v. Bulgaria) [GC], №№ 43577/98 і 43579/98, п. 145, ECHR 2005VII, і згадане вище рішення у справі Тімішева, п. 56).", "44. У цьому контексті, коли різниця в поводженні ґрунтується на підставі расового чи етнічного походження, поняття об’єктивних і розумних підстав потребує якнайсуворішого тлумачення (див. згадане вище рішення у справі D.H. та інших, п. 196). Суд також постановив, що різниця в поводженні, яка ґрунтується виключно або вирішальною мірою на етнічному походженні особи, не може виправдовуватися будь-якими об’єктивними підставами в сучасному демократичному суспільстві, побудованому на принципах плюралізму та поваги до різних культур (див. там саме, п. 176). З іншого боку, стаття 14 не забороняє Договірним державам поводитися з одними групами населення інакше, ніж з іншими, в цілях виправлення «фактичної нерівності» між ними. Насправді, за деяких обставин невжиття заходів з виправлення нерівності за допомогою різниці в поводженні може, за відсутності відповідних об’єктивних і достатніх на це підстав, призвести до порушення цієї статті (див. згадане вище рішення у справі проти Бельгії «Про певні аспекти законів щодо вживання мов у системі освіти Бельгії», п. 10; рішення у справі «Флімменос проти Греції» (Thlimmenos v. Greece) [GC], № 34369/97, п. 44, ECHR 2000IV; і згадане вище рішення у справі D.H. та інших, п. 175).", "45. Повертаючись до справи, що розглядається, Суд бере до уваги ту обставину, що право балотуватися на виборах до Палати народів Боснії і Герцеговини надається лише тому, хто заявляє про свою належність до «державоутворюючого народу». Заявники, повідомляючи про своє етнічне походження (а саме, що перший має циганське, а другий – єврейське походження) і не бажаючи заявляти про свою належність до «державоутворюючого народу», внаслідок цього позбавляються згаданого вище права (див. пункт 11 вище). Суд зазначає, що ця дискримінаційна норма мала щонайменше одну мету, яка в цілому відповідає загальним цілям Конвенції, відображеним у преамбулі Конвенції, а саме цілям відновлення миру. На момент, коли запроваджувалися оскаржувані конституційні положення, у країні діяло дуже крихке перемир’я. Ці положення мали на меті забезпечити припинення жорстокого конфлікту, який супроводжувався актами геноциду та «етнічними чистками». З огляду на характер цього конфлікту, потрібно було, щоб умови забезпечення миру були погоджені між «державоутворюючими народами» (а саме, босняками, хорватами і сербами). Це може служити поясненням – але не обов’язково виправданням – того факту, що на мирних переговорах були відсутні представники інших громад (зокрема, ромів і євреїв) і що увага учасників переговорів зосереджувалася на тому, як забезпечити в суспільстві реальну рівність між «державоутворюючими народами» після завершення збройного конфлікту.", "46. Але в цій справі, з огляду на принцип ratione temporis, Суд компетентний розглядати лише ті події, що мали місце після ратифікації Конвенції і Першого протоколу до неї Боснією і Герцеговиною. Суд не має необхідності визначати, чи можна вважати, що залишення оскаржуваних конституційних положень чинними після ратифікації Конвенції мало «легітимну мету», адже збереження такого правового регулювання в будь-якому разі не відповідає – з причин, викладених нижче – вимозі пропорційності.", "47. Суд передусім привертає увагу до значних позитивних змін, які відбулися в Боснії і Герцеговині з часу укладення Дейтонської мирної угоди. Слід визнати, що прогрес, можливо, не завжди був стабільним і що досі існують певні проблеми (див., наприклад, останній звіт про результати, досягнуті Боснією і Герцеговиною як потенційним кандидатом на вступ до ЄС, підготовлений Європейською комісією і опублікований 14 жовтня 2009 року (документ SEC/2009/1338)). Як би там не було, фактом є те, що в 2005 році колишні сторони конфлікту добровільно зняли з себе функцію контролю над збройними силами і перетворили їх на невелику професійну армію; у 2006 році Боснія і Герцеговина приєдналася до програми НАТО «Партнерство заради миру»; у 2008 році вона підписала й ратифікувала Угоду про стабілізацію і асоціацію з Європейським Союзом; у березні 2009 року вона вперше успішно внесла поправки до Загальнодержавної конституції; і нещодавно її було обрано членом Ради Безпеки ООН на дворічний строк, починаючи з 1 січня 2010 року. Крім того, хоча той факт, що Боснія і Герцеговина досі залишається під міжнародним управлінням, запровадженим як захід примусового характеру згідно з положеннями Глави VII Статуту ООН, наводить на думку, що ситуація в регіоні й далі становить «загрозу міжнародному миру і безпеці», є свідчення того, що наразі тривають підготовчі заходи до скасування зазначеного заходу (див. доповідь пана Хавьєра Солани (Javier Solana), Верховного представника ЄС з питань зовнішньої політики та безпеки, і пана Оллі Рена (Olli Rehn), Комісара з питань розширення ЄС «Про політику ЄС в Боснії і Герцеговині: шлях попереду» (EU’s Policy in Bosnia and Herzegovina: The Way Ahead ) від 10 листопада 2008 року, та доповідь Міжнародної групи із запобігання кризам «Незавершений перехідний процес у Боснії: від Дейтона до Європи 9 березня 2009 року» (Bosnia’s Incomplete Transition: Between Dayton and Europe of 9 March 2009).", "48. Крім того, хоча Суд погоджується з Урядом, що Конвенція не вимагає повної відмови від механізмів розподілу влади, діючих у Боснії і Герцеговині, і що, можливо, ще не прийшов час для запровадження політичної системи, яка була б прямим відображенням волевиявлення більшості, відповідні висновки Венеціанської комісії (див. пункт 22 вище) чітко вказують на те, що існують механізми розподілу влади, які автоматично не призводять до повного виключення можливості залучення представників інших громад. У зв’язку з цим Суд нагадує, що в цій сфері можливість використання альтернативних засобів для досягнення такої самої мети є важливим фактором (див. рішення у справі «Ґлор проти Швейцарії» (Glor v. Switzerland), № 13444/04, п. 94, від 30 квітня 2009 року).", "49. Нарешті, вступивши до Ради Європи в 2002 році і без застережень ратифікувавши Конвенцію і Протоколи до неї, Держава-відповідач добровільно погодилася таким чином забезпечувати дотримання відповідних стандартів. Зокрема, вона взяла на себе зобов’язання “переглянути упродовж одного року, за підтримки з боку Європейської комісії \"За демократію через право\" (Венеціанської комісії), своє виборче законодавство з точки зору відповідності стандартам Ради Європи і, за необхідності, внести до нього відповідні зміни” (див. пункт 21 вище). Крім того, ратифікувавши в 2008 році Угоду про стабілізацію і асоціацію з Європейським Союзом, Держава-відповідач зобов’язалася забезпечити впродовж одного-двох років “[внесення змін] до виборчого законодавства стосовно порядку обрання членів Президії та депутатів Палати народів з метою приведення його в повну відповідність до положень Європейської конвенції з прав людини та зобов’язань, взятих нею після вступу до Ради Європи” (див. пункт 25 вище).", "50. Отже, Суд доходить висновку, що для збереження чинності норм, які позбавляють заявників права балотуватися на виборах до Палати народів Боснії і Герцеговини, немає об’єктивних і розумних підстав, і що у зв’язку з цим порушено статтю 14, взяту у поєднанні зі статтею 3 Першого протоколу.", "(iii) Скарги за статтею 3 Першого протоколу, взятою окремо, та за статтею 1 Протоколу № 12", "51. З огляду на свій висновок у попередньому пункті, Суд вважає, що – стосовно права заявників балотуватися на виборах до Палати народів – немає необхідності окремо розглядати питання про те, чи було також порушено статтю 3 Першого протоколу, взяту окремо, або статтю 1 Протоколу № 12.", "b) Щодо Президії Боснії і Герцеговини", "52. Заявники посилалися лише на статтю 1 Протоколу № 12.", "i) Застосовність статті 1 Протоколу № 12", "53. Суд зазначає, що, тоді як стаття 14 Конвенції забороняє дискримінацію при користуванні «правами та свободами, визнаними в цій Конвенції», стаття 1 Протоколу № 12 поширює гарантії захисту від дискримінації на «будь-яке передбачене законом право». Таким чином, вона встановлює загальну заборону дискримінації.", "54. Заявники оскаржили конституційні положення, які позбавляють їх права балотуватися на виборах до Президії Боснії і Герцеговини. Отже, незалежно від того, чи підпадають вибори до Президії під дію статті 3 Першого протоколу (див. ухвалу у справі «Бошкоскі проти “колишньої югославської республіки Македонії”» (Boškoski v. “the former Yugoslav Republic of Macedonia), № 11676/04, ECHR 2004VI), ця скарга стосується «передбаченого законом права» (див. статті 1.4 і 4.19 виборчого закону 2001 року, наведені в пункті 18 вище) і тому стаття 1 Протоколу № 12 є застосовною. Це в Суді не заперечувалося.", "ii) Щодо дотримання статті 1 Протоколу № 12", "55. У своїй практиці стосовно статті 14 Конвенції Суд послідовно роз’яснює поняття дискримінації. Зокрема, він вже чітко визначив, що «дискримінація» має місце тоді, коли з особами поводяться інакше ніж з іншими в аналогічних ситуаціях без об’єктивних і достатніх на це підстав (див. пункти 42-44 вище і рішення, посилання на які містяться в них). Такий самий термін («дискримінація») використано й у статті 1 Протоколу № 12. Незважаючи на різницю між цими положеннями за широтою меж їх застосування, значення цього терміну в статті 1 Протоколу № 12 – як спеціально передбачили розробники її тексту – є таким самим, що й терміну в статті 14 Конвенції (див. Пояснювальну записку до Протоколу № 12, п. 18). Отже, Суд не вбачає підстав для відхилення від зазначеного вище усталеного тлумачення терміну «дискримінація» при застосуванні його в контексті статті 1 Протоколу № 12 (щодо практики Комітету ООН з прав людини стосовно статті 26 Міжнародного Пакту про громадянські і політичні права – яка є, хоча й не ідентичною, але подібною до статті 1 Протоколу № 12 – див. Новак (Nowak), «Коментарій до МПГПП» (CCPR Commentary), N.P. Engel Publishers, 2005, с. 597-634).", "56. Унаслідок того, що заявники у справі, що розглядається, не заявили про свою належність до «державоутворюючого народу», вони позбавилися також права балотуватися на виборах до Президії. Аналогічну попередню умову, передбачену Конституцією стосовно виборів до Палати народів, Суд вже визнав дискримінаційною і такою, що порушує статтю 14 Конвенції (див. пункт 50 вище); до того ж, поняття дискримінації, забороненої статтею 14, має тлумачитися так само як і поняття дискримінації, забороненої статтею 1 Протоколу № 12 (див. попередній пункт). Таким чином, конституційні положення, внаслідок яких заявники позбавлені права балотуватися на виборах до Президії, слід також вважати дискримінаційними й такими, що порушують статтю 1 Протоколу № 12; при цьому Суд не вважає, що в цьому відношенні слід проводити якесь розмежування між Палатою народів і Президією Боснії і Герцеговини.", "З огляду на ці міркування, а також на детальну аргументацію, наведену в пунктах 47-49 вище в контексті статті 14, Суд констатує, що оскаржувана попередня умова отримання права балотуватися до Президії становить порушення статті 1 Протоколу № 12.", "ІI. РЕШТА СКАРГ ЗАЯВНИКІВ", "А. Стаття 3 Конвенції", "57. Перший заявник доводив, що позбавлення його права балотуватися до Палати народів і до Президії на підставі його циганського походження фактично означає пониження його та інших представників циганської громади, а також представників національних меншин Боснії і Герцеговини до статусу другосортних громадян. Це, на його думку, становить особливо образливе приниження його людської гідності на порушення статті 3 Конвенції, яка передбачає:", "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню».", "58. Суд вже визнав у попередніх справах, що за певних умов расова дискримінація може сама по собі становити поводження, що принижує гідність, у значенні статті 3 (див. «Особи азіатського походження зі Східної Африки проти Сполученого Королівства» (East African Asians v. the United Kingdom), № 4403/70 та інші, доповідь Комісії від 14 грудня 1973 року, п. 208, Decisions and Reports 78, і рішення у справі «Кіпр проти Туреччини» (Cyprus v. Turkey) [GC], № 25781/94, п. 310, ECHR 2001IV). Однак у справі, що розглядається, Суд зауважує, що оскаржувана різниця в поводженні не мала ознак зневаги чи неповаги до особистості заявника, не мала на меті образити чи принизити його, та й цього не сталося, але була спрямована виключно на досягнення мети, зазначеної в пункті 45 вище.", "Отже, ця скарга явно необґрунтована у значенні пункту 3 статті 35 Конвенції і підлягає відхиленню відповідно до пункту 4 статті 35.", "B. Стаття 13 Конвенції", "59. Заявники скаржилися, посилаючись на статтю 13 Конвенції, що не мали ефективного засобу юридичного захисту у зв’язку зі своїми скаргами на дискримінацію. Стаття 13 передбачає:", "«Кожен, чиї права та свободи, визнані в цій Конвенції, було порушено, має право на ефективний засіб юридичного захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження».", "60. Суд повторює, що стаття 13 не гарантує засобу юридичного захисту для оскарження первинного законодавства до національного органу з посиланням на те, що таке законодавство суперечить Конвенції (див. рішення у справі «А. та інші проти Сполученого Королівства» (A. and Others v. the United Kingdom) [GC], № 3455/05, п. 135, від 19 лютого 2009 року). Оскільки справа, що розглядається, стосується змісту конституційних положень, а не конкретних заходів з їх застосування, ця скарга є явно необґрунтованою у значенні пункту 3 статті 35 Конвенції і підлягає відхиленню відповідно до пункту 4 статті 35.", "III. ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "61. Стаття 41 Конвенції передбачає:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію».", "A. Шкода", "62. Заявники не висунули вимог про відшкодування матеріальної шкоди. Щодо моральної шкоди, перший заявник вимагав відшкодування в розмірі 20 000 євро, а другий – 12 000 євро. Уряд доводив, що заявлені вимоги необґрунтовані.", "63. Суд вважає, що констатація порушення у цій справі сама по собі становить справедливу сатисфакцію за спричинену заявникам моральну шкоду.", "B. Судові та інші витрати", "64. Представництво інтересів першого заявника здійснювалося на безоплатній основі (pro bono), і він вимагав лише 1 000 євро на відшкодування витрат, пов’язаних з участю його адвоката в засіданні Суду, яке відбулося 3 червня 2009 року. Другий заявник вимагав 33 321 євро на відшкодування всіх витрат, понесених у зв’язку з провадженням у цій справі. Ця сума включає витрати на оплату послуг групи його представників (двох адвокатів та ще одного юриста, пані Сінтії Морел (Cynthia Morel) з Міжнародної групи з прав меншин (Minority Rights Group International)), які протягом 270 годин (з розрахунку 82,45 євро за годину) готували заяву, зауваження та вимоги про присудження справедливої сатисфакції для подання до Палати Суду та Великої палати, а також включає оплату послуг пана Зорана Паїча (Zoran Pajić), експерта компанії «Експерт консалтенсі Інтернешнл Лтд.» (Expert Consultancy International Ltd), який підготував експертний висновок, та витрати, пов’язані з проведенням зустрічей зазначеної групи із заявником у Нью-Йорку і Сараєво та пов’язані з розглядом справи Великою палатою. Заявник пояснив, що залучення третього юриста, пані Сінтії Морел, було необхідним з огляду на коло і складність порушених у справі питань.", "65. Уряд доводив, що зазначені вище вимоги відшкодування стосуються витрат, які не були неминучими і були надмірними. Зокрема, Уряд поставив під сумнів необхідність використання другим заявником послуг іноземних адвокатів, гонорари яких набагато вищі за гонорари місцевих адвокатів і призначення яких призвело до збільшення витрат на транспорт і зв’язок.", "66. Суд не погоджується з доводом Уряду про те, що для представництва своїх інтересів у Суді заявники повинні обирати вітчизняних адвокатів, хоча такі адвокати, можливо, спроможні надавати послуги такої самої якості, що й іноземні (як про це свідчить ця справа). Отже, різниця між заявленими сумами відшкодування в цій справі не є сама по собі достатньою підставою вважати, що сума, яка є більшою, свідчить про зайві або необґрунтовані витрати. Але Суд вважає, що сума відшкодування судових та інших витрат, заявлена другим заявником, є надмірною, і присуджує йому 20 000 євро на відшкодування таких витрат. Вимога відшкодування судових та інших витрат, заявлена першим заявником, підлягає задоволенню в повному обсязі.", "C. Пеня", "67. Суд вважає, що пеня у разі несвоєчасної виплати має визначатися на підставі граничної позичкової ставки Європейського Центрального Банку, плюс три відсоткові пункти.", "НА ЦИХ ПІДСТАВАХ СУД", "1. Вирішує одноголосно об’єднати заяви в одне провадження;", "", "2. Оголошує більшістю голосів прийнятними основні скарги заявників щодо відсутності у них права балотуватися на виборах до Палати народів Боснії та Герцеговини;", "", "3. Оголошує одноголосно прийнятними основні скарги заявників щодо відсутності у них права балотуватися на виборах до Президії Боснії та Герцеговини;", "", "4. Оголошує одноголосно решту скарг у заяві неприйнятними;", "", "5. Постановляє, чотирнадцятьма голосами проти трьох, що мало місце порушення статті 14, узятої у поєднанні зі статтею 3 Першого протоколу, у зв’язку з відсутністю у заявників права балотуватися на виборах до Палати народів Боснії та Герцеговини;", "", "6. Постановляє одноголосно, що немає необхідності в розгляді цієї самої скарги з точки зору статті 3 Першого протоколу, взятої окремо, або з точки зору статті 1 Протоколу № 12;", "", "7. Постановляє, шістнадцятьма голосами проти одного, що мало місце порушення статті 1 Протоколу № 12 у зв’язку з відсутністю у заявників права балотуватися на виборах до Президії Боснії та Герцеговини;", "", "8. Постановляє одноголосно, що констатація порушення в цій справі сама по собі становить достатню справедливу сатисфакцію за моральну шкоду, заподіяну заявникам;", "", "9. Постановляє:", "a) шістнадцятьма голосами проти одного, що упродовж трьох місяців держава-відповідач повинна виплатити першому заявникові компенсацію за судові та інші витрати в розмірі 1 000 (одна тисяча) євро (разом з відшкодуванням будь-якого податку, якщо ним обкладається присуджена першому заявникові сума) за умови конвертування цієї суми у конвертовані марки за курсом, чинним на день здійснення платежу;", "b) п’ятнадцятьма голосами проти двох, що упродовж трьох місяців держава-відповідач повинна виплатити другому заявникові компенсацію за судові та інші витрати в розмірі 20 000 (двадцять тисяч) євро (разом з відшкодуванням будь-якого податку, якщо ним обкладається присуджена другому заявникові сума) за умови конвертування цієї суми у конвертовані марки за курсом, чинним на день здійснення платежу;", "с) одноголосно, що зі спливом згаданого вище тримісячного строку і до виплати відшкодування на зазначені вище суми нараховуватимуться прості відсотки у розмірі граничної позичкової ставки Європейського Центрального Банку, чинної у період несплати, плюс три відсоткові пункти;", "", "10. Відхиляє одноголосно решту вимог другого заявника щодо справедливої сатисфакції.", "Учинено англійською і французькою мовами та оголошено на відкритому засіданні у Палаці прав людини у Страсбурзі 22 грудня 2009 року.", "\tВенсан Бергер\tЖан-Поль Коста \n\tЮрисконсульт\tГолова", "\n", "Відповідно до пункту 2 статті 45 Конвенції та пункту 2 правила 74 Регламенту Суду до цього рішення додано такі окремі думки:", "– окрема думка (що частково збігається і частково не збігається з позицією більшості) судді Мійович; до цієї думки приєднався суддя Гаджиєв;", "– окрема думка (що не збігається з позицією більшості) судді Бонелло.", "", "Парафовано: Ж.-П. К.,", "В.Б.", "", "", "Переклад окремих думок не здійснювався, але з цими думками, викладеними англійською і/або французькою мовами, можна ознайомитися, звернувшись до електронної бази рішень Європейського Суду з прав людини (HUDOC), в якій оприлюднена офіційна оригінальна версія (версії) рішення, до якого вони додані.", "", "", "© Рада Європи/Європейський суд з прав людини, 2012 р.", "Офіційними мовами Європейського суду з прав людини є англійська та французька мови. Цей переклад підготовлено на замовлення і за підтримки Цільового фонду «Права людини» Ради Європи (www.coe.int/humanrightstrustfund). Він не є зобов’язальним для Суду, і Суд також не несе відповідальності за його якість. Переклад можна завантажити з електронної бази рішень (HUDOC) Європейського Суду з прав людини (http://hudoc.echr.coe.int) або з будь-якої іншої бази, в якій його розміщено з дозволу Суду. Копіювання тексту перекладу допускається в некомерційних цілях за умови наведення повної назви справи, разом із вищенаведеним повідомленням про авторські права та посиланням на Цільовий фонд «Права людини». З питань, пов’язаних з наміром використати ту чи іншу частину цього перекладу в комерційних цілях, прохання звертатися за адресою publishing@echr.coe.int.", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : publishing@echr.coe.int", ""]}