{"file": "UKR_HJUDUKR_63566_00.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "63566/00", "text_paragraphs": ["Справа „Проніна проти України”", "(„Pronina v. ”)", "", "У рішенні, ухваленому 18 липня 2006 року у справі „Проніна проти України”, Суд постановив, що", "було порушено ч. 1 ст. 6 Конвенції (право на справедливий судовий розгляд).", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявниці 1 500 євро як компенсацію моральної шкоди.", "Обставини справи.", "Заявниця Світлана Володимирівна Проніна, 1944 р.н., є громадянкою України і проживає у м. Ялті.", "У березні 2000 року заявниця звернулася до Ялтинського міського суду зі скаргою на відмову відділу соціального забезпечення призначити їй пенсію вищого розміру. У цій скарзі вона стверджувала, що згідно зі ст.46 Конституції України та ст.19 Закону України «Про пенсійне забезпечення» (далі – Закон) її пенсія не могла бути меншою, аніж прожитковий мінімум, встановлений законом. Зважаючи на те, що її щомісячна пенсія становила на той час 74 грн. 70 коп. , а прожитковий мінімум було встановлено у розмірі 118 грн. 30 коп. на місяць, п. Проніна клопотала про підвищення розміру пенсії.", "4 квітня 2000 року суд ухвалив рішення не на користь заявниці. У цьому рішенні було вказано, зокрема те, що хоча ст. 19 Закону і передбачала можливість призначення вищого розміру пенсії, проте вона також обмежувала розмір пенсії максимальною сумою, яку фактично й отримувала заявниця. Суд не взяв до уваги аргумент п. Проніної про невідповідність розміру її пенсії розміру прожиткового мінімуму, хоча ч.3 ст.46 Конституції України передбачає, що «пенсії, інші види соціальних виплат та допомоги, що є основним джерелом існування, мають забезпечувати рівень життя, не нижчий від прожиткового мінімуму, встановленого законом».", "\tЗаявниця оскаржила рішення Ялтинського міського суду до Верховного Суду Автономної республіки Крим. У своїй касаційній скарзі вона знову наголошувала на тому, що її пенсія не повинна бути меншою за прожитковий мінімум, як це встановлено у ст. 46 Конституції України, і що положення Конституції мають вищу юридичну силу порівняно з нормами звичайних законів.", "\t3 липня 2000 року Верховний Суд Автономної республіки Крим залишив рішення суду першої інстанції без змін. Аргументи заявниці щодо невідповідності ст. 19 Закону – ст. 46 Конституції України національними судовими інстанціями не розглядалися.", "\tЗміст рішення Суду.", "\tЗаявниця скаржилася на те, що національні суди не спромоглися всебічно розглянути її аргументи, зокрема ті, що стосувалися гарантованого Конституцією України співвідношення розміру її пенсії та прожиткового мінімуму. У зв’язку з цим п. Проніна стверджувана про порушення ч.1 ст. 6 Ковенції щодо неї.", "\tУряд вказав на те, що прецедентне право Суду, яке змістовно наповнює ч.1 ст. 6 Конвенції, не зобов’язує національні суди давати детальну відповідь на кожен аргумент заявника. Він також стверджував, що, незважаючи на те, що заявниця у своїй скарзі до суду першої інстанції та у касаційній скарзі посилалася на конституційну норму, проте під час судових слухань її справи вона не згадувала про це конституційне положення, а обгрунтовувала свою позицію лише положеннями Закону. На думку Уряду, просте посилання на конституційні права заявниці у письмових документах, поданих до суду, не зобов’язувало останній дослідити це питання детально.", "\tЗаявниця стверджувала, що органи державної влади не дотрималися конституційного положення про соціальне забезпечення осіб, які отримали право на пенсію.", "Суд ще раз наголосив, що ч.1 ст. 6 Конвенції зобов’язує національні суди вказувати на мотиви своїх рішень, проте це не можна розглядати як встановлення обов’язку давати детальну відповідь на кожен аргумент сторони процесу.", "\tСуд вказав, що обсяг обов’язку суду наводити мотиви свого рішення може зміюватися залежно від природи такого рішення. Крім того, на думку Суду, необхідно взяти до уваги те, що сторона у судовому процесі сама обирає ті докази та аргументи, які вона наводить суду. Слід також зважати на відмінності у законодавчих положеннях, звичаєвих правилах, правовій думці з цього питання, у процедурах ухвалення та складання судових рішень, які існують у державах-учасницях Конвенції. Таким чином, питання про те, чи суд спромігся виконати обов’язок навести мотиви свого рішення, котрий випливає зі ст. 6 Конвенції, може бути вирішене лише у світлі обставин кожної конкретної справи (див. рішення Суду у справі «Ruiz Torija v. » від 9 грудня 1994 року).", "\tСуд нагадав, що Конвенція не гарантує право на доступ до такого суду, який має повноваження позбавляти чинності чи скасовувати закон або давати закону офіціне тлумачення (див. рішення Суду у справах «Gorizdra v. Moldova» від 2 липня 2002 року, «James and others v. the United Kingdom» від 21 лютого 1986 року). Конвенція також не забезпечує право передавати справу, яка розглядається судом, до іншого національного чи міжнародного органу (див. рішення Суду у справі «Coёme and others v. »). У правовій системі України, в якій фізичній особі не надано право індивідуального звернення до Конституційного Суду України, саме національні суди повинні відслідковувати питання про відповідність правових актів Конституції, а у разі виникнення сумнівів щодо такої відповідності – ініціювати відповідне конституційне провадження. Із проаналізоіваного Судом національного законодавства України, яке стосується даної справи, він не вбачає наявність ані вимоги до національних судів загальної юрисдикції вирішувати питання про конституційність певних законодавчих норм, якщо такі питання виникають у цивільному процесі, ані зобов’язання передавати останні на розгляд Конституційного Суду України. Суду видається, що суди загальної юрисдикції мають певну свободу розсуду з питань конституційності, які виникають в рамках цивільного процесу. З огляду на щойнозазначене, питання про те, чи національний суд спромігся навести мотиви свого рішеннямає вирішуватися , на думку Суду, виключно у світлі обставин даної справи.", "\tУ справі п. Проніної заявниця звернулася до національних судів із клопотанням про вирішення спору з органом соціального забезпечення щодо розміру її пенсії. Заявниця покликалася, зокрема, на положення ст. 46 Конституції України, стверджуючи про те, що її пенсія не мала бути меншою за встановлений законом прожитковий мінімум. Проте національні суди навіть не зробили спроби проаналізувати скаргу заявниці у світлі цього конституційного положення. Хоча при розгляді справи п. Проніної кожною національною судовою інстанцією у відповідних судових документах заявниці містилося пряме посилання на ст.46 Конституції України. До завдань Суду не входить вирішувати, яким чином національні суди повинні були якомога адекватніше відреагувати на аргументи заявниці. Проте, на думку Суду, національні суди, цілком проігнорувавши наведене положення Конституції України, яке було важливим, конкретним та безпосередньо стосувалося даної справи, не виконали своїх обов’язків, які випливали з Конвенції.", "\tОтож, мало місце порушення ч.1 ст.6 Конвенції.", "", "", ""]}