{"file": "UKR_HJUDUKR_27853_09.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "27853/09", "text_paragraphs": ["© Рада Європи/Європейський суд з прав людини, 2014. Цей переклад було замовлено за підтримки Цільового фонду «Права людини» Ради Європи (). Він не є зобов’язальним для Суду. Для отримання додаткової інформації див. повне посилання на авторське право в кінці цього документу.", "", "© Council of Europe/European Court of Human Rights, 2014. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "ВЕЛИКА ПАЛАТА", "", "СПРАВА « X ПРОТИ ЛАТВІЇ »", "", "(Заява № 27853/09)", "РІШЕННЯ", "", "", "", "", "", "", "", "СТРАСБУРГ", "", "26 листопада 2013 року", "", "", "", "Це рішення є остаточним, однак воно може підлягати редакційним виправленням.", "У справі « X проти Латвії »,", "Європейський суд з прав людини, засідаючи Великою палатою, до складу якої увійшли:", "\tДін Шпільман (Dean Spielmann), Голова,\n\tНіколас Братца (Nicolas Bratza),\n\tГвідо Раймонді (Guido Raimondi),\n\tІнета Зіємеле (Ineta Ziemele),\n\tМарк Віллігер (Mark Villiger),\n\tНіна Вайіч (Nina Vajić),\n\tХанлар Гаджиєв (Khanlar Hajiyev),\n\tДануте Йочієне (Danutė Jočienė),\n\tЯн Шикута (Ján Šikuta),\n\tПяіві Хірвель (Päivi Hirvelä),\n\tГеорг Ніколау (George Nicolaou),\n\tЗдравка Калайджиєва (Zdravka Kalaydjieva),\n\tНебойша Вучініч (Nebojša Vučinić),\n\tАнгеліка Нуссбергер (Angelika Nußberger),\n\tДжулія Лаффранк (Julia Laffranque),\n\tПауло Пінто де Альбукерке (Paulo Pinto de Albuquerque),\n\tЛінос-Александр Сіціліанос (Linos-Alexandre Sicilianos), судді,\nта Майкл О’Бойл (Michael O’Boyle), Заступник Секретаря,", "Після наради за зачиненими дверима 10 жовтня 2012 року та 25 вересня 2013 року,", "Постановляє таке рішення, ухвалене в останній із зазначених днів:", "ПРОЦЕДУРА", "Справу було розпочато за заявою (№ 27853/09) проти Республіки Латвії, яку 8 травня 2009 року подала до Суду згідно зі статтею 34 Конвенції про захист прав людини та основних свобод («Конвенція») громадянка Латвії пані X («заявниця»). Голова Великої палати з власної ініціативи дозволив заявниці не розкривати свою особу перед громадськістю (правило 47 § 3 Регламенту Суду).", "Заявницю представляв пан Р. Штраус (R. Strauss), юрист, що практикує в Ризі. Уряд Латвії («уряд») представляла його Уповноважена, пані К. Ліце (K. Līce).", "Заявниця стверджувала, що через рішення латвійських судів про повернення її дочки до Австралії в застосування Гаазької конвенції про цивільно-правові аспекти міжнародного викрадення дітей від 25 жовтня 1980 року вона стала жертвою порушення права на повагу до її сімейного життя за змістом статті 8 Конвенції.", "Заяву було передано до Третьої секції Суду (правило 52 § 1). 15 листопада 2011 року Палата цієї секції у складі наступних суддів: Жозеп Касадеваль (Josep Casadevall), голова, Корнеліу Бірсан (Corneliu Birsan), Альвіна Гюлумян (Alvina Gyulumyan), Егберт Майєр (Egbert Myjer), Інета Зіємеле, Луїс Лопес Герра (Luis López Guerra) та Кристина Пардалос (Kristina Pardalos), а також Сантьяго Кесада (Santiago Quesada), Секретар секції, визнала її прийнятною та ухвалила рішення. Більшістю голосів вона постановила, що мало місце порушення статті 8 Конвенції. До рішення, постановленого 13 грудня 2011 року, було приєднано особливу думку суддів Майєра та Лопеса Герри.", "13 березня 2012 року уряд звернувся з клопотанням про передачу справи на розгляд до Великої палати згідно зі статтею 43 Конвенції. 4 червня 2012 року колегія Великої палати задовольнила це клопотання.", "Склад Великої палати було визначено відповідно до положень статті 26 §§ 4 і 5 Конвенції та правила 24 Регламенту Суду. Під час останньої наради за зачиненими дверима Ніколас Братца і Ніна Вайіч продовжували брати участь у розгляді справи після закінчення строку їхніх повноважень відповідно до статті 23 § 3 Конвенції та правила 24 § 4.", "Заявниця та уряд подали додаткові письмові зауваження (правило 59 § 1). Крім того, коментарі були отримані від урядів Фінляндії і Чехії та від неурядової організації «Міжнародний центр з питань викрадення дітей «Реюнайт» (Reunite International Child Abduction Centre), яким голова надав дозвіл взяти участь у письмовому провадженні в якості третьої сторони (стаття 36 § 2 Конвенції та правило 44 § 3).", "10 жовтня 2012 року в Палаці прав людини в Страсбурзі відбулося відкрите слухання (правило 59 § 3).", "У Суді були присутні:", "", "–  від уряду\nпані К. Ліце, Уповноважена,\nпані\tІ. Рейне (I. Reine), Радник,\nпані\tA. Рутка-Крішкальне (А. Rutka-Kriškalne), Консультант;", "", "–  від заявниці", "\tпан Робертс Штраус, Радник.", "", "Суд заслухав виступи пані К. Ліце та пана Штрауса.", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "Заявниця народилася в 1974 році і наразі проживає в Австралії. Вона є громадянкою Латвії, яка в 2007 році також отримала й австралійське громадянство.", "Після того, як заявниця на початку 2004 року зустрілася з Т. та почала з ним зустрічатися, вона переїхала в його квартиру в кінці того ж року, хоча вона все ще перебувала в шлюбі з іншим чоловіком, Р.Л., з яким вона розлучилася 24 листопада 2005 року.", "9 лютого 2005 року заявниця народила дочку Е. У свідоцтві про народження дитини ім’я батька не зазначене; тест на батьківство також не робився. Заявниця, яка все ще проживала з Т., згодом отримала соціальну допомогу матері-одиначки. Незважаючи на погіршення стосунків з Т., заявниця продовжувала проживати з ним в якості орендаря.", "17 липня 2008 року заявниця залишила Австралію та поїхала в Латвію з дочкою, якій тоді було три роки і п’ять місяців.", "A.  Провадження в Австралії", "19 серпня 2008 року Т. подав заяву до суду у справах сім’ї Австралії з метою встановлення своїх батьківських прав щодо дитини. На підтримку своєї заяви він підтвердив у письмовому свідченні під присягою, що він знаходився у стосунках із заявницею з 2004 року, а остання завжди зазначала, що він був батьком дитини; договір оренди квартири з заявницею був фіктивним і був результатом обопільного рішення; він надав неправдиві свідчення в органах соціального забезпечення, аби заявниця отримала допомогу матері-одиначки. Т. стверджував, що заявниця залишила Австралію з дитиною без його згоди, в порушення статті 3 Гаазької конвенції, і оселилася в невідомому йому місці проживання в Латвії. На підтримку своєї заяви він надав електронну переписку з членами своєї сім’ї.", "Заявниця не брала участі в цьому провадженні, хоча, як вбачається, її різними шляхами запрошували прибути на слухання справи або взяти в ньому участь шляхом телефонної конференції.", "Рішенням від 6 листопада 2008 року суд у справах сім’ї Австралії визнав батьківство Т. стосовно Е. і постановив, що заявниця і Т. мали спільну батьківську відповідальність за свою дитину з моменту її народження. Суддя додав, що розгляд справи буде продовжено після того, як дитину буде повернуто до Австралії, зазначивши при цьому таке:", "«...водночас, я зовсім не хочу цим сказати, що присутність дитини в Латвії є наслідком її незаконного вивозу або утримання. При всій повазі, це рішення має вирішуватися латвійськими судами».", "Заявниця не оскаржувала цього рішення.", "B.  Провадження в Латвії", "22 вересня 2008 року Міністерство у справах дітей та сім’ї, яке є латвійським центральним органом, відповідальним за імплементацію Гаазької конвенції, отримало від аналогічного австралійського органу запит від Т. про повернення дитини до Австралії на основі цієї міжнародної конвенції. Запит про повернення супроводжувався письмовою присягою, в якій було викладене застосовне австралійське законодавство, та яка підтверджувала, без шкоди для питання про батьківство, що на момент вивозу дитини з Австралії Т. здійснював спільні батьківські права над нею в розумінні статті 5 Гаазької конвенції.", "19 листопада 2008 року районний суд Земгале (Zemgale) в м. Рига («районний суд») розглянув запит в присутності Т. та заявниці.", "На слуханні заявниця оскаржувала запит Т. Вона пояснила, що жодних підстав визнавати його батьком не було, оскільки вона все ще перебувала у шлюбі з іншим чоловіком на момент народження дитини, а Т. ніколи не висловлював бажання визнати своє батьківство до її від’їзду з Австралії. Вона стверджувала, що оскільки Т. став ворожим та іноді агресивним по відношенню до неї, вона попросила викликати в якості свідків осіб, які відвідували її в Австралії. Заявниця також стверджувала, що Т. розпочав судове провадження лише для того, щоб отримати від нього вигоду для цілей кримінального провадження, яке, як вона стверджувала, було порушене проти нього в Австралії.", "Представник Ризького сирітського суду (Bāriņtiesa) - органу опіки та піклування, створеного Ризькою міською радою, - просив відхилити запит Т., стверджуючи, з одного боку, що заявниця була матір’ю-одиначкою на момент вивезення дитини з Австралії, та, з іншого, що дитина встановила зв’язки з Латвією.", "Рішенням від 19 листопада 2008 року районний суд задовольнив запит Т. та постановив, що дитину слід негайно повернути до Австралії і, в будь-якому випадку, не пізніше, ніж через шість тижнів після винесення цього рішення. Зазначивши в мотивувальній частині, що австралійські суди встановили, що заявниця і Т. здійснювали спільну батьківську відповідальність, суд постановив, по-перше, що латвійські суди не могли ані скасувати це рішення, ані тлумачити чи застосовувати австралійське законодавство. Крім того, він зазначив, що в застосування статей 1 і 14 Гаазької конвенції латвійські суди не мали юрисдикції ухвалювати рішення щодо батьківської відповідальності Т. щодо дитини. Вони могли розглядати лише питання вивезення дитини з Австралії та її можливого повернення. Він дійшов думки, що вивезення дитини було незаконним і було здійснене без згоди Т. Що стосується застосування статті 13 Гаазької конвенції, він зазначив, у світлі фотографій та копій електронних листів між заявницею і родичами Т., що останній піклувався про дитину до її від’їзду до Латвії. Відзначивши, що показання свідків посилалися на сварки між сторонами і на той факт, що Т. вів себе роздратовано по відношенню до заявниці і дитини, суд зазначив, що це не дозволяло йому зробити висновок про те, що Т. не піклувався про дитину. Нарешті суд відхилив як необґрунтоване твердження про те, що повернення дитини створювало ризик психологічної шкоди.", "Заявниця подала апеляцію, стверджуючи, що коли вони виїхали з Австралії, вона була єдиним опікуном дитини як юридично, так і фактично, і, крім того, що повернення її дочки в Австралію завдасть дитині психологічної шкоди. На підтримку останнього аргументу вона надала звіт, підготовлений на її прохання психологом після рішення суду першої інстанції. У цьому звіті, який був підготовлений на основі огляду Е. 16 грудня 2008 року, зазначалося, що:", "«Хоча з огляду є очевидним те, що розвиток дитини є нормальним з точки зору рівня знань та мови, з огляду на свій вік вона не в змозі сказати, яке місце проживання їй подобається більше.... Беручи до уваги вік дитини та її тісні емоційні зв’язки з матір’ю, що є нормальним для її віку, її емоційне благополуччя в першу чергу засноване на психологічній рівновазі [заявниці] і тісно пов’язане з нею.... Дитина потребує щоденної присутності своєї матері і має постійно жити з нею в одному місці. Враховуючи її вік - три роки і 10 місяців, - негайне розлучення з матір’ю виключається, інакше дитина може отримати психологічну травму, яка полягатиме в тому, що її почуття безпеки та впевненості в собі можуть постраждати».", "В апеляційній інстанції заявниця також стверджувала, що латвійська мова була рідною мовою дитини, що вона відвідувала дошкільні заходи в Латвії, що вона не мала ніяких зв’язків в Австралії і що вона потребувала присутності своєї матері. Вона стверджувала, що Т. ніколи не допомагав їм матеріально і погано з ними поводився. Крім того, вона піддала критиці рішення нижчестоящого суду за відмову в запиті інформації від австралійських органів влади про кримінальний статус Т., його судимості та звинувачення в корупції, які, як стверджувалося, були висунуті проти нього. Вона також стверджувала, що якщо їй доведеться повернутися до Австралії, вона буде безробітною і не матиме жодного доходу, і піддала критиці районний суд за те, що той не забезпечив заходів захисту в разі повернення.", "6 січня 2009 року за клопотанням заявниці районний суд виніс ухвалу про призупинення, до завершення апеляційного провадження, виконання рішення від 19 листопада 2008 року, за яким було постановлено повернути дитину. Посилаючись на преамбулу до Гаазької конвенції, він постановив, що найкращі інтереси дитини повинні мати пріоритет над негайним поверненням, що дитина звикла до своєї матері і що згідно зі звітом психолога, наданим заявницею, раптове переривання контакту з матір’ю нанесе їй травму.", "26 січня 2009 року після проведення слухання в присутності заявниці та Т. Ризький окружний суд (Rīgas Apgabaltiesa) залишив у силі рішення суду першої інстанції. Він постановив, що запит Т. відповідав вимогам Гаазької конвенції, зазначивши передбачені в ній короткі строки і зауваживши, що для того, щоб визнати рішення австралійського суду, необхідності в будь-яких формальностях чи аналізі не було. Крім того, він постановив, що нижчестоящий суд дійшов правильного висновку, на підставі всіх відповідних доказів, особливо наданих листів та фотографій, що Т. піклувався про дитину. Що стосується аргументу заявниці та представника сирітського суду про стверджувану відсутність інформації про ситуацію дитини в разі її повернення до Австралії, він зазначив, що:", "«жодних підстав сумніватися в якості соціального забезпечення та захисту, що надаються дітям в Австралії, немає, враховуючи, що згідно з письмовою [присягою] австралійське законодавство передбачає, серед іншого, безпеку дітей та [їх] захист від поганого поводження в сім’ї».", "Що стосується тверджень заявниці, то він зазначив наступне:", "«[Суд] відхиляє ... твердження про те, що [Т.] погано поводився із [заявницею] та дитиною, а також [твердження] про те, що на нього чекало тюремне ув’язнення у зв’язку з [кримінальним звинуваченням, висунутим проти нього], оскільки жодних доказів, які могли б, навіть побічно, підтримати ці твердження, надано не було.", "Так само не може служити доказом проти повернення дитини до запитуючої держави висновок [психологічної експертизи] від 16 грудня 2008 року. Хоча у висновку зазначалося, що дитина потребує присутності своєї матері і що негайне переривання контакту між матір’ю та дитиною має виключатися, питання, порушене в цьому суді, не стосується батьківських прав... Відповідно до статті 19 Гаазької конвенції, рішення по цій конвенції про повернення дитини не повинне сприйматися як вирішення по суті будь-якого питання батьківських прав.", "[Суд] вважає, що ... [дитина] ... не досягла віку або рівня зрілості, який би дозволив їй сформулювати думку з приводу повернення до Австралії».", "5 лютого 2009 року судовий виконавець наказав заявниці виконати рішення про повернення її дитини щонайпізніше до 19 лютого 2009 року. Заявниця відмовився це зробити.", "У невстановлений день судовий виконавець подав заяву до районного суду про виконання рішення про повернення дитини. Водночас районний суд, отримавши клопотання від заявниці про призупинення виконання рішення про повернення дитини на строк від шести до дванадцяти місяців, призначив слухання на 16 квітня 2009 року.", "6 березня 2009 року за клопотанням Т. Центральний орган Латвії доручив сирітському суду перевірити житлові умови дитини і повідомити заявниці про прохання Т. про побачення з дитиною.", "14 березня 2009 року Т. випадково зустрівся з заявницею та E. біля торгового центру. Скориставшись нагодою, він забрав Е. і відвіз її до Таллінну (Естонія), а звідти розпочав повернення до Австралії. 16 березня 2009 року Центральний орган Латвії у відповідь на запит естонського аналогічного органу та з метою надання Т. дозволу полетіти до Гельсінкі надав інформацію про право Т. на повернення до Австралії зі своєю дочкою.", "Скаргу про викрадення дитини, подану в подальшому заявницею, було відхилено, так само як і дисциплінарну скаргу проти Центрального органу Латвії; клопотання ж заявниці про призупинення рішення про повернення втратило свою мету.", "C.  Ситуація в Австралії після повернення дитини", "У вересні 2009 року австралійський суд у справах сім’ї скасував усі попередні рішення, що стосувалися батьківських прав, і постановив, що лише Т. ніс батьківську відповідальність за дитину. Заборонивши заявниці робити будь-які публічні заяви з питань, які стосуються дитини або T., він разом з тим дозволив їй відвідувати свою дочку в присутності соціального працівника. Суд також заборонив їй говорити з дитиною латиською мовою і постановив, що допоки дитина не досягне одинадцятирічного віку, заявниця не матиме права відвідувати або спілкуватися будь-якими способами з будь-якими дитячими закладами, дошкільними установами або школою, в яку ходитиме її дочка, або з батьками будь-якої іншої дитини, яка відвідуватиме той самий заклад.", "Посилаючись на статтю, опубліковану в латвійській пресі в жовтні 2011 року, яка містила, серед іншого, заяви сестри заявниці, уряд зазначив у Великій палаті, що заявниця повернулася жити в Австралію, знайшла житло і працювала в державному соціальному закладі. Він також відзначив, що вона постійно контактувала з дочкою, зустрічалася з нею двічі на тиждень в соціальному центрі і могла бачитися з дочкою без присутності соціального працівника.", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ТА МІЖНАРОДНЕ ПРАВО ТА ПРАКТИКА", "A.  Гаазька конвенція про цивільно-правові аспекти міжнародного викрадення дітей від 25 жовтня 1980 року", "У відповідних положеннях Гаазької конвенції про цивільно-правові аспекти міжнародного викрадення дітей від 25 жовтня 1980 року зазначається наступне:", "  «Держави, що підписали цю Конвенцію,", "", "  твердо переконані в тому, що інтереси дітей - це найважливіше в справі турботи про них,", "", "бажаючи надати дітям захист у міжнародному масштабі від шкідливих наслідків їхнього незаконного переміщення або утримування і створити процедури для забезпечення їхнього негайного повернення до держави їхнього постійного проживання, а також забезпечити захист прав доступу,", "", "вирішили з цією метою укласти Конвенцію і домовилися про таке:", "", "...", "", " \t\t\t\t\t\tСтаття 1", "", "Цілями цієї Конвенції є:", "", "a) забезпечення негайного повернення дітей, незаконно переміщених до будь-якої з Договірних держав або утримуваних у будь-якій із Договірних держав; та", "", "b) забезпечення того, щоб права на опіку і на доступ, передбачені законодавством однієї Договірної держави, ефективно дотримувалися в інших Договірних державах.", "", "...", "", "        \t\t\t\tСтаття 3", "", "  Переміщення або утримування дитини розглядаються як незаконні, якщо:", "", "a) при цьому порушуються права піклування про дитину, що належать будь-якій особі, установі або іншому органу, колективно або індивідуально, відповідно до законодавства держави, в якій дитина постійно мешкала до переміщення або утримування; та", "", "b) у момент переміщення або утримування ці права ефективно здійснювалися, колективно або індивідуально, або здійснювалися б, якби не переміщення або утримування.", "", "Права піклування, згадані в пункті a, можуть виникнути, зокрема, на підставі будь-якого законодавчого акта, або в силу рішення судового або адміністративного органу, або внаслідок угоди, що спричиняє юридичні наслідки відповідно до законодавства такої держави.", "", "        \t\t\t\tСтаття 4", "", "Конвенція застосовується до будь-якої дитини, яка постійно проживала в Договірній державі безпосередньо перед вчиненням акта порушення прав піклування або доступу. Застосування Конвенції припиняється, коли дитина досягає віку 16 років.", "", "        \t\t\t\tСтаття 5", "", "Для цілей цієї Конвенції:", "", "a) «права піклування» включають права, пов’язані з піклуванням будь-якої особи про дитину, і зокрема, право визначати місце проживання дитини;", "", "b) «права доступу» включають право переміщення дитини на обмежений час у місце інше, ніж місце її постійного проживання.", "", "...", "               \t\tСтаття 11", "", "Судові та адміністративні органи Договірних держав без затримок здійснюють усі процедури для повернення дітей.", "", "Якщо відповідні судові або адміністративні органи не досягли ніякого рішення протягом шести тижнів з дати початку процедур, заявник або Центральний орган запитуваної держави за власною ініціативою або на прохання Центрального органу держави, що запитує, мають право просити про надання їм пояснень про причини затримки. Якщо відповідь отримана Центральним органом запитуваної держави, такий орган передає відповідь Центральному органові держави, що запитує, або заявнику.", "", "       \t\t\t\tСтаття 12", "", "Якщо дитина незаконно переміщена або утримується так, як це передбачено статтею 3, і на дату початку процедур у судовому або адміністративному органі тієї Договірної держави, де знаходиться дитина, минуло менше одного року з дати незаконного переміщення або утримування, відповідний орган видає розпорядження про негайне повернення дитини.", "", "Судовий і адміністративний орган, навіть у тих випадках, коли процедури розпочаті після сплину річного терміну, про який йдеться в попередньому пункті, також видає розпорядження про повернення дитини, якщо тільки немає даних про те, що дитина вже прижилася у своєму новому середовищі.", "", "Якщо судовий або адміністративний орган в запитуваній державі має підстави вважати, що дитина була переміщена до іншої держави, він може зупинити процедури або відмовити в прийнятті заяви про повернення дитини.", "", "       \t\t\t\tСтаття 13", "", "Незважаючи на положення попередньої статті, судовий або адміністративний орган запитуваної держави не зобов’язаний видавати розпорядження про повернення дитини, якщо особа, установа або інший орган, що заперечує проти її повернення, доведуть, що:", "", "a) особа, установа або інший орган, що піклуються про дитину, фактично не здійснювали права піклування на момент переміщення або утримування, або дали згоду на переміщення або утримування, або згодом дали мовчазну згоду на переміщення або утримування; або", "", "b) існує серйозний ризик того, що повернення поставить дитину під загрозу заподіяння фізичної або психічної шкоди або іншим шляхом створить для дитини нетерпиму обстановку.", "", "Судовий або адміністративний орган може також відмовити в розпорядженні про повернення дитини, якщо виявить, що дитина заперечує проти повернення і досягла такого віку і рівня зрілості, при якому слід брати до уваги її думку.", "", "Розглядаючи обставини, про які йдеться в цій статті, судові та адміністративні органи беруть до уваги інформацію про соціальне походження дитини, подану Центральним органом або іншим компетентним органом країни постійного проживання дитини.", "", "       \t\t\t\tСтаття 14", "", "Встановлюючи, чи дійсно мали місце незаконні переміщення або утримування відповідно до статті 3, судові або адміністративні органи запитуваної держави можуть безпосередньо враховувати законодавство і судові та адміністративні рішення, формально визнані або не визнані в державі постійного проживання дитини, не вдаючись до спеціальних процедур доведення цього законодавства або визнання рішень іноземних органів, які застосовувалися б у такому випадку.", "", "...", "", "              \t\tСтаття 16", "", "  Після одержання повідомлення про незаконне переміщення або утримування дитини відповідно до статті 3, судові або адміністративні органи Договірної держави, на територію якої була переміщена дитина, або на території якої вона утримується, не будуть вирішувати по суті питання про піклування, допоки не буде визначено, що дитина не повинна бути повернута відповідно до цієї Конвенції або поки заява не буде подана відповідно до цієї Конвенції протягом розумного періоду часу після одержання повідомлення.", "", "       \t\t\t\tСтаття 17", "", "Сам факт винесення рішення про піклування або про визнання цього рішення в запитуваній державі не є підставою для відмови в поверненні дитини відповідно до цієї Конвенції, але судові або адміністративні органи запитуваної держави можуть брати до уваги аргументацію такого рішення під час застосування цієї Конвенції.", "", "...", "", "       \t\t\t\tСтаття 19", "", "Жодне рішення, прийняте відповідно до цієї Конвенції, щодо повернення дитини, не розглядається як встановлення обставин будь-якого питання про піклування.", "", "Стаття 20", "", "У поверненні дитини відповідно до положень статті 12 може бути відмовлено, якщо воно не допускається основними принципами запитуваної держави в галузі захисту прав людини та основних свобод.", "...».", "Метою Пояснювальної доповіді до Гаазької конвенції про викрадення дітей 1980 року, підготовленої Елізою Перес-Вера (Elisa Pérez-Vera) та опублікованої Гаазькою конференцією з міжнародного приватного права (ГКМПП) в 1982 році, є роз’яснення принципів, які лягли в основу Конвенції 1980 року, та надання тим, хто повинен застосовувати Конвенцію, докладного коментаря до її положень. Як вбачається з цієї доповіді, для того, щоб перешкодити можливості для одного з батьків, який викрав дитину, визнати законними свої дії в державі, до якої було привезено дитину, Конвенція закріплює, на додаток до свого превентивного аспекту, відновлення статусу-кво шляхом винесення рішення про негайне повернення дитини, що дозволить відновити ситуацію, яка в односторонньому порядку незаконно була змінена. Дотримання прав піклування майже повністю відсутнє у сфері застосування цієї Конвенції, оскільки це питання має розглядатися відповідними судами держави постійного проживання дитини до її вивезення. Філософія Гаазької конвенції полягає в боротьбі проти збільшення міжнародних викрадень, заснованій на бажанні захистити дітей та тлумаченні їхніх справжніх інтересів. Відповідно, мета попередження та негайного повернення відповідає особливій концепції «найкращих інтересів дитини». Однак, оскільки вивезення дитини може бути виправдане в силу об’єктивних причин, пов’язаних або з її особою, або з середовищем, з яким вона найбільш тісно пов’язана, Конвенція допускає певні виключення із загальних зобов’язань з боку держав щодо забезпечення негайного повернення (§ 25). Оскільки повернення дитини є основним принципом Конвенції, виключення до загального зобов’язання щодо його забезпечення створюють важливий елемент у розумінні точних масштабів цього зобов’язання, а тому можна виділити виключення, які черпають своє виправдання з трьох різних принципів (§ 27). По-перше, органи запитуваної держави не зобов’язані видавати наказ про повернення дитини, якщо особа, яка подала запит про повернення, насправді не здійснювала прав опіки, або якщо її поведінка свідчить про прийняття нової ситуації (§ 28). По-друге, пункти 1b і 2 статті 13 містять виключення, які чітко випливають з урахування інтересів дитини, яким Конвенція надає певний зміст. Так, інтерес дитини в тому, щоб не бути вивезеною зі свого постійного місця проживання без достатніх гарантій стабільності в нових умовах, поступається перед основним інтересом будь-якої особи не бути підданій фізичній або психологічній загрозі або поміщеній в нетерпиму обстановку (§ 29). Нарешті, зобов’язання повернути дитину немає, якщо з точки зору статті 20 її повернення «не допускається основними принципами запитуваної держави в галузі захисту прав людини та основних свобод» (§ 31). Пояснювальна записка, в якій викладаються ці винятки, також наголошує на свободі розсуду, що надається судовим органам.", "У 2003 році ГКМПП опублікувала Частину ІІ «Керівництва з належної практики з питань застосування Гаазької конвенції про цивільно-правові аспекти міжнародного викрадення дітей від 25 жовтня 1980 року». Хоча цей документ в першу чергу розрахований на нові договірні держави і не має зобов’язальної сили, особливо по відношенню до судових органів, його метою є сприяння імплементації Конвенції шляхом надання низки рекомендацій та роз’яснень. Керівництво неодноразово підкреслює важливість Пояснювальної доповіді до Конвенції 1980 року, відомої як Доповідь Перес-Вера, в наданні допомоги в послідовному тлумаченні та розумінні Конвенції 1980 року (див., наприклад, пункти 3.3.2 «Наслідки підходу трансформації» і 8.1 «Пояснювальна доповідь до Конвенції: Доповідь Перес-Вера»). Зокрема, він підкреслює, що судові та адміністративні органи зобов’язані, серед іншого, невідкладно розглядати запити про повернення, в тому числі й апеляційні скарги (пункт 1.5 «Невідкладні процедури»). Невідкладні процедури слід розглядати як процедури, які є одночасно і швидкими, і ефективними: швидкі рішення за Конвенцією служать найкращим інтересам дітей (пункт 6.4 «Управління справами»). Керівництво з належної практики зазначає, що затримки у виконанні рішень про повернення або їх невиконання в деяких договірних державах є питаннями, що представляють серйозну занепокоєність, і рекомендує державам-учасникам забезпечити наявність простих та ефективних механізмів виконання рішень про повернення дітей в рамках їхніх національних правових систем, зазначаючи, що повернення має не просто бути призначене рішенням, але й бути фактично виконане (пункт 6.7 «Виконання рішень»).", "B.  Міжнародна конвенція про права дитини", "У відповідних положеннях Конвенції ООН про права дитини, підписаної в Нью-Йорку 20 листопада 1989 року, зазначається наступне:", "Преамбула", "«Держави-учасниці цієї Конвенції,", "...", "впевнені в тому, що сім’ї як основному осередку суспільства і природному середовищу для зростання і благополуччя всіх її членів і особливо дітей мають бути надані необхідні захист і сприяння, з тим щоб вона могла повністю покласти на себе зобов’язання в рамках суспільства,", "визнаючи, що дитині для повного і гармонійного розвитку її особи необхідно зростати в сімейному оточенні, в атмосфері щастя, любові і розуміння,", "погодились про нижченаведене:", "...", "Стаття 7", "1. Дитина має бути зареєстрована відразу ж після народження і з моменту народження має право ... знати своїх батьків і право на їх піклування...", "Стаття 9", "1. Держави-учасниці забезпечують те, щоб дитина не розлучалася з батьками всупереч їх бажанню...", "Стаття 14", "1. Держави-учасниці поважають право дитини на свободу думки, совісті та релігії.", " 2. Держави-учасниці поважають права та обов’язки батьків і у відповідних випадках законних опікунів керувати дитиною в здійсненні її права методом, що відповідає здібностям дитини, які розвиваються...", "Стаття 18", "1. Держави-учасниці докладають всіх можливих зусиль до того, щоб забезпечити визнання принципу загальної та однакової відповідальності обох батьків за виховання і розвиток дитини. Батьки або у відповідних випадках законні опікуни несуть основну відповідальність за виховання і розвиток дитини. Найкращі інтереси дитини є предметом їх основного піклування.", "...».", "Поняття найкращих інтересів дитини, яке походить з другого принципу Декларації про права дитини від 20 листопада 1959 року, було відтворене в 1989 році в статті 3 § 1 Конвенції про права дитини:", "«В усіх діях щодо дітей, незалежно від того, здійснюються вони державними чи приватними установами, що займаються питаннями соціального забезпечення, судами, адміністративними чи законодавчими органами, першочергова увага приділяється якнайкращому забезпеченню інтересів дитини».", "У своєму Зауваженні загального порядку № 7 (2005) про здійснення прав дитини в ранньому дитинстві Комітет з прав дитини прагнув заохотити визнання державами-учасницями того, що маленькі діти є носіями всіх прав, закріплених у цій Конвенції, і що раннє дитинство є критичним періодом для реалізації цих прав. Найкращі інтереси дитини розглядаються, зокрема, в статті 13, викладеній наступним чином:", "«13. Найкращі інтереси дитини. Стаття 3 встановлює принцип, згідно з яким найкращі інтереси дитини є предметом першочергової уваги в усіх діях щодо дітей. У силу своєї відносної незрілості, малолітні діти залежать від відповідальних органів, які здійснюють оцінку та представляють їхні права та найкращі інтереси щодо рішень і дій, які стосуються їхнього благополуччя, беручи при цьому до уваги їхні думки та здібності, що формуються. Принцип найкращих інтересів неодноразово з’являється в Конвенції (в тому числі в статтях 9, 18, 20 і 21, які є найбільш доречними стосовно раннього дитинства). Принцип найкращих інтересів поширюється на всі дії, що стосуються дітей, і вимагає активних дій із захисту їхніх прав та сприяння їх виживанню, зростанню та благополуччю, а також заходів з підтримки та надання допомоги батькам та іншим особам, які несуть щоденну відповідальність у питаннях реалізації прав дітей:", "(а) Найкращі інтереси окремих дітей. Увесь процес прийняття рішень, що стосуються опіки над дитиною, охорони її здоров’я, навчання тощо, повинні враховувати принцип забезпечення найкращих інтересів, в тому числі рішення батьків, фахівців та інших осіб, відповідальних за дітей.", "Державам-учасницям наполегливо пропонується передбачити положення про незалежне представництво малолітніх дітей в усіх юридичних провадженнях особою, яка діятиме в інтересах дитини, а також можливість заслухати дітей в усіх випадках, в яких вони здатні висловити свої думки або вподобання;", "...».", "Більш детальне обговорення див. у справі «Neulinger та Shuruk проти Швейцарії», ([ВП], № 41615/07, §§ 49-55, ECHR 2010-...).", "C.  Право Європейського Союзу", "У відповідних положеннях Хартії основних прав Європейського Союзу зазначається:", "Стаття 7", "Повага до приватного та сімейного життя", "«Кожен має право на повагу до свого приватного та сімейного життя, на недоторканість житла та таємницю кореспонденції».", "Стаття 24", "Права дитини", "«1. Діти мають право на захист і догляд, необхідні для їхнього благополуччя. Вони можуть вільно висловлювати свою думку. Такі думки враховуються у випадках, що стосуються їх, з урахуванням їхнього віку та зрілості.", "2. При здійсненні будь-яких дій стосовно дітей, як органами державної влади, так і приватними установами, найкращі інтереси дитини повинні розглядатися в якості пріоритетних.", "3. Кожна дитина має право регулярно підтримувати особисті стосунки і прямі контакти з обома батьками, якщо тільки це не суперечить її інтересам.", "...».", "Постанова Європейської Ради (ЕС) № 2201/2003 від 27 листопада 2003 року, що стосується юрисдикції та визнання і виконання судових рішень у сімейних справах та в справах батьківської відповідальності (відома як «Брюссельська постанова ІІ біс») передбачає, зокрема, наступне:", "«...", "(12) Підстави для юрисдикції в питаннях батьківської відповідальності, встановлені в цій Постанові, сформовано у світлі найкращих інтересів дитини, зокрема у світлі критерію близькості. Це означає, що юрисдикція повинна в першу чергу залишатися за державою-членом, в якій дитина постійно проживає, крім певних випадків зміни місця проживання дитини або згідно з домовленістю між носіями батьківської відповідальності.", "(13) В інтересах дитини, ця Постанова дозволяє, в якості виключення і за певних умов, щоб суд, який здійснює юрисдикцією, передавав справу до суду іншої держави-​​члена, якщо такий суд знаходиться в кращій позиції для розгляду справи. Але в такому випадку іншому судові не дозволяється передавати справу третьому суду.", "...».", "D.  Відповідне латвійське законодавство", "1.  Конституція", "Відповідні положення Конституції передбачають таке:", "Стаття 89", "«Держава визнає і захищає основні права людини відповідно до цієї Конституції, законів та міжнародних договорів, які є обов’язковими для Латвії».", "Стаття 110", "«Держава захищає і підтримує шлюб - союз між чоловіком і жінкою, - сім’ю, права батьків і права дитини. Держава забезпечує особливу підтримку дітям-інвалідам, дітям, які залишилися без піклування батьків, або які постраждав від насильства».", "2.  Цивільно-процесуальний закон Латвії", "Стаття 64419 Цивільно-процесуального закону Латвії, який діяв у відповідний час, регулює питання, що стосуються незаконного транскордонного перевезення дітей до Латвії. Вона передбачає, що суди повинні виносити рішення за будь-якими запитами такого типу після проведення судового засідання, в якому сторони беруть участь, і на яке було запрошено представника сирітського суду. Крім того, суди повинні з’ясувати точку зору дитини, якщо вона здатна її сформулювати.", "Ухвалюючи рішення за запитом, суд може розглянути будь-які докази зі своєї власної ініціативи. Він може використовувати найбільш доречні процесуальні засоби і найшвидші методи встановлення обставин з метою ухвалення рішення протягом шести тижнів з моменту подачі запиту.", "Якщо суд встановить, що дитину було незаконно ввезено або утримано в Латвії, і якщо було виконано одну з наступних умов, він зобов’язує повернути дитину до країни її місця проживання:", "(1) якщо строк після незаконного ввезення дитини до Латвії або утримання в Латвії не перевищує одного року з моменту, коли відповідна особа чи установа виявила місцезнаходження дитини; або", "(2) якщо строк після незаконного ввезення дитини до Латвії або утримання в Латвії перевищує один рік, але дитина не прижилася в Латвії.", "Якщо суд встановить, що дитину було незаконно ввезено або утримано в Латвії, і за наявності однієї з наступних обставин, він може вирішити не дозволяти повернення дитини до країни її місця проживання:", "(1) якщо з моменту, коли відповідна особа чи установа виявила або мала практичну можливість виявити місцезнаходження дитини, минуло більше одного року, але протягом цього періоду жоден з них не порушив провадження у відповідному органі з метою повернення дитини до країни її місця проживання;", "(2) якщо дитина прижилася в Латвії, і її повернення не буде в її найкращих інтересах.", "Вищезазначені положення застосовуються настільки, наскільки вони відповідають Гаазькій конвенції та Постанові Європейської Ради (ЕС) № 2201/2003.", "E.  Акт Австралійського Союзу «Про сім’ю» 1975 року", "Стаття 61B визначає батьківську відповідальність як «всі обов’язки, права, відповідальність та владу, які батьки за законом мають по відношенню до дітей».", "Стаття 61C передбачає, що кожен з батьків дитини, яка не досягла 18 років, здійснює над нею батьківську відповідальність. Стаття застосовується з урахуванням відповідних судових наказів.", "Стаття 111B передбачає наступне для цілей Гаазької конвенції:", "(а) кожного з батьків дитини слід розглядати як такого, що має права опіки щодо дитини, якщо лише батько не здійснює щодо дитини батьківську відповідальність згідно з судовим наказом, що діє у відповідний момент; та", "(b) з урахуванням будь-якого судового наказу, що діє у відповідний момент, особу: (і) з якою дитина проживатиме згідно з наказом про батьківську опіку над дитиною, або (іі) яка несе батьківську відповідальність щодо дитини згідно з наказом про батьківську опіку над дитиною, слід вважати як таку, що має права опіки щодо дитини; та", "(с) з урахуванням будь-якого судового наказу, що діє у відповідний момент, особу, яка несе батьківську відповідальність щодо дитини внаслідок дії цього Акту або іншого австралійського законодавчого акту, і відповідає за щоденний або довгостроковий догляд, добробут і розвиток дитини, слід розглядати як таку, що має права опіки щодо дитини; та", "(d) з урахуванням будь-якого судового наказу, що діє у відповідний момент, особу: (і) з якою дитина проводитиме час згідно з наказом про батьківську опіку над дитиною, або (іі) з якими дитина спілкуватиметься згідно з наказом про батьківську опіку над дитиною, слід розглядати як таку, що має право доступу до дитини.", "ПРАВО", "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 8 КОНВЕНЦІЇ", "Заявниця стверджувала у Великій палаті, що через рішення латвійських судів про повернення її дочки до Австралії вона стала жертвою порушення свого права на повагу до сімейного життя за змістом статті 8 Конвенції, яка передбачає:", "«1. Кожен має право на повагу до свого приватного і сімейного життя, до свого житла і кореспонденції.", "", " 2. Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі або для захисту прав і свобод інших осіб».", "A.  Застосовність статті 8", "Велика палата зазначає, що уряд чітко зазначив у провадженні в ній, що він не оспорює того, що рішення латвійських судів, за якими заявниця була зобов’язана повернути Е. до Австралії, становили втручання в її право на повагу до сімейного життя, що захищається статтею 8 Конвенції.", "Зазначене вище втручання в право заявниці на повагу до її приватного і сімейного життя становитиме порушення статті 8, якщо воно не задовольнятиме вимогам пункту 2 цього положення. Таким чином, необхідно з’ясувати, чи було втручання «згідно із законом», чи переслідувало воно одну або кілька законних цілей, визначених у цьому пункті, та чи було воно «необхідним у демократичному суспільстві» для їх досягнення.", "B.  Чи було втручання виправданим", "1.  Згідно із законом", "a.  Рішення Палати", "Палата постановила, що положення національного законодавства та Гаазької конвенції досить чітко зазначають, що при встановленні того, чи було вивезення незаконним за змістом статті 3 Гаазької конвенції, латвійські суди повинні були вирішити, чи було воно здійснене в порушення прав опіки, передбачених австралійським законодавством, оскільки Австралія є державою, в якій дитина постійно проживала безпосередньо перед її вивезенням. Відзначивши, що австралійські органи винесли рішення щодо батьківської відповідальності Т. після вивезення дитини, вона зазначила, що те, що заявниця та Т. мали спільну батьківську відповідальність від моменту її народження в силу Акту Австралії «Про сімейне право», було лише підтверджено, але не встановлено. Палата також зазначила, що заявниця мала можливість взяти участь в провадженні в Австралії, результатом якого стало винесення зазначеної вище ухвали, або ж подати апеляцію, і, крім того, вона не оспорювала в національних судах докази, надані на доведення того, що Т. був батьком дитини. Палата дійшла висновку, що рішення латвійського суду від 19 листопада 2008 року про повернення дитини до Австралії, яке підлягало виконанню з 26 січня 2009 року, було ухвалене згідно із законом за змістом статті 8 Конвенції.", "b.  Доводи сторін", "i.  Заявниця", "У Палаті заявниця стверджувала, що національні суди не мали жодних підстав для застосування положень Гаазької конвенції, оскільки вона виховувала свою дочку як матір-одиначка на момент свого від’їзду до Латвії. У Великій палаті вона не надала доводів з цього питання.", "ii.  Уряд", "Уряд вважав, що втручання було безперечно «згідно із законом», враховуючи, що воно було засноване на Гаазькій конвенції про цивільно-правові аспекти міжнародного викрадення дітей.", "c.  Оцінка Суду", "Згідно з усталеною практикою Суду, вираз «згідно із законом» не лише вимагає, щоб оскаржувана міра мала певну основу в національному законодавстві, але також посилається на якість такого законодавства, вимагаючи, щоб воно було доступним для зацікавленої особи та передбачуваним за своїми наслідкам (див., серед багатьох інших рішень, рішення у справах «Amann проти Швейцарії» [ВП], № 27798/95, § 50, ECHR 2000-II; «Slivenko проти Латвії» [ВП], № 48321/99, § 100, ECHR 2003-X; та «Kurić  та інші проти Словенії» [ВП], № 26828/06, § 341, ECHR 2012-...).", "Суд зазначає, що рішення про повернення дитини до Австралії було ухвалене Ризьким окружним судом на підставі Гаазької конвенції 1980 року – документу, підписаного та ратифікованого Латвією в 1982 році. Крім того, Цивільно-процесуальний закон Латвії, стаття 644 якого регулює питання незаконного транскордонного переміщення дітей до Латвії, ставить його застосування в залежність від чіткого дотримання Гаазької конвенції, Брюссельської постанови II біс та Європейської конвенції з прав людини.", "Заявниця стверджувала, що на момент її від’їзду з Австралії вона самостійно здійснювала батьківську відповідальність по відношенню до дочки.", "Разом з тим Суд зазначає, що це питання було чітко розглянуте латвійськими судами, які розглядали запит про повернення дитини. Зазначивши, що вони не можуть ані тлумачити, ані змінити рішення австралійського суду у справах сім’ї від 6 листопада 2008 року, ці суди застосували це рішення, яке підтвердило батьківство Т. і існування спільної батьківської відповідальності за дитину з моменту її народження. У результаті як районний суд, так і Ризький окружний суд дійшли висновку, що запит Т. відповідав Гаазькій конвенції у цьому зв’язку.", "Крім того, Суд вважає, що не він має вирішувати, чи було міжнародне переміщення дитини «законним» чи «незаконним» за змістом статті 3 Гаазької конвенції. Дійсно, до компетенції Суду не входить розгляд помилок фактів та права, яких міг припуститися національний суд, за винятком якщо і настільки, наскільки вони могли порушити права та свободи, що захищаються Конвенцією (див. справу «García Ruiz проти Іспанії» [ВП], № 30544/96, § 28, ECHR 1999-I): саме національні суди повинні вирішувати питання тлумачення та застосування національного законодавства, а також норм загального міжнародного права та міжнародних угод (див. справи «Maumousseau та Washington проти Франції», № 39388/05, § 79, рішення від 6 грудня 2007 року, та «Neulinger та Shuruk», згадана вище, § 100). У даному випадку заявниця крім того, що вона не використала наявні засоби правового захисту для оскарження австралійського рішення, яке підтвердило батьківство Т. та існування спільної батьківської відповідальності за дитину на момент її від’їзду з Австралії, та яке було прямою передумовою для застосування Гаазької конвенції, також не довела ані того, що вона не мала можливості оскаржити австралійське рішення, ані того, в чому саме помилилися національні суди в цьому зв’язку.", "Таким чином, Суд вважає, що оспорюване втручання було згідно із законом за змістом статті 8 Конвенції.", "2.  Законна мета", "a.  Рішення Палати", "Палата дійшла висновку, що втручання мало на меті захист прав Т. та дитини, і що для цілей статті 8 § 2 Конвенції така мета була законною.", "b.  Доводи сторін", "i.  Заявниця", "Заявниця не висловила думки з цього приводу.", "ii.  Уряд", "На думку уряду, втручання переслідувало законну мету, а саме – захист прав та свобод Т. та його дочки.", "c.  Оцінка Суду", "Велика палата погоджується із висновком Палати про те, що рішення про повернення дитини мало законну мету захисту прав та свобод Т. та Е., що, тим більше, не оскаржувалося сторонами цього провадження.", "3.  Необхідність втручання в демократичному суспільстві", "a.  Рішення Палати", "Що стосується питання про те, чи було втручання «необхідним у демократичному суспільстві», то Палата дійшла висновку, зазначивши при цьому, що до її завдань не входить підміна національних органів у визначенні існування серйозного ризику за змістом статті 13 (b), що вона повинна була з’ясувати, чи дотрималися суди вимог статті 8, зокрема в світлі принципів, встановлених Судом в його рішенні «Neulinger та Shuruk» (див. вище), при застосуванні та тлумаченні Гаазької конвенції. Звертаючи свою увагу в першу чергу на звіт психолога, складений на прохання матері після ухвалення рішення судом першої інстанції, Палата встановила, що окружний суд відхилив його на тій підставі, що він стосувався питання опіки над дитиною, і що остання буде захищена відповідно до австралійського законодавства. На думку Палати, хоча той факт, що суди не опитали дитину, не становив проблеми з огляду на її вік, окружний суд, тим не менш, повинен був розглянути висновки психологічної експертизи та заперечення, висунуті сирітським судом; крім того, нічого не забороняло судові самостійно призначити психологічну експертизу.", "Далі Палата зазначила, що суди повинні були також проаналізувати, чи існували також інші достатні гарантії того, що повернення відбулося в найкращих можливих умовах для дитини, особливо в питанні її матеріального благополуччя в Австралії, а також можливість у заявниці поїхати за своєю дочкою та підтримувати з нею контакт.", "Зазначивши, що рішення латвійських судів у цій справі контрастувало з підходом, застосованим в інших провадженнях за Гаазькою конвенцією в Латвії (див. справу «Šneersone та Kampanella», № 14737/09, § 94, рішення від 12 липня 2011 року), а також відхиливши аргумент уряду про те, що заявниця не співпрацювала, та відзначивши травматичний спосіб, в який рішення було виконано, Палата дійшла висновку, що підходу латвійських судів бракувало поглибленого вивчення всієї сімейної ситуації, а також цілої низки факторів, а тому втручання було непропорційним за змістом статті 8.", "b.  Доводи сторін", "i.  Заявниця", "Заявниця вважала, що рішення Палати є взірцем для надання допомоги національним органам у встановленні того, що є найкращими інтересами дитини. Вона зазначила, що хоча у своєму клопотанні про передачу справи до Великої палати уряд висловив жаль з приводу того, що Палата не мала в наявності всіх матеріалів справи, які розглядали національні суди, надати ці матеріали було його обов’язком. Вона стверджувала, що забезпечення найкращих інтересів дитини не стояло не меті у національних органів, і вважала, що звіти психолога були єдиним методом визначення найкращих інтересів дитини. Однак у цій справі національні суди відмовилися розглядати наданий нею звіт психолога, тим самим порушивши статтю 12 Міжнародної конвенції про права дитини (надання дитині можливості бути заслуханою безпосередньо або через представника чи відповідний орган). Вона підкреслила, що у визначенні «найкращих інтересів» увага, як правило, приділяється низці факторів, пов’язаних з обставинами дитини та обставинами і можливостями потенційних опікунів дитини, при цьому безпека дитини та її добробут є питаннями першочергової важливості.", "Заявниця додала, що звернувшись до Суду, її головною метою було оскарження позиції національних судів у різних справах, що стосуються Гаазької конвенції 1980 року, та демонстрація необхідності забезпечення найкращих інтересів дитини.", "ii.  Уряд", "Уряд відзначив, що Суд наклав низку зобов’язань на національні органи, зокрема: забезпечення залучення батьків до процесу прийняття рішень до тієї міри, що є достатньою для гарантування їм захисту їхніх інтересів («Iosub Caras», згадана вище, § 41), запобігання подальшої шкоди дитині або шкоди зацікавленим сторонам, як це передбачено статтею 7 Гаазької конвенції (там само, § 34, і «Ignaccolo-Zenide проти Румунії», № 31679/96, § 99, рішення від 25 січня 2000 року), забезпечення невідкладного проведення провадження щодо повернення викраденої дитини, в тому числі виконання ухвалених рішень («Carlson проти Швейцарії», № 49492/06, § 69, рішення від 6 листопада 2008 року), а також надання відшкодування батьку, що подає запит, у разі недотримання шеститижневого терміну, передбаченого статтею 11 Гаазької конвенції (там само, § 55).", "Він вважав, що ці принципи повинні застосовуватися так, щоб максимально забезпечити баланс між правами кожного з батьків та дитини. Разом з тим, він відзначив складність завдання національних органів при розгляді питань про міжнародне викрадення дитини, яка не завжди дозволяє захистити найкращі інтереси усіх сторін, і особливо інтереси дитини, враховуючи, що кожна сторона має різні, якщо не суперечливі, інтереси порівняно з інтересами інших. Він також наполягав на проведенні чіткого розмежування між провадженням щодо повернення дитини та провадженням щодо опіки над дитиною.", "На думку уряду, національні органи користуються свободою розсуду в застосуванні цих принципів до обставин кожної конкретної справи. Завдання Суду полягає не в аналізі кожної деталі національного провадження, а в розгляді того, чи надав процес прийняття рішень, якщо його розглядати в цілому, належний захист інтересів відповідних осіб («Diamante та Pelliccioni проти Сан-Марино», № 32250/08, § 187, рішення від 27 вересня 2011 року), оскільки Суд не є судом четвертої інстанції. Відповідно, це могло б бути інакше, якби виявлений недолік був вирішальним для результату розгляду справи («Broka проти Латвії», № 70926 01, §§ 25-26, рішення від 28 червня 2007 року).", "Уряд вважав, що в даній справі національні органи дотрималися вищевказаних принципів і здійснили «поглиблене вивчення всієї сімейної ситуації і цілої низки факторів» («Neulinger та Shuruk», згадана вище, § 139), однак вивчення загальної сімейної ситуації може відрізнятися в залежності від справи, наявності чи відсутності видимих проблем або принаймні обґрунтованих сумнівів. Крім того, ризик, передбачений в статті 13 (b), повинен бути «серйозним», не забуваючи й про те, що найкращі інтереси дитини також вимагають невідкладного розгляду справи.", "Уряд зазначив, що запит, надісланий австралійськими органами латвійським органам 15 вересня 2008 року, підтвердив, що Т. здійснював спільну батьківську відповідальність щодо дитини, і що всупереч твердженням заявниці, рішення від 6 листопада 2008 року не надало йому це право, а підтвердило його існування на момент від’їзду доньки з Австралії. І австралійські, і латвійські суди встановили, що Т. фактично здійснював свою батьківську відповідальність, однак існували достатні підстави вважати, що Т. був біологічним батьком дитини і що заявниця, зі свого боку, зробила неправдиві заяви до органів влади з метою отримання вигоди.", "Він зазначив, що звіт психолога був складений в приватному порядку на прохання заявниці, і що сирітський суд не є судовою установою. Незважаючи на відхилення звіту психолога та спостережень сирітського суду, суди розглянули сімейну ситуацію в світлі наявних в них доказів, що було невід’ємною частиною їхньої компетенції. При цьому в практиці Суду немає нічого, що ставило б під сумнів це право. Латвійські суди встановили, що від’їзд заявниці з Австралії з її дочкою був мотивований виключно її особистими розбіжностями з Т., і що жодного видимого ризику завдання шкоди дитині в разі повернення не було. З цього випливало, що латвійські органи не застосовували Гаазьку конвенцію автоматично або механічно, в порушення встановлених статтею 8 Конвенції принципів.", "Уряд наголосив, що «розуміння та співпраця всіх зацікавлених осіб завжди є важливими компонентами» в оцінці індивідуальних обставин справи («Maumousseau та Washington проти Франції», згадана вище, § 83, та «Neulinger та Shuruk», згадана вище, § 140). Однак він вважав, що заявниця проявила відсутність співпраці з австралійськими і латвійськими органами, проігнорувавши запрошення взяти участь у провадженні в австралійському суді, не давши можливості представникам сирітського суду перевірити її житлові умови з дочкою в Латвії, перешкодивши контактам між Т. і його дочкою, та своєю надзвичайно агресивною поведінкою по відношенню до Т. в ході провадження.", "Він також вважав, що суди правильно відхилили питання інтеграції дитини в новому середовищі, враховуючи, що вона провела в Латвії всього кілька місяців.", "Він зазначив, що суди своїм рішенням повернули дитину не до батька, а в Австралію, тим самим проводячи чітку межу між поверненням дитини і питанням опіки над нею - підхід, схвалений Судом («M.R. та L.R. проти Естонії», № 13420/12, §§ 47-48, ухвала щодо прийнятності від 15 травня 2012 року, та «Tarkhova проти України», № 8984/11, ухвала щодо прийнятності від 6 вересня 2011 року). У будь-якому разі фінансове становище Т. не було таким, що не давало йому можливості здійснювати опіку над своєю дочкою.", "Уряд підкреслив необхідність розрізняти питання стосунків заявниці з дитиною і ризику послаблення цих стосунків у разі повернення, від питання ризику для основних інтересів дитини за змістом статті 13 (b) Гаазької конвенції. Як громадянка Австралії заявниця не стикалася з непереборними труднощами в разі свого повернення до Австралії, оскільки вона користувалася повним спектром основних прав, на відміну від заявників у справі «Neulinger та Shuruk» (згадана вище). У даній справі як дитина, так і мати мали австралійське громадянство; крім того, мати мала доступ до ринку праці, враховуючи, що вона знайшла роботу після свого повернення, і могла мати доступ до соціальної допомоги. Історії насильства в сім’ї або зловживання правами з боку Т. не було, тоді як заявниця продемонструвала відсутність співпраці та агресивне ставлення. Нарешті, уряд звернув увагу Суду на те, що він не може нести відповідальність за рішення, ухвалені австралійськими органами (він послався на згадану вище справу «M.R. та L.R.»).", "c.  Коментарі третіх сторін", "i.  Уряд Фінляндії", "Уряд зазначив, що Гаазька конвенція 1980 року заснована на принципі найкращих інтересів дитини і спрямована на захист дитини від шкідливих наслідків викрадення, передбачаючи низку підстав для відмови в поверненні. Він підкреслив, що стаття 11 Брюссельської постанови II біс, застосовної в рамках Європейського Союзу, навіть ще більше звужує виключення до повернення дитини і відображає думку країн-членів ЄС про те, що ефективність Гаазької конвенції служить найкращим інтересам дітей та сімей. Він також послався на Конвенцію Організації Об’єднаних Націй про права дитини.", "Що стосується даної справи, уряд зазначив, зокрема, що зобов’язання національних судів, які приймають рішення про повернення дитини, провести «поглиблене вивчення всієї сімейної ситуації», як того вимагала Палата у своєму рішенні, суперечить Гаазькій конвенції, яка передбачає, що питання опіки чи проживання дитини підпадають під юрисдикцію судів місця постійного проживання дитини.", "Крім того, він вважав, що національні суди знаходяться в кращому становищі для здійснення оцінки найкращих інтересів дитини: Суд повинен не займати їхнє місце, а лише перевірити, чи було дотримано вимоги статті 8. Вимога про таке поглиблене вивчення зрештою вирівняла б відмінності між процедурою повернення та провадженням щодо опіки, що звело б нанівець наміри Гаазької конвенції. Він наголосив, що останній документ передбачає виключення до повернення дитини в статтях 12, 13 і 20.", "Що стосується звіту психолога, якому, на думку Палати, національні суди не приділили достатньої уваги, уряд зазначив, що він був наданий матір’ю, щоб показати існування серйозного ризику в разі повернення в розумінні статті 13 Гаазької конвенції. Дійшовши висновку про те, що такі твердження є необґрунтованими, апеляційний суд відхилив їх відповідно до статті 13 Гаазької конвенції в межах допустимої свободи розсуду, дозволеної Гаазькою конвенцією, та у відповідності з метою, яку вона переслідує. У світлі цих аргументів, і посилаючись також на особливу неспівпадаючу думку суддів Майєра та Лопеса Герри, що додавалися до рішення Палати, уряд Фінляндії висловив думку про те, що порушення статті 8 Конвенції в цій справі не було.", "ii.  Уряд Чеської Республіки", "Уряд вважав, що рішення Великої палати, яке вона ухвалить у цій справі, матиме велике значення не лише для держави-відповідача та системи за Конвенцією, але й для функціонування Гаазької конвенції і країн за межами Європейського континенту. На його думку, Гаазька конвенція забезпечує належну процедуру, враховуючи серйозні наслідки викрадення як для дитини, так і для одного з батьків, який скаржиться на викрадення. Щоб виключити шкідливі наслідки викрадення, вимагається невідкладний розгляд справи та швидке повернення, враховуючи, що Гаазька конвенція ґрунтується на тому припущенні, що відновлення статусу-кво, який існував до незаконного вивезення, є найкращою відправною точкою для забезпечення захисту відповідних прав. Як і уряд Фінляндії, він також посилався на Брюссельську постанову II біс, що застосовується в Європейському Союзі.", "Уряд також зазначив, що Гаазька конвенція відкрито залишила питання про опіку над дітьми судам країни постійного проживання дитини, і що у випадках серйозного ризику для дитини передбачена відмова в поверненні дитини. На думку уряду, розвиток прецедентної практики Суду в цій сфері, основні положення якої він виклав, підриває принцип субсидіарності і суперечить меті, переслідуваній Гаазькою конвенцією. «Поглиблене вивчення всієї сімейної ситуації» є рівнозначним самому розгляду питання про опіку; тим самим воно уповільнює провадження по справі, хоча плин часу може відігравати значну роль у випадках, в яких дитину було заслухано в ході судового провадження. Крім того, загальнозрозуміле поняття справедливості має означати, що один з батьків, який викрадає дитину і від якого вимагається надати протягом короткого періоду часу докази існування серйозного ризику в разі повернення дитини, позбавляється будь-яких процесуальних переваг, а не навпаки - отримує доступ до судів країни на свій вибір для визначення суті справи про опіку.", "Уряд Чеської Республіки відзначив, зокрема, конфлікт між вимогою швидкості, закладеною в Гаазькій конвенції, та високим стандартом доказування, викладеним в недавній практиці Суду. Оцінка найкращих інтересів дитини значно відрізняється в залежності від того, чи була вона проведена в ході провадження про повернення дитини в суді держави, в яку було вивезено дитину, або ж чи мала вона місце в ході провадження стосовно опіки в іншому суді в державі постійного проживання дитини. Оскільки ті держави, які є сторонами як Європейської, так і Гаазької конвенції, зобов’язані дотримуватися своїх зобов’язань стосовно обох цих документів, ці конвенції потребують свого послідовного та узгодженого тлумачення і застосування, при тому що Брюссельська постанова II біс є навіть суворішою, ніж Гаазька конвенція. Створена Постійним бюро Гаазької конференції з міжнародного приватного права (INCADAT) база даних свідчить, що серед національних судів, як правило, існує тенденція суворого застосування Гаазької конвенції, у відповідності з її намірами. Закликаючи до повернення до принципу субсидіарності, уряд Чеської Республіки запропонував Великій палаті скасувати рішення Палати та встановити обмеження на розгляд сімейної ситуації судом, який ухвалює рішення за запитом про повернення дитини.", "iii.  Міжнародний центр з питань викрадення дітей «Реюнайт» («Реюнайт»)", " «Реюнайт» зазначив, що Гаазька конвенція була розроблена для полегшення захисту дітей, які зазнали незаконного транскордонного викрадення, на основі того припущення, що, за деякими виключеннями, якнайшвидше повернення дитини є в її інтересах. «Реюнайт» повністю схвалив стисле викладення Судом намірів і завдань Гаазької конвенції в його рішенні по справі «Maumousseau та Washington» (див. вище, § 69). Він зазначив, зокрема, що Гаазька конвенція - надзвичайно успішна конвенція в боротьбі з міжнародним викраденням дітей - спрямована на захист не дорослих, а дітей. Вона передбачає обмежену кількість виключень до швидкого повернення дитини, залишаючи питання довгострокового добробуту дитини судам країни постійного проживання дитини. Таким чином, останнім поставлена задача проведення поглибленого вивчення ситуації, в інтересах дитини, на відміну від судів держави вивезення дитини, які при розгляді заяви про повернення дитини зобов’язані ухвалити рішення після вивчення питань, обмежених встановленими Гаазькою конвенцією рамками.", "Зробивши спостереження про те, що Суд у своєму прецедентному праві встановив низку факторів, які мають ключове значення для належного функціонування Гаазької конвенції, «Реюнайт» зазначив, що останні тенденції свідчать про те, що суди зобов’язані здійснювати більш поглиблене вивчення ситуації при визначенні виключень до повернення дитини. У цьому зв’язку він запропонував Великій палаті прояснити питання про вимогу щодо поглибленого вивчення всієї сімейної ситуації в контексті Гаазької конвенції і дати чітко зрозуміти, що це стосується лише сумісності повернення з Конвенцією і не ставить під сумнів виняткову юрисдикцію судів країни постійного проживання дитини ухвалювати рішення по суті.", "d.  Оцінка Суду", "i.  Загальні принципи", "Насамперед Суд вважає за доречне викласти певні принципи, які мають надати йому керівництво в розгляді цієї справи, і на які він звернув увагу в своєму недавньому рішенні у справі «Nada проти Швейцарії» ([ВП], № 10593/08, § 167, рішення від 12 вересня 2012 року, ECHR 2012-...) наступним чином:", "«168. Згідно з усталеною практикою Договірна держава несе відповідальність за статтею 1 Конвенції за всі дії і бездіяльність її органів незалежно від того, чи є відповідна дія чи бездіяльність наслідком національного законодавства чи наслідком необхідності дотримання міжнародно-правових зобов’язань. Стаття 1 не передбачає будь-якого розмежування залежно від виду норми чи заходу, про який йдеться, і не виключає будь-якої частини «юрисдикції» Договірної держави з критичного аналізу за Конвенцією (див. згадане вище рішення у справі «Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi», § 153, і рішення у справі «United Communist Party of Turkey та інші проти Туреччини» від 30 січня 1998 року, § 29, Reports 1998-I). Таким чином, договірні зобов’язання, взяті державою на себе після набрання Конвенцією чинності стосовно неї, можуть порушувати питання про відповідальність цієї держави за Конвенцією (див. рішення у справі «Al‑Saadoon і Mufdhi проти Сполученого Королівства», № 61498/08, § 128, ECHR 2010, і згадане вище рішення у справі «Bosphorus Hava Yolları Turizm ve Ticaret Anonim Şirketi», § 154, та рішення, посилання на які містяться в ньому).", "169. Крім того, Суд повторює, що Конвенцію не можна тлумачити у вакуумі і що її тлумачення має узгоджуватися із загальними принципами міжнародного права. При цьому, як зазначено в підпункті «с» пункту 3 статті 31 Віденської конвенції 1969 року про право міжнародних договорів, мають враховуватися «відповідні норми міжнародного права, застосовні до відносин між сторонами» та, зокрема, норми, що стосуються міжнародного захисту прав людини (див., наприклад, рішення у справах «Neulinger та Shuruk проти Швейцарії» [ВП], № 41615/07, § 131, ECHR 2010; «Al-Adsani проти Сполученого Королівства» [ВП], № 35763/97, § 55, ECHR 2001-XI; та «Golder проти Сполученого Королівства», рішення від 21 лютого 1975 року, § 29, Series A, no. 18).", "170. При створенні нових міжнародних зобов’язань діє презумпція, що держави не відступають від своїх попередніх зобов’язань. У разі, якщо застосовними є одночасно положення кількох правових актів, що явно суперечать один одному, тоді в міжнародній судовій практиці і науковому середовищі докладаються зусилля, щоб дати їм тлумачення, яке б узгоджувало дію таких актів і не допускало конфлікту між ними. Отже, два розбіжних зобов’язання необхідно наскільки це можливо узгодити між собою таким чином, щоб породжувані ними наслідки повністю відповідали діючим правовим нормам (див. з цього приводу згадані вище рішення у справах «Al-Saadoon та Mufdhi», § 126, і «Al-Adsani», § 55, та згадану вище ухвалу у справі «Banković», §§ 55-57; див. також посилання, наведені в доповіді дослідницької групи КМП «Фрагментація міжнародного права: труднощі, обумовлені диверсифікацією та розширенням сфери охоплення міжнародного права», пункт 81 вище)».", "Більш конкретно, що стосується питання про взаємозв’язок між Конвенцією та Гаазькою конвенцією про цивільно-правові аспекти міжнародного викрадення дітей від 25 жовтня 1980 року, Суд повторює, що у сфері міжнародного викрадення дітей зобов’язання, які накладаються статтею 8 на Договірні держави, повинні тлумачитися у світлі вимог Гаазької конвенції (див. справи «Ignaccolo-Zenide», згадана вище, § 95; «Iglesias Gil та A.U.I. проти Іспанії», № 56673/00, § 51, ​​ ECHR 2003-V; та «Maumousseau та Washington», згадана вище, § 60) і вимог Конвенції про права дитини від 20 листопада 1989 року (див. справи «Maire», згадана вище, § 72; «Maumousseau та Washington», згадана вище, і «Neulinger та Shuruk», згадана вище, § 132), а також відповідних норм і принципів міжнародного права, застосовних у відносинах між Договірними державами (див. справу «Demir та Baykara проти Туреччини» [ВП], № 34503/97, § 67, ECHR 2008-...).", "Цей підхід включає в себе комбіноване і гармонійне застосування міжнародних документів, зокрема в даному випадку Конвенції та Гаазької конвенції, беручи до уваги її мету та наслідки для захисту прав дітей та батьків. Такий розгляд міжнародно-правових положень не повинен призводити до конфлікту чи протиставлення різних міжнародних договорів за умови, що Суд може виконувати своє завдання в повному обсязі, а саме «забезпечити дотримання зобов’язань, прийнятих на себе Високими Договірними Сторонами» Конвенції (див., серед інших джерел, справу «Loizidou проти Туреччини» (попередні заперечення), рішення від 23 березня 1995 року, § 93, Series А, no. 310), шляхом тлумачення та застосування положень Конвенції у спосіб, який робить її гарантії практичними та ефективними (див., зокрема, справи «Artico проти Італії», рішення від 13 травня 1980 року, § 33, Series A, no. 37, та «Nada», згадана вище, § 182).", "Вирішальним питанням є те, чи було забезпечено в межах свободи розсуду, що надається державам у таких питаннях, справедливий баланс, який повинен існувати між конкуруючими інтересами, що стоять на кону: інтереси дитини, батьків та громадського порядку (див. згадану вище справу «Maumousseau та Washington», § 62), беручи при цьому до уваги те, що найкращі інтереси дитини повинні отримати першочергову увагу, і що цілі попередження та негайного повернення відповідають певній концепції «найкращих інтересів дитина» (див. вище, пункт 35).", "Суд вкотре нагадує, що існує широкий консенсус - у тому числі в міжнародному праві - на підтримку ідеї про те, що в усіх рішеннях, що стосуються дітей, їхні найкращі інтереси повинні стояти понад усе (див. вище, пункти 37-39).", "Ця ж сама філософія закладена і в Гаазьку конвенцію, яка пов’язує цей інтерес до відновлення статусу-кво за допомогою винесення рішення про негайне повернення дитини до її країни постійного проживання у разі незаконного викрадення, при цьому беручи до уваги той факт, що неповернення дитини іноді може бути виправдане в силу об’єктивних причин, які відповідають інтересам дитини, тим самим пояснюючи існування виключень, особливо у випадку серйозного ризику того, що повернення дитини піддасть її фізичній чи психологічній шкоді або іншим чином помістить її в нестерпну ситуацію (стаття 13, перший абзац, (b). Суд також зазначає, що Європейський Союз дотримується тієї ж філософії в рамках системи, що включає лише держав-​​членів ЄС, і яка заснована на принципі взаємної довіри. Брюссельська постанова II біс, чиї положення про викрадення дітей доповнюють ті положення, які вже закладені в Гаазькій конвенції, так само посилається в преамбулі на найкращі інтереси дитини (див. вище, пункт 42), тоді як стаття 24 § 2 Хартії основних прав наголошує, що в усіх діях, пов’язаних з дітьми, найкращі інтереси дитини повинні бути першочерговим міркуванням (див. вище, пункт 41).", "Таким чином, не лише зі статті 8 Конвенції, але й із самої Гаазької конвенції, враховуючи прямо закріплені в ній виключення до принципу своєчасного повернення дитини до її країни постійного проживання, безпосередньо випливає те, що таке повернення не може бути призначене автоматично або механічно (див. справи «Maumousseau та Washington», згадана вище, § 72, і «Neulinger та Shuruk», згадана вище, § 138).", "Як Суд знову повторив у рішенні по справі «Neulinger та Shuruk» (згадана вище, § 140), зобов’язання, покладені на держави у зв’язку з цим, були визначені у справі «Maumousseau та Washington» (згадана вище, § 83).", "  Найкращі інтереси дитини не співпадають з інтересами батька або матері, за винятком і настільки, наскільки вони неминуче мають спільні різноманітні критерії оцінки, пов’язані з індивідуальною особистістю дитини, загальною та конкретною ситуацією. Тим не менш, їх не можна сприймати в ідентичній манері, незалежно від того, чи розглядає суд запит про повернення дитини відповідно до Гаазької конвенції або ж приймає рішення по суті заяви про батьківську опіку або батьківські права, враховуючи, що останнє судове провадження в принципі не має нічого спільного з намірами Гаазької конвенції (статті 16, 17 та 19; див. також вище, пункт 35).", "  Таким чином, в контексті розгляду поданого в рамках Гаазької конвенції запиту про повернення, який, відповідним чином, є відмінним від провадження щодо батьківської опіки, поняття найкращих інтересів дитини повинне оцінюватися у світлі виключень, передбачених Гаазькою конвенцією, які стосуються плину часу (стаття 12), умов застосування Конвенції (стаття 13 (а) і існування «серйозного ризику» (стаття 13 (b), а також дотримання фундаментальних принципів запитуваної держави, що стосуються захисту прав людини та основних свобод (стаття 20). Це завдання стоїть в першу чергу перед національними органами запитуваної держави, які, зокрема, мають перевагу прямого контакту із зацікавленими сторонами. При виконанні свого завдання відповідно до статті 8 національні суди користуються свободою розсуду, яка при цьому залишається предметом європейського контролю, в рамках якого Суд розглядає відповідно до Конвенції рішення, які ці органи ухвалили, користуючись цією свободою (див., з відповідними змінами, справу «Hokkanen проти Фінляндії», рішення від 23 вересня 1994 року, § 55, Series A no. 299-A; а також «Maumousseau та Washington», згадану вище, § 62, та «Neulinger та Shuruk», згадану вище, § 141).", "  Зокрема, в контексті цього провадження Суд вкотре повторює, що він не пропонує замінити своєю власною оцінкою оцінку національних судів (див., наприклад, справи «Hokkanen проти Фінляндії», згадана вище, і «К. та Т. проти Фінляндії» [ВП], № 25702/94, § 154, ECHR 2001-VII). Разом з тим, він повинен переконатися в тому, що процес прийняття рішень, результатом якого стало прийняття національними судами оспорюваних заходів, був справедливим і дозволив усім зацікавленим сторонам повною мірою викласти свої аргументи, і що найкращі інтереси дитини були захищені (див. справи «Eskinazi та Chelouche проти Туреччини» (прийнятність), № 14600/05, ECHR 2005-XIII (витяги); «Maumousseau та Washington», згадана вище; і «Neulinger та Shuruk», згадана вище, § 139).", "  У цьому зв’язку уряд, серед іншого, вважав, що загальна сімейна ситуація повинна розглядатися відповідно до обставин кожної справи (див. вище, пункт 75). У свою чергу, треті сторони або вважали, що вимога про «поглиблене вивчення всієї сімейної ситуації» («Neulinger та Shuruk», згадана вище) суперечить Гаазькій конвенції (див. вище, пункти 84 і 88), або ж просили Суд прояснити це питання (див. вище, пункт 91) і встановити межі розгляду сімейної ситуації судом, який розглядає запит про повернення дитини (див. вище, пункт 89).", "  З цього приводу Суд зазначить, що рішення Великої палати у справі \n«Neulinger та Shuruk» (згадана вище, § 139), на яку посилалася низка подальших рішень (див., зокрема, справи «Raban проти Румунії», № 25437/08, § 28, рішення від 26 жовтня 2010 року; «Šneersone та Kampanella», згадана вище, § 85; і зовсім недавнє рішення у справі «M.R. та L.R.», згадане вище, § 37), можуть бути і фактично були розглянуті як такі, що означають, що національні органи повинні провести поглиблене вивчення всієї сімейної ситуації і цілої низки факторів. Це формулювання вже використовувався Палатою у справі «Maumousseau та Washington» (див. вище, § 74 ), де таке поглиблене вивчення в дійсності було проведене національними судами.", "  На цьому тлі Суд вважає доречним уточнити, що його висновок у пункті 139 рішення по справі «Neulinger та Shuruk» сам по собі не встановлює жодного принципу для застосування Гаазької конвенції національними судами.", "  Суд вважає, що гармонійне тлумачення Європейської конвенції та Гаазької конвенції (див. вище, пункт 94) може бути досягнуте за умови дотримання наступних двох умов. По-перше, запитуваний суд повинен по-справжньому брати до уваги фактори, які можуть становити виключення до негайного повернення дитини в застосування статей 12, 13 і 20 зазначеної конвенції, особливо якщо вони згадуються однією із сторін судового провадження. Такий суд потім повинен ухвалити рішення, яке є достатньо аргументованим з цього питання, з тим щоб Суд мав змогу перевірити, що ці питання були належним чином розглянуті. По-друге, ці фактори повинні бути оцінені у світлі статті 8 Конвенції (див. справу «Neulinger та Shuruk», згадана вище, § 133).", "  Таким чином, Суд вважає, що стаття 8 Конвенції накладає на державні органи конкретне процесуальне зобов’язання в цьому відношенні: розглядаючи запит про повернення дитини, суди повинні розглянути не лише вірогідні твердження про «серйозний ризик» для дитини в разі її повернення, але й ухвалити рішення із наведенням конкретних підстав у світлі обставин справи. Як відмова в прийнятті до уваги заперечень щодо повернення, яке може підпадати під дію статей 12, 13 і 20 Гаазької конвенції, так і недостатнє наведення підстав в рішенні про відхилення таких заперечень суперечитиме вимогам статті 8 Конвенції, а також намірам та меті Гаазької конвенції. Необхідне належне вивчення таких тверджень, яке має підтримуватися наведенням національними судами підстав, які є не автоматичними чи стереотипними, а досить деталізованими в світлі виключень, викладених у Гаазькій конвенції, яка повинна тлумачитися вузько (див. згадану вище справу «Maumousseau та Washington», § 73). Це також дозволить Суду, завдання якого не полягає в заміні національних судів, здійснити покладений на нього європейський нагляд.", "  Крім того, оскільки в преамбулі до Гаазької конвенції передбачається повернення дитини «до держави її постійного проживання», суди повинні переконатися в тому, що в цій країні переконливо надаються відповідні гарантії і, в разі відомого ризику, що передбачені реальні захисні міри.", "ii.  Застосування цих принципів до даної справи", "  Суд, який повинен робити свою оцінку у світлі ситуації, що склалася на момент оскаржуваного заходу (див., з відповідними змінами, справу «Maslov проти Австрії» [ВП], № 1638/03, § 91, ECHR 2008-...), насамперед зазначить, що на відміну від справи «Neulinger та Shuruk» (згаданої вище), обставини якої в будь-якому випадку були особливо незвичайними, зокрема у зв’язку з тим, що мова йшла про дуже значний плин часу, у цій справі сплинуло зовсім небагато часу, перш ніж латвійські органи отримали запит згідно із Гаазькою конвенцією. Дитина прожила перші роки свого життя в Австралії і прибула до Латвії у віці трьох років і п’яти місяців. Запит про повернення було подано до центрального органу через два місяці після від’їзду з Австралії, а рішення районного суду та Ризького окружного суду були ухвалені, відповідно, через чотири і шість місяців після того, як заявниця та її дочка прибули до Латвії. Нарешті, Т. зустрів Е. і розпочав зворотну подорож з нею до Австралії 14 березня 2009 року. Звідси випливає, що не лише подання запиту про повернення до латвійських органів, а й національне провадження та повернення дитини відбулися протягом менш ніж одного року – строк, про який йдеться в першому абзаці статті 12 Гаазької конвенції, яка передбачає негайне повернення в таких випадках.", "  Суд також зазначає, що національні суди як першої, так і апеляційної інстанції були одностайні у відповіді, яка була надана на поданий Т. запит про повернення. Рішенням від 19 листопада 2008 року районний суд, який ухвалив його після слухання в присутності обох батьків, постановив, що Гаазька конвенція застосовна і задовольнив запит Т., наказавши негайно повернути дитину до Австралії. 26 січня 2009 року після слухання, яке також відбулося в присутності обох батьків, Ризький окружний суд залишив дане рішення в силі.", "  Більш конкретно, що стосується аргументів, наведених латвійськими судами, Суд зазначає, що в першій інстанції суд відхилив вмотивованим рішенням заперечення заявниці щодо повернення дитини на основі статті 13 Гаазької конвенції, зокрема після вивчення доказів, представлених сторонами, в тому числі фотографій та копій електронних листів між заявницею і родичами Т., а також показань свідків, наданих заявницею. Відмовившись також запитати в австралійських органів інформацію про судимості Т. та кримінальні провадження, які нібито були порушені проти нього, суд в кінцевому рахунку відхилив твердження про ризик психологічної небезпеки для дитини в разі її повернення, дійшовши думки про те, що заявниця не обґрунтувала його (див. вище, пункт 21).", "  Суд зазначає, що в подальшому ситуація змінилася в Ризькому окружному суді, в якому заявниця подала в рамках своєї апеляції висновок, підготовлений на її прохання психологом 16 грудня 2008 року, тобто, після ухвалення рішення судом першої інстанції. Цей документ зазначав, що хоча малий вік дитини завадив їй висловити свою перевагу щодо її місця проживання, негайне розлучення з її матір’ю має виключатися з огляду на ймовірність психологічної травми (див. вище, пункт 22).", "  Однак хоча районний суд, розглядаючи клопотання про призупинення виконання рішення про повернення, врахував цей висновок, призначаючи в інтересах дитини призупинення виконання рішення про повернення до результатів розгляду апеляції (див. вище, пункт 24 ), окружний суд відмовився взяти його до уваги.", "  Суд зазначає, що апеляційний суд вважав, що висновки звіту психолога стосувалися суті питання про батьківську опіку, а отже, не могли служити доказом у вирішенні питання про повернення дитини, яке він розглядав. При цьому і з урахуванням цієї аргументації Ризький окружний суд відмовився розглянути висновки звіту психолога в світлі положень статті 13 (b) Гаазької конвенції, хоча він був безпосередньо пов’язаний з найкращими інтересами дитини в тому, що він привертав увагу на ризик психологічної травми в разі негайного розлучення з її матір’ю (див., навпаки, справу «Maumousseau та Washington», згадану вище, § 63).", "  Стаття 8 Конвенції наклала процесуальне зобов’язання на латвійські органи влади, вимагаючи, щоб правдоподібне твердження про «серйозний ризик» для дитини в разі повернення було ефективно розглянуте судами, а їхні висновки були викладені у вмотивованому судовому рішенні (див. вище, пункт 107).", "  Відповідно до статті 13 (b) Гаазької конвенції, суди, які розглядають запит про повернення, не зобов’язані задовольняти його, «якщо особа, установа або інший орган, який виступає проти повернення дитини, встановлює, що ... існує серйозний ризик». Саме той батько, який виступає проти повернення, повинен в першу чергу надати в цьому зв’язку достатні докази. Таким чином, у даній справі саме заявниця повинна була надати достатні докази на обґрунтування своїх тверджень, які, крім того, повинні були стосуватися існування ризику, спеціально кваліфікованого статтею 13 (b) як «серйозного». Крім того, Суд зазначає, що хоча останнє положення не є обмежувальним в питанні точного значення «серйозного ризику», - який може спричинити не тільки «фізичну чи психологічну шкоду», але й «нестерпну ситуацію», - воно не може тлумачитися у світлі статті 8 Конвенції як таке, що включає всі незручності, неминуче пов’язані з процесом повернення: виключення, передбачене в статті 13 (b), стосується лише ситуацій, які виходять за рамки того, що дитина може розумно витримати. Заявниця виконала своє зобов’язання, надавши звіт психолога про те, що існує ризик травми для дитини в разі негайного розлучення з її матір’ю. Крім того, вона також заявила, що Т. мав судимості, і послалася на випадки жорстокого поводження з його боку. Відповідно, латвійські суди повинні були провести ефективну перевірку, що дозволила б їм підтвердити або ж відхилити існування «серйозного ризику» (див. справу «В. проти Бельгії», № 4320/11, §§ 70-72, рішення від 10 липня 2012 року).", "  Відповідно, Суд вважає, що відмова взяти до уваги таке твердження, підтримане заявницею в тому, що воно базувалося на висновках, наданих спеціалістом, які могли б розкрити можливе існування серйозного ризику за змістом статті 13 (b) Гаазької конвенції, суперечила вимогам статті 8 Конвенції. Незмагальний характер звіту психолога не був достатнім для того, щоб звільнити суди від їхнього обов’язку ефективно його розглянути, тим більше що повноваження окружного суду дозволяли йому надати цей документ сторонам для перехресного допиту ними або навіть призначити іншу експертизу з власної ініціативи, що дозволяло законодавство Латвійської Республіки (див. вище, пункт 45). Питання про те, чи могла матір поїхати за своєю дитиною до Австралії і підтримувати контакт з нею, також слід було розглянути. Крім того, Суд підкреслює, що в будь-якому випадку, оскільки права, що гарантуються статтею 8 Конвенції , яка є частиною латвійського законодавства і підлягає прямому застосуванню, становлять «фундаментальні принципи запитуваної держави, які стосуються захисту прав людини та основних свобод» за змістом пункту 20 Гаазької конвенції, окружний суд не міг обійтися без розгляду таких питань з огляду на обставини справи.", "  Що стосується необхідності дотримання коротких строків, встановлених Гаазькою конвенцією, і на які посилався Ризький окружний суд в мотивувальній частині свого рішення (див. вище, пункт 25), Суд повторює, що хоча стаття 11 зазначеної конвенції дійсно передбачає, що судові органи повинні діяти оперативно, це не звільняє їх від обов’язку здійснити ефективну перевірку тверджень однієї зі сторін, основаних на одному з чітко передбачених виключень, а саме на статті 13 (b) в цій справі.", "  У світлі вищевикладеного Суд вважає, що заявниця зазнала непропорційного втручання в її право на повагу до свого сімейного життя, оскільки процес прийняття рішень в рамках національного законодавства не дотримався процесуальних вимог, притаманних статті 8 Конвенції, а отже Ризький окружний суд не здійснив ефективного розгляду тверджень заявниці за статтею 13 (b) Гаазької конвенції.", "  З цього випливає, що мало місце порушення статті 8 Конвенції.", "II.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "  Стаття 41 Конвенції передбачає:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію».", "A.  Шкода", "  Оскільки заявниця не подала вимоги про відшкодування матеріальної чи нематеріальної шкоди, Суд вважає, що в цій частині нічого присуджувати не потрібно.", "B.  Судові та інші витрати", "  Заявниця вимагала присудження 1 996,91 латвійських латів (2 858,84 євро) в якості судових та інших витрат, понесених у Великій палаті, та надала низку документів на підтримку своєї вимоги.", "  Уряд вважав, що вимоги заявниці були ані виправданими, ані розумними, за винятком суми в 485,19 євро, яка стосувалася витрат, пов’язаних з подорожжю представника заявниці до Суду з метою участі в слуханні справи.", "  Суд вкотре повторює, що присудження судових та інших витрат може бути зроблене лише в тій мірі, якщо вони дійсно були понесені заявником, їх не можна було уникнути, і які є розумними за розміром. У даній справі, беручи до уваги інформацію, яку він має, а також прецедентне право, Суд вважає за розумне присудити заявниці 2 000 євро в якості відшкодування судових та інших витрат, понесених в ході провадження в ньому.", "C.  Відсотки в разі несвоєчасної виплати", "  Суд вважає, що відсотки у разі несвоєчасної сплати мають визначатися на підставі граничної кредитної ставки Європейського центрального банку, плюс три відсоткові пункти.", "ЗА ЦИХ ПІДСТАВ СУД:", "1.  Постановляє десятьма голосами проти восьми, що мало місце порушення статті 8 Конвенції;", "", "2.  Постановляє десятьма голосами проти семи,", "(a) що держава-відповідач повинна сплатити заявниці протягом трьох місяців 2 000 (дві тисячі) євро в якості відшкодування судових та інших витрат, плюс будь-який податок, що може бути нарахований заявниці, які повинні бути перераховані в латвійські лати за курсом, що діятиме на момент здійснення виплати;", "(b)  що зі спливом зазначених вище трьох місяців і до розрахунку на названу суму нараховуватиметься простий відсоток у розмірі граничної кредитної ставки Європейського центрального банку, чинної у відповідний період несвоєчасної сплати, плюс три відсоткові пункти;", "", "3.  Відхиляє одностайно решту вимог заявниці щодо справедливої сатисфакції.", "Учинено англійською та французькою мовами та проголошено на відкритому слуханні в Палаці прав людини в м. Страсбург 26 листопада 2013 року.", "\tМайкл O’Бойл\tДін Шпільман\n\tЗаступник Секретаря \tГолова", "", "У відповідності до статті 45 § 2 Конвенції та правила 74 § 2 Регламенту Суду до рішення були надані наступні окремі думки:", "(a)  співпадаюча думка судді Пінто де Альбукерке;", "(b)  спільна неспівпадаюча думка суддів Братци, Вайіч, Гаджиєва, Шикути, Хірвель, Ніколау, Раймонді та Нуссбергер.", "Д.Ш.\nM.O’Б.", "", "", "Окремі думки не перекладалися, однак їх викладено англійською та французькою мовами в офіційних мовних версіях рішення, яке можна знайти в базі рішень Суду HUDOC.", "", "\n", "", "© Рада Європи/Європейський суд з прав людини, 2014.", "Офіційними мовами Європейського суду з прав людини є англійська та французька мови. Цей переклад було замовлено за підтримки Цільового фонду «Права людини» Ради Європи (). Він не є зобов’язальним для Суду; також Суд не несе жодної відповідальності за його якість. Його можна завантажити з бази рішень Європейського суду з прав людини HUDOC () або з будь-яких інших баз даних, в яких Суд його також розмістив. Його можна відтворювати в некомерційних цілях за умови, що будуть зазначені повна назва справи та посилання на авторське право і Цільовий фонд «Права людини». Для використання будь-якої частини цього перекладу в комерційних цілях слід звертатися за наступною адресою: .", "", "© Council of Europe/European Court of Human Rights, 2014.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", "", ""]}