{"file": "UKR_HJUDUKR_41488_98.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "41488/98", "text_paragraphs": ["Цей переклад підготовлений Радою Європи в межах Плану дій Ради Європи для України на 2018-2021 роки та фінансований за рахунок коштів на рівні Плану дій, наданих Естонією, Ірландією, Латвією, Литвою, Ліхтенштейном, Люксембургом, Нідерландами, Норвегією, Польщею, Румунією, Туреччиною, Угорщиною, Фінляндією, Чеською Республікою, Швейцарією, Швецією та Канадою.", "", "This translation is produced by the Council of Europe within the framework of the Council of Europe Action Plan for Ukraine 2018-2021 and funded with Action Plan-level funds provided by the Czech Republic, Estonia, Finland, Hungary, Ireland, Latvia, Liechtenstein, Lithuania, Luxembourg, the Netherlands, Norway, Poland, Romania, Sweden, Switzerland, Turkey and Canada.", "", "", "ЧЕТВЕРТА СЕКЦІЯ", "", "", "СПРАВА VELIKOVA ПРОТИ БОЛГАРІЇ", "", "", "(Заява № 41488/98)", "", "", "РІШЕННЯ", "", "", "", "СТРАСБУРГ", "", "", "18 травня 2000 року", "", "", "", "ОСТАТОЧНЕ", "", "", "04/10/2000", "", "", "", "", "У справі Velikova проти Болгарії ,", "Європейський суд з прав людини (Четверта Секція) на засіданні Палати у складі:", "\tM. Пеллонпяя (M. Pellonpää), Голова,\n\tГ. Ресс (G. Ress),\n\tА. Пастор Рідрехо (A. Pastor Ridruejo),\n\tІ. Кабрал Барето (I. Cabral Barreto),\n\tВ. Буткевич (V. Butkevych),\n\tД. Гедіган (J. Hedigan),\n\tС. Ботучарова (S. Botoucharova), судді,\nі В. Берже (V. Berger), секретар секції,", "Розглянувши справу на закритому засіданні 20 січня і 27 квітня 2000 року,", "Проголошує наступне рішення, ухвалене у останній вказаний день:\t", "процедура", "1.  Справа була відкрита за заявою (№ 41488/98), поданою проти Республіки Болгарія її громадянкою, пані Анєю Веліковою («заявниця»), яка звернулась до Європейської комісії з прав людини («Комісія») 12 лютого 1998 року на підставі колишньої статті 25 Конвенції про захист прав людини і основоположних свобод («Конвенція»). Заявницю представляли пан I. Дімітров і Й. Грозєв, адвокати, які практикують у Софії. Уряд Болгарії (“Уряд”) був представлений уповноваженою особою.", "Посилаючись на статті 2, 6, 13 і 14 Конвенції, заявниця скаржиться на смерть під вартою пана Цончева, чоловіка, з яким вона прожила дванадцять років, неефективний характер розслідування цієї події, перешкоди, які ускладнили ухвалення рішення суду про те, чи смерть її співмешканця надає їй цивільне право на відшкодування, відсутність ефективного засобу правового захисту в цьому відношенні та дискримінацію за етнічним походженням пана Цончева, який був ромом.", "2.  7 вересня 1998 року Комісія вирішила комунікувати заяву Уряду.", "Заява була передана до Суду 1 листопада 1998 року на підставі статті 5 § 2 Протоколу № 11 Конвенції.", "Відповідно до статті 52 § 1 Регламенту, Голова Суду, пан Л. Вільдхабер, розподілив справу до четвертої секції. Палата, утворена у її складі, включала по праву суддю, обраного від Болгарії (стаття 27 § 2 Конвенції і 26 § 1 a) Регламенту) і Голову четвертої секції, пана М. Пеллонпяя (стаття 26 § 1 a)). Останньому було доручено призначити до Палати пана Г. Ресс, пана І. Кабрал Барето, пана В. Буткевича, пані Н. Ваїч і пана Д. Гедігана (стаття 26 § 1 b)).", "3.  14 грудня 1998 року Уряд надав письмові зауваження, скориставшись наданим йому дозволом на продовження строку. Заявниця відповіла на них 8 лютого 1999 року.", "4.  18 травня 1999 року Суд проголосив справу прийнятною.", "5.  9 серпня 1999 року заявниця подала письмові зауваження щодо суті і прохання щодо справедливої сатисфакції, на підтвердження яких надала 7 жовтня 1999 року додаткові документи. 27 вересня 1999 року Уряд з власної ініціативи надав письмові зауваження щодо фактів і прийнятності справи. Він також просив про проведення відкритого засідання.", "6.  14 жовтня 1999 року Суд розглянув стан провадження. Він вирішив запропонувати Уряду письмово висловитися щодо суті справи і надати «копії усіх матеріалів, що містяться в усіх справах усіх державних органів, котрі були причетні до розслідування смерті пана Цончева». Суд також вирішив запропонувати сторонам з’явитись на судовому засіданні, присвяченому розгляду справи щодо суті.", "7.  Уряд надав зауваження щодо суті і «копії усіх матеріалів, що містяться в усіх справах» l1 листопада 1999 року.", "14 січня 2000 року він надав зауваження щодо поданого заявницею прохання стосовно справедливої сатисфакції. Ці зауваження були долучені до справи відповідно до рішення Голови Палати, який діяв на підставі статті 38 § 1 Регламенту.", "14 січня 2000 року заявниця надала додаткове прохання стосовно справедливої сатисфакції щодо витрат, пов’язаних з участю у засіданні Суду у Страсбурзі, і Голова Палати погодився долучити їх до справи, відповідно до статті 60 § 1 Регламенту. Уряд відповів 28 січня 2000 року.", "8.  Заявниця, спочатку позначена ініціалами A.V., згодом погодилась на розкриття своєї особи.", "9.  Проголосивши заяву прийнятною, Суд, відповідно до статті 38 § 1 b) Конвенції, запропонував сторонам свою допомогу у досягненні дружнього врегулювання. Таке врегулювання не було досягнуте.", "10.  Відповідно до рішення Палати від 13 січня 2000 року, Голова Палати провів 20 січня 2000 року, перед початком відкритого розгляду, підготовчу нараду стосовно, зокрема, заперечення Уряду щодо автентичності заяви. У цій нараді взяли участь представники сторін і сама заявниця. Голова Палати і представник Уряду задали питання, на які відповіла заявниця.", "", "Відкрите слухання справи відбулось у Палаці Прав Людини у Страсбурзі 20 січня 2000 року.", "", "Тоді перед Судом з’явились:", "", "–  від Уряду", "Пані В. Джіджева, Міністерство юстиції, \tуповноважена особа;", "–  від заявниці\nпан Й. ҐРОЗЄВ, адвокат\t радник.\n", "Була присутня сама заявниця.", "Суд вислухав пана Грозєва і пані Джіджеву.", "11.  Пані Н. Ваїч, яка не могла брати участь у засіданні 27 квітня 2000 року, заміщав у якості члена палати пан А. Пастор Рідрехо, суддя-замісник (стаття 26 § 1 c) Регламенту).", "", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "12.  Заявниця є громадянкою Болгарії, 1942 року народження, і мешкає у Плевені. На момент подій вона мешкала у селі Буковлак округу Плевен.", "A.  Обставини смерті пана Цончева", "13.  Вранці 25 вересня 1994 року чоловік, з яким заявниця жила протягом дванадцяти років, пан Славчо Цончев, у віці сорока дев’яти років, який належав до етнічної групи ромів (циган), помер після того, як провів приблизно дванадцять годин під вартою. Він був заарештований за підозрою у крадіжці свійської худоби.", "14.  24 вересня 1994 року об 11 годині поліція Плевена отримала із села Буковлак телефонний дзвінок, котрим повідомлялось про крадіжку дев’яти корів. До села були негайно відправлені працівники поліції Іванов і Петранов, де вони зустрілися з паном N., пастухом. Пана N. відвезли до відділення поліції у Плевені.", "Там він спочатку заявив, що корови були викрадені невідомими особами, які бризнули в нього нервовопаралітичним газом. Пізніше він пояснив, що близько 10 години пан Цончев у супроводі хлопчика приблизно десяти років, погрожуючи йому, вкрав дев’ять корів, і попередив, що, якщо його допитуватимуть про цей інцидент, він повинен сказати, що хтось бризнув у нього нервовопаралітичним газом. Він сказав, що боїться пана Цончева, який був п’яний, коли вони зустрічалися.", "15.  У свідченні, зробленому пізніше, поліцейський Іванов повідомив: «Нам сказали, що злочинцем був Славчо [пан Цончев] - циган з села Буковлак на прізвисько Пачо. Ми знали його, тому що він був у нашому реєстрі активних правопорушників. »", "Із сукупності свідчень видно, що родичі п. Цончева, з якими згодом було проведено допити в ході розслідування смерті пана Цончева, також знали працівників поліції та їхні прізвиська.", "16.  Двоє поліцейських повернулися до села Буковлак, де до них приєдналися двоє власників корів. Вчотирьох вони почали прочісувати село в пошуках пана Цончева. Вони виявили його близько 2 години дня, в будинку його тітки і дядька. За свідченнями поліцейського Іванова, пан Цончев \"пив алкоголь у компанії інших циган\".", "17.  За свідченнями двоюрідного брата пана Цончева і пані К., літньої жінки, сусідки дядька і тітки пана Цончева, пан Цончев провів пізній ранок і початок післяполудня 24 вересня 1994 р., копаючи рів біля будинку пані К. У той час він випив чотири кухлі пива. Він, мабуть, вже пив алкоголь, перш ніж почав працювати. Відповідно до тих самих показань і показань дядька і тітки пана Цончева, пан Цончев прибув до їхнього дому після полудня, приблизно за п’ятнадцять хвилин до прибуття поліції. У кожному з чотирьох свідчень було зазначено, що пан Цончев не скаржився на жодну медичну проблему і поводився нормально.", "18.  Співробітники поліції запропонували пану Цончеву супроводжувати їх. Він відповів, що хоче допити пиво, на що поліцейські погодилися. Пана Цончева посадили на заднє сидіння поліцейської машини, між двома власниками корів. Вони поїхали спочатку додому до власників тварин. За словами одного зі співробітників поліції, за цей короткий час, який тривав лише кілька хвилин, люди, що сиділи на задньому сидінні автомобіля, \"посперечались з циганоми, але (...) вони не били його. Обмінювалися лише словами.» Автомобіль прибув додому до власників корів, де зібралася група приблизно від двадцяти до тридцяти чоловік. За словами поліцейського Іванова, вони хотіли побити пана Цончева, але він і його колега завадили їм. Поліцейська машина потім дісталася до відділення поліції в Плевені, де не пізніше ніж о 14.30 пан Цончев був переданий черговому поліцейському Костадинову.", "19.  Останній стверджував у своїх показаннях, які дав слідчому судді Енчеву, що пан Цончев був занадто п’яний, щоб його допитувати, він посадив його у камеру. Пан Н. - чоловік, який повідомив про крадіжку худоби і чекав у поліцейському відділенні, щоб дати свідчення - заявив, що пан Цончев сидів на лаві в коридорі.", "Як поліцейський Костадинов, так і пан Н. стверджували, що пан Цончев був дуже п’яний. За словами пана Н., у певний час, коли він сидів, то дефекував у штани.", "Схоже, що під час затримання в поліцейському відділенні пан Цончев мало говорив з іншими людьми. У поліцейській доповідній записці від 20 жовтня 1994 року щодо смерті пана Цончева (параграф 33 нижче) стверджується, що останній заперечував, що вкрав корів. Джерело цієї інформації у записці не згадується. Пан Н., зі свого боку, засвідчив, що коли пана Цончева запросили відповісти на питання про крадіжку худоби, він відповів, що зарізав одну з корів.", "20.  О 17-й годині поліцейський Костадинов подзвонив своєму колезі Любенову, який прибув до поліцейської дільниці і почав допитувати свідка, пана Н. Як повідомив поліцейський Любенов, пан Цончев був занадто п’яний для допиту.", "Поліцейський Любенов наказав затримати пана Цончева після того, як порадився з черговим прокурором, пані Поповою. У постанові зазначено, що вона була видана 24 вересня 1994 року о 19:00.", "21.  За свідченнями співробітників поліції Костадинова і Любенова, близько 19.00, пан Цончев \"заявив, що він почувається недобре\", після чого поліцейський Костадинов подзвонив до відділення невідкладної допомоги місцевої лікарні для того, щоб викликати швидку допомогу.", "Пан Н. був присутній у поліцейському відділенні, як і один з власників викрадених корів, який прибув близько 7 вечора, щоб повідомити, що тварини були знайдені після обіду. Двоє чоловіків вийшли з поліцейського відділення незабаром після 7 вечора Очевидно, пан Н. провів цілий день у відділенні поліції. Його свідчення не містять жодних згадок про те, що пан Цончев виявляв ознаки хворобливого стану. Друга особа не була допитана під час розслідування, оскільки її свідчення не були надані Урядом.", "Відповідно до внутрішньої доповідної записки від 20 жовтня 1994 року, всі вищезгадані події, твердження пана Цончева про те, що він почувається недобре, і прибуття швидкої допомоги, відбулися приблизно о 22, а не о 19 годині. У записці не вказане джерело цієї інформації.", "22.  За свідченнями співробітників поліції Костадинова і Любенова, лікар і фельдшер прибули до відділення поліції незабаром після виклику швидкої допомоги і коротко оглянули пана Цончева. Лікар нібито промацав тіло пана Цончева, але сказав, що він занадто п’яний, щоб його обстежували, і що він повернеться пізніше, коли пан Цончев витверезиться.", "Жодного письмового запису про це медичне обстеження не було долучено до матеріалів, зібраних державними органами влади, які займались цією справою, і наданих Урядом. Під час розслідування смерті пана Цончева поліцейські, очевидно, не були допитані щодо особи членів медичної групи, і щодо цього не було надано жодної додаткової інформації.", "23.  Близько 23 години вечора пана І.П., який був заарештований за хуліганську поведінку, було доставлено до поліцейської дільниці, де він залишався під вартою.", "Відповідно до доповідної записки від 20 жовтня 1994 року, пан І. П. засвідчив, що пан Цончев був п’яний. Це свідчення не долучене до документів, наданих Урядом.", "24.  За свідченнями чергового поліцейського Костадинова, у певний момент пан Цончев почав блювати в камері, до якої був поміщений. Йому дозволили піти до туалету, після чого він не повернувся в свою камеру, а сидів на лавці в коридорі. Після півночі пан Цончев знову пішов до туалету. Коли він хотів сісти на лаву, то впав на землю. Співробітник поліції Костадинов попросив пана І.П., який був затриманий, допомогти йому посадити пана Цончева на лаву. Співробітник поліції Костадинов зауважив, що пан Цончев хворий, і знову подзвонив у відділення швидкої допомоги лікарні. У цей момент пан І.П. був звільнений і пішов з відділення поліції.", "У доповідній записці від 20 жовтня 1994 року зазначено, що поліцейський Костадинов побачив пана Цончева на землі близько 1.50 ночі 25 вересня 1994 року.", "25.  За свідченнями поліцейських, той же лікар і фельдшер, чиї імена не були встановлені, прибули близько 2 години ночі і констатували смерть пана Цончева. Лікар не видав свідоцтво про смерть. Пізніше це було зроблено доктором Доровським, судово-медичним експертом, який прийшов на місце події зі слідчим суддею Енчевим, і який здійснив розтин.", "B.  Розслідування смерті пана Цончева", "26.  Одразу ж після констатації смерті пана Цончева поліція повідомила про це чергового слідчого суддю, пана Енчева, який прибув о 2.30 ночі і оглянув місце події.", "Згідно з протоколом огляду, тіло пана Цончева знаходилося в коридорі на першому поверсі, у південній частині поліцейського відділення Плевена. Він сидів на лавці, обидві руки висіли по обидві сторони від тіла, голова відкинута назад. Він був одягнений у білу сорочку, широко відкриту на грудях, і розстібнуті штани. Він не носив нижньої білизни. Згідно з протоколом, \"на правому боці обличчя був синець. Людина мала матову шкіру, на тілі не було видно ніякої іншої травми.» Слідчий суддя завершив перевірку о 3 годині. У протоколі зазначається, що судово-медичний експерт, доктор Доровський, та три інші особи були присутні під час огляду. Протокол не був підписаний жодною з цих чотирьох осіб, а тільки слідчим суддею.", "Під час огляду було зроблено фотографії. Уряд не надав їхні копії.", "27.  Д-р Доровський видав свідоцтво про смерть (№ 217) від 25 вересня 1994 року, яке вказувало як причину смерті \"гостру анемію, жирову емболію і гематоми на тулубі і кінцівках\". Він також зробив відмітку у графі \"нещасний випадок\" у розділі стосовно обставин, які могли спричинити смерть. Він залишив порожній простір для позначення про час смерті.", "28.  25 вересня 1994 року окружний слідчий суддя Енчев наказав відкрити судове розслідування смерті пана Цончева.", "Рано вранці того ж дня, після 4:25, він допитав трьох причетних поліцейських: Іванова, Костадинова і Любенова. Документи, що містяться у справах органів влади, які розслідували смерть пана Цончева, і були надані Урядом, не містять жодного запису про будь-який допит поліцейського Петранова, який супроводжував поліцейського Іванова під час арешту пана Цончева і його доставлення до відділення поліції.", "29.  Слідчий суддя також наказав підготувати звіт про судово-медичну експертизу та біохімічний звіт. Складання судово-медичного звіту було доручено доктору Доровському, судово-медичному експерту, який був присутній під час огляду тіла. Слідчий суддя Енчев запропонував йому відповісти на наступні питання :", "« 1.  Які тілесні ушкодження травматичного походження наявні на тілі [пана Цончева]?", "2.  Якою є причина смерті?", "3.  Яким чином були завдані поранення? »", "30.  Судово-медичний експерт провів аутопсію 25 вересня 1994 року з 8:30 до 11:30. Він виявив фіолетову гематому під правою нижньою повікою; буро-червоні овальні синці розміром 2 х 0,5-1 см нижче нижньої повіки, і з іншого боку обличчя - під вилицями; синці того ж кольору розміром 0,5 х 0,5 см на лівій стороні нижньої щелепи; довгастий брунатно-червоний синець розміром 2 х 0,5 см по центру підборіддя; симетричну фіолетову гематому розміром 40 х 18 см на передній частині кожної пахви і на верхній частині рук; і, нарешті, три пурпурово забарвлені синці, довжиною 8-10 см і шириною 1,5-2 см, на лівій сідниці і передньо-верхній частині лівого стегна, перпендикулярно до стегнової кістки.", "Лабораторний аналіз крові та сечі пана Цончева показав рівень алкоголю в крові 0,4 проміле.", "У звіті було зроблено висновок :", "«Огляд та розтин тіла Славчо Цончева виявляють значну втрату крові - блідість з плямами post mortem, анемічні внутрішні органи, великі гематоми на верхніх кінцівках і на лівій сідниці, синець на лівій повіці, подряпини на обличчі .", "Причиною смерті пана Цончева є велика втрата крові внаслідок великих і глибоких гематом, які видно на верхніх кінцівках і на лівій сідниці і які були виявлені під час розтину.", "Поранення є наслідком травмування, спричиненого тупими предметами. Ті, що описуються як такі, що утворюют смуги на лівій сідниці, є наслідком впливу одного або декількох твердих предметів довгастої форми шириною близько 2 см. Гематоми, наявні на верхніх кінцівках, є наслідком удару - ударів або зіткнення - тупим предметом. Вони не мають характерної форми, і тому неможливо ідентифікувати об’єкт, який їх викликав. Травми на обличчі можуть бути спричинені ударами, але вони також можуть бути наслідком падіння, оскільки вони розташовані на виступаючих частинах обличчя.", "Аналіз тіла не виявив уражень, які могли б бути пов’язані зі смертю [пана Цончева]. Ніяких травм, завданих гострим предметом або вогнепальною зброєю, не знайдено . »", "У звіті вказано час смерті приблизно за десять-дванадцять годин до розтину. Нічого не сказано про час отримання травм, які спричинили смерть. Слідчий суддя не ставив жодних запитань з цього приводу.", "31.  Вранці 25 вересня 1994 року заявниці, яка пішла до відділення поліції, щоб чекати на звільнення пана Цончева, повідомили, що він помер. За її словами, пізніше того ж дня, коли тіло було перевезено до будинку, в якому вона мешкала у селі Буковлак, вона побачила багато ударів і поранень. На її прохання сусіди викликали журналістів, які працювали в місцевих газетах. Пан Цончев був похований увечері.", "32.  28 вересня 1994 року слідчий магістрат допитав дядька, тітку і двоюрідного брата пана Цончева, їхню сусідку пані К. і пана Н., людину, у якої були вкрадені корови.", "33.  20 жовтня 1994 року полковник Головного управління національної поліції (Дирекция на националната полиция) у Софії склав, вочевидь у рамках службового розслідування, доповідну записку щодо смерті пана Цончева. У доповідній записці було наведено виклад подій і зроблено висновок, що справа підпадає під компетенцію слідчих органів. Жодні інші документи, пов’язані з цим службовим розслідуванням, не входять до числа тих, що були надані Урядом.", "34.  21 грудня 1994 року хімік-експерт надав звіт про аналіз зразків, узятих зі шлунку, печінки, нирок та мозку померлого. Як визначив слідчий суддя, метою аналізу було виявлення слідів токсичних речовин. Їх не було виявлено. Виявлено лише незначну кількість аспірину, анальгетиків та кодеїну.", "35.  Докази, надані Урядом у відповідь на пропозицію Суду надати \"всі документи, що містяться у матеріалах справ усіх органів влади, які були причетні до розслідування смерті пана Цончева\", не виявляють жодних ознак проведення будь-яких слідчих дій після грудня 1994 року.", "36.  Протягом кількох місяців після смерті пана Цончева заявниця регулярно зверталася до слідчого судді Енчева з проханням надати інформацію про хід розслідування. У 1995 році її адвокат неодноразово робив те ж саме і кілька разів розмовляв з паном Енчевим по телефону. Як стверджує заявниця, він відмовився надати точну інформацію. Так само ті документи, що містяться в матеріалах розслідування, до яких адвокат мав доступ, не містили жодної інформації щодо розслідуваня, яке могло бути проведене після 21 грудня 1994 року.", "37.  5 грудня 1995 року адвокат заявниці подав клопотання до окружної прокуратури Плевена (Окръжна прокуратура) прискорити розслідування. Не отримавши жодної відповіді, він надіслав скаргу до Генеральної прокуратури (Главна прокуратура) 28 лютого 1996 року.", "19 березня 1996 року окружний прокурор Попова ухвалила рішення про припинення кримінального провадження щодо смерті пана Цончева. Рішення містить наступний уривок:", "« Смерть пана Цончева була викликана низкою внутрішніх кровотеч і значної втрати крові від умисно завданих ударів. Померлий був затриманий поліцією на строк до [максимум] двадцяти чотирьох годин, згідно з поліцейським розпорядженням, виданим на підставі Закону про поліцію, за крадіжку, яка сталася 24 вересня 1994 року, дев’яти корів на околиці села Буковлак, Плевенського округу. (...)", "Під час розслідування виявилося неможливим визначити, чи був п. Цончев побитий у поліцейському відділенні в Плевені або де-інде. Не було також жодних доказів того, хто саме, власники корів або поліцейські, завдали ударів.»", "38.  20 травня 1996 року заявниця подала скаргу до Генерального прокурора, в якій вона стверджувала, що розслідування не було ретельним і мало суттєві недоліки. На її думку, сукупність доказів доводила, що тілесні ушкодження, які призвели до смерті, були завдані після того, як загиблого доставили до поліцейського відділення. Вона також скаржилася на тривалі затримки у розслідуванні.", "Рішенням від 8 липня 1996 року прокурор Славова із генеральної прокуратури задовольнила подане заявницею прохання про відновлення розслідування. Її рішення містило наступні уривки:", "« Ретельне дослідження матеріалів справи доводить, що розслідування не було поглибленим і повним. Всі можливі слідчі дії не були проведені, що робить рішення про закриття справи необґрунтованим (...)", "(...) необхідно встановити особливі проблеми зі здоров’ям, які мав пан Цончев під час перебування в поліцейському відділенні, а також висновки, зроблені бригадою швидкої медичної допомоги про його стан здоров’я. Лікар і фельдшер з відділення невідкладної допомоги, які обстежили пана Цончева, повинні бути знайдені та допитані, також повинні бути надані документи, в яких відображені результати проведеного ними обстеження. Повинні бути встановлені причини (немає жодних доказів щодо цього, принаймні, на цей час), через які загиблому не була надана медична допомога і, залежно від результатів цих розслідувань необхідно буде визначити, чи було скоєно злочин, передбачений статтею 123 Кримінального кодексу [Наказателен кодекс]. Необхідно перевірити, який був стан здоров’я пана Цончева перед арештом. Необхідно доручити підготовку додаткового медичного висновку трьом судово-медичним експертам, завданням яких буде, зокрема, встановлення причини смерті, спосіб заподіяння ран загиблому і момент, коли вони були завдані. На підставі цих доказів необхідно буде встановити особу, яка завдала зазначені рани в той день або напередодні. Свідоцтво про смерть пана Цончева має бути затребуване та долучене до матеріалів справи, а твердження [заявниці] про те, що певні документи є неточними, має бути перевірене. Як тільки всі ці та інші питання, які можуть виникнути в ході розслідування, будуть уточнені, можна буде ухвалити рішення щодо суті. »", "39.  Як стверджує заявниця, протягом кількох місяців після рішення генеральної прокуратури її адвокат принаймні двічі говорив по телефону зі слідчим суддею Енчевим. В обох випадках він відмовився надати інформацію про розслідування. 6 січня 1997 року адвокат заявниці подав скаргу до окружної прокуратури Плевена, стверджуючи, що не було проведено розслідування, незважаючи на рішення генеральної прокуратури, і звернувся з проханням про відсторонення пана Енчева.", "Письмова скарга адвоката заявниці залишалася без відповіді протягом більш ніж чотирьох місяців. 22 травня 1997 року пан Дімітров провів телефонну розмову зі слідчим суддею Енчевим. Останній повідомив йому, що він все ще відповідає за справу. У ході бесіди виявилося, що після рішення генеральної прокуратури від 8 січня 1996 року розслідування не проводилося. Після цієї розмови адвокат заявниці звернувся зі скаргою до Генеральної прокуратури, в якій знову просив про відсторонення слідчого судді Енчева і прискорення провадження.", "40.  17 серпня 1997 року адвокат отримав копію листа, підписаного окружним прокурором Поповою, від 3 червня 1997 року, який був направлений до Генеральної прокуратури. Очевидно, у відповідь на скаргу адвоката, подану в травні 1997 року, в листі зазначалося, що наступне розслідування неможливе і, як стверджує прокурор Попова, провадження має бути закрите. Як стверджувала прокурор, \"ніщо не дозволяє встановити злочинця, що є перешкодою для наступного розслідування\". Прокурор також заперечувала проти відсторонення слідчого судді Енчева і висловила своє незадоволення численними скаргами, що надійшли від пана Дімітрова.", "Кримінальна справа, очевидно, не була закрита, оскільки не було прийнято офіційне рішення з цього приводу. У грудні 1997 року під час телефонної розмови з паном Дімітровим слідчий суддя Енчев підтвердив, що все ще працює над справою.", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ПРАВО", "41.  У болгарському праві кримінальне провадження може бути розпочате виключно прокурорами і слідчими суддями (стаття 192 Кримінально-процесуального кодексу (Наказателно процесуален кодекс)).", "Згідно із законодавством, чинним на той час і до 1 січня 2000 року, потерпілий міг оскаржити постанову про закриття кримінальної справи до вищого прокурора (стаття 237 § 6 Кодексу, чинна до 1 січня 2000 року). На практиці, як це було у справі заявниці, скарга до старшого прокурора також була можлива проти рішень про призупинення кримінального провадження (стаття 239 Кодексу, яка діяла до 1 січня 2000 року). Чинне право не передбачало жодних інших засобів правового захисту.", "ВИСНОВКИ, НАДАНІ СУДУ", "42.  Під час засідання 20 січня 2000 року Уряд запропонував Суду визнати заяву неприйнятною або відхилити її як необґрунтовану.", "43.  Заявниця, зі свого боку, повторила свої твердження про наявність порушень статей 2, 6, 13 і 14 Конвенції.", "ПРАВО", "i.  ЩОДО ПОПЕРЕДНІХ ЗАПЕРЕЧЕНЬ УРЯДУ", "44.  Уряд висунув низку попередніх зауважень, а заявниця, у свою чергу, стверджувала, що її справа має бути розглянена щодо суті.", "A.  Автентичність заяви", "45.  У своїх письмових зауваженнях щодо суті справи від 11 листопада 1999 року Уряд зазначає, що декларація про доходи, зроблена 1 липня 1999 року у нотаріуса і подана заявницею на підтримку її заяви про надання правової допомоги, має відбиток великого пальця заявниці і супроводжувалася приміткою нотаріуса про те, що заявниця неписьменна. Уряд також зауважує, що довіреність, якою заявниця уповноважила своїх адвокатів представляти її перед встановленими Конвенцією органами, і яка датована 9 лютого 1998 року, має підпис.", "Уряд стверджує, що довіреність, видана неписьменною особою, може бути дійсною, відповідно статті 151 § 1 болгарського Цивільного процесуального кодексу, лише якщо вона містить відбиток великого пальця цієї особи, і якщо вона підписана двома свідками. Оскільки це не було зроблено у випадку доручення від 9 лютого 1998 року, то випливає, що заяву було подано людиною, яка не була належним чином уповноважена робити це від імені заявниці. Тому Уряд пропонує Суду оголосити заяву неприйнятною.", "46.  Під час підготовчого засідання, перед відкритим засіданням 20 січня 2000 року (параграф 10 вище), заявниця повідомила, що підписала оспорюваний документ і детально пояснила обставини, за яких це сталося. Зокрема, вона заявила, що їй допомагали у заповненні формуляру, який вона сама підписала. На запитання, чи хоче вона продемонструвати своє вміння підписуватись, вона поставила свій підпис на аркуші паперу, у присутності Голови палати та представників сторін. Наприкінці підготовчого засідання представник Уряду не коментував автентичність підпису заявниці на довіреності, тільки заявив, що підтримує попередні заперечення Уряду..", "47.  Суд зауважує, що Уряд не позбавлений права висловити згадане заперечення, оскільки воно базується на документі, складеному і виявленому після 18 травня 1999 року - дати ухвалення рішення про прийнятність у цій справі (рішення Ergi проти Туреччини від 28 липня 1998, Recueil des arrêts et décisions 1998-IV, стор. 1770, § 62).", "48.  Суд також нагадує, що у випадках, коли були порушені подібні попередні питання, заявника запитували, чи дійсно він підписав заяву. Також важливою у цьому контексті була загальна оцінка всіх доказів і, зокрема, чи був заявник зацікавлений у розгляді справи (цитоване рішення Ergi, стор. 1770-1771, §§ 63-64 ; Kurt проти Туреччини, заява № 24276/94, рішення Комісії від 22 травня 1995, Décisions et rapports 81-A, стор. 112 ; Sarli проти Туреччини, заява № 24490/94, звіт Комісії від 21 жовтня 1999, § 107, не оприлюднений ; Aslan проти Туреччини, заяви №№ 22491/93 і 22497/93, звіт Комісії від 22 травня 1997, не оприлюднений).", "49.  У цьому випадку Уряд не стверджує однозначно, що заява була подана без згоди заявниці. Його заперечення, здається, зосереджується на тому, чи є доручення від 9 лютого 1998 року юридично чинним.", "50.  Оскільки Уряд посилається на вимогу про те, що в болгарському праві документ, що виходить від неписьменної особи, повинен мати відбиток її великого пальця, який повинен бути засвідчений у присутності двох свідків, Суд, по-перше, зазначає, що не можна з упевненістю сказати, чи автентичний документ, підписаний рукою особи, яка в інший час визнана неписьменною, буде визнаний недійсним, відповідно до болгарського права.", "У будь-якому випадку, Суд нагадує, що представник заявника повинен надати \"довіреність або письмове доручення\" (правило 45 § 3 Регламенту Суду і правило 43 § 3 Регламенту Комісії, чинні на момент звернення до цього органу). Відповідно, лише письмова довіреність є дійсною для провадження в Суді, доки не буде доведено, що вона була видана без згоди заявниці чи без усвідомлення нею того, про що йдеться.", "51.  Що стосується цього останнього пункту, Суд бере до уваги всі надані йому докази, включно з тими, які були надані самою заявницею під час засідання, на якому були присутні вона особисто, Голова палати та представник Уряду (параграф 46 вище). Окрім того, Суд вважає, що він ніколи не мав серйозних сумнівів щодо волевиявлення заявниці підтримувати свої скарги.", "Нарешті, Суд зазначає, що один з двох адвокатів, чиї імена згадуються у даній довіреності від 9 лютого 1998 року, представляв заявницю перед національними органами влади, принаймні, починаючи з 1995 року (параграфи 1 і 36 вище).", "52.  Таким чином, Суд вважає, що заяву було подано належним чином від імені заявниці та відхиляє перше попереднє заперечення Уряду.", "B.  Інші попередні заперечення", "53.  У своїх письмових зауваженнях від 27 вересня 1999 року Уряд стверджує, що рішення про прийнятність від 18 травня 1999 року містить низку неточностей у фактах, а також невиправдані висновки. Сторінки з 7 по 12, зокрема, містять повідомлення про неприйнятні факти.", "Уряд повторює своє твердження, що скаргу слід відхилити через невичерпання внутрішніх засобів правового захисту. Він, зокрема, стверджує, як і на стадії розгляду прийнятності, що заявниця повинна була подати позов про відшкодування шкоди в цивільному провадженні, і що вона повинна була долучитися як цивільний позивач до кримінального провадження, відкритого після смерті пана Цончева. Він також стверджує, що висновок Суду стосовно шестимісячного строку «суперечить букві і духу статті 35 Конвенції ».", "Як у своїх зауваженнях від 11 листопада 1999 року, так і під час відкритого засіданнях Суду, він стверджував, що заява становить зловживання правом на індивідуальну заяву.", "На підставі наведеного він пропонує Суду проголосити заяву неприйнятною.", "54.  Заявниця, в свою чергу, вважає, що заява має бути розглянута щодо суті.", "55.  Суд бере до уваги зауваження Уряду щодо фактів. Він належно враховує їх, як і всі інші докази. Дійсно, саме після проголошення заяви прийнятною, Суд береться до остаточного встановлення фактів, відповідно до статті 38 Конвенції, на підставі зауважень сторін і, якщо необхідно, власних розслідувань.", "56.  Суд також зазначає, що виклад нібито неприйнятних фактів у рішенні про прийнятність міститься в викладі скарги заявниці і її аргументів, що є частиною тексту рішення, як, зрештою, і виклад зауважень Уряду, і при цьому не йдеться про висловлення думки Суду.", "57.  Що стосується прохання Уряду про визнання заяви неприйнятною, Суд нагадує, що положення статті 35 § 4 in fine Конвенції, згідно з яким Суд може визнати заяву неприйнятною на будь-якій стадії провадження, не означає, що держава-відповідач може порушити питання про прийнятність на будь-якій стадії провадження, якщо це питання могло бути порушено (параграф 88 пояснювального звіту, що супроводжує Протокол № 11 до Конвенції і статтю 55 Регламенту).", "У цій справі Уряд по суті повторює свої заперечення щодо прийнятності скарги, які Суд вже розглянув і відхилив у своєму рішенні від 18 травня 1999 року. Суд не вбачає жодних нових доказів, які виправдовували б перегляд цих питань.", "У будь-якому випадку, після аналізу щодо суті, Суд вважає попередні заперечення Уряду абсолютно необґрунтованими.", "58.  Тому Суд відхиляє додаткові попередні заперечення Уряду.", "II.  ЩОДО СТВЕРДЖУВАНИХ ПОРУШЕНЬ СТАТТІ 2 КОНВЕНЦІЇ", "59.  Заявниця стверджує про порушення статті 2 Конвенції, оскільки пан Цончев помер від поранень, які йому були навмисно завдані працівниками поліції, оскільки він не отримав належної медичної допомоги, коли він перебував під вартою, і оскільки не було проведено жодного серйозного розслідування щодо обставин його смерті.", "Стаття 2 Конвенції каже:", "« 1.  Право кожного на життя охороняється законом. Нікого не може бути умисно позбавлено життя інакше ніж на виконання смертного вироку суду, винесеного після визнання його винним у вчиненні злочину, за який закон передбачає таке покарання.", "2.  Позбавлення життя не розглядається як таке, що вчинене на порушення цієї статті, якщо воно є наслідком виключно необхідного застосування сили:", "a)  для захисту будь-якої особи від незаконного насильства;", "b)  для здійснення законного арешту або для запобігання втечі особи, яку законно тримають під вартою;", "c)  при вчиненні правомірних дій для придушення заворушення або повстання. »", "A.  Зауваження сторін", "1.  Заявниця", "60.  Заявниця вважає, що сукупність наявних доказів свідчить про те, що пан Цончев був при доброму здоров’ї, коли вперше зустрічався зі співробітниками поліції вранці 24 вересня 1994 року. Те, що він пив алкоголь – вочевидь, не більше чотирьох кухлів пива – не могло вплинути на загальний стан його здоров’я, котре було безсумнівно добрим.", "61.  Заявниця вважає, що Уряд не надав жодного конкретного, не кажучи вже про правдоподібне пояснення того, що сталося, і тому не довів, що посадові особи не несуть відповідальності за смерть пана Цончева. Він лише обмежився у своїх поданнях до Суду тим, що стверджував, що пан Цончев, можливо, зазнав тілесних ушкоджень, коли падав на землю через те, що був п’яний. Достатньо розглянути висновки судово-медичної експертизи щодо типу та обсягу тілесних ушкоджень, які призвели до смерті пана Цончева, щоб виключити таку версію фактів як неправдоподібну.", "62.  Заявниця також стверджує, що під час перебування під вартою пан Цончев залишався протягом декількох годин без належної медичної допомоги, тоді як він явно страждав від потенційно смертельних поранень. Болгарське законодавство не містить положень, що гарантують доступ до лікаря для осіб, позбавлених волі.", "Заявниця також заперечує аргумент Уряду про те, що болгарська влада зробила все максимально можливе. Вона нагадує, що, за свідченнями поліцейських, лікар, який оглядав пана Цончева, і особа якого ніколи не була встановлена, заявив, що він занадто п’яний, щоб його обстежувати. Вона вважає, що ці факти, якщо вважати їх істинними, дозволяють лише встановити відповідальність лікаря за професійне недбальство, і не можуть бути прийняті як підстава для висновку про вжиття відповідних заходів. Могли існувати два пояснення: або лікар приїхав після смерті пана Цончева і, обурений тим, що зробили поліцейські, відмовився співпрацювати, або жоден лікар ніколи не приїздив, і вся ця історія була повністю придумана поліцією. В обох випадках пан Цончев був позбавлений належної і своєчасно наданої медичної допомоги.", "63.  Заявниця також стверджує, що державні органи не виконали зобов’язання, відповідно до статті 2 Конвенції, негайно провести ретельне та ефективне розслідування обставин смерті пана Цончева. Розслідування, звичайно ж, розпочалося без затримки, але з грудня 1994 року нічого не було зроблено, незважаючи на неодноразові прохання заявниці.", "64.  Заявниця також стверджує, що розслідування було відзначене низкою недоліків і невідповідностей, внаслідок чого більшість питань, що стосуються смерті пана Цончева, залишалися без відповіді. Ці упущення були настільки численними і вражаючими, що їх можна вважати тільки намаганням слідчих органів звільнити поліцейських від відповідальності, а не провести розслідування їхньої діяльності.", "2.  Уряд", "65.  Уряд стверджує, що скарги, викладені відповідно до статті 2 Конвенції, є явно необґрунтованими. Твердження заявниці про те, що пан Цончев помер у результаті жорстокого поводження з боку співробітників поліції, не було підтверджене наявними доказами. Слідство встановило, що він спожив велику кількість алкоголю до арешту і що він хитався і падав кілька разів, коли його заарештовували, а потім відвозили до відділення поліції. У той же час, мало свідчень, до того ж дуже суперечливих, стосовно того, що він робив за кілька годин до арешту.", "Уряд стверджує, що судово-медичні експерти дішли висновку, що смертельні травми могли бути наслідком падіння. Ці міркування, а також те, що в ході розслідування не було встановлено жодних доказів жорстокого поводження з боку поліції, повинні призвести до висновку, що твердження заявниці є необґрунтованими.", "66.  Уряд також стверджує, що до 22 години 24 вересня 1994 року пан Цончев ні на що не скаржився. Він перебував під впливом алкоголю і не був балакучим. За таких обставин є нормальним те, що поліція вирішила дозволити йому витверезитись. Коли пан Цончев поскаржився, що почувається недобре, для нього негайно була викликана бригада швидкої медичної допомоги, проте лікар вважав, що його неможливо було оглянути через сп’яніння. Тому Уряд вважає, що поліцію не можна вважати відповідальною за неспроможність надати належну медичну допомогу. Насправді все, що можна було зробити, було зроблене.", "67.  Уряд також стверджує, що всі необхідні слідчі дії були негайно проведені. Слідчий суддя прибув на місце події одразу після смерті пана Цончева і допитав свідків. Було видано постанову про проведення аутопсії, котра була невідкладно проведена. Тому твердження про те, що розслідування не було ефективним, також було необгрунтованим.", "B.  Оцінка Суду", "1.  Щодо стверджуваного вбивства пана Цончева", "68.  Суд нагадує, що стаття 2, яка гарантує право на життя, фігурує поміж визначальними статтями Конвенції. З огляду на важливість захисту, наданого статтею 2, Суд повинен розглядати скарги про позбавлення життя найретельніше (див. зокрема, рішення Çakıcı проти Туреччини [ВП], № 23657/94, § 86, CEDH 1999-IV).", "69.  У даній справі заявниця стверджує, що влада відповідальна за смерть пана Цончева. Він був, ймовірно, жорстоко побитий поліцейськими, не отримав належної медичної допомоги щодо завданих йому серйозних травм, і через це помер.", "70.  Суд вважає, що, якщо особа була взята під варту у хорошому стані здоров’я, але пізніше помирає, то держава зобов’язана надати правдоподібне пояснення подій, що призвели до її смерті (див., mutatis mutandis, Selmouni проти Франції [ВП], № 25803/94, § 87, CEDH 1999-V).", "Оцінюючи докази, Суд приймає стандарт доказу «поза розумним сумнівом» (Ірландія проти Сполученого Королівства, рішення від 18 січня 1978, série A № 25, стор. 64-65, § 161). Однак такі докази можуть випливати з того, що існують досить сильні, чіткі та узгоджені висновки або подібні незаперечні припущення про факти. Якщо згадані події цілком або значною мірою знаходяться в межах, доступних виключно для органів влади, як у випадку осіб, котрі перебувають під їх контролем під час утримання під вартою, то виникатимуть серйозні презумпції факту щодо поранень і смертей, що стались під час позбавлення свободи. Справді, тягар доведення може розглядатися як покладений на владу, котра має надати задовільне та переконливе пояснення.", "71.  Причиною смерті пана Цончева є «значна втрата крові внаслідок великих і глибоких гематом, які видно на верхніх кінцівках і на лівій сідниці».", "Аутопсія не виявила інших поранень, які могли би бути причиною фатального результату (параграф 30 вище).", "72.  Не заперечується, що п. Цончев до арешту споживав певну кількість алкоголю. Не заперечується і те, що у момент арешту він пив у компанії з іншими особами, що він міг ходити, розмовляти з поліцейськими та з іншими особами, що під час цього спілкування, а також в ході розмов, що відбувалися під час його арешту і протягом двох годин після цього, він не скаржився на погане самопочуття, і що жодна з осіб, які спілкувалися з ним, у тому числі причетні поліцейські, не повідомили про будь-які видимі ознаки серйозних поранень, виявлених під час аутопсії (параграфи 14-19 вище).", "З огляду на вищевикладене, Суд вважає малоймовірним твердження Уряду про те, що пан Цончев міг отримати смертельні поранення перед арештом.", "73.  Суд вважає так само неправдоподібним інше припущення Уряду про те, що пан Цончев, який ходив похитуючись, міг поранитись тоді, коли падав на землю під час арешту, а потім і у відділенні поліції. Звіт аутопсії згадує таку можливість тільки для видимих синців на обличчі. Ці синці не відносяться до ран, які викликали велику крововтрату і, зрештою, смертельний результат.", "Щодо смертельних поранень, Суд вважає, що, відповідно до рішення прокурора від 19 березня 1996 року, вони були наслідком «навмисно завданих ударів» (параграф 37 вище). Фактично, значні втрати крові були зумовлені симетричними гематомами, 40 х 18 см кожна, виявленими на верхніх кінцівках, а також гематомою довжиною 8-10 см і шириною 1,5-2 см на лівій сідниці. Судово-медичний експерт не згадував про падіння на землю як можливий спосіб отримання таких тяжких і характерних тілесних ушкоджень. Відповідно до звіту аутопсії, ушкодження на лівій сідниці \"виникли внаслідок впливу одного або декількох довгих твердих предметів шириною приблизно 2 см\", а на верхніх кінцівках - \"ударами - побоями або зіткненням - тупим предметом\", форма якого не може бути визначена (параграф 30 вище). Ці докази не підтверджують аргумент Уряду, відповідно до якого пан Цончев міг поранитись, коли впав на землю.", "74.  Отже, Суд вважає, що є достатні докази для висновку, поза будь-яким розумним сумнівом, про те, що пан Цончев помер від тілесних ушкоджень, нанесених під час перебування у поліції. Отже, відповідальність держави-відповідача доведена.", "75.  Суд також вважає, що немає жодних доказів того, що пана Цончева було належно обстежено медичним працівником незважаючи на те, що він страждав від серйозних травм (параграф 22 вище).", "76.  Тому Суд робить висновок, що мало місце порушення статті 2 Конвенції через загибель пана Цончева.", "2.  Щодо стверджуваної відсутності серйозного розслідування", "77.  Перш за все, Суд зазначає, що певні посилання в наданих йому документах можуть свідчити про наявність доказів, дотичних до розслідування смерті пана Цончева, копію яких Уряд не надав (див. зокрема, параграфи 22 і 33 вище). У зв’язку з цим Суд нагадує, що для того, щоб зробити ефективним запроваджений Конвенцією механізм індивідуальної заяви, надзвичайно важливо, щоб держави надавали всі необхідні засоби для забезпечення належного та ефективного розгляду заяв, як того вимагає стаття 38 Конвенції (рішення Çakıcı, цитовано, § 76).", "Однак, з огляду на особливі обставини цієї справи, немає необхідності розглядати, чи виконав Уряд свої зобов’язання за статтею 38 Конвенції. Оскільки заявниця стверджує, що не було ефективного розслідування смерті пана Цончева, достатньо зазначити, що Уряду було запропоновано надати «копії всіх документів у справах усіх органів влади, причетних до розслідування смерті пана Цончева\", і що 11 листопада 1999 року Уряд надав \"копії всіх документів, що містяться у матеріалах справ\"  (параграфи 6 і 7 вище). Тому Суд має всі підстави дійти висновку, що надані йому докази містять усю інформацію щодо розслідування (рішення Yaşa проти Туреччини від 2 вересня 1998, Recueil 1998-VI, стор. 2439-2440, § 103).", "78.  Суд зазначає, що розслідування смерті пана Цончева розпочалося без затримки, відразу після констатування його смерті у відділенні поліції м. Плевен, з відвіданням місця події, допитом свідків і аутопсією.", "Водночас Суд зазначає, що розслідування, від початку і протягом усього перебігу, було позначене численними недоліками, що залишились без пояснення.", "79.  Коли в перші години після трагедії слідчий суддя Енчев наказав провести розтин тіла, він не запропонував судово-медичному експерту висловити свою думку щодо часу, коли були завдані смертельні травми, незважаючи на очевидну важливість отримання відповіді на це питання (параграф 29 вище). Вражає те, що протягом усього розслідування жодному експерту ніколи не запропонували встановити, коли жертва отримала поранення.", "Також надзвичайно важливо, що у матеріалах розслідування не було зафіксовано жодної спроби слідчого судді Енчева встановити членів медичної бригади, які, згідно з заявами співробітників поліції, двічі приїздили до відділення поліції Плевена вночі, коли помер пан Цончев. У слідчій справі немає копії записів відділення невідкладної допомоги лікарні, яка повинна містити інформацію про стверджувані виклики (параграфи 22, 25 і 38-40 вище).", "Крім того, багато важливих свідків ніколи не були допитані або їм не було поставлено певні ключові питання. Співробітник поліції Петранов, який разом зі своїм колегою Івановим заарештував п. Цончева, ніколи не був допитаний. Схоже, пан І.П., який перебував у відділенні поліції Плевена тієї ночі і, мабуть, спостерігав за погіршенням стану пана Цончева, також ніколи не був допитаний. Нарешті, слідчий суддя не вважав за необхідне отримати свідчення будь-кого з двадцяти-тридцяти осіб, які зібралися перед будинком власників корів і які, за словами співробітників поліції, \"хотіли побити [пана Цончева]» (параграфи 14, 18, 21 і 23 вище).", "80.  Суд нагадує, що зобов’язання захищати право на життя, передбачене статтею 2 Конвенції, в сукупності із загальним обов’язком, покладеним на державу відповідно до статті 1 «визнавати за кожним, хто перебуває під її юрисдикцією, права і свободи, визначені у (...) Конвенції», опосередковано вимагає проведення офіційного і ефективного розслідування, якщо застосування сили спричинило смерть людини. Розслідування має бути, зокрема, уважним, безстороннім і ретельним (рішення McCann і Інші проти Сполученого Королівства від 27 вересня 1995, série A № 324, стор. 49, §§ 161-163, і Çakıcı, цитовано, § 86).", "Суд також вважає, що характер та ступінь розгляду, що відповідають мінімальним стандартам ефективності розслідування, залежить від обставин справи. Вони мають оцінюватись на основі всіх відповідних фактів і практичних реалій слідчої роботи. Неможливо звести різноманітність ситуацій, які можуть виникнути, до простого переліку слідчих дій або інших спрощених критеріїв (рішення Tanrıkulu проти Туреччини [ВП], № 23763/94, §§ 101-110, CEDH 1999-IV, Kaya проти Туреччини від 19 лютого 1998, Recueil 1998-I, стор. 325-326, §§ 89-91, і Güleç проти Туреччини від 27 липня 1998, Recueil 1998-IV, стор. 1732-1733, §§ 7981).", "81.  У цій справі заявниця стверджує, що недоліки слідства були настільки серйозними і численними, що єдиним можливим поясненням є те, що слідчий суддя і прокурор були упередженими і намагалися приховати злочин, скоєний проти пана Цончева.", "82.  Суд вважає, що незрозуміла бездіяльність у проведенні необхідних та розумних слідчих дій вимагає особливої пильності. У такому випадку, за відсутності правдоподібного пояснення Уряду щодо того, чому не було здійснено важливих слідчих дій, виникає відповідальність держави за особливо серйозне порушення обов’язку захищати право на життя, передбачене статтею 2 Конвенції.", "83.  Суд зауважує, що існували прості способи отримати докази щодо часу, коли пан Цончев зазнав травм, обставин, пов’язаних з його арештом, його стану здоров’я і, відповідно, осіб, які скоїли злочини щодо нього (параграф 79 вище). Проте слідчий суддя не намагався зібрати такі докаи, і його інертність призвела до рішення від 19 березня 1996 року про закриття справи та листа окружного прокурора від 3 червня 1997 року (параграфи 37 і 40 вище).", "Більш того, розслідування завмерло, оскільки починаючи з грудня 1994 року нічого не було зроблено для встановлення істини стосовно смерті пана Цончева. Численні скарги заявниці, у яких засуджувалась бездіяльність влади, не мали жодного наслідку (параграфи 35-40 вище).", "Уряд так ніколи й не надав жодного правдоподібного пояснення, чому державні органи утримувалися від збору ключових доказів.", "84.  Тому Суд вважає, що було порушення зобов’язання держави-відповідача, відповідно до статті 2 Конвенції, провести ефективне розслідування смерті пана Цончева.", "III.\tЩОДО СТВЕРДЖУВАНОГО ПОРУШЕННЯ СТАТТЕЙ 6 І 13 КОНВЕНЦІЇ", "85.  Заявниця стверджує, що надмірна тривалість розслідування смерті пана Цончева призвела до порушення статті 6 § 1 Конвенції, яка гарантує право отримати рішення «протягом розумного строку», щодо її цивільного права на отримання відшкодування за згадану смерть. Вона вбачає також порушення статті 13 Конвенції у тому, що державні орган не провели своєчасне та ефективне розслідування смерті пана Цончева, а також у тому, що болгарське законодавство не передбачає жодного засобу правового захисту проти бездіяльності правоохоронних органів.", "86.   Суд вважає, що ці скарги мають розглядатись на підставі статті 13 Конвенції, котра каже :", "« Кожен, чиї права та свободи, визнані в цій Конвенції, було порушено, має право на ефективний засіб правового захисту в національному органі, навіть якщо таке порушення було вчинене особами, які здійснювали свої офіційні повноваження. »", "87.  Заявниця стверджує, що болгарська влада виявила безпрецедентну бездіяльність.", "Вона стверджує, що відсутність ретельного та ефективного розслідування у цій справі лише відображає загальну практику в Болгарії, яка, крім того, була відзначена міжурядовими організаціями.", "Вона посилалася на доповідь Спеціального доповідача з питань катувань Комісії ООН з прав людини (документ UN E/CN.4/1997/7 від 10 січня 1997 року), в якому чітко сказано, що \"[ Спеціальний доповідач стурбований частотою заяв про катування або жорстоке поводження, що іноді призводить до загибелі осіб, які перебувають під вартою. Оскільки дисциплінарні заходи або кримінальні переслідування є рідкісними, і оскільки відповідальні особи дуже рідко притягуються до відповідальності судовими органами, неминуче виникає атмосфера безкарності. Спеціальний доповідач вважає, що уряд має зосередитися на створенні незалежного механізму для забезпечення незалежного та систематичного моніторингу умов арешту, затримання та допиту різними правоохоронними органами.»", "Нарешті, заявниця посилається на останній щорічний звіт Спеціального доповідача Комісії з прав людини щодо сучасних форм расизму, расової дискримінації, ксенофобії та пов’язаної з ними нетерпимості (документ ООН E/CN.4/1999/15 від 15 січня 1999 р.), в якому говориться: «У Болгарії (...) роми, взяті під варту поліцією, часто є жертвами насильства. Починаючи з 1992 року, принаймні 14 ромів в Болгарії загинули під час перебування під вартою або через те, що співробітники поліції незаконно застосовували вогнепальну зброю. Нещодавно було повідомлено про п’ятнадцять випадків жорстокого поводження з боку поліції в Угорщині, а дванадцять - в Югославії. Жертви, як правило, не мають достатніх засобів правового захисту як на рівні розслідування, так і в суді. »", "88.  Уряд відповів, що якби заявниця була законним спадкоємцем пана Цончева, вона могла б подати заяву про приєднання до обвинувачення (як цивільний позивач або позивач, що вимагає відшкодування збитків). Вона мала б право вимагати, щоб докази були зібрані, і мала б доступ до матеріалів справи. Якби прокурор відмовився долучити заявницю або спадкоємців пана Цончева до публічного обвинувачення, то можна було подати скаргу до окружного прокурора.", "Уряд також стверджує, що заявниця могла подати окремий цивільний позов про відшкодування шкоди, і дійшов висновку, що болгарське законодавство пропонує ефективні засоби правового захисту, які не використали ні заявниця, ні спадкоємці пана Цончева.", "Що стосується тривалості розслідування, Уряд вважає, що вона є виправданою і обґрунтованою, враховуючи складність фактологічних питань, які необхідно було роз’яснити, а також час, необхідний для завершення різних процесуальних дій.", "Нарешті, Уряд стверджує, що кримінальне розслідування ще не закінчилося, і що державні органи несуть правове зобов’язання вжити дій, якщо з’являються нові докази.", "89.  Суд нагадує, що стаття 13 гарантує наявність на національному рівні засобу правового захисту для забезпечення дотримання прав і свобод, передбачених у Конвенції.. Обсяг зобов’язання за статтею 13 змінюється залежно від характеру скарги заявників за Конвенцією. Проте, засіб, передбачений статтею 13, має бути ефективним як на практиці, так і в законодавстві, особливо враховуючи те, що його реалізація не має зазнавати невиправданих перешкод через дії чи бездіяльність органів держави-відповідача.", "Усунення порушення статті 2 не може бути здійснене шляхом простого відшкодування завданої шкоди (рішення Kaya цитовано, стор. 329, § 105). З огляду на засадову важливість права на захист життя, стаття 13 накладає на держави, без наслідку для інших засобів правового захисту, передбачених національним правом, провести ретельне і ефективне розслідування, здатне призвести до виявлення і покарання відповідальних осіб, включно з ефективним доступом заявника до процедури розслідування (рішення Çakıcı цитовано, §§ 112-113).", "90.  У даній справі, з огляду на параграфи 78-84 вище, Суд вважає, що держава-відповідач не виконала своє зобов’язання провести ефективне розслідування стосовно загибелі пана Цончева. Ефективність будь-якого іншого правового засобу, котрий міг існувати, була підірвана. Тому питання щодо статусу заявниці у кримінальному розслідуванні не вимагає окремого розгляду.", "Тому мало місце порушення статті 13 Конвенції.", "IV.  ЩОДО СТВЕРДЖУВАНОГО ПОРУШЕННЯ СТАТТІ 14 КОНВЕНЦІЇ", "91.  Заявниця стверджує, що мала місце дискримінація, всупереч статті 14 Конвенції, за ознакою етнічного походження пана Цончева, який був ромом (циганом). Стаття 14 Конвенції каже:", "", "«Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою – статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою. »", "", "92.  Заявниця стверджує, що упередження населення щодо ромів широко розповсюджене в Болгарії і часто виявляється у діяннях расово мотивованого насильства, на які влада не реагує належними розслідуваннями, що на практиці призводить до безкарності винних осіб. Це визнають організації, що працюють у сфері прав людини, і болгарський уряд. Заявниця, зокрема, звертається до чотирнадцятого періодичного звіту держав-учасниць (Додаток - Республіка Болгарія) від 26 червня 1996 року, підготовленого Комітетом ООН з ліквідації расової дискримінації, до звітів від 25 січня та 24 грудня 1996 року (E/CN.4/1996/4 та E/CN.4/1997/60), поданого Спеціальним доповідачем з питань позасудових, протиправних або свавільних страт, за мандатом Комісії ООН з прав людини, до доповіді Європейського комітету з питань запобігання катуванням від 6 березня 1997 року та доповідей неурядових організацій.", "Заявниця стверджує, що етнічне походження пана Цончева було відомо співробітникам поліції, які його заарештували і взяли під варту, і що сприйняття співробітниками поліції цього походження було настільки сильним, що принаймні один з них, поліцейський Іванов, явно згадав про це під час свідчень, наданих під час розслідування. Аналогічно, зауваження слідчого судді Енчева про те, що жодних травм не було видно на тілі пана Цончева через «темний колір шкіри», виявляють упередженість. Спираючись на свій багаторічний досвід у питаннях правозастосування і розслідувань, здійснених органами влади в Болгарії, заявниця стверджує, що сприйняття поліцією етнічного походження п. Цончева було визначальним фактором його смерті і жорстокого поводження. Також упередження призвели до відмови від розслідування.", "93.  Уряд відповів, що немає жодних ознак того, що дії поліції були породжені етнічним походженням пана Цончева. Він був заарештований на підставі того, що його підозрювали у вчиненні тяжкого злочину. Згадування терміну \"цигани\" не було дискримінаційним, оскільки воно стосувалося справжнього етнічного походження відповідної особи.", "Уряд також стверджує, що він намагається створити умови для кращої соціальної інтеграції осіб циганського походження. У 1997 році була створена Національна рада з питань етнічних та демографічних питань, до складу якої входять представники неурядових організацій та державних службовців циганського походження. У квітні 1999 року, після поглибленого діалогу з представниками цієї спільноти, Національна рада прийняла програму, спрямовану на інтеграцію циган у суспільство. Тому Уряд буде активно працювати над підтримкою клімату етнічної толерантності та соціальної згуртованості.", "94.  Суд зауважує, що скарга заявниці за статтею 14 ґрунтується на низці серйозних аргументів. Він також зазначає, що держава-відповідач не надала жодного правдоподібного пояснення обставин смерті пана Цончева та причини, чому державні органи не провели під час розслідування деякі засадові та необхідні слідчі дії, котрі могли пролити світло на спірні події   (параграфи 69-76 і 81-84 вище).", "Суд, однак, нагадує, що стандарт доказування, який вимагається відповідно до Конвенції, є \"доказом поза розумним сумнівом\". В даній справі Суд вважає, що надані йому докази не дають можливості зробити висновок поза будь-яким розумним сумнівом, що вбивство пана Цончева та відсутність серйозного розслідування цього злочину були мотивовані расовими упередженнями, як стверджує заявниця.", "Тому не було встановлено жодного порушення статті 14.", "V.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "95.  Відповідно до статті 41 Конвенції,", "« Якщо Суд визнає факт порушення Конвенції або Протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію. »", "A.  Моральна шкода", "96.  Заявниця вимагала 100 000 французьких франків (FRF) для відшкодування болю і страждань, спричинених порушеннями Конвенції, і пропонує Суду проголосити, що зазначена сума має бути повністю сплачена безпосередньо їй, що вона не має підлягати оподаткуванню, і що вона не може бути предметом стягнення ані з боку уряду, ані третіх осіб. Заявниця також звертається до Суду з проханням зазначити, що надання їй згаданого відшкодування не повинно мати негативних наслідків для неї, таких як зменшення соціальних виплат, які їй належать.", "Заявниця стверджує, що пан Цончев був людиною, з якою вона прожила дванадцять років, і що він був батьком її трьох дітей. Біль, спричинений втратою цієї близької людини, погіршився тим, що уповноважені органи не змогли розслідувати трагічні події та забезпечити правосуддя. Заявниця також стверджує, що вона, як і раніше, несе відповідальність за утримання дітей, і що будь-яка допомога, надана їй, буде корисною також і для них.", "97.  Уряд стверджує, що її прохання є надмірним, порівняно з відшкодуванням, наданим у справі Assenov і Інші проти Болгарії (рішення від 28 жовтня 1998, Recueil 1998-VIII). На його думку, необхідно враховувати рівень життя в Болгарії, і в будь-якому випадку висновок про порушення Конвенції буде достатньою справедливою сатисфакцією.", "98.  Суд вважає, що заявниця повинна була сильно постраждати внаслідок серйозних порушень у цій справі, які стосуються найголовніших основоположних прав, закріплених у Конвенції. Він зазначає, зокрема, що причина цієї справи - смерть співмешканця заявниці, який також був батьком трьох її дітей.", "З огляду на свою практику (рішення Oğur проти Туреччини [ВП], № 21594/93, § 98, CEDH 1999-III, і рішення Kaya, стор. 333, § 122, Ergi, стор. 1785, § 110, Yaşa, стор. 2444-2445, § 124, Çakıcı, § 130, Tanrıkulu, § 138, і Güleç, стор. 1734, § 88, цитовано), Суд вважає, що вимога заявниці не є надмірною, і тому присуджує їй повністю заявлену суму.", "99.  Що стосується клопотання заявниці, у котрому вона намагається пояснити, що на дану суму не може бути накладене стягнення, то Суд вважає, що компенсація, встановлена згідно зі статтею 41 і відповідно до рішення Суду, не повинна підлягати стягненню. Було б невідповідним присуджувати заявниці суму, призначену для компенсації, зокрема, за вбивство, що є порушенням статті 2 Конвенції, якби потім держава мала повноваження стягнути відповідну суму. Сама мета відшкодування моральної шкоди неминуче буде знищена, а система статті 41 спотворена, якщо така ситуація буде визнана задовільною. Проте Суд не має юрисдикції заборонити вилучення компенсації (див. зокрема, рішення Philis проти Греції (№ 1) від 27 серпня 1991, série A № 209, стор. 27, § 79, Allenet de Ribemont проти Франції від 7 серпня 1996, Recueil 1996-III, стор. 910, §§ 18-19, і Selmouni, цитовано, § 133). Тому він полишає це питання на розгляд болгарської влади.", "B.  Матеріальна шкода", "100.  Заявниця вимагає 39 047,55 FRF (11 295,85 нових болгарських левів) за матеріальну шкоду, яку вона зазнала. Вона стверджує, що пан Цончев був головним годувальником сім’ї, і що його смерть призвела до значної втрати доходів для неї та трьох дітей.", "Заявниця не змогла надати документальні докази доходів пана Цончева. За її словами, джерелом його доходів було, по суті, надання дрібних послуг, за які пан Цончев отримував оплату натурою. Щодо цієї діяльності ніколи не складались документи, як у багатьох ромів у Болгарії, більшість з яких є безробітними, і для яких нерегулярні, незадекларовані і малооплачувані неофіційні підробітки залишаються єдиним джерелом забезпечення життєвих потреб і додатком до того, що заявниця назвала неналежними соціальними виплатами.", "Заявниця стверджує, що за цих обставин суворе застосування вимоги надання документальних доказів на підтримку будь-якої претензії не дозволить присудити будь-яку компенсацію за матеріальну шкоду для ромів або інших осіб, які живуть в умовах натуральної економіки. Це також не відповідає меті статті 41.", "Тому заявниця пропонує розрахувати матеріальну шкоду, заподіяну їй, на основі середньої тривалості життя чоловіків у Болгарії та мінімальної місячної зарплати, що діє в країні, за умови зниження на 20% витрат на існування самого померлого.", "101.  Уряд стверджує, що заявниця не має права на пенсію за втратою годувальника, оскільки вона ніколи не була одружена з п. Цончевим. Він також зазначає, що ніяких документальних доказів щодо доходів померлого не було. Більше того, ніхто не може сказати, чи досягла б ця особа віку, вказаного як середня тривалість життя. Уряд також зауважує, що мінімальна місячна заробітна плата в розмірі 67 BGN (еквівалент 225 FRF), яку використовує заявниця у своїх розрахунках, діє лише з липня 1999 року; на момент смерті пана Цончева це було 2143 болгарських леви (BGL) (приблизно 190 FRF у той час), і вона постійно коливалась.", "102.  Суд вважає, що заявниця напевно зазнала матеріальної шкоди від втрати доходу внаслідок смерті пана Цончева. Однак метод, який вона використовує для розрахунку цієї втрати доходу для своєї сім’ї, далеко не точний, і вона не надала точного звіту. Отже, Суд зобов’язаний виносити рішення за цією вимогою на підставі справедливого розсуду.", "Що стосується аргументів Уряду, Суд зазначає, що вимога заявниці ґрунтується на тому, що вона жила з п. Цончевим, який, за її словами, забезпечував сім’ю і продовжував би це робити, якби був ще живий. Отже, питання про те, чи має заявниця право на пенсію за втратою годувальника, не має значення.", "Вирішуючи за справедливістю, Суд присуджує 8 000 BGN.", "C.  Видатки і витрати", "103.  Заявниця просила відшкодувати 5 081 американських доларів (USD) і 6 304 FRF за 103 години роботи, здійснені паном Дімітровим і паном Грозєвим у рамках національного провадження та в рамках цього провадження в Страсбурзі, для виплат на квитки на проїзд та витрати на проживання, пов’язані з участю заявниці і пана Грозєва у засіданні Суду в Страсбурзі. Заявлена сума відповідає приблизно 12 000 BGN.", "Уряд вважає, що гонорари, заявлені адвокатами (у розмірі 40 доларів США за годину), є надмірними, особливо якщо врахувати, що високопоставлений суддя в Болгарії отримує еквівалент приблизно 3 долари США за годину. Уряд стверджує, що існує тривожна тенденція перетворювати справи, що розглядає Суд, на засіб заробляння грошей, але не на користь заявників, які прагнуть захисту своїх прав, а на користь адвокатів. Як тільки справа виходить на просунуту стадію, адвокатам вже неважко отримати підпис заявника в нижній частині будь-якого договору про плату, а прогноз полягає в тому, що сплата цієї суми покладається на державу.", "Натомість Уряд вважає розумними суми, заявлені у зв’язку з видатками і витратами, що стосуються участі у судовому засіданні у Страсбурзі.", "104.  Суд вважає, що, в сукупності, суми, заявлені заявницею, не є надмірними, з огляду на його практику і, зокрема, на суми, присуджені у справі Nikolova проти Болгарії ([ВП], № 31195/96, § 79, CEDH 1999-II).", "Здійснюючи оцінку на засадах справедливості, Суд присуджує 10 000 левів на відшкодування судових витрат, а також будь-яку суму, яка може бути стягнута в рахунок податку на додану вартість, за винятком 14 693 FRF, отриманих заявницею як надання правової допомоги, які мають бути конвертовані у болгарські леви за курсом, що діє на дату розрахунку.", "D.  Пеня", "105.  Відповідно до інформації, наданої Суду, розмір граничної кредитної ставки, що застосовується у Болгарії щодо вимог, висловлених у вільно конвертованих валютах на момент ухвалення даного рішення, становить 13,23 % на рік, а у Франції - 2,74 % на рік.", "З ЦИХ ПРИЧИН СУД, ОДНОГОЛОСНО,", "1.\tВідхиляє попередні заперечення Уряду;", "", "2.\tПостановляє, одноголосно, що мало місце порушення статті 2 Конвенції стосовно загибелі пана Цончева;", "", "3.\tПостановляє, одноголосно, що мало місце порушення статті 2 Конвенції, через недотримання Державою-відповідачем свого зобов’язання провести ефективне розслідування;", "", "4.\tПостановляє, що мало місце порушення статті 13 Конвенції;", "", "5.\tПостановляє, що не було порушення статті 14 Конвенції;", "", "6.\tПостановляє,", "\ta)  що держава-відповідач має сплатити заявниці протягом трьох місяців, починаючи з дня, коли дане рішення стане остаточним відповідно до статті 44 § 2 Конвенції, наступні суми:", "i.  на відшкодування моральної шкоди 100 000 FRF (сто тисяч французьких франків) ;", "ii   на відшкодування матеріальної шкоди 8 000 BGN (вісім тисяч болгарських левів) ;", "\tiii.  на відшкодування видатків і витрат 10 000 BGN (десять тисяч болгарських левів), включно з будь-якими сумами, які мають бути сплачені у якості податку на додану вартість, за вирахуванням 14 693 FRF (чотирнадцяти тисяч шістсот дев’яноста трьох французьких франків), які мають бути конвертовані у болгарські леви за курсом, чинним на момент розрахунку;", "b)  на названу суму нараховуватимуться відсотки в розмірі 13,23 % на рік щодо суми у болгарських левах і 2,74 % на рік щодо суми у французьких франках, починаючи від моменту спливу згаданого строку і до остаточного розрахунку;", "", "7.\tВідхиляє решту вимог заявниці щодо справедливої сатисфакції.", "Складено англійською мовою і проголошено під час відкритого засідання у Палаці прав людини у Страсбурзі 18 травня 2000 року.", "", "", "Венсан Берже\tМатті Пеллонпяя\n\tСекретар\tГолова"]}