{"file": "UKR_HJUDUKR_15853_08.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "15853/08", "text_paragraphs": ["", "ЄВРОПЕЙСЬКИЙ СУД З ПРАВ ЛЮДИНИ", "", "", "П’ЯТА СЕКЦІЯ", "", "", "", "", "", "СПРАВА «ВОЛОШИН ПРОТИ УКРАЇНИ»", "(CASE OF VOLOSHYN v. UKRAINE)", "", "(Заява № 15853/08)", "", "", "", "", "РІШЕННЯ", "", "", "", "", "СТРАСБУРГ", "", "10 жовтня 2013 року", "", "", "", "ОСТАТОЧНЕ", "", "10/01/2014", "", "", "", "Це рішення стало остаточним відповідно до пункту 2 статті 44 Конвенції. Воно може підлягати редакційним виправленням.", "", "У справі «Волошин проти України»", "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:", "\tМарк Віллігер (Mark Villiger), Голова,", "\tАнгеліка Нуссбергер (Angelika Nußberger),", "\tБоштьян М. Зупанчіч (Boštjan M. Zupančič),", "\tЕнн Пауер-Форд (Ann Power-Forde),", "\tГанна Юдківська (Ganna Yudkivska),", "\tХелена Єдерблом (Helena Jäderblom),", "\tАлеш Пейхал (Aleš Pejchal), судді,\nта Клаудія Вестердік (Claudia Westerdiek), Секретар секції,", "після обговорення за зачиненими дверима 17 вересня 2013 року", "постановляє таке рішення, яке було ухвалене у той день:", "ПРОЦЕДУРА", "1.  Справа була розпочата за заявою (№ 15853/08), яку 10 березня 2008 року подав до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі - Конвенція) громадянин України, пан Валентин Олексійович Волошин (далі – заявник).", "2.  Уряд України (далі – Уряд) представляв його Уповноважений, пан Н. Кульчицький.", "3.  Заявник стверджував, що умови його тримання в ізоляторі тимчасового тримання Полтавського міського управління УМВС в Полтавській області (далі – ІТТ) не відповідали статті 3 Конвенції. Він також скаржився за статтею 6 Конвенції на те, що суди не зібрали докази, пов’язані з його цивільним позовом, та не надали достатнього обґрунтування своїм висновкам.", "4.   2 січня 2012 року про заяву було повідомлено Уряд.", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "5.  Заявник народився у 1952 році та проживає у м. Полтава.", "6.   9 червня 2004 року заявника було затримано у зв’язку з кримінальним провадженням щодо нього та двох жінок, пані Д. та O. У жовтні 2004 року заявника звільнили під підписку про невиїзд. Провадження в кримінальній справі було закрито у 2008 році через відсутність складу злочину (corpus delicti) у діях заявника та інших обвинувачених.", "7.  Як було встановлено національними судами, з 10 до 18 червня 2004 року заявника тримали в ITT. Вранці 11 червня 2004 року заявника було доправлено до місцевого суду для участі у засіданні щодо застосування до нього запобіжного заходу. Він повернувся до ITT у другій половині того ж дня.", "8.  У січні 2007 року заявник звернувся до Октябрського районного суду м. Полтава (далі – районний суд) із цивільним позовом до ITT та інших органів влади, вимагаючи відшкодування моральної шкоди, завданої неналежними умовами його тримання у ITT.", "9.  Заявник скаржився на те, що протягом усього періоду його тримання у різних камерах ITT умови його тримання суперечили нормам національного законодавства та статті 3 Конвенції. Він стверджував, що: йому не було надано жодної можливості помитися або почистити зуби, оскільки його не забезпечили предметами особистої гігієни; він був змушений спати на дерев’яних або залізних ліжках без матраца або постільної білизни; кожної ночі його кусали комахи, наражаючи на ризик інфікування ВІЛ або іншими хворобами від співкамерників; замість ложки йому видали маленьку посудину, що унеможливлювало прийом їжі; йому не дозволяли виходити на прогулянки і він не мав доступу до свіжого повітря; туалети в камерах не дозволяли усамітнитися, оскільки не були належним чином відділені; і щоранку та щовечора проводився особистий обшук заявника та інших затриманих із роздяганням у присутності інших. Зокрема, заявнику та іншим затриманим наказували роздягтися, вийти з камери до коридору та увійти до металевої клітки. Під час особистого обшуку заявника його штовхали кийками та вимагали стати обличчям до стіни і розсунути сідниці.", "10. За клопотанням заявника районний суд допитав двох жінок, пані Д. та O., яких тримали в ITT протягом того ж періоду часу. Через зміну затриманих в камерах пані Д. тримали у тих же камерах (№ 3 та № 5), що й заявника, але у інші дні.", "11.  Під час допиту в суді пані Д. показала, що її та інших затриманих не забезпечили постільною білизною; камери були заповнені комахами, що робило сон неможливим; щодо неї регулярно проводився особистий обшук з роздяганням (окремо від заявника); її не забезпечили предметами особистої гігієни; її не випускали на прогулянки; посуд для їжі був надто малим, що призводило до того, що особи, які ним користувалися, не могли уникнути контакту їхніх пальців з їжею; і туалети не були належним чином відгородженими.", "12.  Під час допиту у суді пані O. пояснила, що її не забезпечили постільною білизною, належним посудом для їжі та предметами особистої гігієни; у неї не було прогулянок на свіжому повітрі; її кусали комахи; не проводилося жодних заходів дезінфекції.", "13.  За клопотанням заявника районний суд також допитав дружину заявника та інших осіб, які бачили його та розмовляли з ним в оскаржуваний період його тримання в ІТТ або після того. Усіх свідків було допитано у присутності заявника.", "14.  Заявник також заявляв, що його слова можуть бути підтверджені затриманими, яких тримали у тих самих камерах одночасно з ним. Він вимагав у суду зобов’язати ITT надати відповідні витяги з «Журналу реєстрації осіб», щоб встановити, хто був його співкамерниками, та викликати їх до суду в якості свідків. Районний суд витребував витяги у ITT. ITT надав витяги з «Журналу реєстрації осіб», але у цих витягах не містилось персональних даних, необхідних для встановлення осіб співкамерників заявника та виклику їх до суду. Заявник також вимагав, щоб суд оглянув камери, у яких його тримали, щоб перевірити факти, що були предметом спору. Клопотання було відхилено, а районний суд вивчив фотографії ITT, надані відповідачами.", "15.  У ході слухання справи відповідачі стверджували, що твердження заявника були безпідставними. Вони стверджували, що, зокрема, особисті обшуки з роздяганням проводилися відповідно до національного законодавства, заявник мав можливість отримувати необхідні продукти від своїх родичів, заходи з дезінфекції проводилися двічі на місяць, що підтверджується відповідними записами, а фізичні умови тримання були належними, що підтверджується фотографіями, зробленими в ITT.", "16.   7 червня 2007 року районний суд відмовив у позові у зв’язку з його необґрунтованістю. Суд зазначив, що не було доказів на підтвердження того, що заявникові було завдано будь-якої моральної шкоди, що з боку відповідачів мали місце якісь неправомірні дії або бездіяльність, або що вони були винні у вчиненні яких-небудь правопорушень цивільного характеру. Він вказав, що твердження заявника підтверджувалися показами свідків, які не знали безпосередньо про особисте становище заявника в ITT. З іншого боку, він зазначив, що записи про проведені у ITT заходи з дезінфекції спростовували твердження заявника щодо неналежних санітарних умов. Він також взяв до уваги норми національного законодавства щодо особистого обшуку осіб, що тримаються в ізоляторах тимчасового тримання.", "17.  Заявник оскаржив це рішення, стверджуючи, що районний суд не вжив належних заходів для встановлення та допиту його співкамерників; він безпідставно знехтував показами пані Д. та O., яких тримали у ITT у той же період часу, та чий безпосередній досвід мав відношення до фактів справи. Зокрема, свідка Д. тримали у тих же камерах, хоч і у інші дні у той же період, що розглядався, і її твердження щодо фізичних умов тримання були ідентичними твердженням заявника. Суд не оглянув приміщення ITT. Заявник також наголосив на тому, що практика особистих обшуків із роздяганням суперечила статті 3 Конвенції. Він посилався на рішення Суду у справах «Іванчук проти Польщі» (Iwańczuk v. Poland), (заява № 25196/94, від 15 листопада 2001 року) та «Ван дер Вен проти Нідерландів» (Van der Ven v. the Netherlands) (заява № 50901/99, ECHR 2003II). Він наполягав на тому, що для проведення особистого обшуку з роздяганням двічі на день не було підстав, хоча районний суд вирішив, що ця практика була виправданою. Заявник стверджував, що ігноруючи вимоги Конвенції з цього питання, районний суд не дотримався Конституції, згідно з якою Конвенція є частиною національного законодавства.", "18.   31 липня 2007 року апеляційний суд Полтавської області за участю заявника залишив рішення районного суду без змін. Він зазначив, що згідно з офіційними звітами, наданими відповідачами, протягом періоду, про який йдеться, заходи з дезінфекції проводились у камерах ІТТ двічі на місяць; заявника відвідував його захисник; 13 та 15 червня 2004 року його дружина передавала йому передачі, у яких був туалетний папір, зубна паста, зубна щітка та мило. Особисті обшуки з роздяганням проводилися відповідно до правил внутрішнього розпорядку, затверджених Міністерством внутрішніх справ України. Фотографії, надані відповідачами, продемонстрували, що туалети в камерах були належним чином відгородженими, і були в наявності майданчик для прогулянок та вентиляційна система. З іншого боку, заявник не надав жодних доказів на підтвердження своєї скарги про те, що він зазнав моральної шкоди, що відповідачі вчинили які-небудь незаконні дії або допустили бездіяльність, або що вони були винними у вчиненні яких-небудь правопорушень цивільного характеру. Твердження заявника були суперечливими та не могли бути підтверджені показами свідків, оскільки ті не знали безпосередньо про умови тримання заявника під вартою.", "19.  Заявник оскаржив цю ухвалу як таку, що не відповідає вимогам матеріального права, повторюючи доводи, які він вже наводив у апеляційному суді. Зокрема, він наполягав на тому, що суди не вжили заходів для встановлення та допиту його співкамерників. Суди не навели вагомих підстав для неврахування свідчень пані Д. та O., яких тримали у ITT протягом того ж періоду часу. Практика особистого обшуку з роздяганням суперечила статті 3 Конвенції, як тлумачиться практикою Суду, і суди не розглянули справу заявника з цієї точки зору.", "20.   28 січня 2008 року Верховний Суд України відхилив касаційну скаргу заявника, вказавши, що рішення судів нижчих інстанцій були законними та обґрунтованими.", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО", "A.  Конституція України від 28 червня 1996 року", "21.  Стаття 9 Конституції передбачає, що чинні міжнародні договори, згода на обов’язковість яких надана Верховною Радою України, є частиною національного законодавства України.", "B.  Цивільно-процесуальний кодекс від 18 березня 2004 року", "22.  Статтею 137 Кодексу передбачено, що у випадках, якщо у сторін, які беруть участь у справі, є складнощі щодо отримання доказів, суд за їх клопотанням зобов’язаний витребувати такі докази.", "23.  Статтею 140 Кодексу передбачено, що речові та письмові докази, які не можна доставити в суд, оглядаються за їх місцезнаходженням.", "ПРАВО", "I.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 1 СТАТТІ 6 КОНВЕНЦІЇ", "24.  Заявник скаржився на те, що суд не забезпечив його право на справедливий розгляд справи. Зокрема, суди не обґрунтували належним чином свої висновки та не вжили необхідних кроків для витребування та оцінки доказу, який мав відношення до цивільного позову. Він посилався на статтю 6 Конвенції, у відповідній частині якої зазначається таке:", "«Кожен має право на справедливий ... розгляд його справи ... судом, ... який вирішить спір щодо його прав та обов’язків цивільного характеру ...»", "A.  Прийнятність", "25.  Суд зазначає, що ця скарга не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Він також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона повинна бути визнана прийнятною.", "B.  Суть", "1.  Доводи сторін", "26.  Заявник підтримував свою скаргу.", "27.  Посилаючись на практику Суду, Уряд наполягав на тому, що тлумачення та застосування відповідних норм процесуального та матеріального права, а також оцінка наданих доказів належать до компетенції національних судів. Він також зазначав, що справа заявника розглядалася судами трьох інстанцій і усі наведені сторонами доречні аргументи були розглянуті належним чином.", "28.  Уряд у подальшому стверджував, що заявнику було надано достатні можливості для представлення своєї справи, яка розглядалася за його присутності, та що його клопотання щодо допиту свідків та вивчення інших доказів були належним чином розглянуті.", "2.  Оцінка Суду", "29.  Суд нагадує, що пункт 1 статті 6 Конвенції зобов’язує суди обґрунтовувати свої рішення, проте цей пункт не можна розуміти як такий, що вимагає детальної відповіді на кожен аргумент. Межі, в яких застосовується обов’язок надавати обґрунтування, можуть змінюватися залежно від характеру рішення. Крім того, необхідно брати до уваги, inter alia, різноманітність аргументів, які позивач може подати до суду, та існуючі у Договірних державах відмінності між нормами законодавства, звичаєвого права, правовими позиціями та оголошенням і підготовкою судових рішень. Саме тому питання про те, чи виконав суд обов’язок надавати обґрунтування, що походить зі статті 6 Конвенції, можна з’ясувати лише у світлі обставин справи (рішення у справі «Руїс Торіха проти Іспанії» (Ruiz Torija v. Spain) від 9 грудня 1994 року, Серії A №. 303A, п. 29).", "30.  До функцій Суду не належить розгляд помилок щодо фактів або права, що, як стверджується, були допущені національним судом, за винятком випадків та міри порушення прав та свобод, що гарантуються Конвенцією (див. рішення у справі «Гарсія Руїс проти Іспанії» (García Ruiz v. Spain) [ВП], заява № 30544/96, п. 28, ECHR 1999I). Прийнятність доказів є у першу чергу питанням, що регулюється національним законодавством, та, за загальним правилом, саме національні суди оцінюють надані їм докази. Згідно з Конвенцією завдання Суду радше полягає у встановленні того, чи процес в цілому, включаючи спосіб прийняття доказів, був справедливим (див. рішення у справі «Ельзхольц проти Німеччини» (Elsholz v. Germany) [ВП], заява № 25735/94, п. 66, ECHR 2000VIII).", "31.  Ключовим для концепції справедливого розгляду справи як у цивільному, так і кримінальному провадженні є те, щоб скаржник не був позбавлений можливості ефективно представляти свою справу в суді та мав змогу нарівні з протилежною стороною користуватися правами, передбаченими принципом рівності сторін (див. рішення у справі «Стіл та Морріс проти Сполученого Королівства» (Steel and Morris v. the United Kingdom), заява № 68416/01, п. 59, ECHR 2005II). Принцип рівності сторін вимагає «справедливого балансу між сторонами», і кожній стороні має бути надано відповідну можливість для представлення своєї справи в умовах, що не ставлять її у суттєво невигідне становище порівняно з її опонентом (див. рішення від 26 травня 2009 року у справі «Бацаніна проти Росіїосії» (Batsanina v. Russia), заява № 3932/02, § 22).", "32.  Повертаючись до цієї справи, Суд зазначає, що заявник вимагав відшкодування за неналежні умови тримання під вартою та наводив низку конкретних скарг з цього приводу. Суди відхилили позов після того, як постановили, що заявник не довів завдавання йому хоч якоїсь моральної шкоди, що мали місце якісь неправомірні дії або бездіяльність з боку відповідачів або вони були винними у якихось правопорушеннях цивільного характеру.", "33.  Проте навіть якщо національні суди відхилили позов заявника через брак доказів, вони, тим не менше, визнали складнощі, з якими заявник зіткнувся при зборі доказів, що мали значення для справи. А саме: за клопотанням заявника районний суд зобов’язав ITT надати витяги з «Журналу реєстрації осіб» щодо співкамерників заявника. Ймовірно, ці особи могли підтвердити або спростувати твердження заявника щодо його особистого становища у конкретній камері у відповідний час та надати свідчення щодо проведення особистого обшуку. Проте, отримавши неповну інформацію, районний суд не вжив подальших заходів для встановлення цих осіб та їх допиту. Незважаючи на той факт, що заявник конкретно стверджував у судах вищих інстанцій, що районний суд не вжив заходів для забезпечення доказів, немає жодних підстав вважати, що суди вищих інстанцій розглядали це питання та належним чином оцінили питання щодо того, чи був заявник у змозі ефективно представляти свою справу.", "34.  Суд також зазначає, що під час розгляду скарг заявника щодо неналежних умов тримання під вартою національні суди не взяли до уваги показання свідків на тих підставах, що ці свідки не мали безпосередніх знань про обставини, які мали бути встановлені. Крім того, суди не надали чіткої оцінки твердженням заявника про те, що пані O. та Д. тримали у ITT протягом того ж періоду, і що пані Д. тримали у тих же камерах, що й заявника, хоча й у інші дні в межах періоду, що розглядався.", "35.  На думку Суду, національні суди, проігнорувавши вищезазначені питання, хоча вони і були доречними для належного розгляду справи, не виконали свої зобов’язання за пунктом 1 статті 6 Конвенції щодо забезпечення рівності сторін та надання належного обґрунтування їхніх рішень. Таким чином, було порушення цього положення Конвенції.", "II. СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТЕЙ 3 ТА 8 КОНВЕНЦІЇ", "36.  Заявник скаржився на те, що умови його тримання у ITT були неналежними.", "37.  Суд вважає, що питання, порушені заявником у цій скарзі, підпадають під дію статей 3 та 8 Конвенції, що передбачають таке:", "Стаття 3", "«Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.»", "Стаття 8", "«1.  Кожен має право на повагу до свого приватного і сімейного життя, до свого житла і кореспонденції.", "2.  Органи державної влади не можуть втручатись у здійснення цього права, за винятком випадків, коли втручання здійснюється згідно із законом і є необхідним у демократичному суспільстві в інтересах національної та громадської безпеки чи економічного добробуту країни, для запобігання заворушенням чи злочинам, для захисту здоров’я чи моралі або для захисту прав і свобод інших осіб.»", "A.  Стаття 3 Конвенції", "1.  Прийнятність", "38.  Сторони не коментували питання щодо прийнятності цієї скарги. Суд вважає за належне розглянути, чи є скарга сумісною з правилом шестимісячного строку, передбаченим пунктом 1 статті 35 Конвенції, оскільки навіть відсутність відповідного заперечення з боку Уряду не дозволяє Суду нехтувати застосуванням цього правила (див. рішення від 27 листопада 2008 у справі «Мірошник проти України» (Miroshnik v. Ukraine), заява № 75804/01, п. 55).", "39.  Згідно з усталеною практикою Суду у випадку відсутності національного засобу юридичного захисту перебіг шестимісячного строку розпочинається з дії, що, як стверджується, становила порушення Конвенції; проте, коли це стосується триваючої ситуації, його перебіг розпочинається із закінчення цієї ситуації (див., наприклад, рішення від 6 вересня 2007 року у справі «Кучерук проти України» (Kucheruk v. Ukraine), заява № 2570/04, п. 171).", "40.  У низці справ проти України щодо скарг на неналежні умови тримання Суд відхиляв аргументи Уряду про те, що заявники мали вичерпати національні засоби юридичного захисту шляхом звернення до прокуратури або судів із вимогою захистити їхні права. Відхиляючи заперечення Уряду, Суд вирішував, що не було жодних підстав припускати, що використання цих засобів юридичного захисту могло ефективно врегулювати питання, з якими заявники звертались (див., наприклад, рішення у справах «Мельник проти України» (Melnik v. Ukraine), заява № 72286/01, пп. 69-71, від 28 березня 2006 року; «Знайкін проти України» (Znaykin v. Ukraine), заява № 37538/05, пп. 42-44, від 7 жовтня 2010 року, та «Беляєв та Дигтяр проти України» (Belyaev and Digtyar v. Ukraine), заяви №№ 16984/04 та № 9947/05, пп. 30 та 31, від 16 лютого 2012 року). Відповідно, якщо заявники не подавали заяв протягом шестимісячного строку після закінчення триваючої ситуації, Суд відхиляв такі заяви за правилом шестимісячного строку (див. рішення від 15 листопада 2012 року у справі «Хайров проти України» (Khayrov v. Ukraine), заява № 19157/06, п. 64, з подальшими посиланнями).", "41.  У той же час Суд має юрисдикцію оцінювати у кожній справі з урахуванням конкретних обставин те, чи забезпечить який-небудь наявний засіб юридичного захисту можливість для ефективного та достатнього відшкодування у розумінні загальновизнаних норм міжнародного права щодо вичерпання національних засобів юридичного захисту (див. ухвалу щодо прийнятності від 6 травня 2004 року у справі «Денисов проти Росії» (Denisov v. Russia), заява № 33408/03). Таким чином, без шкоди висновкам Суду у попередніх аналогічних справах Суд розгляне питання про те, чи можна, враховуючи конкретні обставини цієї справи, вважати позов про відшкодування шкоди ефективним засобом юридичного захисту у розумінні пункту 1 статті 35 Конвенції (див. рішення від 27 травня 2010 року у справі «Артьомов проти Росії» (Artyomov v. Russia), заява № 14146/02, п. 110) або чи мало використання цього засобу юридичного захисту зупинити перебіг шестимісячного строку (див. mutatis mutandis рішення від 15 травня 2012 року у справі «Каверзін проти України» (Kaverzin v. Ukraine), заява № 23893/03, п. 99).", "42.  Суд зазначає, що скарга заявника стосувалася відносно короткого періоду тримання під вартою (з 10 до 18 червня 2004 року) і ретроспективні цивільні засоби юридичного захисту, що передбачають матеріальне відшкодування шкоди, можуть бути доцільними для вирішення питань, порушених заявником у його цивільному позові, після його звільнення. Більше того, цивільний позов заявника порушив низку питань, що могли не бути в основному результатом структурних проблем, що існують у національній пенітенціарній системі, але могли походити зі стверджуваних конкретних порушень, недоліків або бездіяльності з боку сторони-відповідача. Цивільні суди взяли до уваги позов заявника та після розгляду по суті відхилили його як необґрунтований. Тому Суд вважає, що за обставин цієї справи намагання заявника вирішити проблему за допомогою компенсаційного цивільного засобу юридичного захисту не може ставитись йому у провину. З огляду на те, що заявник звернувся до Суду протягом шести місяців з моменту завершення цивільного провадження, його заяву не можна відхилити як таку, що була подана з недотриманням строку.", "43.  Суд також зазначає, що заява не є явно необґрунтованою у розумінні підпункту «а» пункту 1 статті 35 Конвенції. Він зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона повинна бути визнана прийнятною.", "2.  Суть", "(a)  Доводи сторін", "44.  Заявник підтримував свою скаргу.", "45.  Уряд стверджував, що період тримання заявника у ITT був коротким і з огляду на те, що він не пояснив, в чому полягали негативні фізичні або психологічні наслідки цього тримання, не було підстав вважати, що заявник зазнав поводження, забороненого статтею 3 Конвенції.", "46.  Уряд надав звіти ITT щодо заходів з дезінфекції та стверджував, що такі заходи проводилися двічі на місяць. На думку Уряду, це спростовувало твердження заявника про те, що він страждав від численних укусів комах. Більше того, відповідно до медичних записів співкамерників заявника, наданих ІТТ, вони не були ВІЛ-інфікованими. Щодо гігієнічних умов, заявник отримав необхідні предмети особистої гігієни від своєї дружини. Уряд стверджував, що ITT надавав належне столове приладдя. Туалети у камерах були відгороджені, вентиляційна система та спальні місця були у задовільному стані і був у наявності майданчик для прогулянок. На підтвердження своїх висновків Уряд надав фотографії ITT.", "47.  Що стосується особистих обшуків, Уряд надав відповідні пояснення працівників ITT, в яких зазначалося, що згідно з правилами внутрішнього розпорядку обшуки проводяться двічі на день, коли змінюються працівники ITT ранкової та вечірньої зміни. Уряд також зазначив, що обшуки проводилися у присутності осіб тієї ж статі. Метою обшуків було забезпечення безпеки, виявлення заборонених предметів та виявлення будь-якої підготовки до можливої втечі або нападів на працівників ITT. Під час проведення обшуків затримані були у спідній білизні. Не було жодних доказів того, що заявника примушували знімати його спідню білизну або що до нього застосовували фізичну силу; що під час обшуків його або інших затриманих поміщали до металевих кліток, штовхали кийками або наказували ставати обличчям до стіни та розсувати сідниці. Уряд дійшов висновку, що частота та спосіб проведення обшуків відповідали вимогам національного законодавства та не вказували  на порушення Конвенції.", "(b)  Оцінка Суду", "48.  Суд нагадує, що жорстоке поводження повинно досягати мінімального рівня жорстокості для того, щоб підпадати під дію статті 3 Конвенції. Згідно з цим положенням держава повинна забезпечити тримання особи в умовах, сумісних з повагою до її людської гідності, щоб спосіб та методи виконання покарання не спричиняли страждань або такого рівня труднощів, що перевищує невідворотній рівень страждання, якого зазнають при триманні під вартою, та щоб, з огляду на практичні вимоги ув’язнення, його здоров’я та добробут були належним чином захищені (див. рішення від 20 травня 2010 року у справі «Вислогузов проти України» (Visloguzov v. Ukraine), заява № 32362/02, п. 56 та п. 57, з подальшими посиланнями).", "49.  Якщо лише Уряд-відповідач має доступ до інформації, здатної надійно підтвердити або спростувати скарги за статтею 3 Конвенції, ненадання Урядом такої інформації без належного пояснення може призвести до висновків про обґрунтований характер тверджень заявника. У таких випадках Суд зосереджується на аналізі повідомлених йому фактів, з якими Уряд-відповідач або погодився, або які не спростував, не встановлюючи достовірність всіх та кожного твердження (див. вищенаведене рішення у справі «Беляєв та Дигтяр проти України» (Belyaev and Digtyar v. Ukraine), п. 36).", "50.  Суд зазначає, що, як було встановлено національними судами, заявника тримали в ITT з 10 до 18 червня 2004 року. Тривалість періоду тримання під вартою може бути важливим фактором для визначення ступеня страждань або приниження, спричинених затриманому неналежними умовами його тримання. Проте відносно коротка тривалість такого періоду автоматично не виключає поводження, на яке скаржаться, зі сфери застосування статті 3 Конвенції, якщо усі інші складові є достатніми для того, щоб воно підпадало під дію цього положення (див. рішення від 2 грудня 2008 року у справі «Мхітарян проти Вірменії» (Mkhitaryan v. Armenia), заява № 22390/05, п. 55).", "51.  Суд зазначає, що Уряд надав доволі загальні твердження з цього питання, але не надав деталей щодо умов, у яких тримали заявника. Він вважає, що твердження Уряду не спростовують переконливо твердження заявника про те, що його не забезпечили постільною білизною або матрацом, що він страждав від комах, що його не забезпечили належним столовим приладдям, що йому не дозволяли прогулянки надворі і він не мав доступу до свіжого повітря або що туалети у камерах не були належним чином відгороджені і не забезпечували усамітнення. Оцінюючи гігієнічні умови тримання під вартою, Суд бере до уваги те, що заявникові довелося отримати туалетний папір, зубну пасту, зубну щітку та мило від своєї дружини. Щодо звітів ITT стосовно заходів з дезінфекції, залишається незрозумілим, чи такі заходи, якщо вони дійсно проводилися, були достатніми для забезпечення належних санітарних умов.", "52.  Крім того, Суд не може не звернути увагу на твердження двох свідків, яких тримали у ITT у той самий час. Під час розгляду справи в національних судах ці свідки надали низку пояснень, схожих на твердження заявника щодо умов тримання у ITT. Дійсно, їхні твердження передусім стосувалися їхнього власного становища у ITT. Проте Суд вважає, що значна частина цих тверджень також стосувалася становища заявника, особливо покази свідка Д., яку в результаті ротації затриманих тримали у тих же камерах, але у інші дні в межах періоду, що розглядався.", "53.  Щодо особистих обшуків Суд постановив, що умови тримання, включаючи процедуру, за якою осіб, що тримаються під вартою, піддають обшукам, можуть порушувати заборону жорстокого поводження, закріплену статтею 3 (див. рішення від 12 червня 2007 року у справі «Фреро проти Франції» (Frérot v. France), заява № 70204/01, п. 36). Хоча особисті обшуки можуть бути необхідними час від часу для забезпечення безпеки в установах позбавлення волі або запобігання заворушенням чи злочинам, вони повинні проводитися у належний спосіб та повинні бути виправданими (див. рішення у справі «Валашинас проти Литви» (Valašinas v. Lithuania), заява № 44558/98, п. 117, ECHR 2001VIII; вищенаведені рішення у справах «Іванчук проти Польщі» (Iwańczuk v. Poland), п. 59; та «Ван дер Вен проти Нідерландів» (Van der Ven v. the Netherlands), п. 61 та п. 62). Якщо поводження, про яке йдеться, не досягає мінімального рівня жорстокості, забороненого статтею 3, воно може, тим не менше, порушувати вимоги пункту 2 статті 8 Конвенції (див. рішення від 20 серпня 2006 року у справі «Уейнрайт проти Сполученого Королівства» (Wainwright v. the United Kingdom), заява № 12350/04, п. 43 та п.46).", "54.  У цій справі сторони, здається, не оспорювали той факт, що заявник двічі на день піддавався обшуку, коли змінювалися працівники ІТТ ранкової та вечірньої зміни. Проте сторони не погоджувалися щодо способу, у який обшуки здійснювалися. Зокрема, Уряд стверджував, що заявнику дозволяли залишатися вдягненим у спідню білизну. Уряд стверджував, що не було доказів, які б вказували на те, що заявникові наказували повністю роздягатися, що його поміщували до металевої клітки, штовхали кийками та вимагали ставати обличчям до стіни та розсувати сідниці. Все ж Суд вважає, що твердженням заявника не вистачає доказової бази саме через невжиття державними органами влади заходів для належного вивчення цього питання. Показів працівників міліції, наданих Урядом, явно недостатньо для спростування цих тверджень (для порівняння див. вищенаведені рішення у справі «Іванчук проти Польщі» (Iwańczuk v. Poland), п. 57). Тому Суд не може надати значної ваги аргументові Уряду з цього приводу. У будь-якому випадку, Уряд не обґрунтував необхідності проведення регулярних особистих обшуків двічі на день протягом усього періоду тримання заявника у ITT, включаючи ті дні, коли він навіть не залишав приміщення і не отримував передач з-за меж установи. Немає ознак того, що така повсякденна практика була достатньо виправданою у конкретному випадку заявника.", "55.  Вищенаведених міркувань Суду достатньо для висновку про те, що умови тримання заявника в ITT становлять таке, що принижує гідність, поводження в порушення статті 3 Конвенції.", "B.  Стаття 8 Конвенції", "56.  Суд зазначає, що скарга за статтею 8 тісно пов’язана з тією, що розглядалася вище, і тому повинна бути аналогічним чином визнана прийнятною. Проте, з огляду на висновки Суду за статтею 3 Конвенції, він вважає, що окремого питання про порушення статті 8 Конвенції не виникає. Тому Суд постановляє, що немає необхідності в окремому розгляді скарги за статтею 8 Конвенції.", "III.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "57.  Стаття 41 Конвенції передбачає:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»", "A.  Шкода", "58.  Заявник вимагав 100 000 євро відшкодування моральної шкоди.", "59.  Уряд стверджував, що ця вимога була необґрунтованою.", "60.  Суд вважає, що заявник мав зазнати стресу та розчарування у зв’язку зі встановленими порушеннями. Ухвалюючи рішення на основі принципу співрозмірності, відповідно до статті 41 Конвенції, Суд присуджує заявнику 2 000 євро відшкодування моральної шкоди.", "B.  Судові та інші витрати", "61.  Заявник не висував жодних вимог за цим пунктом. Тому Суд нічого не присуджує.", "C.  Пеня", "62.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти.", "ЗА ЦИХ ПІДСТАВ СУД ОДНОГОЛОСНО", "1.  Оголошує заяву прийнятною;", "", "2.  Постановляє, що було порушення пункту 1 статті 6 Конвенції;", "", "3.  Постановляє, що було порушення статті 3 Конвенції;", "", "4.  Постановляє, що немає необхідності окремо розглядати скаргу за статтею 8 Конвенції;", "", "5.  Постановляє, що:", "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявникові 2 000 (дві тисячі) євро відшкодування моральної шкоди плюс будь-який податок, що може нараховуватися; ця сума має бути конвертована у валюту держави-відповідача за курсом на день здійснення платежу;", "(b)  зі спливом зазначеного тримісячного строку до остаточного розрахунку на вищезазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в цей період, до якої має бути додано три відсоткові пункти.", "", "6.  Відхиляє решту вимог заявника щодо справедливої сатисфакції.", "Учинено англійською мовою та повідомлено письмово 10 жовтня 2013 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду.", "", "", ""]}