{"file": "UKR_HJUDUKR_4378_02.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "4378/02", "text_paragraphs": ["Український переклад зроблено в рамках проекту Ради Європи «Подальша підтримка реформи кримінальної юстиції в Україні», за фінансового сприяння уряду Данії. ", "Інформаційний бюлетень з практики Суду 117", "Березень 2009", "Bykov проти Росії [ВП] - 4378/02", "Рішення від 10.3.2009 [ВП]", "Стаття 8", "Стаття 8-1", "Повага до приватного життя", "Перехоплення і запис розмови за допомогою радіопередавача у рамках секретної операції поліції без процесуальних гарантій: порушення", "Стаття 6", "Кримінальне провадження", "Стаття 6-1", "Справедливий судовий розгляд", "Використання у судовому розгляді доказів, зібраних під час проведення секретної операції: відсутність порушення", "Факти: Заявник був впливовим бізнесменом і депутатом місцевої думи. У 2000 році він наказав В., особі зі свого оточення, вбити свого колишнього компаньйона С. В. не виконав цей план, доніс на заявника Федеральній службі безпеки (ФСБ) і здав зброю, яку отримав від заявника. Трохи пізніше ФСБ і поліція провели секретну операцію з метою зібрати докази і перевірити, чи дійсно заявник мав намір вбити С. Поліція розіграла сцену виявлення у помешканні С. двох трупів. Вона офіційно повідомила у ЗМІ, що одну з жертв було ідентифіковано як С. За вказівкою поліції В. прийшов додому до заявника і розпочав з ним розмову, повідомивши, що скоїв вбивство. Аби довести, що він виконав це завдання, він віддав заявнику численні предмети, які взяв у С. Він носив на собі прихований радіопередавач, а поліцейський, який залишився на вулиці, отримував і записував розмову. У такий спосіб поліція отримала 16-хвилинний запис діалогу між В. і заявником. Наступного дня в домі у заявника було проведено обшук. Було вилучено предмети, які передав йому В. Заявника арештували, і йому був обраний запобіжний захід у вигляді перебування під вартою. Було призначено двох експертів-філологів, які мали дослідити запис розмови між В. і заявником. Вони вирішили, що В. переконав заявника у тому, що виконав його наказ, що ніщо не вказувало на те, що заявник не повірив у те, що В. скоїв вбивство, і що він наполегливо розпитував В. про технічні деталі виконання цього завдання. У 2002 році заявника було визнано винним у змові з метою вбивства і у незаконному придбанні, володінні і використанні вогнепальної зброї і засуджено до шести з половиною років позбавлення волі. Його було звільнено умовно-достроково з випробувальним строком у п’ять років. Апеляційна інстанція залишила цей вирок без змін.", "", "", "Право", "Стаття 8 – Заходи, вжиті поліцією, становили втручання у реалізацію заявником свого права на повагу до його приватного життя. Російське законодавство щодо оперативно-розшукових заходів однозначно передбачає захист приватного життя осіб, вимагаючи для усіх оперативних заходів, котрі за своїм характером можуть спричинити порушення поваги до приватності помешкання і телефонного або поштового спілкування, попереднього отримання судового дозволу. У даному випадку судові органи вирішили, що оскільки В. потрапив до помешкання заявника за його ж згодою і не йшлось про телефонне або поштове спілкування, то оспорюваний запис розмови, зроблений дистанційно за допомогою радіопередавача, не порушував чинну нормативно-правову базу. На думку Суду, використання радіопередавача для дистанційного запису розмови між В. і заявником слід віднести, з точки зору характеру і ступеню втручання у приватне життя зацікавленої особи, до прослуховування телефонної розмови. Проте заявник зміг скористатись лише вкрай обмеженими або жодними гарантіями у ході провадження, внаслідок якого було постановлене і здійснене перехоплення його розмови із В. Зокрема, законне дискреційне повноваження, яке було надане державним органам для призначення перехоплення даної розмови, не було обумовлене жодними умовами і обсягом, а обставини здійснення цього повноваження також не були визначені; не було передбачено й жодних конкретних гарантій. Можливість для заявника розпочати судове провадження з метою визнання незаконною «перевіркову операцію» і клопотати про виключення її результатів із доказової бази як незаконно отриманих доказів, не могли виправити згадані упущення. За відсутності конкретних і детальних правил застосування такої техніки нагляду, проведення «перевіркової операції» не супроводжувалось належними гарантіями від різноманітних можливих зловживань. Отже, проведення згаданої операції мало ознаки свавілля і було несумісним із вимогами законності.", "Висновок: порушення (одноголосно).", "Стаття 6 § 1 – У ході змагальних судових дебатів як у суді першої інстанції, так і під час апеляційного розгляду заявник мав можливість оскаржити методи, застосовані поліцією. Тому він мав нагоду заявити, що докази обвинувачення були зібрані незаконно, і що оспорюваний запис розмови було неправильно витлумачено. Внутрішні судові органи не дослідили детально жоден з цих аргументів і відхилили кожен з них, навівши мотивовані рішення. Водночас, аби визнати заявника винним, внутрішні суди спирались не лише на оспорюваний запис розмови і матеріальні докази, отримані внаслідок секретної операції. Насправді первинне повідомлення В. становило ключовий доказ обвинувачення. В. зробив його до проведення секретної операції і незалежно від неї у якості приватної особи, а не як інформатор поліції. До того ж, В. повторив свої покази, як докази обвинувачення, під час пізніших допитів і в ході перехресного допиту із заявником на стадії розслідування. Відсутність перехресного допиту В. під час судового розгляду сталась не з вини державних органів, які вжили усіх необхідних заходів, зокрема подавали прохання надати допомогу до Інтерполу, аби встановити місце знаходження В. і забезпечити його появу в суді. Заявник мав можливість допитати В. щодо суті його показів, як доказів обвинувачення, під час перехресного допиту з ним. Водночас, адвокат заявника однозначного погодився на те, щоб покази, зроблені В. на стадії слідства, були зачитані під час відкритого судового розгляду. Суд, який розглядав справу за суттю, здійснив поглиблений аналіз обставин, за яких В. пізніше відмовився від своїх показів, і дійшов висновку, навівши відповідне мотивування, що ця відмова є недостовірною. Зрештою, побічні докази, зокрема численні свідчення, які підтверджували існування конфлікту між заявником і С., підтверджували покази В. Таємно записані вислови заявника, зроблені без жодного примусу, не були безпосередньо взяті до уваги внутрішніми судами, котрі обґрунтовували свої рішення переважно експертизою запису розмови, результати якої були підтверджені низкою матеріальних доказів. З огляду на гарантії, якими супроводжувалась оцінка прийнятності і достовірності згаданих доказових елементів, а також на характер і ступінь стверджуваного примусу і використання доказів, отриманих внаслідок секретної операції, кримінальне провадження, здійснене у справі заявника, якщо оцінювати його в цілому, не було таким, що нехтувало вимогами справедливого судового розгляду.", "Висновок: відсутність порушення (одинадцять голосів проти шести).", "Суд також дійшов висновку одноголосно про порушення статті 5 § 3 через тривалість попереднього ув’язнення заявника.", "Стаття 41 – 1 000 EUR на відшкодування моральної шкоди.", ""]}