{"file": "UKR_HJUDUKR_12675_05.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "12675/05", "text_paragraphs": ["Справа «Гсел проти Швейцарії»", "(“Gsell v. Switzerland”)", "", "Ключовий висновок: рішення про відмову журналісту у присутності на Світовому економічному форумі не мало під собою юридичних підстав.", "У рішенні, ухваленому 8 жовтня 2009 року у справі «Гсел проти Швейцарії», Суд постановив, що", "було порушено ст. 10 Конвенції (свобода вираження поглядів).", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 1 026 євро як відшкодування матеріальної шкоди та 7 000 євро на відшкодування судових витрат.", "Обставини справи", "Заявник, п. Маріо Гсел, є громадянином Швейцарії, народився 1958 року і проживає у м. Кальтенбах (Kaltenbach). Він працює журналістом для видання «Гастро-новини» (журнал з питань харчування). Узимку 2001 року заявник отримав завдання написати статтю для Світового економічного форуму у Давосі (далі – Форум), який проходив саме у цей час. Тема стосувалася впливу демонстрацій на функціонування місцевих ресторанів та готелів.", "27 січня 2001 року п. Гсел прямував на Форум, а точніше на «Громадське око у Давосі» – захід, організований антиглобалістськими організаціями. Поліція затримала автобус на в’їзді та перевірила у пасажирів посвідчення особи. Попри те, що п. Гсел показав поліції своє посвідчення журналіста, йому не дозволили потрапити у Давос на тій підставі, що він міг взяти участь у несанкціонованій демонстрації та можливих заворушеннях.", "У лютому 2001 року заявник звернувся зі скаргою до уряду кантону Гробюнден (Graubunden), але її визнали неприйнятною, оскільки строк подання вичерпався. Попри це уряд висловився щодо суті звернення, дійшовши висновку, зокрема, про те, що застосування так званого поліційного застереження, передбаченого Федеральною Конституцією для вирішення «надзвичайних ситуацій» на випадок відсутності інших юридичних засобів відвернення «очевидної та дійсної загрози», не було непропорційним. Цей висновок обґрунтовувався тим, що громадська безпека була під загрозою та серед усього загалу громадян не було можливості вирізнити потенційно небезпечних осіб.", "7 липня 2004 року Федеральний суд відмовив п. Гселу у задоволенні двох його заяв публічного оскарження. Стосовно ст. 6 Конвенції, на порушення якої скаржився заявник, цей суд вирішив, що внаслідок відмови у присутності на Форумі ані його професійна репутація як журналіста, ані виконання ним своїх обов’язків не зазнали негативного впливу. У відповідь на твердження п. Гсела про порушення ст. 10 Конвенції Федеральний суд зазначив, що уряд кантону був уповноважений на застосування загального поліційного застереження, оскільки колишні антиглобаліcтські заходи на Форумі давали підстави вважати, що організація «Громадського ока у Давосі» може створити надзвичайну ситуацію, котра несе реальну небезпеку і яку, вочевидь, не просто розпізнати чи передбачити.", "Зміст рішення Суду.", "Спираючись на ст. 10 Конвенції, п. Гсел скаржився на те, що йому завадили потрапити на Форум. Також заявник стверджував про порушення ч. 1 ст. 6 Конвенції, оскільки його справа не була вирішена «судом» у значенні ч. 1 ст. 6 Конвенції, а провадження, котре мало місце, було надмірно тривалим.", "Суд визнав, що захід, який був застосований до заявника, становив втручання у право п. Гсела на свободу вираження поглядів, адже він прямував у Давос задля написання статті.", "Влада вдалася до застосування загального поліційного застереження, передбаченого Федеральною Конституцією, оскільки не було чітких правових підстав, аби завадити заявнику потрапити на Форум.", "Відповідно до практики Федерального суду, згадане застереження не може застосовуватися органами влади у передбачуваних та повторюваних (типових) випадках, а тільки у «надзвичайних ситуаціях», аби відвернути «очевидну та реальну загрозу». Попри те, що Суд раніше визнавав труднощі компетентних органів у здійсненні точної оцінки ризиків під час проведення Форуму, він не погодився з тим, що не можна було передбачити масштаб демонстрацій, зважаючи, зокрема, на щорічний досвід та офіційні звіти про безпеку під час проведення цього заходу. Відтак обставини проведення Форуму у 2001 році можна було вважати передбачуваними та типовими. Більше того, відповідно до судової практики Федерального суду заходи щодо обмеження свободи зборів мають застосовуватися тільки до осіб, котрі ініцюють заворушення. А це аж ніяк не стосувалося п. Гсела.", "Отож, компетентні органи не мали повноважень вдаватися до застосування поліційного застереження для того, щоб не дозволити заявнику потрапити на Форум. Відтак, втручання у свободу вираження поглядів не було передбачено законом, а тому порушувало ст. 10 Конвенції.", "У відповідь на скарги заявника стосовно порушення його права на доступ до суду Суд відзначив ретельний підхід Федерального суду до обґрунтування своєї позиції у рішенні від 7 липня 2004 року. Також Суд звернув увагу на змагальність процедури у згаданому суді та дотримання принципу рівності процесуальних засобів для сторін. Щодо аргументу про те, що Федеральний суд володів обмеженими повноваженнями для оцінки фактів у вирішенні заяв публічного оскарження, Суд вказав на те, що у цій справі факти не були предметом спору між сторонами, а тому зазначена обставина не могла порушити право п. Гсела на доступ до суду. Отже, Суд дійшов висновку, що скарга п. Гсела є недостатньо обґрунтованою і тому не підлягає задоволенню.", "Скарга заявника щодо надмірної тривалості провадження не відповідає вимозі вичерпання національних засобів захисту, адже заявник не згадав про неї у жодному зверненні до внутрішньодержавних органів. Тому ця скарга була відхилена за недостатньою обґрунтованістю. Зрештою Суд зауважив, що загальна тривалість провадження, яка становила майже три з половиною роки, зважаючи на обставини справи та на чотири рівні юрисдикції, не була надмірною з огляду на цілі ч. 1 ст. 6 Конвенції"]}