{"file": "UKR_HJUDUKR_39948_06.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "39948/06", "text_paragraphs": ["«Сáвіни проти України»", "(“Saviny v. Ukraine”)", "", "У рішенні, ухваленому 18 грудня 2008 року у справі «Сáвіни проти України», Європейський суд з прав людини (далі – Суд) постановив, що:", "було порушено ст. 8 Європейської конвенції про захист прав людини і основоположних свобод (далі – Конвенція) (право на повагу до приватного і сімейного життя).", "Відповідно до ст. 41 Конвенції Суд призначив сплатити кожному із заявників по 5 000 євро як компенсацію моральної шкоди.", "Обставини справи", "Заявники, які є чоловіком та жінкою, відповідно 1957 та 1956 р. н., є громадянами України і проживають у м. Ромни. Вони є сліпими від народження.", "З 1990 до 2006 року п. Савін офіційно працював на підприємстві Українського товариства сліпих (далі – УТОС) – державної організації, яка дотується державою задля надання допомоги сліпим людям. Однак, протягом 2001 та 2006 років, за свідченням працедавця, заявник працював лише по кілька днів у році. У 2006 році п. Савін досягнув пенсійного віку та був звільнений з огляду на скорочення штатів. Заявниця перестала працювати ще на початку 1990-их років.", "3 1997 року сім’я заявників проживала у двох державних двокімнатних квартирах. У цих квартирах не було гарячої води та каналізації, а для опалення помешкання використовувалась піч.", "У сім’ї Савіних було семеро дітей (які народилися між 1991 та 2001 роками). У лютому 1998 року четверо перших дітей були взяті під опіку держави, з огляду на неспроможність заявників надати їм належну турботу та виховання. Троє з них навчаються та проживають у Роменській загальноосвітній школі-інтернаті І-ІІІ ступенів для дітей-сиріт і дітей, позбавлених батьківського піклування ім. О. Деревської (далі – школа-інтернат), а четверта дитина зі згоди заявників була усиновлена іншими людьми.", "У 1997 році найстарший син, який залишався під опікою батьків теж був прийнятий до школи-інтернату. Батьки забирали його додому на вихідні та святкові дні. Кілька разів адміністрація школи-інтернату скаржилась на те, що цей хлопець часто втікав зі школи, тинявся по вулицях, збираючи порожні пляшки та жебракуючи.", "З 1998 до 2004 року представники місцевої служби у справах неповнолітніх і органу опіки та піклування разом із деякими іншими органами місцевої влади понад десять разів відвідували помешкання заявників і складали акти на предмет придатності житлових умов заявників для виховання інших дітей, які залишались на їхньому утриманні. Відповідно до цих актів, зазначені умови були вкрай незадовільними. Зокрема, помешкання потребувало ремонту, там було холодно, сиро, брудно, багато павутиння та тхнуло людськими екскрементами. Одяг був розкиданий по підлозі та на ліжках. Посуд був немитий. Постільна білизна була дуже брудною. Дитячий матрац через велику кількість сечі прогнив, дитяче ліжко не використовувалось. На кухні не було знайдено їжі. Діти були брудними та вдягненими не відповідно до пори року. В одному з актів вказувалось, що у найменшої дитини було запалення шкіри. Крім того, відзначалось, що «діти були хворими», хоча симптоми цієї хвороби не описувались.", "Кілька разів між 1998 та 2004 роком УТОС надавав заявникам допомогу дровами, одягом, взуттям та елементарними продуктами (цукром, картоплею, зерном, мукою). У 1998 році УТОС також організував кількох студентів-волонтерів, аби вони побілили стіни у помешканні Савіних та пофарбували вікна й підлогу.", "Заявники також звертались до місцевої влади з проханням провести до їхнього будинку природний газ, аби вони змогли встановити опалення та готувати їжу. 10 січня 2000 року Савіних сповістили, що їхні сусіди категорично висловились проти цього, зважаючи на сліпоту заявників та присутність маленьких дітей. Окрім того, це було неможливо зробити й з технічної точки зору.", "22 лютого 2000 року сім’я Савіних звернулися до голови місцевого відділення соціальної допомоги з проханням посприяти заявникові знайти роботу, а 22 лютого 2000 року служба у справах неповнолітніх звернулась до голови місцевого жіночого комітету з проханням забезпечити сім’ю заявників гуманітарною допомогою. Однак інформації стосовно отриманих відповідей, Суду представлено не було.", "16 лютого 2001 року один із синів Савіних був обстежений лікарем, який вказав, що його мовленнєві здібності були на низькому рівні, а також що він хворів на недокрів’я.", "27 лютого 2001 року заявники отримали 150 гривень фінансової допомоги для оплати послуг з електропостачання.", "8 липня 2003 року місцевий комітет з питань соціального захисту та з питань запобігання злочинності неповнолітніх попередив Савіних, що їм потрібно покращити умови, в яких проживали та виховувались їхні діти.", "Адміністрація дитячого садка, який відвідував один із синів заявників –К.С., надала довідку про те, що він регулярно відвідував цей заклад, а батьки вчасно приводили його туди та забирали додому. Заявниця активно цікавилась справами К.С. та прислуховувалась до порад вихователів і медсестер. К.С. характеризувався як дещо впертий та неактивний під час занять, проте охоче спілкувався з іншими дітьми. З іншого боку, одногрупники К.С. інколи лякались його неохайного вигляду та брудного одягу.", "У грудні 2003 року Роменський дитячий оздоровчий центр підтвердив, що двоє дітей заявників харчувалися у школі. Їм також надавались путівки у літні табори, оскільки вони хворіли на анемію.", "У невизначену дату заявник подав позов до свого працедавця, вимагаючи сплати заборгованості по заробітній платі та різноманітних компенсаційних виплат, включаючи виплату за час простою підприємства, який закінчився 31 листопада 2004 року. 3 листопада 2004 року Роменський районний суд зупинив відповідний судовий процес з огляду на досягнення сторонами мирової угоди, відповідно до якої, першому заявникові виплатили 1 500 грн. 5 січня 2006 року Роменський суд призначив сплатити заявнику ще 1 100 грн. різних компенсаційних виплат за час простою.", "5 січня 2004 року Роменський прокурор на запит служби у справах неповнолітніх ініціював судовий процес про взяття трьох наймолодших дітей заявників під державну опіку.", "2 грудня 2004 року суд, вислухавши сім’ю Савіних, службу у справах неповнолітніх та орган опіки і піклування, задовольнив позов прокурора.", "Заявники подали апеляційну скаргу на таке рішення. Вони зазначали, зокрема, що у Сімейному кодексі України передбачався виключний перелік підстав відібрання дітей від їхніх батьків, а саме: ухилення від виконання обов’язків по догляду за дітьми, жорстоке поводження з ними, хронічний алкоголізм чи наркотична залежність батьків, експлуатація дітей, примушування їх до жебракування та бродяжництва. Савіни наполягали на тому, що вони ніколи не робили нічого подібного, та пояснили, що єдиною причиною, через яку вони не змогли надати дітям кращий догляд, була їхня сліпота. При цьому вони стверджували, що їх, як людей із фізичними вадами, було дискриміновано та підкреслили, що державні органи влади мали би забезпечити їхню сім’ю належною підтримкою замість того, щоб відбирати від них дітей. Заявники також посилались на ст. 8 Конвенції.", "14 лютого 2005 року Сумський апеляційний суд відхилив їхню скаргу, підтримавши рішення суду першої інстанції про те, що залишення дітей із заявниками ставить під загрозу їхнє життя, здоров’я та моральне виховання.", "22 березня 2006 року касаційну скаргу заявників було відхилено Верховним Судом України. На жодному із судових розглядів дітей заявників не заслуховували.", "23 червня 2006 року рішення суду набрало чинності. К.С. було поміщено до школи у м. Ромни, а двох інших дітей до школи у м. Суми (на відстані близько ста кілометрів від м. Ромни). Відповідно до свідчень соціального педагога, один із синів заявників – О.С. часто втікав зі школи, бродяжив, його постійно доводилось розшукувати.", "Зміст рішення Суду", "Заявники стверджували, що рішення суду порушувало їхнє право на повагу до приватного і сімейного життя, гарантованого ст. 8 Конвенції.", "Сторони не оспорювали того, що рішення про взяття трьох дітей Савіних під державну опіку було втручанням у їхні права, гарантовані ст. 8 Конвенції, а також що це втручання було здійснене відповідно до закону та мало на меті захист інтересів дітей. Суду було потрібно лише проаналізувати, чи таке втручання було «необхідним у демократичному суспільстві».", "У зв’язку з цим Суд насамперед зазначив, що заявники погодилися з твердженням Уряду про те, що з матеріальної точки зору поміщення їхніх дітей до спеціальних навчальних закладів – таких як школа-інтернат – було би корисним для них, особливо з огляду на обмеженість батьківських можливостей забезпечити їхні щоденні потреби. Однак вони не погоджувались з тим, що задля цього потрібно було відбирати у них дітей, оскільки це позбавляло їх можливості забирати дітей додому у позашкільний час, на канікулах чи на вихідні дні.", "Суд зауважив, що національні органи влади обґрунтовували своє рішення тим, що заявники, з огляду на нестачу фінансових засобів та особистих якостей, не мали можливості не лише забезпечити своїх дітей належним харчуванням, одягом, гігієнічними умовами та забезпечити охорону їхнього здоров’я, але й забезпечити їхню соціальну й освітню адаптацію, ставлячи таким чином під загрозу моральне виховання дітей, їхнє здоров’я та життя. Суд дійшов висновку, що такі підстави без сумніву зумовлювали необхідність прийняття відповідного рішення.", "Однак Суд поставив під сумнів достатність необхідної доказової бази для прийняття рішення про те, що умови життя дітей були насправді небезпечними для їхнього життя та здоров’я. Він зазначив, зокрема, що хоча процедура по відібранню дитини від батьків була розпочата у січні 2004 року, проте лише 23 червня 2006 року були застосовані запобіжні заходи, і протягом всього цього періоду ніякої шкоди дітям не було завдано. Більше того, декілька висновків (зокрема, про те, що дітям Савіних не вистачало належного харчування, що вони вдягались невідповідно до сезону та, що вони постійно залишались вдома наодинці) базувались лише на актах, складених муніципальними органами влади на підставі випадкових перевірок помешкання заявників. Жодних інших підтверджуючих свідчень, зокрема таких як-от: свідчення самих дітей, їхні медичні картки, думки педіатрів чи твердження сусідів, не брались до уваги. Єдиним об’єктивним свідченням про неналежний стан здоров’я дітей, на який міг послатися суд, була медична довідка річної давності, в якій стверджувалось, що двоє з дітей заявників хворіли на анемію першого ступеня. Стосовно ж неспроможності сім’ї Савіних забезпечити своїм дітям відповідну освіту та соціальну адаптацію суди посилались лише на твердження органів місцевого самоврядування про те, що один із синів заявників – О.С. бродяжив та жебракував (без зазначення у цих твердженнях часу, частоти цих діянь, імен свідків чи інших обставин).", "Крім того, з матеріалів справи не можна зробити висновку про те, що судові органи хоча б спробували проаналізувати залежність неадекватності виховання дітей заявниками від їх непоправної фізичної неспроможності забезпечити дітям належну опіку, а також визначити, чи могла би бути забезпечена належна батьківська опіка за умови цілеспрямованої фінансової та соціальної допомоги Савінам й надання їм ефективних порад.", "Стосовно недостатнього фінансового забезпечення заявників, Суд вказав, що визначення можливості надання сім’ї Савіних спеціальної матеріальної допомоги задля збереження цілісності цієї сім’ї є завданням, перш за все, відповідних державних органів влади та, зокрема, національних судів.", "Що ж до стверджуваного неналежного виховання дітей внаслідок безвідповідальності їхніх батьків, то не було зібрано жодних незалежних свідчень (зокрема таких як оцінка психолога), аби оцінити емоційну та розумову зрілість батьків та їхню мотивацію у вирішенні домашніх труднощів.", "Також, на думку Суду, національні суди, аналізуючи справу заявників, мали би звернути увагу на їхні неодноразові спроби покращити свої матеріально-побутові умови життя (зокрема, на їхні звернення про проведення природного газу до будинку, про повернення заборгованостей із заробітної плати та інших виплат, а також на клопотання про надання допомоги у працевлаштуванні). Національний суд, натомість, взяв на віру твердження органів місцевого самоврядування про те, що Савіни, попри надану їм фінансову та іншу допомогу, не спромоглися покращити умови свого життя. Окрім посилань на акти огляду помешкання заявників, суди не оцінювали цієї допомоги, також не було досліджено змісту інформації, яка їм надавалась в якості порад. Суд дійшов висновку про те, що аналіз такої інформації був би доречним при встановленні того, чи місцеві органи влади дотримувались Конвенційних зобов’язань із забезпечення цілісності сім’ї та чи вони вивчили можливість застосування інших альтернатив перед тим як відбирати дітей у заявників.", "Суд також нагадав, що на жодній стадії судових процесів не було заслухано думок дітей (зокрема, О.С., якому на момент судових засідань у грудні 2004 року було вже 13 років). Більше того, в результаті відібрання дітей вони не лише були відлучені від своєї сім’ї, а й були поміщені до різних навчально-виховних закладів. Внаслідок цього, двоє з дітей живуть навіть у іншому місті, що ускладнює підтримання постійних контактів між членами сім’ї.", "Відтак Суд дійшов висновку про те, що хоча причини відібрання у заявників їхніх дітей, вказані національними органами влади, були належними, вони, однак, не були достатніми задля виправдання такого серйозного втручання у сімейне життя сім’ї Савіних. Тому була порушена ст. 8 Конвенції", "Також заявники скаржились на те, що рішення про відібрання у них дітей було прийняте з огляду на їхній статус неповносправних людей, а також що держава не спромоглася виконати свої зобов’язання щодо забезпечення їх адекватною допомогою, аби вберегти сім’ю.", "Суд зазначив, що хоча неповносправність Савіних могла створювати їм певні труднощі у вихованні дітей (зокрема такі як-от: пошук прийнятної роботи чи приведення до ладу будинку), проте у матеріалах справи немає жодних свідчень стосовно того, що із заявниками поводились інакше, ніж з іншими особами в аналогічній ситуації. Відтак, така скарга заявників – з огляду на до ч. 3 та ч. 4 ст. 35 Конвенції – є явно необґрунтованою.", "Також заявники скаржились, що судовий розгляд їхньої справи був несправедливим. Суд, взявши до уваги свої висновки стосовно порушення ст. 8 Конвенції, постановив, що немає потреби окремо досліджувати порушення ст. 6 Конвенції."]}