{"file": "UKR_HJUDUKR_27915_95.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "27915/95", "text_paragraphs": ["Справа «Недбала проти Польщі»", "(Niedbala v. )", "", "У рішенні, ухваленому 4 липня 2000 року у справі «Недбала проти Польщі», Суд одноголосно постановив, що :", "мало місце порушення ч. З і 4 ст. 5 Конвенції щодо права на свободу та особисту недоторканність;", "мало місце порушення ст. 8 Конвенції щодо права на повагу до приватного життя.", "Відповідно до ст. 41 Конвенції Суд призначив заявнику 12 800 польських злотих у відшкодування судових витрат і компенсацію моральної шкоди.", "Обставини справи", "Заявник, Мацей Недбала, є громадянином Польщі, народився у 1969 році і зараз проживає у місті Ястжебі Здрой (Jastrzebie Zdroij).", "2 вересня 1994 року відповідно до рішення прокурора заявника було заарештовано за підозрою у вчиненні крадіжки автомобіля. 20 березня 1995 року пана Недбала було засуджено за володіння краденими речами і звільнено з-під варти. 21 квітня 1995 року він знову був заарештований за підозрою у вчиненні замаху на крадіжку автомобіля. 5 вересня 1995 року апеляційний суд м. Катовіце вніс зміни до вироку, постановленого щодо заявника 5 березня цього ж року, якими визнав п. Недбала винним у пособництві і підмовництві до збуту майна, завідомо здобутого злочинним шляхом.", "Зміст рішення Суду", "Заявник стверджував, що було порушено його право на свободу та особисту недоторканність, оскільки рішення про його арешт приймав прокурор, котрий не є суддею чи іншою службовою особою, якій закон надає право здійснювати судову владу відповідно до змісту ч. 3 ст. 5 Конвенції. Крім того, на думку п. Недбала, мало місце ще й порушення ч. 4 ст. 5 Конвенції, тому що судовий розгляд щодо перевірки законності його арешту не відповідав вимогам принципу змагальності. Заявник також вважав, що оскільки з боку влади мали місце перехоплення та затримка відправлення його листів до омбудсмена, то було порушено його право на повагу до таємниці кореспонденції.", "Суд вкотре нагадав, що роль судді чи іншої службової особи відповідно до змісту ч. 3 ст. 5 Конвенції полягає у перевірці обставин, які свідчать не на користь застосування такого запобіжного заходу, як взяття під варту, а також у вирішенні на основі закону питання про наявність достатніх підстав для взяття під варту або у прийнятті рішення про звільнення особи, якщо такі підстави відсутні. Службова особа може вважатися такою, якій закон надає право здійснювати судову владу відповідно до змісту ч. З ст. 5 Конвенції за тієї умови, якщо її статус відповідає вимогам, що забезпечують людині гарантії від свавільного та необґрунтованого взяття під варту. Отже, така службова особа у здійсненні своїх повноважень повинна бути незалежною від виконавчої влади та сторін у справі. У цьому відношенні при вирішенні питання про взяття під варту важливими є об’єктивні умови, а саме: якщо на момент вирішення цього питання виявиться, що службова особа, уповноважена приймати рішення про взяття під варту, може пізніше залучатися до участі у кримінальній справі на боці обвинувачення, то незалежність та неупередженість такої особи є під сумнівом.", "Суд відзначив, що конституційне законодавство Польщі передбачає поділ державної влади на законодавчу, виконавчу і судову гілки. Зокрема, відправлення правосуддя є виключною прерогативою суду. Прокурори у Польщі на момент розгляду справи підпорядковувалися і підпорядковуються зараз Генеральному прокурору, який у той самий час виконує функції Міністра юстиції. Таким чином, беззаперечним є той факт, що прокурори при здійсненні своїх повноважень є підконтрольними посадовій особі, яка належить до виконавчої гілки влади.", "Суд зауважив, що при розслідуванні і розгляді кримінальних справ прокурор одночасно виконує слідчу й обвинувальну функції, а отже, юридично і фактично він є стороною у справі. Суд також відзначив, що чинне польське законодавство, яке регулює ці питання, не передбачає жодних гарантій неучасті прокурора, що вирішував питання про взяття під варту особи, у підтриманні державного обвинувачення проти неї у суді.", "Таким чином, Суд дійшов висновку про те, що мало місце порушення ч. 3 ст. 5 Конвенції.", "Суд наголосив, що відповідно до ч. 4 ст. 5 Конвенції кожен, кого позбавлено свободи внаслідок арешту або затримання, має право на перевірку судом процесуальних та матеріальних підстав затримання, з’ясування яких є важливим для встановлення законності останнього (ч. 1 ст. 5 Конвенції). Хоча відповідність такого судового розгляду вимогам, які висуваються ч. 1 ст. 6 Конвенції стосовно  розгляду кримінальних і цивільних справ не завжди є обов’язковою, однак цей розгляд повинен мати судовий характер і забезпечувати необхідні гарантії особі, щодо якої вирішується питання про взяття під варту. У випадку, коли має місце взяття під варту особи відповідно до п. «с» ч. 1 ст. 5 Конвенції, проведення судового слухання є обов’язковим. Зокрема у справах, в яких особа оскаржує своє затримання, необхідним є забезпечення дії принципів змагальності та рівних можливостей як для прокурора, так і для затриманого.", "У даній справі безспірним було те, що чинне польське законодавство не надавало заявнику чи його адвокату права бути присутніми на судовому засіданні, де вирішувалося питання про законність взяття під варту. Більше того, відповідно до вимог закону, ознайомлення заявника чи його адвоката із змістом матеріалів, які подавалися прокурором для обґрунтування рішення про взяття під варту, не було обов’язковим. У кінцевому підсумку заявник не мав жодної можливості піддавати сумніву аргументи прокурора на користь застосування такого запобіжного заходу, як взяття під варту. Крім того, чинне польське законодавство надавало прокурору можливість бути присутнім на будь-якому із судових засідань, коли вирішувалося питання про законність затримання заявника. На одному з таких засідань прокурор дійсно був присутній.", "Таким чином, Суд дійшов висновку про те, що мало місце порушення ч. 4 ст. 5 Конвенції.", "Суд вважав, що перехоплення і затримання відправки листів заявника до омбудсмена, в яких він скаржився на погане з ним поводження з боку тюремних наглядачів, є втручанням у здійснення заявником його права на повагу до таємниці кореспонденції, закріпленого у ч. 1 ст. 8 Конвенції. Таке втручання відповідає вимогам ст. 8 Конвенції лише за умов, якщо воно: а) передбачено національним законодавством; б) переслідує одну чи декілька законних цілей, перелічених у ч. 2 ст. 8 Конвенції; і в) є необхідним у демократичному суспільстві. Вимога, відповідно до якої втручання органів державної влади у здійснення права на повагу до таємниці кореспонденції повинно бути передбачене національним законодавством, полягає не лише у відповідності такого втручання нормам національного законодавства, але й стосується останнього. Внутрішнє законодавство, яке регулює ці питання, повинно чітко і зрозуміло визначати межі та спосіб реалізації наданого державним органам розсуду при вирішенні питань про таке втручання задля того, щоб забезпечити громадянам певний рівень захисту, необхідність якого випливає із дії принципу верховенства права у демократичному суспільстві.", "Суд, насамперед, відзначив відсутність у польському законодавстві норм, які могли б слугувати нормативною базою для ефективного оскарження цензури кореспонденції осіб, які знаходяться під вартою на час проведення досудового слідства, органами, що проводять розслідування. Суд далі зауважив, що чинне польське законодавство допускає _автоматичну цензуру кореспонденції затриманих органами, які провадять слідство. Законодавчі положення не передбачають жодних відмінностей у здійсненні цензури залежно від категорії адресатів кореспонденції. У кінцевому підсумку листи до омбудсмена також були піддані цензурі. Більше того, відповідні норми польського законодавства не визначають навіть принципів, якими слід керуватися при здійсненні цензури. Зокрема, вони не визначають спосіб та часові рамки їæ проведення. Оскільки проведення цензури є «автоматичним», органи, які проводять розслідування, не зобов’язані пояснювати причини її проведення.", "Суд дійшов висновку, що чинне польське законодавство, яке регулює ці питання, не визначає чітко і зрозуміло межі та спосіб реалізації наданого державним органам розсуду при вирішенні питань щодо контролю за кореспонденцією осіб, взятих під варту.", "Таким чином, мало місце порушення ст. 8 Конвенції.", "Таким чином, Суд прийшов до висновку, що саме по собі визнання факту порушення згаданих положень ст. 5 Конвенції є достатньою компенсацією моральної шкоди, заподіяної заявнику. Суд також вважав, що затримка відправлення листів заявника до омбудсмена завдала п. Недбала моральної шкоди. У цій частині Суд призначив заявнику відшкодування у розмірі 2 000 польських злотих.", "Суд також призначив п. Недбала відшкодування судових витрат у розмірі 10 800 польських злотих.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", "", ""]}