{"file": "UKR_HJUDUKR_40153_98.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "40153/98", "text_paragraphs": ["Справа «Джетін та інші проти Туреччини»", " (Cetin and Others v. )", "", "У рішенні, ухваленому 13 лютого 2003 року у справі «Джетін та інші проти Туреччини», Суд ухвалив, що:", "мало місце порушення ст. 10 Конвенції щодо свободи вираження.", "Відповідно до ст. 41 Конвенції, Суд призначив сплатити кожному заявнику 2 500 евро як компенсацію моральної шкоди і 3 000 евро усім заявникам у відшкодування судових витрат.", "Обставини справи", "Заявники, Ведат Джетін, Мехмет Кайя, Ішмет Бакач, Ахмет Сунбул, Зейнел Багір, Метін Даг, Кемаль Шахін і Наїф Кіліч, є громадянами Туреччини і зараз проживають у Д’ярбакірі. Усі вони були журналістами щоденної газети «Улькеде Гундем» (надалі – Газета). 24 жовтня 1998 року назва Газети була змінена на «Оцгур Бакіш». Інша щоденна газета «2 Бінде Єні Гундем» почала видаватися з 27 квітня 2000 року, а вже 31 травня 2001 року її було замінено на щотижневу газету «Єдінчі Гундем».", "Заявники стверджували, що упродовж вересня, жовтня та листопада 1997 року Служба безпеки забороняла розповсюдження Газети у регіоні. Ця заборона мотивувалася введенням надзвичайного стану. П. Бакач та п. Багір звернулися зі скаргою на заборону розповсюдження Газети у прокуратуру, однак та відповіла, що не має повноважень розглядати дану скаргу й передала її до Адміністративної ради м. Д’ярбакір. Адміністративна рада припинила провадження за скаргою заявників у зв’язку із ухваленням рішення про вилучення усіх накладів Газети. Вищий адміністративний суд підтримав це рішення у своїй ухвалі від 3 березня 2000 року.", "1 грудня 1997 року губернатор регіону, в якому було оголошено надзвичайний стан, заборонив ввіз та розповсюдження Газети у регіоні.", "4 грудня 1997 року про вказану заборону було проінформовано п. Бакача – офіційного представника газети. Розповсюджувач газети – приватна компанія «Бірлешім Басім Дагітім А. С.» – була проінформована про згадану заборону 5 грудня цього ж року.", "Аналогічні заборони були накладені на Газету у травні 1999, червні 2000 та червні 2001 років. Відповідно до повідомлення, розповсюдженого заявниками, у червні 2000 року губернатор заборонив поширення 17 видань, у тому числі «2 Бінде Єні Гундем» та «Єдінчі Гундем».", "Зміст рішення Суду", "Покликаючись на ст. 1 Конвенції, заявники оскаржували необгрунтоване втручання у здійснення ними права на поширення інформації та ідей, яке мало місце 1 грудня 1997 року і полягало у забороні розповсюдження Газети.", "Суд зауважив, що заборона розповсюдження та ввозу Газети на територію регіону, в якому було оголошено надзвичайний стан, беззаперечно, становила втручання у свободу вираження заявників. Це втручання грунтувалося на законі, оскільки згідно зі ст. 11 Закону № 2935 «Про надзвичайний стан» та ст. 1 Декрету № 430 органи державної влади мали право забороняти ввіз та розповсюдження друкованих видань з метою забезпечення громадського порядку та захисту національної безпеки.", "Суд зауважив, що відповідно до наведених положень губернатор мав право забороняти ввіз і розповсюдження будь-якого друкованого видання, яке схиляло до порушення громадського порядку чи перешкоджало проведенню діяльності спеціальних служб шляхом викривленого тлумачення змісту такої діяльності. Враховуючи те, що надання цих повноважень, а так само їх реалізація не могли бути предметом оскарження у суді, Суд міг лише долучитися до обгрунтованого занепокоїння, висловленого з цього приводу Конституційним Судом Туреччини.", "На думку Суду, вилучені статті могли справити певний вплив на громадську думку відповідного регіону. Крім того, накладення заборони на розповсюдження Газети та вилучення її тиражів жодним чином не мотивувалися. Поряд з тим, такі заходи не можна вважати за їх характером превентивними, оскільки застосування превентивних заходів може бути санкціоноване лише судом у рамках розгляду ним кримінальної справи. Таким чином, враховуючи відсутність мотивації вжитих заходів та їх «імунітет» від судового нагляду, є можливим дійти висновку про те, що причиною вжиття цих заходів могло бути що завгодно.", "Спростовуючи аргументи Уряду стосовно наявності у регіоні багатьох інших видань, а також щодо існування у заявників чималої кількості інших способів поширювати свої ідеї та інформацію, Суд вкотре наголосив на винятково важливій ролі, що її відіграє преса у демократичному суспільстві. Більше того, всупереч твердженням Уряду Суд відзначив, що накладена заборона не була знята через 53 дні, як цього вимагав закон, а продовжувала діяти. Вирішення ж питання про зняття заборони в умовах відсутності судового нагляду за вжиттям подібних заходів залежало виключно від розсуду губернатора.", "Враховуючи наведене, Суд дійшов висновку, що вжиті щодо заявників заходи не були необхідними у демократичному суспільстві та не переслідували законну мету, оскільки не існувало механізму судової перевірки правильності їх застосування.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", "", ""]}