{"file": "UKR_HJUDUKR_16064_90.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "16064/90", "text_paragraphs": ["© Рада Європи/Європейський cуд з прав людини, 2012. Цей переклад було здійснено за підтримки Трастового фонду з прав людини Ради Європи (). Він не накладає правових зобов’язань на Суд. Для більш детальноі інформаціі, прохання ознайомитись із положенням про авторські права в кінці цього документа.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "Інформаційна довідка про судову практику ЄСПЛ № 122", "", "Серпень-вересень 2009 року", "", "", "Варнава та інші (Varnava et autres) проти Туреччини - 16064/90", "Ухвала 18.9.2009 [ВП]", "", "Стаття 2", "", "Позитивні зобов’язання", "", "Стаття 2-1", "", "Ефективне слідство", "", "Відсутність ефективного слідства стосовно долі грецьких кіприотів, які зникли без вісті під час операцій турецьких військ на півночі Кіпру в 1974 році: порушення", "", "Стаття 3", "", "Нелюдське поводження", "", "Відсутність реакції офіційних органів на обгрунтовані занепокоєння стосовно долі грецьких кіприотів, які зникли без вісті під час операцій турецьких військ на півночі Кіпру в 1974 році: порушення", "", "", "Стаття 5", "", "Стаття 5-1", "", "Фізична свобода", "", "Відсутність ефективного слідства по обгрунтованих заявах, згідно з якими зниклі грецькі кіприоти утримувались в неволі під час операцій турецьких військ на півночі Кіпру в 1974 році: порушення", "", "", "Стаття 35", "", "Стаття 35-1", "", "Шестимісячний термін", "", "Заява стосовно справи про зникнення, яку подано більш ніж шість місяців після ратифікації державою-відповідачем права на індивідуальну заяву: попереднє заперечення відхилено", "", "Стаття 35-2", "", "Ідентичність із вже розглянутою заявою", "", "Компетенція Суду у випадку, коли він вже розглядав справу, яка стосується по суті тих самих фактів в рамках міждержавної справи: попереднє заперечення відхилено", "", "Стаття 35-3", "", "Ratione temporis", "", "Компетенція ratione temporis Суду стосовно зникнень, які мали місце близько тринадцяти років до визнання державою-відповідачем права на індивідуальну заяву: попереднє заперечення відхилено", "", "", "", "Стосовно фактів - Заявниками є родичі дев’яти громадян Кіпру, які зникли без вісті під час військових операцій, які проводила турецька армія на півночі Кіпру в липні та серпні 1974 року. Між сторонами немає згоди щодо фактів. Вісім з дев’яти зниклих осіб належали до збройних сил грецького Кіпру і, згідно тверджень заявників, зникли після того, як були захоплені в полон та ув’язнені турецькими військовими. Згідно показань свідків, зниклих осіб бачили у в’язницях Туреччини протягом 1974 року, а деяких з них було ідентифіковано їхніми сім’ями на фотографіях ув’язнених грецьких кіприотів, які публікувались в грецьких виданнях. Турецький уряд заперечує, що ці особи були захоплені турецькими військами, та стверджує, що вони загинули в боях. Дев’ята зникла особа, гр. Хаджипантелі, був банківським службовцем. За словами заявників, його, разом з групою інших осіб, забрали на допит турецькі військові, після чого його більше не бачили. Його тіло було знайдено в 2007 році в рамках місії, яку здійснював утворений Організацією Об’єднаних Націй Комітет зниклих без вісті на Кіпрі. Заснований в 1981 році, Комітет має на меті скласти вичерпні списки зниклих без вісті осіб, що належать обидвом громадам, і, залежно від обставин, з’ясувати, чи вони живі або загинули. Він не має повноважень встановлювати відповідальність за смерть зниклих без вісті осіб, ані готувати висновки щодо причин їхньої загибелі. Останки гр. Хаджипантелі були знайдені в 2007 році у масовому захороненні неподалік одного з селищ турецьких кіприотів. Медичний висновок свідчить про кульове поранення в голову, праву руку та праве стегно. Уряд-відповідач заперечує той факт, що гр. Хаджипантелі утримувався в неволі, посилаючись на те, що його ім’я не фігурує в списках грецьких кіприотів, які утримувались в зазначеному місці ув’язнення, що було проінспектоване Міжнародним Червоним Хрестом.", "", "Ухвалою від 10 січня 2008 року (див. Інформаційну довідку № 104) палата Суду дійшла висновку про тривале порушення статей 2 та 5 в їх матеріальній частині, а також про порушення статті 3. Вона дійшла висновку про відсутність порушення статті 5 в ії матеріальній частині.", "", "", "Стосовно права", "", "а) Попередні заперечення - Уряд-відповідач заперечує компетентність Суду щодо розгляду заяви з цілої низки позицій. По-перше, він заявляє про відсутність правового інтересу в розгляді цих заяв, підкреслюючи, що питання всього загалу грецьких кіприотів, що вважаються зниклими без вісті, вже було розглянуто в рамках четвертої міждержавної заяви (Кіпр проти Туреччини [ВП], № 25781/94, 10 травня 2001 року, Інформаційна довідка № 30). По-друге, він стверджує, що заяви не підпадають під часову компетенцію Суду з огляду на те, що є підстави припускати, що заявники померли задовго до 28 січня 1987 року, дати визнання Туреччиною права на індивідуальну заяву, а також на те, що не може мати місце автономне процедурне зобов’язання у відриві від фактичних витоків скарги. Уряд-відповідач додає, що процедурне зобов’язання провести слідство, яке витікає із статей 2 та 3, є нещодавнім в часі і не може накладати на державу зобов’язань зворотної дії. Зрештою, він підкреслює, що ці заяви було подано 25 січня 1990 року, тобто більше шести місяців після визнання Туреччиною права на індивідуальну заяву, а отже із запізненням.", "", "і - Правовий інтерес: для того, аби заява могла розглядатись як \"ідентична по суті\" до іншої заяви, яка вже в минулому розглядалась Судом з точки зору статті 35 §2 б), вона мусить стосуватись по суті тих самих оскаржуваних фактів та бути поданою тими самими особами. Виходячи з цього, не можна стверджувати, що міждержавна заява позбавляє приватних осіб можливості подавати власні оскарження. Стосовно питання щодо того, чи заяви мусять втрачати свою роль в силу статті 37 §1 в), Суд зауважує, що висновки, які сформульовані в четвертій міждержавній заяві, не вказували, яких конкретно зниклих без вісті осіб вони стосуються. Крім того, в рамках індивідуальних заяв Суд має компетенцію призначати виплату відшкодувань в якості справедливої сатисфакції за нанесену індивідуальним позивачам шкоду та зазначати, на підставі статті 46, будь-який інший захід, якого може бути вжито. Звідси зберігається правовий інтерес для продовження розгляду цих заяв.", "", "Висновок: попереднє заперечення відхилено (шістнадцять голосів проти одного).", "", "іі - Часова компетенція: процедурний обов’язок щодо проведення розслідування у випадку загибелі, який міститься в статті 2, набрав характеру окремого та незалежного і може розглядатись як \"відокремлюваний обов’язок\", який може накладатись на державу, навіть якщо загибель сталась до введення в дію Конвенції (див. Šilih проти Словенії [ВП], № 71463/01, 9 квітня 2009 року, Інформаційна довідка № 118). Не має значення той факт, що процедурний обов’язок не діяв на день визнання Туреччиною права на індивідуальну заяву, отримавши лише згодом свій розвиток в судовій практиці, оскільки судова практика уточнює існуючі тексти, а принцип відсутності зворотної дії не застосовується в її рамках в той самий спосіб, що і в законодавчій площині.", "", "Щодо аргументу, згідно з яким є підстави припускати, що зниклі без вісті особи загинули задовго до настання часової компетенції Суду в 1987 році, Суд констатує різницю між висловленням фактичного припущення та правовими наслідками, які з нього витікають. Говорячи про зникнення за обставин, що становлять загрозу для життя, процедурний обов’язок щодо проведення розслідування не може вважатися вичерпаним з моменту віднаходження тіла або висловлення припущення про загибель, оскільки, як правило, зберігається обов’язок прояснити обставини зникнення чи загибелі, а також з’ясувати та притягти до відповідальності осіб, що могли вчинити відповідні незаконні дії. Внаслідок цього, навіть якщо з моменту зникнення минуло більш ніж тридцять чотири роки без будь-якої звістки від зниклих осіб - що може становити вагому ознаку того, що зазначені особи загинули за цей проміжок часу - процедурний обов’язок щодо проведення розслідування від того не зникає.", "", "Крім того, важливо розрізняти обов’язок розслідувати підозрілу смерть та обов’язок розслідувати підозріле зникнення. Зникнення є окремим явищем, якому характерна ситуація, за якоі близькі зниклої особи перебувають в стані постійної непевності та відсутності пояснень чи інформації про те, що трапилось, а належні відомості про це можуть іноді навіть свідомо приховуватись або не висвітлюватись. Зникнення не являє собою дію чи подію \"одномоментного\" характеру; додаткова відмінність, яка полягає у подальшій відсутності пояснень щодо того, що трапилось із зниклою особою та щодо ії місцезнаходження, породжує ситуацію тривалого характеру. Внаслідок цього, процедурний обов’язок щодо проведення розслідування потенційно зберігається, доки не було прояснено долю зниклої особи, навіть коли можна припустити, що жертви вже немає серед живих. Підхід, який був застосований в справі Šilih і передбачав необхідність зв’язку між загибеллю та слідчими діями, з одного боку, та датою введення в дію Конвенції, з іншого боку, є дійсним лише для випадків вбивства або загибелі за підозрілих обставин.", "", "Висновок: попереднє заперечення відхилено (шістнадцять голосів проти одного).", "", "ііі - Шестимісячний термін: в справах про зникнення без вісті, заявники мусять виявляти сумлінність та ініціативність і подавати скарги без надмірної затримки. Хоча, з огляду на серйозність самої ситуації із зникненням, було б недоречно висувати надто суворі вимоги до близьких зниклої особи щодо оперативності, з якою вони мусять діяти, тим не менш, заяву може бути відхилено, якщо заявники очікували надто довго, або чекали без очевидної причини, перш ніж звернутись до Суду, після того, як вони пересвідчились, чи мусили б пересвідчитись, у відсутності початку розслідування, або у відсутності просування чи втраті ефективності відкритого розслідування, а також у відсутності на найближчий час реальної можливості проведення в майбутньому ефективного розслідування. Питання стосовно настання цієї стадії залежить, вочевидь, від обставин справи.", "", "В цій конкретній справі, беручи до уваги виключний контекст міжнародного конфлікту, за якого немає можливості для нормального проведення слідчих процедур, заявники могли цілком резонно очікувати результату ініціатив, яких було вжито з боку їх уряду та ООН. Ці ініціативи могли би призвести до проведення пошуків у відомих місцях масових захоронень та стати основою для вжиття інших заходів. Наприкінці 1990 року заявники усвідомили, що ці процедури не лишали їм вже ніяких реальних сподівань на просування в осяжному майбутньому пошуків останків або на отримання пояснень щодо долі їхніх рідних. Таким чином, з огляду на особливі обставини їхніх справ, звернувшись до Суду в січні 1990 року, вони діяли із розумною оперативністю.", "", "Висновок: попереднє заперчення відхилено (п’ятнадцять голосів проти двох).", "", "б) По суті", "", "Стаття 2: Суд вважає, що обгрунтовані аргументи дозволяють стверджувати про те, що зниклих осіб бачили востаннє в секторі, що знаходився під контролем - або переходив під контроль – турецької армії. Чи загинули ці особи в бою або ж були взяті в полон, обов’язок відзвітувати щодо них зберігається в будь-якому випадку. Стаття 2, в міру можливого, мусить розглядатись в світлі принципів міжнародного права, зокрема, правил міжнародного гуманітарного права, які відіграють необхідну і загальновизнану роль у пом’якшенні звірства та негуманності збройних конфліктів. В зоні міжнародного конфлікту Держави-підписанти мусять захищати життя тих, хто не бере чи вже не бере участь у військових діях, що вимагає, зокрема, надання медичної допомоги пораненим; що стосується загиблих, обов’язок звітувати включає в себе належне захоронення їхніх тіл та збір і повідомлення офіційними органами інформації про особи та долі загиблих. Уряд-відповідач не надав жодних переконливих матеріалів чи пояснень, які б могли спростувати твердження заявників про те, що згадані особи зникли в секторі, який знаходився під виключним контролем з його боку. Оскаржувані зникнення мали місце за обставин, що ставили під загрозу життя цих осіб, оскільки військові операції супроводжувались арештами та вбивствами у великій кількості. Таким чином, стаття 2 накладає на державу-відповідача постійний обов’язок розшукувати зниклих без вісті осіб та звітувати про те, що їх спіткало.", "", "Стосовно виконання цього обов’язку, Суд повністю визнає важливість діяльності по ексгумації та ідентифікації тіл, яка триває наразі, та віддає належне роботі, яку було здійснено Комітетом зниклих без вісті задля інформування родин та повернення їм останків загиблих. Тим не менш, якими б значними не були ці заходи, які можуть розглядатись як перший етап розслідування, вони не вичерпують обов’язок щодо проведення ефективного розслідування, який накладає на уряд-відповідач стаття 2. Із матеріалів, що були надані стосовно гр. Хаджипантелі, одного із зниклих, витікає, що, після ідентифікації останків, процедура зводилась до укладання медичного свідоцтва про смерть, в якому стисло зазначались поранення, які спричинили її. При цьому, жодного звіту з аналізом обставин загибелі чи її орієнтовною датою не укладалося і ніяких слідчих заходів не було вжито для встановлення та опитування свідків. Таким чином, навіть якщо останки було знайдено, не можна говорити про те, що було прояснено долю згаданої особи.", "", "Визнаючи надзвичайні труднощі, з якими пов’язаний - після багатьох років, що минули з моменту відповідних подій - пошук свідків та збір доказів проти можливих винуватців, Суд нагадує, що, аби бути ефективним, розслідування повинно дати можливість з’ясувати, чи загибель була спричинена в незаконний спосіб і, в такому випадку, призвести до ідентифікації та покарання винуватців. Ніщо не вказує на те, що Комітет зниклих без вісті виходив би за рамки свого обмеженого мандату, аби спробувати встановити факти або зібрати та оцінити докази з метою притягнення винних до відповідальності; жоден інший орган чи відомство так само не виконує цих функцій. Звичайно, результати розслідування можуть виявитись не дуже змістовними. Втім, такий результат не є неминучим і не може слугувати підставою для звільнення уряду-відповідача від докладання необхідних зусиль. Може статися так, що обидві сторони конфлікту віддадуть перевагу \"політичному\" методу, а Комітет, зі своїм обмеженим мандатом, буде єдиним прийнятним для всіх рішенням в рамках місії добрих послуг ООН. Все це, водночас, не може впливати на застосування положень Конвенції. Таким чином, з боку уряду-відповідача мало місце тривале невиконання обов’язку щодо проведення ефективного розслідування з метою пролити світло на долю дев’яти зниклих без вісті осіб.", "", "Висновок: процедурне порушення тривалого характеру (шістнадцять голосів проти одного).", "", "Стаття 3: В цій конкретній справі Суд не вбачає нічого, що могло б змусити його відійти від формулювання, наведеного в четвертій міждержавній справі, згідно з яким були підстави кваліфікувати як нелюдське поводження відсутність реакції з боку органів держави-відповідача на реальні занепокоєння родин зниклих без вісті осіб.", "", "Висновок: порушення тривалого характеру ( шістнадцять голосів проти одного).", "", "Стаття 5: існують серйозні аргументи на користь тези, згідно якої двох чоловіків, чиї імена фігурують в списку ув’язнених, який було укладено Міжнародним Червоним Хрестом, востаннє бачили в ситуації, що знаходилась під контролем турецьких військ або ж військ турецьких кіприотів. Однак, турецька влада не визнає факт їх ув’язнення та не надала ніякого документального доказу, який являв би собою офіційне підтвердження переміщення згаданих осіб. Якщо ніщо не дозволяє стверджувати, що хтось з цих двох чоловіків все ще перебував в неволі протягом періоду, який розглядає Суд, турецькому уряду належить продемонструвати, що офіційні органи провели ефективне розслідування у відповідь на обгрунтовану скаргу, згідно якої згадані особи були заарештовані і відтоді їх більше не бачили. Отже, висновки, які було сформульовано вище Судом з точки зору статті 2, не лишають жодних сумнівів в тому, що органи влади так само не дотримались обов’язку провести необхідні розслідування з цього приводу.", "", "Висновок: порушення тривалого характеру відносно двох зниклих без вісті осіб (шістнадцять голосів проти одного).", "", "Стаття 41: враховуючи серйозність справи та той факт, що заявники лишались без відомостей протягом десятиліть, Суд присуджує 12 000 євро кожному з них на відшкодування моральних збитків. Суд пояснює, що не існує спеціальних розрахунків розмірів відшкодувань, які присуджуються у справах про зникнення без вісті, але ним керує принцип справедливості, який передбачає певну гнучкість та об’єктивний погляд на те, що кваліфікується як справедливе, неупереджене та розумне із врахуванням всіх обставин справи.", "", "", "© Рада Європи/Європейський суд з прав людини", "Укладене канцелярією, це резюме не накладає правових зобов’язань на Суд.", "", "Натисніть тут для доступу до Інформаційних довідок про судову практику", "", "© Рада Європи/Європейський cуд з прав людини, 2012.", "", "Офіційними мовами Європейського суду з прав людини є французька та англійська. Цей переклад було здійснено за підтримки Трастового фонду з прав людини Ради Європи (). Він не накладає правових зобов’язань на Суд, який не несе будь-якоі відповідальності за його якість. Його можна завантажити з HUDOC, бази данних про судову практику Європейського суду з прав людини (), або з будь-якоі бази данних, до якоі його було надано HUDOC. Його може бути відтворено в некомерційних цілях за умови повного цитування назви справи та вищенаведеного положення про авторські права, а також посилання на Трастовий фонд з прав людини. Про будь-яке використання всього чи частини цього перекладу в комерційних цілях має бути повідомлено за електронною адресою .", "", "© Council of Europe/European Court of Human Rights, 2012.", "", "The official languages of the European Court of Human rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the  for Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour Européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été réalisée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", "", "", ""]}