{"file": "UKR_HJUDUKR_58442_00.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "58442/00", "text_paragraphs": ["Справа «Лавентс проти Латвії»", "(Lavents v. )", "", "У рішенні, ухваленому 28 листопада 2002 року у справі «Лавентс проти Латвії», Суд постановив, що:", " мало місце порушення ч. 3 ст. 5 Конвенції щодо права на свободу і безпеку;", "мало місце порушення ч. 4 ст. 5 Конвенції; мало місце порушення ч. 1 ст. 6 Конвенції щодо права на розгляд справи впродовж розумного строку і права на їæ розгляд неупередженим судом, установленим законом;", "мало місце порушення ч. 2 ст. 6 Конвенції (презумпція невинуватості);", "мало місце порушення ст. 8 Конвенції щодо поваги до сімейного життя і до таємниці листування.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 15 000 евро у відшкодування судових витрат.", "Обставини справи", "Заявник, Олександр Лавентс, є громадянином Латвії, народився 1959 року. Він є колишнім бізнесменом. Тепер заявник перебуває під наглядом у лікарні Лінезер, що знаходиться у Ризі.", "Заявник був головою наглядової ради одного з найбільших банків у Латвії – банку «Балтія». Банк був ліквідований. Це заподіяло великих збитків національній економіці і принесло фінансове лихо сотням тисяч людей. Прокурор, який займався справою заявника, підозрював п. Лавентса у вчиненні шахрайства, зокрема щодо факту надання дозволу заявником на переведення приблизно 139 млн. євро до Російського банку, що знаходиться у Москві, у обмін на зобов’язання повернути відповідну суму у формі урядових облігацій. Заявник був також звинувачений у вчиненні шахрайських дій з метою створення іміджу банку як стабільної та процвітаючої установи.", "1 червня 1995 року п. Лавентс був офіційно визнаний підозрюваним у справі про шахрайство і того самого дня допитаний. 28 червня 1995 року заявника було визнано обвинуваченим. Його було взято під варту 14 липня 1995 року. Під час розслідування, незважаючи на низку заяв із боку п. Лавентса, термін попереднього ув’язнення продовжувався декілька разів. Протягом цього періоду заявника двічі доставляли у лікарню через проблеми із серцем.", "12 червня 1997 року був розпочатий судовий розгляд справи у Ризькому регіональному суді. Суд відхилив заяву про звільнення з-під варти на тій підставі, що заявник був звинувачений у вчиненні тяжких злочинів, а стан його здоров’я не зобов’язував відповідні органи змінити застосований захід запобіжного характеру. Після того як 14 жовтня 1997 року із заявником стався інфаркт, до нього було застосовано домашній арешт, тобто тримання під наглядом із забороною залишати місце помешкання. Наступного дня після ухвалення рішення про зміну запобіжного заходу латвійська головна газета «День» опублікувала спільну заяву прем’єр-міністра і міністра юстиції, у якій вони висловили свою незгоду з рішенням суду. Ця заява також була опублікована в іншій загальнонаціональній газеті – «Латвійські вісті». Наступного дня судді, які займалися цією справою, вчинили самовідвід, пояснюючи його тиском з боку уряду та громадськості. Справу було передано іншому складу того самого суду. Також, починаючи з жовтня 1997 року, за розпорядженням судді пошта заявника, зокрема його листи до адвоката, підлягала арешту і огляду відповідно до ст. 176 Кримінального кодексу Латвії. До цього часу цей захід не був скасований.", "14 вересня 1998 року заявник був знову узятий під варту. В сукупності п. Лавентсом було подано 9 заяв про звільнення. Усі вони були відхилені на тій підставі, що необхідність обраного запобіжного заходу була зумовлена тяжкістю злочинів, у вчиненні яких був звинувачений заявник. Зважаючи на погіршення стану здоров’я заявника, його доставляли або до медичного відділення у в’язниці, або до медичної установи поза межами в’язниці.", "Під час судового розгляду справи заявник кілька разів порушував питання про відвід головуючої судді п. Лтейнерт, а також інших двох суддів, що розглядали справу, обґрунтовуючи своє клопотання їхнім упередженим ставленням, а також невзяттям ними до уваги важливих виправдальних доказів. Рішення про відвід п. Лтейнерт, ухвалене іншими двома суддями, було переглянуто сенатом Верховного суду за заявою прокурора 14 грудня 1999 року. Клопотання про відвід було передане на розгляд Ризького регіонального суду, який, засідаючи у попередньому складі під головуванням п. Лтейнерт, відхилив його. Поряд з тим, у листопаді – грудні 1999 року п. Лтейнерт звернулась із низкою заяв до кількох щоденних газет. У цих заявах вона критикувала поведінку захисника і повідомила про можливі наслідки судового розгляду справи. Вона також висловила подив стосовно того, що заявник заперечував висунуті проти нього звинувачення і наполягав на тому, аби визнати його невинуватим.", "Рішенням від 21 грудня 2001 року п. Лавентса було засуджено до 9 років позбавлення волі. Заявником було подано апеляційну скаргу, однак провадження за скаргою досі не розпочалось.", "Зміст рішення Суду", "Заявник, покликаючись на ч. 3 та ч. 4 ст. 5 Конвенції, оскаржував тривалість його попереднього ув’язнення, яке, як він стверджував, тривало 6 років. Також заявник оскаржував відсутність ефективної процедури судового перегляду застосованого до нього запобіжного заходу. Крім того, виходячи зі змісту ч. 1 ст. 6, п. Лавентс заявляв, що його справа не була розглянута упродовж розумного строку незалежним і неупередженим судом, установленим законом. Заявник також звертав увагу на те, що публічні заяви судді, головуючої у справі, вказували на те, що вона була переконана у вині заявника ще до завершення розгляду справи по суті. А це, відтак, становить порушення ч. 2 ст. 6 Конвенції. Згодом заявник оскаржив дії щодо арешту й огляду його пошти, а також щодо заборони візитів з боку членів його сім’ї протягом певного часу перебування під вартою, оскільки вважав, що ця заборона порушувала ст. 8 Конвенції.", "Суд зауважив, що протягом 11-ти місяців заявник знаходився під наглядом, ув’язнений у своїй квартирі. Йому було суворо заборонено залишати помешкання. Суд дійшов висновку, що рівень обмежень, зумовлений застосуванням такого заходу, був достатнім для того, аби вважати застосування цього заходу позбавленням свободи у сенсі ст. 5 Конвенції. Те саме стосується й часу, проведеного у лікарні, оскільки відповідно до національного законодавства перебування у лікарні зараховується у строк ув’язнення. У зв’язку з цим Суд відзначив, що обмеження свободи пересування у лікарні за своєю суттю відповідало обмеженням, які властиві режиму та специфічним умовам перебування у в’язниці.", "Суд вказав, що, оцінюючи скаргу заявника щодо тривалості ув’язнення, Суд може розглядати лише період після 27 червня 1997 року, тобто після дати набуття Конвенцією чинності щодо Латвії. Однак Суд нагадав, що він повинен взяти до уваги й час, проведений заявником під вартою до вказаної дати, для того, аби визначити, чи строк затримання був розумним. Отож, Суд зауважив, що від часу взяття заявника під варту до часу, коли Суд ухвалив рішення щодо перевірки обґрунтованості підстав затримання, минуло 6 років 5 місяців і 14 днів. Цей термін був визначений з урахуванням 4 років і 6 місяців, тобто періоду, що минув з часу набуття Конвенцією чинності щодо Латвії.", "Суд встановив, що після того, як Конвенцію почали застосовувати у даній національно-правовій системі, регіональний суд 9 разів відхиляв клопотання заявника про звільнення, обґрунтовуючи своє рішення у досить абстрактний і невизначений спосіб, лише побіжно покликаючись на підстави, встановлені у Кримінально-процесуальному кодексі Латвії. На думку Суду, такі обґрунтування жодним чином не виправдовують тривалість часу, протягом якого заявник перебував під вартою. Отож, Суд дійшов висновку, що було порушено ч. 3 ст. 5 Конвенції.", "Суд вказав, що його юрисдикція розглядати скарги заявника на предмет порушення ч. 4 ст. 5 охоплює лише період після набуття Конвенцією чинності щодо Латвії, тобто після 27 червня 1997 року. Стосовно даної справи це означає, що оцінка Судом ефективності національної судової перевірки стосується лише розгляду справи у суді.", "Суд нагадав, що незалежність і неупередженість є невід’ємними елементами cудового розгляду у кожному випадку використання цих понять у тексті Конвенції. Він додав, що суд завжди повинен бути встановленим законом задля того, аби відповідати умовам легітимності щодо розгляду індивідуальних справ у демократичному суспільстві. У даній справі Ризький регіональний суд був покликаний постановити рішення щодо легітимності попереднього ув’язнення. У зв’язку з цим Суд, покликаючись на свої рішення у попередніх справах щодо застосування ч. 1 ст. 6, дійшов висновку, що заявникові не було забезпечено розгляд справи неупередженим судом, а склад суду, який безпосередньо розглядав його справу, не можна вважати «встановленим законом» стосовно періоду після 14 грудня 1999 року. Таким чином, Суд постановив, що мало місце порушення ч. 4 ст. 5 Конвенції.", "Суд зазначив, що провадження у справі заявника розпочалось тоді, коли його було вперше допитано як підозрюваного, тобто 1 червня 1995 року, і завершилось ухваленням рішення першою інстанцією 28 грудня 2001 року. Отож, процес у справі, апеляційне провадження стосовно якої на час прийняття заяви до Суду ще не завершилось, тривав майже 6 років і 7 місяців. Хоча Суд був уповноважений розглядати скаргу лише щодо часу після набуття Конвенцією чинності для Латвії, він зазначив, що повинен був узяти до уваги стадії процесу, що мали місце до згаданої дати набуття чинності. До цього ж часу розслідування у справі тривало 2 роки і 27 днів.", "Суд визнав, що справа була особливо складна, і зауважив, що тривалі відкладення її розгляду були зумовлені станом здоров’я заявника. Проте Суд постановив, що заявник не може бути визнаним відповідальним за такі відкладення, оскільки вони викликані форс-мажорними обставинами. Оцінюючи поведінку національних органів влади, Суд звернув увагу на те, що від часу, коли судді заявили самовідвід, до дати спрямування справи на розгляд іншого складу суду минуло 10 місяців і 28 днів. Уряд не навів жодних причин такого тривалого терміну бездіяльності національних органів. Таким чином, Суд дійшов висновку, що судові органи не продемонстрували належної поведінки, якої вимагає їх процесуальне становище, а отже, мало місце порушення ч. 1 ст. 6 Конвенції.", "Суд зауважив, що рішення від 27 жовтня 1999 року, яке усувало п. Лтейнерт від розгляду справи, було переглянуто 14 грудня 1999 року Сенатом Верховного суду за заявою прокурора. Незважаючи на вказівки, які містились у рішенні Сенату, справа була передана на розгляд до первинного складу суду, тобто того складу регіонального суду, котрий початково її розглядав. Суд далі зазначив, що, оскільки рішення двох неголовуючих суддів було переглянуто, відповідні судді повинні були бути усунуті від подальшого розгляду справи. Таким чином, склад суду, що продовжив розгляд справи, не був установлений відповідно до закону, а тому мало місце порушення ч. 1 ст. 6 Конвенції у цій частині.", "Суд зауважив, що п. Лтейнерт критикувала у пресі позицію захисту, висловлювала припущення про можливі результати розгляду справи до його завершення і виявляла подив стосовно того, що заявник наполягав на своїй невинуватості. На думку Суду, ці заяви означали, що суддя визначилась із результатами розгляду справи і була готова постановити обвинувальний вирок ще до завершення розгляду справи по суті. Такі заяви суперечили ч. 1 ст. 6 Конвенції і змушували заявника серйозно побоюватись того, що суддя була упередженою. Отож, Суд постановив, що мало місце порушення ч. 1 ст. 6 Конвенції щодо недостатньої неупередженості суду, а також дійшов висновку про відсутність необхідності розглядати цей епізод на предмет того, чи «був суд незалежним», як цього вимагає Конвенція.", "Суд зауважив, що заяви п. Лтейнерт свідчили про те, що вона була переконана у вині заявника. Вона навіть запропонувала, щоб той довів, що не є винним. Така заява, на думку Суду, порушувала презумпцію невинуватості особи, яка є одним із фундаментальних принципів демократичної держави. Отож, Суд постановив, що мало місце порушення ч. 2 ст. 6 Конвенції.", "Суд зазначив, що мало місце втручання у право заявника на повагу до таємниці листування. Він зауважив, що відповідний захід був санкціонований на підставі ст. 176 Кримінально-процесуального кодексу Латвії, яка уповноважувала застосування такого заходу до осіб, звинувачених у особливо тяжких злочинах. На думку Суду, це законодавче положення допускало надто широку сферу судового розсуду, оскільки визначало лише тип злочинів і жодним чином не вказувало на час застосування заходу або підстав, які уможливлювали його застосування. У зв’язку з цим, Суд звернув увагу на те, що огляд пошти заявника (захід, санкціонований 1997 року) тривав ще й досі. На думку Суду, відповідним положенням Кримінально-процесуального  кодексу  бракує  достатньої визначеності щодо обсягу і способу застосування розсуду, наданого державним органам щодо вказаного питання. Таким чином, Суд постановив, що дане втручання не було передбачено законом, а тому мало місце порушення ст. 8 Конвенції.", "Суд зауважив, що мало місце втручання у право заявника на повагу до сімейного життя, оскільки дружині й дочці заявника було заборонено відвідувати його у в’язниці. Застосування відповідного заходу було передбачено міністерським наказом. Однак, у грудні 2001 року Конституційний суд Латвії визнав будь-яке втручання у особисті права людини лише на підставі міністерського наказу таким, що не відповідає Конституції. Це змусило Суд піддати серйозному сумніву те, що відповідний захід заявника був застосований «на підставі закону», як цього вимагає ст. 8 Конвенції.", "Суд далі зауважив, що дружині і дочці заявника було заборонено відвідувати його протягом трьох періодів, найдовший з яких тривав 1 рік і 7 місяців. Окрім того, заборона була безумовною. Суд також звернув увагу на те, що заявник, перебуваючи під домашнім арештом, жодним чином не скористався необмеженими контактами із сім’єю, щоб повернутись до скоєння злочинів чи завадити розслідуванню справи. Отож, Суд не погодився з урядом у тому, що такий суворий захід був необхідним, аби досягти однієї із законних цілей, передбачених ч. 2 ст. 8 Конвенції. Він зазначив, що захід не був «необхідним у демократичному суспільстві», а тому мало місце порушення ст. 8 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", "", "", "", ""]}