{"file": "UKR_HJUDUKR_33376_07.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "33376/07", "text_paragraphs": ["ТРЕТЯ СЕКЦІЯ", "", "", "СПРАВА “PIRUZYAN v. ARMENIA”", "", "(Заява № 33376/07)", "", "РІШЕННЯ", "[Витяги]", "", "", "СТРАСБУРГ", "", "26 червня 2012 року", "", "ОСТАТОЧНЕ", "", "26/09/2012", "", "Це рішення стало остаточним відповідно до пункту 2 статті 44 Конвенції. У його тексті можливі редакційні правки.", "", "", "", "© Рада Європи/Європейський суд з прав людини, 2013. Цей переклад було замовлено за підтримки Трастового фонду з прав людини Ради Європи (www.coe.int/humanrightstrustfund). Переклад не є обов’язковим для Суду. Для додаткової інформації дивіться повний текст копірайту наприкінці цього документа.", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "У справі Piruzyan v. Armenia [Пірузян проти Вірменії],", "Європейський суд з прав людини (Третя секція), засідаючи Палатою у такому складі:", "\tДжозеп Касадевал (Josep Casadevall), Голова,", "\tКорнеліу Бірсан (Corneliu Bîrsan),", "\tАльвіна Ґюлумян (Alvina Gyulumyan),", "\tЕґберт Майєр (Egbert Myjer),", "\tЯн Шікута (Ján Šikuta),", "\tЛуіс Лопез Ґерра (Luis López Guerra),", "\tНона Цоцорія (Nona Tsotsoria), судді,", "та Сантьяґо Кесада, секретар секції,", "після обговорення у закритому засіданні 5 червня 2012 року,", "виносить таке рішення, яке було прийнято у зазначений день:", "ПРОЦЕДУРА", "1.  Справу розпочато за заявою (№33376/07) проти Республіки Вірменія, поданою 25 липня 2007 року до Суду відповідно до статті 34 Конвенції про захист прав людини і основоположних свобод (“Конвенція”) громадянином Вірменії, паном Камо Пірузяном (Kamo Piruzyan/“заявник”).", "2.  Заявника в Суді представляли пані Л. Саакян (L. Sahakyan) та пан Ю. Варосян (Y. Varosyan), адвокати, що практикують у Єревані, а також пан А. Ґазарян (A. Ghazaryan), юрист, що не практикує. Вірменський Уряд (“Уряд”) представляла його Уповноважена особа, пан Г. Костанян (G. Kostanyan), Представник Республіки Вірменія при Європейському суді з прав людини.", "3.  Заявник, зокрема, стверджував, що його тримання у металевій клітці під час судового провадження становило таке, що принижує гідність, поводження; його тримання під вартою між 19 лютого та 12 березня 2007 року було незаконним; суди не навели причин для його продовжуваного тримання під вартою; він не мав можливості бути звільненим під заставу через тяжкість стверджуваного правопорушення; слухання щодо тримання під вартою від 12 грудня 2006 року не було змагальним і під час нього не було забезпечено рівність сторін; його доводи стосовно відсутності розумної підозри не були адекватним чином розглянуті; і що Апеляційний суд відмовився розглянути його скаргу від 27 січня 2007 року.", "4.  Двадцять першого січня 2010 року заяву було повідомлено Уряду. Було також вирішено прийняти рішення щодо прийнятності та суті заяви одночасно (пункт 1 статті 29).", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "5.  Заявник народився у 1978 році та проживає в Єревані.", "6.  Заявник стверджував, що о 9.20 ранку 18 жовтня 2006 року його було допроваджено до місцевої поліцейської дільниці міста Алаверді у зв’язку із збройним нападом, що стався раніше того ж дня. Він також стверджував, що його арешт не був зафіксований і що кілька годин пізніше його було звільнено.", "7.  Дев’ятнадцятого жовтня 2006 року проти заявника було порушено кримінальну справу за пунктами 2 і 4 частини другої статті 175 Кримінального кодексу (КК). Провадження було порушено за заявою потерпілого, Г.Х. (G.H.), який проживав у тому ж будинку, що і заявник. Згідно з твердженням Г.Х., о 8.45 вечора 18 жовтня 2006 року заявник, який був у масці, напав на нього на першому поверсі їхнього будинку, ударив його по голові металевим брусом та вихопив його портфель, який був наповнений дорогими коштовностями.", "8.  О 8 годині вечора того ж дня заявник був офіційно заарештований за підозрою у вчиненні зазначеного вище правопорушення. Протокол арешту був підписаний заявником.", "9.  Двадцять другого жовтня 2006 року заявнику було формально пред’явлено обвинувачення у розбої за згаданою вище статтею. У постанові про притягнення в якості обвинуваченого вказувалося, що після інциденту потерпілий переслідував заявника, який був змушений кинути портфель та втекти. Постанова була підписана заявником.", "10.  Того ж дня слідчий звернувся до Лорійського обласного суду з клопотанням про взяття заявника під варту на строк двох місяців на тих підставах, що він мав попередні судимості, правопорушення відносилося до категорії тяжких злочинів і що в разі залишення на свободі він переховуватиметься.", "11.  Того ж дня обласний суд розглянув та задовольнив клопотання слідчого, вирішивши, що матеріали справи містили достатні підстави для того, щоб вважати, що заявник може втекти та перешкоджати слідству, з огляду на природу та ступінь небезпеки злочину, про який йшлося.", "12.  Восьмого грудня 2006 року слідчий звернувся з клопотанням про продовження тримання під вартою заявника на додаткові два місяці. У клопотанні зазначалося, що під час слідства було проведено низку експертиз, у тому числі хімічну та біологічну експертизи, а також експертизу слідів від злочину. Проте, необхідно було провести додаткову біологічну експертизу та змінити обвинувачення. Слідчий стверджував, що в разі звільнення заявник втече, оскільки він вчинив тяжкий злочин і може вчинити нові злочини, оскільки він мав попередні судимості. Він не визнавав своєї провини і тому перешкоджатиме слідству. Слідчий, на підтвердження свого клопотання, подав низку документів зі справи, такі як рішення про порушення кримінальної справи, протокол арешту та рішення про пред’явлення обвинувачення.", "13.  Дванадцятого грудня 2006 року обласний суд розглянув клопотання слідчого. Заявник був присутній на цьому слуханні та сидів поряд із своїм захисником.", "14.  Заявник заперечив проти клопотання слідчого і попросив суд звільнити його під заставу. Він стверджував насамперед, що була відсутня розумна підозра у вчиненні ним злочину. Те, що він вчиняв правопорушення раніше, не обґрунтовувало його взяття під варту в цій конкретній справі. Обласний суд у цьому зв’язку зауважив, що він не розглядав справу по суті, у тому числі питання вини заявника, але розглядав обґрунтованість клопотання про продовження тримання під вартою заявника. Існувала різниця між питанням вини та наявністю розумної підозри.", "15.  Заявник далі стверджував, що були відсутні конкретні докази, які б виправдовували його тримання під вартою. На прохання заявника надати докази, слідчий визнав, що такі докази були відсутні. Він зазначив, що було призначено низку експертиз і що було необхідно відібрати зразок крові для визначення того, чи відповідала група крові заявника слідам крові, які було знайдено на взутті потерпілого. Головуючий суддя тоді попросив слідчого надати всі матеріали справи. Невдовзі після цього суддя вийшов у нарадчу кімнату.", "16.  Обласний суд, дослідивши клопотання слідчого та матеріали, які підтверджували його обґрунтованість, вирішив частково задовольнити клопотання та продовжити тримання під вартою заявника на один місяць – до 19 січня 2007 року, на тій підставі, що 8 грудня 2006 року слідчий призначив біологічну експертизу, яка ще не була завершена. Посилаючись на частину першу статті 143 Кримінально-процесуального кодексу (КПК), суд також вирішив відхилити прохання заявника про заставу у зв’язку з тим, що він обвинувачувався у тяжкому злочині.", "17.  Двадцять сьомого грудня 2006 року заявник подав апеляцію. Він стверджував, серед іншого, що була відсутня розумна підозра у вчиненні ним злочину. Документи, подані слідчим на підтвердження його клопотання, такі як рішення про порушення кримінальної справи, протокол арешту та рішення про пред’явлення обвинувачення, не були достатніми для визнання наявності розумної підозри. Крім того, обласний суд загалом відмовився розглядати питання наявності розумної підозри. Заявник далі заперечив твердження, що він може вчинити нові злочини, оскільки воно ґрунтувалося виключно на тому, що він мав попередні судимості. Також були відсутні конкретні докази того, що він переховуватиметься, а необхідність проведення додаткової біологічної експертизи не могла бути причиною його продовжуваного тримання під вартою. Нарешті, заявник стверджував, що провадження в обласному суді не було змагальним і порушило принцип рівності сторін, оскільки головуючий суддя, не дослідивши під час слухання будь-які докази для підтвердження розумної підозри, отримав від слідчого всі матеріали справи перед тим, як видалитися до нарадчої кімнати. Заявник не мав ні доступу до будь-яких з цих матеріалів, ні можливості прокоментувати їх.", "18.  Двадцять п’ятого січня 2007 року Апеляційний суд у кримінальних та військових справах підтвердив рішення обласного суду. Він зазначив, що орган слідства подав певні докази, які обґрунтовували вину заявника, що підтверджувало його причетність до злочину. Отже, існувала розумна підозра вчинення заявником злочину. Апеляційний суд вирішив, що існувала потреба продовжити тримання під вартою заявника, враховуючи небезпечність та природу стверджуваного злочину та те, що він міг переховуватися та перешкоджати слідству. Суд відхилив його клопотання про заставу з тих же підстав. Він вважав, що рішення обласного суду про продовження тримання під вартою та відхилення клопотання про звільнення під заставу мало підстави та було обґрунтованим, і що були відсутні підстави для зміни цього рішення.", "19.  Дев’ятого січня 2007 року слідчий подав клопотання про продовження тримання під вартою заявника на один місяць з тих же підстав, що й раніше.", "20.  Дванадцятого січня 2007 року облаcний суд розглянув клопотання слідчого. Заявник був присутній на цьому слуханні та сидів поряд із своїм захисником. Він заперечив проти клопотання слідчого та попросив суд звільнити його під заставу. Обласний суд вирішив задовольнити клопотання та продовжити тримання під вартою заявника на один місяць – до 19 лютого 2007 року, на тій підставі, що слідчий призначив низку експертиз, які ще не були завершені. Суд також вирішив відмовити заявнику в клопотанні про звільнення під заставу з тієї ж підстави, що й раніше.", "21.  Двадцять сьомого січня 2007 року заявник подав апеляцію.", "22.  Восьмого лютого 2007 року обвинувачення проти заявника було змінено. Додатково до первинного обвинувачення заявника також було обвинувачено в рецидивізмі та замаху на вбивство.", "23.  Шістнадцятого лютого 2007 року розслідування було завершено і заявнику було надано доступ до матеріалів справи.", "24.  Дев’ятнадцятого лютого 2007 року сплив строк тримання під вартою заявника, який був установлений рішенням від 12 січня 2007 року.", "25.  Того ж дня прокурор схвалив обвинувальний висновок і справа була направлена до Лорійського обласного суду для розгляду по суті.", "26.  Того ж дня Апеляційний суд вирішив залишити апеляцію заявника від 27 січня 2007 року без розгляду у зв’язку з тим, що розслідування було завершено і справу було передано до обласного суду.", "27.  П’ятого березня 2007 року заявник подав заяву до обласного суду, стверджуючи, що його тримання під вартою було незаконним з 19 лютого 2007 року, і вимагаючи свого звільнення. Подібна заява була подана до начальника установи тримання під вартою, де утримувався заявник.", "28.  Листом від 6 березня 2007 року начальник установи тримання під вартою відмовив у проханні, посилаючись на статтю 138 КПК, а саме на ту підставу, що справу було направлено до обласного суду.", "29.  Дванадцятого березня 2007 року обласний суд відхилив заяву від 5 березня 2007 року з тих самих підстав.", "30.  Того ж дня обласний суд вирішив призначити справу заявника до розгляду. У рішення зазначалося, що тримання під вартою заявника повинно було залишатися без змін.", "...", "37.  Під час слухання 8 серпня 2007 року заявник звернувся до обласного суду з проханням скасувати його тримання під вартою або звільнити його під заставу. Він зазначив, що він знаходився під вартою майже десять місяців. Були відсутні підстави для його подальшого тримання під вартою, оскільки вже було допитано всіх свідків і він не міг перешкодити провадженню. Прокурор заперечив проти цього прохання, стверджуючи, що заявник не міг бути звільнений під заставу, оскільки він обвинувачувався у тяжкому злочині. Обласний суд вирішив відхилити прохання заявника на тій підставі, що розгляд справи ще не було завершено і були відсутні достатні підстави для скасування його тримання під вартою або звільнення під заставу.", "38.  Шостого вересня 2007 року Касаційний суд вирішив повернути заявнику його скарги від 24 липня та 18 серпня 2007 року через їх безпідставність.", "39.  У невизначену дату прокурор вирішив відмовитися від обвинувачення та звернувся до обласного суду з клопотанням про припинення кримінального провадження проти заявника на підставі відсутності достатніх доказів для підтримання обвинувачення проти нього.", "40.  П’ятого грудня 2007 року Лорійський обласний суд вирішив задовольнити це клопотання та припинити кримінальне провадження проти заявника відповідно до частини четвертої статті 35 КПК.", "41.  Того ж дня заявник був звільнений з-під варти.", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО ТА ПРАКТИКА", "A.  Кримінальний кодекс (чинний з 1 серпня 2003 року)", "42.  Згідно зі статтею 19, за характером і ступенем суспільної небезпеки злочини поділяються на злочини невеликої тяжкості, середньої тяжкості, тяжкі та особливо тяжкі злочини. Умисні діяння, що караються максимум п’ятьма роками позбавлення волі, відносяться до категорії злочинів середньої тяжкості, тоді як ті, за які передбачено покарання максимум десять років позбавлення волі, вважаються тяжкими злочинами.", "43.  Відповідно до пунктів 2 і 4 частини другої статті 175, розбій, тобто напад з метою викрадення чужого майна, що супроводжується насильством або погрозою застосування насильства, небезпечного для життя чи здоров’я, якщо вчинений з метою викрадення майна у великому розмірі та із застосуванням зброї чи інших предметів, які використовуються як зброя, карається позбавленням волі від шести до десяти років.", "B.  Кримінально-процесуальний кодекс (чинний з 12 січня 1999 року)", "1.  Право на оскарження", "44.  Відповідно до пункту 10 статті 6, остаточним рішенням є будь-яке рішення органу, що здійснює кримінальне провадження, яке виключає початок чи продовження провадження у справі або яке вирішує справу по суті.", "45.  Відповідно до пункту 20 частини другої статті 65, обвинувачений має право опротестовувати дії та рішення органу дізнання, слідчого, прокурора та суду, у тому числі вирок та будь-яке інше остаточне рішення суду.", "46.  Згідно зі статтею 384, яка була чинною у період, про який йдеться, опротестуванню підлягали лише остаточні рішення суду першої інстанції.", "2.  Тримання під вартою", "47.  За статтею 134 запобіжними заходами є примусові заходи, що застосовуються до підозрюваного або обвинуваченого з метою запобігання їх неналежній поведінці під час провадження у кримінальній справі та забезпечення виконання вироку. Запобіжні заходи включають, серед іншого, тримання під вартою та заставу.", "48.  Стаття 135 передбачає, що суд може застосувати запобіжні заходи лише тоді, коли зібрані у кримінальній справі матеріали дають достатні підстави вважати, що підозрюваний або обвинувачений може: 1) переховуватися від органу, що здійснює кримінальне провадження; 2) перешкоджати розгляду справи під час досудового провадження або в суді шляхом вчинення незаконного впливу на осіб, які беруть участь у кримінальному провадженні, приховування або фальсифікації матеріалів, що мають значення для справи, неявки за викликом органу, що здійснює провадження, без поважних причин або іншим чином; 3) вчинити заборонене кримінальним законом діяння; 4) ухилитися від кримінальної відповідальності та відбування призначеного покарання; або 5) перешкодити виконанню вироку суду. Тримання під вартою та застава можуть застосовуватися до обвинуваченого, лише якщо найсуворішим покаранням за злочин, у якому особа обвинувачується, є позбавлення волі строком більше одного року або якщо наявні достатні підстави вважати, що підозрюваний або обвинувачений можуть вчинити будь-яке з діянь, згаданих вище. При вирішенні питання необхідності застосування запобіжного заходу або обрання його виду до підозрюваного або обвинуваченого враховується таке: 1) характер та ступінь небезпеки діяння, про яке йдеться; 2) особа підозрюваного або обвинуваченого; 3) його вік та стан здоров’я; 4) його стать; 5) його рід занять; 6) його сімейний статус та наявність утриманців, якщо такі є; 7) його майновий стан; 8) наявність постійного місця проживання; та 9) інші істотні обставини.", "49.  Частина друга статті 136 передбачає, що тримання під вартою та застава можуть застосовуватися лише за рішенням суду за ініціативою слідчого чи прокурора або під час розгляду кримінальної справи в суді – за власною ініціативою суду. Суд може замінити тримання під вартою на заставу також за клопотанням сторони захисту.", "50.  Згідно з частиною третьою статті 138, під час досудового провадження у кримінальній справі строк тримання під вартою не може перевищувати двох місяців, крім випадків, передбачених Кодексом. Під час досудового провадження у кримінальній справі строк тримання під вартою зупиняється у день, коли прокурор направляє кримінальну справу до суду або коли тримання під вартою скасовується як запобіжний захід.", "51.  Частина перша статті 143 передбачає, що “заставою” є гроші, цінні папери чи інше майно, які вносяться на депозит суду однією чи кількома особами для звільнення обвинуваченого у злочині невеликої або середньої тяжкості.", "52.  Відповідно до частини першої статті 285, клопотання прокурора або слідчого про застосування чи продовження тримання під вартою повинно містити мотиви та підстави, на основі яких виникла необхідність в триманні під вартою підозрюваного. Матеріали, які підтверджують обґрунтованість клопотання, додаються до нього.", "...", "ПРАВО", "...", "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ ПУНКТУ 3 СТАТТІ 5 КОНВЕНЦІЇ", "83.  Заявник також скаржився, що національні суди не вказали на причини його тривалого тримання під вартою, і що його звільнення під заставу виключалося законом у зв’язку з тяжкістю злочину. Він посилався на пункт 3 статті 5 Конвенції, який передбачає таке:", "“3. Кожен, кого заарештовано або затримано згідно з положеннями підпункту \"c\" пункту 1 цієї статті, має негайно постати перед суддею чи іншою посадовою особою, якій закон надає право здійснювати судову владу, і йому має бути забезпечено розгляд справи судом упродовж розумного строку або звільнення під час провадження. Таке звільнення може бути обумовлене гарантіями з’явитися на судове засідання.”", "...", "B.  Суть", "1.  Стверджувана відсутність причин для продовжуваного тримання під вартою заявника", "(a)  Доводи сторін", "89.  Уряд стверджував, що національні органи влади навели доречні та достатні причини для продовжуваного тримання під вартою заявника, такі як загроза його переховування, перешкоджання ним провадженню та вчинення нового злочину з огляду на його попередні судимості.", "90.  Заявник стверджував, що національні суди не змогли навести причини для його продовжуваного тримання під вартою і лише процитували відповідні положення законодавства без будь-якої оцінки його конкретної ситуації.", "(b)  Оцінка Суду", "(i)  Загальні принципи", "91.  Особа, яка обвинувачується у вчиненні злочину, повинна бути завжди звільнена до завершення судового процесу, якщо тільки держава не зможе довести, що наявні “доречні та достатні” причини для обґрунтування продовження її тримання під вартою (див. рішення у справах Smirnova v. Russia, заяви №№ 46133/99 та 48183/99, параграф 58, ECHR 2003IX (витяги); Becciev v. Moldova, № 9190/03, параграф 53, 4 жовтня 2005 року; та Khodorkovskiy v. Russia, № 5829/04, параграф 182, 31 травня 2011 року).", "92.  Національні суди повинні дослідити всі факти, що свідчать за чи проти існування справжньої вимоги суспільного інтересу, який обґрунтовує, з належним урахуванням принципу презумпції невинуватості, відхід від правила поваги до індивідуальної свободи, та викласти їх у своїх рішеннях стосовно клопотань про звільнення (див. рішення у справі Letellier v. France, 26 червня 1991 року, параграф 35, Series A no. 207). Доводи за та проти звільнення не повинні бути загальними й абстрактними (див. рішення у справі Clooth v. Belgium, 12 грудня 1991 року, параграф 44, Series A no. 225).", "93.  Подальше існування розумної підозри того, що затримана особа вчинила правопорушення, є умовою sine qua non для законності продовжуваного тримання під вартою, але після спливу певного часу вона більше не є достатньою. У таких випадках, Суд повинен установити, чи наведені судовими органами інші підстави надалі обґрунтовують позбавлення свободи. Якщо такі підстави були “доречними” та “достатніми”, Суд повинен також установити, чи продемонстрували компетентні національні органи “особливу ретельність” під час здійснення провадження (див. рішення у справі Labita v. Italy [GC], № 26772/95, параграф 153, ECHR 2000IV).", "94.  Конвенційна судова практика виробила чотири основні прийнятні причини для тримання особи під вартою до винесення вироку, коли така особа підозрюється у вчиненні злочину: ризик того, що особа не з’явиться до суду (див. рішення у справі Stögmüller v. Austria, 10 листопада 1969 року, параграф 15, Series A no. 9); ризик того, що обвинувачений, у разі звільнення, вчинить дії, які перешкоджатимуть відправленню правосуддя (див. рішення у справі Wemhoff v. Germany, 27 червня 1968 року, параграф 14, Series A no. 7), або вчинить нові злочини (див. рішення у справі Matznetter v. Austria, 10 листопада 1969 року, параграф 9, Series A no. 10), або порушить громадський порядок (див. цитоване вище рішення у справі Letellier, параграф 51).", "95.  Загрозу переховування обвинуваченого не можна оцінювати виключно на підставі суворості можливого покарання. Її слід оцінювати з посиланням на низку інших доречних чинників, які можуть або підтвердити наявність загрози переховування, або показати, що така загроза є настільки незначною, що вона не може обґрунтувати тримання під вартою до завершення судового процесу (див. рішення у справі Yağcı and Sargın v. Turkey, 8 червня 1995 року, параграф 52, Series A no. 319A). Ризик переховування слід оцінювати у світлі чинників, які стосуються характеру особи, її моральних якостей, місця проживання, роду занять, майна, сімейних зв’язків та усіх видів зв’язків з країною, у якій вона переслідується в кримінальному порядку. Очікування суворого покарання та вага доказів можуть бути доречними, але як такі не є вирішальними, а для страхування від ризику може бути використана можливість отримання гарантій (див. рішення у справі Neumeister v. Austria, 27 червня 1968 року, параграф 10, Series A no. 8).", "96.  На загрозу перешкоджання обвинуваченим належному ходу провадження не можна посилатися абстрактно; її слід підтвердити фактичними доказами (див. рішення у справі Trzaska v. Poland, № 25792/94, параграф 65, 11 липня 2000 року).", "(ii)  Застосування зазначених принципів у справі, яка розглядається", "97.  У справі, яка розглядається, Суд відзначає, що національні суди, приймаючи рішення про взяття та продовження тримання під вартою заявника, покладалися на ризик його переховування та перешкоджання ним провадженню з огляду на серйозність обвинувачення, а в кількох випадках – на те, що необхідно було провести певні слідчі заходи і що відповідні дії не були ще завершені.", "98.  Суд зауважує спочатку, що такі підстави, як необхідність проведення додаткових слідчих заходів або те, що певні процесуальні дії не були ще завершені, не відповідають жодній з прийнятних причин для тримання під вартою особи до завершення судового процесу відповідно до пункту 3 статті 5.", "99.  Стосовно ризику переховування або перешкоджання провадженню, Суд зазначає, що як обласний суд, так і Апеляційний суд обмежилися абстрактним і стереотипним повторенням цих підстав у своїх рішеннях, не вказавши жодних причин, чому вони вважали добре обґрунтованими твердження про те, що заявник може переховуватися або перешкоджати провадженню. Вони також не намагалися спростувати доводи, наведені заявником. Загальне посилання на серйозність злочину, у якому обвинувачувався заявник, на яке суди покладалися кілька разів, не може вважатися достатнім обґрунтуванням заявлених ризиків.", "100.  У світлі вищевказаного, Суд вважає, що причини, на які покладалися Лорійський обласний суд та Апеляційний суд у кримінальних і військових справах у своїх рішеннях стосовно взяття та продовження тримання під вартою заявника не були “доречними та достатніми”. Відповідно, мало місце порушення пункту 3 статті 5 Конвенції у зв’язку з цим.", "2.  Неможливість звільнення під заставу", "(a)  Доводи сторін", "101.  Заявник стверджував, що відмова звільнити його під заставу на підставі, передбаченій частиною першою статті 143 КПК, суперечила гарантіям пункту 3 статті 5.", "102.  Уряд не подав коментарів з цього приводу.", "(b)  Оцінка Суду", "103.  Суд нагадує, що згідно з пунктом 3 статті 5 органи влади, приймаючи рішення про звільнення або взяття під варту особи, зобов’язані розглянути альтернативні заходи для забезпечення її явки під час судового провадження. Так, ця стаття передбачає не лише право на “розгляд справи судом упродовж розумного строку або звільнення під час провадження”, але й те, що “звільнення може бути обумовлене гарантіями з’явитися на судове засідання” (див. рішення у справі Jablonski v. Poland, № 33492/96, параграф 83, 21 грудня 2000 року).", "104.  Суд далі зазначає, що він раніше визнавав порушення пункту 3 статті 5 у низці справ, у яких клопотання про заставу відхилялося автоматично в силу закону (див. рішення у справах Caballero v. the United Kingdom [GC], № 32819/96, параграф 21, ECHR 2000II, та S.B.C. v. the United Kingdom, № 39360/98, параграфи 23-24, 19 червня 2001 року).", "105.  У справі, яка розглядається, клопотання заявника про звільнення під заставу було відхилено подібним чином, на підставі того, що він обвинувачувався у злочині, який відповідно до статті 19 КК вважався тяжким, і що частина перша статті 143 КПК виключала звільнення під заставу у таких випадках. Суд вважає, що таке автоматичне відхилення клопотань заявника про заставу, за відсутності будь-якого судового контролю за конкретними обставинами його тримання під вартою, було несумісним з гарантіями пункту 3 статті 5.", "106.  Отже, мало місце порушення пункту 3 статті 5 Конвенції у зв’язку з цим.", "...", "НА ЦИХ ПІДСТАВАХ СУД ОДНОГОЛОСНО", "...", "", "4.  Постановляє, що мало місце порушення пункту 3 статті 5 Конвенції у зв’язку з тим, що не були наведені доречні та достатні причини для продовжуваного тримання під вартою заявника;", "", "5.  Постановляє, що мало місце порушення пункту 3 статті 5 Конвенції у зв’язку з автоматичним відхиленням клопотань заявника про заставу;", "", "...", "", "Учинено англійською мовою та повідомлено в письмовій формі 26 червня 2012 року відповідно до пунктів 2 і 3 правила 77 Реґламенту Суду.", "\tСантьяґо Кесада\tДжозеп Касадевал\n\tСекретар\tГолова", "", "", "© Рада Європи/Європейський суд з прав людини, 2013", "Офіційними мовами Європейського суду з прав людини є англійська та французька мови. Цей переклад було замовлено за підтримки Трастового фонду з прав людини Ради Європи (www.coe.int/humanrightstrustfund). Переклад не є обов’язковим для Суду, також Суд не несе жодної відповідальності за його якість. Він може бути завантажений з бази даних рішень Європейського суду з прав людини HUDOC (http://hudoc.echr.coe.int) чи будь-якої іншої бази даних, з якою Суд поділився цим перекладом. Переклад може бути відтворено у некомерційних цілях за умови цитування в повному обсязі назви справи, а також зазначення наведеного вище копірайту та згадки про Трастовий фонд з прав людини. Якщо планується використати будь-яку частину цього перекладу в комерційних цілях, прохання звернутися за адресою publishing@echr.coe.int.", "", "© Council of Europe/European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int."]}