{"file": "UKR_HJUDUKR_3394_03.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "3394/03", "text_paragraphs": ["© Рада Європи/Європейський суд з прав людини, 2012. Цей переклад був здійснений за підтримки Фонду прав людини Ради Європи (). Він не зобов’язує Суд. Для отримання додаткової інформації ознайомтеся з повідомленням про авторські права в кінці цього документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Інформаційний бюлетень про практику Суду № 128", "Березень 2010", "Медведєв та інші проти Франції [GC] - 3394/03", "(Medvedyev and Others v. )", "Рішення 29.3.2010 [GC]", "Стаття 1", "Юрисдикція держав", "Відповідальність держав", "Територіальна юрисдикція щодо арешту іноземного судна у відкритому морі", "", "Стаття 5", "Стаття 5-1", "Позбавлення свободи", "Процедура, встановлена законом", "Ув’язнення на кораблі екіпажу іноземного судна, арештованого у відкритому морі: порушення", "Стаття 5-3", "Негайно постати перед суддею чи іншою посадовою особою", "Перша поява перед суддею через тринадцять днів з моменту первинного затримання у зв’язку з арештом судна у відкритому морі: немає порушення", "", "Факти – Заявники, громадяни України, Румунії, Греції і Чилі, входили до складу екіпажу торгового судна «Уінер» (Winner), зареєстрованого в Камбоджі. У рамках міжнародного співробітництва у боротьбі з незаконним обігом наркотиків, французькі органи влади отримали повідомлення, що судно могло перевозити велику кількість наркотиків. У дипломатичній ноті від 7 червня 2002 Камбоджа дала свою згоду на вжиття заходів французькою владою. Відповідно, французькі військово-морські сили перехопили судно «Уінер» у відкритому морі біля острова Кабо-Верде і супроводжували до французького порту Брест.", "У рішенні від 10 липня 2008 року Палата Суду одноголосно встановила, що мало місце порушення пункту 1 статті 5, оскільки заявники не були позбавлені свободи «відповідно до процедури, встановленої законом». Вона також встановила чотирма голосами проти трьох, що не було порушення пункту 3 статті 5. Вона зазначила, що заявники не були доставлені до «судді чи іншої посадової особи, якій закон надає право здійснювати судову владу», у розумінні пункту 3 статті 5, допоки вони не постали перед суддею у справах свободи і утримання під вартою для взяття їх під варту до початку судового розгляду, тобто через п’ятнадцять або шістнадцять днів позбавлення свободи. Тим не менш, Суд вважав, що термін утримання під вартою заявників виправдовувався абсолютно винятковими обставинами.", "Право – Стаття 1: Оскільки Франція здійснювала повний і виключний контроль над судном «Уінер» і його екіпажем, принаймні de facto, з моменту його тривалого і безперервного перехоплення, заявники фактично знаходилися під юрисдикцією Франції для цілей Статті 1.", "Висновок: заявники підпадали під юрисдикцію (одноголосно).", "Пункт 1 статті 5: а) Можливість застосування – Заявники були поміщені під контроль французьких спеціальних сил і позбавлені свободи на весь час плавання судна, оскільки курс судна визначався французькими силами. Їхнє становище після захоплення судна становило позбавлення свободи у розумінні статті 5.", "б) Суть скарги – У справах, які стосувалися незаконного обігу наркотиків у відкритому морі, міжнародне публічне право дотримувалося принципу, що юрисдикцією володіє держава, під прапором якої курсувало судно, – в цьому випадку Камбоджа.", "Конвенція, підписана в Монтего-Бей*, не передбачала жодних правових підстав для дій, які були вжиті французькою владою в цьому випадку. Оскільки Камбоджа не була учасником Конвенції, підписаної в Монтего-Бей, вона не могла діяти відповідно до її положень, коли відправляла свою дипломатичну ноту від 7 червня 2002 року. Не відносився до сфери даної Конвенції також запит Франції до камбоджійської влади про співробітництво, так як він не ґрунтувався на підозрі Франції про те, що судно, яке плавало під французьким прапором, займалося незаконним обігом наркотиків. Більше того, не було представлено постійної практики держав, що свідчила б про існування принципу звичаєвого міжнародного права, який дозволяв би втручання державі, яка мала розумні підстави вважати, що судно, яке плавало під прапором іншої держави, займалося незаконним обігом наркотиків. Не можна було також обґрунтовано стверджувати, що можливість військового захоплення судна, щодо якого наявні були обґрунтовані підстави для підозри, підлягала застосуванню у даній справі без урахування національності, так як обставини не підтверджували цю гіпотезу.", "Що стосувалося відповідного французького законодавства, не кажучи про те, що його головною метою була імплементація у національному законодавстві міжнародних договорів, зокрема, Віденської конвенції**, то воно не могло нехтувати зазначеним договорами або принципом виключної юрисдикції держави прапора. Таким чином, оскільки Камбоджа не була учасником конвенцій, імплементованих у національне законодавство, а «Уінер» не плавав під французький прапор, і ніхто з членів його екіпажу не був французьким громадянином, не було жодних підстав для застосування французького права. Не можна було стверджувати, що французьке законодавство задовольняло загальний принцип правової визначеності, так як воно не відповідало необхідним умовам передбачуваності і доступності у своєму розумінні: було б нерозумно сперечатися, що екіпаж судна у відкритому морі, яке плавало під прапором Камбоджі, міг передбачити, навіть за допомогою відповідних консультацій, що воно могло підпадати під французьку юрисдикцію в обставинах даної справи. Крім того, хоча мета Конвенції, підписаної в Монтего-Бей, inter alia, полягала в кодифікації і консолідації звичаєвого морського права, її положення щодо незаконного обігу наркотичних засобів у відкритому морі, – як і в Віденській конвенції, яка її доповнювала, організація міжнародного співробітництва без створення його обов’язковості, – відображали відсутність консенсусу і чітких, узгоджених правил і практики в цьому питанні на міжнародному рівні.", "Тим не менш, незалежно від Конвенції, підписаної в Монтего-Бей, та Віденської конвенції, і від французького права, Камбоджа погодилися в дипломатичній ноті на втручання французької влади. Незважаючи на те, що Конвенція, підписана в Монтего-Бей, не підлягала застосуванню у даній справі, це не перешкоджало державам використовувати інші форми співробітництва по боротьбі з незаконним обігом наркотиків морськими шляхами. Більше того, дипломатичні ноти були джерелом міжнародного права, такими самими як договір чи угода, якщо вони формалізували домовленість між заінтересованими органами влади, єдину позицію з даного питання або навіть, наприклад, вираз одностороннього бажання чи зобов’язання. Дана дипломатична нота, таким чином, оформляла згоду камбоджійської влади на перехоплення «Уінера». Текст дипломатичної ноти згадував «судно «Уінер», яке плаває під прапором Камбоджі», єдиний об’єкт згоди, яка підтверджувала дозвіл на перехоплення, огляд і вжиття правових заходів щодо нього. Таким чином, очевидно, що доля екіпажу не була передбачена нотою достатньо чітко, тому не було встановлено, що позбавлення їх свободи було предметом угоди між двома державами, яка могла б вважатися «чітко визначеним законом» у розумінні практики Суду. Дипломатична нота також не відповідала вимозі «передбачуваності у своєму розумінні». Так само Уряд не представив існування поточних і багаторічних практик між Камбоджею і Францією в боротьбі з незаконним обігом наркотиків на морі у відношенні суден, що плавають під прапором Камбоджі; навпаки, Камбоджа не ратифікувала відповідні конвенції, і використання дипломатичної ноти як угоди ad hoc за відсутності постійного двостороннього або багатостороннього договору або угоди між двома державами свідчило про винятковий, одноразовий характер заходу по співпраці, вжитому у цій справі. У будь-якому випадку передбачуваність для злочинця кримінального переслідування за незаконний обіг наркотиків не слід плутати з передбачуваністю закону, який підлягав використанню в якості основи для втручання. В іншому випадку, будь-яка діяльність, яка вважалася кримінальною відповідно до національного законодавства, звільняла б держави від обов’язку приймати закони, які відповідали б необхідним якостям, особливо стосовно пункту 1 статті 5 Європейської Конвенції, і, таким чином, це положення було б позбавлене своєї суті.", "Викликав жаль той факт, що міжнародні зусилля по боротьбі з незаконним обігом наркотиків у відкритому морі не були кращим чином скоординовані з огляду на зростаючий глобальний вимір проблеми. Факт залишився фактом: якщо держава прапора, як Камбоджа в даному випадку, не була учасницею Конвенції, підписаної в Монтего-Бей, або Віденської конвенції, недостатність таких правових засобів за відсутності регіональних чи двосторонніх ініціатив не мала реальних наслідків. По суті такі ініціативи не завжди підтримувалися державами, незважаючи на те, що вони отримували можливість діяти в рамках чітко визначеної правової основи. У будь-якому випадку, одним з рішень для держав, які не були учасниками вищезгаданих конвенцій, могло стати укладення двосторонніх або багатосторонніх угод з іншими державами. З урахуванням серйозності і масштабів проблеми, пов’язаної з незаконним обігом наркотиків, значним кроком її вирішенні з нею міг би стати розвиток міжнародного публічного права, включаючи принцип, що всі держави наділені юрисдикцією діяти, як винятком із закону держави прапора. Це привело б міжнародне право щодо незаконного обігу наркотиків у відповідність з тим, що вже існувало протягом багатьох років стосовно піратства.", "З урахуванням вищевикладеного та факту, що тільки вузьке тлумачення узгоджувалося з метою пункту 1 статті 5, позбавлення свободи, якому піддавалися заявники у період між захопленням їх судна і його прибуттям в Брест, не було «законним» у розумінні пункту 1 статті 5, у зв’язку з відсутністю правової основи, наділеної необхідною якістю, для задоволення загального принципу правової визначеності.", "Висновок: порушення (десятьма голосами проти семи).", "Пункт 3 статті 5: Арешт і затримання заявників почався з моменту перехоплення судна у відкритому морі 13 червня 2002 року. Заявники були поміщені під варту в поліції 26 червня 2002 року після прибуття в Брест. Вперше з початку судового розгляду перед Великою Палатою Урядом були представлені обґрунтовані відомості про доставляння заявників в той же день до слідчих суддів, у провадженні яких перебувала справа. Безсумнівним було те, що заявники не постали перед слідчими суддями, які могли безумовно розглядатися як «суддя(і) чи інша(і) посадова(і) особа(и), якій(им) закон надає право здійснювати судову владу» у розумінні пункту 3 статті 5, протягом тринадцяти днів з моменту їх затримання. На момент перехоплення «Уінер» знаходився у відкритому морі біля островів Кабо-Верде, тобто далеко від французького узбережжя. Ніщо не вказувало, що його супроводження до Франції зайняло більше часу, ніж необхідно, особливо з урахуванням погодних умов і незадовільного технічного стану судна, який унеможливлював швидший рух. Крім того, заявники не вимагали, щоб їх було передано владі держави, розташованої ближче, ніж Франція, де вони могли б негайно постати перед судовим органом. Щодо ідеї їх пересадки на французьке воєнно-морське судно, яка пришвидшило б подорож, Суд не міг оцінювати здійсненність такої операції в обставинах справи. Нарешті, після прибуття до Франції заявники провели лише вісім або дев’ять годин у поліцейській дільниці, перш ніж постати перед суддею. Цей восьми- чи дев’ятигодинний період був повністю сумісним з поняттям «негайно постати», закріпленим у пункті 3 статті 5 і практиці Суду. (Див. ухвалу у справі «Рігопулос проти Іспанії» (Rigopoulos v. ) від 12 січня 1999 року, № 37388/97, Інформаційній бюлетень № 2)", "Висновок: немає порушення (дев’ятьма голосами проти восьми).", "Стаття 41: 5 000 євро кожному заявнику як компенсація за збитки нематеріального характеру.", "* Конвенція Організації Об’єднаних Націй з морського права, підписана 10 грудня 1982 року в Монтего-Бей і набрала чинності 16 листопада 1994 року.", "** Конвенція Організації Об’єднаних Націй про боротьбу проти незаконного обігу наркотичних засобів і психотропних речовин, підписана 20 грудня 1988 року у Відні і набрала чинності 11 листопада 1990 року.", "", "© Рада Європи/Європейський суд з прав людини, 2012.", "Офіційними мовами Європейського суду з прав людини є англійська та французька. Цей переклад був здійснений за підтримки Фонду прав людини Ради Європи (). Він не зобов’язує Суд, і Суд не несе відповідальності за його якість. Він може бути завантажений з бази даних судової практики Європейського суду з прав людини HUDOC () або з будь-яких інших баз даних, яким Суд надав його. Він може бути відтворений у некомерційних цілях за умови зазначення повної назви справи разом з вище вказаним повідомленням про авторські права і посиланням на Фонд прав людини. Будь-яку особу, яка бажає використовувати переклад або його частину в комерційних цілях, просимо зв’язатися за наступною адресою: .", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "Click here for the "]}