{"file": "UKR_HJUDUKR_33401_02.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "33401/02", "text_paragraphs": ["Цей переклад підготовлений Радою Європи в межах Плану дій Ради Європи для України на 2018-2021 роки та фінансований за рахунок коштів на рівні Плану дій, наданих Естонією, Ірландією, Латвією, Литвою, Ліхтенштейном, Люксембургом, Нідерландами, Норвегією, Польщею, Румунією, Туреччиною, Угорщиною, Фінляндією, Чеською Республікою, Швейцарією, Швецією та Канадою.", "", "This translation is produced by the Council of Europe within the framework of the Council of Europe Action Plan for Ukraine 2018-2021 and funded with Action Plan-level funds provided by the Czech Republic, Estonia, Finland, Hungary, Ireland, Latvia, Liechtenstein, Lithuania, Luxembourg, the Netherlands, Norway, Poland, Romania, Sweden, Switzerland, Turkey and Canada.", "", "", "ТРЕТЯ СЕКЦІЯ", "", "", "", "", "СПРАВА OPUZ ПРОТИ ТУРЕЧЧИНИ", "", "(Заява № 33401/02)", "", "", "", "", "", "", "", "", "РІШЕННЯ", "", "", "СТРАСБУРГ", "", "9 червня 2009", "", "", "ОСТАТОЧНЕ", "", "09/09/2009", "", "Це рішення стало остаточним на підставі статті 44 § 2 Конвенції. ", "У справі Opuz проти Туреччини,", "Європейський суд з прав людини (Третя секція) на засіданні Палати у складі :", "\tЖозеп Касадеваль (Josep Casadevall), Голова,\n\tЕлізабет Фура-Сандстрьом (Elisabet Fura-Sandström),\n\tКорнеліу Бірсан (Corneliu Bîrsan),\n\tАльвіна Гюлумян (Alvina Gyulumyan),\n\tЕгберт Мієр (Egbert Myjer),\n\tІнета Зімєлє (Ineta Ziemele),\n\tИшил Каракаш (Işıl Karakaş), судді,\nі Сантьяго Кесада (Santiago Quesada), секретар секції,", "Розглянувши справу на закритих засіданнях 7 жовтня 2008 і 19 травня 2009 року,", "Проголошує наступне рішення, ухвалене у останній вказаний день:", "процедура\t", "1.  Справа була відкрита за заявою (№ 33401/02), поданою проти Республіки Туреччина її громадянкою, пані Нахіде Опуз («заявниця»), яка звернулась до Суду 15 липня 2002 року відповідно до статті 34 Конвенції про захист прав людини і основоположних свобод («Конвенція»).", "2.  В Суді заявницю представляв пан Бешташ, адвокат із міста Діярбакир. Уряд Туреччини (“Уряд”) представляла уповноважена особа.", "3.  Заявниця скаржилась, зокрема, на невиконання турецькими органами влади своїх обов’язків щодо захисту від домашнього насильства, якого зазнала вона сама і її мати, і котре призвело до загибелі останньої.", "4.  28 листопада 2006 року Суд вирішив комунікувати заяву Уряду. Відповідно до статті 29 § 3 Конвенції, Суд вирішив розглянути справу одночасно щодо прийнятності і щодо суті.", "5.  Надійшли зауваження від організації Interights, якій Голова дозволив вступити в провадження (статті 36 § 2 Конвенції і 44 § 2 Регламенту Суду). Уряд відповів на ці зауваження (стаття 44 § 5 Регламенту).", "6.  Відкрите засідання щодо прийнятності і суті справи відбулось у Палаці прав людини у Страсбурзі 7 жовтня 2008 року (стаття 59 § 3 Регламенту).", "Перед Судом з’явились :", "–  від Уряду", "\tпані Д. Акчай, \tзаступниця уповноваженої особи,\nпані E. Демір, \t\nпані З. Г. Aджар, \nпан\tГ. Шекер, \t\nпані Г. Бюкер, \t\nпані E. Eрджан, \t\nпан\tM. Ардимджи, \tрадники;", "–  від заявниці\nпан\tM. Бешташ, \t\nпан\tA. Башер, \tадвокати;", "–  від третіх сторін\nпані A. Кумбер, \tголовний юрист,\nпані Д. I. Страйстяну,\tюрист.", "", "Суд заслухав звернення пані Акчай, пана Бешташ і пані Кумбер.", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "7.  Заявниця народилась у 1972 році і живе у місті Діярбакир.", "8.  Її мати уклала релігійний шлюб з A.O. У 1990 році заявниця і H.O., син A.O., почали жити разом. Вони одружились 12 листопада 1995 року. У них народилось троє дітей (у 1993, 1994 і 1996 роках). Від початку стосунків між ними відбувались тяжкі сварки. Наведені нижче факти не були оспорені Урядом.", "A.  Перший напад, скоєний H.O. і A.O. на заявницю і її матір", "9.  10 квітня 1995 року заявниця і її мати подали до прокуратури Діярбакира скарги, стверджуючи, що H.O. і A.O. вимагали у них гроші, били їх, погрожували вбивством і хотіли привести до родинного помешкання інших осіб.", "10.  Того ж дня заявниця та її мати пройшли медичний огляд. Згідно з довідками, виданими з цього приводу, у заявниці були синці, садна та набряки на лівій лопатці та подряпини в області шиї, а у матері були синці та садна. Остаточні довідки, видані 20 квітня 1995 року, підтвердили результати перших довідок та їхні висновки про те, що ці травми спричинили п’ятиденну тимчасову непрацездатність для неї та її матері.", "11.  25 квітня 1995 року прокурор Діярбакира висунув проти H.O. і A.O. обвинувачення у погрозі вбивством та завданні ударів і тілесних ушкоджень. 15 червня 1995 року перший поліцейський суд Діярбакира закрив кримінальне провадження стосовно завдання ударів і тілесних ушкоджень на тій підставі, що продовження провадження стало недоцільним, з огляду на статтю 456 § 4 Кримінального кодексу, оскільки заявниця і її мати забрали свої скарги.", "12.  11 вересня 1995 року другий поліцейський суд Діярбакира зняв з підсудних обвинувачення у погрозі вбивством на підставі сумнівів у їхній винуватості і закрив провадження щодо завдання ударів та тілесних ушкоджень на тій підставі, що їх вже розслідував поліцейський суд першої інстанції Діярбакира.", "B.  Другий напад, скоєний H.O. на заявницю", "13.  11 квітня 1996 року, під час суперечки, H.O. завдав заявниці дуже жорстоких ударів, які спричинили крововилив у праве око, ще один - у праве вухо, синець на лівому плечі, болі у спині - потенційно небезпечні для життя травми, згідно з пізнішим медичним висновком. Того ж дня H.O., на запит прокурора Діярбакира і за рішенням судді, був взятий під варту.", "14.  12 квітня 1996 року прокурор подав до кримінального суду Діярбакира обвинувальний акт проти H.O. за скоєння насильства за обтяжуючих обставин, що є злочином, передбаченим статтями 456 § 2 і 457 § 1 Кримінального кодексу.", "15.  15 квітня 1996 року H.O. подав до президії першого поліцейського трибуналу Діярбакира клопотання про тимчасове звільнення з-під варти, зазначивши, що він захопився під час суперечки з дружиною, дав їй два чи три ляпаси, що його безпідставно було взято під варту на підставі медичної довідки, яку його свекруха від імені його дружини взяла в лікарні, де сама працювала, що він не хоче втрачати свою родину і роботу, і що він шкодує про те, що вдарив дружину.", "16.  16 квітня 1996 року другий поліцейський суд Діярбакира залишив без задоволення подане H.O клопотання про звільнення з-під варти і вирішив продовжити йому цей запобіжний захід.", "17.  Під час судового засідання 14 травня 1996 року заявниця підтримала свою скаргу, але прокурор наполіг на тимчасовому звільненні H.O. з-під варти з огляду на характер правопорушення і на те, що заявниця повністю одужала від поранень. Суд задовольнив подання прокурора і наказав звільнити H.O. з-під варти.", "18.  Під час судового засідання 13 червня 1996 року заявниця відкликала свою скаргу і повідомила, що помирилася зі своїм чоловіком.", "19.  18 липня 1996 року суд вирішив, що злочин, за який H.O. був притягнений до відповідальності, переслідувався відповідно до статті 456 § 4 Кримінального кодексу, яка ставить продовження провадження в залежність від підтримання скарги потерпілим. Констатувавши, що заявниця відкликала свою скаргу, суд закрив справу.", "C.  Третій напад, скоєний H.O. на заявницю і її матір", "20.  5 лютого 1998 року між заявницею, її матір’ю, її сестрою і H.O. відбулась суперечка, під час якої останній напав на свою дружину з ножем. H.O., заявниця і її матір зазнали поранень, внаслідок яких, відповідно до виданих згодом медичних довідок, втратили працездатність, відповідно, на сім, три і п’ять днів.", "21.  6 березня 1998 року прокурор вирішив не висувати жодних обвинувачень проти осіб, причетних до цієї суперечки, оскільки вирішив, що немає достатніх доказів нападу з ножем, який нібито скоїв H.O., і що інші правопорушення, такі як напад та пошкодження майна, могли бути підставою для цивільних позовів. На його думку, підтримання кримінального провадження не становило жодного громадського інтересу.", "22.  У невстановлений день заявниця переїхала до своєї матері.", "D.  Третій напад, скоєний H.O. на заявницю і її матір: погрози і наїзд автомобілем, внаслідок чого було розпочато процедуру розлучення", "23.  4 березня 1998 року H.O. збив заявницю і її матір машиною, завдавши останній потенційно смертельних поранень. У комісаріаті він стверджував, що це був нещасний випадок, і, що відмовившись від запрошення сісти до його машини, потерпілі продовжували йти пішки, а потім кинулись навперейми його машині. Мати заявниці, зі свого боку, повідомила, що зять наказав їм сісти до машини, погрожував вбивством у випадку відмови, що він збив її дочку з ніг машиною, коли вона намагалася вткети, і що він рушив заднім ходом, щоб наїхати на неї, коли вона намагалась порятувати свою дочку. Матір заявниці опритомніла у лікарні. У своїх показах, зроблених у поліції, заявниця підтвердила свідчення матері і звинуватила свого чоловіка у спробі вбити їх обох машиною.", "24.  5 березня 1998 року поліцейський трибунал Діярбакира у складі одного судді постановив взяти H.O. під арешт.", "25.  19 березня 1998 року прокурор Діярбакира відкрив кримінальне провадження проти H.O. у третьому кримінальному суді цього міста через погрози вбивством, а також завдання ударів і тілесних ушкоджень за обтяжуючих обставин. Того ж дня інститут судово-медичних експертиз Діярбакира склав звіт, у якому зазначалось, що у заявниці були садна на колінах, і що завдані їй поранення спричинили втрату працездатності на п’ять днів.", "26.  20 березня 1998 року заявниця розпочала процедуру розлучення, стверджуючи, що між нею та її чоловіком існувала серйозна незгода, що він не виконував обов’язки чоловіка та батька, що він скоював щодо неї насильство, зафіксоване медичними довідками, і що він запрошував інших жінок до сімейного помешкання. У своїх поданнях до Суду заявниця стверджувала, що погрози та тиск з боку чоловіка змусили її відмовитися від згаданого позову.", "27.  2 квітня 1998 року заявниця і її матір звернулись до прокуратури Діярбакира з клопотанням про запровадження захисту з огляду на погрози вбивства, які H.O. та його батько висловлювали на їхню адресу.", "28.  2 і 3 квітня 1998 року поліцейські заслухали заявницю, її матір, її брата, її невістку, H.O. та його батька. Заявниця і її матір повідомили, що H.O. намагався скоїти замахи на їхнє життя з використанням автомобіля, погрожував їм вбивством у випадку, якщо дружина відмовиться відновити з ним подружнє життя. Вони зазначили, що заявниця розпочала процедуру розлучення і відмовлялась повертатися до свого чоловіка. Брат заявниці і його дружина повідомили, що матір заявниці переконувала її не повертатись до подружнього життя з H.O., і що вони нічого не знають про погрози вбивством, у яких було звинувачено його самого чи його батька. H.O. повідомив, що його єдиним бажанням є возз’єднання родини, що його теща ставала на перешкоді цьому, що він марно звертався по допомогу до брата своєї дружини та її старших родичів, що він ніколи не висловлював погроз на адресу своєї дружини та її матері, і що їхні звинувачення є наклепницькими. Його батько стверджував, що матір заявниці бажає, щоб її дочка розлучилась, аби одружитися з іншим чоловіком.", "29.  У звіті від 3 квітня 1998 року керівник відділу з юридичних питань та громадського порядку управління безпеки Діярбакира повідомив прокуратурі про результати розслідування, проведеного за повідомленнями заявниці і її матері. Він зазначив, що заявниця залишила чоловіка і перейшла жити до матері, котра стає на перешкоді намаганням H.O. відновити подружнє життя, що вона його ображала і звинувачувала його у погрозах вбивством. Встановивши, що H.O. протягом двадцяти п’яти днів перебував під вартою за те, що збив тещу машиною, що він звертався до різних посередників із проханням допомогти йому переконати дружину повернутись до подружнього помешкання, що його теща була проти цього і заборонила своїй дочці повертатись до нього, автор звіту дійшов висновку, що погрози пролунали з обох сторін, що теща H.O. хоче, аби її дочка розійшлася з ним, із помсти своєму колишньому чоловіку, що вона постійно поширює наклепницькі слова, і що вона «марнує час» правоохоронних органів.", "30.  14 квітня 1998 року прокурор Діярбакира висунув H.O. і його батькові обвинувачення у погрозі вбивством заявниці і її матері – злочин, передбачений статтею 188 § 1 Кримінального кодексу.", "31.  30 квітня 1998 року кримінальний суд Діярбакира тимчасово звільнив H.O з-під варти і, ухваливши постанову про непідсудність цієї справи, передав її до суду присяжних Діярбакира.", "32.  11 травня 1998 року суд присяжних перекваліфікував правопорушення на замах на вбивство. Під час судового засідання 9 липня 1998 року H.O. рішуче заявив, що факти, у яких його обвинувачено, були випадковістю, і стверджував, що одні з дверей його машини, які лишились відчиненими, збили потерпілих з ніг, коли він виконував маневр. Потерпілі підтвердили його заяви і відмовились від підтримання провадження.", "33.  23 червня 1998 року суд присяжних виправдав, за недоведенням, H.O. і його батька за обвинуваченням у висловленні погроз вбивства. Суд встановив, що вони заперечували згадані обвинувачення, і що потерпілі відкликали свої скарги. Заявниця і H.O. відновили спільне життя.", "34.  9 липня 1998 року мати заявниці пройшла медичне обстеження. Відповідно до звіту, зробленого з цього приводу, отримані нею травми не були небезпечними для життя, але призвели до втрати працездатності на двадцять п’ять днів.", "35.  Під час судового засідання 8 жовтня 1998 року заявниця і її мати відкликали свої скарги, стверджуючи, що H.O. випадково збив їх однією з дверей машини, які залишались відчиненими. Допитані щодо причин, через які вони подали скаргу на H.O., вони відповіли, що посварилися з ним і висловили свої обвинувачення під впливом гніву.", "36.  17 листопада 1998 року суд присяжних Діярбакира констатував, що заявниця відкликала свою скаргу, і закрив кримінальне провадження стосовно фактів, від яких вона була потерпілою. Натомість суд вирішив, що з огляду на тяжкість тілесних ушкоджень, які H.O. завдав своїй тещі, він має бути притягнений до кримінальної відповідальності, незважаючи на те, що вона відкликала свою скаргу. Після цього його було засуджено до штрафу і до позбавлення волі на три місяці, котре пізніше було замінене на штраф.", "E.  Третій напад, скоєний H.O. на заявницю, і завдані їй тяжкі тілесні ушкодження", "37.  29 жовтня 2001 року заявниця відвідала свою матір. Згодом того ж дня H.O. подзвонив їй, аби попросити її повернутись додому. Побоюючись нового насильства з боку свого чоловіка, вона сказала матері, що він «розтрощить її на друзки». Мати порадила їй повернутись додому разом із дітьми. Через сорок п’ять хвилин один із них повернувся до бабусі, аби попередити її, що батько зарізав і вбив його маму. Матір заявниці поспішила до неї додому і знайшла її скривавлену на підлозі. За допомогою сусідів вона посадила її в таксі і відвезла до лікарні Діярбакира, керівництво якої повідомило, що її дочка перебуває у тяжкому стані, і що її було перевезено до університетської лікарні у Діджле, де краще обладнання. У медичній картці заявниці було зазначено, що вона отримала сім ножових ударів у різні частини тіла, але що її життя не перебуває у небезпеці.", "38.  Того ж дня, приблизно о 23.30, H.O. здався поліції і віддав ножа, з яким напав на дружину. Він повідомив, що повернувся додому приблизно о 18 годині, побачив, що ні жінки, ні дітей немає, і подзвонив їм, аби сказати, щоб вони повертались, що він просив свою дружину пояснити, чому вона так пізно залишалась на вулиці і нічого не приготувала йому на вечерю, і що вона йому відповіла, перш ніж принести тарілку з фруктами, що вона з дітьми поїла у своєї матері. Він додав, що після цього розпочалася сварка, що він спитав у дружини, чому вона так часто ходить до своєї матері, і що він наказав їй рідше ходити до неї, більше не виходити з дому і займатись дітьми. Кажучи, що суперечка переросла у сварку, він заявив, що заявниця напала на нього з виделкою, вони почали битися, він втратив контроль над собою і схопив фруктовий ніж, аби вдарити заявницю, і що він не пам’ятає, скільки ударів завдав їй. Стверджуючи, що йому довелося захищати себе, коли на нього напала дружина, налаштована агресивніше за нього, він зазначив, що вона не є злою, і що вони жили добре, доки свекруха два роки тому не почала втручатися в їхнє подружнє життя, створюючи конфлікти. Він сказав, що шкодує про свій вчинок. Після отримання заяви поліція вирішила відпустити його.", "39.  31 жовтня 2001 року адвокат матері заявниці оскаржила це рішення до прокуратури Діярбакира. Вона повідомила, що її клієнтка розповіла, що за п’ять років до того H.O. завдав заявниці дуже жорстоких побоїв, за що був заарештований і взятий під варту, доки не був звільнений після першого судового засідання. Вона зазначила, що її клієнтка і заявниця були змушені відкликати свою скаргу внаслідок постійних погроз і тиску з боку цієї особи, додавши, що вона чула, ніби він причетний до торгівлі жінками. Вважаючи, що є морально неприйнятним, аби H.O. був звільнений, з огляду на тяжкість подій, що відбулись 4 березня 1998 року (див. вище), вона подала клопотання про застосування до нього тимчасового засобу у вигляді взяття під арешт.", "40.  2 листопада 2001 року адвокат заявниці звернувся до прокуратури з проханням оскаржити медичний звіт, складений лікарнею при медичному університеті у Діджле про те, що заподіяні їй травми не становлять небезпеки для її життя. Він попросив провести новий медичний огляд.", "41.  9 листопада 2001 року заявниця поскаржилась до прокуратури Діярбакира, що під час сварки H.O. завдав їй кілька ножових ударів. Вона просила дозволу на проведення нового медичного огляду в інтитуті судово-медичних експертиз.", "42.  8 листопада 2001 року, за розпорядженням прокуратури, інститут судово-медичних експертиз Діярбакира обстежив заявницю. Судово-медичний експерт зазначив, що у неї на лівому зап’ястку була рана завдовжки три сантиметри, завдана ножем, дві рани на лівому стегні (глибина п’ять та два сантиметри, відповідно) та ще одна трохи вище лівого коліна. Він вважав, що ці рани не загрожували життю потерпілої, а призвели до до втрати працездатності на сім днів.", "43.  12 грудня 2001 року прокурор подав до першого поліцейського суду Діярбакира обвинувальний акт проти H.O. за напад з використанням холодної зброї, що є злочином, передбаченим статтями 456 § 4 і 457 § 1 Кримінального кодексу.", "44.  23 травня 2002 року другий поліцейський суд Діярбакира призначив H.O. покарання у вигляді штрафу у розмірі 839 957 040 турецьких лір (TRL), який мав бути сплачений за вісім разів, за напад на заявницю з використанням холодної зброї.", "F.  Шостий епізод насильства, скоєного H.O. : погрози на адресу заявниці", "45.  14 листопада 2001 року заявниця подала скаргу до прокуратури Діярбакира, стверджуючи, що H.O. погрожував їй.", "46.  11 березня 2002 року прокурор вирішив, що повідомлення заявниці не є беззаперечним доказом для притягнення H.O. до кримінальної відповідальності.", "G.  Кримінальна скарга, подана матір’ю заявниці до прокуратури з приводу погроз вбивством, висловлених H.O. і A.O.", "47.  19 листопада 2001 року мати заявниці поскаржилась прокуророві на постійні погрози з боку H.O., A.O. та їхніх родичів на її адресу і на адресу її дочки, стверджуючи, зокрема, що H.O. попередив, що вб’є її, а також її дітей і всю її родину. Стверджуючи, що він переслідував її і зазіхав на її приватне життя, оскільки тинявся довкола її дому, озброєний ножем та пістолетом, вона заявила, що він є відповідальним за усі негаразди, яких мали зазнати вона сама чи її близькі, і нагадала про події, що трапились 29 жовтня 2001 року, коли H.O. завдав заявниці ножових поранень (див. вище). 22 листопада 2002 року, в рамках розгляду цієї скарги, прокурор надіслав до управління безпеки Діярбакира звіт за проведенням розслідування, після того, як заслухав скаржницю і H.O.", "48.  Тим часом, 14 грудня 2001 року, заявниця подала до суду Діярбакира новий позов про розлучення.", "49.  23 грудня 2001 року поліцейські допитали H.O. з приводу скарг, висловлених його тещею, які він спростував і стверджував, що вона втручається в його подружнє життя, підбурює свою дочку розірвати з ним стосунки, і що вона йому погрожувала. 5 січня 2002 року поліцейські допитали матір заявниці, яка повідомила, що H.O. щодня з’являється під її дверима, вимахує ножем чи вогнепальною зброєю і висловлює погрози вбивством на її адресу, а також щодо її дочки та онуків.", "50.  10 січня 2002 року H.O. було висунене обвинувачення у погрозах вбивством, що є злочином, передбаченим статтею 191 § 1 Кримінального кодексу.", "51.  27 лютого 2002 року матір заявниці знову звернулась до прокуратури Діярбакира зі скаргою на посилення погроз, висловлених H.O. та його родичами, звинувачуючи їх також у переслідуванні та залякуванні по телефону. Вважаючи, що їй загрожує негайна небезпека смерті, вона просила поліцію вжити заходів щодо H.O. Того ж дня прокуратура Діярбакира запросила у місцевої дирекції турецької телекомунікаційної компанії перелік усіх телефонних номерів, з яких було зроблено дзвінки до матері заявниці протягом попереднього місяця. Оскільки відповіді на цей запит не надійшло, прокуратура повторила його 3 квітня 2002 року.", "52.  16 квітня 2002 року поліцейський суд Діярбакира допитав H.O. з приводу нападу із застосуванням холодної зброї, який він скоїв щодо своєї свекрухи. Він повторив свідчення, які зробив у поліції, і додав, що не бажає, аби його дружина ходила до своєї матері, оскільки остання веде розпусне життя.", "H.  Вбивство матері заявниці, скоєне H.O.", "53.  Заявниця переселилась до матері після подій 29 жовтня 2001 року.", "54.  У невстановлений день мати заявниці найняла перевізника для перевезення меблів до Ізміра. Дізнавшись про це, H.O. заявив, що він знайде її і вб’є, куди б вона не поїхала. Незважаючи на цю погрозу, мати заявниці 11 березня 2002 розпорядилась завантажити меблі до вантажівки, що належала транспортній компанії. Її водій здійснив два переїзди між трансферним центром компанії і помешканням матері заявниці. Він готувався поїхати втретє, коли вона попросила його відвезти її до трансферного центру і сіла у автомобіль спереду, на місці пасажира. Під час цієї поїздки перед вантажівкою зупинилось таксі, водій якого увімкнув аварійний сигнал. Вирішивши, що він хоче спитати адресу, водій вантажівки зупинив машину. З таксі вийшов H.O., відчинив двері машини з того боку, де сиділа матір заявниці, і волаючи, що бажає знати, куди вона хоче перевезти меблі, вистрілив у неї, вбивши на місці.", "I.  Притягнення H.O. до кримінальної відповідальності", "55. 13 березня 2002 року прокурор Діярбакира подав до суду присяжних цього міста обвинувальний акт проти H.O. у скоєнні вбивства, що є злочином, передбаченим статтею 449 § 1 Кримінального кодексу.", "56.  У поліції, в прокуратурі і в суді H.O. повідомляв, що вбив тещу тому, що вона схиляла свою дочку до розпусного життя і підбурювала її розлучитися з ним і забрати дітей. Він також стверджував, що у день, коли відбулись ці події, він просив тещу повідомити йому, де перебуває його дружина, а також місце, куди вона хотіла перевезти меблі, на що вона відповіла, аби він забирався до дідька, що вона їде геть разом із дочкою, і що вона її продасть. Він додав, що втратив контроль над собою і вистрілив, аби захистити свою честь і своїх дітей.", "57.  Остаточним вироком від 26 березня 2008 року суд присяжних Діярбакира визнав H.O. винним у навмисному вбивстві, а також у незаконному володінні вогнепальною зброєю, і засудив його до довічного позбавлення волі. Водночас, встановивши, що засуджений був спровокований жертвою, і що він добре поводився під час судового процесу, покарання було пом’якшено до п’ятнадцяти років і десяти місяців та штрафу у розмірі 180 турецьких лір (TRY). З урахуванням часу, який підсудний провів під арештом, а також те, що вирок може бути оскаржений, суд наказав звільнити H.O. з-під варти", "58.  Розгляд касаційної скарги триває у Касаційному суді.", "J.  Події, що трапились після звільнення H.O.", "59.  15 квітня 2008 року заявниця подала кримінальну скаргу до прокуратури району Келампаша (Ізмір) для передачі до прокуратури Діярбакира і просила владу вжити заходів, аби захистити її. Зазначивши, що її колишній чоловік перебуває на свободі, і що на початку місяця він контактував з M.M., її новим співмешканцем, який працює на будівництві, аби дізнатись від нього, де вона перебуває, вона повідомила, що він погрожував вбити їх обох після того, як M.M. відмовився повідомити йому її адресу. Нагадавши, що H.O. вже вбив її матір, вона заявила, що він без вагання вб’є і її також. Нагадавши, що вона постійно змінює помешкання, аби H.O. не міг її знайти, вона просила слідчі органи зберегти у таємниці адресу, вказану в її скарзі, а також адресу її співмешканця, і вважати H.O. відповідальним за всі нещасні випадки, які можуть трапитися з нею чи її близькими.", "60.  14 травня 2008 року адвокат заявниці повідомила Суду, що колишній чоловік її клієнтки був звільнений і знову почав їй погрожувати. Скаржачись на те, що, незважаючи на клопотання заявниці, не було вжито жодних заходів, вона просила Суд звернутись до Уряду-відповідача задля надання її клієнтці належного захисту.", "61.  У листі від 16 травня 2008 року секретаріат Суду передав це прохання Уряду задля надання зауважень і запросив його повідомити Суду про заходи, яких державні органи мали на меті вжити.", "62.  26 травня 2008 року керівник відділу міжнародного права і зовнішніх зв’язків міністерства юстиції передав по факсу до прокуратури Діярбакира листа стосовно скарг, надісланих заявницею до Європейського суду з прав людини. Повідомивши прокуратурі, що заявниця подала заяву до Суду, він запитував про інформацію щодо перебігу виконання покарання, призначеного H.O., щодо стану провадження стосовно кримінальної скарги, поданої заявницею до прокуратури району Келампаша (Ізмір), і щодо заходів, вжитих з метою захисту заявниці.", "63.  Того ж дня прокурор прокуратури Діярбакира написав до секретаріату губернатора цього міста, закликаючи його вжити заходів з метою захисту заявниці.", "64.  У листі від 28 травня 2008 року, адресованого від імені прокуратури Діярбакира до центрального управління поліції району Шехітлер (Діярбакир), прокурор (A.E.) просив поліцію викликати H.O. до нього у кабінет з метою проведення розслідування.", "65.  29 травня 2008 року A.E. допитав H.O. стосовно скарги, поданої заявницею. Він заперечував, що погрожував заявниці, і стверджував, що вона надіслала скаргу, аби вибити його з рівноваги після звільнення з тюрми, що він не має щодо неї жодної ворожості і хоче присвятити себе своїм рідним і своїм дітям.", "66.  3 червня 2008 року А.Е. зареєстрував свідчення M.M., нового співмешканця заявниці. Він повідомив, що H.O. телефонував йому, аби дізнатись адресу заявниці, і розповів йому про свій намір вбити її. Він уточнив, що не зустрічався з H.O., не подавав проти нього скаргу, а подзвонив заявниці, аби повідомити про висловлені ним погрози.", "67.  У листі від 20 червня 2008 року Уряд повідомив Суду, що колишній чоловік заявниці ще не відбув покарання у вигляді позбавлення волі, та що органи влади звільнили його до судового розгляду за апеляційним оскарженням, щоб уникнути перевищення максимальної тривалості досудового ув’язнення. Далі Уряд заявив, що секретаріат губернатора цього міста та прокуратура знають, що заявниця подала скагу, і що їх попросили вжити заходів щодо її захисту.", "68.  Листом від 14 листопада 2008 року її адвокат повідомила Суду, що життю її клієнтки загрожує безпосередня небезпека, оскільки влада не зробила ані найменшого кроку, щоб захистити її від колишнього чоловіка. Того ж дня Секретаріат Суду направив відповідний лист Урядові, вимагаючи інформацію про заходи, вжиті для захисту заявниці.", "69.  21 листопада 2008 року Уряд повідомив Суду про те, що поліція вжила конкретні заходи щодо захисту заявниці від її колишнього чоловіка, зокрема, заявив, що його фотографія та відбитки пальців були розповсюджені у відділеннях поліції того регіону, щоб дозволити його заарештувати, якщо його помітять біля будинку заявниці.", "II.  ВІДПОВІДНЕ НАЦІОНАЛЬНЕ ПРАВО І ПРАКТИКА", "A.  Національне право і практика", "70.  Нижче наведено відповідні положення національного законодавства, застосовані у даній справі судовими органами.", "1.  Кримінальний кодекс", "Стаття 188", "« Кожен, хто силою чи погрозою змушує інших робити чи не робити щось або уповноважувати його на щось (...), буде покараний позбавленням волі на строк від шести місяців до року та штрафом від 1000 до 3000 лір (...) »", "Стаття 191 § 1", "« Кожен, хто, крім випадків, передбачених законом, погрожує іншій особі завданням тяжких і непоправних ушкоджень, карається позбавленням волі строком на шість місяців.»", "Стаття 449", "«У випадку скоєння вбивства", "a.  Дружини, чоловіка, сестри, брата, прийомної матері, прийомної дитини, тещі, тестя чи пасинка, особа, яка скоїла злочин, карається довічним позбавленням волі (...) »", "Стаття 456 §§ 1, 2 і 4", "« Кожен, хто вчинить дію, що заподіяла шкоду чи тілесні ушкодження іншій особі, без наміру вбити, карається позбавленням волі на строк від шести місяців до року.", "Якщо діяння ставить під загрозу життя потерпілого або спричинює постійну втрату працездатності, постійні труднощі з мовленням або постійні ушкодження обличчя, або фізичні чи психічні захворювання строком на 20 і більше днів, або непрацездатність тієї самої тривалості, особа, яка скоїла таке діяння, карається позбавленням волі на строк від двох до п’яти років.", "(...)", "Якщо діяння не спричиняє хворобу або непрацездатність, або якщо хвороба або непрацездатність триває не більше десяти днів, особа, яка скоїла таке діяння, карається позбавленням волі на строк від двох до шести місяців або штрафом від 12 000 до 150 000 лір, якщо потерпілий подасть скаргу (...) »", "Стаття 457", "« Якщо жертвою діяння, передбаченого статтею 456, є одна з осіб, зазначених у статті 449, або якщо діяння скоєно за допомогою зброї, видимої або прихованої, або токсичної хімічної речовини, покарання збільшується на частку, що становить від однієї третини до половини вироку, який зазвичай призначається. »", "Стаття 460", "« У випадках, передбачених статтями 456 та 459, коли для початку кримінального провадження потрібна скарга [потерпілого], відкликання останньої до ухвалення остаточного рішення призводить до припинення кримінального переслідування.»", "2.  Закон про захист сім’ї (закон № 4320 від 14 січня 1998)", "Стаття 1", "«Якщо цивільна палата суду першої інстанції буде поінформована прокуратурою чи потерпілим про те, що чоловік чи дружина, дитина чи інший родич, які проживають у родинномубудинку, зазнають домашнього насильства, вона може, беручи до уваги характер фактів, вжити один із перелічених нижче заходів або подібні заходи:", "a)  наказ утримуватись від будь-якої насильницької поведінки або погроз на адресу чоловіка чи дружини, дитини чи іншого родича, які проживають у родинному будинку;", "b)  наказ залишити подружнє помешкання і залишити його у користуванні чоловіка чи дружини, за необхідності – дітям, і триматись подалі від цього помешкання та місця роботи чоловіка чи дружини, за необхідності – дітей;", "c)  наказ утримуватись від завдання шкоди майну чоловіка чи дружини (або дітей чи інших родичів, які проживають у родинному будинку) ;", "d)  наказ утримуватись від використання засобів комунікації, аби порушувати спокій чоловіка чи дружини або дітей чи інших родичів, які проживають у родинному будинку;", "e)  наказ здати правоохоронним органам належні йому/їй предмети, які за своїм характером чи призначенням можуть бути зброєю;", "f)  наказ не з’являтись у сімейному помешканні під впливом алкоголю або інших наркотичних речовин, і не вживати такі речовини у сімейному помешканні.", "Термін дії вищезазначених заходів не може перевищувати шість місяців. Вони можуть супроводжуватися повідомленням, яке попереджає чоловіка/дружину, який/яка вчинили насильство, про те, що він/вона можуть бути арештовані і ув’язнені у випадку невиконання своїх зобов’язань. Останні можуть бути примушені сплачувати аліменти, розмір яких повинен бути визначений з урахуванням рівня життя потерпілого.", "Із заяв, які подаються на підставі статті 1, не стягується судовий збір. »", "Стаття 2", "« Суд надсилає копію наказу про охорону до прокуратури, яка, за сприяння поліції, здійснює нагляд за його виконанням.", "Служби правоохоронних органів зобов’язані розслідувати звинувачення у порушенні наказу про захист навіть за відсутності скарги потерпілого та негайно направляти відповідні документи до прокуратури.", "Прокуратура несе відповідальність за порушення кримінального провадження в суді першої інстанції проти чоловіка/дружини, який/яка не виконують своїх зобов’язань згідно з наказом про захист. Місце слухання та точний час, коли воно має відбутися, визначаються відповідно до положень Закону № 3005 про порядок кримінального провадження.", "Чоловік/дружина, який/яка не виконують своїх зобов’язань відповідно до наказу про охорону, можуть підлягати позбавленню волі на строк від трьох до шести місяців, крім покарання, яке може бути накладене у випадку, якщо порушення є окремим злочином. »", "3.  Постанова від 1 березня 2008 про імплементацію Закону про захист сім’ї", "71.  Постанова від 1 березня 2008 року про імплементацію Закону № 4320 визначає заходи, які можуть бути вжиті проти членів сім’ї, які вчинили насильство, та процедури і принципи, що регулюють застосування цих заходів для захисту членів сім’ї, які стали жертвами домашнього насильства.", "B.  Міжнародне право та відповідне порівняльне право", "1.  Позиція ООН у питанні про домашнє насильство і дискримінацію щодо жінок", "72.  Прийнята Генеральною Асамблеєю Організації Об’єднаних Націй у 1979 році, Конвенція про ліквідацію всіх форм дискримінації щодо жінок (CEDAW) була ратифікована Туреччиною 19 січня 1986 року.", "73.  Цей документ визначає дискримінацію щодо жінок у наступний спосіб:", "", "« (...) будь-яке розрізнення, виняток або обмеження за ознакою статі, спрямовані на ослаблення чи зведення нанівець визнання, користування або здійснення жінками, незалежно  від  їхнього сімейного стану, на основі рівноправності чоловіків і жінок, прав людини та основних свобод у політичній, економічній, соціальній, культурній, громадській або будь-якій іншій галузі. »", "", "Стосовно зобов’язань держав відповідні частини статті 2 CEDAW кажуть:", "", "«Держави-сторони засуджують дискримінацію щодо жінок в усіх ї формах,  погоджуються  негайно  всіма  відповідними  заходами здійснювати політику ліквідації дискримінації щодо жінок і з цією метою зобов’язуються:", "(...)", "e)  вживати  всіх  відповідних  заходів  для  ліквідації дискримінації щодо жінок з боку будь-якої особи, організації або підприємства;", "f)  вживати всіх відповідних заходів, включаючи законодавчі, щодо зміни або скасування чинних законів, постанов, звичаїв і практики, що являють собою дискримінацію щодо жінок;", "(...) »", "74.  За даними Комітету з ліквідації дискримінації щодо жінок (Комітет CEDAW), \"насильство на ґендерній основі - це форма дискримінації, яка серйозно перешкоджає здійсненню жінками прав людини і свобод на рівні з чоловіками\", і, таким чином, підпадає під заборону статті 1 CEDAW. Комітет класифікує \"приватні дії\" та \"жорстоке поводження в сім’ї\" як насильство за ознакою статі. Боротьба з гендерним насильством покладає на держави зобов’язання, наведені в Загальній Рекомендації № 19, включно з обов’язком \"вжити всіх необхідних правових та інших заходів для забезпечення ефективного захисту від насильства над жінками за ознакою статі\", \"зокрема ... кримінально-правові санкції, цивільні засоби захисту та реституції задля захисту жінок від усіх видів насильства\". У своїх заключних зауваженнях щодо четвертого та п’ятого періодичних звітів, поданих Туреччиною, Комітет CEDAW підтвердив, що насильство щодо жінок є формою дискримінації (CEDAW/C/TUR/4-5 та Corr. 1 лютого 2005, § 28).", "75.  Окрім того, у загальних зауваженнях щодо Загальної Рекомендації № 19, Комітет CEDAW сказав таке :", "« (...) 6.  Стаття 1 Конвенції визначає дискримінацію щодо жінок. Це визначення включає гендерне насильство, тобто насильство над жінкою, оскільки вона є жінкою, або спеціально стосується жінок. Воно включає дії, які спричиняють фізичні, психічні чи сексуальні муки та страждання, загрозу таких діянь, примус чи інші позбавлення свободи. Гендерне насильство може порушувати конкретні правові положення держав-учасниць, навіть якщо ці положення прямо не згадують про насильство.", "7.  Гендерне насильство, яке підриває або зводить нанівець користування жінками правами та свободами, відповідно до загальних принципів міжнародного права чи конвенцій про права людини, є дискримінацією у розумінні статті 1 Конвенції.", "(...)", "Зауваження стосовно положень Конвенції", "(...)", "Статті 2 f), 5 і 10 c)", "11.  Традиційне ставлення, яке примушує жінок до покірності або закріплює стереотипи, передбачає застосування насильства чи примусу, у тому числі домашнє насильство та насильство загалом, примусові шлюби, вбивства дружин за несплату посагу, обливання кислотою, таврування. Такі забобони та практики можуть виправдовувати ґендерне насильство як форму захисту чи контролю над жінками. Це насильство, яке підриває фізичну та психічну недоторканність жінок, заважає їм користуватися основними правами і свободами, здійснювати їх і реалізувати їх на рівні з чоловіками. Хоча це дослідження зосереджене на фактичному насильстві чи погрозі насильством, ці основні наслідки насильства за ознакою статі допомагають закріпити жінок у підпорядкованих ролях та підтримати їхній низький рівень політичної активності, освіти, кваліфікації та зайнятості. »", "76.  У висновках, зроблених у справі А.Т. проти Угорщини (прийнята 26 січня 2005 р.), у якій заявниця, A.Т., стверджувала, що з 1998 року є жертвою фізичного насильства та погроз з боку свого партнера, батька її двох дітей, Комітет з питань CEDAW рекомендував Угорщині «гарантувати фізичну та психічну недоторканність A.T. та її сім’ї, забезпечити їй безпечне місце для проживання з дітьми, щоб вона отримувала аліменти на дитину та адекватну правову допомогу з компенсацією відповідно до фізичної та психічної шкоди, яку вона зазнає, а також тяжкості порушення її прав.» Крім того, Комітет висловив низку загальних рекомендацій для Угорщини, спрямованих на поліпшення захисту жінок від домашнього насильства, включно із запровадженням механізмів розслідування та ефективних правових і судових процедур, а також збільшення ресурсів для лікування і підтримки.", "77.  У справі Fatma Yıldırım проти Австрії (рішення від 1 жовтня 2007 року), яка стосувалась вбивства пані Їлдирим її чоловіком, Комітет CEDAW констатував, що держава-учасниця не дотрималась покладеного на неї обов’язку сумлінності, аби захистити жертву. Відповідно, він зробив висновок, що уряд не виконав своїх зобов’язань, передбачених пунктами (а) та (с)-(f) статті 2 та статті 3 CEDAW, витлумачених із урахуванням статті 1 цього документу, а також Загальною Рекомендацією № 19 Комітету, і що він не гарантував покійній Фатмі Їлдирим відповідні права на життя та фізичну і психічну недоторканність.", "78.  Стаття 4 (с) Декларації Генеральної Асамблеї Організації Об’єднаних Націй про ліквідацію насильства щодо жінок (1993 р.) закликає держави \"з належною ретельністю вживати заходів, спрямованих на запобігання насильству над жінками, розслідування та покарання таких діянь відповідно до національного законодавства, скоєних представниками держави чи приватними особами\".", "79.  У своєму третьому звіті, представленому 20 січня 2006 року Комісії економічних і соціальних рад ООН з прав людини, Спеціальний доповідач з питань насильства щодо жінок дійшов висновку, що чинні норми звичаєвого міжнародного права \"вимагають від держав запобігання та реагування на дії насильства щодо жінок із належною ретельністю\" [переклад секретаріату Суду].", "2.  Рада Європи", "80.  У своїй Рекомендації Rec (2002) 5 від 30 квітня 2002 р. Про захист жінок від насильства Комітет Міністрів Ради Європи запропонував державам, зокрема, запровадити, розробити та/або вдосконалити, за необхідності, національну політику боротьби з насильством, засновану на максимальній безпеці та захисті жертв, підтримці та допомозі, адаптації до кримінального та цивільного законодавства, обізнаності громадськості, спеціальній підготовці фахівців, які стикаються з насильством щодо жінок та займаються його профілактикою.", "81.  Зокрема, Комітет Міністрів рекомендував державам запровадити кримінальну відповідальність за серйозні акти насильства щодо жінок, такі як сексуальне насильство та зґвалтування, зловживання уразливістю внаслідок вагітності, неможливості захищатись, хвороби, слабкості або стану залежності, а також зловживання владою з боку особи, яка скоїла таке діяння. Комітет Міністрів також запропонував державам забезпечити можливість притягнення до відповідальності за заявою жертв насильства, передбачити порушення кримінальної справи на прохання прокуратури, щоб заохотити її розглядати насильство щодо жінок та дітей як обтяжуючу чи вирішальну обставину у вирішенні питання про притягнення до кримінальної відповідальності за публічним обвинуваченням, забезпечуючи, де це доцільно, заходи щодо забезпечення ефективного захисту жертв від погроз та ризику помсти, а також забезпечити за допомогою конкретних заходів захист прав дітей під час провадження.", "82.  Стосовно домашнього насильства, Комітет Міністрів рекомендував державам визнати кримінально караним злочином будь-яке насильство, вчинене в сім’ї, розглянути можливість вжиття заходів, зокрема, дозволити судовим органам захищати потерпілих, вживати тимчасових заходів із забороною винній особі контактувати з потерпілими або зустрічатися з ними, проживати разом із ними, а також криміналізувати будь-яке порушення захисних заходів, застосованих державними органами до нападника, та встановити обов’язковий протокол втручання для поліції та медичних і соціальних служб.", "3.  Міжамериканська система", "83.  У рішенні, постановленому у справі Velásquez Rodríguez проти Гондурасу, Міжамериканський суд висловився наступним чином:", "« Держава може бути притягнута до відповідальності за незаконне діяння, що є порушенням прав людини, яке, в принципі, безпосередньо не відноситься до неї, наприклад, тому що особа, яка його скоїла, є фізичною особою, або якщо таку особу не було встановлено, і не тому, що держава скоїла оспорюване діяння, а тому, що не діяла з невідкладністю, необхідною для запобігання порушенню або для відповіді на нього, відповідно до вимог Конвенції. »", "84.  З юридичної точки зору, принцип того, що дії фізичної особи в кінцевому рахунку можуть призвести до відповідальності держави, обґрунтовується тим, що держава не забезпечила захист прав людини, що є обов’язком, накладеним на неї відповідно до статті 1 § 1 Американської Конвенції з прав людини. Застосовуючи цей принцип, Міжамериканський суд неодноразово стверджував, що держави несуть міжнародну відповідальність, коли вони недостатньо ретельно запобігають, розслідують та карають порушення прав людини або не забезпечують відповідне відшкодування сім’ям жертв.", "85.  Міжамериканська конвенція 1994 р. Про запобігання, покарання та викорінення насильства щодо жінок (\"Конвенція Белем-ду-Пара\") накладає на держави зобов’язання щодо усунення гендерного насильства. Ця конвенція - єдиний багатосторонній договір про захист прав людини, присвячений виключно боротьбі з насильством щодо жінок.", "86.  Підтримуючи прийнятий Міжамериканським судом підхід до покладання відповідальності на державу за діяння чи бездіяльність приватних осіб, Міжамериканська комісія у справі Maria da Penha проти Бразилії вирішила, що держава Бразилія є відповідальною на підставі Межамериканської Конвенції та Конвенції Белем-ду-Пара через відсутність ретельності, необхідної для запобігання актам насильства в сім’ї та розслідування цих фактів. Крім того, Комісія вважала, що Бразилія порушила права заявниці та не виконала свої зобов’язання (зокрема, відповідно до статті 7 Конвенції Белем-ду-Пара, яка зобов’язує держави засуджувати всі форми насильства щодо жінок) через пасивність та терпимість до скоєного насильства. У цьому рішенні Комісія зазначила наступне:", "« (...) даний випадок є далеко не ізольованим випадком толерування з боку органів державної влади і, навпаки, ілюструє загальну практику. Заплющуючи очі на цю ситуацію, суспільство в цілому закріплює коріння та психологічні, соціальні й історичні фактори, на яких ґрунтується і процвітає насильство над жінками.", "Оскільки насильство, якого зазнала Марія да Пенха, є частиною загальної недбалості з боку держави та пасивності у притягненні до відповідальності та покаранні нападників, Комісія вважає, що держава не виконала не лише свої зобов’язання притягнути до кримінальної відповідальності та покарати, а також своє зобов’язання запобігати у даній справі діянням, що принижують гідність. Ця загальна та дискримінаційна неефективність судових органів також має наслідком створення клімату, сприятливого для домашнього насильства, оскільки суспільство не може виявити жодних ознак готовності органів державної влади, які представляють його, ефективно діяти задля покарання таких діянь.. »", "4.  Порівняльне право", "87.  Законодавство одинадцяти держав-членів Ради Європи, а саме, Албанії, Австрії, Боснії та Герцеговини, Іспанії, Естонії, Греції, Італії, Польщі, Португалії, Сан-Марино та Швейцарії, передбачає продовження кримінального переслідування, незважаючи на відкликання скарги потерпілими у випадках домашнього насильства.", "88.  Двадцять сім держав-членів, а саме, Німеччина, Андорра, Англія та Уельс, Вірменія, Азербайджан, Бельгія, Болгарія, Кіпр, Данія, \"Колишня Югославська Республіка Македонія\", Російська Федерація, Фінляндія, Франція, Грузія, Угорщина, Ірландія, Латвія, Люксембург, Мальта, Молдова, Нідерланди, Чехія, Сербія, Словаччина, Швеція, Туреччина та Україна надають компетентним органам певну свободу для вирішення питання щодо продовження судового переслідування осіб, винних у домашньому насильстві. Велика кількість нормативно-правових актів розрізняють діяння, які підлягають приватному обвинуваченню (коли подання заяви потерпілими є необхідною передумовою), і ті, що підлягають кримінальному переслідуванню за публічним обвинуваченням (які стосуються, зокрема, серйозніших правопорушень, щодо яких обвинувачення становить суспільний інтерес).", "89.  Законодавство та практика двадцяти семи перерахованих вище країн свідчать про те, що продовження кримінального переслідування у разі відкликання скарги жертвою є питанням, залишеним на розсуд державних органів, та, здійснюючи це повноваження, вони вирішують, перш за все, чи відповідає такий захід суспільним інтересам. У деяких із цих країн, включаючи Англію та Уельс, королівська прокуратура (Crown Prosecution Service) повинна враховувати низку факторів при вирішенні питання про притягнення до кримінальної відповідальності осіб, винних у домашньому насильстві, у тому числі тяжкість вчинених діянь, характер фізичної чи психологічної шкоди, заподіяної жертві, питання про те, чи було під час насильства застосовано зброю, та чи вчиняв винний погрози після скоєння насильства, умисність вчиненого насильства, наслідки насильства - у тому числі психологічні - для дітей та членів родини, ризик рецидиву, який становить особа, котра скоїла насильство, безпосередність загрози здоров’ю та безпеці жертви та зацікавлених осіб або тих, хто міг би стати таким, поточний стан відносин між нападником та його жертвою, наслідки продовження притягнення до відповідальності після відкликання жертвою заяви, відносини між жертвою та правопорушником, включно з тим, чи були інші випадки насильства, наявність у правопорушника судимості до вчинення нападу, зокрема, будь-яке скоєне ним діяння. Законодавство цієї країни прямо вимагає, щоб рішення про притягнення до відповідальності визначало рівновагу між правами жертви та правами дітей, відповідно до статей 2 і 8.", "90.  Румунія, здається, єдина держава, яка обумовлює продовження судового розслідування виключно - і за будь-яких обставин - бажанням/скаргою потерпілих.", "C.  Звіти щодо домашнього насильства і становища жінок у Туреччині", "1.  Думка «Пурпурового даху» (Mor Çatı Kadın Sığınağı Vakfı – «Фундація  Mor Çatı»), організація, яка влаштовує притулки для жінок, відповідно до закону № 4320 від 7 липня 2007 року", "91.  Наведений звіт доводить, що Закон № 4320 (див. параграф 70 вище) ще не повністю імплементований, і хоча кількість наказів про захист та приписів, виданих судами у сімейних справах, збільшилася протягом останніх років, деякі суди продовжують призначати дати слухань через два-три місяці після подання скарги у справах, пов’язаних із погрозами вбивства щодо жінок. Автори звіту вважають, що така практика відображає схильність суддів та прокуратури розглядати дії, передбачені Законом № 4320, як форми позову про розірвання шлюбу, хоча цей закон наділив їх повноваженнями вживати невідкладних заходів на користь жінок задля захисту їхнього життя. Вони також повідомляють, що стикаються з труднощами у виконанні приписів, виданих судами.", "92.  Більш того, зі звіту видно, що за два роки, що передували його оприлюдненню, лише 120 із приблизно 900 жінок, які подали заяви до фундації Mor Çatı і які боролися за реалізацію своїх прав, передбачених Законом № 4320, досягли успіху. Звіт вказує на те, що фундація Mor Çatı визначила серйозні проблеми в застосуванні цього закону, пов’язані, зокрема, з тим, що насильство в сім’ї все ще толерується з боку поліції та деяких представників держави, які виступають у ролі посередників, котрі стають на бік чоловіків проти жінок, або намагаються переконати останніх відкликати скаргу. У звіті також зазначено, що накази про заборону щодо чоловіків, на підставі Закону № 4320, стикаються з серйозними проблемами, оскільки деякі жінки, які бажають співпрацювати з фундацією Mor Çatı, не змогли отримати виконання наказів, постановлених на їхню користь, тому що їхні чоловіки є поліцейськими або мають дружні стосунки з працівниками відділень поліції, які є відповідальними за контроль за виконанням наказу.", "93.  Повідомляючи про надмірну затримку у постановленні судових наказів і приписів, у звіті зазначається, що причиною є схильність судових органів порівнювати звинувачення в домашньому насильстві зі скаргами на підтримку розлучення та підозри, що жінки подають їх, хоча насправді не зазнали насильства. Вважається, що аргумент про те, ніби жінки неправомірно використовують Закон № 4320, є необґрунтованим, оскільки чоловіки сплачують майже всі домашні витрати, і тому жінки наважуються вимагати застосування Закону № 4320 тільки тоді, коли стикаються зі смертельною небезпекою. Нарешті, зазначається, що судові приписи, як правило, обмежені, і суди, в принципі, відмовляються розширювати сферу їх застосування.", "2.  Наукове дослідження від 25 листопада 2005 року щодо застосування закону № 4320, упорядковане Центром інформації з прав жінок (KA-MER) спілки адвокатів Діярбакира", "94.  У цьому звіті зазначається, що насильство є складовою турецької культури і толерується у багатьох сферах життя. Було проаналізовано позови, подані до цивільного суду першої інстанції (sulh hukuk mahkemesi) і трьох цивільних судів вищої інстанції (asliye hukuk mahkemesi) Діярбакира. Дослідженням встановлено, що починаючи з 1998 року, коли набув чинності закон № 4320, і до вересня 2005 року, до цих судів було подано 183 позови, засновані на цьому законі, за якими у 104 справах було постановлено вжити різних заходів, а у 79 справах, за відсутності підстав для ухвалення рішення, про залишення позову без задоволення або про непідсудність справи.", "95.  У звіті зазначається, що, незважаючи на важливість проблеми сімейного насильства, закон № 4320 дуже рідко застосовується або через те, що мешканці регіону мало знають про нього, або ж тому, що вони відчувають глибоку недовіру до правоохоронних органів. Уточнюється, що зволікання із ухваленням наказів та приписів, а також відсутність контролю за їх виконанням з боку державних органів, становлять найважливіші труднощі.", "96.  У звіті додається, що однією з перешкод, які знеохочують жінок використовувати цей закон, є ворожість поліцейських щодо жертв сімейного насильства, які приходять до комісаріатів. Уточнюється, що жінки, які приходять скаржитись на такі діяння, стикаються зі ставленням працівників поліції, схильних вважати їхню проблему частиною приватної сімейної сфери, до якої вони втручаються вкрай неохоче.", "97.  Було сформульовано рекомендації, спрямовані на поліпшення застосування закону № 4320 і посиленнях захисту потерпілих від домашнього насильства.", "3.  Статистика, упорядкована службою гарячої лінії KA-MER Діярбакира за період з 1 серпня 1997 до 30 червня 2007 року", "98.  Вищезгаданий статистичний звіт ґрунтується на інтерв’ю, проведених з 2484 жінками. Він свідчить про те, що всі скаржниці зазнали психологічного насильства, близько 60% з них також стали жертвами фізичного насильства, найбільш постраждалою є вікова група 20-30 років (43%), і 57% цих жінок перебувають у шлюбі. Також зазначається, що більшість жертв неписьменні або малоосвічені, і 78% з них мають курдське походження. Очевидно, що 91% жінок, які скористалися «гарячою лінією», походять із Діярбакира, і 85% жертв не мають власного доходу.", "4.  Звіт, оприлюднений 2004 року Amnesty International «Туреччина: жінки і насильство в сім’ї»", "99.  У звіті зазначено, що статистичні дані щодо масштабів насильства над жінками в Туреччині є мізерними та недостовірними, і підкреслюється, що культура насильства ставить жінок у подвійну загрозу бути жертвою та бути позбавленою ефективного доступу до правосуддя. Зазначається, що жінки з уразливих категорій, таких як бідні чи ті, хто рятується від конфлікту чи стихійного лиха, перебувають у особливій небезпеці, а на південному сході країни злочини проти жінок залишаються значною мірою безкарними.", "100.  У звіті зазначено, що захисники прав жінок борються проти менталітету тих, хто толерує насильство щодо жінок, зокрема, численних суддів, урядовців та лідерів громадської думки. Зазначається, що закон більше не захищає від дискримінаційного ставлення, відколи до нього було внесено зміни, натомість, на жінок продовжує здійснюватись тиск стереотипів, аби вони відповідали певним різновидам поведінки, що обмежує доступний їм вибір.", "101.  У звіті констатується, що на всіх рівнях правоохоронної системи відсутність оперативної та суворої реакції на скарги жінок, які були зґвалтовані, зазнали сексуального насильства чи жорстокого поводженням всередині своїх сімей. Йдеться про те, що працівники поліції не хочуть запобігати випадкам домашнього насильства та розслідувати їх, включно з випадками насильницької загибелі жінок, і що прокурори часто відмовляються розслідувати випадки домашнього насильства чи запроваджувати захисні заходи для жінок, яким погрожує власна родина чи громада. Відзначається, що поліція та судді не роблять нічого, аби забезпечити виконання судових заходів, накладених на чоловіків, особливо щодо захисту жертв, а також, коли їх засуджують, вони отримують невиправдане помилування на тій підставі, що жертви їх \"спровокували\", або з інших не менш спірних причин.", "102.  У звіті зазначено, що жінки стикаються з багатьма перешкодами, коли намагаються звернутись до правосуддя та захистити себе від насильства. Зазначається, що багато працівників поліції вважають, що їхня роль полягає у \"примиренні подружжя\", і відмовляються розслідувати скарги жінок. Зазначається, що на них, особливо в сільській місцевості, часто неможливо подати скарги, оскільки жінки не можуть віддалитись від місця проживання під загрозою потрапити під пильне стеження, зазнати критики та, в деяких випадках, насильства.", "103.  Крім того, хоча деякі суди, здається, запровадили реформу, їхня свобода розсуду дозволяє особам, відповідальним за домашнє насильство, надалі користуватися невиправданою поблажливістю. Вироки часто пом’якшуються за примхами суддів, для яких \"загострена провокація\" щодо звичаю, традиції чи честі залишається прийнятним виправданням.", "104.  Нарешті, у звіті наведено низку рекомендацій для турецького уряду, а також релігійних установ та місцевих органів влади, щоб заохотити їх вирішувати проблему домашнього насильства.", "5.  Звіт про «злочини честі», підготовлений проектом спілки адвокатів Діярбакира «Правосуддя для всіх» та Центром інформації з прав жінок", "105.  Згаданий звіт мав на меті вивчити судові аспекти явища \"злочинів честі\". З цією метою його автори провели дослідження рішень, ухвалених судом присяжних Діярбакира та судами у справах неповнолітніх, які були ухвалені з 1999 до 2005 р., аби підрахувати справи щодо цих злочинів, які розглядались у суді, а також проаналізувати реакцію судових органів на них, стратегії захисту, застосовані підсудними, роль соціальних структур (сімейних рад та звичаїв) та мотиви злочинців. Протягом звітного періоду було виокремлено 59 справ, за якими судом були постановлені рішення, що стосувались 71 жертви (вбивства чи напади) та 81 підсудного.", "106.  Висновки цього звіту свідчать, що у випадках, коли жертвами були чоловіки, обвинувачені захищалися тим, що стверджували, що потерпілі скоїли зґвалтування, сексуальне насильство, викрадали когось із родичів або підбурювали до зайняття проституцією, а у випадках, коли жертвами були жінками, підсудні заявляли на свій захист, що жертви спілкувалися з іншими чоловіками, займалися проституцією або вчинили перелюб. Пом’якшувальні обставини необґрунтованої провокації були виявлені в 46 рішеннях. Стаття 59 турецького Кримінального кодексу, яка дозволяє суддям на власний розсуд оцінювати наявність пом’якшувальних обставин, була застосована у 61 обвинувальних вироках.", "ПРАВО", "I.  ЩОДО ПРИЙНЯТНОСТІ", "107.  Уряд навів два заперечення щодо прийнятності.", "A.  Щодо стверджуваного недотримання шестимісячного строку, передбаченого статтею 35 § 1 Конвенції", "108.  Уряд стверджує, що скарга була подана поза шестимісячним строком у тій частині, що стосується подій, які сталися до 2001 року. Він стверджує, що скарги за період із 1995 по 2001 рік повинні бути відхилені через це, і, якщо заявниця вважала, що рішення державних органів влади щодо подій, котрі відбулися в цей період, негативно вплинули на неї, вона мала подати цю скаргу до Комісії - або до Суду, після набуття чинності Протоколом № 11, - у межах шестимісячного строку з дня постановлення кожного рішення.", "109.  Заявниця стверджує, що подала скаргу протягом шести місяців із моменту виникнення фактів, про які йдеться. За її словами, вони становлять одне ціле, і не слід розглядати їх окремо.", "110.  Суд нагадує, що правило про шестимісячний строк має на меті гарантувати правову безпеку і стежити за тим, щоб спірна справа, з точки зору Конвенції, була розглянена протягом розумного строку (Kenar проти Туреччини (déc.), № 67215/01, 1 грудня 2005). Відповідно до усталеної практики, шестимісячний строк починає перебіг від дати оспорюваного рішення, якщо у внутрішній системі права не існує засобу правового захисту.", "111.  У зв’язку з цим Суд встановив, що перший з-поміж численних нападів і фізичних погроз, скоєних H.O. щодо заявниці і її матері, мав місце 10 квітня 1995 року. Насильство, скоєне цією особою, спричинило смерть її матері та заподіяло заявниці тяжкий біль та страждання. Усвідомлюючи часовий проміжок у оскаржуваних подіях, Суд вважає, однак, що атмосферу насильства, в якій заявниця та її мати прожили тривалий час, слід розглядати не як послідовність окремих та відокремлених випадків, а як низку взаємопов’язаних фактів, які слід розглядати в сукупності.", "112.  З огляду на це, Суд зазначає, що заявниця подала свою скаргу протягом шести місяців від дня, коли її мати була вбита H.O., і вважає, що саме в той момент, коли вона усвідомила неспроможність влади перешкодити колишньому чоловікові і надалі чинити насильство, вона зрозуміла неефективність засобів правового захисту, наявних у внутрішньому правовому порядку. За відсутності жодних ознак того, що заявниця запізно подала свою скаргу після того, як їй стало зрозуміло, що її скарги неможливо задовольнити, Суд вважає, що шестимісячний строк почав спливати не раніше 13 березня 2002 року (див. параграф 54 вище). У будь-якому випадку, не можна вважати, що насильство щодо заявниці було припинено, оскільки H.O. продовжує загрожувати її життю та спокою (параграфи 59-69 вище).", "113.  Беручи до уваги обставини даної справи, слід вважати, що заявниця подала заяву в межах шестимісячного строку, передбаченого статтею 35 § 1 Конвенції. Тому Суд відхиляє попереднє зауваження Уряду щодо недотримання шестимісячного строку.", "B.  Щодо стверджуваного невичерпання внутрішніх засобів правового захисту", "114.  Стверджуючи, що заявниця і її матір кілька разів відкликали свої скарги, що спричиняло припинення кримінального переслідування H.O., Уряд стверджує, що заявниця не вичерпала внутрішні засоби правового захисту. Він також стверджує, що вона не скористалась захистом, який пропонував їй закон № 4320, і що вона перешкоджала прокуророві вступати в провадження в суді з сімейних справ, оскільки відкликала свої скарги. Уряд підкреслює, що вона могла подати адміністративні та цивільні позови, які Суд визнав ефективними у попередніх справах (і посилається у зв’язку з цим на рішення у справі Aytekin проти Туреччини, 23 вересня 1998, Recueil des arrêts et décisions 1998-VII). Зрештою, посилаючись на рішення, постановлені Судом у справах Ahmet Sadık проти Греції (15 листопада 1996, § 34, Recueil 1996-V) і Cardot проти Франції (19 березня 1991, § 30, série A № 200), Уряд стверджує, що у внутрішніх судах заявниця ніколи, навіть щодо суті, не порушувала скаргу про дискримінацію, яку порушує в Суді, і тому згадані скарги мають бути проголошені неприйнятними.", "115.  Заявниця стверджує, що вичерпала наявні внутрішні засоби правового захисту, і що вони виявились неефективними, оскільки влада не змогла захистити життя її матері і стати на перешкоді жорстокому поводженню H.O. щодо них. Стверджуючи, що закон № 4320 набув чинності 14 січня 1998 року, і що чимала кількість фактів, на які вона скаржиться, мали місце після цієї дати, заявниця спростовує тезу Уряду про те, що вона не скористалася засобами, які пропонує цей закон, і уточнює, що внутрішнє право до ухвалення згаданого закону не передбачало жодного механізму захисту від домашнього насильства. Вона підкреслює, що, незважаючи на численні скарги, які вона подавала до прокуратури, державні органи не вжили жодних передбачених законом заходів, аби захистити життя та спокій її самої та її матері.", "116.  Суд встановив, що основне питання, яке постає з приводу вичерпання внутрішніх засобів правового захисту, полягає у тому, чи, з одного боку, заявниця скористалась правовими засобами, наявними у внутрішній системі права, зокрема, заходами, передбаченими законом № 4320, і чи, з іншого боку, турецькі державні органи мали підтримувати кримінальне провадження проти чоловіка заявниці, хоча потерпілі й відкликали свої скарги. Оскільки ці питання нерозривно пов’язані з питанням про те, чи внутрішні засоби правового захисту були достатньо ефективними, аби ефективно захистити заявницю і її матір від насильства, якого вони зазнавали всередині родини, Суд вирішує долучити їх до розгляду щодо суті і дослідити їх із точки зору статтей 2, 3 і 14 Конвенції (див. поміж іншими, Şemsi Önen проти Туреччини, № 22876/93, § 77, 14 травня 2002).", "117.  З огляду на наведене, Суд вважає, що заява не є явно необґрунтованою у розумінні статті 35 § 3 Конвенції. Він також вважає, що не встановлено жодних інших мотивів неприйнятності. Тому її слід проголосити прийнятною.", "II.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 2 КОНВЕНЦІЇ", "118.  Заявниця стверджує, що недотримання владою своїх зобов’язань захистити життя її матері, вбитої її колишнім чоловіком, становить порушення статті 2 § 1, відповідні положення якої кажуть:", "« Право кожного на життя охороняється законом. Нікого не може бути умисно позбавлено життя інакше, ніж на виконання смертного вироку суду, винесеного після визнання його винним у вчиненні злочину, за який закон передбачає таке покарання.»", "A.  Аргументи сторін", "1.  Аргументи заявниці", "119.  Заявниця стверджує, що турецькі суспільство і влада толерують акти сімейного насильства, а особи, які скоюють його, користуються безкарністю. У зв’язку з цим вона зазначила, що незважаючи на численні скарги, які вона надіслала до прокуратури Діярбакира, державні органи не вжили жодних заходів, передбачених законом № 4320, аби захистити життя та спокій її самої та її матері, і, натомість, підкреслює, що вони намагались переконати її відкликати скарги проти H.O., не реагували на висловлені ним погрози вбивства і залишили їх на поталу нападнику.", "120.  Заявниця повідомила, що 27 лютого 2002 року її мати скаржилася органам прокуратури на погрози вбивства, висловлені H.O., але вони нічого не зробили для захисту її життя. Вона вважає, що той факт, що вони не сприйняли серйозно звинувачення її матері, свідчить про те, що насильство в сім’ї толерується турецьким суспільством та владою.", "121.  Вона стверджує, що покарання, яке було накладене на H.O. за вбивство, є значно менш суворим, ніж зазвичай передбачене за такий злочин, що воно не має стримуючого наслідку, і що байдужість пояснюється тим, що перед судом присяжних він виправдав убивство тещі необхідністю захистити свою честь. Вона зазначає, що турецькі правоохоронні органи сповідують практику пом’якшення покарань, накладених за «злочини честі», і на осіб, які їх скоюють, накладаються дуже легкі покарання або ж їх взагалі звільняють від будь-якого покарання.", "2.  Аргументи Уряду", "122.  Уряд стверджує, що місцеві органи влади вжили негайних та конкретних заходів, аби відповісти на звинувачення заявниці та її матері, уточнивши, що вони зареєстрували їхні заяви, як тільки вони звернулися до них, направили їх на медичний огляд, допитали свідків, дослідили місця, де відбувалися напади, і передали скарги до компетентних судових органів. За словами Уряду, H.O. був затриманий та засуджений кримінальними судами кожного разу, коли серйозність його дій виправдовувала такі заходи. Цих заходів було вжито якнайшвидше, державні органи працювали сумлінно, уважно ставилися до скарг потерпілих і не можуть бути звинувачені у недбалості.", "123.  Відкликаючи свої скарги, заявниця та її матір створювали перешкоди для продовження кримінального провадження проти H.O., і, таким чином, сприяли безкарності, якою він скористався. Жоден із документів у матеріалах справи не дозволяє припустити, що заявниця і її мати відкликали свої скарги під тиском нападника чи прокурора, який розглядав справу. За обставин даної справи, у якій протиправні діяння не спричинили захворювання чи втрату працездатності на строк понад десять днів, у розумінні статтей 456 § 4, 457 і 460 Кримінального кодексу, притягнення особи, яка скоїла насильство, до кримінальної відповідальності залежало від подання або підтримання скарги потерпілими. Водночас, більшість проваджень, відкритих проти H.O., завершились закриттям справи через недоведеність вини. За таких обставин судові органи не мали роз’єднувати сім’ю, яку утворювали заявниця і H.O., шляхом проголошення вироку проти нього, що спричинило б порушення їхніх прав, гарантованих статтею 8 Конвенції.", "124.  Скарга, подана матір’ю заявниці 27 лютого 2002 року, не відрізнялася від попередньої та мала загальний характер. У ній не було жодних значущих фактів чи конкретних ознак того, що скаржниці дійсно загрожує смерть. Вона не просила про захист, а лише про негайний розгляд її скарги та покарання її зятя. Отримавши цю скаргу, органи влади, як повідомляється, зареєстрували її та провели перше судове засідання 27 травня 2002 року, за яким слідували інші. Зрештою, H.O. було згодом визнано винним у вбивстві матері заявниці і йому було призначене тяжке покарання.", "3.  Зауваження третьої сторони, Interights", "125.  Спираючись на міжнародну практику, Interights стверджує, що на державу може бути покладена відповідальність внаслідок відмови державних органів із належною сумлінністю запобігати насильству щодо жінок - в т.ч. скоєного приватними особами, - і розслідувати такі діяння, а також притягнути до кримінальної відповідальності та покарати винних. Оскільки право не зазнавати катувань та право на життя є jus cogens, то держава бере на себе зобов’язання виявляти зразкову сумлінність у розслідуванні зазначених діянь та притягненні правопорушників до відповідальності.", "126.  Особи, які скоюють насильство в сім’ї, зазвичай вдаються до залякування та погроз, щоб не дозволити своїм жертвам оприлюднювати ці факти, або примушують їх відкликати скарги. Тому держава, а не жертви, повинні стежити за тим, щоб винні особи відповідали за свої дії і не залишалися безкарними. У міжнародній практиці здатність вдаватись до дій, з метою притягнення до відповідальності за домашнє насильство, надано не лише жертвам, але й іншими особами. Зростає також тенденція до підтримання публічного обвинувачення проти винних у домашньому насильстві, навіть якщо скарга потерпілого відкликана, коли є достатньо доказів, і суспільний інтерес диктує це. Ці два елементи відображають тенденцію до відмови від вимоги участі жертви у вжитті правових дій та передачі державі повної відповідальності за ефективне покарання домашнього насильства.", "127 Будь-яке індивідуальне рішення про припинення провадження без подальших наслідків не призводить до ipso facto порушення зобов’язання діяти з належною сумлінністю, але законодавство чи практика систематично перешкоджають продовженню розслідування або провадження, відкритого щодо актів домашного насильства, у випадку відкликання скарги потерпілим. Витлумачене у світлі рішення Комітету CEDAW у справі Fatma Yıldırım проти Австрії (цитується в розділі про відповідні міжнародно-правові документи), це зобов’язання вимагає від держави не лише запровадити відповідну законодавчу базу, а й забезпечити її ефективне застосування та дотримання.", "B.  Оцінка Суду", "1.  Щодо стверджуваного недотримання зобов’язання захистити життя матері заявниці", "a)  Відповідні принципи", "128.  Суд нагадує, що перше речення статті 2 § 1 зобов’язує державу не лише утримуватись від умисного та протиправного спричинення смерті, але й вживати заходів, необхідних для захисту життя осіб, які перебувають під її юрисдикцією (L.C.B. проти Сполученого Королівства, 9 червня 1998, § 36, Recueil 1998-III). Зобов’язання держави у цьому відношенні передбачає першочерговий обов’язок гарантувати право на життя шляхом запровадження конкретного кримінального законодавства, котре знеохочує скоювати замахи на особу, також спираючись на механізм імплементації, запроваджений задля запобігання, припинення та покарання порушень. За певних обставин це може також означати покладення на владу позитивного зобов’язання превентивно вживати практичних заходів, аби захистити особу, життю якої загрожують кримінальні дії інших осіб (див. Osman проти Сполученого Королівства, 28 жовтня 1998, § 115, Recueil 1998-VIII, цитовано у Kontrová проти Словаччини, № 7510/04, § 49, 31 травня 2007).", "129.  Не оминаючи увагою труднощі, з якими стикається поліція при здійсненні своїх функцій у сучасних суспільствах, непередбачуваність поведінки людей та оперативний вибір, який слід робити з точки зору пріоритетів та ресурсів, це зобов’язання повинно тлумачитися так, щоб не покладати на владу нерозумний чи надмірний тягар. Тому будь-яка передбачувана загроза життю не зобов’язує владу, з точки зору Конвенції, вживати конкретних заходів для запобігання їх реалізації. Для того, щоб виник позитивний обов’язок, необхідно встановити, що влада знала або повинна була знати на той час, що даній особі дійсно і негайно загрожують злочинні дії третьої сторони, і що державні органи не вжили в межах своїх повноважень заходів, які з розумної точки зору, безсумнівно усунули б цей ризик. Іншим відповідним питанням є необхідність забезпечення того, щоб поліція здійснювала свої повноваження щодо контролю та запобігання злочинності, повністю дотримуючись правових шляхів та інших гарантій, які законно обмежують сферу кримінального розслідування та передання правопорушників до рук правосуддя, включно з гарантіями, передбаченими у статтях 5 та 8 Конвенції (Osman, цитовано, § 116).", "130.  Суд вважає, що, зіткнувшись із твердженням про те, що влада не виконала своє позитивне зобов’язання захистити право на життя в контексті обов’язку запобігання та покарання злочинів проти особи, він має переконатись, що зазначені органи влади знали або повинні були знати на той час, що одній або кільком особам дійсно і негайно загрожують злочинні дії третьої сторони, і що державні органи не вжили в межах своїх повноважень заходів, які, з розумної точки зору, безсумнівно усунули б цей ризик. Більш того, зважаючи на характер права, що охороняється статтею 2, яке є суттєвим для змісту Конвенції, заявнику достатньо довести, що державні органи не зробили все, чого від них розумно можна було очікувати, аби запобігти втіленню певного і безпосереднього ризику для життя, про який вони знали чи повинні були знати. Це питання, відповідь на яке залежить від усіх обставин конкретної справи (ibidem).", "b)  Застосування згаданих принципів у даній справі", "i.  Предмет справи", "131.  Задля цього Суд має встановити, чи виконали державні органи свої зобов’язання вжити превентивних практичних заходів для захисту життя матері заявниці. У зв’язку з цим слід встановити, чи знали ці органи влади на той час, що життю цієї особи дійсно та негайно загрожують злочинні діяння з боку H.O. Як випливає із зауважень сторін, вирішальним питанням у цій справі є те, чи місцеві органи влади доклали належної сумлінності задля запобігання насильству, спрямованому проти заявниці та її матері, зокрема, шляхом вжиття проти H.O. відповідних репресивних та запобіжних заходів, незважаючи на те, що потерпілі відкликали свою скаргу.", "132 Однак, перш ніж перейти до цого розгляду, Суд бажає підкреслити, що насильство в сім’ї - це явище, яке може набувати різних форм: фізичне насильство, психологічне насильство, образи, котрі не обмежуються цією справою. Це загальна проблема, спільна для всіх держав-членів, яка не завжди виявляється, оскільки вона часто є частиною особистих стосунків або обмежених кіл, і яка не стосується виключно жінок. Чоловіки також можуть зазнавати домашнього насильства, а також діти, які часто прямо чи опосередковано стають жертвами. Вивчаючи факти справи, Суд враховує серйозність цієї проблеми.", "ii.  Щодо питання про те, чи місцеві органи влади були спроможні передбачити напад зі смертельним наслідком, скоєний H.O.", "133.  У даній справі Суд зазначає, що стосунки між заявницею і її чоловіком від самого початку були складні, що їхня незгода призвела до того, що він вдався до насильства, і що матір заявниці ставала поміж ними, аби захистити свою дочку, і тому стала мішенню для H.O., котрий закидав їй те, що вона є причиною проблем подружжя (параграф 28 вище). Слід нагадати деякі події і спосіб, у який влада відреагувала на них.", "i.  10 квітня 1995 року H.O. і A.O. завдали заявниці і її матері побоїв, котрі становили тяжкі тілесні ушкодження, і висловили погрозу вбивства. Потерпілі подали скаргу, але відкликали її, що спричинило закриття провадження проти H.O. і A.O. (параграфи 9-11 вище) ;", "ii.  11 квітня 1996 року H.O. завдав своїй дружині потенційно смертельних поранень. Його взяли під варту і висунули обвинувачення у завданні ударів та поранень. Водночас, заявниця відкликала скаргу після того, як його було звільнено, і провадження проти нього було закрите без ухвалення рішення (параграфи 13-19 вище) ;", "iii.  5 лютого 1998 року H.O. напав на дружину і тещу з холодною зброєю. Вони були тяжко поранені, але прокурор вирішив закрити провадження за відсутністю достатніх доказів (параграфи 20 і 21 вище) ;", "iv.  4 березня 1998 року H.O. тяжко поранив заявницю і її матір, збивши їх машиною. З медичного висновку, зробленого з цього приводу, випливає, що травми, яких зазнала заявниця, призвели до втрати працездатності на сім днів, а ті, які були завдані її матері, могли бути смертельними. Після цього нападу потерпілі просили прокуратуру захистити їх від погрози вбивством, висловленої H.O., і заявниця розпочала процедуру розлучення. Розслідувавши їхні повідомлення, поліція дійшла висновку, що погрози вбивством пролунали з обох боків, що мати заявниці подала цю скаргу аби помститись H.O. і підбурити свою дочку розлучитись із ним, і що вона «марнувала час» правоохоронних органів. H.O. притягли до відповідальності за погрози вбивством і замах на вбивство, але після того, як його було звільнено (параграф 31 вище), заявниця і її мати негайно відкликали свою скаргу. Цього разу, хоча прокуратура закрила провадження, порушене проти H.O. за погрози вбивством і завдання поранень заявниці, суд присяжних Діярбакира призначив йому покарання у вигляді трьох місяців позбавлення волі, котре згодом було замінене на штраф, за завдання поранень тещі (параграфи 23-36 вище) ;", "v.  29 жовтня 2001 року, після відвідання матері, заявниця отримала від H.O. сім ножових ударів. Він здався поліції, стверджуючи, що напав на дружину під час сварки, причиною якої була свекруха, котра втручалась у їх родинні справи. Після допиту в поліції його було звільнено. Водночас, мати заявниці просила прокуратуру заарештувати H.O., уточнивши, що вона і її дочка були змушені відкликати скарги під погрозою вбивством і тиску з його боку. Внаслідок цих подій H.O. було визнано винним у нападі із застосуванням холодної зброї і на нього було накладено штраф (параграфи 37-44 вище) ;", "vi.  14 листопада 2001 року H.O. погрожував заявниці. Прокуратура закрила справу за відсутністю достовірних доказів (параграфи 45 і 46 вище) ;", "vii.  19 листопада 2001 року мати заявниці подала прокурору скаргу, у якій стверджувала, що H.O. не перестає висловлювати погрози на адресу її і її дочки, і що він володіє зброєю. Після допиту в поліції H.O було знову звільнено. Водночас, прокуратура висунула проти нього підозру у погрозах вбивства (параграфи 47-49 вище) ;", "viii.   27 лютого 2002 року мати заявниці повідомила прокуророві, що частота погроз, висловлених H.O., подвоїлась. Стверджуючи, що їй та її дочці безпосередньо загрожує смерть, вона вимагала вжити стримуючі заходи щодо H.O., якого має допитати поліція. Лише після вбивства матері заявниці поліцейський суд заслухав H.O. щодо цих повідомлень, котрі він спростував, стверджуючи, що не бажав, аби його дружина відвідувала матір, оскільки вона вела розпусне життя (параграфи 51-52 вище).", "134.  З наведених фактів випливає, що заявниця і її мати зазнавали від H.O насильства все більшої сили. Тяжкість скоєних ним правопорушень виправдовувала запровадження превентивних заходів, а здоров’я та безпека потерпілих постійно перебували під загрозою. Дослідження стосунків між різними дійовими особами цієї справи чітко доводить, що H.O. у минулому чинив домашнє насильство, і що ризик нового насильства був великим.", "135.  Водночас, влада була повністю обізнана зі становищем жертв. Мати заявниці зверталась до прокуратури Діярбакира, аби повідомити, що їй загрожувала безпосередня небезпека вбивства, і просила вжити заходів щодо H.O., на що влада зреагувала, обмежившись допитом H.O. стосовно згаданих повідомлень. 11 березня 2002 року, менше ніж через два тижні, H.O. вбив матір заявниці (параграф 54 вище).", "136.  З огляду на наведене, Суд вважає, що місцеві державні органи мали передбачати, що H.O. готувався скоїти напад зі смертельними наслідками. Звичайно, Суд не може з певністю встановити, що події відбувались би інакше, і що вбивства не сталось би, якби державні органи поводились інакше, але Суд нагадує, що відсутність запровадження розумних заходів, які могли би мати реальний шанс змінити перебіг подій або зменшити завдану шкоду, є достатнім, аби задіяти відповідальність держави (E. І Інші проти Сполученого Королівства, № 33218/96, § 99, 26 листопада 2002). Тому Суд має встановити, якою мірою державні органи намагались запобігти вбивству матері заявниці.", "iii.  Щодо питання про те, чи державні органи виявили необхідну сумлінність, аби запобігти вбивству матері заявниці", "137.  Уряд стверджує, що внутрішнє право зобов’язувало прокуратуру закрити усі кримінальні провадження проти H.O., оскільки заявниця і її мати відкликали свої скарги. Уряд стверджує, що державні органи не могли вжити жодних інших заходів під загрозою порушення прав потерпілих, передбачених у статті 8. Заявниця, зі свого боку, стверджує, що вона і її мати були змушені відкликати свої скарги під погрозами вбивства і тиском з боку H.O.", "138.  Суд перш за все зазначає, що поміж державами-учасницями відсутній консенсус щодо питання про підтримання публічного обвинувачення проти осіб, які скоїли домашнє насильство, у тих випадках, коли потерпілі відкликають свої скарги (параграфи 87 і 88 вище). Натомість, існує згода стосовно того, що державні органи мають забезпечити справедливу рівновагу між правами жертв, передбаченими статтями 2, 3 і 8, коли вони мають вирішувати, якої поведінки у зв’язку з цим слід дотримуватись. Дослідивши відповідну практику держав-учасниць (параграф 89 вище), Суд встановив, що для того, аби висловитись про доцільність підтримання кримінального провадження, державні органи мають, зокрема, врахувати:", "–  тяжкість правопорушення ;", "–  характер шкоди – тілесної і психологічної – завданої жертві ;", "–  можливе застосування зброї;", "–  можливі погрози, висловлені після нападу особою, яка скоїла насильство;", "–  за потреби, наперед спланований характер нападу;", "–  потенційні наслідки нападу (у тому числі психологічні) для дітей, які живуть у родині;", "–  ризики, які становить нападник;", "–  збереження небезпеки для здоров’я та безпеки жертви або ж причетних осіб чи тих, на кого вона може поширитись;", "–  стан стосунків між жертвою і нападником, а також потенційні наслідки продовження кримінального переслідування проти її волі;", "–  стосунки в минулому між жертвою і нападником, зокрема, можливі попередні епізоди насильства ;", "–  попередні випадки притягнення нападника до відповідальності, зокрема, можливі попередні епізоди насильства.", "139.  З огляду на наведене, виглядає, що чим тяжчим є правопорушення, тим більшу тенденцію мають правоохоронні органи підтримувати публічне обвинувачення з огляду на громадський інтерес, незважаючи на відкликання жертвою скарги.", "140.  Зазначаючи, що Уряд стверджує, що влада втрутилась би в сімейне життя заявниці та її чоловіка, якби намагалася їх розлучити, і, маючи на увазі, що турецьке законодавство не вимагає підтримки публічного обвинувачення, коли потерпілий відкликає скаргу і не втрачав працездатність більш як на десять днів, Суд дослідить, чи місцеві органи влади забезпечили необхідну рівновагу між правами жертви, відповідно до статтей 2 та 8.", "141.  У зв’язку з цим Суд зазначає, що H.O. виявляв насильницьку поведінку у стосунках із заявницею, завдав численні поранення їй та її матері, піддав їх психологічному тиску, який мав викликати у них тривогу і жах, скоїв деякі напади із застосуванням летальної зброї – кинджал або пістолет, – і що він ніколи не припиняв висловлювати погрози вбивства на адресу обох жінок. Його вештання зі зброєю довкола помешкання тещі перед скоєнням вбивства дозволяють зробити висновок, що він спланував цей вчинок наперед (параграфи 47 і 54 вище).", "142.  Суд також зазначає, що H.O. був розлючений на матір заявниці, бо вважав її перешкодою між ним і дружиною, і що їхні діти також мають бути визнані жертвами, оскільки вони постраждали від психологічних наслідків постійного насильства, яке панувало в родині. Як було зазначено вище, нові епізоди насильства були не лише ймовірними, але й передбачуваними, беручи до уваги агресивність H.O., його колишні судимості, постійні погрози з його боку завдати шкоди здоров’ю та безпеці жертв, а також злість, якою були відзначені стосунки між подружжям (параграфи 10, 13, 23, 37, 45, 47 і 51 вище).", "143.  Суд вважає, що місцеві органи влади не надали достатньої ваги фактам, наведеним вище, коли вирішували закрити провадження проти H.O. Навпаки, виглядає, що вони переймались виключно тим, щоб запобігти втручанню у те, що вони вважали «сімейними історіями» (параграф 123 вище). Водночас, ніщо не вказує на те, що було враховано причини відкликання скарг заявниці та її матері. Однак, остання, звертаючись до прокурора Діярбакира, уточнила, що вона ухвалила таке рішення через тиск з боку H.O. і висловлені ним погрози вбивства (параграф 39 вище). До того ж, відкликання скарг мало місце після звільнення H.O. з-під варти і у той час, коли він перебував на свободі (параграфи 9-12, 17-19, 31 і 35 вище).", "144.  Беручи до уваги твердження Уряду про те, що державні органи порушили б права жертв, захищені статтею 8 Конвенції, якби знову втрутитись, Суд нагадує про висновок, зроблений у справі, що стосувалась подібного сімейного насильства, що вони не можуть вважати даремним втручатись у те, що вважають «приватною справою», не порушуючи своє позитивне зобов’язання гарантувати заявникам повагу до їхніх прав (Bevacqua і S. Проти Болгарії, № 71127/01, § 83, 12 червня 2008). Суд також нагадує, що втручання державних органів у приватне або сімейне життя може виявитись необхідним для захисту здоров’я або прав третіх осіб, а також, за певних обставин, задля запобігання кримінальним правопорушенням (K.A. і A.D. проти Бельгії, №№ 42758/98 і 45558/99, § 81, 17 лютого 2005). У даній справі тяжкість ризику, який висів над матір’ю заявниці, вимагала від них втручання.", "145.  Суд висловлює жаль з приводу того, що внутрішньо-правові положення, чинні на момент подій, а саме, статті 456 § 4, 457 і 460 Кримінального кодексу у попередній редакції, суворо обумовлювали притягнення до кримінальної відповідальності підтриманням скарги потерпілими, і що прокуратура не могла продовжувати розслідування, оскільки правопорушення, скоєні у даній справі, не спричинили захворювання або втрату працездатності на строк понад десять днів (параграф 70 вище). Суд зазначає, що як сукупний наслідок згаданих положень і неспроможності органів влади продовжити провадження проти H.O., мати заявниці була беззахисною супроти небезпеки, яка загрожувала її життю та безпеці. Інакше кажучи, чинна на той час нормативно-правова база, яка вимагала наявності захворювання або втрати працездатності на строк понад десять днів, не дозволяла достатніх заходів, яких держава мала вжити, аби виконати своє позитивне зобов’язання запровадити і застосувати в ефективний спосіб систему, яка переслідувала б будь-які різновиди домашнього насильства і надавала б жертвам достатні гарантії. Беручи до уваги тяжкість злочинів, у яких H.O. був винен у минулому, Суд вважає, що прокуратура мала бути спроможною продовжити кримінальне провадження, незважаючи на відкликання скарг потерпілими (див. у зв’язку з цим рекомендацію Rec(2002)5 Комітету Міністрів, параграфи 80-82 вище).", "146.  Констатувавши, що законодавча баз становила перешкоду для ефективного захисту жертв домашнього насильства, Суд має встановити, чи місцеві органи влади виявили необхідну сумлінність, аби у інший спосіб захистити право на життя матері заявниці.", "147.  Суд вважає, що хоча мати заявниці скаржилась на те, що H.O. переслідував її і порушував її приватне життя, тиняючись довкола її будинку озброєний ножем і пістолетом (параграф 47 вище), поліція і прокуратура не взяли його під варту і не вжили інших належних заходів, коли дізнались, що він носить вогнепальну зброю, якою у насильницький спосіб погрожував своїй жертві (Kontrová, цитовано, § 53). Хоча Уряд стверджує, що було жодного достовірного доказу безпосередньої небезпеки для життя матері заявниці, Суд, зі свого боку, вважає, що не схоже, аби державні органи оцінили ризик, який становив для неї H.O., і що у цьому випадку вони дійшли висновку про непропорційність взяття його під варту. Навпаки, виглядає, що вони просто самоусунулись від вирішення цієї проблеми. У будь-якому випадку, Суд підкреслює, що у справах, котрі стосуються домашнього насильства, права нападника не можуть переважати над правами жертв на життя та фізичну і психічну недоторканність (див. рішення, постановлені Комітеттом CEDAW у справах Fatma Yıldırım проти Австрії і A.T. проти Угорщини, цитовано, §§ 12.1.5 і 9.3, відповідно).", "148.  Тим паче, оскільки держава несе позитивне зобов’язання превентивно вживати практичних заходів задля захисту особи, життя якої перебуває у небезпеці, то від державних органів, які мали справу з підозрюваним, про якого було відомо, що він вже скоював насильницькі діяння, слід було очікувати вжиття особливих заходів, спрямованих на забезпечення матері заявниці належного захисту, співмірного із серйозністю ситуації. Задля цього прокурор або суддя уповноваженого поліцейського суду мали з власної ініціативи постановити один чи кілька захисних заходів, передбачених статтями 1 і 2 Закону № 4320 (параграф 70 вище). Вони могли також постановити припис, яким заборонили б H.O. контактувати з матір’ю заявниці, говорити з нею, наближатись до неї або відвідувати те чи інше місце (див. у зв’язку з цим рекомендацію Rec(2002)5 Комітету Міністрів, параграф 82 вище). Проте, у відповідь на численні прохання про захист, висловлені жертвами, правоохоронні органи і поліцейський суд обмежились лишень тим, що зареєстрували свідчення H.O. перед тим, як звільнити його (параграфи 47-52 вище). Протягом майже двох тижнів державні органи зволікали, не зробивши нічого, окрім проведення допиту, доки H.O. не вбив матір заявниці з вогнепальної зброї.", "149.  За таких обставин Суд робить висновок, що не можна вважати, що державні органи виявили належну сумлінність. Тому, вони не виконали своє позитивне зобов’язання захистити життя матері заявниці, відповідно до статті 2 Конвенції.", "2.  Стосовно ефективності кримінального розслідування, проведеного щодо обставин загибелі матері заявниці", "150.  Суд нагадує, що позитивні зобов’язання, наведені у першому реченні статті 2 Конвенції, передбачають також зобов’язання запровадити ефективну і незалежну судову систему, яка дозволяє встановити причину вбивства і покарати винних (див., mutatis mutandis, Calvelli і Ciglio проти Італії [ВП], № 32967/96, § 51, CEDH 2002-I). Головна мета такого розслідування полягає в ефективному застосуванні внутрішньо-правових положень, які захищають право на життя, і якщо причиною є поведінка представників держави чи державних органів, стежити за тим, аби вони понесли відповідальність за загибель, що сталась в межах їхньої компетенції (Paul і Audrey Edwards проти Сполученого Королівства, № 46477/99, §§ 69 і 71, CEDH 2002-II). Вимога невідкладності і розумної сумлінності у цьому контексті є неухильною (Yaşa проти Туреччини, 2 вересня 1998, §§ 102-104, Recueil 1998-VI, і Çakıcı проти Туреччини [ВП], № 23657/94, §§ 80-87 і 106, CEDH 1999-IV). Слід визнати, що можуть виникнути перешкоди чи складнощі, які у певній ситуації перешкоджатимуть просуванню розслідування. Однак, швидка реакція влади при розслідуванні застосування летальної сили, як правило, може вважатися важливою для збереження довіри громадськості до принципу законності та уникнення будь-якого прояву співучасті або толерантності до протиправних дій (Avşar проти Туреччини, № 25657/94, § 395, CEDH 2001-VII).", "151.  У даній справі Суд установив, що державні органи справді провели вичерпне розслідування обставин загибелі матері заявниці. Водночас, Суд зазначає, що провадження проти H.O. досі триває у Касаційному суді (параграфи 57 і 58 вище), незважаючи на те, що він постав перед судом присяжних Діярбакира і був визнаний винним у вбивстві і незаконному зберіганні вогнепальної зброї. За таких обставин, і беручи до уваги тривалість даного провадження, що вже триває протягом більш як шести років, турецька влада не може вважатись такою, що невідкладно розслідувала умисне вбивство, у якому винний зізнався.", "3.  Висновок", "152.  З огляду на наведене, Суд вважає, що за обставин даної справи констатовані вище недоліки зробили кримінально-правові та цивільно-правові засоби захисту також безрезультатними. Тому Суд відхиляє попереднє заперечення Уряду щодо невичерпання згаданих засобів правового захисту (параграф 114 вище).", "153.  Водночас, Суд робить висновок, що застосування у даній справі турецького кримінального права не мало стримуючого наслідку, який міг би ефективно запобігти злочинним діянням, скоєним H.O. Наявні правові перепони, а також те, що державні органи знехтували тим, аби вжити доступних заходів, зменшили стримуючий вплив запровадженої правової системи, а також ту роль, яку вона мала відіграти, аби стати на перешкоді порушенню права на життя матері заявниці, гарантованого статтею 2 Конвенції. У зв’язку з цим Суд нагадує, що органи влади, після того, як будуть поінформовані про факти насильства, не можуть посилатися на поведінку потерпілого, щоб виправдати невжиття заходів із запобігання втіленню погроз, висловлених нападником проти фізичної недоторканності жертви (Osman, цитовано, § 116). Тому мало місце порушення статті 2 Конвенції.", "III.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 3 КОНВЕНЦІЇ", "154.  Посилаючись на статтю 3 Конвенції, заявниця закидає державним органам, що вони знехтували насильством, пораненнями та погрозами вбивства, що спричинило страждання та відчай, яких вона неодноразово зазнавала. Стаття 3 Конвенції каже:", "", "“Нікого не може бути піддано катуванню або нелюдському чи такому, що принижує гідність, поводженню або покаранню.”", "A.  Подання сторін", "155.  Заявниця стверджує, що поранення та відчай, спричинені жорстокістю з боку її чоловіка, заслуговують на кваліфікацію катування, у розумінні статті 3 Конвенції. Незважаючи на постійне насильство, якого вона зазнавала, і численні прохання про допомогу, які вона надсилала до органів державної влади, вони нічого не зробили, аби захистити її від чоловіка, що створювало враження, ніби вони своєю пасивністю схвалюють згадані дії. Зіткнувшись із байдужістю та толеруванням домашнього насильства з боку державних органів, заявниця відчувала приниження, відчай та уразливість.", "156.  Уряд стверджує, що заявниця перешкоджала притягненню її чоловіка до відповідальності, оскільки відкликала свої скарги та утримувалась від співпраці з органами прокуратури. Більш того, заявниця мала не лише засоби правового захисту, передбачені Законом № 4320, але й можливість подати заяву на проживання в одному з притулків для жінок, які перебувають у віданні державних установ та неурядових організацій. Вона могла попросити управління соціальних служб та агентств захисту молоді про прийняття до одного із відповідних притулків, які знаходяться під захистом влади, і адреси яких зберігаються в таємниці.", "157.  Interights стверджує, що від держав вимагається вживати розумних заходів для негайного припинення жорстокого поводження, про яке вони знають або повинні знати, незалежно від того, чи жорстокі діяння було заподіяно представниками держави, чи приватними особами. Враховуючи приховування насильства в сім’ї та особливу уразливість жінок-жертв, які часто занадто перелякані аби висувати звинувачення, держава має бути пильною у цьому питанні.", "B.  Оцінка Суду", "1.  Відповідні принципи", "158.  Суд повторює, що для того, аби потрапити до сфери дії статті 3, жорстоке поводження має досягнути мінімального ступеню тяжкості. Оцінка цього мінімуму відносна і залежить від усіх обставин справи, включно з характером і контекстом поводження, його тривалістю, фізичними чи психічними наслідками, а іноді й від статі, віку та стану здоров’я потерпілого (Costello-Roberts проти Сполученого Королівства, 25 березня 1993, § 30, série A № 247-C).", "159.  Стосовно питання про те, чи держава може вважатись відповідальною, з точки зору статті 3, за жорстоке поводження, завдане особами, не пов’язаними з державою, Суд нагадує, що, в сукупності зі статтею 3, зобов’язання, яке стаття 1 Конвенції накладає на Високі Договірні Сторони, гарантувати кожному, хто перебуває під їх юрисдикцією, закріплені у Конвенції права і свободи, зобов’язує їх вживати заходів, спроможних перешкодити тому, аби згадані особи зазнавали катування, нелюдського або такого, що принижує гідність, поводження чи покарання, навіть якщо воно скоєне приватними особами (див., mutatis mutandis, H.L.R. проти Франції, 29 квітня 1997, § 40, Recueil 1997-III). Діти та інші уразливі особи, зокрема, мають право на захист з боку держави у вигляді ефективного запобігання, аби захистити їх від тяжких форм зазіхання на фізичну недоторканність особи (A. проти Сполученого Королівства, 23 вересня 1998, § 22, Recueil 1998-VI).", "", "2.  Застосування згаданих принципів у даній справі", "160.  Суд вважає, що заявницю можна вважати такою, що належить до категорії «уразливих осіб», які мають право на захист з боку держави (A. проти Сполученого Королівства, цитовано, § 22). У зв’язку з цим Суд бере до уваги акти насильства, яких заявниця зазнала у минулому, погрози, які H.O. висловлював на її адресу після того, як вийшов із тюрми, страх, який вона відчувала перед перспективою знову зазнати жорстокості, а також уразливість жінок в її соціальному середовищі – на південному сході Туреччини.", "161.  Крім того, Суд зазначає, що насильство, заподіяне заявниці, яке спричинило тілесні ушкодження та психологічний тиск, є достатньо серйозним, аби становити жорстоке поводження, у розумінні статті 3 Конвенції.", "162.  За цих обставин, Суд тепер повинен дослідити, чи вживали державні органи всіх заходів, які вони могли розумно використати для запобігання повторному посяганню на фізичну недоторканність заявниці.", "163.  З цією метою, а також беручи до уваги, що завдання Суду полягає в автентичному та остаточному тлумаченні прав і свобод, перерахованих у розділі I Конвенції, потрібно встановити, чи державні органи належно врахували принципи, що випливають із рішень, постановлених ним у подібних справах, включно зі справами, які стосуються інших держав, ніж Туреччина.", "164.  Водночас, тлумачачи положення Конвенції і визначаючи обсяг зобов’язань, покладених на державу у конкретній справі (див., mutatis mutandis, Demir і Baykara проти Туреччини [ВП], № 34503/97, §§ 85 і 86, CEDH 2008), Суд враховує можливе існування консенсусу між європейськими державами та загальні цінності, які можуть виявлятися у їхній практиці або в спеціалізованих міжнародних документах, таких як CEDAW, а також у змінах, яких зазнають норми та принципи міжнародного права під впливом інших джерел, таких як Конвенція Белем-ду-Пара, яка конкретно перераховує зобов’язання держав у сфері викорінення ґендерного насильства.", "165.  З огляду на це, до повноважень Суду не входить заміщення державних органів і здійснення замість них вибору поміж широким переліком засобів, здатних гарантувати дотримання позитивних зобов’язань, покладених на них статтею 3 Конвенції (див., mutatis mutandis, Bevacqua і S., цитовано, § 82). З іншого боку, згідно зі статтею 19 Конвенції та принципом, відповідно до якого її метою є гарантування прав, які не є теоретичними чи ілюзорними, а конкретними та ефективними, Суд повинен стежити за тим, аби держави належним чином виконували зобов’язання захищати права осіб, які перебувають під їхньою юрисдикцією (Nikolova і Velichkova проти Болгарії, № 7888/03, § 61, 20 грудня 2007).", "166.  Повертаючись до фактів даної справи, Суд встановив, що місцеві органи влади, тобто поліція та прокурори, не були цілковито пасивними. Заявниця пройшла медичний огляд, а її чоловік після кожного епізоду насильства притягався до відповідальності. Поліція та прокуратура допитували H.O. з приводу його злочинних діянь, двічі брали його під варту, висунули йому обвинувачення у погрозах вбивства та у нападах, йому було призначено покарання у вигляді штрафу після того, як він визнав себе винним у тому, що завдав заявниці сім ножових поранень (параграфи 13, 24 і 44 вище).", "167.  Водночас, жоден із заходів, вжитих органами влади, не був достатнім, аби стримати H.O. від скоєння нових актів насильства. У зв’язку з цим Уряд закидає заявниці, що вона відкликала свої скарги і не співпрацювала з владою, чим перешкоджала перебігу кримінального провадження проти H.O., оскільки закон вимагав активної участі потерпілої у провадженні (параграф 70 вище).", "168.  Суд нагадує, що вже вирішував у сфері застосування статті 2, що чинне законодавство мало дозволити прокуратурі продовжувати розслідування проти H.O., незважаючи на відкликання поданої заявницею скарги, оскільки скоєне ним насильство було достатньо тяжким, аби виправдати притягнення до відповідальності, а заявниця жила під постійною загрозою зазіхання на її фізичну недоторканність (параграфи 137-148 вище).", "169.  Однак, не можна вважати, що місцеві органи влади доклали належних зусиль для запобігання подальшим нападам на заявницю, оскільки її чоловік зміг повторно скоїти напад, на це не звернули уваги, і він залишився безкарним, незважаючи на права, гарантовані Конвенцією (див., mutatis mutandis, Maria da Penha проти Бразилії, справа 12.051, 16 квітня 2001, звіт № 54/01, Inter-Am. C.H.R., річний звіт 2000, OEA/Ser.L/V.II.111 Doc.20 rev. (2000), §§ 42-44). Як приклад, Суд відзначає, що, хоча H.O. знову розпочав жорстоко бити дружину, після першого тяжкого правопорушення (параграфи 9 і 10 вище), завдавши їй потенційно смертельних поранень, він скористався тимчасовим звільненням з-під варти «з огляду на характер правопорушення і на те, що потерпіла повністю вилікувалася від поранень». Зрештою, кримінальне провадження було остаточно закрите на тій підставі, що заявниця відкликала свої скарги (параграфи 13 і 19 вище). Після цього прокуратура вирішила, не провівши справжнє розслідування, не висувати жодних обвинувачень проти H.O., незважаючи на те, що він напав на свою дружину і тещу з холодною зброєю і тяжко поранив їх (параграфи 20 і 21 вище). Так само, тяжкі поранення, які H.O. завдав заявниці, а також ті, потенційно смертельні, яких він завдав тещі, коли наїхав на них машиною, коштували йому лишень двадцять п’ять днів позбавлення свободи і штраф (параграфи 23-36 вище). Зрештою, Суд глибоко вражений тим, що поліцейський суд Діярбакира, перед яким H.O. постав за те, що завдав дружині сім ножових ран, призначив йому покарання у вигляді невеликого штрафу, який треба було сплатити за кілька разів (параграфи 37 і 44).", "170.  З огляду на наведене, Суд вважає, що реакція органів влади на поведінку чоловіка заявниці була явно невідповідною тяжкості скоєних ним правопорушень (див., mutatis mutandis, Ali і Ayşe Duran проти Туреччини, № 42942/02, § 54, 8 квітня 2008). Суд констатує, що судові рішення, постановлені у даній справі, відзначені відсутністю ефективності, що вони виявляють певну терпимість і, вочевидь, не мали превентивного чи запобіжного наслідку для поведінки H.O.", "171.  Що стосується аргументу Уряду про те, що заявниця мала не лише засоби захисту, передбачені Законом № 4320, але й можливість просити про поселення в притулку для жінок, Суд зазначив, що до 14 січня 1998 року - дата набрання чинності Законом № 4320 - турецьке законодавство не містило жодних адміністративних чи кримінальних положень, присвячених конкретно захисту уразливих осіб від домашнього насильства. Навіть після цієї дати не схоже, щоб органи влади ефективно застосовували заходи та санкції, передбачені відповідним законом, аби захистити заявницю від її чоловіка. Зважаючи на створену ним атмосферу насильства, прокуратура мала застосовувати відповідні заходи самостійно, не чекаючи, коли заявниця прямо вимагатиме застосування цього закону.", "172.  Це означає, що навіть якби заявницю могли прийняти до жіночого притулку, як стверджує Уряд, це рішення було б лише тимчасовим. Крім того, ніщо не вказує на існування офіційного механізму захисту жертв, які перебувають у такому притулку.", "173.  Зрештою, Суд із глибоким занепокоєнням зазначає, що заявниця продовжує зазнавати актів насильства, і що державні органи залишаються пасивними. У зв’язку з цим Суд підкреслює, що від моменту звільнення з тюрми H.O. знову розпочав висловлювати погрози проти фізичної недоторканності заявниці (параграф 59 вище). Хоча 15 квітня 2008 року вона просила прокуратуру про надання захисту, державні органи не робили нічого, доки Суд не запросив Уряд надати йому інформацію щодо запроваджених заходів. На прохання Суду і за наказом міністерства юстиції, прокурор Діярбакира допитав H.O. з приводу висловлених ним погроз і зафіксував свідчення теперішнього партнера заявниці (параграфи 60-67 вище).", "174.  Адвокат заявниці з власної ініціативи повідомила Суду, що оскільки державні органи не вжили достатніх заходів, аби гарантувати безпеку її клієнтки, її життю загрожує безпосередня небезпека (параграф 68 вище). Виглядає, що місцеві органи влади вжили заходів, спрямованих саме на захист заявниці, після того, як Суд передав цю скаргу Уряду і просив його надати пояснення з цього приводу.", "175.  Вважаючи, що засоби правового захисту, котрі здатні, як стверджує Уряд, надати відшкодування за скаргами, заснованими на статті 3, є загалом неефективними, Суд відхиляє висловлене ним заперечення про невичерпання.", "176.  Суд робить висновок, що мало місце порушення статті 3 Конвенції через недотримання органами влади свого зобов’язання вжити заходів захисту у вигляді ефективного запобігання, що захистило б заявницю від тяжких замахів її чоловіка на її недоторканність.", "IV.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 14 КОНВЕНЦІЇ В СУКУПНОСТІ ЗІ СТАТТЯМИ 2 І 3", "177.  Посилаючись на статтю 14 Конвенції, в сукупності зі статтями 2 і 3, заявниця скаржиться, що стала об’єктом дискримінації за ознакою статі, і стверджує, що її мати також стала жертвою цього порушення.", "Стаття 14 Конвенції каже:", "“Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою – статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою.”", "A.  Аргументи сторін", "1.  Аргументи заявниці", "178.  Заявниця стверджує, що національне законодавство держави-відповідача є дискримінаційним та недостатнім для захисту жінок, яких воно ставить у принижене становище в ім’я захисту сімейної єдності. За її словами, багато положень попереднього Цивільного кодексу, чинних на той момент, розмежовували чоловіків і жінок, надаючи першим статус глави сім’ї, а їхнім рішенням – вирішальну вагу в сімейному житті. Попередній Кримінальний кодекс ставився до жінок так само. Жінки вважалися передусім власністю суспільства, а в сімейній одиниці - чоловіка. Включення сексуальних злочинів до глави \"Злочини проти суспільної моралі та порядку в сім’ї\", незважаючи на те, що сексуальні злочини проти жінок безпосередньо порушують їхні особисті права та свободи, є найяскравішою ілюстрацією такого світобачення, що також пояснює поблажливість вироків, якими карались убивства, вчинені щодо жінки з причин, що стосуються родинної честі. Те, що H.O. було призначено покарання у вигляді п’ятнадцяти років позбавлення волі, витікає з тої кваліфікації, яку Кримінальний кодекс давав правопорушенню, в скоєнні якого він зізнався.", "179.  Незважаючи на реформування Цивільного і Кримінального кодексів, здійснених державою, відповідно, у 2002 і 2004 роках, домашнє насильство, скоєне чоловіками, досі толерується, а нападники користуються безкарністю з боку адміністративних та судових органів. Заявниця і її мати стали жертвами порушень статтей 2, 3, 6 і 13 з однієї причини – вони є жінками. Ймовірність того, що чоловік може бути жертвою подібних порушень, є мізерною.", "2.  Аргументи Уряду", "180.  Стверджуючи, що акти насильства були скоєні обома сторонами, Уряд доводить, що у даній справі не було дискримінації за ознакою статі. Водночас, аргумент про те, що у кримінальному та сімейному праві, а також у адміністративній чи судовій практиці існує інституційна дискримінація, не витримує критики. Не можна стверджувати, що вітчизняне законодавство чітко та прямо розрізняє чоловіків та жінок. Заявниця жодним чином не довела обґрунтованість свого аргументу про те, що неспроможність влади захистити її право на життя пояснюється тим, що вона жінка.", "181.  Більше того, після реформ, проведених у 2002 та 2004 роках, які призвели до перегляду деяких положень Цивільного кодексу, а також до прийняття нового Кримінального кодексу та набуття чинності Законом № 4320, турецьке законодавство забезпечує достатні гарантії, що відповідають міжнародним стандартам захисту жінок від домашнього насильства. Заяву, подану заявницею, слід визнати неприйнятною через невичерпання внутрішніх засобів правового захисту або як явно необґрунтовану, оскільки звинувачення, висловлені нею, ніколи не були доведені до відома вітчизняних органів влади і, в будь-якому випадку, є безпідставними.", "3.  Зауваження третьої сторони, Interights", "182.  Як стверджує Interights, невиконання державою своїх обов’язків у сфері захисту від домашнього насильства порушує її зобов’язання гарантувати право на рівний захист із боку закону без дискримінації за ознакою статі. Більш того, ідея про те, що насильство над жінками є формою незаконної дискримінації, є панівною на міжнародному рівні, особливо в системі ООН та міжамериканській системі.", "B.  Оцінка Суду", "1.  Відповідні принципи", "183.  У рішенні, яке було нещодавно постановлене у справі D.H. і Інші проти Чехії ([ВП], № 57325/00, §§ 175-180, CEDH 2007-IV), Суд висловився щодо дискримінації наступним чином:", "« 175.  Відповідно до усталеної практики Суду, дискримінація полягає в інакшому ставленні, окрім об’єктивно і розумно обґрунтованих випадків, до осіб, які перебувають у подібному становищі (Willis проти Сполученого Королівства, № 36042/97, § 48, CEDH 2002-IV ; Okpisz проти Німеччини, № 59140/00, § 33, 25 жовтня 2005). (...) Суд також погодився, що може вважатись дискримінаційною політика або загальний захід, які мали непропорційно негативні наслідки для групи осіб, навіть якщо їх не було спрямовано безпосередньо на цю групу (Hugh Jordan [проти Сполученого Королівства, № 24746/94], § 154[, 4 травня 2001] ; Hoogendijk [проти Нідерландів (déc.), № 58461/00, 6 січня 2005]), і дискримінація, що потенційно суперечить Конвенції, може бути наслідком фактичного становища (Zarb Adami [проти Мальти, № 17209/02, § 76, CEDH 2006-VIII])", "(...)", "177.  Що стосується тягаря доведення у даній сфері, Суд вже постановив, що, коли заявник установив існування різниці у ставленні, то Уряд має довести, що вона є виправданою (див., наприклад, Chassagnou і Інші проти Франції [ВП], №№ 25088/94, 28331/95 і 28443/95, §§ 91-92, CEDH 1999-III ; Timichev [проти Росії, №№ 55762/00 і 55974/00], § 57[, CEDH 2005-XII]).", "178.  Щодо засобів доказування, котрі можуть становити первинний доказ і, відповідно, перекласти тягар доказування на державу-відповідача, Суд вирішив (Natchova і Інші [проти Болгарії][ВП], [№№ 43577/98 і 43579/98], § 147[, CEDH 2005-VII]), що у рамках провадження в Суді не існує жодних процесуальних перешкод щодо прийнятності доказів або щодо наперед визначених способів їхнього оцінювання. Так Суд ухвалює висновки, які, на його думку, підтверджені незалежною оцінкою всіх доказів, включно з умовиводами, які він може зробити з фактів та із зауважень сторін. Відповідно до усталеної практики Суду, докази можуть, таким чином, бути результатом сукупності вказівок чи припущень, які не спростовані, достатньо вагомі, точні та послідовні. Більш того, ступінь переконаності, необхідна для досягнення певного висновку, і, в цьому відношенні, розподіл тягаря доказування, суттєво пов’язані зі специфікою фактів, із характером сформульованих скарг та із задіяним правом, яке захищене Конвенцією.", "179.  Суд також погодився, що передбачена Конвенцією процедура не завжди є суворим застосуванням принципу affirmanti incumbit probatio – довести має той, хто стверджує (Aktaş проти Туреччини, № 24351/94, § 272, CEDH 2003-V). Дійсно, за певних обставин, якщо згадані події в цілому або переважно відомі лише органам влади, тягар доказування, як вважає Суд, покладається на державу, яка має надати задовільне і переконливе пояснення (Salman проти Туреччини [ВП], № 21986/93, § 100, CEDH 2000-VII ; Anguelova проти Болгарії, № 38361/97, § 111, CEDH 2002-IV). У справі Natchova і Інші (цитовано, § 157), вважаючи, що у даному випадку тяжко застосувати такий підхід, оскільки стверджувалось, що насильницьке діяння було мотивоване расовими упередженнями, Суд не виключив можливості в інших випадках повідомлень про дискримінацію запросити уряд-відповідач спростувати обґрунтовану скаргу щодо дискримінації. У зв’язку з цим Суд зауважив, що у правових системах багатьох держав доведення дискримінаційного наслідку політики, рішення або практики звільняє від доведення наміру, якщо йдеться про дискримінацію у сферах працевлаштування або надання послуг.", "180.  Щодо питання про те, чи статистичні дані можуть вважатись доказом, Суд у минулому проголосив, що статистика як така не є достатньою для того, аби виявити практику, котра може бути кваліфікована як дискримінаційна (Hugh Jordan, цитовано, § 154). Тим не менш, у новіших справах стосовно дискримінації, в яких заявники стверджували, що оспорювана дискримінація є наслідком різниці у впливі загального заходу або фактичної ситуації (Hoogendijk, цитоване рішення; Zarb Adami, цитовано, §§ 7778), Суд значною мірою посилався на надану сторонами статистику, аби встановити існування різниці у ставленні між двома групами (у даному випадку, між чоловіками і жінками), які перебували у подібному становищі. Так у цитованому рішенні у справі Hoogendijk Суд вирішив, що, «якщо заявник на підставі офіційної статистики, яка не призводить до контроверсійних висновків, може встановити існування первинного доказу, який вказує на те, що захід, хоч і сформульований у нейтральний спосіб, заторкує, зі значно вищим відсотком, радше жінок, ніж чоловіків, то уряд-відповідач має довести, що це є наслідком об’єктивних чинників, не пов’язаних із дискримінацією за ознакою статі. Якщо тягар доведення того, що різниця у наслідку заходу для жінок і чоловіків не є дискримінаційною, не було перекладено на уряд-відповідач, то на практиці заявникам буде вкрай важко довести непряму дискримінацію. »", "2.  Застосування згаданих принципів у даній справі", "a)  Поняття дискримінації в контексті домашнього насильства", "184.  Суд перш за все нагадує, що, розглядаючи мету та предмет положень Конвенції, він також враховує міжнародно-правові положення, що стосуються даного юридичного питання. Сукупність правил і принципів, із якими погоджуються більшість держав і які є спільним знаменником міжнародно-правових норм або національного права європейських держав, віддзеркалюють реальність, яку Суд не може ігнорувати тоді, коли має роз’яснити обсяг положення Конвенції, якщо застосування класичних засобів тлумачення не дозволяє зробити це з достатнім ступенем певності (див. Saadi проти Сполученого Королівства [ВП], № 13229/03, § 63, CEDH 2008, цитовано у Demir і Baykara, цитовано, § 76).", "185.  За таких обставин, аби визначити дискримінацію щодо жінок і оцінити її обсяг, Суд має врахувати не лише загальне тлумачення, яке він дав у своїй практиці поняттю дискримінації (параграф 183 вище), але й положення спеціальних правових документів, а також рішення, постановлені міжнародними юридичними інституціями у питанні насильства щодо жінок.", "186.  У зв’язку з цим стаття 1 CEDAW визначає дискримінацію щодо жінок наступним чином:", "« (...) будь-яке розрізнення, виняток або обмеження за ознакою статі, спрямовані на ослаблення чи зведення нанівець визнання, користування або здійснення жінками, незалежно  від  їх сімейного стану, на основі рівноправності чоловіків і жінок, прав людини та основних свобод у політичній, економічній, соціальній, культурній, громадській або будь-якій іншій галузі. »", "187.  Зі свого боку, Комітет CEDAW нагадав, що насильство, заподіяне жінкам, у тому числі всередині сім’ї, становить різновид дискримінації щодо них (параграф 74 вище).", "188.  Комітет ООН з прав людини однозначно визнав існування зв’язку між насильством за ознакою статі та дискримінацією, і у своїй резолюції 2003/45 підкреслив, «що всі різновиди насильства щодо жінок у сім’ї вписуються в контекст дискримінації de jure і de facto щодо жінок, а також становища меншовартості, відведеного для них у суспільстві, і що його поглиблюють перешкоди, з якими дуже часто стикаються жінки, котрі намагаються отримати відшкодування від держави ».", "189.  Крім того, Конвенція Белем-ду-Пара, що є єдиним багатостороннім договором про захист прав людини, присвяченим виключно боротьбі з насильством щодо жінок, зазначає, що право жінки на життя в атмосфері, вільній від насильства, включає право на свободу від усіх форм дискримінації.", "190.  Зрештою, у справі Maria da Penha проти Бразилії (цитовано, § 80), Міжамериканська комісія вирішила, що через неспроможність держави-відповідача діяти із сумлінністю, необхідною для запобігання актам домашнього насильства і розслідувати ці події, насильство, скоєне щодо прохачки, має вважатись різновидом дискримінації.", "191.  Із наведених вище правових норм і положень слідує, що недотримання, навіть неумисне, державою свого зобов’язання захистити жінок від домашнього насильства становить порушення їхнього права на рівний захист з боку закону.", "b)  Підхід Суду до питання домашнього насильства у Туреччині", "192.  Суд встановив, що внутрішнє право, чинне на момент подій, не встановлювало однозначного розрізнення між чоловіками і жінками у сфері реалізації прав та свобод, але турецька влада мала привести його у відповідність до міжнародно-правових норм щодо статусу жінки у демократичному та плюралістичному суспільстві. Як і Комітет CEDAW (прикінцеві зауваження до четвертого та п’ятого періодичних звітів, поданих Туреччиною («прикінцеві зауваження»), CEDAW/C/TUR4-5 і Corr.1, 15 лютого 2005, §§ 12-21), Суд вітає здійснені Урядом реформи, зокрема, ухвалення закону № 4320, який передбачає заходи, спрямовані безпосередньо на захист від домашнього насильства. Тому виглядає, що дискримінація, про яку повідомила заявниця, є наслідком не самого законодавства, а радше загального ставлення місцевих органів влади, яке виявляється, зокрема, у способі ставлення до жінок, які звертаються до комісаріату зі скаргою на акти домашнього насильства, а також у пасивності, з якою стикаються жертви, коли просять про ефективний захист. Суд зазначає, що Уряд-відповідач вже визнав існування такого стану речей, коли його запросили пояснити цю проблему у Комітеті CEDAW (ibidem).", "193.  У зв’язку з цим Суд встановив, що заявниця надала звіти та статистику, упорядковані двома провідними громадськими організаціями Діярбакира та Amnesty International, аби довести реальність дискримінації щодо жінок (параграфи 94-97 і 99-104 вище). Наведені констатації та висновки не були оспорені Урядом на жодній стадії провадження, і тому Суд розглядатиме їх сукупно із наданими зауваженнями (Hoogendijk проти Нідерландів (déc.), № 58461/00, 6 січня 2005, і Zarb Adami проти Мальти, № 17209/02, §§ 77-78, CEDH 2006-VIII).", "194.  Із наведених звітних повідомлень випливає, що Діярбакир - де заявниця проживала у відповідний час - має найбільшу кількість зафіксованих жертв домашнього насильства, і що всі вони є жінками, які в більшості випадків зазнавали фізичного насильства. Більшість із них - курдські жінки, неписьменні або малоосвічені, і, як правило, вони не мають власних доходів (параграф 98 вище).", "195.  Крім того, видається, що імплементація Закону № 4320, який, на думку Уряду, є одним із засобів захисту жінок-жертв домашнього насильства, стикається з серйозними труднощами. Дослідження, проведені двома згаданими вище організаціями, свідчать про те, що замість відкриття розслідування працівники поліції, до яких жертви приходять повідомити про акти насильства в сім’ї, стають посередниками і намагаються переконати їх повернутися додому та відкликати свою скаргу. Зазначається, що поліція схильна вважати скарги цих жінок такими, \"що належать до приватної сімейної сфери, в яку вони не можуть втручатися\" (параграфи 92, 96 і 102 вище).", "196.  У звітах також повідомляється про надмірне зволікання із постановленням судових приписів, передбачених законом № 4320, що пояснюється схильністю судів розглядати клопотання про постановлення приписів як різновид позову про розлучення, а не як невідкладний захід. Підкреслюється, що повідомлення про згадані приписи часто здійснюється із запізненням, спричиненим небажанням поліції діяти (параграфи 91-93, 95 і 101 вище), і що покарання, накладені на осіб, які скоїли домашнє насильство, не є стримуючими, оскільки суди пом’якшують їх в ім’я звичаю або честі (параграфи 103 і 106 вище).", "197.  Автори цих звітів вважають, що зазначені проблеми говорять про те, що домашнє насильство толерується владою, та що засоби захисту, наведені Урядом, не є ефективними. Комітет зробив подібні висновки та висловив занепокоєння, посилаючись на \"постійне насильство над жінками, включаючи насильство в сім’ї\" в турецькому суспільстві, та закликав державу-відповідача подвоїти свої зусилля щодо запобігання та боротьби з цією формою насильства. Комітет наголосив на необхідності повного виконання та постійного спостереження за Законом про захист сім’ї та інших відповідних заходів з метою запобігання насильству щодо жінок, забезпечення захисту та послуг для підтримки жертв, а також покарання та перевиховання злочинців (прикінцеві зауваження, § 28).", "198.  Зважаючи на наведене, Суд вважає, що заявниця надала первинний доказ prima facie, підкріплений незаперечними статистичними даними, того, що домашнє насильство стосується переважно жінок, та що загальна та дискримінаційна пасивність турецького правосуддя створює атмосферу, що сприяє цьому насильству.", "c) Щодо питання про те, чи заявниця та її мати зазнали дискримінації через невиконання органами влади зобов’язання гарантувати рівний захист із боку закону", "199.  Констатувавши, що застосування кримінального права у даній справі не мало стримуючого наслідку, необхідного для ефективного запобігання протиправним зазіханням на особисту недоторканність заявниці та її матері, скоєним H.O., Суд дійшов висновку про порушення статтей 2 і 3 Конвенції.", "200.  З огляду на зроблений вище висновок, що жінки є головними жертвами поширеної (але не умисної) пасивності турецьких судів, Суд вважає, що насильство, заподіяне заявниці та її матері, має вважатися ґендерно обумовленими і тому є формою дискримінації щодо жінок. Незважаючи на реформи, проведені Урядом протягом останніх років, байдужість, яку загалом демонструють органи правосуддя, і безкарність, якою користуються нападники, і котра проілюстрована даним випадком, відображають відсутність рішучості з боку влади вжити відповідних заходів для викорінення домашнього насильства (див., зокрема, параграф 9 загальної рекомендації № 19 Комітету CEDAW, цитовано у параграфі 74 вище).", "201.  Оскільки внутрішні засоби правового захисту не дозволяли гарантувати заявниці та її матері рівний захист з боку закону від посягань на права, захищені статтями 2 і 3 Конвенції, Суд вважає, що особливі обставини звільняють заявницю від обов’язку вичерпання внутрішніх засобів правового захисту. Тому Суд відхиляє висловлене Урядом заперечення щодо невичерпання внутрішніх засобів правового захисту стосовно скарг, заснованих на статті 14 Конвенції.", "202.  З огляду на наведене, Суд робить висновок про порушення статті 14 Конвенції в сукупності зі статтями 2 і 3.", "V.  СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТЕЙ 6 І 13 Конвенції", "203.  Посилаючись на статті 6 і 13 Конвенції, заявниця скаржилась на неефективний характер кримінального провадження проти H.O. і стверджувала, що воно не забезпечило їй та її матері достатній захист.", "204.  Уряд заперечує цей аргумент.", "205.  Дійшовши висновку про порушення статтей 2, 3 і 14 Конвенції (параграфи 153, 176 і 202 вище), Суд не вважає за необхідне розглядати ті ж факти з точки зору статтей 6 і 13.", "VI.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "206.  Стаття 41 Конвенції каже:", "“Якщо Суд визнає факт порушення Конвенції або Протоколів до неї, і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.”", "A.  Шкода", "207.  Заявниця вимагає 70 000 турецьких лір (TRL), або ж приблизно 35 000 євро (EUR), на відшкодування матеріальної шкоди, спричиненої загибеллю матері, і 250 000 TRL (або приблизно 125 000 EUR) на відшкодування моральної шкоди. Вона вказує, що загибель матері позбавила її фінансової підтримки, яку та їй надавала. Вона додає, що вбивство матері та постійне насильство, яке скоював її колишній чоловік, спричинили тривогу і неспокій, а також невиправну шкоду психологічному добробуту та гідності.", "208.  Уряд стверджує, що обставини справи не виправдовують заявлених сум. Водночас, він стверджує, що вони є надмірними, і що компенсація, яка може бути присуджена у зв’язку з матеріальною та моральною шкодою, не повинна призводити до безпідставного збагачення.", "209.  Стосовно клопотання, висловленого заявницею щодо матеріальної шкоди, Суд зазначає, що заявниця довела, що вона кілька разів знаходила притулок у своєї матері, проте не довела, що перебувала на її утриманні у будь-який спосіб. Така ситуація не перешкоджає присудженню грошової компенсації заявнику, який доведе, що близький член сім’ї став жертвою порушення Конвенції (див. рішення у справі Aksoy проти Туреччини, 18 грудня 1996 (§ 113, Recueil 1996-VI), у якій Суд врахував клопотання про відшкодування шкоди, висловлене заявником за життя, аби обрахувати відшкодування, яке має бути присуджене його батькові, який продовжував підтримувати провадження після загибелі свого сина). Однак, у цьому випадку вимоги про відшкодування матеріальної шкоди стосуються збитків, які мали настати після смерті матері заявниці. Суд не переконаний, що мати заявниці зазнала збитків перед смертю. Тому, за обставин даної справи, не вважає за доцільне присуджувати заявниці компенсацію в цьому відношенні.", "210.  Стосовно компенсації, яка вимагається на відшкодування моральної шкоди, Суд вважає, що заявниця, безсумнівно, відчувала занепокоєння та страждання через смерть матері та невиконання владою своїх обов’язків вжити належних заходів для запобігання актам насильства в сім’ї, вчиненим її колишнім чоловіком, та застосування до нього покарання, яке мало б стримуючий наслідок. Вирішуючи на справедливій основі, Суд присуджує заявниці 30000 євро на відшкодування шкоди, яку вона зазнала внаслідок порушення своїх прав відповідно до статей 2, 3 та 14 Конвенції.", "B.  Видатки і витрати", "211.  Заявниця вимагає 15 500 TRL (або приблизно 7 750 EUR) на відшкодування видатків і витрат, які вона зробила в рамках провадження у Страсбурзі. Ця сума включає гонорари та витрати, зроблені заявницею під час підготовки своєї справи (на що потрібно було 38 годин юридичної роботи) та представництво її в Суді, а також інші витрати (телефонні витрати, факси, переклад та канцтовари).", "212.  Уряд стверджує, що, оскільки заявниця не надала документів на підтвердження цього прохання, то його слід відхилити.", "213.  Відповідно до практики Суду, заявник має право на відшкодування видатків та витрат за умови доведення їх реальності, необхідності та, крім того, розумності їх розміру. У цій справі, з огляду на надану інформацію та зазначені критерії, Суд вважає обґрунтованим присудити заявниці 6500 євро на відшкодування видатків та витрат, зроблених під час провадження в Суді, і з цієї суми вирахувати 1494 євро, які заявниця отримала від Ради Європи як правову допомогу.", "C.  Пеня", "214.  Суд вважає за доречне, щоб пеня за несвоєчасну сплату була в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки.", "З ЦИХ ПРИЧИН СУД, ОДНОГОЛОСНО,", "", "1.  Відхиляє заперечення Уряду відносно пропуску заявницею шестимісячного строку;", "", "2.  Вирішує долучити до розгляду щодо суті попередні зауваження Уряду про невичерпання внутрішніх засобів правового захисту стосовно скарг за статтями 2, 3 і 14 Конвенції і відхиляє їх ;", "", "3.  Проголошує заяву прийнятною;", "", "4.  Постановляє, що мало місце порушення статті 2 Конвенції стосовно загибелі матері заявниці;", "", "5.  Постановляє, що мало місце порушення статті 3 Конвенції стосовно недотримання державними органами обов’язку захистити заявницю від актів домашнього насильства, скоєних її колишнім чоловіком;", "", "6.  Постановляє, що немає потреби розглядати скаргу за статтями 6 і 13 Конвенції;", "", "7.  Постановляє, що мало місце порушення статті 14 Конвенції в сукупності зі статтями 2 і 3 Конвенції;", "", "8.  Постановляє", "", "a)  що держава-відповідач має сплатити заявниці протягом трьох місяців, починаючи з дня, коли дане рішення стане остаточним відповідно до статті 44 § 2 Конвенції, наступні суми, конвертовані у турецькі ліри за курсом, чинним на момент розрахунку:", "i.  30 000 EUR (тридцять тисяч євро) в цілому, на відшкодування моральної шкоди, включно з будь-якими можливими податками,", "ii.  6 500 EUR (шість тисяч п’ятсот євро), за вирахуванням 1 494 EUR (однієї тисячі чотириста дев’яносто чотирьох євро) вже отриманих від Ради Європи в якості правової допомоги, включно з будь-якими можливими податками, на відшкодування видатків та витрат;", "b)  по закінченні зазначених вище трьох місяців і до остаточного розрахунку, на названу суму нараховуватимуться відсотки в розмірі граничної кредитної ставки Європейського центрального банку, яка діє упродовж прострочення періоду виплати, плюс три відсотки;", "", "9.  Відхиляє решту вимог щодо справедливої сатисфакції.", "Складено англійською мовою і письмово повідомлено 9 червня 2009 року, відповідно до правила 77 §§ 2 і 3 Регламенту Суду.", "Сантьяго Кесада\tЖозеп Касадеваль\n\tсекратар \tГолова", "", "\t"]}