{"file": "UKR_HJUDUKR_48408_12.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "48408/12", "text_paragraphs": ["ЄВРОПЕЙСЬКИЙ СУД З ПРАВ ЛЮДИНИ", "", "", "П’ЯТА СЕКЦІЯ", "", "", "", "", "", "", "СПРАВА «ВЕНІАМІН ТИМОШЕНКО ТА ІНШІ ПРОТИ УКРАЇНИ»", "(CASE OF VENIAMIN TYMOSHENKO AND OTHERS v. UKRAINE)", "", "(Заява № 48408/12)", "", "", "", "", "", "", "", "", "РІШЕННЯ", "", "13 листопада 2014 року до рішення були внесені зміни", "відповідно до Правила 81 Регламенту Суду", "", "СТРАСБУРГ", "", "2 жовтня 2014 року", "", "ОСТАТОЧНЕ", "", "02/01/2015", "", "Це рішення набуло статусу остаточного відповідно до пункту 2 статті 44 Конвенції. Воно може підлягати редакційним виправленням.", "", "У справі «Веніамін Тимошенко та інші проти України»", "Європейський суд з прав людини (П’ята секція), засідаючи палатою, до складу якої увійшли:", "\tМарк Віллігер (Mark Villiger), Голова,\n\tАнгеліка Нуссбергер (Angelika Nußberger),\n\tБоштьян М. Зупанчіч (Boštjan M. Zupančič),", "\tГанна Юдківська (Ganna Yudkivska),", "\tВінсент А. Де Гаетано (Vincent A. De Gaetano) \n\tАндре Потоцький (André Potocki),\n\tАлеш Пейхал (Aleš Pejchal), судді,\nта Клаудія Вестердік (Claudia Westerdiek), Секретар секції,", "після обговорення за зачиненими дверима 9 вересня 2014 року,", "постановляє таке рішення, що було ухвалено у той день:", "ПРОЦЕДУРА", "1. Справу було розпочато за заявою (№ 48408/12) яку подали до Суду проти України на підставі статті 34 Конвенції про захист прав людини і основоположних свобод (далі – Конвенція) п’ятеро громадян України: пан Веніамін В’ячеславович Тимошенко (1975 року народження), пан Андрій Миколайович Бородін (1973 року народження), пані Ольга Валеріївна Іванова (1971 року народження), пан Олег Петрович Пушняк (1972 року народження) та пан Тарас Олександрович Товстий (1984 року народження). Пан Бородін проживає у м. Бориспіль, а решта заявників проживають у м. Київ.", "2. Інтереси заявників представляли пані О. Чугаєнко та пані О. Коробко, юристи, які практикують у м. Київ. Уряд України (далі – Уряд) на останніх етапах провадження представляла в. о. Уповноваженого, пані О. Давидчук.", "3. Заявники скаржились, що заборона страйку працівників Директорату сервісу пасажирів на борту повітряного судна (далі – працівники ДСПБ) авіакомпанії «АероСвіт» порушувала їхні права, гарантовані статтею 11 Конвенції.", "4. 7 березня 2013 року про заяву було повідомлено Уряд.", "5. Письмові зауваження надійшли від Європейської конфедерації профспілок (ЄКП), якій Головою надано право брати участь у провадженні в якості третьої сторони (пункт 2 статті 36 Конвенції та пункт 3 Правила 44 Регламенту Суду).", "ФАКТИ", "I. ОБСТАВИНИ СПРАВИ", "6. На час подій заявники працювали в ЗАТ «Авіакомпанія «АероСвіт»» (далі – підприємство «АероСвіт») та були членами екіпажу літака.", "7. Як підтверджується, зокрема, протоколом установчих зборів профспілки від 2 липня 2003 року, усі заявники були членами профспілки підприємства. Пан Тимошенко був її головою.", "8. 16 лютого 2011 року Національною службою посередництва і примирення (далі – НСПП) був зареєстрований колективний трудовий спір між працівниками та керівництвом підприємства «АероСвіт». Вимоги працівників стосувалися, зокрема, таких питань:", "ремонту електричного буфетно-кухонного обладнання та систем кондиціонування повітря у літаках;", "підвищення безпеки технологічних процесів під час виконання польотів;", "виплата зарплатні не пізніше ніж за три дні до відпустки;", "повна та своєчасна виплата заробітної плати двічі на місяць;", "збільшення посадових окладів на 3% та їхній перерахунок за 2009 та 2010 роки;", "виплата заробітної плати на основі встановленого Національним банком України обмінного курсу між доларом США та гривнею та перерахунок заробітної плати з 2008 року;", "перерахунок надбавок за вислугу років;", "забезпечення транспортування екіпажу літаків до аеропорту та з нього;", "встановлення добових в розмірі 50 доларів США для усіх закордонних рейсів;", "прання та прасування форми за рахунок підприємства;", "перерахування щонайменше 0,3% фонду оплати праці для проведення культурних та спортивних заходів;", "нарахування працівникам премії у розмірі 3,23% від суми прибутків за 2008 рік; та", "індексації заробітної плати згідно з інфляцією при затримці виплати зарплати, починаючи з грудня 2008 року.", "9. 16 березня і 12 квітня 2011 року НСПП зняла з реєстрації деякі з вимог працівників, зазначивши, що вони були врегульовані, з посиланням на рішення примирної комісії по розгляду колективного трудового спору від 28 лютого, 10 та 30 березня 2011 року.", "10. 27 травня 2011 року після судового засідання, в якому взяли участь представники обох сторін, Трудовий арбітраж НСПП виніс рішення щодо решти вимог працівників. Арбітраж дійшов висновку, що більшість вимог є законними та зобов’язав підприємство-працедавця виконати їх.", "11. У зв’язку з відсутністю будь-яких дій на виконання їх вимог працівники ДСПБ «АероСвіту», включаючи заявників, вирішили провести страйк.", "12. 9 вересня 2011 року з метою вирішення трудового спору Конференція працівників «АероСвіту» оголосила страйк 150 працівників ДСПБ. Страйк мав розпочатись 28 вересня 2011 року і тривати до тих пір, поки вимоги працівників не буде повністю задоволено. В оголошенні зазначалося, що усі міжнародні рейси, які відправлятимуться до початку страйку, буде здійснено. На конференції було обрано страйковий комітет з шістьох осіб (включаючи усіх заявників окрім пана Пушняка, який, тим не менш, був присутнім на конференції та проголосував за проведення страйку). Комітетові надавалися такі повноваження: проводити від імені працівників переговори з керівництвом підприємства та державними органами влади; привертати увагу засобів масової інформації до страйку; отримувати від керівництва підприємства інформацію про виконання вимог працівників; ініціювати створення комісії по вирішенню трудового спору та брати участь у її роботі; організовувати та проводити мітинги і пікети на підтримку висунутих вимог; підписувати угоди з власником або його уповноваженим представником щодо вирішення трудового спору; та радитися з НСПП.", "13. До 12 вересня 2011 року страйковий комітет повідомив про рішення щодо проведення страйку такі органи: підприємство-працедавця, НСПП, Міністерство інфраструктури України, Державну авіаційну службу, Міністерство соціальної політики України, Державну інспекцію України з питань праці, Уповноваженого Верховної Ради України з прав людини, а також низку інших установ та організацій.", "14. 19 вересня 2011 року керівництво «АероСвіт» подало до Дарницького районного суду м. Києва (далі – Дарницький суд) позов до профспілки бортпровідників, вимагаючи визнання оголошеного страйку незаконним.", "15. 26 вересня 2011 року Дарницький суд провів перше засідання у справі. Наступне засідання було призначено на ранок 28 вересня 2011 року.", "16. Заплановане засідання не відбулося з невідомих заявникам причин. Згодом вони дізнались, що суддя був на лікарняному.", "17. 28 вересня 2011 року керівництво «АероСвіт» подало інший позов – цього разу до Бориспільського міськрайонного суду Київської області (далі – Бориспільський суд) та до страйкового комітету, вимагаючи визнання страйку незаконним.", "18. 29 вересня 2011 року Бориспільський суд у письмовому провадженні постановив ухвалу, якою заборонив страйковому комітетові проведення страйку до винесення рішення за позовом підприємства-роботодавця.", "19. Того ж дня керівництво підприємства «АероСвіт» вручило копію ухвали представникам профспілки.", "20. 30 вересня 2011 року керівництво підприємства відкликало з Дарницького суду свій перший позов.", "21. 4 жовтня 2011 року профспілка оскаржила до апеляційного суду Київської області (далі – апеляційний суд) ухвалу Бориспільського суду від 29 вересня 2011 року. У скарзі вона, зокрема, стверджувала, що страйковий комітет не може бути відповідачем у провадженні, оскільки він не є ані фізичною, ані юридичною особою. Він також не уповноважений представляти у судах інтереси працівників, які вирішили страйкувати.", "22. 5 жовтня 2011 року апеляційний суд відмовив у задоволенні вищезазначеної апеляційної скарги.", "23. 6 жовтня 2011 року Бориспільський суд визнав страйк незаконним та заборонив його проведення. Суд посилався на статтю 18 Закону України «Про транспорт», якою заборонялось проведення страйків на підприємствах транспорту у випадках, пов’язаних з перевезенням пасажирів. Суд зазначив, що «АероСвіт» є важливим пасажирським перевізником, який здійснює рейси за більш ніж вісімдесятьма міжнародними маршрутами до тридцяти трьох країн. Крім того, зважаючи на те, що одним з найголовніших завдань бортпровідників є забезпечення безпеки пасажирів, суд дійшов висновку, що застосуванню також підлягає стаття 24 Закону України «Про порядок вирішення колективних трудових спорів (конфліктів)», якою проведення страйків забороняється, якщо вони створюють загрозу життю і здоров’ю людей. Суд також загалом послався на статтю 44 Конституції.", "24. Профспілка оскаржила це рішення в апеляційному порядку, повторивши у цій скарзі свої аргументи з попередньої апеляційної скарги від 4 жовтня 2011 року щодо статусу страйкового комітету. Профспілка також доводила, що суд першої інстанції неправомірно застосував Закон України «Про транспорт» і мав замість нього застосувати Закон України «Про порядок вирішення колективних трудових спорів (конфліктів)».", "25. 22 листопада і 19 грудня 2011 року апеляційний суд Київської області та Вищий спеціалізований суд України з розгляду цивільних i кримінальних справ відповідно залишили рішення від 6 жовтня 2011 року без змін.", "26. 20 січня 2012 року остаточну ухвалу Вищого спеціалізованого суду України з розгляду цивільних i кримінальних справ було отримано страйковим комітетом.", "II. ВІДПОВІДНІ НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО І ПРАКТИКА", "A. Конституція України (1996 року)", "27. Статтею 44 передбачено таке:", "«Ті, хто працює, мають право на страйк для захисту своїх економічних і соціальних інтересів.", "Порядок здійснення права на страйк встановлюється законом з урахуванням необхідності забезпечення національної безпеки, охорони здоров’я, прав і свобод інших людей.", "Ніхто не може бути примушений до участі або до неучасті у страйку.", "Заборона страйку можлива лише на підставі закону.»", "", "B. Закон України «Про порядок вирішення колективних трудових спорів (конфліктів)» 1998 року (зі змінами)", "28. Відповідними положеннями передбачено таке:", "Стаття 3. Сторони колективного трудового спору (конфлікту)", "«Сторонами колективного трудового спору (конфлікту) є:", "на виробничому рівні - наймані працівники (окремі категорії найманих працівників) ... або первинна профспілкова чи інша уповноважена найманими працівниками організація та власник підприємства... або уповноважений ним... представник; ...", "Уповноважений найманими працівниками на представництво орган є єдиним повноважним представником найманих працівників до моменту припинення такого спору (конфлікту).»", "Стаття 17. Страйк", "«Страйк - це тимчасове колективне добровільне припинення роботи працівниками (невихід на роботу, невиконання своїх трудових обов’язків)... з метою вирішення колективного трудового спору (конфлікту).", "Страйк застосовується як крайній засіб (коли всі інші можливості вичерпано) вирішення колективного трудового спору (конфлікту) у зв’язку з відмовою власника або уповноваженого ним органу (представника) задовольнити вимоги найманих працівників або уповноваженого ними органу, профспілки, об’єднання профспілок чи уповноваженого нею (ними) органу.»", "Стаття 18. Право на страйк", "«Відповідно до статті 44 Конституції України ті, хто працює, мають право на страйк для захисту своїх економічних і соціальних інтересів.", "Порядок здійснення права на страйк встановлюється цим Законом.", "Страйк може бути розпочато, якщо примирні процедури не привели до вирішення колективного трудового спору (конфлікту) або власник... ухиляється від примирних процедур або не виконує угоди, досягнутої в ході вирішення колективного трудового спору (конфлікту).»", "Стаття 24. Випадки, за яких забороняється проведення страйку", "«Забороняється проведення страйку за умов, якщо припинення працівниками роботи створює загрозу життю і здоров’ю людей, довкіллю або перешкоджає запобіганню стихійному лиху, аваріям, катастрофам, епідеміям та епізоотіям чи ліквідації їх наслідків.", "Забороняється проведення страйку працівників (крім технічного та обслуговуючого персоналу) органів прокуратури, суду, Збройних Сил України, органів державної влади, безпеки та правопорядку. ...»", "РОЗДІЛ V. ПРИКІНЦЕВІ ПОЛОЖЕННЯ", "“...3. Встановити, що до приведення законодавства у відповідність із Законом України \"Про порядок вирішення колективних трудових спорів (конфліктів)\" закони та інші нормативно-правові акти застосовуються у частині, що не суперечить цьому Закону.", "4. Кабінету Міністрів України у тримісячний строк подати до Верховної Ради України пропозиції про приведення законодавчих актів України у відповідність з цим Законом. ...»", "C. Закон України «Про транспорт» (1994 року)", "29. Статтею 18 «Страйки на транспорті» передбачено:", "«Припинення роботи (страйк) на підприємствах транспорту може бути у разі невиконання адміністрацією підприємства умов тарифних угод, крім випадків, пов’язаних з перевезенням пасажирів, обслуговуванням безперервно діючих виробництв, а також, коли страйк становить загрозу життю і здоров’ю людини.»", "30. Зміни до вищезазначеного положення не вносилися з моменту набрання Законом чинності у 1994 році. За рекомендаціями Комітету з питань свободи об’єднання МОП у 2001 році було розроблено певні пропозиції щодо внесення змін до законодавства, але безрезультатно (див. пункти 38-40). Крім того, 26 серпня 2010 року у Верховній Ради України було зареєстровано проект Закону України «Про внесення зміни до статті 18 Закону України «Про транспорт» щодо приведення її норм у відповідність до Конституції України та Закону України «Про порядок вирішення колективних трудових спорів (конфліктів)». У кінцевій редакції документу пропонувалося повністю скасувати статтю 18. 15 червня 2011 року Комітет Верховної Ради України з питань транспорту і зв’язку рекомендував Парламенту відхилити текст законопроекту і послався на висновок Кабінету Міністрів України, що це дестабілізує транспортний сектор та завдасть шкоди соціальним та економічним інтересам держави. Внаслідок цього законопроект було відхилено.", "D. Дії Уповноваженого Верховної Ради України з прав людини", "31. 15 січня 2013 року Уповноважений Верховної Ради України з прав людини оприлюднила прес-реліз такого змісту:", "Валерія Лутковська: «Право на страйк працівників транспорту має бути врегульовано на законодавчому рівні»", "«Уповноважений Верховної Ради України з прав людини Валерія Лутковська направила Прем’єр-міністру України Миколі Азарову листа щодо захисту конституційного права на страйк працівників транспорту. В ньому наголошується, що до Омбудсмена неодноразово зверталися представники Всеукраїнської професійної спілки пілотів, а також профспілки бортпровідників одного з авіаперевізників стосовно неконституційності норм Закону України «Про транспорт» та порушення їхніх законних прав.", "Моніторинг Уповноваженого засвідчив: недостатня врегульованість цього питання фактично унеможливила законний захист прав працівників транспорту, зумовила неоднозначне трактування норм права у цій сфері та, з одного боку, несе реальну загрозу масових порушень трудових прав роботодавцем, а з іншого – спонтанних (несподіваних) зривів перевезень тощо.", "Робочою групою, створеною Уповноваженим з прав людини, за участю представників Мінсоцполітики, Мінінфраструктури, Мінекономрозвитку, Національної служби посередництва і примирення, делегованих від спільних представницьких органів сторін роботодавців та профспілок, розроблено проект Закону України «Про внесення змін до деяких законодавчих актів України щодо гарантування реалізації конституційного права людини на страйк». У ньому, зокрема, пропонується статтю 18 Закону України «Про транспорт» викласти у такій редакції: «Страйк на підприємствах транспорту застосовується відповідно до законодавства про порядок вирішення колективних трудових спорів (конфліктів)». А частину першу статті 24 Закону України «Про порядок вирішення колективних трудових спорів (конфліктів)» після слів «здоров’ю людей» доповнити словами «національній безпеці».", "Як зазначає Уповноважений з прав людини Валерія Лутковська, Мінсоцполітики, Мінекономрозвитку, Мінінфраструктури, Секретаріат Ради національної безпеки і оборони, представники профспілок погодили законопроект без зауважень.", "Враховуючи важливість вирішення цього питання на законодавчому рівні, Омбудсмен Валерія Лутковська... внесла на розгляд уряду розроблений законопроект для подальшого направлення до Верховної Ради України. Прем’єр-міністр України Микола Азаров дав доручення керівникам міністерств інфраструктури, соцполітики, економрозвитку, фінансів та юстиції розглянути проект вищезгаданого закону та внести до нього узгоджені пропозиції. Уповноважений з прав людини висловлює сподівання, що вже найближчим часом законопроект в установленому порядку буде внесений на розгляд парламенту.»", "III. ВІДПОВІДНІ МІЖНАРОДНІ ДОКУМЕНТИ", "A. Міжнародний пакт про економічні, соціальні і культурні права (1966 року)", "32. Пункт 1 статті 8 Пакту передбачає таке:", "«1. Держави, які беруть участь у цьому Пакті, зобов’язуються забезпечити:", "а) право кожної людини створювати для здійснення і захисту своїх економічних та соціальних інтересів професійні спілки і вступати до них на свій вибір при єдиній умові додержання правил відповідної організації. Користування зазначеним правом не підлягає жодним обмеженням, крім тих, які передбачаються законом і які є необхідними в демократичному суспільстві в інтересах державної безпеки чи громадського порядку або для захисту прав і свобод інших;", "b) право професійних спілок утворювати національні федерації чи конфедерації і право цих останніх засновувати міжнародні професійні організації або приєднуватися до них;", "с) право професійних спілок функціонувати безперешкодно без будь-яких обмежень, крім тих, які передбачаються законом і які є необхідними в демократичному суспільстві в інтересах державної безпеки чи громадського порядку або для захисту прав і свобод інших;", "d) право на страйки при умові його здійснення відповідно до законів кожної країни.»", "B. Принципи МОП щодо права на страйк", "33. Відповідні принципи Міжнародної організації праці (МОП) стисло викладено в її публікації «Принципи МОП щодо права на страйк», вперше опублікованій у виданні «International Labour Review («Міжнародний огляд праці»), том 137 (1998 р.) № 4, та згодом перевиданій у 2000 році. Відповідні витяги передбачають таке:", "1. Загальні положення\nОсновний принцип права на страйк", "«... Впродовж багатьох років відповідно до цього принципу Комітет з питань свободи об’єднання визнавав, що страйк – це право, а не просто соціальний акт, а також:", "1. дав чітко зрозуміти, що це право, яке надається працівникам та їхнім організаціям (профспілкам, федераціям і конфедераціям)...;", "2. зменшив кількість категорій працівників, які можуть бути позбавлені цього права, а також обмежень на його здійснення, які не можуть бути надмірними;", "3. пов’язав здійснення права на страйк з метою сприяння економічним та соціальним інтересам працівників та їхнього захисту...;", "4. зазначив, що законне здійснення права на страйк не повинно призводити до упередженого застосування будь-якого покарання, яке становитиме дискримінаційні щодо профспілок дії.", "Ці погляди, висловлені Комітетом з питань свободи об’єднання, по суті співпадають з поглядами Комітету експертів...»", "3. Працівники, які мають право на страйк, і ті, які його позбавлені", "«... Комітет вирішив визнати загальне право на страйк, єдиними можливими винятками з якого є ті, що можуть застосовуватися до державних службовців та працівників у сфері надання життєво важливих послуг у вузькому значенні цього терміну. Безумовно, Комітет з питань свободи об’єднання також погоджується із забороною страйків у випадку надзвичайного стану у країні (ILO, 1996d, п. 527)...»", "Життєво важливі послуги у вузькому значенні цього терміну", "«З часом контролюючі органи МОП деталізували концепцію життєво важливих послуг у вузькому значенні цього терміну (для яких може заборонятися проведення страйків). У 1983 році Комітет експертів визначив ці послуги як такі, «припинення надання яких створить загрозу життю, безпеці або здоров’ю усього населення або його частини» (ILO, 1983b, п. 214). Згодом це визначення було прийнято Комітетом з питань свободи об’єднання.", "Без сумніву, те, що мається на увазі під життєво важливими послугами у вузькому значенні цього терміну, «значною мірою залежить від конкретної ситуації, що склалася у країні»; також не може бути сумніву у тому, що «інша послуга може стати життєво важливою, якщо страйк триває більше певного періоду часу або виходить за певні межі, таким чином створюючи загрозу життю, особистій безпеці або здоров’ю усього населення чи його частини» (ILO, 1996d, п. 541). Тим не менше, Комітет з питань свободи об’єднання навів свою загальну думку щодо життєво важливого та іншого характеру низки конкретних послуг.", "Таким чином, Комітет вважає життєво важливими у вузькому значенні цього терміну послуги, в яких право на страйк може серйозно обмежуватися або навіть заборонятися, у таких сферах: охорона здоров’я, електропостачання, водопостачання, телефонний зв’язок, керування повітряним рухом (там само, п. 544).", "З іншого боку Комітет вважає, що нижченаведені послуги загалом не є життєво важливими у вузькому значенні цього терміну, а отже страйк у них не забороняється (там само, п. 545):", "... транспорт загалом; ... авіаремонтні послуги..", "Ці кілька прикладів не становлять вичерпний перелік життєво важливих послуг. Комітет не зазначив більше послуг, тому що його думка залежить від характеру конкретних ситуацій та контексту, в якому він має їх розглядати, а також тому, що скарги стосовно заборони страйків під час надання життєво важливих послуг подають рідко...»", "Термінологічне визначення концепції життєво важливої послуги і мінімального обслуговування", "«... Коли Комітет експертів використовує словосполучення «життєво важливі послуги», він посилається тільки на життєво важливі послуги у вузькому значенні цього терміну (тобто припинення роботи яких створить загрозу життю, безпеці або здоров’ю усього населення або його частини), в яких можуть бути виправдані обмеження і навіть заборони, що, тим не менш, має супроводжуватися компенсаційними гарантіями. Проте «мінімальне обслуговування» «буде доречним у ситуаціях, за яких суттєве обмеження або повна заборона страйку видаватимуться невиправданими, та у випадках, коли, не ставлячи під сумнів право переважної більшості працівників на страйк, слід забезпечити задоволення основних потреб населення та безпечну і безперебійну роботу установ» (там само, п. 162) ...»", "34. У Загальному огляді основоположних Конвенцій щодо прав на працю у світлі Декларації МОП про соціальну справедливість у цілях справедливої глобалізації (Міжнародна конференція праці, 101 сесія, 2012 рік) Комітет експертів МОП з питань застосування конвенцій і рекомендацій (КЕЗКР) зазначив, що повітряний транспорт має бути виключений з «життєво важливих послуг» та що необхідно визнати право на страйк працівників, зайнятих у цьому секторі.", "C. Відповідна практика Комітету МОП з питань свободи об’єднання", "1. Щодо України (Справа № 2018)", "35. 23 лютого 1999 року Незалежна профспілка працівників Іллічівського морського торговельного порту подала до Комітету МОП з питань свободи об’єднання скаргу проти Уряду України, стверджуючи про порушення прав профспілки, включаючи право на страйк. Уряд відповів, що згідно із Законом України «Про транспорт» на транспортних підприємствах з безперервним графіком роботи страйки забороняються.", "36. У своїй Доповіді № 318 у листопаді 1999 року (Доповідь, в якій Комітет просить повідомляти його про розвиток подій), Комітет зазначив:", "«514. У справах щодо порушень права на страйк Комітет завжди визнавав право працівників та їхніх організацій на страйк як законний засіб захисту їхніх економічних та соціальних інтересів. Він також вважав, що умови, які згідно із законодавством необхідно виконати, щоб страйк був законним, мають бути розумними та у будь-якому разі не такими, що значною мірою обмежуватимуть доступні профспілковим організаціям процесуальні засоби захисту. ... Комітет також наголосив на тому, що хоча право на страйк у сфері надання життєво важливих послуг у вузькому значенні цього терміну (тобто послуги, припинення надання яких створить загрозу життю, безпеці або здоров’ю усього населення або його частини) може бути обмежено або заборонено за умови надання працівникам належних гарантій, діяльність портів загалом не є життєво важливою послугою у вузькому значенні цього терміну, хоча вони надають важливі суспільні послуги і від них у разі страйку вимагатиметься надання мінімальних послуг. ... Отже, Комітет вимагає від Уряду внесення зміни до статті 18 Закону України «Про транспорт», щоб вона не тлумачилась як така, що забороняє страйки у портах.", "...", "516. З огляду на вищезазначені висновки Комітет пропонує від керівного органу влади затвердити такі рекомендації:", "...", "(d) Що стосується судових ухвал, якими запланований на 7 вересня 1998 року страйк визнано незаконними, Комітет, наголошуючи на тому, що порти не відносяться до сфери життєво важливих послуг, під час надання яких страйки можуть заборонятися, хоча вони є важливими для громадськості службами і у випадку страйку від них може вимагатися надання мінімальних послуг, вимагає від Уряду внести до статті 18 Закону України «Про транспорт» зміни, щоб остання не тлумачилась як така, що забороняє страйки у портах.»", "37. Згодом Комітет оприлюднив кілька доповідей щодо імплементації його рекомендацій.", "38. Зокрема, у листопаді 2001 року він оприлюднив доповідь № 323, у якій посилався на повідомлення Уряду у серпні 2001 року, що Міністерство транспорту України готує новий проект закону про транспорт, що включатиме такі положення:", "«Добровільне припинення роботи (страйк) на підприємствах транспорту може здійснюватися відповідно до порядку, встановленого відповідним законодавством, крім випадків, коли таке припинення роботи створює загрозу життю і здоров’ю людей, довкіллю або перешкоджає запобіганню стихійному лиху, аваріям, катастрофам, епідеміям та епізоотіям чи ліквідації їхніх наслідків.»", "39. Комітет «із зацікавленням взяв до відома» проект змін до статті 18 Закону України «Про транспорт» щодо страйку та закликав Уряд інформувати його щодо досягнутого у зв’язку з цим прогресу.", "40. Проте розгляд справи Комітетом було завершено без жодних таких повідомлень про будь-який прогрес (щодо подальших спроб внесення змін до закону також див. пункт 30).", "2. Щодо інших держав", "41. Комітет МОП з питань свободи об’єднання оприлюднив свої висновки стосовно низки інших справ у транспортній сфері, в яких він встановив, що обмеження права на страйк не відповідають нормам МОП.", "42. Зокрема, у відповідних витягах з його 362-ї Доповіді (312 сесія, Женева, листопад 2011 року) зазначено таке:", "- Справа № 2841 (Франція): Доповідь, в якій Комітет закликає інформувати його в подальшому:", "«1041. Комітет нагадує, що у сфері надання послуг аеропортів життєво важливою послугою, для якої виправдані обмеження щодо страйку, може вважатися тільки служба управління повітряним рухом. Отже, ані постачання палива для забезпечення здійснення рейсів, ані власне транспорт не можуть вважатися життєво важливими послугами у вузькому значенні цього терміну. Більше того, економічні міркування не можуть бути підставою для обмеження права на страйк. Проте у минулому Комітет раніше вже мав підстави вважати, що коли послуга, яка не є життєво важливою у вузькому значенні цього терміну, але є складовою частиною дуже важливого сектору в країні, яким можна вважати пасажирський та вантажний транспорт, припиняє свою роботу, можуть бути виправданими заходи для забезпечення надання мінімальних послуг. Такі послуги можуть бути потенційним альтернативним рішенням у ситуаціях, в яких суттєве обмеження або повна заборона страйку видаватимуться невиправданими, та у випадках, коли, не ставлячи під сумнів право переважної більшості працівників на страйк, слід забезпечити задоволення основних потреб населення та безпечну і безперебійну роботу установ.»", "- Справа № 2838 (Греція): Доповідь, в якій Комітет закликає інформувати його в подальшому:", "«1076. ...перевезення пасажирів та комерційних вантажів не є життєво важливою послугою у вузькому значенні цього терміну; проте це послуга першочергової важливості для громадськості, стосовно якої може бути виправдана вимога щодо надання мінімальних послуг у разі страйку... Загалом до визначення мінімальних послуг та мінімальної кількості працівників, що їх надаватимуть, мають бути залучені не тільки органи влади, а також відповідні організацій роботодавців та працівників. Це не лише дозволить зважений обмін думками щодо того, що може у зазначеній ситуації вважатися мінімальними послугами, які є абсолютно необхідними; але й сприятиме гарантуванню того, що обсяг мінімальних послуг на практиці не зробить страйк неефективним внаслідок його обмеженого впливу; а також сприятиме руйнування враження профспілкових організацій, що страйк виявився безрезультатним внаслідок надання надміру щедрих мінімальних послуг в односторонньому порядку.»", "D. Європейська соціальна хартія (переглянута), ратифікована Україною 21 грудня 2006 року", "43. У відповідних положеннях передбачено таке:", "«Стаття 6 – Право на укладання колективних договорів", "З метою забезпечення ефективного здійснення права на укладання колективних договорів Сторони зобов’язуються:", "1. сприяти проведенню спільних консультацій між працівниками та роботодавцями;", "2. сприяти, коли це необхідно і доцільно, створенню механізму переговорів на добровільній основі між роботодавцями або організаціями роботодавців та організаціями працівників з метою регулювання умов праці за допомогою колективних договорів;", "3. сприяти створенню та використанню належного механізму примирення та добровільного арбітражу для вирішення трудових спорів;", "а також визнають:", "4. право працівників і роботодавців на колективні дії у випадках конфліктів інтересів, включаючи право на страйк, з урахуванням зобов’язань, які можуть випливати з раніше укладених колективних договорів.", "Стаття G – Обмеження", "1. Ефективне втілення в життя прав і принципів, зазначених у частині I, та їхнє ефективне здійснення відповідно до частини II не підлягають жодним обмеженням, за винятком тих, які передбачені цими частинами, і тих, які встановлені законом і необхідні в демократичному суспільстві для захисту прав і свобод інших людей або для захисту державних інтересів, національної безпеки, здоров’я людей чи моралі.", "2. Обмеження, які дозволяються згідно з цією Хартією щодо зазначених у ній прав і зобов’язань, застосовуються тільки з метою, з якою вони передбачені.", "Додаток до Європейської соціальної хартії\nПункт 4 статті 6", "Встановлюється, що кожна Сторона, у тому, що її стосується, може регулювати законодавчим шляхом здійснення права на страйк за умови, що будь-яке інше можливе обмеження нею цього права може бути виправдане положеннями статті G1.»", "E. Відповідна практика Європейського комітету із соціальних прав", "1. Загальні принципи тлумачення пункту 4 статті 6 Європейської соціальної хартії", "44. У своєму Дайджесті з практики Європейського комітету із соціальних прав від 1 вересня 2008 року Комітет (чия функція полягає у винесенні рішень щодо відповідності ситуації у країнах-учасницях Європейській соціальній хартії) у Частині «Тлумачення різних положень» зазначив таке (наведена нижче цитата приводиться без виносок, в яких містяться посилання на конкретні справи):", "«3. Окремі обмеження права на страйк", "Ефективне втілення в життя прав і принципів, зазначених у частині I, та їхнє ефективне здійснення відповідно до частини II не підлягають жодним обмеженням, за винятком тих, які передбачені цими частинами і тих, які встановлені законом і необхідні в демократичному суспільстві для захисту прав і свобод інших осіб або для захисту державних інтересів, національної безпеки, здоров’я людей чи моралі.", "i. Обмеження, пов’язані з життєво важливими послугами/секторами", "Заборона страйків у секторах, які є життєво важливими для суспільства, вважається такою, що слугує законній меті, оскільки страйки у цих секторах можуть становити загрозу державним інтересам, національній безпеці та/або здоров’ю громадян. Проте проста заборона страйків навіть в життєво важливих секторах (особливо, коли їхнє визначення є дуже загальним – наприклад, «енергетика», «охорона здоров’я») не вважається пропорційною специфічним вимогам кожного сектору. Щонайбільше введення вимоги стосовно надання мінімальних послуг у цих секторах може вважатися таким, що відповідає пункту 4 статті 6. ...»", "2. Висновки стосовно колективних трудових спорів в Україні", "45. 22 жовтня 2010 року Комітет оприлюднив свої висновки (2010/def/UKR) щодо колективних трудових спорів в Україні. У відповідних витягах зазначається таке:", "Стаття 6 - Право на укладання колективних договорів\nПункт 4 – Колективний трудовий спір", "«Комітет бере до уваги інформацію, що міститься у звіті, наданому Україною.", "Стаття 44 Конституції України гарантує працівникам право на страйк для захисту своїх економічних і соціальних інтересів.", "Крім того, стаття 27 Закону України «Про професійні спілки, їх права та гарантії діяльності» гарантує право профспілок, серед іншого, на організацію та проведення страйків для захисту трудових і соціально-економічних прав працівників. Закон України «Про порядок вирішення колективних трудових спорів (конфліктів)» містить положення щодо права на страйк, включаючи порядок, якого має бути дотримано перед здійсненням права на страйк тощо...", "Окремі обмеження права на страйк", "Згідно з пунктом 4 статті 6 право на страйк може бути обмежено, якщо будь-яке обмеження відповідає умовам, зазначеним у статті 31, яка передбачає, що обмеження гарантованих Хартією прав, встановлені законом, служать легітимній меті і необхідні в демократичному суспільстві для захисту прав і свобод інших осіб або для захисту державних інтересів, національної безпеки, здоров’я чи моралі.", "Обмеження, пов’язані з життєво важливими послугами/секторами", "Комітет зазначає, що існують обмеження права на страйк для працівників аварійно-рятувальних служб, працівників ядерних об’єктів, працівників підприємств, діяльність яких пов’язана із роботою під землею, а також працівників підприємств електроенергетики. Комітет нагадує, що обмеження страйків у секторах, які є життєво важливими для суспільства, вважається таким, що служить законній меті, оскільки страйки у цих секторах можуть становити загрозу державним інтересам, національній безпеці та/або здоров’ю людей. Проте проста заборона страйків навіть в життєво важливих секторах (особливо, коли їхнє визначення є дуже загальним) не вважається пропорційною специфічним вимогам кожного сектору, а такою, що передбачає відповідність пункту 4 статті 6.", "Отже, Комітет запрошує надати додаткову інформацію щодо масштабів обмежень права на страйк у цих секторах, зокрема щодо «підприємств, діяльність яких пов’язана із роботою під землею».", "Крім цього, Комітет зазначає, що відповідно до доповіді ці страйки у транспортному секторі можуть бути заборонені, серед іншого, якщо такі страйки впливають на перевезення пасажирів. Комітет прагне підтвердити, що це тлумачення є правильним, у зв’язку з цим він посилається вище на свою вищезазначену практику...»", "3. Інша практика щодо обмежень права на страйк у транспортному секторі і секторі авіаперевезень", "46. У відповідному витягу з Резолюції CM/ResChS(2012)4 щодо колективної скарги № 32/2005 проти Болгарії зазначено таке:", "«[Комітет доходить висновку], що не було встановлено, що обмеження права на страйк відповідно до статті 51 [Закону про залізничний транспорт] переслідує законну мету у розумінні статті 31. Стверджувані, але в подальшому не конкретизовані наслідки для економіки не є законною метою у зв’язку з цим. За відсутності законної мети обмеження права на страйк згідно зі статтею 51 [Закону про залізничний транспорт] не може вважатися необхідним у демократичному суспільстві у розумінні статті 31.»", "47. У відповідному розділі висновків від 22 жовтня 2010 року стосовно Литви зазначено таке:", "«Обмеження, пов’язані з життєво важливими послугами/секторами", "У разі проведення страйків на підприємствах, що охоплюються статтею 77.4, Кодекс законів про працю передбачає обов’язок надавати мінімальні послуги для задоволення невідкладних суспільних потреб. Такі мінімальні послуги встановлюються або Урядом за результатами консультацій з Тристоронньою радою, або відповідним муніципальним виконавчим органом після консультацій зі сторонами колективного спору. Зазначеними підприємствами та секторами є: залізниці та громадський транспорт, цивільна авіація, підприємства зав’язку та сфери енергетики, установи охорони здоров’я та фармацевтичні установи, підприємства харчової промисловості та водопостачання, каналізації, а також сміттєпереробні підприємства, нафтопереробні заводи, підприємства з безперервним циклом виробництва і підприємства, припинення роботи на яких призведе до тяжких та небезпечних наслідків для суспільства або життя та здоров’я громадян.»", "48. У відповідному розділі висновків від 30 червня 2006 року стосовно Словенії зазначено таке:", "«Звіт... вказує на те, що у секторах поліції та оборони, авіаперевезень, митниці, залізничного транспорту, а також інших сфер діяльності, в яких вимагається мінімальний рівень надання відповідних послуг, останніми роками практично не відбувалось відповідних страйків, оскільки спори вирішуються шляхом переговорів після оголошення про проведення страйку.»", "F. Резолюція ПАРЄ 1442 (2005) «Право на страйк у сфері надання життєво важливих послуг: економічні наслідки», ухвалена 6 червня 2005 року", "49. У відповідних витягах зазначено таке (курсив додано):", "«1. У час, коли в Європі проходять процеси швидкої політичної, економічної, соціальної і культурної інтеграції – як в межах Європейського Союзу, так і на географічному просторі держав-членів Ради Європи загалом – все більш явною стає вразливість кожної країни перед дестабілізацією ситуації в інших країнах. У час інтенсифікації міжнародних зв’язків та мобільності працівників це також стосується страйків у сфері надання життєво важливих послуг незалежно від того, чи вони перебувають у державній, чи у приватній власності, – таких як послуги у транспортному секторі (особливо в авіаперевезеннях) або у сфері охорони здоров’я. На цьому тлі великі розбіжності у законодавстві та практиці європейських країн все більше розходяться із загальним процесом європейської інтеграції та є шкідливими для неї.", "2. Ще більше занепокоєння викликає відсутність у багатьох країнах балансу між правом на страйк, в тому числі й у сфері надання життєво важливих послуг, закріпленим у багатьох договорах – від переглянутої Європейської соціальної хартії Ради Європи (ETS № 163) до Хартії основних прав Європейського Союзу – з одного боку та основоположним правом громадян на спокійне життя, на збереження свого здоров’я та добробуту, а також правом суспільства на здійснення своїх функцій та збереження життєздатності і захисту здоров’я та добробуту своїх громадян, з іншого боку. У певних європейських країнах цей баланс істотно змістився у протилежний від громадян та суспільства бік.", "3. У зв’язку з вищезазначеним Парламентська Асамблея закликає Уряди держав-членів Ради Європи:", "- провести дослідження витрат, понесених внаслідок проведення страйків у сфері надання життєво важливих послуг, як для національної економіки вцілому, так і для конкретних підприємств та громадян безпосередньо у вигляді невиробленого продукту та опосередковано через погіршення соціальних відносин і шкоду, завдану репутації країни на міжнародній арені, а потім зіставити і порівняти результати на рівні Ради Європи;", "- активізувати дослідження та обмін інформацією стосовно законодавчих та нормативних положень, ухвалених у різних державах-членах Ради Європи для регулювання або обмеження права на страйк у сфері надання життєво важливих послуг;", "- максимально уніфікувати національне законодавство щодо регулювання страйків у сфері надання життєво важливих послуг з тим, щоб забезпечити належний і однорідний захист громадян на всій території Ради Європи;", "- максимально повно використовувати з цією метою положення переглянутої Європейської соціальної хартії, що регулюють право на страйк та захист інших соціальних прав громадян, включаючи механізм забезпечення цих прав, передбачений у Хартії;", "- заохочувати подібні зусилля у більш обмежених масштабах Європейського Союзу, чиє законодавство з необхідними коригуваннями могло би згодом застосовуватись всіма державами-членами Ради Європи.»", "ПРАВО", "I. СТВЕРДЖУВАНЕ ПОРУШЕННЯ СТАТТІ 11 КОНВЕНЦІЇ", "50. Заявники скаржились на безумовну заборону державними органами влади страйку на тій єдиній підставі, що перші працювали у секторі пасажирських авіаперевезень. Заявники посилалися на статтю 11 Конвенції, яка передбачає:", "«1. Кожен має право на свободу мирних зібрань і свободу об’єднання з іншими особами, включаючи право створювати профспілки та вступати до них для захисту своїх інтересів.", "2. Здійснення цих прав не підлягає жодним обмеженням, за винятком тих, що встановлені законом і є необхідними в демократичному суспільстві в інтересах національної або громадської безпеки, для запобігання заворушенням чи злочинам, для охорони здоров’я чи моралі або для захисту прав і свобод інших осіб. Ця стаття не перешкоджає запровадженню законних обмежень на здійснення цих прав особами, що входять до складу збройних сил, поліції чи адміністративних органів держави.»", "A. Прийнятність", "1. Статус потерпілого пана Пушняка", "51. Уряд зазначив, що пан Пушняк не був членом страйкового комітету, до якого позивалося керівництво підприємства «АероСвіт», вимагаючи заборони запланованого страйку. Уряд також стверджував, що у матеріалах справи не було документів на підтвердження його членства у профспілці.", "52. Тому Уряд дійшов висновку, що пан Пушняк не може вважатися потерпілим від стверджуваного порушення та що частина заяви, яка стосується його, має на цій підставі бути визнана неприйнятною.", "53. Заявники заперечили проти доводів Уряду. Вони стверджували, що усі вони, включаючи пана Пушняка, працювали на підприємстві «АероСвіт» на посадах бортпровідників. Більше того, вони усі були членами профспілки. Крім того, вони наголошували на тому, що пан Пушняк разом з іншими заявниками особисто брав участь у конференції працівників 9 вересня 2011 року, на якій було оголошено про проведення страйку (див. пункт 12).", "54. Суд нагадує, що термін «потерпілий» у контексті статті 34 Конвенції означає особу, яка зазнала прямого впливу відповідної дії або бездіяльності (див. рішення від 15 червня 1992 року у справі «Люді проти Швейцарії» (Lüdi v. Switzerland), п. 34, Series A № 238).", "55. У цій справі, як правомірно вказав Уряд, друге провадження на національному рівні стосувалось тільки страйкового комітету – тобто шести осіб, серед яких пана Пушняка не було.", "56. У той же час беззаперечним є те, що головним питанням позову у цьому провадженні була законність страйку, провести який запланували 150 працівників підприємства «АероСвіт», включаючи заявників. Крім того, встановлено, що усі заявники були членами профспілки підприємства (див. пункт 7).", "57. Відповідно, Суд вважає, що відповідні судові рішення безпосередньо вплинули на право на страйк усіх заявників.", "58. Суд не забуває про свою практику, згідно з якою особа не може скаржитися на порушення її прав у провадженні, стороною якого вона не була, навіть якщо вона була акціонером та/або директором підприємства, яке було стороною провадження (див. рішення у справі ««Centro Europa 7 S.r.l.» та Ді Стефано проти Італії» (Centro Europa 7 S.r.l. and Di Stefano v. Italy) [ВП], заява № 38433/09, п. 92 та п. 93, ECHR 2012).", "59.  Проте з огляду на характер права, що є предметом розгляду у цій справі, та особливості статусу і функцій страйкового комітету, буде недоцільно проводити будь-які паралелі між цією ситуацією та пов’язаними з майном спорами між корпоративними структурами, в контексті яких був встановлений вищезазначений принцип (на додаток до вищезазначеного рішення у справі ««Centro Europa 7 S.r.l.» та Ді Стефано проти Італії» (Centro Europa 7 S.r.l. and Di Stefano v. Italy) див. в якості інших прикладів рішення від 24 жовтня 1995 року у справі ««Agrotexim» та інші проти Греції» (Agrotexim and Others v. Greece), п. 66, Series A № 330A та ухвалу щодо прийнятності від 1 квітня 2004 року у справі ««Camberrow MM5 AD» проти Болгарії» (Camberrow MM5 AD v. Bulgaria), заява № 50357/99).", "60.  Отже, Суд відхиляє це заперечення Уряду.", "2.  Статус потерпілих усіх заявників", "61.  Уряд також звертав увагу Суду на той факт, що Бориспільський суд своєю ухвалою від 29 вересня 2011 року заборонив проведення страйку, початок якого було призначено на 28 вересня 2011 року. Відповідно, Уряд доводив, що ніщо не заважало заявникам страйкувати 28 вересня 2011 року.", "62.  Заявники підкреслили, що страйк не планувався як одноденна акція та що вони мали намір страйкувати, поки вимоги працівників не буде виконано у повному обсязі. Вони стверджували, що страйк не було розпочато, як передбачалося, 28 вересня 2011 року з тієї простої причини, що Дарницький суд мав розглянути справу вранці того ж самого дня. Відповідно, було вирішено відкласти початок страйку до ухвалення рішення суду, яке, як сподівалися працівники, буде на їхню користь.", "63.  Суд зауважує, що початок страйку дійсно призначено на 28 вересня 2011 року та що його проведення було заборонено наступного дня. Отже, у працівників був один день на страйк. Проте треба враховувати, що метою страйку було вирішення колективного трудового спору та що тривалість страйку залежала від того, коли це станеться.", "64.  З огляду на судовий позов, поданий керівництвом підприємства, та той факт, що судове засідання було призначено на той день, коли мав розпочатися страйк, для працівників було доволі розумно відкласти початок страйку, допоки суд не розгляне справу. Якби у разі початку страйку суд заборонив його, то він тривав би до цього моменту всього кілька годин і навряд чи наблизив би страйкарів до досягнення їхньої мети; з іншого боку, якщо б суд не наклав заборону, працівники могли розпочати страйк лише з незначною затримкою порівняно з їхнім початковим планом.", "65.  За цих обставин доводи Уряду не можуть бути прийняті. Отже, Суд відхиляє це заперечення Уряду.", "3.  Інші питання щодо прийнятності", "66.  Суд також зазначає, що заява не є явно необґрунтованою у розумінні підпункту «а» пункту 3 статті 35 Конвенції. Суд також зазначає, що вона не є неприйнятною з будь-яких інших підстав. Тому вона має бути визнана прийнятною.", "B.  Суть", "1.  Доводи сторін", "(a)  Заявники", "67.  Заявники доводили, що заборона страйку не мала ані належних законних підстав, ані переслідувала будь-яку легітимну мету.", "68.  Вони стверджували, що заборона ґрунтувалась на застарілих положеннях Закону України «Про транспорт», які передбачали безумовну заборону страйків для працівників підприємств-пасажироперевізників, що суперечили Конституції України і Закону України «Про порядок вирішення колективних трудових спорів (конфліктів)».", "69.  Заявники зазначили, що страйк було організовано відповідно до процедури, передбаченої Законом України «Про порядок вирішення колективних трудових спорів (конфліктів)», що страйковий комітет повідомив про нього усі відповідні органи влади та організації, та що навіть впродовж страйку працівники мали намір надавати певні мінімальні послуги. Отже, заявники наполягали на тому, що страйк не поставив би під загрозу здоров’я і життя пасажирів та єдиною небезпекою, яку він становив, була втрата авіаперевізником прибутку.", "70.  У зв’язку з цим вони посилались на відповідні принципи МОП, якими визнавалося загальне право на страйк, коли єдиними можливими винятками були надзвичайний стан у країні та обмеження, що накладаються на державних службовців та працівників у сфері надання життєво важливих послуг у вузькому значенні цього терміну.", "(b)  Уряд", "71.  Уряд визнав, що заборона страйку працівників підприємства «АероСвіт» становила втручання у права заявників за статтею 11 Конвенції.", "72.  Проте Уряд стверджував, що це втручання ґрунтувалось на положеннях Конституції України, Закону України «Про транспорт» та Закону України «Про порядок вирішення колективних трудових спорів (конфліктів)», які, на його думку, були сформульовані з достатньою точністю та ясністю. Уряд доводив, що на цій підставі втручання було законним.", "73.  Насамкінець Уряд з посиланням на висновки національних судів стверджував, що якби страйк було проведено, то це поставило би під загрозу життя і здоров’я пасажирів, чиї рейси було б скасовано. Тобто у цьому випадку, як стверджував Уряд, втручання, щодо якого подано скаргу, переслідувало легітимну мету та було необхідним у демократичному суспільстві.", "(c)  Європейська конфедерація профспілок (ЄКПС)", "74.  ЄКПС наголосила на тому, що право на страйк є важливим для функціонування профспілкового руху у вільних країнах.", "75.  Вона надала всебічний огляд міжнародних юридичних актів, які прямо або опосередковано закріплюють це право, та запропонувала Судові відповідним чином розтлумачити право на свободу об’єднання згідно зі статтею 11 Конвенції.", "76.  Насамкінець ЄКПС зазначила, що згідно з тривалою та усталеною практикою наглядових органів МОП транспортний сектор загалом і зокрема послуги цивільної авіації або пов’язаних з нею послуг вважаються такими, що не належать до життєво важливих послуг, і це становить підставу для вузького тлумачення при виправданні певних обмежень права на страйк.", "2.  Оцінка Суду", "77.  Суд вважає, а сторони погоджувались з тим, що заборона оголошеного страйку становила втручання у право заявників на свободу об’єднання за статтею 11 Конвенції.", "78.  З огляду на свою практику, яка доводить, що страйк беззаперечно захищається статтею 11 Конвенції (див. рішення від 8 квітня 2014 року у справі «Національний союз працівників залізничного, морського та іншого транспорту проти Сполученого Королівства» (National Union of Rail, Maritime and Transport Workers v. the United Kingdom), заява № 31045/10, п. 84, з подальшими посиланнями), Суд не вбачає підстав для того, щоб дійти іншого висновку.", "79.  Суд також зазначає, що таке втручання становитиме порушення статті 11 Конвенції, якщо воно не було «встановлено законом», не переслідувало одну або більше легітимних цілей та не було «необхідним у демократичному суспільстві» для досягнення зазначених цілей.", "80.  Суд повторює, що вислів «встановлено законом» у статті 11 Конвенції вимагає не лише того, щоб оскаржуваний захід мав певне підґрунтя у національному законодавстві; він також стосується якості закону, про який йдеться. Закон має бути доступним для зацікавлених осіб та сформульованим з достатньою точністю для того, щоб надати їм можливість – за необхідності шляхом надання відповідної допомоги – передбачати тією мірою, що є розумною за відповідних обставин, наслідки, які може спричинити відповідна дія (див., наприклад, рішення у справі «Маестрі проти Італії» (Maestri v. Italy) [ВП], заява № 39748/98, п. 30, ECHR 2004I).", "81.  Суд зазначає, що національні суди обґрунтовували заборону страйку, щодо якої надійшла скарга у цій справі, статтею 18 Закону України «Про транспорт», статтею 24 Закону України ««Про порядок вирішення колективних трудових спорів (конфліктів)» та статтею 44 Конституції України (див. пункти 23 та 27-29). Отже, з цього випливає, що втручання ґрунтувалося на національному законодавстві. Суд не вбачає підстав сумніватися в тому, що вищезазначені положення були доступними. Отже, залишається встановити, чи були вони також достатньою точними і передбачуваними.", "82.  Суд зауважує, що Конституція України, яка набрала чинності у 1996 році, закріплює право на страйк як засіб захисту економічних і соціальних інтересів працівників. Що стосується порядку здійснення цього права або підстав для заборони страйку, то ці питання мають бути врегульовані законодавством (див. пункт 27).", "83.  Двома застосовними законами є вищезазначені Закон України «Про порядок вирішення колективних трудових спорів (конфліктів)» і Закон України «Про транспорт». Суд зазначає, що стаття 24 Закону України ««Про порядок вирішення колективних трудових спорів (конфліктів)» 1998 року, яка стосується трудових спорів в усіх секторах, забороняє страйки у таких випадках: «якщо припинення працівниками роботи створює загрозу життю і здоров’ю людей, довкіллю або перешкоджає запобіганню стихійному лиху, аваріям, катастрофам, епідеміям та епізоотіям чи ліквідації їх наслідків» (див. пункт 28). У цьому формулюванні ніщо не вказує на те, що цей перелік є невичерпним. У той же час стаття 18 Закону України «Про транспорт» 1994 року, до якого з моменту ухвалення не вносились зміни та який стосується лише транспортного сектору, також передбачає випадки заборони страйків. Це положення є більш обмежувальним – на додаток до випадків, коли страйк створює загрозу життю або здоров’ю людей, його проведення забороняється також у випадках, «пов’язаних з перевезенням пасажирів, обслуговуванням безперервно діючих виробництв» (див. пункт 29).", "84.  Вартим уваги є факт, що хоча Прикінцевими положеннями Закону України «Про порядок вирішення колективних трудових спорів (конфліктів)» передбачено, що інші закони та нормативно-правові акти застосовуються тільки в тій частині, в якій вони не суперечать цьому Закону, а також що вони повинні бути приведені у відповідність з цим Законом, Закон України «Про транспорт», тим не менш, й досі продовжують застосовувати без внесення до нього змін – протягом майже шістнадцяти років з моменту набрання у 1998 році чинності Законом України «Про порядок вирішення колективних трудових спорів (конфліктів)» (див. для порівняння рішення від 11 квітня 2013 року у справі «Вєренцов проти України» (Vyerentsov v. Ukraine), заява № 20372/11, п. 55). Ситуація і зараз залишається незмінною, незважаючи на факт, що вже неодноразово визнавалися вищезазначене протиріччя та необхідність приведення Закону України «Про транспорт» у відповідність з Конституцією України і Законом України «Про порядок вирішення колективних трудових спорів (конфліктів)» (див., зокрема, пункти 30, 31 і 38).", "85.  Наведених міркувань достатньо, аби дати Судові змогу дійти висновку, що втручання у права заявників за статтею 11 Конвенції не ґрунтувалося на достатньо точних і передбачуваних законодавчих актах.", "86. Відповідно, було порушення статті 11 Конвенції.", "II.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "87.  Статтею 41 Конвенції передбачено:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»", "A.  Шкода", "88.  Заявники вимагали 2 400 000 євро відшкодування матеріальної шкоди. Згідно з їхніми розрахунками, стільки становила сума заборгованості керівництва підприємства з виплати зарплати загалом 404 членам ДСПБ за період з 2008 до 2012 року. Заявники також вимагали 1 600 000 євро відшкодування моральної шкоди. У зв’язку з цим вони посилались на процедуру банкрутства, розпочату керівництвом компанії, як стверджувалося, незаконно, та якій, на їхню думку, міг запобігти страйк.", "89.  Уряд заперечив ці вимоги як недоречні, надмірні і необґрунтовані.", "90.  Суд не вбачає жодного причинно-наслідкового зв’язку між встановленим порушенням і заявленою матеріальною шкодою, а тому відхиляє цю вимогу. Проте Суд присуджує заявникам сукупно 20 000 євро відшкодування моральної шкоди.", "B.  Судові та інші витрати", "91.  Заявники за цим пунктом не подали жодних вимог. Отже, Суд не присуджує нічого.", "C. Пеня", "92.  Суд вважає за належне призначити пеню на підставі граничної позичкової ставки Європейського центрального банку, до якої має бути додано три відсоткові пункти.", "ЗА ЦИХ ПІДСТАВ СУД", "1.  Оголошує одноголосно скаргу прийнятною;", "", "2.  Постановляє одноголосно, що було порушення статті 11 Конвенції;", "", "3.  Постановляє шістьма голосами проти одного, що:", "(a)  упродовж трьох місяців з дати, коли це рішення набуде статусу остаточного відповідно до пункту 2 статті 44 Конвенції, держава-відповідач повинна сплатити заявникам сукупно 20 000 (двадцять тисяч) євро відшкодування моральної шкоди; вищезазначена сума має бути конвертована у валюту держави-відповідача за курсом на день здійснення платежу;", "(b)  із закінченням зазначеного тримісячного строку до остаточного розрахунку на вищезазначену суму нараховуватиметься простий відсоток (simple interest) у розмірі граничної позичкової ставки Європейського центрального банку, яка діятиме в період несплати, до якої має бути додано три відсоткові пункти;", "", "4.  Відхиляє одноголосно решту вимог заявників щодо справедливої сатисфакції.", "Учинено англійською мовою та повідомлено письмово 2 жовтня 2014 року відповідно до пунктів 2 та 3 Правила 77 Регламенту Суду.", "", "", "", ""]}