{"file": "UKR_HJUDUKR_15339_02.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "15339/02", "text_paragraphs": ["Справа «Будаєва та інші проти Росії»", "(“Budayeva and Оthers v. Russia”)", "У рішенні, ухваленому 20 березня 2008 року у справі «Будаєва та інші проти Росії», Суд постановив, що:", "було порушено ст. 2 Конвенції, яке виявилось у неспроможності влади захистити життя Володимира Будаєва, інших заявників – мешканців м. Тирнауз від зсуву мулу, котрий зруйнував містечко у липні 2000 року;", "було порушено ст. 2 Конвенції, яке виявилось у неналежному розслідуванні обставин стихійного лиха;", "не було порушено ст. 1 Першого протоколу до Конвенції;", "не було порушено ст. 13 Конвенції, взяту у поєднанні зі ст. 1 Першого протоколу до Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити як компенсацію моральної шкоди 30 000 євро Калімі Будаєвій, 15 000 євро Фатімі Атмурзаєвій та по 10000 євро усім іншим заявникам.", "Обставини справи", "Заявники Каліма Будаєва, 1961 р. н., Фатіма Атмурзаєва, 1963 р. н., Рая Шогенова, 1953 р. н., Ніна Хохлова, 1955 р. н., Андрій Шишкін, 1958 р. н. та Ірина Шишкіна, 1955 р. н., є громадянами Росії. За винятком п. Шогенової, котра проживає у м. Нальчику, усі заявники мешкають у м. Тирнауз, що прилягає до г. Ельбрус і знаходиться у Республіці Кабардино-Балкарія (Росія).", "Справа стосується скарг на те, що органи влади виявилися неспроможними вжити попереджувальних заходів з огляду на високу імовірність зсуву мулу та уламків гірських порід, який зрештою таки стався у липні 2000 року. Також оскаржувалось те, що органи влади не попередили населення, не провели належну евакуацію, не надали надзвичайної невідкладної допомоги і не провели належне розслідування причин катастрофи.", "Офіційні дані свідчать про те, що зсуви мулу трапляються щороку, починаючи з 1937 року, особливо улітку.", "18 липня 2000 року біля 11 години потік мулу та уламків гірських порід нахлинув на м. Тирнауз та затопив його населену частину. Відповідно до свідчень заявників, від влади не надійшло жодних офіційних попереджень про імовірність такої катастрофи. Тому заявникам ледве вдалося утекти. Під час спроби врятуватимсь Фатіма Атмурзаєва та її дочка були захоплені потоком, а відтак зазнали тяжких тілесних ушкоджень. Як тільки потік нахлинув, із гучномовців зазвучали сигнали тривоги. Попри це заявники стверджують, що компетентні рятівники чи бригади надзвичайної допомоги так і не з’явилися на місці трагедії. Уранці 19 липня 2000 року рівень мулу впав. І деякі мешканці, серед яких була і Каліма Будаєва зі сім’єю, повернулися до своїх домівок. Ніхто не перешкодив поверненню заявників: ані працівники міліції, ані службовці міністерства надзвичайних ситуацій. Заявники не знали про наказ евакуіюватись.", "О першій годині наступного дня ще більший потік мулу нахлинув на місто. Пані Будаєвій та її старшому сину вдалося втекти. Її молодшого сина було врятовано, однак, будучи захопленим потоком, він зазнав серйозних ушкоджень спини та хребта. Чоловік п. Будаєвої, котрий намагався допомогти батькам дружини, потрапив під уламки дому, в якому вони жили, коли той почав руйнуватися під силою потоку. Він загинув.", "Упродовж наступних днів місто потерпіло від ще кількох потужних зсувів. Внаслідок цього вісім осіб загинуло – вони були офіційно оголошені померлими. Заявники повідомили, що ще 19 осіб залишаються незнайденими.", "Заявники стверджують, що їх будинки та майно були зруйновані. Зараз заявники змушені проживати в істотно гірших умовах, до того ж їх здоров’я серйозно погіршилося. У деяких заявників виникла депресія. Отож, вони потребували психіатричного чи неврологічного лікування.", "Відповідно до даних Уряду, потужні зсуви мулу, які сталися, не могли бути ані спрогнозовані, ані стримані. Відразу після першої хвилі зсувів, 18 липня 2000 року влада оголосила надзвичайний стан та термінову евакуацію населення Тирнаузу. Місцеві посадовці та працівники міліції безпосередньо телефонували мешканцям, аби повідомити про стихійне лихо, та пропонували свою допомогу в евакуації старших та немічних людей. До того ж, місто об’їжджали міліцейські машини, з яких через гучномовці лунали заклики до термінової евакуації. Уряд наполягав, що ті мешканці, котрі повернулися до своїх домівок, вчинили так всупереч наказу про евакуацію. Усі необхідні заходи були вжиті для порятунку жертв, для переселення мешканців та надання їм першочергової допомоги і предметів першої необхідності.", "3 серпня 2000 року прокуратура Ельбруського району вирішила не порушувати кримінальну справу ані у зв’язку зі стихійним лихом, ані за фактом смерті В. Будаєва. Було визнано, що В. Будаєв загинув внаслідок нещасного випадку.", "Відповідно до рішення Уряду Республіки Кабардино-Балкарія від 12 серпня 2000 року усім мешканцям м. Тирнауз гарантувалося безоплатне надання іншого житла та виплата разової допомоги у розмірі 13 200 рублів (приблизно 530 євро).", "Заявники звернулися із позовом про компенсацію. Їм було відмовлено на тій підставі, що органи влади вжили усі можливі заходи для пом’якшення ризиків стихійного лиха. До того ж, суди визнали, що місцеве населення було повідомлено через пресу про імовірність зсувів.", "Заявники не погодилися з такими висновками. Вони звинувачували владу у трьох головних недоліках функціонування системи захисту міста від природних ризиків. Передусім вони вказували на те, що місцева влада не підтримувала відповідні інженерні захисні споруди у належному стані, а саме не поремонтувала мулостримуючу дамбу після того, як вона була зруйнована у 1999 році, та не очищувала мулоколектор, котрий переповнився уламками гірських порід та різним сміттям. По-друге, заявники оскаржили неналежність офіційного попередження. Адже належне попередження могло би завадити нещасним випадкам, застерегти масову паніку. По-третє, заявники скаржилися на відсутність розслідування стосовно ефективності дій влади попередньо та під час стихійного лиха.", "На підтримання своєї позиції заявники подали документи, котрі підтверджували факт непередання до місцевого бюджету коштів на проведення ремонтних робіт, необхідність у яких виникла після зсуву 1999 року; офіційні листи-попередження від експертів Гірничого інституту (державної установи, призначеної для моніторингу погодніх ризиків у високогірних районах) про неминучу загрозу нової катастрофи (листи надсилались компетентним органам у період від 30 серпня 1999 року до 7 липня 2000 року) та газетні статті з цієї теми, зокрема ту, що містила інтерв’ю з експертом, котрий звинувачував владу у «волаючій безвідповідальності». В офіційних листах-попередженнях експерти наполягали на необхідності ремонту мулостримуючої дамби та облаштуванні посту спостереження для полегшення евакуації людей на випадок чергового зсуву. Останній лист містив орієнтовний перелік конкретних негативних наслідків, які, за твердженням спеціалістів, могли, настати у разі невиконання рекомендованих заходів.", "Зміст рішення Суду", "Спираючись на ст. 2, 8, 13 Конвенції та ст. 1 Першого Протоколу до Конвенції, заявники скаржились на неспроможність влади пом’якшити наслідки стихійного лиха, що сталося у липні 2000 року. Заявники наполягали, що саме влада відповідальна за виникнення загрози для їх життя, за смерть В. Будаєва та за зруйнування їхнього житла. Також, зазначаючи про порушення ст. 2 Конвенції, заявники скаржились на непроведення державою розслідування обставин стихійного лиха.", "Не було предметом спору те, що м. Тирнауз знаходиться у зоні підвищеної небезпеки з огляду на можливість зсувів мулу у літню пору. А тому обидві сторони, вочевидь, могли передбачити імовірність зсуву у літку 2000 року, особливо зважаючи на існування різних спеціалізованих установ щодо захисту регіону від згаданого стихійного лиха. Втім сторони розійшлися в оцінках сспроможності влади передбачити, що імовірний зсув 2000 року призведе до більшої руйнації, аніж це було зазвичай.", "Суд відзначив, що ще у 1999 році місцева влада отримала чимало попереджень про імовірність великомасштабного зсуву. Безумовно органи знали про те, що будь-який зсув, незалежно від його масштабів, призведе до руйнівних наслідків через непоремонтованість захисної інфраструктури міста. Те, що мало бути виконано, і нагальність цього виконання були очевидними для влади. Уряд так і не пояснив, чому відповідні заходи проведені не були. Спираючись на подані заявниками докази того, що кошти, необхідні для ремонту відповідної інфраструктури, не були передані району, Суд дозволив собі припустити, що компетентні законодавчі структури та бюджетні органи не надали відповідним клопотанням належного значення.", "Зважаючи на ці обставини, органи влади передусім мали визнати високу імовірність настання чергового зсуву та вжити усіх необхідних практичних заходів для гарантування безпеки місцевого населення. Вони, зокрема, мали здійснити належне попередження людей про загрозу лиха та облаштувати спеціалізовані пункти на випадок надзвичайної евакуації.", "Натомість сигнал тривоги почав транслюватися лише після того, як 18 липня 2000 року перша хвиля зсуву нахлинула на місто. На цьому факті непохитно наполягали заявники, зрештою його підтвердив і Уряд. До того ж, покази очевидців, представлені заявниками, свідчили про те, що навіть наступного дня – 19 липня, не було жодних видимих ознак дії наказу про евакуацію. З огляду на те, що Уряд не пояснив, як відповідний наказ було оприлюднено чи іншим чином введено в дію, Суд припустив, що населення не було належним чином поінформовано про нього.", "Більше того, незважаючи на настійні наполягання Гірничого інституту, пости тимчасового спостереження так і не були встановлені. А це означало, що відповідні органи були нездатні оцінити точний час, силу та тривалість зсуву. Відтак вони виявилися неспроможними заздалегідь належно попередити населення про загрозу чи забезпечити ефективне виконання наказу про евакуацію.", "І насамкінець Суд відзначив, що Уряд не надав жодної інформації про планування державою інших кроків заради вирішення проблеми безпеки населення, зокрема нічого не було повідомлено про законотворчу роботу у цьому напрямку, про заходи щодо планування землеустрою чи проектування інших специфічних засобів безпеки. Подання Уряду стосувалися винятково мулостримуючої дамби та мулоколектора, які, як встановив Суд, не утримувалися у належному стані. Зрештою факти вказували на те, що органи влади не спромоглися вжити жодних заходів, допоки зсув не стався.", "Суд дійшов висновку про те, що немає виправдання того, що вона влада не здійснила ані належних заходів із землеустрою, ані інших спеціальних заходів стосовно зони підвищеної небезпеки, якою було м. Тирнауз, задля нейтралізації очевидного ризику для життя мешканців міста, зокрема заявників.", "Більше того, Суд визнав, що серйозні адміністративні упущення, котрі завадили здійсненню відповідних заходів, призвели до смерті Володимира Будаєва та до тілесних ушкоджень його дружини, Фатіми Атмерзаєвої та членів її родини. Отож, Суд постановив, що компетентні органи не виконали свій обов’язок із впровадження законодавчої та адміністративної схеми, котра слугувала б надійним засобом відвернення ризику для життя людей. А отже, вони порушили ст. 2 Конвенції.", "За наслідками дослідчої перевірки прокуратура вирішила не порушувати кримінальну справу у зв’язку з обставинами смерті Володимира Будаєва. Перевірка стосувалася з’ясування лише безпосередніх причин смерті і не сягнула вивчення умов безпеки та відповідальності компетентних органів за їх дотримання. Не стали також ці питання предметом будь-якого іншого розслідування (кримінального, адміністративного чи технічного). Адже жодних дій не було вчинено з метою перевірки численних тверджень заявників про неналежність утримання мулостримуючої інфраструктури та скарг на невстановлення відповідальними органами системи попередження.", "Крім цього, заявники зіштовхнулися із беззастережною відмовою судів у задоволенні своїх позовів про компенсацію шкоди. Рішення про відмову були мотивовані неспроможністю заявників довести, що саме недбалість держави могла породити такі наслідки, які перевищили ті, які є неминучими для стихійного лиха. Втім відповідь на це питання могла бути отримана тільки завдяки комплексному експертному дослідженню та встановленню фактів, до яких мали доступ лише компетентні органи. Отож, заявники були поставлені перед вимогою подати докази, які вони не могли зібрати.", "У будь-якому разі суди не скористалися повною мірою своїми повноваженнями задля встановлення обставин цієї події. Вони не проявили ініціативу щодо виклику свідків чи залучення експертів. Опір судів встановленню фактів був особливо не виправданим з огляду на ті матеріали, котрі представили заявники. Адже деякі матеріали вочевидь свідчили про те, що занепокоєння заявників поділяли й окремі державні службовці.", "Тому Суд дійшов висновку, що питання про відповідальність держави за те, що трапилося у м. Тирнауз не стало, по суті, ані предметом кримінального розслідування, ані об’єктом адміністративного вивчення. Тому і в цьому аспекті справи було порушено ст. 2 Конвенції.", "Сторони погодилися стосовно того, що заявники були законними власниками майна, зруйнованого внаслідок зсуву у липні 2000 року. Вони також зійшлися у тому, що було незрозуміло, якою мірою належне утримання захисної інфраструктури могло применшити винятково потужну дію зсувів, що тоді трапились. Також не було доведене і те, що функціонування системи попередження могло завадити руйнуванню майна та житла заявників. Тому шкоду, заподіяну зсувом не можна було беззастережно обумовити недбалістю держави.", "До того ж, обов’язок держави захищати приватну власність не може розглядатися рівноцінним її обов’язку компенсувати повну ринкову вартість зруйнованого майна. Суд прийняв невдовлення заявників розміром державної компенсації. Однак Суд відзначив, що такий розмір має визначатися з урахуванням низки факторів, зокрема тяжкості ситуації, кількості потерпілих, економічних, соціальних та інших обставин, пов’язаних із призначенням допомоги у випадку настання надзвичайної ситуації.", "Зважаючи на ці аспекти, Суд дійшов висновку про те, що розмір допомоги, призначеної заявникам на облаштування нового житла, не був вочевидь непропорційним до вартості втраченого ними майна. Беручи до уваги кількість потерпілих та загальний розмір компенсації, що мав бути виплачений, Суд відзначив, що сума у розмірі 13 200 рублів, призначена для компенсації витрат господарського майна кожній сім’ї окремо, була справедливою. Виплата допомоги здійснювалася відразу– без тривалих процедур та необхідності доводити реальні збитки. Суд також дійшов висновку, що умови, в яких заявники отримували компенсацію, не стали для них непропорційним тягарем. Тому Суд постановив, що порушення ст. 1 Першого протоколу до Конвенції не було.", "З огляду на свої висновки стосовно ст. 1 Першого протоколу до Конвенції Суд визнав, що відмова національних судів задовольнити позови заявників про додаткове відшкодування збитків не була безпідставною чи свавільною. Суд не виявив жодних інших причин для висновку про те, що загадане цивільне провадження могло бути неефективним засобом правового захисту. Тому Суд постановив, що не було порушено ст. 13 Конвенції, взяту у поєднанні зі ст. 1 Першого протоколу до Конвенції.", "Суд вирішив, що не виникало окремого питання щодо порушення ст. 2 чи ст. 8 Конвенції, взятих у поєднанні зі ст. 13 Конвенції.", "Суд також дійшов висновку, що не було необхідності розглядати окремо скаргу стосовно порушення ст. 8 Конвенції.", ""]}