{"file": "UKR_HJUDUKR_510_04.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "510/04", "text_paragraphs": ["Справа «“Tonsbergs Blad AS” та Хауком проти Норвегії»", "(““Tonsbergs Blad AS” and Haukom v. Norway”)", "У рішенні, ухваленому 1 березня 2007 року у справі «“Tonsbergs Blad As” та Хауком проти Норвегії», Суд постановив, що", "було порушено ст. 10 Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 90 000 євро на відшкодування матеріальної шкоди, 170 000 євро на відшкодування судових витрат та 20 000 як компенсацію втраченої вигоди.", "Обставини справи", "Заявниками є видавнича група “Tonsberg Blad AS” і п. Меріт Хауком, громадянка Норвегії, яка народилась 1952 року і мешкає у м. Тонсбергу на півдні Норвегії. Згадана група є видавцем регіональної газети “Tonsberg Blad”, щоденний наклад якої становить 33 314 примірників. На час подій у справі п. Хауком була головним редактором газети.", "У жовтні 1999 року місцева рада м. Тйоме оприлюднила перелік власників будинків, котрі порушували правила постійного проживання у згаданій місцевості, затверджені ще в 1984 році. Вони містять, зокрема, вимоги щодо постійного проживання у будинках, придбаних у м. Тйоме та його околицях. Правила були ухвалені з метою максимально задовольняти високий попит мешканців інших міст, зокрема м. Осло, на будинки відпочинкового типу у районі м. Тйоме.", "12 жовтня 1999 року відбулося публічне обговорення згаданого переліку. Серед власників-порушників зазначалися, зокрема, прізвища відомого співака та п. Тома Відара Рига, віце-президента однієї з найбільших промислових компаній країни – “Orkla ASA”.", "Сім’я Рига використовувала будинок як своє постійне помешкання з 1988 року (відтоді як його було збудовано) до часу переїзду в м. Осло у 1998 році.", "У червні 2000 року у газеті “Tonsberg Blad” було опубліковано кілька статей, у яких обговорювався відповідний перелік власників-порушників. У статтях висувалися припущення, що п. Відара Рига та співака може бути “змушено продати їхні маєтки у м. Тйоме, бо вони не виконують вимоги щодо постійного проживання у тамтешній місцевості”. Поряд із однією статтею на шпальті газети містилася світлина п. Рига під заголовком: П. Том Відар Риг відповідає: «Це, мабуть, сталося через непорозуміння».", "Після того як стало відомо, що співака та п. Відара Рига було виключено зі згаданого переліку порушників, у газеті з’явилася ще одна стаття. У цій статті критикувалися прогалини у правовому регулюванні, оскільки виявилося, що правила постійного проживання не стосуються власників, котрі самі збудували свої будинки.", "Зрештою у серпні 2000 року у газеті було опубліковано статтю з назвою «Tonsberg Blad пояснює». У ній підкреслювалося, що співака та п. Рига було виключено із переліку власників-порушників через те, що правила проживання до них взагалі не мали застосовуватись.", "У вересні 2000 року п. Риг звернувся з кримінальною скаргою проти газети та п. Хаукома. За підсумками судового розгляду справи заявників було виправдано, а п. Рига було зобов’язано сплатити вартість судових витрат у розмірі 183387 норвезьких крон. З одного боку, суд визнав, що заявниками було вчинено наклепницьку заяву. Однак, з іншого боку, спираючись на ст. 10 Конвенції, суд надав виняткової важливості громадському інтересу у вирішенні питання постійного проживання та свободі преси.", "П. Риг оскаржив це рішення до апеляційного суду. Апеляційний суд частково підтримав скаргу позивача. Суд визнав твердження заявників неправдивими і зобов’язав відповідачів сплатити п. Ригу 50000 крон на відшкодування моральної шкоди.", "Заявники безуспішно звернулися до Верховного суду, який до того ж зобов’язав заявників сплатити 673 879 крон на відшкодування судових витрат.", "Зміст рішення Суду", "Суд спочатку зауважив, що у нього не було підстав сумніватися у тому, що міркування, викладені у рішенні Верховного суду, відповідали законній цілі захисту репутації та прав п. Рига.", "Далі Суд оцінив згадані міркування щодо їх достатності. Він відзначив, що завдання журналістів полягало у тому, аби у своїх статтях висвітлити питання, які цікавили громадськість. Суд вказав, що неспроможність публічної особи дотриматися правил та приписів, спрямованих на захист важливих громадських інтересів (навіть у приватній сфері), може становити за певних обставин справу законного громадського зацікавлення.", "Суд нагадав, що право журналістів поширювати інформацію про питання загального значення може бути захищено за умови, якщо журналісти діють з добрими намірами і спираються на точні факти, тобто надають “надійну і точну” інформацію відповідно до правил журналістської етики. У цій справі заяви, викладені у статтях, були за змістом твердженнями про факти, а не оціночними судженнями. Суд зауважив, що національні суди не назвали журналістські звинувачення серйозним наклепом, адже твердження стосувались порушення правил проживання, а не кримінальних приписів (хоча в межах відповідної місцевості реакцією на такі порушення міг бути моральний чи громадський осуд). Крім того, твердження подавались з певними застереженнями. Незважаючи на можливу сенсаційну тональність статей, у Суду не виникло враження, що автори мали за мету схилити читача до якоїсь упередженої думки щодо порушень з боку п. Рига. У статтях радше ставились питання стосовно того, чи справді п. Риг порушив відповідні правила і чи повинні ці правила бути збережені, змінені або скасовані.", "Також Суд не погодився з міркуванням, що новини у статтях подавалися без належної збалансованості. Адже у журналістському матеріалі містилися певні застереження. Крім того, остання опублікована з цього питання стаття ще більш урівноважено тлумачила ситуацію.", "Далі Суд відповів на питання про те, чи діяли заявники добросовісно та чи дотрималися журналістського обов’язку перевіряти одержану інформацію про факти. Суд вказав на важливі докази, які підтверджували зміст матеріалу, викладеного у статтях. Адже у червні 2000 року місцева рада м. Tйоме стояла на позиції, що п. Риг порушував відповідні правила проживання.", "На думку Суду, не можна було звинувачувати журналіста за те, що він, перш ніж викладати позицію муніципалітету, самотужки не перевірив, чи стосувалися згадані правила власності п. Рига. Навпаки, Суд був задоволений тими кроками, які вжила газета для перевірки інформації, вказавши, що їх було достатньо. При цьому Суд взяв до уваги незначний характер наклепу та важливість громадського інтересу у справі. Отож, Суд дійшов висновку, що журналісти діяли добросовісно.", "До того ж Суд відзначив, що заявникам довелося пройти через три ланки судового провадження у справі про наклеп у трьох різних інстанціях. Зрештою це призвело до того, що журналістські твердження були визнані неправдивими і заявників було зобов’язано сплатити 50 000 крон як компенсацію моральної шкоди та 673 829 крон на відшкодування судових витрат, не враховуючи коштів, витрачених заявниками на правову допомогу собі у цьому процесі. Зрештою судове провадження виявилося надмірним та непропорційним тягарем для заявників, що могло справити відлякуючий ефект на свободу преси у державі в цілому.", "Суд дійшов висновку, що аргументи Уряду, попри їх належність, не були достатніми для визнання втручання «необхідним у демократичному суспільстві». На думку Суду, не було досягнуто розумного пропорційного співвідношення між рестрикційними заходами, застосованими Верховним судом до заявників, та законною метою, на яку вони були спрямовані. Тому мало місце порушення ст. 10 Конвенції."]}