{"file": "UKR_HJUDUKR_26772_95.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "26772/95", "text_paragraphs": ["Справа Лабіта проти Італії", "(Labita v. )", "", "У рішенні, ухваленому 6 квітня 2000 року у справі «Лабіта проти Італії», Суд постановив, що:", "не було порушення ст. 3 Конвенції (заборона нелюдського чи такого, що принижує гідність, поводження або покарання) щодо твердження заявника про таке обходження з ним у в’язниці міста П’яноза", "мало місце порушення ст. 3 Конвенції через непроведення владою офіційного розслідування у зв’язку з такими твердженнями заявника;", "не було порушення ст. 3 Конвенції щодо умов переведення заявника з в’язниці міста П’янози;", "заявник міг вимагати визнання за собою статусу потерпілого у контексті ст. 34 Конвенції у зв’язку з тривалістю застосованого до нього арешту;", "мало місце порушення ч. 3 ст. 5 Конвенції (право на свободу та особисту недоторканість) щодо тривалості арешту протягом судового розгляду справи;", "було порушення ч. 1 ст. 5 Конвенції щодо утримання заявника під вартою після 24 години 25 хвилин 13 листопада 1994 року;", "мало місце порушення ст. 8 Конвенції (право на повагу до приватного і сімейного життя) щодо цензури кореспонденції заявника;", "не було необхідності вирішувати питання про порушення ч. 3 ст. 6 Конвенції (право на справедливий судовий розгляд) щодо цензури кореспонденції заявника з його адвокатом;", "мало місце порушення ст. 2 Протоколу № 4 до Конвенції (свобода пересування) щодо накладення на заявника запобіжних заходів;", "було порушення ст. 3 Протоколу № 1 до Конвенції (право на вільні вибори) щодо позбавлення заявника права голосу.", "Відповідно до ст. 41 Конвенції, Суд призначив сплатити заявнику 75 000 000 лір як компенсацію моральної шкоди. Оскільки заявник не вимагав відшкодування судових витрат, то Суд призначив йому лише 6 000 000 лір у відшкодуванні витрат, зроблених на стадії розгляду справи у Страсбурзі.", "Обставини справи", "Заявник, Бенедетто Лабіта є громадянином Італії. Він народився у 1955 році і проживає в м. Алкамо (Італія).", "П. Лабіта було заарештовано 21 квітня 1992 року за підозрою у тому, що він був членом мафії. Підставою для підозри стала непідтверджена інформація, отримана від колишнього члена мафії, який вирішив співпрацювати з поліцією. Заявник перебував під арештом протягом судового розгляду справи впродовж 2 років та 7 місяців у в’язниці місті П’яноза, де, за його словами, він був підданий нелюдському і такому, що принижує гідність, поводженню. Причому таке поводження з боку службових осіб в’язниці систематично застосовувалось і до інших в’язнів. Заявник направив скаргу судді, на її підставі було розпочато кримінальне розслідування, однак, скоро воно припинилось, оскільки неможливо було виявити осіб, відповідальних за таке поводження. Заявник перебував у в’язниці на спеціальному режимі, який передбачав цензуру його усієї кореспонденції. Згодом заявника було виправдано. Вирок про це був винесений пізно ввечері 12 листопада 1994 року. Однак, заявника не звільнили з під арешту аж до наступного ранку через відсутність службовця, в коло обов’язків якого входило звільнення ув’язнених. Після винесення виправдального вироку до заявника були застосовані запобіжні заходи, а саме комендантська година з 20 години вечора до 6 години ранку, обов’язковий щотижневий звіт поліції, позбавлення виборчого права.", "Зміст рішення Суду", "Заявник оскаржував застосоване до нього нелюдське і таке, що принижує гідність, поводження (ст. З Конвенції); тривалість та правомірність його арешту (ч.1 і 3 ст. 5 Конвенції); цензуру його приватної кореспонденції, а також кореспонденції між ним та адвокатом (ст. 8 та ч. 3 ст. 6 Конвенції); запобіжні заходи, застосовані до нього після винесення виправдального вироку (ст. 2 Протоколу № 4) і втрату виборчого права як результат накладених запобіжних заходів (ст. 3 Протоколу № 1).", "Суд зауважив, що заявник не подав жодного переконливого доказу, чи, навіть, детальної розповіді про нелюдське чи таке, що принижує гідність поводження, застосоване по відношенню до нього з боку службовців в’язниці міста П’яноза. Погодившись з думкою про те, що в’язням важко отримати докази зловживань з боку наглядачів, Суд, однак, відзначив, що заявник оскаржив таке поводження з ним лише після спливу 1 року відколи воно мало місце. При цьому необхідно взяти до уваги, що заявник не повідомляв про відмову йому у зустрічі з лікарем протягом ув’язнення. Заявник не зміг правдоподібно пояснити причину такої затримки скарги, хоча відразу після стверджуваних ним зловживань він подав через своїх адвокатів кілька заяв, що стосувалися припинення таких зловживань. У кінцевому підсумку, незважаючи на об’єктивні докази щодо загальних умов утримання в’язнів у в’язниці міста П’яноза на час розгляду справи у Суді, Суд вважав, що поданих йому матеріалів замало, щоб зробити висновок про застосування до заявника нелюдського чи такого, що принижує гідність, поводження. Таким чином, у цій частині ст. 3 Конвенції не була порушена.", "Суд зазначив, що взяті разом повідомлення заявника органам влади про зловживання з боку наглядачів повинні були б спричинити обґрунтовану підозру останніх, що заявника справді було піддано нелюдському чи такому, що принижує гідність, поводженню. Обґрунтованість такого висновку поряд з іншим підтверджується численними скаргами інших в’язнів на аналогічне поводження, а також тим, що умови тримання у в’язниці міста П’яноза у той час перебували у центрі уваги засобів мас-медіа. Розслідування, яке проводилось по цих фактах, було надзвичайно повільним і недостатньо ефективним. Наприклад, отримання фотокопій фотокарток наглядачів, які працюють у в’язниці міста П’яноза, зайняло 14 місяців. Протягом цього періоду заявник перебував у цій в’язниці. Більше того, не дивлячись на дворазове повідомлення заявника, що він зможе впізнати наглядачів, які зловживали своєю владою, нічого не було зроблено для надання йому такої можливості. По спливу 9 днів після цих заяв прокуратура прийняла рішення про припинення розслідування, оскільки твердження заявника не були доведені і не було виявлено осіб, винних у зловживаннях. За цих обставин, зважаючи, що не було проведено скрупульозне та ефективне розслідування повідомлень заявника про застосування до нього нелюдського чи такого, що принижує гідність, поводження з боку наглядачів під час перебування у в’язниці міста П’яноза, Суд постановив, що мало місце порушення ст. 3 Конвенції.", "Суд прийшов до висновку про недостатність доказів, які б свідчили про порушення ст. 3 Конвенції щодо переведень заявника з в’язниці міста П’яноза. Такий висновок, поряд з іншим, є обумовлений неподанням заявником точної інформації про кількість таких переведень та їхні умови, а також тим, що заявник не оскаржував дії службових осіб під час цих переведень до органів національної влади.", "Національні суди відшкодували заявнику шкоду, завдану необґрунтовано тривалим арештом протягом судового розгляду справи. Однак, таке відшкодування було обов’язковим наслідком винесення щодо заявника виправдального вироку. Таким чином, хоча тривалість арешту була врахована при визначенні суми відшкодування, однак, пряме чи приховане визнання такого строку арешту необґрунтовано тривалим у рішеннях національних судів було відсутнє. Отже, заявник міг вимагати визнання за собою статусу потерпілого у контексті ст. 34 Конвенції у зв’язку з порушенням ч. 3 ст. 5 Конвенції.", "Період тримання заявника під вартою протягом судового розгляду справи становив 2 роки і 7 місяців. Відповідні органи національної влади тричі вирішували питання про доцільність утримання заявника під вартою і тричі відмовляли йому у звільненні. Підставами для таких рішень стали: існування серйозних доказів, які свідчили про винуватість заявника, небезпека тиску на свідків з боку заявника та можлива втрата доказів. Зазначені національні органи посилалися, зокрема, на ч. 3 ст. 275 Кримінально-процесуального кодексу. Обвинувачення заявника у членстві в мафії випливало лише з одного джерела, а саме показів колишнього мафіозі, який засвідчив, що зі слів інших йому було відомо про членство заявника у мафії. Суд був свідомий того, що співпраця з колишніми мафіозі є важливою зброєю у боротьбі органів влади з мафією. Однак, використання такої інформації, а також її характер обумовлює виникнення певних проблем, оскільки така інформація може легко стати предметом різноманітних маніпуляцій, крім того вона може надаватися лише з огляду на можливість отримання певних пільг, які передбачені національним законодавством для осіб, що співпрацюють з органами влади, або з мотивів особистої помсти. Зважаючи саме на такі причини національні суди визнали необхідність підтвердження такої інформації іншими доказами. Більше того, подібні чутки, які мали місце уданій справі, повинні були б бути підтверджені об’єктивними доказами, особливо при прийнятті рішення про подальше тримання заявника під вартою. Суд зауважив, що, як засвідчив виправдальний вирок, винесений щодо заявника, докази, які б підтверджували чутки, повідомлені колишнім мафіозі, були відсутні. Крім того, сам мафіозі, який надав таку інформацію помер до початку судового розгляду, а особу, від якої він дізнався про членство заявника у мафії, було вбито до її допиту про ці обставини. Більше того, свідчення про те, що заявник був членом мафії суперечили показам іншого мафіозі, який не впізнав заявника. Крім того, підставами для прийняття рішень про подальше тримання заявника під вартою поряд із ризиком тиску на свідків та втрати доказів стали суспільна небезпека заявника, складність справи та вимоги слідства. Незважаючи на попередню неможливість спростування зазначених підстав, вони носили максимально загальний характер. Судові органи сприймали в’язнів як щось єдине ціле і не мали більш ніж абстрактного уявлення про природу злочину, у вчиненні якого обвинувачувався заявник. Національні суди не навели жодного факту, який би свідчив про реальне існування ризику, що був би підставою для відмови у звільненні, крім того, вони не змогли довести факт суспільної небезпечності заявника. Жодного значення не було надано тому, що обвинувачення заявника з плином часу слабшало, а не навпаки ставало більш обґрунтованим. Таким чином, підстави прийняття рішень про відмову заявнику у звільненні були недостатніми, щоб виправдати його тримання під вартою протягом 2 років і 7 місяців, а отже мало місце порушення ч. 3 ст. 5 Конвенції.", "Заявник утримувався під вартою протягом 12 годин після винесення щодо нього виправдального вироку. Така затримка звільнення лише частково пояснювалась необхідністю виконання певних формальностей. Додаткова затримка звільнення заявника між 24 годиною 25 хвилинами та ранком 13 листопада 1994 року була обумовлена відсутністю службовця, який відав звільненням з в’язниці. Таким чином, очевидною є невідповідність такої ситуації п. 1 ч. 1 ст. 5 Конвенції чи будь-якому іншому пункту ст. 5, який передбачає законні випадки затримання особи, а отже, мало місце порушення ст. 5 Конвенції у цій частині.", "Кореспонденція заявника була піддана цензурі з боку адміністрації в’язниці у місті П’яноза. Причому переглядались не лише листи заявника до рідних і навпаки, але і листування між ним та його адвокатом. Цензура проводилась на підставі ст. 18 Закону № 354 від 1975 року, який, як було визнано Судом у попередніх рішеннях, а також самим урядом, не відзначався достатньою чіткістю формулювань щодо визначення меж розсуду органів, які здійснювали цензуру, та забезпеченні над ними належного контролю. Крім того, ще однією нормативною підставою для здійснення цензури був Наказ Міністра юстиції, прийнятий відповідно до ст. 41 вищезазначеного закону. Однак, касаційний суд Італії прийняв рішення про відсутність у міністра юстиції повноважень щодо регулювання здійснення цензури стосовно кореспонденції засуджених, а отже міністр юстиції перевищив свої повноваження, видаючи подібний наказ. Цензура кореспонденції заявника протягом наступного часу взагалі не була обумовлена жодним нормативним положенням. Крім того, багато інших моментів щодо цензури, які оскаржував заявник, не відповідали вимогам ст. 8 Конвенції. Таким чином, було порушення права на повагу до приватного і сімейного життя.", "Суд прийшов до висновку, що його рішення про порушення ст. 8 Конвенції повністю охоплювало скаргу заявника про порушення ч. 3 ст. 6 Конвенції у зв’язку з цензурою кореспонденції між заявником та його адвокатом.", "Протягом 3 років було серйозно обмежено право заявника на свободу пересування. Запобіжні заходи, застосовані до заявника були передбачені і відповідали національному законодавству і переслідували законну мету, а саме – запобігання злочинам та забезпечення громадського порядку. Крім того, Суд розглядає подібні запобіжні заходи, такими, що є необхідними у демократичному суспільстві за умови, що _їхньою метою було попередження злочинів. Тому встановлення над особами, підозрюваними у членстві в мафії, спеціального нагляду, навіть до їхнього засудження слід вважати такими, що є необхідними у демократичному суспільстві. Виправдання особи судом не обов’язково означає відсутність підстав для застосування подібних запобіжних заходів, оскільки докази, яких виявилося недостатньо для засудження особи, все ж таки можуть свідчити про ймовірність вчинення особою злочинів у майбутньому. До заявника запобіжні заходи були застосовані на початку попереднього розслідування у його справі, коли справді існували підстави підозрювати заявника, у тому, що він був членом мафії. Однак, такі заходи не були скасовані після винесення виправдального вироку судом. Суд уважно проаналізував причини відмови національних судів у скасуванні запобіжних заходів і прийшов до висновку про те, що державні органи не навели жодних конкретних доказів членства заявника у мафії або того, що існував реальний ризик вчинення ним злочинів. Таким чином, обмеження свободи пересування заявника не можуть розцінюватися як необхідні у демократичному суспільстві, а отже мало місце порушення ст. 2 Протоколу № 4.", "Як особу, яку піддано спеціальному нагляду з боку поліції у зв’язку з підозрою у членстві в мафії, заявника було обмежено у його громадянських правах та виключено з списку виборців. Очевидно, йдеться про часткову фальсифікацію фотокарток, які були додані заявником до його заяви в Суд, вчинену з метою підтвердити факт катувань Суд не сумнівався у тому, що тимчасове позбавлення осіб, які підозрюються у членстві в мафії, виборчого права переслідувало законну мету. Однак, Суд відзначив, що, хоча заявника було позбавлено виборчого права ще на стадії судового розгляду справи, практична реалізація цього заходу мала місце лише після винесення щодо заявника виправдального вироку, коли більшість доказів членства заявника у мафії були спростовані. Тому на момент вилучення імені заявника із списку виборців не існувало жодних серйозних доказів, які б свідчили про його членство у мафії. Виходячи з таких міркувань, Суд не може розглядати даний захід органів державної влади як пропорційний меті, що переслідується. Таким чином, має місце порушення ст. 3 Протоколу № 4 до Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України О. О. Бекетовим, Р. М. Москалем, Н. П. Ничай, М. Ю. Пришляк, Т. І. Пашуком, М. Б. Рісним, А.-М. Я. Хом’як.", "", "", "", "", ""]}