{"file": "UKR_HJUDUKR_11036_03.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "11036/03", "text_paragraphs": ["Справа “Ладент проти Польщі”", "(“Ladent v. Poland”)", "", "У рішенні, ухваленому 18 березня 2008 року у справі “Ладент проти Польщі”, Суд постановив, що:", "було порушено ч. 1 ст. 5 Конвенції стосовно затримання заявника за звинуваченням у наклепі;", "було порушено ч. 1 ст. 5 Конвенції через зволікання зі звільненням заявника з-під варти;", "було порушено ч. 2 ст. 5 Конвенції, тому що заявника не було негайно поінформовано зрозумілою для нього мовою про підстави його арешту та про висунуті проти нього звинувачення;", "було порушено ч. 3 ст. 5 Конвенції, оскільки не було проведено негайну судову перевірку факту законності затримання заявника2.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити п. Ладенту 10000 євро як компенсацію моральної шкоди та 346 євро на відшкодування судових витрат.", "Обставини справи", "Заявник Франк Ладент є громадянином Франції, народився 1972 року і мешкає у Франції. У березні 2001 року він одружився із громадянкою Польщі. У них народилося двоє дітей. Спочатку вони жили у Польщі, а згодом, у липні 2001 року, переїхали до Франції.", "У березні 2001 року власник будинку, в якому п. Ладент із дружиною винаймали помешкання, звернувся до суду зі скаргою приватного звинувачення, стверджуючи, що він зазнав від п. Ладента непристойної образи, висловленої польською мовою. Виклик до суду було надіслано п. Ладенту тоді, коли він з дружиною вже переїхав до Франції. Упродовж наступного року цей виклик залишався без відповіді.", "15 липня 2002 року відповідний місцевий суд у Польщі ухвалив рішення про арешт заявника й у зв’язку з цим видав постанову про його розшук. У жовтні 2002 року суд припинив провадження у цій справі на тій підставі, що місце його перебування залишалося не встановленим.", "3 січня 2002 року п. Ладента було заарештовано. Це сталося, коли він перетинав кордон між Польщею та Німеччиною, повертаючись після відпустки, проведеної у Польщі, додому до Франції. Його було відразу допитано. Однак він не міг зрозуміти, про що йшлося, і відмовився підписувати будь-які документи. Заявник стверджував, що йому було відмовлено в усіх клопотаннях, які він переказував через свою дружину, а саме: прохання про надання можливості сконтактувати з посольством Франції, клопотання про отримання допомоги від перекладача чи адвоката.", "9 січня після того, як у справі п. Ладента було призначено адвоката, він разом із захисником подали заяву про звільнення та скаргу на постанову про затримання. У скарзі зазначалося, що хоча заявник і залишив Польщу, переїхавши на постійне місце проживання до Франції, виклики до суду продовжували надходити на його стару адресу у Польщі. Тому захисник п. Ладента наполягав на тому, що його підзахисному не було нічого відомо про кримінальне провадження та про справу приватного звинувачення проти нього.", "10 січня 2003 року суд ухвалив рішення про звільнення заявника з-під варти, однак заборонив йому залишати країну до завершення розслідування. Проте адміністрація ізолятору, в якому утримувався заявник, відмовилася його звільнити, оскільки замість оригіналу судової постанови про звільнення отримала факсимільну копію цього документа. Зрештою заявника таки було звільнено. Це сталося за три дні – 13 січня 2003 року. Заявник стверджував, що дізнався про зміст обвинувачення тільки у день звільнення його з-під варти.", "17 січня 2003 року суд скасував запобіжний захід у вигляді заборони на виїзд з країни.", "У лютому 2003 року депутат Парламенту Польщі від м. Кракова п. Вассерман звернувся з листом до голови Апеляційного суду м. Кракова, запитуючи про причини арешту та утримання заявника під вартою. У листі від 28 лютого 2003 року голова суду повідомив депутата про те, що справа заявника була вивчена ретельно і перебуває на стадії адміністративного перегляду під головуванням заступника голови Регіонального суду м. Кракова. Також у листі повідомлялося про серйозну помилку, допущену місцевим судом. Вона полягала у необґрунтованому припущенні суду про те, що заявник бажатиме уникнути правосуддя.", "У січні 2003 року п. Ладент зі сім’єю повернувся до Франції. У січні 2005 року було ухвалено рішення про виправдання заявника за звинуваченням у наклепі.", "Зміст рішення Суду", "Спираючись на ст. 5 Конвенції, заявник скаржився на незаконність свого затримання.", "Суд зауважив, що місцевий суд зрештою погодився із клопотанням захисника п. Ладента та скасував запобіжний захід у вигляді взяття під варту, замінивши його забороною на виїзд з країни. Суд надав особливого значення інформації від голови Апеляційного суду м. Кракова. У зв’язку з цим Суд відзначив, що Уряд навіть погодився з тим, що місцевий суд допустив помилкове припущення стосовно можливості ухилення заявника від правосуддя. На підставі цього Суд дійшов висновку, що національний суд виявився неспроможним правильно застосувати законодавство у справі заявника. А отже, заявника було позбавлено свободи не відповідно до “процедури, встановленої законом”. Більше того, Суд визнав, що утримання заявника під вартою було свавільним. Рішення місцевого суду про обрання до заявника такого запобіжного заходу, як взяття під варту, було очевидно необґрунтованим. Адже заявника не було належним чином заздалегідь сповіщено про порушення справи щодо нього. Суд, крім того, дійшов висновку про те що арешт заявника не можна вважати заходом, пропорційним для цілей забезпечення належного проведення розслідування, також і з огляду на малозначність правопорушення, яке заявник, як припускалося, вчинив.", "Тому Суд одностайно постановив про порушення ч. 1 ст. 5 Конвенції.", "Стосовно скарги на невчасне звільнення заявника з-під варти Суд відзначив, що адміністративні формальності процедури звільнення могли бути і повинні були проведені швидше. Тому Суд визнав порушення ч. 1 ст. 5 Конвенції й у цьому аспекті.", "Суд також постановив про порушення ч. 2 ст. 5 Конвенції, яке полягало у нездійсненні негайного повідомлення заявника зрозумілою для нього мовою про підстави арешту та про висунуті проти нього обвинувачення.", "Суд, нарешті визнав порушення ч. 3 ст. 5 Конвенції з огляду на те, що після затримання заявника не було негайно цього захисту проведено судову перевірку законності.", "Реферативний переклад з англійської мови та опрацювання комюніке Секретаря Суду здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України П.М. Рабіновичем, М.Ю. Пришляк і Т.І. Дудаш.", "", ""]}