{"file": "UKR_HJUDUKR_61513_00.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "61513/00", "text_paragraphs": ["Справа “Бусуйок проти Молдови”", "(Busuioc v. )", "", "У рішенні, ухваленому 21 грудня 2004 року у справі “Бусуйок проти Молдови”, Суд постановив, що:", "мало місце порушення ст. 10 Конвенції в частині покарання заявника за його висловлювання стосовно трьох позивачів;", "не було порушення ст. 10 Конвенції в частині покарання заявника за його коментарі щодо інших позивачів.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 125 євро у відшкодування матеріальної шкоди, 4000 євро як компенсацію моральної шкоди і 1500 євро на відшкодування судових витрат.", "Обставини справи", "Заявник Валерій Бусуйок є громадянином Молдови, народився 1956 року і проживає у Молдові.", "14 серпня 1998 року у російськомовному тижневику “Експрес” було опубліковано статтю заявника, у якій автор критикував дії керівного персоналу Міжнародного аеропорту у Чісіно (далі - аеропорт). Внаслідок цього 3 грудня 1998 року шість працівників аеропорту звернулися зі судовими позовами, стверджуючи про те, що стосовно них було вчинено наклеп. Вимоги усіх шести позивачів були задоволені судом першої інстанції. Обласний суд, який розглядав скаргу заявника на зазначене рішення, відхилив позов одного з позивачів і зменшив суму компенсації, яку суд першої інстанції зобов’язав сплатити заявника.", "Зміст рішення Суду", "Уряд стверджував, що позивачами у справі на національному рівні були державні службовці, а відтак, на відміну від політиків, їм повинен забезпечуватись вищий рівень захисту від неналежної критики. Втім Суд відзначив, що він не вважає за можливе поширювати підвищений рівень захисту від критики, який він визнавав у своїх попередніх рішеннях за окремими категоріями державних службовців (прокурори, працівники органів виконавчої влади), на будь-яких осіб, котрі займають посади у державних органах чи підприємствах. Окрім того, Суд зауважив, що коментарі заявника з’явились у контексті відкритої і вже тривалої дискусії стосовно питання, яке становило громадський інтерес, і свою позицію заявник висловив саме як журналіст.", "Суд розглянув зміст і характер висловлювань заявника окремо щодо кожного із позивачів, аби з’ясувати, чи було виправданим втручання у право заявника на свободу вираження у кожному з випадків і чи можна його вважати необхідним у демократичному суспільстві.", "Стосовно позивача І.В. заявник у своїй статті написав, що І.В. отримав посаду на підприємстві власне завдяки тому, що був родичем виконавчого директора, а також що відповідна посада була створена саме для нього. Суд зауважив, що це був виклад фактів, а не оцінювальних суджень. Як виявилось під час судового розгляду справи, ці твердження не відповідали дійсності. Зрештою заявник сам визнав, що не перевірив достовірності цієї інформації. Тому Суд дійшов висновку, що у даному випадку втручання у право заявника було виправданим.", "У статті також йшлося про те, що С.М., інший позивач, який посідав посаду керівника відділу кадрів, зловживав своїм службовим становищем. Заявник цитував скарги підлеглих працівників, які нарікали на те, що С.М випивав на роботі, використовував службовий автомобіль не за призначенням. Окремі скарги стосувались навіть сексуальних домагань з боку С.М.", "Суд відзначив, що національний суд, котрий розглядав справу, не визнав ці твердження заявника неправдивими чи неточними. Втім суд дійшов висновку, що вони були наклепницькими за своєю формою.", "Суд вказав, що висловлювання, котрі стосувались С.М., були не твердженнями про факти, а оцінювальними судженнями. Суд вкотре зазначив, що до оціночних суджень не може застосовуватись критерій правдивості, зокрема шляхом перевірки їх на доказовість. Втім у окремих випадках такі оцінки можуть бути надміру жорсткими, особливо за відсутності будь-яких фактичних даних. Однак Суд відзначив, що у даному випадку ця проблема не виникла, оскільки висловлювання журналіста стосовно С.М. за змістом і характером узгоджуються з правилами журналістської етики і вчинені добросовісно. До того ж, як було продемонстровано, вони грунтувалися на конкретних фактичних даних. ", "Стосовно С.І. журналіст виклав два міркування, які національний суд оцінив як недбалі та наклепницькі. По-перше, у статті зазначалося, що С.І. закінчила інститут харчової промисловості, позаяк у суді було встановлено, що працівниця закінчила школу бізнесу. Отож Суд постановив, що втручання у права заявника стосовно викладу цієї інформації було виправданим у сенсі   ст. 10 Конвенції.", "Ім’я С.І. також згадувалось у зв’язку з продажем державного літака. Власне у статті зазначалося, що, на думку багатьох працівників аеоропорту, це була “тіньова оборудка”.", "У зв’язку з цими фактами Суд нагадав, що у випадку, коли існують об’єктивні дані для підозри державних службовців в участі у незаконному продажу державної власності, преса має бути вільна в межах своїх обов’язків та відповідальності поширювати відповідну інформацію та ідеї, а громадськість має право отримувати їх. Відтак Суд дійшов висновку, що втручання у право заявника на свободу вираження стосовно викладу зазначеної інформації не було необхідним у демократичному суспільстві.", "Стосовно А.І. заявник у своїй статті зазначав, що після того, як А.І. було поновлено на посаді виконавчого директора авіакомпанії, він розпочав “чистку” персоналу. Суд зауважив, що з огляду на масові звільнення працівників, які розпочалися після того, як А.І. поновився на керівній посаді, для журналіста було виправданим припустити наявність причинового зв’язку між цими двома подіями. Тому Суд постановив, що покарання заявника за вираження поглядів щодо А.І. не було необхідним у демократичному суспільстві.", "Заявник також оскаржував розмір суми компенсації, яку його було зобов’язано сплатити за рішенням національного суду (2 610 молдовських лей). Втім Суд дійшов висновку, що цей розмір не був надмірним, оскільки він наближався до мінімальної величини у передбачених законом межах, а також з огляду на середньомісячний розмір заробітної плати у Молдові. За даними Уряду розмір середньомісячної зарплати на липень 1999 року становив 299 молдовських лей (приблизно 25 євро).  ", "Тому Суд зрештою постановив, що мало місце порушення ст. 10 Конвенції, яке виявилось у визнанні відповідальності заявника за висловлювання щодо С.М., С.І. та А.І, і що не було порушення ст. 10 Конвенції в частині відповідальності п. Бусуйока за окремі коментарі стосовно І.В. та С.І.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України М.Ю. Пришляк та П.М. Рабіновичем.", "", "", ""]}