{"file": "UKR_HJUDUKR_73316_01.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "73316/01", "text_paragraphs": ["РАДА ЄВРОПИ", "ЄВРОПЕЙСЬКИЙ СУД З ПРАВ ЛЮДИНИ", "", "", "ДРУГА СЕКЦІЯ", "", "", "", "", "", "СПРАВА \"СІЛІАДІН ПРОТИ ФРАНЦІЇ\"", "", "(Заява № 73316/01)", "", "", "", "", "", "", "", "РІШЕННЯ СУДУ", "", "", "СТРАСБУРГ", "", "26 липня 2005 р.", "", "", "", "ОСТАТОЧНЕ РІШЕННЯ", "", "", "\nУ справі \"Сіліадін проти Франції\",", "Європейський суд з прав людини (друга секція) на засіданні єдиною палатою у складі:", "п.\t\tІ. Кабраль Баррето (I. Cabral Barreto), голова,\nп.\t\tЖ.-П.Коста (J.-P. Costa),\nп.\t\tР.Тюрмен (R. Türmen),\nп.\t\tК. Юнґвірт (K. Jungwiert),\nп.\t\tВ.Буткевич (V. Butkevych),\nпані \t\tА. Мулароні (A. Mularoni),\nпані\t\tЕ. Фура-Сандстрьом (E. Fura-Sandström), члени суду,\nта п.\t\tС.Найсміт (S. Naismith), заступник секретаря секції,", "", "в результаті закритих нарад 3 травня і 28 червня 2005 р., ухвалили рішення на останньому засіданні:", "ПРОЦЕДУРНІ АСПЕКТИ", "1.  Справу порушено за заявою проти Республіки Франція (№ 73316/01), поданою до Суду згідно зі статтею 34 \"Конвенції про захист прав і основних свобод людини\" (далі \"Конвенція\") громадянкою Того, пані Сіва-Акофа Сіліадін (Siwa-Akofa Siliadin) (далі \"заявниця\"), від 17 квітня 2001 р.", "2.  Інтереси заявниці, якій було надано правову допомогу, представляла пані Х.Клеман (H.Clément) з Паризької колегії адвокатів. Інтереси уряду Франції (далі \"Уряд\") представляла довірена особа, пані Едвіж Бельяр (Edwige Belliard), Голова Відділу правових питань при Міністерстві закордонних справ.", "3.  Посилаючись на статтю 4 Конвенції, заявниця стверджувала, що чинні положення кримінального права Франції не забезпечили їй достатнього й ефективного захисту від \"підневільного стану\", в якому її утримували, або, щонайменше, від \"примусової чи обов'язкової праці\", виконання якої від неї вимагали.", "4.  Заяву було передано до Другої секції Суду (§ 1 правила 52 Судових правил). В межах зазначеної Секції, Палату, котра мала розглядати справу (§ 1 статті 27 Конвенції), було сформовано відповідно до § 1 правила 26.", "5.  1 листопада 2004 р. Суд змінив склад Секції (§ 1 правила 25). Справу було передано на розгляд новому складу Другої секції (§ 1 правила 52).", "6.  Рішенням від 1 лютого 2005 р. Суд визнав заяву прийнятною.", "7.  Заявниця і Уряд подали свої зауваження по суті справи (§ 1 правила 59).", "8.  Слухання проводилися відкрито в будівлі Суду з прав людини в м. Страсбург 3 травня 2005 р. (§ 3 правила 59).", "На засіданні суду були присутні:", "", "(a)  від Уряду\nпані Е.Бельяр (E. Belliard), Голова Відділу правових питань, Міністерство закордонних справ,\tдовірена особа,\nп. Г.Дютертр (G. Dutertre), уповноважений магістрат при Підрозділі з прав людини, Відділ правових питань, Міністерство закордонних справ,\nпані Ж.Вайле (J. Vailhé), повноважний секретар, Відділ європейських та міжнародних зв'язків, Міністерство юстиції,\nпані Е.Пюрен (E. Puren), Відділ кримінальних справ та помилувань, Міністерство юстиції,\tадвокат;", "(b)  від заявниці\nпані Х.Клеман (H. Clément), Паризька колегія адвокатів,\t адвокат,\nпомічник адвоката пані Б.Буржуа (B. Bourgeois), правник Комітету проти сучасного рабства.", "", "Суд заслухав виступи пані Бельяр (Belliard) та пані Клеман (Clément).", "ФАКТИЧНІ ОБСТАВИНИ", "I.  ОБСТАВИНИ СПРАВИ", "9.  Заявниця народилася в 1978 р. і мешкає в Парижі.", "10.  Вона прибула до Франції 26 січня 1994 р. у віці 15 років і семи місяців разом з пані Д., громадянкою Франції тоголезького походження. У неї був паспорт і туристична віза.", "11.  Було домовлено, що вона працюватиме у пані Д. вдома, допоки не відпрацює вартість авіаквитка, і що пані Д. потурбується про її імміграційний статус, а також знайде місце для неї у школі. Насправді, заявниця стала неоплачуваною покоївкою для пана та пані Д., а паспорт у неї забрали.", "12.  У другому півріччі 1994 р. пані Д. \"позичила\" заявницю пану та пані Б., у яких було двоє маленьких дітей, щоб та допомагала вагітній пані Б. у її хатній роботі. Пані Б. також мала дочку від першого шлюбу, яка приїздила до неї на свята й вихідні. Заявниця мешкала вдома у пана та пані Б. з попередньої згоди свого батька.", "13.  Повернувшись із пологового будинку, пані Б. сказала заявниці, що вирішила залишити її у себе.", "14.  Після цього заявниця стала покоївкою у пана та пані Б. Вона працювала сім днів на тиждень, без вихідних. Іноді, як виняток, їй дозволяли відвідувати службу в церкві по неділях. Її робочий день починався о 7.30. У цей час вона вставала і повинна була готувати сніданок, одягати дітей, відводити їх до ясел чи на відпочинок, доглядати дитину, виконувати хатню роботу, прати й прасувати одяг.", "Увечері вона готувала вечерю, доглядала старших дітей, мила посуд і лягала спати близько 10.30. Крім того, вона мала прибирати однокімнатну квартиру в цьому ж будинку, яку пан Б. перетворив на офіс.", "Заявниця спала на матраці на підлозі у кімнаті немовляти і повинна була доглядати його, якщо воно прокидалося.", "15.  Їй ніколи не платили, крім старшої пані Б., яка дала їй одну чи дві банкноти у 500 франків.", "16.  У грудні 1995 р., заявниця змогла втекти з допомогою громадянки Гаїті, яка дала їй притулок на п'ять чи шість місяців. Заявниця доглядала двох її дітей, мала належні умови проживання і харчування і отримувала 2 500 французьких франків на місяць.", "17.  Після цього, послухавшись свого дядька з батькового боку, який підтримував зв'язок із паном і пані Б., вона повернулася до цієї пари. Вони пообіцяли владнати її імміграційні справи. Втім, ситуація не змінилася: заявниця продовжувала виконувати свої хатні обов'язки і доглядати їхніх дітей. Вона й надалі спала на матраці на підлозі дитячої кімнати, потім на розкладушці й одягалася в поношене вбрання. Її імміграційний статус не було оформлено, їй не платили, і вона не ходила до школи.", "18.  У невстановлений день заявниці вдалося повернути собі свій паспорт, який вона доручила знайомому пані та пана Б. Вона також розповіла про все сусідові, котрий повідомив Комітет проти сучасного рабства (Comité contre l'esclavage moderne), який у свою чергу звернувся зі скаргою у справі заявниці до прокуратури.", "19.  28 липня 1998 р. поліція навідалася до помешкання пана та пані Б.", "20.  Пару було звинувачено у тому, що в період з липня 1995 р. по липень 1998 р. вони отримували послуги, не сплачуючи за них, або в обмін на плату, яка була відверто невідповідною виконуваній роботі, скориставшись при цьому уразливим станом чи залежністю особи, а також у тому, що вони найняли і утримували на службі негромадянина, який не мав дозволу на роботу.", "21.  10 червня 1999 р. Паризький суд вищої інстанції (tribunal de grande instance) виніс своє рішення.", "22.  Суд вирішив, що уразливий стан і залежність заявниці у її відносинах з паном і пані Б. доведено тим, що вона незаконно проживала у Франції, усвідомлювала цей факт і боялася арешту, що пан та пані Б. підтримували у ній цей страх, обіцяючи оформити їй дозвіл на перебування – це також підтвердили її дядько і батько – та тим, що вона не мала засобів, друзів і практично ніяких родичів, які б допомогли їй.", "23.  Щодо відсутньої чи недостатньої оплати, суд встановив, що молода жінка перебувала у пана і пані Б. протягом кількох років, не будучи при цьому членом їх родини, не могла вважатися іноземною особою au pair, яка повинна зареєструватися і мати вільний час для покращення мовних навичок, мусила цілий день виконувати хатню роботу, не ходила до школи, не отримувала професійної підготовки, а також, якби вона не служила у пана і пані Б., то вони були б вимушені найняти іншу людину, враховуючи обсяг роботи у зв'язку з наявністю чотирьох дітей.", "Враховуючи сказане, зроблено висновок, що скоєння злочину за статтею 225-13 Кримінального кодексу (див. § 46 нижче) було доведено.", "24.  Суд також вважає доведеним, що пан та пані Б. найняли іноземця, у якого не було дозволу на роботу.", "25.  Суд відзначив, що сторони подали різні пояснення у відповідь на звинувачення про умови праці та проживання, несумісні з людською гідністю.", "Було встановлено, що робочий день заявниці безсумнівно перевищував встановлені норми і що вона по суті не мала вихідних, хоча їй дозволялося відвідувати службу в церкві. Було відзначено, що будь-яка особа, котра залишається вдома з чотирма дітьми обов'язково починає свою роботу рано вранці, а закінчує пізно ввечері, але протягом дня має короткий час для відпочинку, однак ступінь участі пані Б. у цій роботі не було встановлено.", "26.  Суд дійшов висновку, що незважаючи на встановлені порушення умов праці стосовно годин роботи і відпочинку, цього недостатньо для того, щоб вважати умови праці несумісними з людською гідністю, що передбачає, наприклад, нелюдський ритм, часті образи й утиски, необхідність застосування фізичної сили, невідповідної фізичному розвитку працівника, і вимушену робота в приміщеннях шкідливих для здоров'я, чого в цьому випадку не відбувалось.", "27.  Стосовно умов проживання заявниці, суд зазначив, що пан і пані Б., які були заможними людьми, не вважали за потрібне надавати заявниці місце для особистого користування і що, хоча ця прикра ситуація і свідчить про їхню байдужість до неї, умови її проживання не можна вважати принизливими для людської гідності, враховуючи, що велика кількість людей, особливо в районі м. Париж, не мають власної кімнати. Помешкання, яке принижує людську гідність, передбачає негігієнічні, неопалювані кімнати, де немає можливості дотримуватись основ власної гігієни, чи приміщення, яке настільки не відповідає прийнятим нормам, що перебувати там небезпечно.", "28.  Відповідно, суд визнав, що скоєння злочину за статтею 225-14 Кримінального кодексу не було доведено.", "Однак судді дійшли висновку, що злочини, у яких звинуватили пана і пані Б., поза сумнівом, були серйозними і вимагали суворого покарання, особливо з огляду на те, що подружня пара вважала своє поводження із заявницею цілком добрим.", "Відповідно, їх було засуджено до 12 місяців ув'язнення кожного, з яких 7 місяців умовно, до штрафу у 100 000 французьких франків і до солідарної виплати 100 000 французьких франків заявниці на відшкодування збитків. Крім того, пан і пані Б. були позбавлені своїх громадянських і сімейних прав терміном на три роки.", "29.  Пан і пані Б. подали на це рішення апеляцію.", "30.  20 квітня 2000 р. Паризький апеляційний суд видав проміжну постанову про необхідність подальшого розслідування.", "31.  19 жовтня 2000 р. суд виніс рішення по суті справи.", "32.  Апеляційний суд встановив, що додаткове розслідування дозволило підтвердити, що заявниця прибула до Франції у віці п'ятнадцяти років і семи місяців, маючи паспорт і тримісячну туристичну візу. Протягом періоду з січня по жовтень 1994 р., коли вона проживала у пані Д., остання використовувала її, по-перше, для виконання хатньої роботи, приготування їжі й догляду за дітьми, і, по-друге, у своїй крамниці одягу, де вона також прибирала і повертала на вішаки одяг, який приміряли покупці, без будь-якої оплати.", "33.  В жовтні 1994 р. або близько цього часу заявниця провела кілька днів у помешканні пана і пані Б., незадовго до того, як пані Б. народила свою третю дитину. Щодня вона їхала на метро додому до пана і пані Б. і поверталася до помешкання пані Д. на ніч.", "34.  У липні-серпні 1995 р. її було \"позичено\" панові і пані Б., вдома у яких вона мешкала до грудня 1995 р., коли переїхала до помешкання Ґ., де їй платили за виконувану роботу і надавали житло. Вона повернулася до пана і пані Б. у травні-червні 1996 р. за порадою свого дядька.", "35.  Апеляційний суд відзначив встановлення того факту, що заявниця була нелегальною емігранткою і не отримувала справжньої винагороди.", "Далі суд відзначає, що заявниця, за всіма ознаками, добре володіла французькою мовою, яку вивчила у своїй країні.", "Крім того, вона навчилася орієнтуватися в Парижі, для того, щоб спочатку доїжджати від помешкання пані Д. до її крамниці, а пізніше, – до Мезон-Альфор (Maisons-Alfort), де проживала Ґ., і, нарешті, повертатися до помешкання пана і пані Б.", "36.  Вона мала певну незалежність, оскільки відвозила дітей на навчання чи на заняття спортом, а потім забирала їх. Вона могла ходити на католицьку службу до церкви біля помешкання пана і пані Б. Крім того, вона виходила з дому до магазинів, оскільки саме під час такого виходу зустрілася з пані Ґ. і погодилася переїхати до її помешкання.", "37.  Апеляційний суд далі зазначив, що заявниця мала змогу спілкуватися зі своїм дядьком по телефону за межами помешкання Ґ. і оплачувати дзвінки з телефонного автомату. Вона зустрічалася зі своїм батьком і дядьком і ніколи не скаржилася на своє становище.", "38.  Також мати пані Б. підтвердила, що заявниця добре говорила французькою і що вона мала звичку давати їй дрібні гроші на сімейні свята. Вона часто приймала заявницю і своїх онуків у заміському будинку і ніколи не чула від неї скарги на погане поводження чи зневагу, хоча та могла вільно висловлювати свої погляди.", "39.  Дядько заявниці стверджував, що вона могла, серед іншого, виходити з дому і дзвонити йому по телефону, що вона була належно одягнена, здорова і завжди мала якісь гроші, котрі вона не могла отримати ні від кого іншого, крім пана і пані Б. Він пропонував їй гроші, але вона ніколи не просила. Він додав, що зачіпав це питання у розмовах з пані Б., яка розповіла йому про певну суму грошей, яку щомісяця відкладали для заявниці, щоб накопичити певні заощадження на той день, коли вона піде від них, і що дівчина знала про цю домовленість.", "Він сповістив, що з усього баченого і з розмов із заявницею й пані Б., у нього склалася думка, що дівчину не утримували як рабиню в будинку, де вона мешкала.", "40.  Апеляційний суд постановив, що додаткове розслідування й слухання виявили, що хоча, за всіма ознаками, заявниця й справді не отримувала платні або платня була відверто невідповідною обсягу виконуваної роботі (хоча наміри відповідачів заощадити невелику суму, яку б їй віддали після від'їзду, не викликали серйозних заперечень), але наявність умов праці чи проживання, несумісних з людською гідністю, доведена не була.", "Також зроблено висновок про недоведеність уразливого стану чи залежності заявниці, оскільки маючи змогу приходити й виходити з дому за власним бажання, підтримувати зв'язок зі своєю родиною в будь-який час, полишати помешкання пана і пані Б. на значні проміжки часу і повертатися без примусу, дівчина, незважаючи на її молодий вік, виявила беззаперечну незалежність, а уразливий стан не може бути доведено лише через той факт, що вона була негромадянкою.", "Відповідно, апеляційний суд виправдав відповідачів за всіма обвинуваченнями, висунутими проти них.", "41.  Заявниця подала апеляцію за правовими аспектами на рішення суду. Головна прокуратура жодних апеляцій не подавала.", "42.  У листі від 27 жовтня 2000 р. до Голови Комітету проти сучасного рабства прокурор при Паризькому апеляційному суді зазначив:", "“У своєму листі від 23 жовтня 2000 р. Ви звернулися до мене з проханням поінформувати Вас чи подавала очолювана мною прокуратура апеляцію за правовими аспектами на рішення, винесене 19 жовтня 2000 р. 12-им відділом суду, який розглядав апеляцію у кримінальній справі проти пана і пані Б.", "Рішення апеляційного суду виправдати відповідачів за обвинуваченнями в двох злочинах, а саме у недостатній винагороді особі, яка перебувала в уразливому стані, та у створенні принизливих умов праці для особи, яка перебувала в уразливому стані чи залежності, спиралося на аналіз елементів фактичних обставин.", "Оскільки касаційний суд вважає, що такий аналіз є функцією суду першої інстанції, то апеляція за правовими питаннями не може бути достатньою мірою аргументована.", "З цієї причини я не вдавався до такого засобу”.", "43.  Касаційний суд виніс своє рішення 11 грудня 2001 р. про таке:", "“Усі постанови суду повинні містити вказівки причин, які обґрунтовують прийняте рішення; подача недостатніх або суперечливих причин тотожна відсутності причин;", "Після розслідування ситуації [заявниці], молодої громадянки Того, яку вони найняли і надали житло у своєму помешканні, починаючи з часу, коли їй було 16 років, В. і А.Б. постали безпосередньо перед кримінальним судом, по-перше, за зловживання уразливим станом і залежністю особи з метою отримання послуг без оплати чи без будь-якої іншої адекватної винагороди, що суперечить статті 225-13 Кримінального кодексу, і, по-друге, за створення умов праці, несумісних з людською гідністю, що суперечить статті 225-14 зазначеного Кодексу;", "Виправдавши відповідачів за обвинуваченнями в двох згаданих вище злочинах і відхиливши позов громадянської сторони у зв'язку з ними, апеляційний суд, зазначив, що [заявниця] була неповнолітньою іноземкою, без дозволу на проживання чи роботу і без засобів існування, і постановив, що її уразливий стан і залежність, які є характерними складовими вказаних злочинів, не було доведено, враховуючи, що дівчина мала певну свободу пересування, а уразливий стан не може бути доведено лише на підставі того, що вона була негромадянкою;", "Крім того, дійшовши висновку про безпідставність обвинувачення в злочині за статтею 225-13 Кримінального кодексу, суди додали, що “...за всіма ознаками, заявниця й справді не отримувала платні або платня була відверто невідповідною обсягу виконуваної роботі (хоча наміри відповідачів заощадити невелику суму, яку б їй віддали після від'їзду, не викликали серйозних заперечень);", "Насамкінець, виправдавши відповідачів за обвинуваченнями в злочинах за статтею 225-14 Кримінального кодексу, суди дійшли висновку, що створення умов праці й проживання, несумісних з людською гідністю, \"не було доведено\";", "Проте, при винесенні такого рішення, через неадекватність і непереконливість аргументів щодо уразливого стану і залежності заявниці та через суперечливість доказів щодо її винагороди, а також через відсутність фактичних елементів, які б доводили, що її умови праці були несумісними з людською гідністю, апеляційний суд не зміг зробити зі встановлених ним фактів юридичний висновок, необхідний для застосування статті 225-13 Кримінального кодексу і не обґрунтував свого рішення про застосування статті 225-14 зазначеного Кодексу;", "Тому судова постанова підлягає скасуванню", "із зазначених причин;", "[Касаційний суд] скасовує вказану вище судову постанову Паризького апеляційного суду від 19 жовтня 2000 р., але тільки стосовно тих положень, які відхиляють клопотання позивача про компенсацію у зв'язку зі злочинами за статтями 225-13 і 225-14 Кримінального кодексу, при цьому всі інші положення однозначно зберігають свою силу, і постановляє передати справу на повторне слухання, відповідно до закону, для з'ясування питань, стосовно яких апеляцію було дозволено;...”", "44.  Апеляційний суд м. Версаль, до якого потім передали справу, виніс своє рішення 15 травня 2003 р. Суд, зокрема, постановив:", "“Як було правильно зазначено судом першої інстанції, докази свідчать, що (заявниця), іноземка, яка приїхала до Франції у віці 16 років, працювала протягом декількох років на пана і пані Б., виконуючи хатню роботу і доглядаючи їх трьох, а пізніше чотирьох, дітей сім днів на тиждень, з 7 ранку до 10 вечора, не отримуючи при цьому жодної винагороди; всупереч заявам відповідачів, вона не вважалася другом сім'ї, оскільки була змушена виконувати вказівки пані Б. стосовно годин роботи і її обсягу, і не могла за власним бажанням йти і повертатися;", "Крім того, немає жодних доказів того, що для неї відкладали заощадження, оскільки перелік платежів, які нібито зробили відповідачі, оформлено на ім'я пані Б.;", "Відповідачі дали жертві суму в 50 тис. франків тільки під час слухання у суді вищої інстанції (tribunal de grande instance);", "Насамкінець, умови, за яких [заявниця] повернулася до пана і пані Б. після кількамісячної відсутності, свідчать не про задоволення, з яким вона це зробила, а навпаки про тиск, якого вона зазнала з боку своєї родини, а також про стан смиренності й емоційного сум'яття, в якому вона перебувала;", "Щодо стану залежності й уразливості жертви під час розглядуваного періоду, слід зауважити, що ця молода дівчина була неповнолітньою, громадянкою Того, нелегальною іммігранткою у Франції, без паспорта, найчастіше без грошей, і що вона могла пересуватися тільки під наглядом пані Б., коли необхідно було відвести дітей до школи чи на заняття спортом;", "Відповідно, під час розгляду справи суд першої інстанції мав достатні підстави, на які пристає і цей суд, вважати склад злочину за статтею 225-13 Кримінального кодексу щодо відповідачів обґрунтованим;", "Стосовно злочину створення умов праці й проживання, несумісних з людською гідністю, для особи в уразливому стані чи залежності:", "Як було правильно зазначено судом першої інстанції, виконання хатніх обов'язків і доглядання дітей протягом дня самі по собі не є умовами праці, несумісними з людською гідністю, так як багато матерів мають таку саму долю; крім того, звинувачення позивача в принизливому ставленні й образах не було доведено;", "Так само, той факт, що [заявниця] не мала простору для власного користування, не означає, що умови проживання були несумісними з людською гідністю, враховуючи, що власні діти пана і пані Б. мешкали в тій самій кімнаті, яка не мала жодних ознак негігієнічності;", "Відповідно, склад другого злочину щодо пана і пані Б. не було доведено;", "Незалежно від сум, які належить сплатити [заявниці] у вигляді заробітної плати, і від 50 тис. франків, сплачених як запізнілу часткову винагороду, пан Б., чий інтелектуальний і культурний рівень був достатнім для цілковитого усвідомлення незаконності своєї поведінки, але який дозволив такій ситуації тривати, мабуть, через боязкість, завдав разом з пані Б. [заявниці] значної психологічної травми, за яку, за оцінками суду першої інстанції, належить сплатити 15 245 євро компенсації”.", "45.  3 жовтня 2003 р. Паризький промисловий трибунал виніс вирок за заявою, поданою заявницею. Він присудив їй 31 238 євро в рахунок заборгованої заробітної плати, 1 647 євро в рахунок періоду попередження про звільнення і 164 євро в рахунок відпустки.", "II.  ВІДПОВІДНЕ ЗАКОНОДАВСТВО", "46.  A.  Кримінальний кодекс у редакції, чинній на момент скоєння злочину", "Стаття 225-13", "“Отримання від особи послуг без оплати або в обмін на оплату відверто невідповідну обсягу виконуваної роботи, скориставшись уразливістю чи станом залежності цієї особи, карається позбавленням волі на два роки і штрафом у 500 000 франків”.", "Стаття 225-14", "Створення умов праці і проживання, несумісних з людською гідністю для особи, скориставшись її уразливістю чи станом залежності, карається позбавленням волі на два роки і штрафом у 500 000 франків”.", "", "47.  Б.  Кримінальний кодекс з поправками відповідно до Закону від 18 березня 2003 р.", "Стаття 225-13", " “Отримання від особи, чий уразливий стан чи залежність очевидні, або відомі злочинцю, послуг без оплати або в обмін на оплату відверто невідповідну обсягу виконуваної роботи, карається позбавленням волі на п'ять років і штрафом у 150 000 євро”.", "Стаття 225-14", "“Створення умов праці і проживання, несумісних з людською гідністю, для особи, чий уразливий стан чи залежність очевидні або відомі злочинцю, карається позбавленням волі на п'ять років і штрафом у 150 000 євро”.", "Стаття 225-15", "“Злочини за статтею 225-13 і 225-14 караються позбавленням волі на сім років і штрафом у 200 000 євро, якщо вони вчинені стосовно більше, ніж однієї особи.", " Ці злочини караються позбавленням волі на сім років і штрафом у 200 000 євро, якщо вони вчинені стосовно неповнолітнього.", " Ці злочини караються позбавленням волі на десять років і штрафом у 300 000 євро, якщо вони вчинені стосовно більше, ніж однієї особи, включаючи одного або більше неповнолітнього”.", "48.  В.  Інформаційний звіт спеціальної спільної комісії Національної асамблеї Франції зі встановлення фактів стосовно різних форм сучасного рабства, винесений на обговорення 12 грудня 2001 р. (витяги):", "“Ситуація з неповнолітніми, які уразливіші за інших і повинні отримувати особливий захист з огляду на їхній вік, дуже занепокоїла спеціальну комісію: ..., діти, приречені працювати хатньою прислугою або в нелегальних цехах, ... стають легкою здобиччю для усіляких торговців людьми...", "Які рішення можна запропонувати з огляду на зростання кількості випадків такої форми рабства? Деякі, звичайно, вже існують. У нас вже є чималий арсенал каральних заходів. Однак вони не завжди використовуються повною мірою і в реальності виявляються недостатнім засобом стримування.", "...", "Прагнення розробників нового Кримінального кодексу створити текст, який би повністю відображав концепцію прав людини, чітко виявляється у положеннях статей 225-13 і 225-14 кодексу, які криміналізують нові види злочину, визнаючи незаконним створення умов роботи і проживання, несумісних з людською гідністю. Як сказано в пояснювальній записці до початкового законопроекту 1996 р., метою цих положень була, насамперед, боротьба з \"власниками нетрів\" чи іншими несумлінними підприємцями, котрі безцеремонно експлуатують іноземних робочих, які перебувають у країні нелегально.", "...", "Концепція зловживання уразливим станом особи чи станом залежності, покладена в основу статей 225-13 та 225-14 Кримінального кодексу, містить неоднозначності, які можуть перешкоджати їх застосуванню.", "...", "“Таким чином, не встановивши можливі категорії осіб, до яких можна застосувати визначення уразливого стану, з одного боку, і не вказавши вимогу, згідно з якою уразливий стан повинен бути \"особливого\" характеру, з іншого, законодавство закріпило за статями 225-13 та 225-14 надто широку, і навіть невизначену, сферу застосування, яка, імовірно, включатиме обставини уразливості чи залежності \"соціального або культурного характеру\".", "...", "Чинні формулювання Кримінального кодексу, особливо статті 225-14, надто неоднозначні, оскільки статтею передбачено, що, з одного боку, жертва перебувала в умовах проживання чи праці, несумісних з людською гідністю, а з іншого, що ці умови були нав'язані, \"зловживаючи\" уразливим чи залежним станом особи.", "Тому цілком логічно дійти висновку, як зазначив заступник прокурора Паризької прокуратури пан Ґі Мейе (Guy Meyer), виступаючи перед спеціальною комісією, що \"за зворотною імплікацією... за умови, що уразливий стан [особи] не було використано, цілком можна зневажати людську гідність... Зневажання людської гідності слід виділяти в окремий злочин, а зловживання уразливим станом [особи] чи статусом неповнолітнього вважати обтяжливою обставиною\".", "Враховуючи сказане і те, що в законі нічого не сказано з цього приводу, суд повинен самостійно вирішувати межі застосування цих положень. При цьому, аналіз судової практики виявляє розбіжності оцінки, які перешкоджають послідовному застосуванню закону на всій території Франції, оскільки, як слушно зауважила пані Франсуаз Фаваро (Françoise Favaro), звертаючись до спеціальної комісії: \"Ми перебуваємо в якійсь ефемерній імлі, де все залишено на суддівський розсуд\".", "...", "Тим дивнішим виглядає факт, що той самий Апеляційний суд своїм рішенням від 19 жовтня 2000 р. відмовив у застосуванні положень статті 225-13 і 225-14 у справі іншої молодої жінки, побутової рабині, незважаючи на те, що у відповідний період вона була неповнолітньою. У своєму рішенні суд, зокрема, зазначив: \"Уразливий чи залежний стан заявниці не було доведено, оскільки маючи можливість іти і приходити за власним бажанням, підтримувати зв'язок з родиною в будь-який час, полишати помешкання пана і пані Х на тривалі проміжки часу і повертатися без примусу, дівчина, попри свою молодість, виявила незаперечну незалежність, а її уразливість не можна довести лише на підставі того, що вона була іноземкою\".", "...", "Тому цілком очевидно, що за відсутності правових критеріїв, за якими суди могли би визначати чи мало місце зловживання станом уразливості і залежності [особи], положення статті 225-13 і 225-14 Кримінального кодексу можуть мати різні тлумачення, при цьому деякі накладатимуть більше обмежень за інші.", "...", "Як у випадку реальних, так і потенційних вироків, недоліки цих положень очевидні, враховуючи серйозність фактичних елементів, характерних для сучасного рабства.", "...", "Беручи до уваги, з одного боку, конституційний статус цінностей, які захищає стаття 225-13 і 225-14 Кримінального кодексу і, з іншого боку, серйозність злочинів у таких справах, вражає непослідовність у призначенні покарання особам, які визнані винними, що ставить під сумнів пріоритети французької кримінально-судової системи.", "...", "Неповнолітні, чиї справи розглядала спеціальна комісія, потрапили або ризикували потрапити в пастку рабства, сексуального або трудового. В більшості випадків це нелегальні іммігранти\".", "49.  Г. Документи Парламентської асамблеї Ради Європи", "", "Звіт Комітету рівних можливостей для жінок і чоловіків від 17 травня 2001 р. (витяг)", "“У Франції, з часу свого заснування в 1994 р., Комітет проти сучасного рабства (CCEM) розглянув справи більше 200 жертв побутового рабства, в основному з Західної Африки (Кот-д'Івуар, Того, Бенін), а також з Мадагаскару, Марокко, Індії, Шрі-Ланки та Філіппін. Більшість жертв були жінками (95%). Третина прибула до Франції неповнолітніми, а більшість зазнала фізичного чи сексуального насильства.", "Їхні наймачі – в більшості вихідці з Західної Африки чи Близького Сходу; 20% – громадяни Франції, 20% мають юридичну недоторканість, серед них один дипломат з Італії та п'ять французьких дипломатів, відряджених за кордон. Жертви, які працювали на дипломатів – у більшості вихідці з Індії, Індонезії, Філіппін та Шрі-Ланки. За оцінками, у Франції перебуває кілька тисяч жертв побутового рабства\".", "Рекомендація 1523 (2001), ухвалена 26 червня 2001 р.", "“1. В останні роки в Європі з'явилася нова форма поневолення – побутове рабство. Встановлено, що у світі щороку продають у рабство більше 4 мільйонів жінок.", "2. У зв'язку з цим, Асамблея нагадує і знову підтверджує пункт 1 статті 4 Європейської конвенції про захист прав людини й основних свобод (ЄКПЛ), у якій забороняється рабство й примусова праця, а також визначення рабства, що випливає з висновків і рішень Європейської комісії з прав людини і Європейського суду з прав людини.", "3. Асамблея також посилається на статтю 3 ЄКПЛ, згідно з якою нікого не можна піддавати катуванню або нелюдському чи принизливому поводженню чи покаранню, а також на статтю 6, яка проголошу право на доступ до судочинства у цивільних і кримінальних справах, включаючи випадки, коли роботодавець користується юридичним імунітетом.", "5. Асамблея також констатує систематичне вилучення паспортів жертв, через що вони опиняються в положенні повної залежності від своїх роботодавців, а часом в умовах, які межують з ув'язненням, коли їх піддають фізичному і/або сексуальному насильству.", "6. Більшість жертв цієї нової форми рабства перебуває на нелегальному положенні – їх було завербовано агентствами, і вони були змушені взяти гроші в борг для оплати своєї поїздки.", "7. Фізична й емоційна ізоляція, у якій перебувають жертви, у поєднанні зі страхом перед навколишнім світом викликає психологічні недуги, які зберігаються після звільнення і призводять до повної втрати орієнтації.", "9. Асамблея занепокоєна тим, що жоден кримінальний кодекс держав-членів Ради Європи у прямій формі не визнає побутове рабство злочином.", "10. Зважаючи на викладене вище, Асамблея рекомендує, щоб Комітет Міністрів закликав держави-члени:", "i. визнати у своїх кримінальних кодексах рабство й торгівлю людьми, а також примусовий шлюб злочинами;", "ii. посилити прикордонний контроль і узгодити політику співробітництва поліцейських органів, особливо щодо малолітніх;", "vi. захищати права жертв побутового рабства шляхом:", "a. впровадження повсюдної практики видачі тимчасових і поновлюваних дозволів на проживання з гуманітарних міркувань;", "b. вживання заходів для їхнього захисту і надання соціальної, адміністративної та юридичної допомоги;", "c. вживання заходів для їхньої реабілітації та реінтеграції, включаючи створення центрів допомоги, в тому числі, для жертв побутового рабства;", "d. розробки конкретних програм для їхнього захисту;", "e. збільшення строків позовної давності для звернень жертв щодо порушення судового переслідування за злочини рабства;", "f. запровадження компенсаційних фондів для жертв рабства;...\"", "Рекомендація 1663 (2004), ухвалена 22 червня 2004 р.", "“1. Парламентська асамблея надзвичайно збентежена тим, що XXІ столітті рабство в Європі продовжує існувати. Незважаючи на те, що рабство було скасовано більше 150 років тому, у Європі тисячі людей як і раніше утримуються на положенні рабів, до яких ставляться як до неживих предметів, піддають приниженням і наругам. Сучасні раби, подібно до рабів минулого, вимушені працювати (під погрозою застосування психічного впливу або фізичної сили), не одержуючи жодної або одержуючи дуже незначну фінансову винагороду. Вони перебувають в умовах фізичних обмежень або зазнають інших обмежень на свободу пересування, а також принизливого й нелюдського поводження.", "2. Сьогоднішні раби – це головним чином жінки-мігрантки, які, зазвичай, виконують роботу в домашньому господарстві, починаючи як домашня прислуга, гувернантки au paіr або \"наречені за каталогом\". Більшість із них приїхали із власної волі, прагнучи поліпшити своє життя чи втекти від убогості й нестатків, однак деяких обманули наймачі, агенти або іншими посередники, обтяжили непосильними борговими зобов'язаннями, або взагалі продали. Влаштувавшись на роботу (або уклавши шлюб із \"чоловіком-клієнтам\"), вони стають уразливими і потрапляють в ізоляцію, що надає наймачам і чоловікам, схильним до зловживань, достатні можливості для того, аби примусити їх до побутового рабства.", "...", "5. Рада Європи повинна ставитися до рабства абсолютно нетерпимо. Як міжнародна організація, яка стоїть на сторожі прав людини, Рада Європи має обов'язком очолювати боротьбу з усіма формами рабства й торгівлі людьми. Рада Європи і її держави-члени повинні підтримувати й захищати права людини жертв і домагатися того, щоб винні у скоєнні злочинів побутового рабства постали перед правосуддям з метою остаточної ліквідації рабства в Європі.", "6. Таким чином, Асамблея рекомендує Комітету Міністрів:", "i. в цілому:", "a. забезпечити якнайшвидше завершення переговорів з проекту конвенції Ради Європи про заходи щодо припинення торгівлі людьми;", "b. запропонувати державам-членам у невідкладному порядку стати на боротьбу з усіма формами побутового рабства і забезпечити визнання кожною державою-членом того, що утримання людини в будь-якій формі рабства є кримінальним злочином;", "c. домагатися проведення компетентними органами держав-членів ретельного, негайного й неупередженого розслідування всіх заяв про будь-які форми рабства і притягувати винних до відповідальності;", "ii. стосовно підневільності домашньої прислуги:", "a. розробити хартію прав для домашньої прислуги, як запропоновано в рекомендації 1523 (2001) щодо побутового рабства. Така хартія у формі рекомендації Комітету Міністрів або навіть конвенції повинна гарантувати домашній прислузі, щонайменше, такі права:", "– визнання домашньої роботи в приватних господарствах \"реальною трудовою діяльністю\", тобто такою, до якої застосовується повний обсяг трудових прав і соціального захисту, включаючи мінімальний розмір заробітної плати (у тих випадках, де він встановлений), лікарняні виплати і допомогу у зв'язку з вагітністю й пологами, а також пенсійні права;", "– право на договір найму, який має юридичну силу, із вказівкою мінімального розміру заробітної плати, максимальної тривалості робочого часу й обов'язків;", "– право на медичне страхування;", "– право на сімейне життя, включаючи права на охорону здоров'я, освіту і соціальний захист дітей домашньої прислуги;", "– право на відпочинок і особистий час;", "– право для іноземної домашньої прислуги на імміграційний статус, який не залежить від будь-якого наймача, право на зміну наймача і пересування в межах країни перебування і в усіх країнах Європейського Союзу, і право на визнання кваліфікації, освіти й досвіду роботи, отриманих на батьківщині;...\"", "50.  Європейська конвенція про боротьбу проти торгівлі людьми, відкрита для підписання з 16 травня 2005 р.", "", "Преамбула (витяги)", "“Зважаючи на те, що торгівля людьми може призвести до поневолення її жертв;", "\tзважаючи на те, що дотримання прав жертв, захист жертв і заходи боротьби з торгівлею людьми слід розглядати як найважливіші завдання;", "\tзважаючи на те, що будь-яка діяльність чи ініціативи, спрямовані на боротьбу з торгівлею людьми, повинні здійснюватися без жодної дискримінації і враховувати рівність між жінками й чоловіками, а також підхід, в основу якого покладено права дитини;", "враховуючи зазначені нижче рекомендації Парламентської асамблеї Ради Європи: ... 1663 (2004) про побутове рабство: про домашню прислугу, осіб au paіr або шлюбну торгівлю за каталогом;”", "Стаття 1 – Цілі Конвенції", "\t“1.  Цілями цієї Конвенції є:", "\t(a) попередження торгівлі людьми і боротьба з нею при забезпеченні рівності між жінками й чоловіками;", "\t(b) захист основних прав людини жертв торгівлі людьми, розробка всеосяжної бази для захисту жертв і свідків і надання їм сприяння при забезпеченні рівності між жінками й чоловіками, а також забезпечення ефективного розслідування й притягнення винних до відповідальності;", "...", "Стаття 4 – Визначення", "У цій Конвенції:", "(a)  термін \"торгівля людьми\" означає вербування, перевезення, передачу, переховування або одержання людей шляхом погрози або із застосуванням сили чи інших форм примусу, викрадення, шахрайства, обману, зловживання владою або уразливим станом, або шляхом підкупу у вигляді платежів або пільг для одержання згоди особи, яка контролює іншу особу, здійснювані з метою експлуатації. Експлуатація включає, як мінімум, експлуатацію проституції інших осіб або інші форми сексуальної експлуатації, примусову працю або послуги, рабство або звичаї, подібні до рабства, підневільний стан або вилучення органів;", "(b)  згода жертви торгівлі людьми на заплановану експлуатацію, про яку йдеться в підпункті \"а\" цієї статті, не береться до уваги за умови використання будь-якого із засобів впливу, зазначених у підпункті \"а\";", "(c)  вербування, перевезення, передача, переховування або одержання дитини з метою експлуатації вважаються \"торгівлею людьми\" навіть у тому випадку, якщо вони не пов'язані із застосуванням будь-якого із засобів впливу, зазначених у підпункті \"а\" цієї статті;", "(d)  \"дитина\" означає будь-яку особу, молодше 18 років;", "(e)  \"жертва\" означає будь-яку фізичну особу, яка стає об'єктом торгівлі людьми за визначенням цієї статті.”", "Стаття 19 – Криміналізація користування послугами жертви", "“Кожна Сторона повинна розглянути можливість запровадження законодавчих та інших заходів, необхідних для того, щоб передбачити кримінальне покарання згідно з її внутрішнім законодавством за користування послугами особи, яка є об'єктом експлуатації відповідно до підпункту \"а\" статті 4, коли відомо, що ця особа є жертвою торгівлі людьми.”", "51.  Д.  Інші міжнародні конвенції", "", "Конвенція про примусову чи обов'язкову працю, ухвалена 28 червня 1930 р. Генеральною конференцією Міжнародної організації праці (ратифікована Францією 24 червня 1937 р.)", "“Стаття 2", "1. У цій Конвенції, термін “примусова чи обов'язкова праця” означає будь-яку роботу або службу, виконання якої вимагається від будь-якої особи під загрозою певного покарання і на котру ця особа не погодилась добровільно.", "2. Однак термін “примусова чи обов'язкова праця”, у цій Конвенції, не охоплює:", "(a) будь-яку роботу або службу, виконання якої вимагається на підставі законів про обов'язкову військову службу та яка застосовується для робіт суто військового характеру;", "(b) будь-яку роботу або службу, яка є частиною звичайних громадянських обов'язків громадян цілковито самоврядної країни;", "(c) будь-яку роботу або службу, виконання якої вимагається від будь-якої особи внаслідок вироку, винесеного рішенням судового органу, за умови, що ця робота або служба виконуватиметься під наглядом і контролем органу державної влади і що зазначену особу не буде відступлено чи передано в розпорядження приватних осіб, компаній або товариств;", "(d) будь-яку роботу або службу, виконання якої вимагається в умовах надзвичайних обставин, тобто у випадках війни або лиха чи загрози лиха, як ось пожежі, повені, голоду, землетрусу, загрозливих епідемій чи епізоотії, нашестя шкідливих тварин, комах або паразитів рослин, і взагалі обставин, які ставлять під загрозу або можуть поставити під загрозу життя чи нормальні життєві умови всього або частини населення;", "(e) дрібні громадські роботи, які виконуються членами громади заради прямої користі цієї громади, і які через це можуть вважатися звичайними громадськими обов'язками членів громади, за умови, що члени громади чи його безпосередні представники мають право висловити свою думку щодо доцільності таких робіт.", "Стаття 3", "У цій Конвенції, термін “компетентна влада” означає орган влади метрополії, або вищий центральний орган влади цієї території.", "Стаття 4", "1. Компетентний орган влади не повинен ані наказувати, ані дозволяти виконання примусової чи обов'язкової праці на користь приватних осіб, компаній або товариств.", "2. Якщо така форма примусової чи обов'язкової праці на користь приватних осіб, компаній або товариств існує на момент, коли ратифікацію цієї Конвенції будь-яким членом Організації зареєстрував Генеральний директор Міжнародного бюро праці, цей член Організації повинен повністю скасувати таку примусову чи обов'язкову працю з моменту набуття для нього чинності цієї Конвенції”.", "Конвенція про рабство, підписана у Женеві 25 вересня 1926 р., яка набула чинності 9 березня 1927 р., відповідно до положень статті 12", "“Стаття 1", "У цій Конвенції, узгоджено такі визначення:", "1. Рабство – це стан чи становище особи, до якої застосовуються всі атрибути права власності чи деякі з них;...", "2. Торгівля рабами включає будь-який акт захоплення, придбання або передачі особи з метою її перетворення на раба; будь-який акт придбання раба з метою його продажу або обміну; будь-який акт передачі раба шляхом продажу або обміну раба, придбаного з метою продажу або обміну, і взагалі будь-який акт торгівлі або перевезення рабів.", "Стаття 4", "Високі Договірні Сторони повинні сприяти одна одній з метою знищення рабства і работоргівлі.", "Стаття 5", "Високі Договірні Сторони визнають, що використання примусової чи обов'язкової праці може призвести до серйозних наслідків, і зобов'язуються, кожна в межах територій, які перебувають під її суверенітетом, юрисдикцією, протекцією, сюзеренітетом або опікою, вжити всіх необхідних заходів, щоб запобігти перетворенню примусової чи обов'язкової праці на умови, подібні до рабства.", "Сторони погоджуються, що:", "1. Відповідно до перехідних постанов, викладених нижче у параграфі 2, виконання примусової або обов'язкової праці можна вимагати тільки в суспільні цілях;", "2. На територіях, де ще існує примусова чи обов'язкова праця з іншою, аніж суспільна, метою, Високі Договірні Сторони намагатимуться поступово й у якомога коротший термін покласти край такій практиці. Примусова чи обов'язкова праця повинна існувати тільки як виняток, відповідно винагороджуватись і не вимагати від працівників, які її виконують, зміни звичайного місця проживання;", "3. В усіх випадках, відповідальність за використання примусової або обов'язкової праці лежить на компетентних центральних органах влади відповідної території”.", "Додаткова конвенція про скасування рабства, работоргівлі та інститутів і звичаїв подібних до рабства, ухвалена 30 квітня 1956 р., яка для Франції набула чинності 26 травня 1964 р.", "", "“Розділ I. Інститути і звичаї, подібні до рабства", "Стаття 1", "Кожна з держав-учасниць цієї Конвенції повинна вжити всіх можливих і необхідних законодавчих та інших заходів для поступового і якнайшвидшого скасування або ліквідації наведених нижче інститутів і звичаїв, де вони ще існують, незалежно від того, чи охоплені вони визначенням рабства, яке міститься у статті 1 Конвенції про рабство, підписаної в Женеві 25 вересня 1926 р.:", "(a)  боргова кабала – це стан чи становище, який виникає внаслідок застави боржником у забезпечення боргу своєї особистої праці чи праці залежної від нього особи, якщо обумовлена вартість виконуваної роботи не зараховується в погашення боргу або якщо тривалість цієї роботи не обмежена і її характер не визначений;", "(b)  кріпацький стан – таке користування землею, за якого користувач зобов'язаний за законом, звичаєм чи угодою жити і працювати на землі, яка належить іншій особі, і виконувати певну роботу для такої іншої особи за винагороду чи без неї, і не може змінити свій стан; ...", "(d)  будь-який інститут чи звичай, за яким дитина чи підліток молодші 18 років передаються одним чи обома його батьками або опікуном іншій особі за винагороду чи без неї з метою експлуатації цієї дитини чи підлітка або їхньої праці”.", "Міжнародна конвенція про права дитини від 20 листопада 1989 р. (набула чинності для Франції 6 вересня 1990 р.)", "“Стаття 19", "1. Держави-учасниці вживають всіх необхідних законодавчих, адміністративних, соціальних і просвітніх заходів з метою захисту дитини від усіх форм фізичного та психологічного насильства, образи чи зловживань, відсутності піклування чи недбалого і брутального поводження та експлуатації, включаючи сексуальні зловживання, з боку батьків, законних опікунів чи будь-якої іншої особи, яка турбується про дитину.", "2. Такі заходи захисту за необхідності включають ефективні процедури для розроблення соціальних програм з метою надання відповідної підтримки дитині й особам, які турбуються про неї, а також для здійснення інших форм запобігання, виявлення, повідомлення, передачі на розгляд, розслідування, лікування та інших заходів у зв'язку з випадками жорстокого поводження з дитиною, зазначеними вище, а також у випадку необхідності порушення судової справи.", "Стаття 32", "1. Держави-учасниці визнають право дитини на захист від економічної експлуатації та від виконання будь-якої роботи, яка може становити небезпеку для здоров'я дитини або перешкоджати одержанню нею освіти, чи завдавати шкоди здоров'ю, фізичному, розумовому, духовному, моральному та соціальному розвитку дитини.", "2. Держави-учасниці повинні вживати законодавчих, адміністративних, соціальних і освітніх заходів, щоб забезпечити виконання цієї статті. З цією метою, керуючись відповідними положеннями інших міжнародних документів, держави-учасниці повинні, зокрема:", "(a) встановити мінімальний вік для прийому на роботу;", "(b) визначити необхідні вимоги до тривалості робочого дня й умов праці;", "(c) передбачити відповідні види покарань або інші санкції для забезпечення ефективної реалізації цієї статті.", "Стаття 36", "Держави-сторони захищають дитину від усіх видів експлуатації, які завдають шкоди будь-яким аспектам добробуту дитини”.", "ПРАВОВІ АСПЕКТИ", "I.  ЗАЯВЛЕНЕ ПОРУШЕННЯ СТАТТІ 4 КОНВЕНЦІЇ", "52.  Заявниця поскаржилася на порушення Статті 4 Конвенції, в якій сказано:", "“1.  Нікого не можна тримати в рабстві чи підневільному стані.", "2.  Нікого не можна силувати до примусової чи обов'язкової праці”.", "A.  Чи мала заявниця статус \"жертви\"", "53.  У своєму початковому поясненні Уряд стверджував, що заявниця не могла претендувати на статус жертви порушення Конвенції в межах статті 34.", "Від самого початку Уряд не заперечував, що заявниця стала жертвою особливо ганебного ставлення з боку пари, яка взяла її до себе, чи що Паризький апеляційний суд своїм рішенням від 19 жовтня 2000 р. не врахував реальну ситуацію в правовому полі. Однак, було також зауважено, що заявниця не подала апеляцію на рішення суду першої інстанції, за яким її \"роботодавців\" було засуджено тільки за статтею 225-13 Кримінального кодексу, з чого можна зробити висновок, що вона погодилася з їхнім засудженням тільки за цією однією статтею.", "Відповідно, заявниця не могла скористатися відсутністю звинувачення за статтею 225-14 Кримінального кодексу для доведення свого статусу жертви.", "54.  Уряд також зауважив, що апеляція заявниці за правовими аспектами все ще очікувала на рішення, коли її заяву було подано до суду. Втім, після рішення Касаційного суду, яке скасовувало постанову Паризького апеляційного суду, інший апеляційний суд, до якого пізніше справу було подано на повторний розгляд, визнав залежність і уразливість заявниці, у тлумаченні статті 225-13 Кримінального кодексу, а також факт її експлуатації, хоча від суду вимагалося лише розглянути цивільний позов. Було підкреслено, що відповідно до судової практики, рішення чи захід, присуджені на користь заявника, цілком достатні для позбавлення його статусу \"жертви\", за умови, що національні органи влади позитивно чином або по суті визнали порушення Конвенції і надали за це компенсацію.", "55.  Уряд дійшов висновку, що санкції, накладені Версальським апеляційним судом, слід вважати такими, що присудили компенсацію за порушення, через які заявниця позивалася до суду, особливо, враховуючи, що вона не оскаржила правові аспекти цього рішення. Крім того, було відзначено, що Паризький промисловий трибунал присудив компенсацію в рахунок невиплаченої заробітної плати і пільг.", "56.  Насамкінець, імміграційний статус заявниці було врегульовано і вона отримала дозвіл на проживання, що надало їй можливість мешкати у Франції на законних підставах і продовжити навчання. Як висновок, Уряд вважає, що заявниця більше не може претендувати на статус жертви порушення конвенції у тлумаченні статті 34.", "57.  Заявниця не заперечувала присудження на її користь певних заходів і рішень.", "58.  Однак вона підкреслила, що органи національної влади ніколи не визнали ані позитивним чином, ані по суті, її скарги про невиконання державою своїх позитивних зобов'язань, зазначених у статті 4, щодо забезпечення реального й ефективного захисту від практики, забороненої цією статтею, і якої вона зазнала з боку пана і пані Б. Було призначено тільки цивільно-правові заходи судового захисту.", "59.  Вона стверджувала, що статті 225-13 і 225-14 Кримінального кодексу у редакції на момент скоєння злочину, були надто загальними й нечіткими, і настільки відрізнялися від європейських і міжнародних критеріїв визначення підневільного стану і примусової чи обов'язкової праці, що вона не отримала ефективного й достатнього захисту від практики, об'єктом якої вона стала.", "60.  У статті 34 Конвенції сказано: “Суд може приймати скарги від будь-якої фізичної особи, ... яка стверджує, що стала жертвою порушення однією з Високих Договірних Сторін прав, визнаних у цій Конвенції або в Протоколах до неї...”.", "61.  Суд повторно відзначив, що обов'язок відшкодовувати збитки у зв'язку з порушеннями Конвенції покладено, в першу чергу, на національні органи влади. Тому питання, чи може заявник вважатися жертвою таких порушень, доречне на всіх етапах судових проваджень, які стосуються Конвенції (див. справу \"Каргаліос проти Греції\", № 62503/00, § 21, 11 грудня 2003 р.; і справу \"Малама проти Греції\", № 43622/98, ECHR 2001II, 25 листопада 1999 р.).", "62.  Суд має усталену практику тлумачення слова \"жертва\" в контексті статті 34 Конвенції як особи безпосередньо постраждалої від дії чи бездіяльності, які є предметом суперечки, при цьому порушення Конвенції можуть мати місце навіть за відсутності шкоди; про шкоду доречно говорити тільки в контексті статті 41. Отже, рішення або засіб, ухвалені на користь заявника, в принципі, не є достатньою підставою для позбавлення заявника статусу \"жертви\", за винятком випадків, коли національні органи влади визнали порушення Конвенції позитивним чином або по суті і надали компенсацію (див. також справу \"Амуур проти Франції\", рішення від 25 червня 1996 р, \"Звіти про постанови і рішення\" 1996III, с. 846, § 36; справу \"Брумареску проти Румунії\" [GC], № 28342/95, § 50, ECHR 1999VII; і справу \"Товариство Екін проти Франції\", № 39288/98, ECHR 2001VIII).", "63.  Суд вважає, що аргументи Уряду про те, що заявниця втратила свій статус жертви, викликають питання про положення французького кримінального права, які стосуються рабства, підневільного стану і примусової чи обов'язкової праці, а також про те, як ці положення тлумачаться судами країни. Ці питання тісно пов'язані з суттю скарги, поданої заявницею. Тому Суд вважає, що їх слід розглядати в контексті матеріально-правових положень Конвенції, на які посилалась заявниця (див., зокрема, такі судові рішення: \"Айрі проти Ірландії\" від 9 жовтня 1979 р., Серія А, № 32; \"Ґнахоре проти Франції\", № 40031/98, § 26, ECHR 2000IX; та \"Ісаєва проти Росії\", № 57950/00, § 161, 24 лютого 2005 р.).", "Б.  Суть справи", "1.  Застосування статті 4 і позитивних зобов'язань", "64.  Суд зазначає, що Уряд не заперечує застосування статті 4 у цій справі.", "65.  Заявниця вважала, що експлуатація, якої вона зазнала у неповнолітньому віці, свідчить про невиконання державою своїх позитивних зобов'язань, згідно зі статтею 1 та 4 Конвенції, узятими разом, які полягають у запровадженні відповідних положень кримінального права для запобігання цього злочину й ефективного покарання осіб, які його скоїли.", "66.  За відсутності постанов стосовно цього питання в контексті статті 4, вона детально послалася на практику Суду, яка стосується позитивних зобов'язань Держав у контексті статей 3 та 8 (див. рішення у справі \"X і Y проти Нідерландів\", 26 березня 1985 р., Серія А, № 91; \"А. проти Сполученого Королівства\", 23 вересня 1998 р, Звіти 1998VI; і \"М.Ц. проти Болгарії\", № 39272/98, ECHR 2003XII).", "67.  Вона додала, що у різних розглянутих випадках Державу-відповідача було визнано винною за неспроможність, відповідно до статті 1 Конвенції, запровадити систему кримінального переслідування і покарання, яка би забезпечувала реальний і ефективний захист прав, гарантованих Статтею 3 і/або 8 від дій фізичних осіб.", "68.  Вона підкреслила, що це зобов'язання стосувалося ситуацій, у яких державні органи було піддано критиці за невживання адекватних заходів, які би попереджували виникнення суперечливих ситуацій або обмежували їх наслідки. Крім того, обсяг позитивних зобов'язань Держави надавати захист варіювався через недоліки законодавчої системи, в залежності від різних чинників, напр., правових аспектів, які стали предметом суперечки, серйозності злочину, скоєного фізичною особою, або особливою уразливістю жертви. Саме це і було предметом її заяви в конкретному контексті захисту прав неповнолітніх відповідно до статті 4.", "69.  Заявниця додала, що за відсутності відповідного механізму в межах кримінального права для попередження і покарання осіб, безпосередньо причетних до поганого поводження, не можна стверджувати, що цивільний судовий процес, проведений з метою відшкодування зазнаних збитків, був достатнім для забезпечення їй належного захисту від можливих зазіхань на її безпеку.", "70.  На її думку, право не утримуватися в підневільному стані, визначене статтею 4 § 1 Конвенції є абсолютним правом, яке не допускає винятків за жодних обставин. Вона зазначила, що практика, заборонена статтею 4 Конвенції, також є предметом конкретних міжнародних конвенцій, які стосуються як дітей, так і дорослих.", "71.  Відповідно, заявниця вважає, що Держава має позитивні зобов'язання, передбачені статтею 4 Конвенції, запровадити реальні положення в межах кримінального права, які були б стримуючим чинником для скоєння таких злочинів, разом з правоохоронними механізмами для попередження, виявлення і покарання порушень цих положень.", "72.  Вона також зазначила, що оскільки прокуратура не вважала за необхідне подавати апеляцію за правовими аспектами в громадських інтересах, то виправдання пана і пані Б., звинувачених у злочинах за статтями 225-13 та 225-14 Кримінального кодексу, стало остаточним. Відповідно, апеляційний суд, до якого передали справу на розгляд після скасування початкової постанови, не міг визнати відповідачів винними або, тим більше, призначити покарання, а міг тільки винести рішення про відшкодування збитків у цивільному порядку. Вона зазначила, що склад злочину за статтею 225-13 Кримінального кодексу було доведено, а стягнення штрафу і відшкодування збитків не могло розглядатися визнанням, позитивним чином чи по суті, порушення статті 4 Конвенції.", "73.  З приводу можливих позитивних зобов'язань, Уряд погодився, що за умови застосування до цього випадку підходу, на який Європейська комісія з прав людини пристала у справі \"X. та Y проти Нідерландів\", такі зобов'язання, схоже, і справді існують. Однак було зазначено, що Держава може певною мірою діяти на власний розсуд, коли йдеться про втручання у стосунки між особами.", "74.  У зв'язку з цим, Уряд послався на практику Суду, особливо на рішення у справі \"Кальвеллі і Чіґліо проти Італії\" (([GC], № 32967/96, ECHR 2002-I, 17 січня 2002 р.), \"А. проти Сполученого Королівства\", згадану вище, і \"З. та інші проти Сполученого Королівства\" ([GC] № 29392/95, § 109, ECHR 2001-V, 10 травня 2001 р.), а також на рішення у справі \"Ґ.Ґ. проти Італії\" (№ 34574/97, 10 жовтня 2002 р., неопубліковане), у якому Суд зазначив у зв'язку зі статтею 3, що \"кримінальне судочинство – це не єдиний ефективний засіб у таких справах, а цивільне судочинство, яке дозволяє отримати відшкодування завданих збитків, повинно, в принципі, бути доступним для дітей, які зазнали поганого поводження\".", "75.  На цій підставі, Уряд стверджував, що кримінального провадження в розглянутій справі, в результаті якого збитки було відшкодовано, цілком достатньо для виконання будь-яких позитивних зобов'язань, які постають з Конвенції у зв'язку зі статтею 4.", "76.  З іншого боку, Уряд стверджував, що французьке кримінальне право в будь-якому випадку виконало позитивні зобов'язання у зв'язку зі статтею 4. Стверджувалося, що формулювання статей 225-13 і 225-14 Кримінального кодексу дозволяли боротися з усіма формами трудової експлуатації відповідно до статті 4 Конвенції. Уряд наголосив, що на час перебігу подій, через які заявниця позивалася, ці положення кримінального права вже було застосовано в декількох постановах кримінального суду, що, таким чином, створило судові прецеденти, і що з того часу їх застосовано до ряду інших рішень у подібних справах.", "77.  Суд зазначає, що у зв'язку з окремими положеннями Конвенції вже було встановлено, що один факт утримання Державою від порушень гарантованих прав не дає достатніх підстав для висновку про виконання зобов'язань за статтею 1 Конвенції.", "78.  Стосовно статті 8 Конвенції, Суд виніс рішення ще 1979 року:", "“Незважаючи на це, Держава повинна не просто утримуватися від такого порушення: окрім основних негативних зобов'язань, ефективний \"захист\" сімейного життя може передбачати і позитивні зобов'язання.", "Це означає, поміж іншого, що коли Держава у своїй внутрішній законодавчій системі визначає режим, який застосовується до певних сімейних відносин, напр., між неодруженою матір'ю і її дитиною, вона повинна діяти у спосіб, який дозволить таким особам жити нормальним сімейним життям. На думку Суду, статтею 8 передбачено, зокрема, наявність правових гарантій у внутрішньому законодавстві, які дозволяють дитині з моменту її народження інтегруватися у свою родину. В такій ситуації у Держави є низка різних засобів, але закон, який не виконує цю вимогу, порушує параграф 1 статті 8 без будь-якої необхідності розглядати його в контексті параграфа 2”. (\"Маркс проти Бельгії\", рішення від 13 червня 1979 р., Серія А № 31, § 31).", "79.  Далі суд пояснив цю концепцію:", "“Позитивні зобов'язання Держави – невід'ємні від права на ефективний захист приватного життя за статтею 8; ці зобов'язання можуть передбачати заходи навіть у сфері стосунків осіб між собою. І хоча вибір засобів, які забезпечують виконання положень статті 8 у сфері захисту від дій інших осіб, у принципі, виноситься на розсуд Держави, ефективні засоби стримування тяжких злочинів, таких як зґвалтування, коли йдеться про загрозу основним цінностям та найважливішим аспектам приватного життя, вимагають дієвих положень кримінального права. Діти та інші уразливі особи, зокрема, мають право на ефективний захист” (\"X та Y проти Нідерландів\", рішення від 26 березня 1985 р., Серія A № 91, с. 11-13, §§ 23, 24 та 27; \"Август проти Сполученого Королівства\" (ріш.), № 36505/02, 21 січня 2003; та \"М.Ц. проти Болгарії\", № 39272/98, § 150, ECHR 2003XII).", "80.  Щодо статті 3 Конвенції, Суд неодноразово постановляв, що:", "“... обов'язок Високих Договірних Сторін за статтею 1 Конвенції забезпечити кожній особі в межах своєї юрисдикції права та свободи, визначені в Конвенції, разом зі статтею 3, вимагає від Держави вжити заходів, спрямованих на захист осіб в межах своєї юрисдикції від катувань або нелюдського чи принизливого ставлення чи покарання, включаючи погане поводження з боку приватних осіб” (див. такі рішення: \"А. проти Сполученого Королівства\", 23 вересня 1998 р., Звіти, 1998-VI, с. 2699, § 22; \"З. та інші проти Сполученого Королівства\" [GC], № 29392/95, §§ 73-75, ECHR 2001-V;\"Е. та інші проти Сполученого Королівства, № 33218/96, 26 листопада 2002 р.; та \"М.Ц. проти Болгарії\", згадану вище, § 149).", "81.  Суд також дійшов висновку, що:", "“Діти та інші уразливі особи, зокрема, мають право на захист Держави у формі ефективних механізмів стримування проти серйозних зазіхань на особисту безпеку” (див. mutatis mutandis [із необхідними змінами] рішення у справі \"X та Y проти Нідерландів\", згадану вище, с. 11–13, §§ 21–27; \"Стаббінґс та інші проти Сполученого Королівства\", 22 жовтня 1996 р., Звіти 1996-IV, с. 1505, §§ 62–64; та \"А. проти Сполученого Королівства\", згадану вище, а також Конвенцію ООН про права дитини, статті 19 та 37).", "82.  Суд вважає, що разом зі статтями 2 та 3, стаття 4 Конвенції закріплює одну з найголовніших цінностей демократичних суспільств, з яких складається Рада Європи.", "83.  Суд зауважує, що у 1983 р. Комісія запропонувала вважати, що відповідальність Уряду передбачає його обов'язок слідкувати за тим, щоб правила, за якими діє приватне об'єднання осіб, не суперечили положенням Конвенції, особливо у тих випадках, де суди країни мають юрисдикцію розглядати їхнє застосування (\"X. проти Нідерландів\", № 9327/81, Рішення Комісії від 3 травня 1983 р., Рішення та звіти (DR) 32, с. 180).", "84.  Суд зазначає, що посилаючись на згаданий вище випадок, під час слухання Уряд визнав існування позитивних зобов'язань у контексті статті 4.", "85.  У зв'язку з цим, Суд зауважує, що у статті 4 Конвенції про примусову працю, ухваленої Міжнародною організацією праці 28 червня 1930 р. і ратифікованої Францією 24 червня 1937 р., передбачено таке:", "“ 1. Компетентний орган влади не повинен ані наказувати, ані дозволяти виконання примусової чи обов'язкової праці на користь приватних осіб, компаній або товариств”.", "86.  Крім того, у статті 1 Додаткової конвенції про скасування рабства, работоргівлі та інститутів і звичаїв подібних до рабства, ухваленої 30 квітня 1956 р., яка набула чинності для Франції 26 травня 1964 р., сказано:", "“Кожна з держав-учасниць цієї Конвенції повинна вжити всіх можливих і необхідних законодавчих та інших заходів для поступового і якнайшвидшого скасування або ліквідації наведених нижче інститутів і звичаїв, де вони ще існують, незалежно від того, чи охоплені вони визначенням рабства, яке міститься у статті 1 Конвенції про рабство, підписаної в Женеві 25 вересня 1926 р.: ..., боргова кабала, ... будь-який інститут чи звичай, за яким дитина чи підліток молодші 18 років передаються одним чи обома його батьками або опікуном іншій особі за винагороду чи без неї з метою експлуатації цієї дитини чи підлітка або їхньої праці”.", "87.  Крім того, безпосередньо щодо дітей, статтею 19 Міжнародної конвенції про права дитини від 20 листопада 1989 р., яка набула чинності для Франції 6 вересня 1990 р., передбачено:", " “1.  Держави-учасниці вживають всіх необхідних законодавчих, адміністративних, соціальних і просвітніх заходів з метою захисту дитини від усіх форм фізичного та психологічного насильства, образи чи зловживань, ..., брутального поводження та експлуатації, включаючи сексуальні зловживання, з боку батьків, законних опікунів чи будь-якої іншої особи, яка піклується про дитину;”", "Статтею 32 передбачено:", "“1.  Держави-учасниці визнають право дитини на захист від економічної експлуатації та від виконання будь-якої роботи, яка може становити небезпеку для здоров'я дитини або перешкоджати одержанню нею освіти, чи завдавати шкоди здоров'ю, фізичному, розумовому, духовному, моральному та соціальному розвитку дитини.", "2. Держави-учасниці повинні вживати законодавчих, адміністративних, соціальних і освітніх заходів, щоб забезпечити виконання цієї статті. З цією метою, керуючись відповідними положеннями інших міжнародних документів, держави-учасниці повинні, зокрема:", "(a) встановити мінімальний вік для прийому на роботу;", "(b) визначити необхідні вимоги до тривалості робочого дня й умов праці;", "(c) передбачити відповідні види покарань або інші санкції для забезпечення ефективної реалізації цієї статті.”", "88.  Насамкінець, Суд зауважує, що за висновками Парламентської асамблеї (див. \"Відповідне законодавство\" вище) \"сьогоднішні раби – це головним чином жінки-мігрантки, які, зазвичай, виконують роботу в домашньому господарстві, починаючи як домашня прислуга...\"", "89.  У таких обставинах, Суд вважає, що обмеження зобов'язань за статтею 4 Конвенції тільки прямою дією державних органів не відповідало би міжнародним актам, особливо тим, які стосуються цього питання, і робило би виконання зобов'язань неефективним. Відповідно, з цього положення можна однозначно виснувати, що Уряди, так само, як і у випадку, напр., статті 3, мають позитивні зобов'язання впроваджувати положення кримінального права, які би передбачали покарання за дії, перелічені в статті 4, і застосовувати ці положення на практиці (див. \"М.Ц. проти Болгарії\", згадану вище, § 153).", "2. Заявлене порушення статті 4 Конвенції", "90.  Щодо порушення статті 4 Конвенції, заявниця від самого початку зауважувала, що право не перебувати у підневільному стані, зазначене у цьому положенні, є абсолютним, так само як і право не бути примушеним до примусової чи обов'язкової праці.", "91.  Вона сказала, що хоча Конвенція не надає визначення термінів \"підневільний стан\" або \"примусова чи обов'язкова праця\", слід зважати на відповідні міжнародні конвенції у цій галузі для встановлення значення цих понять, а в цьому конкретному випадку слід уважно поставитися до критеріїв, затверджених як Організацією Об'єднаних Націй, так і Радою Європи, для визначення сучасних форм рабства і підневільності, які тісно пов'язані з торгівлею людьми і з всесвітньо визнаною необхідністю надання дітям особливого захисту з огляду на їхній вік і уразливість.", "92.  Вона зазначила, що її ситуація відповідала трьом інститутам і звичаям, подібним до рабства, з чотирьох перелічених у статті 1 Додаткової женевської конвенції від 30 квітня 1956 р., а саме борговій кабалі, передачі дитини чи підлітка третій особі за винагороду чи без неї з метою експлуатації цієї дитини чи підлітка або їхньої праці і кріпацтва. Вона відзначила, що приїхала до Франції не для того, щоб працювати хатньою служкою, але мусила виконувати такі обов'язки через те, що її продали пані Б., яка отримала згоду батьків заявниці шляхом брехливих обіцянок.", "Вона виснувала, що така \"передача\" дитини її батьком з метою експлуатації її праці була подібна до практики, яка нагадувала рабство, про що йдеться в пункті (d) статті 1 Додаткової конвенції ООН 1956 р.", "93.  Заявниця також послалася на документацію, опубліковану Радою Європи про побутове рабство і наголосила, що відповідні критерії включали конфіскацію паспорта [особи], відсутність винагороди або винагорода, невідповідна виконуваній роботі, позбавлення свободи чи самоув'язнення, а також культурна, фізична і емоційна ізоляція.", "94.  Вона додала, що факти свідчили про те, що її ситуація не була тимчасовою чи непостійною, як зазвичай буває у випадку \"примусової чи обов'язкової праці\". Її свобода йти і приходити була обмежена, у неї забрали паспорт, її імміграційний статус був непевним до того як перетворився на нелегальний, і пан і пані Б. утримували її в стані страху перед арештом і висланням. Вона вважає, що це еквівалентне поняттю самоув'язнення, описаному вище.", "95.  Зважаючи на свої умови роботи і проживання в помешканні пана і пані Б., вона дійшла висновку, що її експлуатація зазначеними особами шкодила її освіті й соціальній інтеграції, а також розвитку і вільній реалізації її особистості. Йдеться про шкоду для її особистості в цілому, що характерно для підневільного стану, але, як правило, не для примусової чи обов'язкової праці.", "96.  Вона додала, що окрім експлуатації праці іншої особи без винагороди, характерною рисою сучасного рабства є зміна стану або становища особи через обмеження або контроль над нею, її життям, особистим майном, правом йти і приходити за власним бажанням або приймати рішення.", "Вона пояснила, що хоч і не описувала свою ситуацію як \"примусову працю\" під час слухань у Версальському апеляційному суді, позивач заявила у своїх доводах, що \"експлуатація, якої зазнала пані Сіліадін ..., мала, щонайменше, характеристики \"примусової праці\" у тлумаченні статті 4 § 2 Конвенції ...; а насправді, вона була побутовою рабинею, яку завербували в Африці\".", "97.  Щодо визначення \"примусової чи обов'язкової праці\", заявниця привернула увагу до практики Комісії і Суду і підкреслила, що тенденції, які існують у міжнародному праві, сприяють наданню особливого захисту дітям.", "98.  Вона зауважила, що французьке кримінальне право не містить окремої вказівки на злочини рабства, підневільності або примусової чи обов'язкової праці, не кажучи про визначення цих трьох понять, яке було б достатньо чітким і гнучким, щоб його можна було застосувати до форм, яких така практика зараз набула. Крім того, до набуття чинності закону від 18 березня 2004 р., законодавства, яке прямо визнавало би торгівлю людьми злочином, не існувало.", "99.  Відповідно, злочини, об'єктом яких вона стала, розглядалися в контексті положень статей 225-13 і 225-14 Кримінального кодексу у редакції, чинній на момент скоєння злочину. Це неспецифічні тексти загального характеру, і обидва вимагають перебування жертви у стані уразливості чи залежності. Ці поняття настільки ж розпливчасті, наскільки й слово \"скористатись\", яке також входило до визначень обох злочинів. У зв'язку з цим вона підкреслила, що обидва правові коментатори і спеціальна комісія Національної Асамблеї у справах різних форм сучасного рабства наголосили на відсутності правових критеріїв, які б дозволяли судам визначати, чи мала місце така ситуація, що зумовило невиправдані обмеження у тлумаченні.", "100.  Таким чином, стаття 225-13 Кримінального кодексу визнає злочином отримання результатів праці іншої особи, скориставшись її станом. Для визначення того, чи перебувала жертва у стані уразливості чи залежності, суди могли враховувати, попри інші обставини, певні ознаки обмеження або контролю над особою. Проте, такий підхід застосовний тільки як необхідна передумова для висновку про наявність експлуатації, а не як складовий елемент певної форми злочину, яким є сучасне рабство. Крім того, в статті не проведено розмежування між роботодавцями, які скористалися нелегальним становищем працівників-іммігрантів, які вже перебували у Франції, та тими, хто навмисно ставить їх у таке становище, вдаючись до торгівлі людьми.", "101.  Вона додала, що всупереч статті 225-13, стаття 225-14 передбачала і досі передбачає, що для обґрунтування злочину, повинно мати місце зазіхання на людську гідність. Це особливо невиразне поняття і може по-різному тлумачитись. Саме з цієї причини суд не визнав несумісними з людською гідністю ані її робочі, ані житлові умови.", "102.  На завершення, заявниця сказала, що положення кримінального права, чинні на момент скоєння злочину, не забезпечили їй належний захист від підневільного стану або від примусової чи обов'язкової праці в їхніх сучасних формах, що суперечить статті 4 Конвенції. Стосовно того факту, що в результаті кримінального провадження було присуджено компенсацію, заявниця сказала, що цього недостатньо для звільнення Держави від відповідальності за впровадження кримінально-правового механізму, який би ефективно карав винних у такій поведінці і стримував інших.", "103.  Щодо заявленого порушення статті 4 Конвенції, Уряд спочатку зазначив, що Конвенція не визначає термін \"підневільний стан\". Уряд стверджував, що відповідно до судової практики, \"підневільний стан\" близький до \"рабства\", яке є крайнім вираженням цієї шкали. Втім, підневільний стан відображає ситуацію експлуатації, яка не вимагає, такого опредметнення жертви, щоб вона перетворювалася просто на власність іншої особи.", "104.  Розрізнюючи \"підневільний стан\" і \"примусову чи обов'язкову працю\", Урядом зроблено висновок із судової практики Комісії та Суду, що підневільний стан характеризує ситуації, в яких позбавлення особистої свободи не обмежується обов'язковою працею, але охоплює також і умови проживання особи; при цьому не існує потенційної можливості покращення – елемент, відсутній у концепції \"примусової і обов'язкової праці\".", "105.  Розмежовуючи поняття \"примусової праці\" й \"обов'язкової праці\", Уряд зауважив, що хоча визначення \"примусової праці\", запропоноване судовою практикою, як праці, виконуваної під впливом \"фізичного чи психологічного примусу\" видається досить чітким, ситуація з \"обов'язковою працею\" не така зрозуміла.", "106.  Уряд не заперечував, що ситуацію заявниці можна розглядати в контексті статті 4 Конвенції, і наголосив, що вона сама описала власну ситуацію конкретно як \"примусову працю\", у тлумаченні статті 4 Конвенції.", "107.  Однак Уряд стверджував, що органи судової влади країни, поза будь-яким сумнівом, виправили порушення Конвенції, ухваливши рішення про доведеність складових елементів злочину за статтею 225-13 Кримінального кодексу.", "108.  Насамкінець, Уряд наголосив, що тексти статей 225-13 і 225-14 Кримінального кодексу дозволяють боротися з усіма формами експлуатації праці особи в контексті статті 4 Конвенції.", "109.  Суд відзначив, що заявниця прибула до Франції з Того у віці п'ятнадцяти років і семи місяців з особою, яка домовилася з її батьком про те, що дівчина працюватиме доки не відкупить свій авіаквиток, що її імміграційний статус буде врегульовано і що вона ходитиме до школи.", "110.  Насправді, заявниця працювала на цю особу протягом кількох місяців, перш ніж її було \"позичено\" панові і пані Б. Свідчення вказують на те, що вона працювала в їхньому помешканні без відпочинку близько п'ятнадцяти годин на день без вихідного протягом кількох років, ніколи не отримуючи при цьому платні, не ходила до школи, не мала посвідчення особи, а її імміграційний статус не було врегульовано. Вона проживала в їхньому помешканні і спала в дитячій кімнаті.", "111.  Суд також зауважує, що окрім цієї Конвенції, існує низка міжнародних конвенцій, покликаних захищати людину від рабства, підневільного стану і примусової чи обов'язкової праці (див. \"Відповідне законодавство\"). Як зазначено Парламентською асамблеєю Ради Європи, хоча рабство було скасовано більше 150 років назад, \"побутове рабство\" і досі існує в Європі, і зачіпає тисячі людей, більшість з яких жінки.", "112.  Суд повторно зазначив, що стаття 4 закріплює одну з основних цінностей демократичних суспільств. На відміну від більшості матеріальних пунктів Конвенції і Протоколів № 1 та 4, стаття 4 не передбачає винятків, а § 2 статті 15 не дозволяє жодних порушень, навіть у випадку надзвичайної ситуації, яка загрожує життю нації (див. у зв'язку зі статтею 3 такі рішення: \"Ірландія проти Сполученого Королівства\", p. 65, § 163; \"Сьорінґ проти Сполученого Королівства\", 7 липня 1989 р., Серія A № 161, с. 34-35, § 88; \"Кахал проти Сполученого Королівства\", 15 листопада 1996 р., Звіти 1996V, с. 1855, § 79; та \"Селмуні проти Франції\", 28 липня 1996 р., Звіти 1999-V, § 79).", "За таких обставин Суд вважає, що відповідно до сучасних норм і тенденцій у цій області, позитивні зобов'язання держав-членів за статтею 4 Конвенції повинні передбачати покарання і ефективне судове переслідування будь-якої дії, спрямованої на утримання особи в такій ситуації (див. mutatis mutandis [із необхідними змінами] рішення у справі \"М.Ц. проти Болгарії\", згадане вище, § 166).", "113.  Відповідно, Суд повинен визначити чи підпадає ситуація заявниці під дію статті 4 Конвенції.", "114.  Не викликає заперечень той факт, що вона роками працювала на пана і пані Б. без відпочинку і проти власної волі.", "Також встановлено, що заявниця не отримувала винагороди від пана і пані Б. за свою роботу.", "115.  У своєму тлумаченні статті 4 Європейської конвенції Суд, розглядаючи попередню справу, вже врахував конвенції МОП, які є обов'язковими для більшості держав-членів Ради Європи, в тому числі й Франції, і особливо Конвенцію про примусову працю 1930 р. (див. справу \"Ван дер Мусселе проти Бельгії\", рішення від 23 листопада 1983 р. Серія А № 70, § 32).", "116.  Суд вважає, що насправді існує вражаюча подібність, яка не є випадковою, між параграфом 3 статті 4 Європейської конвенції і параграфом 2 статті 2 Конвенції № 29. У параграфі 1 статті 2 Конвенції № 29 сказано, що термін \"примусова чи обов'язкова праця\" означає \"будь-яку роботу або службу, виконання якої вимагається від будь-якої особи під загрозою певного покарання і на котру ця особа не погодилась добровільно\".", "117.  Залишається встановити, чи мала місце \"примусова чи обов'язкова\" праця. Це наштовхує на думку про фізичні чи психічні обмеження. Обов'язкові умови включають виконання роботи \"під загрозою певного покарання\" і проти волі відповідної особи, тобто такої роботи, на яку ця особа \"не погодилась добровільно\" (див. справу \"Ван дер Мусселе проти Бельгії\", згадану вище, § 34).", "118.  Суд зауважує, що в цій справі, хоча заявниці і не погрожували \"покаранням\", залишається той факт, що вона була в еквівалентній ситуації з огляду на серйозність, з якою сприймалася загроза.", "Вона була дівчиною-підлітком у чужій країні, незаконно перебувала на території Франції і боялася арешту поліції. Справді, пан і пані Б. живили цей страх і примусили її вірити, що її статус буде врегульовано (див. § 22 вище).", "Відповідно, Суд вважає, що перший критерій виконано, особливо оскільки на відповідний момент заявниця була неповнолітньою; цей факт Суд підкреслює.", "119.  Щодо виконання заявницею роботи з власної волі, факти у справі чітко свідчать, що навряд чи можна серйозно ставитися до твердження про добровільність. Навпаки, цілком очевидно, що вона не мала ніякого вибору.", "120.  За цих обставин Суд вважає, що заявницю, щонайменше, примусили до праці у тлумаченні статті 4 Конвенції, коли вона була ще неповнолітньою.", "121.  Суду залишається визначити чи заявницю також утримували в підневільному чи рабському стані.", "Слід зважати на особливості Конвенції або на те, що вона живий інструмент, який слід тлумачити у світлі сьогодення, і що дедалі вищі стандарти в області захисту прав людини і основних свобод відповідно і неминуче вимагають більшої твердості в оцінках порушень основних цінностей демократичних суспільств (див., окрім багатьох інших авторитетних джерел, справу \"Селмуні проти Франції\", згадану вище, § 101).", "122.  На початку суд зазначає, що відповідно до Конвенції про рабство 1927 р., \"рабство – це стан чи становище особи, до якої застосовуються всі атрибути права власності чи деякі з них\".", "Суд зауважує, що це визначення відповідає \"класичному\" значенню рабства в тому вигляді, як воно практикувалося століттями. І хоча заявниця в цій справі була, безумовно, позбавлена особистої автономії, докази не свідчать про те, що її тримали в рабстві у звичному сенсі; іншими словами, що пан і пані Б. мали справжнє право легально володіти нею, зводячи, таким чином, її статус до \"предмету\".", "123. Щодо поняття \"підневільний стан\", то він становить \"особливо серйозну форму відмови у свободі\" (див. звіт Комісії у справі \"Ван Дроґенбрук проти Бельгії\", 9 липня 1980 р., Серія В, том 44, с. 30, § 78-80). Це включає \"окрім обов'язку надавати певні послуги іншому... обов'язок \"покріпаченого\" жити в межах володінь іншої особи і неможливість змінити свій статус\". Тому при вивченні скарги в контексті цього параграфа статті 4, Комісія приділила особливу увагу Конвенції про скасування рабства (див. також рішення у справі № 7906/77, D.R. 17, с. 59).", "124.  У світлі судової практики з цього питання і в цій Конвенції, \"підневільний стан\" означає обов'язок надавати свої послуги через примус і пов'язаний з концепцією \"рабства\", описаною вище (див. \"Сеґуін проти Франції\" (ріш.), № 42400/98, 7 березня 2000 р).", "125.  Крім того, відповідно до Додаткової конвенції про скасування рабства, работоргівлі та інститутів і звичаїв подібних до рабства, кожна держава-учасник конвенції повинна вживати всіх можливих і необхідних законодавчих та інших заходів для повного скасування чи ліквідації перелічених нижче інститутів і звичаїв:", "“(d) будь-який інститут чи звичай, за яким дитина чи підліток молодші 18 років передаються одним чи обома його батьками або опікуном іншій особі за винагороду чи без неї з метою експлуатації цієї дитини чи підлітка або їхньої праці”.", "126.  Крім того, що заявниця мала виконувати примусову працю, Суд зауважує, що ця праця тривала майже п'ятнадцять годин на день, сім днів на тиждень.", "Її привіз до Франції родич батька і вона не обирала працювати на пана і пані Б.", "Як неповнолітня, вона не мала ресурсів і була уразливою та ізольованою, а також не мала інших засобів для існування, окрім тих, що були в будинку пана і пані Б., де вона мешкала в дитячій спальній кімнаті, оскільки іншого помешкання їй надано не було. Вона повністю перебувала під владою пана і пані Б, оскільки її документи було конфісковано і обіцяно врегулювати її імміграційний статус, чого так і не сталося.", "127.  Крім того, заявниці, яка боялася арешту поліцією, в жодному разі не дозволялося полишати будинок, інакше як для того, аби відвести дітей до школи та на інші заняття. Отже, вона не мала свободи пересування і вільного часу.", "128.  Оскільки її не віддали до школи, незважаючи на обіцяне її батькові, заявниця не могла сподіватися, що її ситуація може покращитися і була повністю залежною від пана і пані Б.", "129.  За таких обставин Суд робить висновок, що заявниця, яка на той час була неповнолітньою, утримувалась у підневільному стані у тлумаченні статті 4 Конвенції.", "130.  З огляду на цей висновок і на позитивні зобов'язання за статтею 4, Суду належить встановити, чи оскаржене законодавство та його застосування у цій справі містило достатньо серйозні помилки, які можна розглядати як порушення статті 4 Державою-відповідачем.", "131.  Заявниця стверджує, що положення французького кримінального законодавства не забезпечили їй достатній захист від ситуації, що склалася, і не дозволили покарати винних.", "132.  Уряд, зі свого боку, стверджує, що статті 225-13 і 225-14 Кримінального кодексу дозволили боротися з експлуатацією праці особи в контексті статті 4 Конвенції.", "133.  Суд зауважує, що Парламентська асамблея Ради Європи у своїй рекомендації 1523 (2001) \"занепокоєна тим, що жоден кримінальний кодекс держав-членів Ради Європи у прямій формі не визнає побутове рабство злочином\".", "134.  Суд із зацікавленістю відзначає висновки, зроблені спеціальною комісією Національної асамблеї Франції з приводу різних форм сучасного рабства (див. \"Відповідне законодавство\").", "Так, щодо статей 225-13 та 225-14 у редакції на момент скоєння злочину, спеціальна комісія, зокрема, зазначила:", "“У нас вже є чималий арсенал каральних заходів. Однак вони не завжди використовуються повною мірою і в реальності виявляються недостатнім засобом стримування.", "...", "Концепція зловживання уразливим станом особи чи станом залежності, покладена в основу статей 225-13 та 225-14 Кримінального кодексу, містить неоднозначності, які можуть перешкоджати їх застосуванню.", "...", "Враховуючи сказане і те, що в законі нічого не сказано з цього приводу, суд повинен самостійно вирішувати межі застосування цих положень. При цьому, аналіз судової практики виявляє розбіжності оцінки, які перешкоджають послідовному застосуванню закону на всій території Франції...", "...", "Як у випадку реальних, так і потенційних вироків, недоліки цих положень очевидні, враховуючи серйозність фактичних елементів, характерних для сучасного рабства.", "...", "Беручи до уваги, з одного боку, конституційний статус цінностей, які захищає стаття 225-13 і 225-14 Кримінального кодексу і, з іншого боку, серйозність злочинів у таких справах, вражає непослідовність у призначенні покарання особам, які визнані винними, що ставить під сумнів пріоритети французької кримінально-судової системи”.", "135.  Суд зауважує, що в розглядуваній справі \"роботодавців\" заявниці звинувачували за статтями 225-13 та 225-14 Кримінального кодексу, за якими злочином вважається, відповідно, експлуатація праці особи і створення для неї умов проживання і праці, несумісних з людською гідністю.", "136.  Своїм вироком, оголошеним 10 червня 1999 р., Паризький суд вищої інстанції (tribunal de grande instance) визнав пана і пані Б. винними у злочині за статтею 225-13 Кримінального кодексу. З іншого боку, суд прийняв рішення про необґрунтованість злочину за статтею 225-14.", "137.  Відповідачів було засуджено до дванадцяти місяців ув'язнення, сім з яких умовно, і штрафу у 100 000 французьких франків кожному, а також до солідарної виплати 100 000 французьких франків заявниці на відшкодування збитків.", "138.  На апеляцію, подану паном і пані Б., Паризький апеляційний суд виніс рішення від 19 жовтня 2000 р., яким скасував постанову суду першої інстанції і виправдав відповідачів.", "139.  На апеляцію за аспектами права, подану заявницею самостійно, Касаційний суд скасував рішення Апеляційного суду, але тільки щодо цивільних аспектів, а справу передали на повторний розгляд до іншого апеляційного суду.", "140.  15 травня 2003 р. цей суд постановив підтримати висновки суду першої інстанції (tribunal de première instance) і присудив заявниці відшкодування за збитки.", "141.  Суд зауважує, що рабство і підневільний стан по суті не класифікуються як злочини за французьким кримінальним законодавством.", "142.  Уряд послався на статті 225-13 та 225-14 Кримінального кодексу.", "Втім, Суд зауважує, що ці положення не пов'язані безпосередньо з правами, гарантованими у статті 4 Конвенції, але стосуються, зі значними обмеженнями, експлуатації праці і створення умов проживання й праці, несумісних з людською гідністю.", "Тому необхідно визначити, чи забезпечили названі статті в цій справі ефективне покарання за дії, вчинені над заявницею.", "143.  Суд попередньо зазначав, що особливо діти та інші уразливі особи мають право на захист Держави у формі ефективного стримування таких серйозних порушень людської гідності (див. mutatis mutandis [із необхідними змінами] рішення у справі \"X та Y проти Нідерландів, 26 березня 1985 р., Серія А № 91, с. 11-13, § 21–27; \"Стаббінґс та інші проти Сполученого Королівства\", вирок від 22 жовтня 1996 р., Звіти 1996IV, с. 1505, § 62–64; та \"А. проти Сполученого Королівства\", згадану вище, § 22; а також Конвенцію ООН про права дитини, статті 19 та 37).", "144.  Далі у справі про зґвалтування Суд постановив, що \"захист, який надається цивільним законодавством у випадках правопорушень, від яких постраждала пані Y, недостатній. Це випадок, який загрожує основним цінностям і найважливішим аспектам приватного життя. У цій сфері неможливо обійтися без ефективного стримування, а досягти його можна тільки із застосуванням положень кримінального законодавства; власне із застосуванням саме таких положень ці справи, зазвичай, і врегульовуються (див. \"X та Y проти Нідерландів\", згадану вище, § 27).", "145.  Суд відзначає, що в розглянутій справі заявниця, яка зазнала поводження, котре суперечить статті 4 і утримувалася в підневільному стані, не побачила засудження відповідальних за кримінальним законодавством.", "146.  У зв'язку з цим Суд зазначає, що оскільки головний прокурор не оскаржив правові аспекти, застосовані у постанові Апеляційного суду від 19 жовтня 2000 р., то апеляція до Касаційного суду стосувалася тільки цивільних аспектів справи, а виправдання пана і пані Б. стало, таким чином, остаточним.", "147.  Крім того, як сказано у доповіді спеціальної комісії Національної асамблеї Франції про різні форми сучасного рабства від 12 грудня 2001 р., статті 225-13 та 225-14 Кримінального кодексу, у редакції на момент скоєння злочину, могли мати різне тлумачення в залежності від суду, що й засвідчила ця справа, яку було наведено спеціальною комісією як приклад справи, в якій апеляційний суд несподівано відмовився застосовувати статті 225-13 та 225-14.", "148.  За таких обставин, Суд вважає, що кримінальне законодавство, чинне на момент скоєння злочину, не забезпечило неповнолітній заявниці реальний і ефективний захист від дій, жертвою яких вона стала.", "Суд зауважує, що законодавство змінилося, але внесені згодом поправки незастосовні до ситуації заявниці.", "Суд підкреслює, що дедалі вищі стандарти в області захисту прав людини і основних свобод відповідно і неминуче вимагають більшої твердості в оцінках порушень основних цінностей демократичних суспільств (див. § 121 вище).", "149.  Таким чином, Суд дійшов висновку, що в цій справі мало місце порушення позитивних зобов'язань Держави відповідно до статті 4 Конвенції.", "II.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "150.  Відповідно до статті 41 Конвенції,", "“Якщо Суд визнає факт порушення Конвенції або Протоколів до неї і якщо внутрішнє законодавство відповідної Високої Договірної Сторони передбачає лише часткову сатисфакцію, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію”.", "A.  Відшкодування збитків", "151.  Заявниця не зверталася із заявою про відшкодування збитків.", "Б.  Витрати", "152.  Заявниця вимагала 26 209,69 євро в рахунок витрат на юридичне представництво; з цієї суми належить вирахувати суми, отримані у вигляді правової допомоги.", "153.  Уряд спочатку зауважив, що заявниця не надала жодних доказів, які би свідчили, що їй довелося сплатити цю суму.", "Уряд також вважав, що заявлена сума надмірна і повинна бути зменшена до розумного рівня.", "154.  Суд вважає, що представник заявниці, безумовно, виконав значний обсяг роботи для подання і аргументації скарги, яка стосується сфери з дуже обмеженим досвідом судової практики на сьогодні.", "За таких обставин, Суд на справедливій основі присуджує заявниці повну суму заявлених витрат.", "В.  Штрафний відсоток", "155.  Суд вважає доцільним визначити штрафний відсоток на основі річної ставки, що дорівнює граничній позиковій ставці Європейського центрального банку, до якої слід додати три відсоткові пункти.", "З НАЗВАНИХ ПРИЧИН СУД ОДНОГОЛОСНО", "1.  Відхиляє попереднє заперечення Уряду, яке спирається на твердження про втрату заявницею статусу жертви;", "2.  Вважає, що мало місце порушення статті 4 Конвенції;", "3.  Вважає:", "(a)  що Держава-відповідач повинна виплатити заявниці протягом трьох місяців з дати остаточного рішення відповідно до § 2 статті 44 Конвенції 26 209,69 євро (двадцять шість тисяч двісті дев'ять євро шістдесят дев'ять центів) для оплати витрат плюс будь-які податки, які підлягають сплаті;", "(b)  що суми, отримані у вигляді правової допомоги, слід вирахувати з цієї суми;", "(c)  що від закінчення зазначеного тримісячного періоду і до здійснення оплати слід сплачувати прості відсотки на названу суму за ставкою, що дорівнює граничній позиковій ставці Європейського центрального банка, протягом усього штрафного періоду, додаючи до цього три відсоткові пункти.", "Складено французькою мовою і завірено у письмовій формі 26 липня 2005 р. відповідно до § 2 та 3 Правила 77 Судових правил.", "\tС.Найсміт (S. Naismith)\tІ.Кабраль Баррето (I. Cabral Barreto)", "\tЗаступник секретаря\tГолова", ""]}