{"file": "UKR_HJUDUKR_57671_00.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "57671/00", "text_paragraphs": ["Справа “Слімані проти Франції”", "(Slimani v. France)", "", "У рішенні, ухваленому 27 липня 2004 року у справі “Слімані проти Франції”, Суд постановив:", "визнати неприйнятною заяву в частині скарг на порушення державою ст. 2 Конвенції (право на життя) і ст. 3 Конвенції (заборона нелюдського чи такого, що принижує людську гідність, поводження) у зв’язку зі смертю приятеля заявниці й тримання його під вартою в неприпустимих умовах;", "не було порушення ст. 13 Конвенції (право на ефективний засіб правового захисту), взятої у поєднанні зі ст. 2 чи ст. 3 Конвенції;", "мало місце порушення ст. 2 Конвенції, яке полягало в тому, що заявницю не було допущено до участі в розслідуванні причин смерті її приятеля, а також до ознайомлення з матеріалами, зібраними у процесі цього розслідування;", "не було необхідності вирішувати питання про те, чи зазначене розслідування відповідало процесуальним вимогам, які випливають зі ст. 3 Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявниці 20 000 євро як компенсацію моральної шкоди і 15 000 євро на відшкодування судових витрат.", "Обставини справи", "Заявниця п. Даліла Слімані є громадянкою Франції, народилась 1969 року і проживає у м. Марселі. ЇЇ приятель п. Мохсен Сліті, 1958 року народження, громадянин Тунісу, був батьком обидвох дітей заявниці. Він помер у 1999 році, перебуваючи у Центрі перебування затриманих.", "Рішенням від 2 жовтня 1990 року Суд у кримінальних справах м. Марсель засудив п. Сліті до чотирьох років ув’язнення та до видворення за межі території Франції. Рішення про видворення мало бути виконане відразу після відбуття п. Сліті основного покарання у вигляді позбавлення волі. Проте видворення п. Сліті не було проведено вчасно.", "У 1998 році п. Сліті підпалив будинок заявниці і погрожував викинутися з вікна разом із сином. Спочатку заявника примусово помістили до лікарні, а згодом перевезли до в’язниці.У кількох медичних висновках у справі п. Сліті вказувалося, що він потребував психіатричної допомоги. Тому у в’язниці йому давали антидепресанти, транквілізуючі та нейролептичні препарати. Згодом п. Сліті помістили у Центр перебування затриманих у м. Марселі на строк до його видворення з території Франції.", "26 травня 1999 року п. Сліті двічі відмовився випити ліки. Того самого дня його, хворого, привезли до лікарні, де він незабаром і помер. Відповідно до ст. 74 Кримінально-процесуального кодексу Франції було розпочато розслідування з метою встановлення причини смерті. Заявниці було відмовлено взяти участь у цьому розслідуванні.", "Тоді п. Слімані звернулася до судді-слідчого та до голови слідчого підрозділу, аби домогтися передання матеріалів справи щодо встановлення причини смерті п. Сліті у провадження державного прокурора, оскільки вважала, що її приятеля було вбито умисно. Зазначене клопотання п. Слімані було відхилено на тій підставі, що вона не мала права ініціювати проведення жодних слідчих дій у справі щодо встановлення причини смерті особи. У ході розслідування було виявлено, що п. Сліті помер внаслідок серцевого нападу, який був викликаний гострим легеневим набряком. У матеріалах слідства також уточнювалось, що легеневий набряк виник після епілетпичного нападу, який міг статися через відмову хворого вжити потрібні ліки.  Крім того, у висновку слідства зазначалося, що лікування, яке надавалось п. Сліті лікарями мобільної служби невідкладної допомоги у Центрі перебування затриманих, і те лікування, що згодом йому надавалось у лікарні, відповідало сучасним науковим знанням у галузі медицини. У червні 2001 року державним прокурором було ухвалено рішення про припинення провадження у справі.", "Зміст рішення Суду", "Посилаючись на ст. 2 Конвенції, заявниця стверджувала, що її приятель помер через серйозні недоліки у роботі відповідних служб, зокрема медичних працівників. Посилаючись на ст. 3 Конвенції, заявниця оскаржувала умови, в яких п. Сліті перебував у Центрі перебування затриманих. Вона також стверджувала про порушення ст. 13 Конвенції, яке, на її думку, виявилось у неефективності проведеного розслідування, а також у тому, що її не було допущено до участі у розслідуванні причини смерті п. Сліті.", "Уряд стверджував, що Суд не повинен розглядати скаргу заявниці, оскільки вона не використала такі два внутрішньодержавні засоби захисту, як скаргу у процесі кримінального судочинства й адміністративну скаргу.", "Суд зауважив, що згідно із кримінально-процесуальним законодавством Франції заявниця могла звернутися до відповідного судді-слідчого із заявою про порушення кримінальної справи про вбивство, а також про визнання її цивільною стороною у цій справі. Подання такої заяви мало б призвести до порушення кримінальної справи, а відтак і до її розгляду у порядку кримінального судочинства. Якщо б заявниці таки відмовили у порушенні кримінальної справи, вона могла б звернутись до адміністративного суду із заявою про компенсацію шкоди, заподіяної недоліками у роботі відповідних адміністративних установ.", "Отож, Суд дійшов висновку, що заявниця володіла доступними внутрішньодержавними засобами захисту стосовно її скарг на порушення ст. 2 і ст. 3 Конвенції і що ці засоби, цілком імовірно, могли призвести до отримання нею належної компенсації. Тому Суд постановив, що він не володів повноваженнями на розгляд заяви п. Слімані про те, що держава має бути визнана відповідальною за смерть п. Сліті, та на розгляд її скарги на неналежні умови перебування п. Сліті у Центрі перебування затриманих.", "Суд також постановив, що не було порушення ст. 13 Конвенції, взятої у поєднанні зі ст. 2 чи зі ст. 3 Конвенції.", "Суд відзначив, що хоча слідство з метою встановлення причини смерті  п. Сліті й було розпочато компетентними оргнами за власною ініціативою відразу того самого дня, коли той помер, заявниці було відмовлено взяти участь у його провадженні. Зокрема їй не дозволили знайомитися з матеріалами слідства і не повідомили про його закриття.", "Суд відтворив сформульований у попередніх аналогічних справах свій висновок про те, що у разі, коли особа, яка перебуває під вартою, помирає за незрозумілих обставин (suspicios circumstances) компетентні державні органи, як тільки їм стало відомо про такий випадок, мусять, відповідно до ст. 2 Конвенції, розпочати за власною ініціативою слідство з метою з’ясування причин смерті цієї особи, а також з метою встановлення і покарання осіб, винних у її смерті. Отож, вимога держави про те, що для отримання доступу до матеріалів слідства родичі померлої особи повинні звернутися із заявою про порушення кримінальної справи з долученням клопотання про визнання їх цивільною стороною, суперечить зазначеному вище висновку. Як тільки компетентним органам стало відомо, що особа, яка перебуває під вартою, померла за невідомих обставин, вони мають розпочати розслідування за власною ініціативою й негайно залучити родичів померлої особи до участі у ньому.", "У цій справі вимоги ст. 2 Конвенції можна було би визнати виконаними державою тоді, коли б вона допустила п. Слімані до участі у слідстві, не змушуючи її попередньо звертатися із заявою про порушення кримінальної справи. Оскільки держава цього не зробила, Суд визнав, що слідство, проведене компетентними органами, не було ефективним і тому постановив, що мало місце процедурне порушення ст. 2 Конвенції.", "З огляду на визнання процедурного порушенння ст. 2 Конвенції, Суд не вважав за необхідне вивчати скаргу заявниці щодо того, чи проведене слідство відповідало вимогам ст. 3 Конвенції.", "Реферативний переклад з англійської мови та опрацювання комюніке Секретаря Суду здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України П.М. Рабіновичем та М.Ю. Пришляк.", ""]}