{"file": "UKR_HJUDUKR_10807_04.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "10807/04", "text_paragraphs": ["Справа «Вераарт проти Нідерландів»", "(“Veraart v. the Netherlands”)", "У рішенні, ухваленому 30 листопада 2006 року у справі «Вераарт проти Нідерландів», Суд постановив, що", "було порушено ст. 10 Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 2 583 євро на відшкодування судових витрат.", "Обставини справи", "Заявник Крістіан Джозеф Вілліброрд Вераарт є громадянином Нідерландів, народився 1944 року. За фахом він юрист.", "У червні 2000 року по телевізійному каналі “NCRV” було показано документальну стрічку «Таємні матері». У ній, зокрема, розповідали про п. А.К., котра стверджувала, що була жертвою інцесту, вчиненого її дідом, татом та двома братами. Жінка пригадувала, що внаслідок цього вона п’ять разів ставала вагітною і народжувала чотири рази, оскільки першого разу їй зробили аборт. Троє малюків стали жертвами ритуального вбивства, а одного було продано. Ці заяви було зроблено після того, як жінці вдалося відновити спогади з глибокої підсвідомості. У цьому їй допоміг лікар-терапевт п. Кіефт, який працював з п. А.К. упродовж шести років.", "Сім’я К. заперечила правдивість цих заяв. Родичі звернулися за правовою допомогою до п. Вераарта. Проти компанії “NCRV” було порушено кримінальну справу за обвинуваченням у наклепі.", "У червні 2002 року вийшов прес-реліз прокуратури, в якому зазначалося, що компанія “NCRV” визнала те, що вчинила наклеп проти сім’ї К., а відтак, сторони досягли примирення до завершення розгляду справи у суді.", "У листопаді 2001 року по радіо “AVRO” транслювалася передача, у якій п. Вераарт відповідав на питання щодо справи родини К. Він сказав, що такі терапевти, як п. Кіефт, є небезпечними. Заявник продовджував: «Таким людям не можна дозволяти бути терапевтами, хіба не так? Цей чоловік мешкає у північному регіоні Голандії. Йому краще пасувало б вирощувати капусту на продаж і аж ніяк не працювати з пацієнтами чи людьми, що перебувають у критичних ситуаціях. Такий стан речей викликає у мене занепокоєння. Я розглядаю це як прояви непрофесіоналізму. Цілком можливо, що ці люди практикують магію і не мають нічого спільного з медициною. Вони вводять людей у регресивний гіпноз. Яка освіта була в цього чоловіка? Де він навчався? Ким його слід вважати? Сам він порівнює себе з Богом. Жодний лікар не дозволяє собі такого».", "П. Кіефт також дав інтерв’ю у тій самій програмі. Він сказав, що він не є ані майстром гіпнозу, ані спеціалістом у регресивній терапії. Втім він вірив, що емоції, які виринають у свідомості внаслідок релаксаційних вправ та внутрішньої концентрації, відображають правдиві події. Він був переконаний, що ті спогади, які п. А.К. відновила з його допомогою, були правдивими.", "У грудні 2001 року п. Кіефт звернувся до місцевої асоціації адвокатури зі скаргою на заявника. У березні 2002 року голова цієї асоціації виклав попередню думку з цього питання. У ній, зокрема, зазначалося, що у січні 2001 року п. Кіефта попросили представити асоціації документи, які б засвідчували його медичну та наукову кваліфікацію. Однак він відмовився це зробити. Зрештою Дисциплінарний апеляційний трибунал (далі – Трибунал) таки визнав скаргу п. Кіефта обґрунтованою (рішення від жовтня 2003 року). До заявника було застосовано попередження, оскільки раніше до дисциплінарної відповідальності його не притягували.", "Пан Кіефт представив свої професійні дипломи лише у квітні 2003 року на черговому засіданні Трибуналу. Один з дипломів засвідчував навчання п. Кіефта у Міжнародному інституті інтегральної психотерапії. Також п. Кіефт подав документи про проходження окремих медичних практичних та теоретичних курсів і свідоцтво про освоєння курсу терапії через різні форми взаємодії.", "У березні 2005 року п. Кіефт повідомив Суд про те, що він звернувся з цивільним позовом проти заявника. Однак він не бажав бути залученим як третя сторона до розгляду справи у Суді (відповідно до ч. 2 ст. 36 Конвенції).", "У жовтні 2005 року сім’я К. звернулася з позовом проти п. Кіефта про компенсацію моральної шкоди. Підставою позову були висновки заявника про те, що п. Кіефт «накручував» проблеми п. А.К. та давав неправильні оцінки можливих спогадів його пацієнтки.", "Зміст рішення Суду", "Заявник стверджував, що дисциплінарне покарання, застосоване до нього Трибуналом, було порушенням ст. 10 Конвенції.", "Суд спочатку зауважив, що між сторонами не виникало спору стосовно того, що мало місце втручання у свободу вираження поглядів заявника. Також не було заперечень стосовно того, що це втручання було передбачено законом та відповідало законній цілі захисту репутації та прав інших осіб.", "Отож, Суд мав відповісти на питання про те, чи було відповідне втручання «необхідним у демократичному суспільстві». Суд нагадав, що юристи, незважаючи на надання їм свободи розсуду, повинні поводитись перед людьми розважливо, чесно і гідно.", "Суд відзначив, що справа заявника грунтується на факті звинувачення п. А.К. своєї сім’ї у злочинах особливо огидної природи. Сім’я К., відтак, звернулася за допомогою до заявника, аби захисти свою репутацію та отримати компенсацію моральної шкоди. Не виникало сумнівів стосовно того, чи мав заявник право робити публічні заяви в інтересах свого клієнта, навіть у зв’язку з виголошенням заяв поза межами суду. Єдиною умовою такої публічної діяльності було те, щоб заяви вчинялися з добрими намірами та відповідали професійним правилам юридичної етики.", "На думку Суду, фактичною підставою для заяв п. Вераарта був зв’язок між звинуваченнями п. А.К. та курсом лікування, який вона отримувала з допомогою р. Кіефта упродовж попередніх кількох років. Сам п. Кіефт ніколи цього не заперечував. Більше того, в одній з радіопередач він однозначно підкреслив, що його лікування допомогло п. А.К. не тільки відновити спогади, але й прийняти їх за правду.", "За таких обставин (передусім зважаючи на виняткову серйозність звинувачень проти сім’ї К.) не було нічого нерозмуного в тому, аби щонайменше попросити п. Кіефта представити свої дипломи про кваліфікацію. Інакше просто не можна було б переконатися у наявності чи відсутності фактичних підстав для оцінок заявника. Однак п. Кіефт скористався можливістю не розкривати інформацію про свою професійну кваліфікацію, допоки справу не почав розглядати вищий суд. До того ж, з рішення Трибуналу не було зрозуміло, чи він мав встановлювати належну професійну компетенцію п. Кіефта (для прийняття висновків лікаря про правдивість звинувачень п. А.К.), чи, навпаки, заявник повинен був доводити обгрутованість своїх заяв.", "На думку Суду, допоки цього обов’язку не було чітко розмежовано, доти не було можливості належним чином вирішити справу, а саме: встановити, чи справді заявник переступив межі допустимої професійної поведінки. Тому Суд дійшов висновку, що рішення Трибуналу не грунтувалося на правильній оцінці фактів і не було підкріплено належними аргументами. Суд, відтак, постановив, що мало місце порушення ст. 10 Конвенції.", "", "", ""]}