{"file": "UKR_HJUDUKR_67336_01.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "67336/01", "text_paragraphs": ["", "© Рада Європи/Європейський суд з прав людини, 2012. Цей переклад було замовлено за підтримки Довірчого фонду з прав людини Ради Європи (). Він не є обов’язковим для Суду. Для докладної інформації розгляньте вказівку щодо авторського права в кінці цього документа.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec la soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ЄВРОПЕЙСЬКИЙ СУД З ПРАВ ЛЮДИНИ", "", "ПʼЯТА СЕКЦІЯ", "", "СПРАВА «DANILENKOV AND OTHERS ПРОТИ РОСІЇ»", "", "(Заява № 67336/01)", "", "РІШЕННЯ", "[Витяги]", "", "Це рішення було редакційно уточнено 23 квітня 2010 року згідно з правилом 81 Регламенту Суду", "", "СТРАСБУРГ", "", "30 липня 2009 року", "", "", "ОСТАТОЧНЕ", "", "10/12/2009", "", "", "Це рішення може бути редакційно уточнено.", "", "У справі «Danilenkov and Others проти Росії»,", "Європейський суд з прав людини (пʼята секція), засідаючи палатою, до складу якої увійшли:", "\tRait Maruste, Голова,\n\tRenate Jaeger,\n\tKarel Jungwiert,\n\tAnatoly Kovler,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tZdravka Kalaydjieva, судді,\nта Stephen Phillips, заступник секретаря секції,", "Після наради за зачиненими дверима 14 квітня та 7 липня 2009 року,", "Ухвалює це рішення, прийняте другого зазначеного дня:", "ПРОЦЕДУРА", "1.  Справу розпочато за заявою (№67336/01) проти Російської Федерації, поданою до Суду на підставі ст. 34 Конвенції про захист прав людини і основоположних свобод (далі − Конвенція) 32 громадянами Росії, переліченими нижче (далі − заявники), 9 лютого 2001 року. Усі заявники є членами Калінінградського відділення Російської профспілки докерів (далі − РПД).", "2.  Заявників, яким було надано правову допомогу, представляв п. М. Чесалін, Голова РПД у Калінінградському морському порту. Уряд Росії представляли п. П. Лаптєв, а пізніше − пані В. Мілінчук, колишні представники Російської Федерації у Європейському суді з прав людини.", "3.  Заявники зокрема стверджували, що їхні права на свободу об’єднання та на свободу від дискримінації були порушені, а також, що вони не мали доступу до ефективних національних засобів юридичного захисту щодо їхньої скарги.", "4.  19 жовтня 2004 року ця заява була оголошена прийнятною.", "5.  Заявники та Уряд виклали свої зауваження щодо суті справи у письмовій формі (відповідно до п. 1 правила 59 Регламенту Суду). Суд вирішив після консультації зі сторонами (відповідно п. 3 правила 59 Регламенту Суду), що не було необхідності проводити відкрите слухання у справі (п. 3 правила 59 Регламенту Суду в кінці).", "ФАКТИ", "I.  ОБСТАВИНИ СПРАВИ", "...", "A.  Підґрунтя заяви", "8.  Відділення Російської профспілки докерів було засноване у Калінінградському морському порту у 1995 році в якості альтернативи Профспілці працівників морського транспорту. Калінінградське відділення РПД було офіційно зареєстроване в Управлінні юстиції м. Калінінграда 3 жовтня 1995 року.", "9.  Роботодавець заявників, приватна компанія ЗАТ «Морський торговий порт Калінінград» (далі – МТПК), була заснована 30 червня 1998 року внаслідок реорганізації товариства з обмеженою відповідальністю «Морський торговий порт Калінінград», правонаступником якого вона була. Адміністрація Балтійського району м. Калінінграда зареєструвала нову портову компанію як юридичну особу 20 липня 1998 року. 25 квітня 2002 року ЗАТ «МТПК» було реорганізовано у відкрите акціонерне товариство з таким самим найменуванням (ВАТ «Морський торговий порт Калінінград»).", "10.  Заявники вказали, що 4 березня 1997 року Губернатор Калінінградської області видав Наказ № 183 «Про заснування Фонду розвитку Калінінградської області» (далі − Фонд) і призначив п’ятьох посадових осіб з Адміністрації Калінінградської області до ради директорів Фонду. Сам Губернатор очолив Раду директорів Фонду, а п. Каретний, перший заступник Губернатора, був призначений розпорядником Фонду.", "11.  Відповідно до позиції заявників, з 1998 по 2000 роки п. Каретний був членом ради директорів МТПК. Протягом цього часу п. Каретний також управляв ще 35% акцій МТПК через компанію «Регіон К», яка була йому підконтрольна. Таким чином, заявники дійшли висновку, що їх роботодавець в той час, відбувалися події у справі, перебував під ефективним контролем держави, як прямо (через 20% акцій, що належали Фонду) так і опосередковано (через 35% акцій, якими управляла посадова особа місцевого органу виконавчої влади).", "12.  Відповідно до документів, наданих Урядом, Калінінградський морський порт перебував у приватній власності, і лише 19.93% його акцій належали державному Фонду (0.09% були отримані Фондом у травні 1997 року та 19.84% – у травні 1998 року); таким чином, не можна було стверджувати, що держава здійснювала ефективний король за діяльністю порту. Більше того, акції МТПК, які належали Фонду, 28 листопада 2000 року було передано приватній компанії ЗАТ «Земланд Ексіма». Стосовно п. Каретного Уряд стверджував, що останній насправді був членом ради директорів МТПК; проте на час його членства у раді директорів МТПК, він не був державним службовцем. Уряд наполягав, що доводи заявників про те, що п. Каретний контролював компанію «Регіон К» не підтверджувалися жодними доказами. Уряд також стверджував, що ефективний державний контроль над діяльністю порту, обмежувався наглядом за дотриманням МТПК вимог національного законодавства.", "B.  Заявлена дискримінація з боку керівництва МТПК", "13.  У травні 1996 року РПД взяла участь у колективних переговорах. В результаті переговорів був підписаний новий колективний договір, який передбачав довшу тривалість щорічної відпустки та кращі умови оплати праці. В результаті, протягом близько двох років кількість членів РПД зросла з 11 до 275 осіб (станом на 14 жовтня 1997 року). Заявники стверджували, що на той час загальна кількість докерів, що працювали у порту, складала 500 осіб.", "14.  14 жовтня 1997 року РПД розпочала двотижневий страйк, вимагаючи підвищення оплати праці, покращення умов праці та умов страхування здоров’я та життя. Цілей страйку не було досягнуто, і він був припинений 28 жовтня 1997 року.", "15.  Заявники стверджували, що починаючи з 28 жовтня 1997 року керівництво МТПК чинило тиск на членів РПД із тим, щоб покарати їх за участь в страйку та змусити їх відмовитися від членства у профспілці.", "1.  Переведення членів РПД до спеціальних робочих бригад", "16.  28 жовтня 1997 року керуючий директор Калінінградського морського порту видав наказ, згідно з яким створювалися дві спеціальні робочі бригади (№109 та 110), які називалися «резервні бригади докерів», до кожної з яких входило до 40 осіб. Ці бригади первинно було створено для докерів похилого віку та тих, хто мав проблеми зі здоров’ям, і не міг виконувати повне навантаження. Кількість працівників у цих бригадах (шість осіб, у той час як інші бригади налічували від чотирнадцяти до шістнадцяти осіб) була недостатньою для обслуговування вантажів. Після злиття цих бригад в одну бригаду (№ 109) працівників було призначено на денні зміни, тривалістю вісім годин, в той час як інші бригади працювали почергово, як у денні, так і в нічні зміни, що тривали одинадцять годин. Відповідно до наказу від 28 жовтня 1997 року, докери похилого віку та ті, що мали вади здоров’я, були переведені до новоствореної бригади №117, а більшість докерів, які брали участь у страйку, були переведені до переформованих «резервних бригад» №109 та №110.", "17.  Як зазначали заявники, їх оплачуваний робочий час значно скоротився після переведення до «резервних бригад», які працювали тільки у денні зміни. Наприкінці 1997 року керуючий директор намагався змусити працівників-членів профспілки вийти з неї, негайно переводивши тих докерів, які відмовлялися від членства у РПД, з «резервних бригад» до тих, що не були пов’язані з РПД і мали доступ до роботи з обробки вантажів.", "18.  1 грудня 1997 року було офіційно оголошено новий склад бригад, і генеральний директор наказав змінити їх нумерацію. Заявників було переведено до чотирьох бригад, які складалися виключно з тих членів РПД, котрі брали участь у страйку (бригади № 9, 10, 12 та 13). Бригади № 12 та 13 працювали за таким самим графіком як і решта бригад, в той час як графік роботи бригад № 9 та 10 (колишні №109 та 110), передбачав два робочих дні в денну зміну, тривалістю 11 годин, за якими слідували два вихідні дні.", "2.  Зменшення можливості отримання доходів у бригадах, які складалися з членів РПД", "19.  Як зазначали заявники, до грудня 1997 року в порту існувала стала практика, згідно з якою керівники бригад під час своєї зміни мали можливість по черзі обирати, яку саме роботу виконуватиме їх бригада. Однак, після 1 грудня 1997 року керуючий директор заборонив керівникам тих бригад, що складалися з членів РПД, обирати роботу для своїх бригад. В результаті ці бригади мали доступ тільки до найменш оплачуваної роботи. Доходи заявників значно зменшилися (на 50% – 75%), оскільки вони не мали доступу до робіт з обробки вантажів, які оплачувалася за одиницю вантажу, та виконували тільки допоміжні роботи з погодинною оплатою за половинним тарифом.", "20.  21 січня 1998 року Державний інспектор праці зобов’язав директора з персоналу роботодавця заявників компенсувати докерам з реорганізованих бригад втрачену ними в результаті реорганізації заробітну плату. 2 лютого 1998 року директор з персоналу надав відповідь на вимогу Державного інспектора праці, що реорганізація бригад була внутрішньою справою МТПК і, враховуючи, що робітники отримували рівну оплату за рівну працю, не було жодних правових підстав для виплати їм компенсацій.", "21.  Заявники також стверджували, що їхній роботодавець свідомо недоукомплектовував бригади, які складалися з членів РПД (у серпні 1998 року у бригадах № 9 та № 10 було по три докери, а у бригадах № 12 та № 13 − по шість) з тим, щоб виправдати недопущення цих бригад до робіт з обробки вантажів.", "22.  Перший та другий заявники оскаржили до Державної інспекції праці переведення членів РПД до «резервних бригад». 25 серпня 1998 року Голова Державної інспекції праці Калінінградської області видав припис керуючому директору Калінінградського морського порту. Інспекція встановила, зокрема, що переведення докерів до певних бригад здійснювалося у зв’язку з їх членством у профспілці. Подібна практика суперечила ч. 1 ст. 9 Закону «Про професійні спілки, їхні права та гарантії діяльності» і призвела до того, що декілька бригад були позбавлені можливості виконувати роботу в повну силу, оскільки вони були не повністю укомплектовані. Інспекція зобов’язала скасувати ці зміни у складі бригад з тим, щоб їхній склад було відновлено до звичайної кількості працівників.", "23.  4 листопада 1998 року керуючий директор наказав перевести докерів із тих чотирьох бригад, що складалися з членів РПД, і у кожній з цих чотирьох бригад було менш ніж п’ять працівників на той час, до інших бригад. 1 грудня 1998 року ті працівники, що лишилися у бригадах, які складалися з членів РПД, були об’єднані у новостворену бригаду (№ 14), керівником якої було призначено першого заявника.", "3.  Проведення перевірки знань працівників з правил техніки безпеки праці", "24.  З 15 квітня по 14 травня 1998 року було проведено щорічну перевірку знань докерів з правил техніки безпеки праці. Представнику РПД було відмовлено у праві взяти участь у роботі екзаменаційної комісії, і навіть бути присутнім під час проведення тестування.", "25.  Заявники стверджували, що умови тестування не були справедливими, і тестування проводилося упереджено щодо членів РПД: 79 з 89 докерів, які не склали тесту, були членами РПД, тоді як станом на 1 червня 1998 року у МТПК працювало 438 докерів, лише 212 з яких були членами РПД. Відповідно до позиції Уряду лише 44 особи з тих докерів, які були членами РПД, не склали тесту. Докери, які не склали тесту, були відсторонені від робіт з обробки вантажу на однин тиждень.", "26.  З другої спроби, що відбулася 3-5 червня, 20 працівників знову не склали тесту, сімнадцять з них були членами РПД. Заявники стверджували, що через тиждень ті робітники, які не пройшли тестування і при цьому не були членами РПД, повернулися до роботи, тоді як членів РПД було відсторонено від роботи і не надано можливості повторно скласти тесту. Заявники доводили, що керівництво порту заохочувало тих докерів, які відмовилися від членства у профспілці, зарахуванням тестування та можливістю повернутися до роботи. Один із заявників змушений був подати заяву на звільнення та шукати роботу за межами порту.", "27.  25 серпня 1998 року Державний інспектор з безпеки праці зобов’язав анулювати результати перевірки знань з правил техніки безпеки праці на тій підставі, що зміст тесту не був узгоджений з РПД. Інспектор зобов’язав організувати повторну перевірку знань протягом одного місяця за участі РПД, а працівники мали бути забезпечені довідковими матеріалами з правил техніки безпеки.", "28.  29 жовтня 1998 року втретє було проведене тестування з правил техніки безпеки, цього разу за присутності представника РПД та представника Державної інспекції з безпеки праці. З п’яти членів РПД, які проходили тестування, чотири отримали найвищу оцінку, а п’ятий – на бал нижчу оцінку.", "4.  Звільнення докерів за скороченням штату у 1998-1999 роках", "29.  26 березня 1998 року керівництво порту оголосило, що 112 докерів буде звільнено у зв’язку зі скороченням штату.", "30.  10 серпня 1998 року 33 докери, які раніше працювали на постійній основі, були переведені на роботу на контрактній основі для виконання певних видів робіт у разі виникнення потреби. Заявники зазначили, що 27 осіб (81.8% від усіх) з переведених на контрактну основу докерів були членами РПД, хоча на той час лише 33% працівників порту були членами цієї профспілки. Заявники доводили, що докери, переведені на контрактну основу, здебільшого мали вищу кваліфікацію ніж ті, хто був залишений працювати на постійній основі.", "31.  11 листопада 1998 року керуючий директор видав наказ про звільнення 47 докерів у зв’язку зі скороченням штату. 20 листопада 1998 року директор з персоналу вручив повідомлення про звільнення 35 докерам, з яких 27 осіб були членами РПД (згідно з твердженнями заявників). Заявники доводили, що звільнення цих працівників не було реалізоване на практиці, оскільки для такого звільнення потрібна була згода профспілки, яку профспілка б ніколи не надала і за отриманням якої не зверталися. Натомість, 18 грудня 1998 року, 15 докерів з бригади, яка була сформована з членів РПД, були повідомлені, що з 18 лютого 1999 року їхній робочий час буде скорочений зі 132 до 44 годин на місяць. Після розгляду скарги, поданої заявниками, Балтійський транспортний прокурор дійшов висновку, що безпідставне запровадження неповного робочого часу для надзвичайно малої групи працівників (для 15 зі 116 докерів з такою ж кваліфікацією, тоді як у порту всього працювало 365 докерів) без їхньої згоди порушувало конституційний принцип рівності, а також суперечило ст. 25 Кодексу законів про працю. 10 лютого 1999 року цей прокурор зобов’язав керуючого директора порту усунути допущені порушення.", "32.  Крім того, перший, другий, третій, четвертий, п’ятий, шостий, дев’ятий, десятий, одинадцятий та вісімнадцятий заявники звернулися до суду. Вони вимагали визнати їх переведення на неповний робочий час незаконним, а також визнати, що їх було піддано дискримінації у зв’язку з членством у профспілці, та призначити компенсацію втраченої заробітної плати та завданої їм моральної шкоди.", "33.  25 січня 2000 року Балтійський районний суд м. Калінінграда частково задовольнив позовні вимоги заявників. Цей суд дійшов висновку, що переведення малої групи докерів на неповний робочий час не мало вагомої підстави і, таким чином, було незаконним. Суд зобов’язав МТПК відшкодувати позивачам втрачену заробітну плату та завдану їм моральну шкоду. Однак суд відмовив у задоволенні вимоги визнати наявність дискримінації за ознакою членства у РПД, оскільки заявники не довели наявність умислу з боку керівництва МТПК здійснювати таку дискримінацію.", "5.  Скарга Міжнародної федерації працівників транспорту (МФТ) та новий колективний договір", "34.  26 січня 1999 року РПД звернувся зі скаргою до Міжнародної федерації працівників транспорту (далі − МФТ). МФТ закликала керівництво порту припинити дискримінаційні дії щодо членів РПД та застерегла міжнародним бойкотом вантажу, що виходить з Калінінградського морського порту.", "35.  В результаті міжнародного профспілкового тиску, що був організований МФТ, керівництво порту та представники РПД підписали договір від 22 березня 1999 року. Бригади, що формувалися виключно з членів РПД, були розформовані, члени РПД − переведені до інших бригад, які мали повний доступ до робіт з обробки вантажу, була встановлена загальна система заохочень.", "36.  Заявники стверджували, що умови договору виконувалися до 19 серпня 1999 року, коли найактивніші члени РПД були знову переведені до бригади, що складалася виключно з членів профспілки.", "C.  Розгляд скарг заявників національними органами влади", "1.  Спроба порушити кримінальну справу щодо виконавчого директора МТПК", "37.  У 1998 році РПД звернулася до Балтійської транспортної прокуратури із заявою про порушення кримінальної справи щодо діяльності п. Калініченко, виконавчого директора МТПК, за звинуваченням у вчиненні злочину, передбаченого ст. 136 Кримінального кодексу – порушення рівності прав і свобод людини і громадянина щодо заявників.", "38.  24 вересня 1998 року Балтійська транспортна прокуратура відмовила у порушенні кримінальної справи щодо п. Калініченко на тій підставі, що за результатами перевірки не було встановлено прямого умислу п. Калініченко піддавати дискримінації заявників.", "39.  У відкритті кримінальної справи щодо керівництва порту за наступним зверненням заявників від 29 листопада 2004 року було відмовлено 9 грудня 2004 року у зв’язку з відсутністю у відповідних діях складу злочину, оскільки не було встановлено прямого умислу керівництва піддавати дискримінації заявників. Як зазначив Уряд, заявники не оскаржували цього рішення.", "2.  Провадження, пов’язані з встановленням факту дискримінації та отриманням відшкодування шкоди", "40.  12 грудня 1997 року РПД від імені своїх членів, в тому числі шести заявників (п. Синякова, п. Кас’янова, п. Коржачкіна, п. Жаркіх, п. Калчевського та п. Долгалєва), звернулася з цивільним позовом до Балтійського районного суду м. Калінінграда. РПД просила суд визнати діяльність керівництва порту щодо заявників дискримінаційною та призначити позивачам відшкодування втраченої заробітної плати, а також завданої їм моральної шкоди.", "41.  18 серпня 1998 року РПД залучила до справи й інших позивачів (дванадцять заявників – п. Даніленков, п. Сошніков, п. Морозов, п. Тройніков, п. Кісельов, п. Бичков, п. Пушкарьов, п. Сільванович, п. Оксенчук, п. Грабчук, п. Царьов та п. Мілінець), а також навела додаткові факти на обґрунтування скарги про дискримінацію.", "42.  21 квітня 1999 року РПД подала остаточний варіант позовної зави з уточненими позовними вимогами від імені своїх членів.", "43.  28 травня 1999 року Балтійський районний суд м. Калінінграда відмовив у задоволенні позовних вимог, заявлених РПД. Цей суд визнав вимоги безпідставними і ухвалив, що керівництв порту не могло бути визнано відповідальним за нерівномірний розподіл робіт з обробки вантажу, які високо оплачувалися. Позивачі оскаржили це рішення в апеляційному порядку.", "44.  6 жовтня 1999 року Калінінградський обласний суд як апеляційна інстанція скасував рішення суду першої інстанції та направив справу на новий розгляд. Цей суд зазначив, що суд першої інстанції не надав оцінку тому, чи переведення докерів з однієї бригади до іншої могло бути вмотивоване бажанням керівництва помститися за участь цих працівників у страйку та за членство в РПД. Цей суд також дійшов висновку, що суд першої інстанції проігнорував скарги заявників на зниження їх заробітної плати порівняно з оплатою праці їхніх колег, яке мало місце після переведення заявників до інших бригад. Цей суд піддав критиці той факт, що суд першої інстанції не витребував документів стосовно оплати праці докерів від відповідача та відмовив у задоволенні клопотання позивача про витребування цих документів. Апеляційний суд ухвалив, що висновок суду першої інстанції про відсутність дискримінації був незаконним і необґрунтованим, оскільки вищезазначені порушення процесуального законодавства не дозволили суду першої інстанції оцінити доводи позивачів у світлі усіх обставин, що мали значення для вирішення спору.", "45.  22 березня 2000 року Балтійський районний суд м. Калінінграда прийняв нове рішення. Цей суд ухвалив, що позовні вимоги РПД були безпідставними, оскільки заявники не довели умисел керівництва порту здійснювати дискримінацію щодо них. Свій висновок суд обґрунтував виключно доводами керівництва компанії та стівідорів. Згідно з поясненнями керівництва порту, відповідні бригади було сформовано лише з членів РПД для того, щоб зменшити напружену обстановку у трудовому колективі, яка була створена ворожим ставленням страйкарів до тих їхніх колег, які не брали участі у страйку. Стівідори заперечували, що вони отримували будь-які вказівки від керівництва порту щодо розподілу робіт з обробки вантажу. Цей суд також звернув увагу на постанову прокуратури від 24 вересня 1998 року та ухвалив, що МТПК не могла бути відповідальною за дії, заявлені як дискримінаційні, оскільки не було встановлено умислу керівництва МТПК дискримінувати позивачів. Цей суд також зауважив незначну кількість позивачів (29 осіб) порівняно з загальною кількістю учасників страйку (213 осіб) та ухвалив:", "«...сама по собі вимога встановити факт дискримінації на загальній підставі членства у певному громадському об’єднанні, що виходить лише від незначної кількості членів такого об’єднання, є свідченням відсутності заявленої дискримінації, тоді як становище позивачів є результатом їхніх особистих дій, характеристик та об’єктивних факторів.»", "46.  Вище зазначений суд оцінив зниження оплати праці позивачів як результат їхніх власних помилок (таких як негативний результат тестування з правил техніки безпеки праці), а також як результат загального зменшення обсягів робіт з обробки вантажу в порту. Однак за пропозицією відповідача цей суд призначив позивачам номінальну компенсацію в розмірі різниці у заробітній платі за два місяці після їх переведення до нових бригад. Заявники оскаржили це рішення в апеляційному порядку.", "47.  14 серпня 2000 року Калінінградський обласний суд ухвалив припинити провадження в частині позовних вимог стосовно дискримінації. Цей суд дійшов висновку, що факт дискримінації міг бути встановлений тільки в рамках розслідування кримінальної справи щодо окремих посадових осіб порту чи інших фізичних осіб. Юридичні особи, такі як МТПК, не могли бути притягнуті до кримінальної відповідальності. Таким чином, цей суд дійшов висновку, що позовні вимоги стосовно МТПК не були йому підсудні. Щодо решти позовних вимог, суд залишив без змін рішення суду від 22 березня 2000 року.", "48.  9 липня 2001 року всі заявники подали нову позовну заяву проти МТПК. Вони домагатися визнання того, що їх було піддано дискримінації за ознакою членства у РПД і що їхні права на рівну оплату за рівну працю, а також на доступ до праці, було порушено; вони вимагали вжиття заходів для усунення наслідків порушення їхніх прав МТПК та компенсацію завданої їм у зв’язку з порушенням моральної шкоди.", "49.  18 жовтня 2001 року мировий суддя Першого судового округу Балтійського району м. Калінінграда своєю процесуальною ухвалою (определение) залишив заяву без розгляду. Цей суддя повторив мотивацію, викладену у рішенні суду від 14 серпня 2000 року. Він постановив, що до його компетенції не входило встановлення факту наявності дискримінації, оскільки це могло бути встановлено лише в рамках кримінального процесу; однак юридична особа не може бути притягнута до кримінальної відповідальності.", "50.  Заявники оскаржили цю ухвалу до Балтійського районного суду м. Калінінграда 6 грудня 2001 року, який 18 жовтня 2001 року залишив її без змін.", "3.  Рішення Калінінградської обласної думи", "51.  РПД подав скаргу до Калінінградської обласної думи, зазначивши про порушення роботодавцем прав членів профспілки. 15 листопада 2001 року постійний комітет думи з питань соціальної політики та охорони здоров’я прийняв постанову, висловивши стурбованість стосовно ситуації, викладеної заявниками у їхній скарзі. В ній зокрема зазначалося:", "«...3. У Калінінградському морському порту застосовують різні умови праці залежно від членства працівників у профспілці. В результаті цієї практики члени РПД поставлені роботодавцем у менш сприятливе становище порівняно з тими працівниками, які не є членами зазначеної профспілки.", "4. РПД обґрунтовано порушувала питання про застосування дискримінації за ознакою членства у профспілці з боку керівництва МТПК...»", "52.  29 листопада 2001 року зазначений комітет думи направив листа до Прокурора Калінінградської області з проханням вжити невідкладних заходів для захисту прав членів РПД та розглянути питання про порушення кримінальних справ проти керівництва МТПК.", "4.  Інші провадження у національних судах за різними скаргами заявників", "(a)  Позбавлення премій та втрата доходів", "53.  З 8 по 15 листопада 1998 року другий, третій, четвертий, дев’ятий та вісімнадцятий заявники, а також чотири їхні колеги брали участь у профспілковій конференції у Данії. Вони завчасно звернулися до керівництва порту з проханням дозволити їм участь у конференції, однак не отримали жодної відповіді. Згідно з наказами від 18 грудня 1998 року та 30 березня 1999 року учасники конференції були позбавлені премії за результатами роботи за рік на тій підставі, що вони нібито були відсутні на роботі без відповідного дозволу. Докери оскаржити зазначені накази в суді.", "54.  1 листопада 1999 року Балтійський районний суд м. Калінінграда дійшов висновку, що керівництво порту було зобов’язане надати заявникам дозвіл на відвідання профспілкової конференції, оскільки відповідне право було абсолютним та гарантувалося у ч. 6 ст. 25 Закону «Про професійні спілки, їхні права та гарантії діяльності». Цей суд ухвалив, що накази, згідно з якими заявників було позбавлено щорічних премій, були незаконними та зобов’язав МТПК сплатити компенсацію. Це рішення не було оскаржене.", "(b)  Скасування дисциплінарних стягнень, накладених на вісімнадцятого заявника", "55.  10 січня 1999 року вісімнадцятого заявника було притягнуто до дисциплінарної відповідальності у зв’язку з відсутністю на роботі 14 грудня 1998 року, хоча той день був офіційним святковим (неробочим) днем. Вісімнадцятий заявник оскаржив накладення на нього дисциплінарного стягнення; він, зокрема, стверджував, що оскільки його було обрано головою профспілки, слід було отримати згоду профспілки для накладення на нього дисциплінарного стягнення.", "56.  11 січня 2000 року Балтійський районний суд м. Калінінграда визнав позовні вимоги вісімнадцятого заявника такими, що підлягають задоволенню. Цей суд скасував дисциплінарне стягнення, на тій підставі, що керівництво порту не отримало згоди профспілки для його накладення, як це вимагалося згідно зі ст. 235 Кодексу законів про працю.", "(c)  Скасування дисциплінарного стягнення, накладеного за відмову виконувати низькокваліфіковану працю", "57.  15 січня 1999 року докери, що працювали у бригаді №14, яка складалася виключно з членів РПД, отримали наказ очистити порт від снігу. Докери відмовилися виконувати наказ, оскільки відповідно до колективного договору керівництво могло вимагати від них виконання низькокваліфікованої праці лише в тому випадку, якщо така робота була допоміжною до вантажно-розвантажувальної, а вимога прибрати порт від снігу не відповідала цій умові. Заявники залишалися в порту, готові виконувати іншу роботу, до кінця зміни. 21 січня 1999 року керівництво порту видало наказ про те, що зазначений день повинен розцінюватися як день відсутності членів бригади на робочому місці без дозволу. На членів бригади наклали дисциплінарне стягнення, позбавивши їх премії за січень.", "58.  РПД звернулася до суду з позовом від імені другого, шостого та дев’ятого заявників. РПД вимагала скасування дисциплінарних стягнень та сплати утриманої заробітної плати і премії.", "59.  10 жовтня 2000 року Балтійський районний суд м. Калінінграда ухвалив рішення про задоволення позивних вимог. Цей суд дійшов висновку, що безпідставне залучення кваліфікованих докерів до виконання низькокваліфікованої праці порушувало їхні трудові права та що вони не могли бути притягнуті до відповідальності за відсутність на робочому місці без дозволу, оскільки вони залишалися на території порту, готові виконувати іншу роботу, пов’язану з обробкою вантажів. Крім цього, суд звернув увагу на те, що скаржники були обрані профспілковими головами і що, для притягнення їх до дисциплінарної відповідальності потрібна була згода профспілки, якої керівництво порту не отримувало. Цей суд зобов’язав МТПК скасувати дисциплінарне стягнення і сплатити позивачам компенсацію втраченої заробітної плати і премії, а також сплатити судові витрати за розгляд справи.", "(d)  Незаконне звільнення шістнадцятого заявника", "60.  14 травня 1999 року шістнадцятого заявника було звільнено з роботи за те, що він нібито з’явився на роботу у нетверезому стані. Шістнадцятий заявник оскаржив наказ про своє звільнення до суду.", "61.  25 серпня 1999 року Калінінградський обласний суд, розглядаючи справу як суд останньої інстанції, задовольнив позовні вимоги та зобов’язав МТПК поновити шістнадцятого заявника на посаді та компенсувати йому втрачену заробітну плату. Цей суд дійшов висновку, зокрема, що немає доказів, які б підтверджували те, що шістнадцятий заявник перебував у стані сп’яніння.", "(e)  Незаконне дисциплінарне стягнення", "62.  Наказом від 10 грудня 1999 року на дев’ятнадцятого, двадцятого, двадцять шостого, тридцять другого заявників були накладені суворі дисциплінарні стягнення внаслідок дисциплінарного провадження щодо них за те, що вони нібито були відсутні на робочому місці без дозволу. РПД від імені заявників оскаржила рішення про накладення стягнень до суду.", "63.  29 листопада 2001 року Балтійський районний суд м. Калінінграда задовольнив позовні вимоги РПД. Цей суд дійшов висновку, що відповідач (порт) не довів факт відсутності заявників на робочому місці без дозволу. Цей суд скасував наказ, що оскаржувався, і призначив зазначеним заявникам компенсацію моральної шкоди.", "(f)  Незаконне притягнення до відповідальності за нещасний випадок", "64.  20 червня 2000 року вісімнадцятий отримав травму на виробництві. Спеціальна комісія, відповідальна за розслідування інциденту, дійшла висновку, що травмований робітник був сам відповідальний за випадок, в результаті якого отримав травму, оскільки він нібито не дотримувався правил техніки безпеки. Представник РПД (двадцять четвертий заявник) не погодився з висновком комісії. Проте вісімнадцятий заявник був притягнутий до дисциплінарної відповідальності. Він та керівник його бригади (третій заявник) були позбавлені премії за червень. Від імені вісімнадцятого та третього заявників РПД оскаржила їхнє притягнення до дисциплінарної відповідальності до суду.", "65.  13 квітня 2001 мировий суддя Першого судового округу Балтійського району м. Калінінграда встановив, що висновки спеціальної комісії, яка розслідувала інцидент, були необґрунтованими з огляду на показання, надані очевидцями інциденту. Суд скасував рішення про накладення дисциплінарного стягнення на вісімнадцятого заявника та зобов’язав МТПК виплатити премію за червень йому та керівнику його бригади.", "(g)  Незаконне пониження в посаді третього заявника", "66.  Згідно з наказом від 19 липня 2000 року третього заявника було переведено з посади керівника бригади на посаду звичайного докера на тій підставі, що він нібито неналежно виконував свої обов’язки керівника бригади. Від його імені РПД оскаржила зазначений наказ до суду.", "67.  7 травня 2001 мировий суддя Першого судового округу Балтійського району м. Калінінграда частково задовольнив позовні вимоги. Цей суд дійшов висновку, що пониження у посаді не було погоджене з РПД, головою якої було обрано третього заявника. Цей суд скасував наказ про пониження заявника у посаді та зобов’язав МТПК виплатити йому компенсацію втраченої заробітної плати, моральну шкоду та судові витрати за розгляд справи у цьому суді.", "(h)  Обмеження доступу керівників профспілки до порту", "68.  15 травня 2001 директор з персоналу порту прийняв наказ, згідно з яким представники РПД могли заходити на територію порту тільки для того, щоб зустрічатися із членами РПД на їхніх робочих місцях і тільки у робочий час. Відповідно до цього наказу, другий заявник не допускався на територію порту.", "69.  20 червня 2001 року Балтійський транспортний прокурор дійшов висновку, що цей наказ становив порушення гарантій вільного доступу уповноважених представників профспілок до робочих місць членів профспілки, що містилися у ст. 231 Кодексу законів про працю та ч. 5 ст. 11 Закону «Про професійні спілки, їхні права та гарантії діяльності», і зобов’язав керуючого директора порту вжити заходів для усунення порушення.", "70.  16 липня 2001 року керуючий директор порту прийняв новий наказ, № 252, який містив правила доступу уповноважених представників РПД на територію порту. Цей наказ, зокрема, передбачав, що доступ таких представників був можливий тільки з 8 години ранку до 8 години вечора, і тільки на підставі спеціальних одноразових дозволів, що мали бути отримані заздалегідь та в яких мали зазначатися програма і ціль візиту.", "71.  26 листопада 2001 року Балтійський транспортний прокурор зобов’язав керуючого директора порту скасувати наказ № 252 на тій підставі, що цей наказ був незаконним. Керівництво порту відмовилося виконувати припис прокурора.", "72.  23 січня 2002 року Балтійський транспортний прокурор звернувся до суду з цивільним позовом проти МТПК від імені другого заявника з вимогою визнати недійсним наказ № 252.", "73.  9 липня 2002 мировий суддя Першого судового округу Балтійського району м. Калінінграда задовольнив позовні вимоги у повному обсязі та визнав наказ, що обмежував доступ уповноважених представників профспілки на територію порту, незаконним, зокрема на тій підставі, що положення, згідно з яким уповноважені представники профспілки повинні були заздалегідь отримувати дозвіл на відвідання порту, суперечило ст. 231 Кодексу законів про працю. Це рішення суду не було оскаржене.", "D.  Переведення працівників, які не були членами РПД, до нової компанії", "1.  Заснування нової компанії та переведення персоналу", "74.  У серпні-вересні 1999 року керівництво порту заснувало дочірню стівідорну компанію у формі Товариства з обмеженою відповідальністю «Транспортно-вантажна компанія» (далі − ТВК), яка прийняла на роботу тридцять нових докерів. З вересня 1999 року по листопад 2000 року докери ТВК працювали у змішаних бригадах разом із докерами, які були найняті безпосередньо МТПК.", "75.  27 листопада 2000 року було підписано новий колективний договір між керівництвом Калінінградського морського порту та Профспілкою працівників морського транспорту. Договір, зокрема, передбачав, що всі роботи з обробки вантажу буде виконувати ТВК і що працівники цієї компанії отримають підвищення заробітної плати, додаткове медичне страхування та спеціальні допомоги для оплати занять спортом.", "76.  У грудні 2000 року та у січні 2001 року керівництво порту запропонувало більшості докерів, які працювали у порту, вигідні умови переведення до ТВК, однак, як стверджують заявники, жодному з членів РПД не пропонувалося такого переведення. У січні 2001 року ті докери, які залишилися в РПД, були зведені у дві бригади. Керуючий директор порту оголосив заявникам, що усі роботи з обробки вантажу будуть передані ТВК, оскільки строк дії ліцензії МТПК на виконання цих робіт завершився 1 жовтня 2001 року.", "77.  У квітні 2001 року члени РПД опинилися в ситуації, коли час їхньої потенційно оплачуваної роботи було скорочено вдвічі, після того як їм було заборонено працювати у нічні зміни. Їхній дохід знизився приблизно до 55 доларів США в місяць, в той час як докери, які не були членами РПД, в середньому заробляли близько 300 доларів США в місяць.", "78.  У червні 2001 року заробіток членів РПД знову зменшився − до 40 доларів США в місяць.", "79.  В результаті конфлікту РПД із керівництвом порту кількість членів РПД скоротилося з 290 осіб у 1999 році до 24 осіб станом на 6 грудня 2001 року.", "80.  У лютому 2002 року всі члени РПД, які залишалися членами профспілки на той час (22 докери), були скорочені та звільнені з роботи. Лише другий заявник був залишений на роботі: він обіймав посаду заступника голови керівного органу РПД, і для його звільнення вимагалася згода РПД. Заявники стверджували, що його залишили на роботі лише номінально, оскільки в нього не залишилося жодної можливості для заробітку.", "2.  Цивільний позов щодо переведення працівників", "81.  18 березня 2002 року РПД звернулася до суду з цивільним позовом проти МТПК та ТВК від імені деяких заявників (від першого до п’ятого, дев’ятого, десятого, одинадцятого, шістнадцятого та від вісімнадцятого до тридцять другого заявників). Позовні вимоги стосувалися поновлення на роботі членів РПД та компенсації їм втраченої у зв’язку з незаконним звільненням заробітної плати і завданої моральної шкоди. РПД також заявляла позовні вимоги встановити порушення права позивачів на свободу об’єднання та визнати, що дії роботодавця становили дискримінацію позивачів за ознакою їх членства у РПД.", "82.  24 травня 2002 року Балтійський районний суд м. Калінінграда ухвалив рішення у цій справі. Цей суд дійшов висновку, що у листопаді 2000 року рада директорів МТПК прийняла рішення передати виконання робіт з обробки вантажу ТВК. З 30 листопада 2000 року по квітень 2001 року 249 докерів були переведені до ТВК, у грудні 2000 року всі вантажні термінали та обладнання були або продані, або здані в оренду новоствореній компанії. З огляду на ці обставини суд дійшов висновку, що справжнім наміром компанії-роботодавця була зміна структурного підпорядкування вантажно-розвантажувального підрозділу та що не було законних підстав для звільнення працівників цього підрозділу. Таким чином суд визнав, що звільнення заявників було незаконним, та зобов’язав поновити їх на роботі в ТВК, а також виплатити їм втрачену заробітну плату та компенсацію моральної шкоди.", "83.  Цей суд також розглянув позовні вимоги заявників стосовно дискримінації, якій вони, як заявлялося, були піддані. Спираючись на свідчення декількох керівників бригад докерів, суд встановив, що у листопаді 2000 року всіх докерів запросили на зустріч, на якій обговорювалося їхнє переведення до ТВК. Цей суд відзначив, що заявникам ніхто не чинив перешкод у відвіданні зустрічі та їм надавалася можливість подати заяву про переведення до ТВК. Однак, вони відмовилися чинити будь-які дії без узгодження з головою керівного органу профспілки. На запитання суду про те, чому вони особисто не подали заяви про переведення, заявники відповіли, що вони були впевнені у тому, що отримають від їхнього роботодавця негативну відповідь на заяву.", "84.  Керівники бригад також надали показання, що другий заявник (заступник голови виконавчого комітету профспілки) був присутній на зазначеній зустрічі та виступав проти переведення докерів до ТВК. Цей суд також дослідив зміст листівок, які розповсюджувалися РПД, та скаргу, яку двадцять четвертий заявник направив до прокуратури. З листівок випливало, що РПД проводила послідовну кампанію проти переведення докерів до ТВК, закликала докерів залишатися в МТПК. Цей суд відзначив, що скарга до прокуратури стосувалася примушування докерів звертатися з заявою про переведення до ТВК. Цей суд дійшов висновку, що наявні докази спростовували доводи заявників про те, що РПД не було поінформовано про переведення, а також що члени РПД зазнавали перешкод у тому, щоб скористатися цим переведенням. Тому суд відмовив у задоволенні скарг позивачів стосовно того, що вони були піддані дискримінації, а також про порушення їхнього права на свободу об’єднання, як безпідставних.", "85.  Насамкінець, суд зобов’язав виконати негайно рішення в частині поновлення позивачів на роботі.", "86.  7 серпня 2002 року Калінінградський обласний суд залишив без змін рішення суду від 24 травня 2002 року, яке було оскаржено МТПК в апеляційному порядку.", "3.  Виконання рішення суду від 24 травня 2002 року", "87.  27 травня 2002 року керуючий директор МТПК скасував накази від 20 лютого 2002 року про звільнення заявників та поновив їх на роботі. Однак, вони не були переведені до ТВК.", "88.  24 червня 2002 року ТВК з товариства з обмеженою відповідальністю було перетворено на відкрите акціонерне товариство «Морський торговий порт» (ОАО «Морской торговый порт», далі – МТП). 11 вересня 2002 року Калінінградський обласний суд роз’яснив, що заявники повинні бути поновлені на роботі у МТП, який став правонаступником ТВК.", "89.  7 серпня 2002 року усі заявники були знову звільнені з роботи у МТПК на тій підставі, що вони нібито були відсутні на робочому місці без поважної причини. Однак, заявники вказали, що ще 10 липня керуючий директор МТПК підтвердив у письмовій формі, що керівництво порту не могло запропонувати їм оплачуваної праці, оскільки термін дії ліцензії на здійснення вантажно-розвантажувальних робіт закінчився у 2001 році. Заявники оскаржили наказ про звільнення до суду.", "90.  7 жовтня 2002 року Балтійський районний суд м. Калінінграда задовольнив позовні вимоги заявників. Цей суд дійшов висновку, що відповідач не виконав рішення суду від 24 травня в частині переведення докерів до ТВК, а отже їх звільнення з причини відсутності на робочому місці без дозволу було незаконним. Цей суд зобов’язав відповідача сплатити позивачам втрачену заробітну плату та компенсацію моральної шкоди. 22 січня 2003 року Калінінградський обласний суд залишив без змін рішення суду першої інстанції.", "91.  30 жовтня 2002 року трудові відносини заявників із МТПК було припинено «у зв’язку із переведенням працівників до іншої компанії». Наступного дня керуючий директор МТП видав наказ про прийняття заявників на роботу на посади стівідорів другої категорії. Заявники стверджували, що запропоновані їм посади передбачали нижчу кваліфікацію, тоді як вони мали кваліфікацію докерів.", "92.  30 грудня 2002 року за клопотанням заявників суддя Балтійського районного суду м. Калінінграда надав роз’яснення рішення суду від 24 травня 2002 року, відповідно до якого цим рішенням суду встановлювалося зобов’язання прийняти заявників на роботу до МТП на посади докерів. 26 лютого 2003 року Калінінградський обласний суд залишив без змін надане судом першої інстанції роз’яснення цього рішення.", "II.  НАЦІОНАЛЬНЕ ЗАКОНОДАВСТВО, ЩО СТОСУЄТЬСЯ СПРАВИ", "A.  Конституція Російської Федерації", "93.  У ст. 19 Конституції Російської Федерації передбачено, що держава гарантує рівність прав і свобод людини і громадянина, не залежно від статі, раси, національності, мови, походження, майнового стану чи соціального статусу, місця проживання, ставлення до релігії, переконань, членства у громадських об’єднаннях чи інших обставин.", "94.  У ч.1 ст. 30 гарантується право на об’єднання, в тому числі право створювати професійні спілки для захисту власних інтересів.", "B.  Кодекс законів про працю РСФСР (від 25 вересня 1992 року)", "95.  У ст. 2 цього кодексу, чинній на момент подій у справі, гарантувалося зокрема право на рівну оплату за рівну працю без жодної дискримінації, а також право на звернення до суду для захисту своїх трудових прав.", "C.  Кримінальний кодекс Російської Федерації (від 13 червня 1996 року)", "96.  Згідно зі ст. 136 цього кодексу заборонено порушення прав і свобод залежно від, зокрема, належності до громадського об’єднання, яке завдає шкоди правам та законним інтересам громадян.", "D.   Закон «Про професійні спілки, їхні права та гарантії діяльності» (Закон № 10-ФЗ від 12 січня 1996 року)", "97.  У ст. 9 цього закону міститься заборона будь-яких обмежень соціальних, трудових, політичних чи інших прав і свобод громадян за ознакою їх належності чи неналежності до профспілки. Забороняється обумовлювати найм, просування по службі чи звільнення працівника його належністю чи неналежністю до певної професійної спілки.", "98.  У ст. 29 гарантується судовий захист прав професійних спілок. Справи про порушення прав професійних спілок розглядаються судом за заявою прокурора або за позовною заявою чи скаргою професійної спілки.", "99.  У ст. 30 передбачено, що посадові особи державних органів та органів місцевого самоврядування, роботодавці та посадові особи їх об’єднань підлягають дисциплінарній, адміністративній або кримінальній відповідальності за порушення законодавства про професійні спілки.", "E.  Цивільний кодекс Російської Федерації (від 30 листопада 1994 року)", "100.  У ст. 11 передбачається, що суди повинні розглядати скарги щодо захисту порушених або спірних цивільних прав.", "101.  У ст. 12 зазначається, що захист цивільних прав може здійснюватися, зокрема, такими способами як визнання права, відновлення становища, яке існувало до порушення права, припинення дій, які порушують право чи створюють загрозу порушення права, відшкодування шкоди та компенсація моральної шкоди.", "III.  МІЖНАРОДНІ ДОКУМЕНТИ, ЩО СТОСУЮТЬСЯ СПРАВИ", "A.  Рада Європи", "102.  У ст. 5 Європейської соціальної хартії (переглянутої), яку не ратифікувала Російська Федерація, передбачено:", "Стаття 5 – Право на створення організацій", "«З метою забезпечення здійснення або сприяння здійсненню свободи працівників і роботодавців створювати місцеві, національні або міжнародні організації для захисту своїх економічних і соціальних інтересів та вступати у такі організації, Сторони зобов’язуються, що національне законодавство жодним чином не обмежуватиме цю свободу та не використовуватиметься для її обмеження. Обсяг застосування гарантій, передбачених цією статтею, щодо поліції визначається національними законами або правилами. Порядок застосування цих гарантій до осіб, які входять до складу збройних сил, і обсяг їхнього застосування до осіб цієї категорії також визначаються національними законами або правилами.»", "103.  Європейський комітет із соціальних прав Ради Європи (раніше відомий як Комітет незалежних експертів), який є органом, що здійснює нагляд за виконанням Європейської соціальної хартії, ухвалив, що національне законодавство повинно гарантувати право працівників об’єднуватися у професійні спілки, а також передбачати ефективні санкції та засоби правового захисту, що мають застосовуватися у випадках, коли це право порушується. Члени професійних спілок повинні бути захищеними від будь-яких негативних наслідків, які їх членство у професійній спілці може мати щодо їхньої роботи, особливо від будь-яких форм санкцій або дискримінації у сферах прийняття на роботу, звільнення з роботи чи просування по службі з огляду на належність до профспілки чи залучення до її діяльності. У тих випадках, коли така дискримінація трапляється, національне законодавство має передбачати можливість компенсації, яка була б належною і пропорційною шкоді, якої зазнав потерпілий (див., наприклад Висновки 2004 року, Болгарія, с. 32).", "104.  Комітет також ухвалив, що для того, щоб заборона дискримінації була ефективною, національне законодавство повинно передбачати належні та ефективні засоби юридичного захисту для осіб, що скаржаться на дискримінацію; такі засоби правового захисту повинні бути належними, пропорційними та такими, що мають стримувальний вплив на порушників (див., наприклад, Висновки 2006 року, Албанія, с. 29). Національне законодавство повинно передбачати у справах про дискримінацію полегшення обов’язку доказування для позивачів (див. Висновки 2002 року, Франція, с. 24).", "B.  Міжнародна організація праці (МОП)", "105.  У ст. 11 Конвенції № 87 Міжнародної організації праці (далі − МОП) «Про свободу асоціації та захист права на організацію» (ратифікована Російської Федерацією), передбачено:", " «Кожний член Міжнародної організації праці, для якого ця Конвенція набула чинності, зобов’язується вжити всіх потрібних і відповідних заходів, щоб гарантувати працівникам і роботодавцям вільне здійснення права на організацію.»", "106.  У ст. 1 Конвенції МОП № 98 «Про застосування принципів права на організацію та ведення колективних переговорів» (ратифікована Російською Федерацією) передбачено:", "«1. Працівники мають належний захист проти будь-яких дискримінаційних дій, спрямованих на обмеження свободи об’єднання в галузі праці.", "2. Такий захист застосовується особливо щодо дій, метою яких є:", "а) підпорядкувати прийняття працівника на роботу чи збереження ним роботи умові, щоб він не вступав до профспілки або вийшов з профспілки;", "b) звільняти чи в будь-який інший спосіб завдавати шкоди працівнику на тій підставі, що він є членом профспілки чи бере участь у профспілковій діяльності в неробочий час або, за згодою підприємця, у робочий час.»", "107.  Дайджест рішень та принципів Комітету з питань свободи об’єднання Керівного органу МОП (2006) включає такі принципи:", "«...", " 769. Дискримінація за ознакою членства у професійних спілках є одним з найбільш серйозних порушень свободи об’єднання, вона може підірвати засади існування професійних спілок.", "...", "818. Основоположні норми національного законодавства, якими заборонено дискримінацію за ознакою членства у профспілках, не можуть вважатися належними, якщо вони не забезпечені процедурами, якими гарантується ефективний захист від таких порушень.", "...", "820. Повага до принципів свободи об’єднання чітко вимагає, щоб працівники, які вважають, що до них упереджено ставляться через їх профспілкову діяльність, мали доступ до засобів відновлення їхніх прав, які були б достатньо швидкими, недорогими і абсолютно незалежними.", "...", "835. У справах, які стосуються скарг про дискримінацію за ознакою членства у профспілках, компетентні у сфері розгляду трудових спорів органи влади повинні негайно розпочати розслідування за предметом скарги та вжити належних заходів для того, щоб усунути наслідки дискримінації проти професійних спілок, яка була доведена до їхнього відома.", "...»", "108.  18 квітня 2002 року Комітет МОП з питань свободи об’єднання направив Комітету експертів справу № 2199 за скаргою проти Уряду Російської Федерації, яка була подана Конфедерацією праці Росії (далі − КПР) (Звіт № 331). КПР заявляла, що члени РПД, організації асоційованої з КПР, у Калінінградському морському порту зазнають дискримінації у зв’язку з їх профспілковою діяльністю. Комітет дійшов висновку, зокрема, що:", "«...", "702. Хоча рішенням Балтійського районного суду було встановлено, що твердження про дискримінаційний характер дій керівництва порту щодо членів РПД, був недоведений, Комітет зауважує, що рішення суду поновити членів РПД на роботі у перепідпорядкованому виробничому підрозділі ТВК було мотивоване незаконністю підстав їх звільнення, адміністрація [Калінінградського порту] послідовно відмовлялася виконати рішення, не зважаючи на роз’яснення його змісту судом та його підтвердження судами вищих інстанцій. У світлі цих обставин Комітет повинен розглянути мотивацію, якою керувався роботодавець, послідовно відмовляючись поновити докерів, які всі були членами [РПД], не зважаючи на неодноразові накази судів здійснити це. Більше того, Комітет звертає увагу на постанову Думи, у якій висловлюється глибоке занепокоєння стосовно ситуації та наголошується на тому, що питання про дискримінацію щодо членів РПД було порушено обґрунтовано. Враховуючи вище викладене, Комітет вимагає від Уряду провести незалежне розслідування скарг про дискримінацію та в тому разі, якщо факти дискримінації проти членів [РПД], зокрема стосовно їх непереведення до підпорядкованих ТВК виробничих підрозділів відповідно до рішення суду, підтвердяться, вжити усіх заходів для усунення цієї ситуації, переконатися у поновленні членів РПД на роботі у ТВК, як це вимагається у рішеннях судів, а також виплати їм втрачену заробітну плату. Більше того, враховуючи той факт, що цих докерів знову було звільнено з роботи і вони звернулися до суду із новим позовом, Комітет просить, щоб Уряд повідомив його про результат цієї справи.", "703. Стосовно засобів захисту від актів дискримінації за ознакою членства у професійній спілці, Комітет нагадує, що існування базових законодавчих положень, якими заборонено дискримінаційні дії проти профспілок та їх членів, не можуть вважатися адекватним засобом захисту, якщо поряд з такими положеннями не встановлені ефективні процедури, що забезпечували б їх практичне виконання (див. Дайджест рішень та принципів Комітету з питань свободи об’єднання, 4 видання, § 742). Беручи до уваги, що у справі, починаючи з 2001 року, скарги про дискримінацію у зв’язку з членством у профспілці були скеровані до різних судових органів, однак до травня 2002 року відхилялися з процесуальних підстав, Комітет вважає, що законодавство, яке покликане забезпечити захист від дискримінації за ознакою членства у профспілках, не є достатньо чітким. Отже, Комітет вимагає, аби Уряд вжив усіх належних заходів, в тому числі через внесення змін до чинного законодавства, з тим, щоб забезпечити розгляд скарг заявників про дискримінацію за ознакою профспілкового членства в рамках національних юридичних процедур, які були б достатньо чіткими та оперативними...»", "ПРАВО", "...", "II.  ЗАЯВЛЕНЕ ПОРУШЕННЯ СТАТТІ 14 КОНВЕНЦІЇ У ПОЄДНАННІ ЗІ СТАТТЕЮ 11 КОНВЕНЦІЇ", "115.  Решта заявників скаржилися, що всупереч статтям 11 та 14 Конвенції мало місце порушення їхнього права на свободу об’єднання, яке полягало в тому, державні органи допускали дискримінаційну політику їхнього роботодавця та відмовилися розглянути їхню скаргу стосовно дискримінації у зв’язку з відсутністю у національному законодавстві ефективного механізму юридичного захисту.", "У ст. 11 Конвенції передбачено:", "«1. Кожен має право на свободу мирних зібрань і свободу об’єднання з іншими особами, включаючи право створювати профспілки та вступати до них для захисту своїх інтересів.", "2. Здійснення цих прав не підлягає жодним обмеженням, за винятком тих, що встановлені законом і є необхідними в демократичному суспільстві в інтересах національної або громадської безпеки, для запобігання заворушенням чи злочинам, для охорони здоров’я чи моралі або для захисту прав і свобод інших осіб. Ця стаття не перешкоджає запровадженню законних обмежень на здійснення цих прав особами, що входять до складу збройних сил, поліції чи адміністративних органів держави.»", "У ст. 14 Конвенції передбачено:", "«Користування правами та свободами, визнаними в цій Конвенції, має бути забезпечене без дискримінації за будь-якою ознакою − статі, раси, кольору шкіри, мови, релігії, політичних чи інших переконань, національного чи соціального походження, належності до національних меншин, майнового стану, народження, або за іншою ознакою.»", "A.  Межі обов’язків держави згідно зі статтею 14 Конвенції у поєднанні зі статтею 11 Конвенції", "1.  Подання сторін", "(a)  Заявники", "116.  Заявники доводили, що їхні права, гарантовані у ст. 11 Конвенції, було порушено, оскільки їхній роботодавець діяв з наміром залякати та покарати їх за членство у профспілці. Вони також стверджували, що держава-відповідач була безпосередньо пов’язана з низкою діянь, що обмежували їхні права як членів РПД, оскільки держава контролювали юридичну особу Морський торговий порт Калінінград. Вони заявляли, що 20 % акцій компанії належали Фонду розвитку Калінінградської області, а ще 35 % фактично контролювалися п. Каретним, який одночасно обіймав посади першого заступника губернатора, розпорядника фонду та члена ради директорів МТПК.", "117.  Заявники стверджували, що їхнє членство у РПД призвело до негативних наслідків у їхній зайнятості, оплаті праці, та що їхній роботодавець застосовував різні форми тиску на них із тим, аби протиставити їх тим працівникам, які не входили до цієї профспілки. Заявники вказували на факт переведення членів РПД до спеціальних бригад, який було визнано керівництвом МТПК в усних та письмових поясненнях у провадженні в Балтійському районному суді і відображено в рішенні цього суду від 22 березня 2000 року (див. § 45 вище). Заявники наголошували, що у цьому ж рішенні підтверджено факт зменшення їхньої заробітної плати, розмір якої все одно завжди був істотно нижчим, ніж розмір заробітної плати працівників інших бригад. Вони також зазначали упереджене ставлення до них під час проведення тестування з правил техніки безпеки праці та при прийнятті рішення про звільнення у зв’язку зі скороченням штату.", "(b)  Уряд", "118.  Уряд заперечував доводи заявників. Зокрема він стверджував, що Фонду розвитку Калінінградської області, державній установі, належало менше ніж 20 % акцій МТПК і тільки протягом нетривалого строку – з травня по листопад 1998 року. Стосовно п. Каретного Уряд доводив, що ця особа ніколи не суміщала посаду державного службовця та члена ради директорів МТПК. Таким чином, згідно з позицією Уряду, держава не могла нести відповідальність за дискримінаційні дії щодо профспілки, які оскаржуються.", "119.  Уряд також зазначав, що скарги, стосовно разючого зниження заробітної платні заявників були розглянуті Державною інспекцією праці м. Калінінграда, яка дійшла висновку, що члени тих бригад, які складалися з членів РПД, заробляли приблизно на однаковому рівні з бригадами, які складалися з докерів, котрі не були членами профспілки. Інспекція не виявила порушення трудових прав працівників порту. Крім того, не було ознак дискримінації щодо членів РПД ані в тому, як провадилося тестування з правил техніки безпеки праці, ані при звільненні працівників.", "2.  Оцінка Суду", "120.  Суд відзначає, що сторони не погоджуються у питанні, чи обставини цієї справи вказують на пряме втручання держави, беручи до уваги статус компанії «Морський торговий порт Калінінград». Суд вважає, що немає потреби вирішувати це питання, оскільки відповідальність Російської Федерації щодо оскаржуваних питань у будь-якому разі виникає у разі невжиття державою заходів на рівні національного законодавства для захисту тих прав заявників, які закріплені у ст. 11 Конвенції (див. § 41 рішення Суду у справі «Wilson, National Union of Journalists and Others проти Сполученого Королівства» (справи №№ 30668/96, 30671/96 та 30678/96, ECHR 2002V)).", "121.  Суд нагадує, що згідно з ч. 1 ст. 11 Конвенції свобода профспілок вважається однією з форм, або ж спеціальним аспектом свободи об’єднання (див. § 38 «National Union of Belgian Police проти Бельгії» від 27.10.1975 р. (Серія A № 19) та § 39 «Swedish Engine Drivers’ Union проти Швеції» від 06.02.1976 р. (Серія A № 20)). Використання у ч. 1 ст. 11 словосполучення «для захисту своїх інтересів» має певну мету, і Конвенція гарантує свободу членів професійних спілок захищати власні трудові інтереси шляхом профспілкової діяльності, здійснення та розвиток якої держави повинні не лише дозволяти, а й створювати умови для її реалізації (див. § 42 цитованого вище рішення Суду у справі Wilson).", "122.  Суд зазначає, що захист з боку держави, який був наданий заявникам, стосувався лише окремих дій їхнього роботодавця, які, на переконання заявників, порушували їхні права. Так, суди призначили компенсацію у вигляді виплати заробітної плати за два місяці за їх переведення до бригад, що складалися виключно з членів РПД, що, за твердженням заявників, призвело до зменшення розмірів їхніх доходів (див. § 46 вище); тестування з правил техніки безпеки праці, яке, на переконання заявників, призвело до несправедливої оцінки їхніх знань, було повторно проведене згідно з наказом Державної інспекції безпеки праці (див. §§ 27-28 вище); обласний прокурор дійшов висновку, що мало місце безпідставне зменшення кількості робочих годин, в результаті чого суд зобов’язав сплатити членам профспілки втрачену заробітну плату і компенсацію завданої їм моральної шкоди (див. §§ 31 та 33 вище); також було присуджено сплатити відшкодування втраченої заробітної плати та моральної шкоди за невиконання роботодавцем рішення суду від 24 травня 2002 року (див. § 90 вище); у більшості випадків суди також призначали виплати компенсацій індивідуальним членам профспілки, які постраждали від дій роботодавця (див. §§ 53-73 вище). Більше того, національні суди ретельно розглянули скарги заявників стосовно умов переведення до новоствореної стівідорної компанії, які були сприятливими для усіх докерів, крім членів РПД, та задовольнили вимоги заявників про відшкодування втраченої заробітної плати, поновлення на роботі та призначення компенсації моральної шкоди (див. § 82 вище). Заявники не скаржилися на те, що ці рішення національних судів були необґрунтованими чи незаконними.", "123.  Попри це, з огляду на сутність права на свободу об’єднання, закріпленого у ст. 11 Конвенції, Суд бере до уваги увесь комплекс заходів, вжитих відповідною державою для захисту свободи об’єднання у професійні спілки, у межах свободи розсуду держави (див. § 144 рішення Суду у складі Великої палати у справі «Demir and Baykara проти Туреччини» від 12.11.2008 р. (справа № 34503/97)). Працівник чи робітник повинен бути вільним у своєму виборі щодо того чи вступати йому до професійної спілки, чи ні, не зазнаючи за свій вибір жодних санкцій, та не зазнавати жодного тиску щодо такого вибору (див. § 39 рішення Суду у справі «Associated Society of Locomotive Engineers and Firemen (ASLEF) проти Сполученого Королівства» (справа № 11002/05, ECHR 2007...)). Формулювання ст. 11 Конвенції прямо вказує на право «кожного», і це положення, очевидно, включає право не зазнавати дискримінації через вибір особи скористатися правом на захист професійної спілки, особливо враховуючи, що ст. 14 Конвенції становить невід’ємну частину кожної зі статей Конвенції, які закріплюють права і свободи людини, не залежно від природи таких прав і свобод (див. § 44 цитованої вище справи National Union of Belgian Police). Таким чином, комплекс заходів для забезпечення гарантій, закріплених у ст. 11 Конвенції, має включати заходи захисту від дискримінації за ознакою членства у профспілці, оскільки така дискримінація, на думку Комітету з питань свободи об’єднання, становить одне з найсерйозніших порушень свободи об’єднання, котре може поставити під загрозу саме існування профспілок (див. § 107 вище).", "124.  Суд вважає надзвичайно важливим, аби особи, які зазнали дискримінаційного поводження, мали можливість розпочати судове провадження для отримання компенсації шкоди чи відновлення порушеного права, оскаржити таке поводження та аби такі особи мали доступ до засобів юридичного захисту, котрі б дозволити їм отримати компенсацію завданої цим поводженням шкоди та задоволення інших вимог. Таким чином, відповідно до ст. 11 та 14 Конвенції держави повинні запровадити судову систему, яка б забезпечувала справжній та ефективний захист від дискримінації за ознакою членства у професійних спілках.", "125.  Тому Суд повинен розглянути, чи органи державної влади вжили достатніх заходів для захисту заявників від заявленого дискримінаційного поводження, у зв’язку з їх вибором бути членами профспілки.", "B.  Достатність захисту від дискримінації щодо заявників за ознакою їх членства у профспілці", "1.  Подання сторін", "(a)  Заявники", "126.   Заявники наголошували на тому факті, що усі національні суди, до яких вони зверталися − Балтійський районний суд м. Калінінграда, Калінінградський обласний суд, а також мировий суддя Балтійського району – послідовно відмовлялися розглянути по суті їхні скарги стосовно порушення їхнього права на свободу об’єднання та застосування дискримінації на тій підставі, що питання про дискримінацію могли бути розглянуті тільки в межах кримінального провадження (див. §§ 45, 47 та 49 вище). Заявники вказували на те, що цивільне провадження фундаментально відрізняється від кримінального провадження в тому сенсі, що кримінальний процес призначений захищати інтереси суспільства в цілому, тоді як цивільний процес спрямований на отримання відшкодування у випадках неправомірних посягань на приватні інтереси осіб. Оскільки у цій справі саме права заявників приватного характеру були піддані обмеженням, відмова національних судів розглянути скарги заявників стосовно дискримінації в рамках цивільного провадження позбавила заявників ефективного засобу юридичного захисту. Крім того, прокуратура також відмовила у порушенні кримінальної справи за зверненням заявників щодо заявленого порушення принципу рівності та не вжила жодних заходів для того, щоб встановити, чи були скарги заявників підставними.", "127.  Заявники наполягали, що типові анти-дискримінаційні положення, що містяться у російському законодавстві, про які зазначав Уряд, були неефективними за відсутності дієвого механізму їх практичного втілення та застосування. Стосовно зауваження Уряду про те, що потерпілі від дискримінації мають можливість скористатися засобами захисту, закріпленими кримінальним правом, заявники звернули увагу Суду, що Уряд не навів жодного прикладу справи у якій особу було б обвинувачено та засуджено у результаті кримінального провадження на підставі ст. 136 Кримінального кодексу.", "(b)  Уряд", "128.   Уряд заперечував доводи заявників. Уряд вказував, що РПД була зареєстрована як професійна спілка у 1995 році, а у 1999 році вона пройшла перереєстрацію; таким чином, національні органи влади не перешкоджали становленню та функціонуванню РПД. Згідно з Законом «Про професійні спілки, їхні права та гарантії діяльності» забороняється втручання держави у діяльність професійних спілок (ч. 2 ст. 5) та передбачено, що соціальні та трудові права не можуть бути поставлені в залежність від членства у професійних спілках (ст. 9). У чинному на той час Кодексі законів про працю було передбачено низку гарантій: член профспілки не міг бути звільнений за скороченням штату, через недостатню професійну кваліфікацію, слабке здоров’я та подібні причини без згоди професійної спілки. Щодо виборних голів профспілок було передбачено ще більше гарантій: без попередньої згоди їх профспілки вони не могли бути переведені на іншу посаду, звільнені з посади чи притягнуті до дисциплінарної відповідальності. Насамкінець, Уряд зазначив, що згідно з цим кодексом заборонялася дискримінація за ознакою членства у громадському об’єднанні (ч. 2 ст. 16) та передбачалася можливість судового захисту порушених прав (ст. 2).", "129.  Уряд наполягав на тому, що заявникам надавався такий самий захист їхніх прав і свобод, як і іншим громадянам Росії. Зокрема, заявники мали можливість скористатися своїм правом на страйк; вони зверталися за захистом своїх прав до Державної інспекції праці та до органів прокуратури. Стосовно можливості звернення до суду з вимогою визнати факт дискримінації, Уряд звернув увагу на рішення Калінінградського обласного суду, згідно з яким ця скарга заявників за своєю суттю стосувалася порушення рівності людей, та, як така, вона повинна була бути розглянута в рамках кримінальної справи щодо складу злочину, передбаченого ст. 136 Кримінального кодексу. Уряд також надав інформацію, що станом на 1997 рік шестеро осіб були засуджені за вчинення злочину, передбаченого цією статтею. Уряд вказував на те, що заявники не оскаржили рішення прокуратури про відмову в порушенні кримінальної справи за фактами заявленого дискримінаційного поводження, а отже вони не вичерпали доступних національних засобів юридичного захисту.", "2.  Оцінка Суду", "130.  Суд зазначає, що компанія «Морський торговий порт Калінінград» використала різноманітні засоби для того щоб спонукати своїх працівників відмовитися від членства у профспілці, зокрема, їх переведення до спеціальних бригад, у яких були обмежені можливості доступу до роботи; звільнення, що в подальшому було визнане судами незаконним; зменшення розміру оплати праці; дисциплінарні стягнення та відмову поновити працівників на роботі на підставі рішень судів та ін. В результаті, кількість членів РПД суттєво скоротилося − з 290 осіб у 1999 році до 24 осіб у 2001 році. Суд також звертає увагу на висновки Калінінградської обласної думи (див. § 51 вище), а також Комітету МОП з питань свободи об’єднання (див. § 108 вище) про те, що питання про дискримінацію за ознакою членства у профспілці було порушено заявниками небезпідставно. Тому Суд погоджується, що негативні наслідки, яких заявники зазнали у зв’язку з їх членством в РПД, були достатніми для того, щоб відповідне поводження, на перший погляд, розцінювалося як дискримінація у користуванні правами, закріпленими у ст. 11 Конвенції.", "131.  Суд також зауважує, що заявники у цій справі зверталися до органів влади з тим, аби останні вжили заходів для запобігання неправомірним діям з боку роботодавця, спрямованим на те, щоб примусити заявників відмовитися від членства у профспілці. Заявники звертали увагу судів на регулярні дії дискримінаційного характеру щодо них з боку роботодавця протягом тривалого часу. З погляду заявників, саме задоволення їхніх позовних вимог щодо визнання дискримінації слугувало б найбільш ефективним засобом захисту їхнього права бути членами профспілки, не зазнаючи за це покарання чи тиску.", "132.  Суд зауважує, що чинне на момент подій у справі законодавство Російської Федерації містило неконкретизовану заборону будь-якої дискримінації за ознакою членства або відсутності членства у професійних спілках (ст. 9 Закону «Про професійні спілки, їхні права та гарантії діяльності»). Згідно з національним законодавством заявники могли оскаржити дискримінацію щодо них до суду на підставі загальних норм Цивільного кодексу Російської Федерації (ст. 11-12) та спеціальних норм (lex specialis), закріплених у ст. 29 Закону «Про професійні спілки, їхні права та гарантії діяльності».", "133.  Однак ці положення виявилися неефективними у справі, що розглядається. Суд зазначає, що національні судові органи у двох різних провадженнях відмовилися розглядати по суті скарги заявників на дискримінацію, ухваливши, що встановлення факту дискримінації було можливим тільки в рамках кримінального процесу, а отже не могло було розглянутим в порядку цивільного судочинства (див. §§ 47 і 49 вище). Ця позиція, також підтверджена в зауваженнях Уряду, була, однак, не дотримана в одному випадку, коли Балтійський районний суд розглянув по суті одну зі скарг заявників на дискримінацію, яка була заявлена лише на рік пізніше від попередніх скарг з цього питання (див. §§ 83-84 вище).", "134.  Однак істотним недоліком кримінально-процесуального засобу юридичного захисту від дискримінації є те, що, оскільки він ґрунтується на принципі індивідуальної кримінальної відповідальності особи, то вимагає доказів «поза розумними сумнівами» прямого умислу з боку однієї з керівних посадових осіб компанії піддавати дискримінації членів професійної спілки. Невстановленість такого умислу призвела до того, що прокуратурою було прийняте рішення про відмову в порушенні кримінальної справи за скаргою заявників на дискримінацію (див. §§ 38-39, 45, 47 та 49 вище). Більше того, потерпілі від дискримінації відіграють лише незначну роль у ініціюванні та провадженні у кримінальній справі. Тому Суд не погоджується, що притягнення до кримінальної відповідальності, яке залежить від можливості органів прокуратури встановити та довести прямий умисел дискримінувати працівників у зв’язку з їх членством у профспілці, могло забезпечити належний та практично ефективний захист у випадках дискримінації за ознакою членства у профспілці. Натомість, у цивільному провадженні можна було би виконати набагато більш делікатне завдання із дослідження всіх елементів відносин між заявниками та їхнім роботодавцем, в тому числі розглянути загальний вплив різноманітних заходів, що були використані останнім для примушення докерів вийти з РПД, а також отримати належне відшкодування.", "135.  Суд не може оцінювати, чи ефективний захист права заявників не зазнавати дискримінації, як припускали заявники, міг запобігти майбутнім негативним діям щодо них з боку їхніх роботодавців. Попри це, Суд вважає, що з огляду на об’єктивні наслідки поведінки роботодавця, відсутність такого захисту могла породжувати страх потенційної дискримінації та стримувати інших осіб від вступу до профспілки, що могло призвести до її зникнення, таким чином негативно впливаючи на здійснення свободи об’єднання.", "136.  Отже, Суд вважає, що держава не виконала свої позитивні обов’язки запровадити ефективний і чіткий судовий захист від дискримінації за ознакою членства у професійній спілці. Тому мало місце порушення ст. 14 Конвенції у поєднанні зі ст. 11 Конвенції.", "III.  ЗАЯВЛЕНЕ ПОРУШЕННЯ СТАТТІ 13 КОНВЕНЦІЇ", "137.  Заявники скаржилися на те, що вони були позбавлені ефективних засобів юридичного захисту щодо їхніх скарг на дискримінацію. Вони покликалися на ст. 13 Конвенції.", "138.  Суд зазначає, що ця скарга прямо пов’язана з тими, що вже були розглянуті на підставі ст. 11 та 14 Конвенції. З огляду на підстави встановлення порушення ст. 14 Конвенції у поєднанні зі ст. 11 Конвенції (див. §§ 130-136 вище), Суд не вважає за потрібне окремо розглядати питання про порушення ст. 13 Конвенції.", "IV.  ЗАСТОСУВАННЯ СТАТТІ 41 КОНВЕНЦІЇ", "139.  У ст. 41 Конвенції передбачено:", "«Якщо Суд визнає факт порушення Конвенції або протоколів до неї і якщо внутрішнє право відповідної Високої Договірної Сторони передбачає лише часткове відшкодування, Суд, у разі необхідності, надає потерпілій стороні справедливу сатисфакцію.»", "A.  Шкода", "140.  Заявники вимагали компенсувати заробітну плату, втрачену у результаті дискримінації щодо них як членів профспілки. Вимоги у цій частині становили від близько 17,387 російських рублів до близько 1,207,643 російських рублів. Вони також вимагали 100,000 євро як компенсацію моральної шкоди кожному заявнику.", "141.  Уряд вважав ці вимоги безпідставними та надмірними.", "142.  Суд нагадує, що принцип, на якому ґрунтується положення про справедливу сатисфакцію, полягає в тому, що заявник має опинитися, на скільки це можливо, в тому ж становищі, в якому він був би, якби не було порушення Конвенції. Суд призначає грошове відшкодування згідно зі ст. 41 Конвенції, лише якщо шкода чи збитки, завдані заявнику, були спричинені саме встановленим Судом порушенням, оскільки не можна вимагати від держави відшкодування шкоди, за завдання якої вона не відповідальна (див. § 54 цитованого вище рішення Суду у справі Wilson).", "143.  Суд зазначає, що у справі, яка розглядається, призначення справедливої сатисфакції може ґрунтуватися лише на тому факті, що органи державної влади відмовилися розглянути по суті скарги заявників на дискримінацію. Суд не може оцінювати, чи заявники зберегли б свої доходи в тому разі, якщо б ці їхні скарги були належним чином розглянуті. Тому Суд відмовляє у задоволенні вимог заявників про відшкодування майнової шкоди. Однак невдалі спроби захистити свої права на свободу від дискримінації за ознакою членства у профспілці, не могли не спричинити в заявників почуття виправданого гніву, відчаю, емоційних страждань (див. § 61 цитованого вище рішення Суду у справі Wilson). Суд вважає, що на основі справедливості кожному заявнику має бути присуджено 2,500 євро як компенсацію завданої моральної шкоди, а також будь-які податки, якщо такі можуть бути стягнуті з цієї суми.", "B.  Судові та інші витрати", "144.  Заявники не заявили жодних вимог про відшкодування судових та інших витрат. Враховуючи, що заявники отримали від Ради Європи 701 євро як правову допомогу, Суд не призначає жодної компенсації за цим пунктом.", "C.  Відсотки у разі несвоєчасної оплати", "145.  Суд вважає прийнятним, аби відсотки у разі несвоєчасної виплати визначалися на підставі граничної кредитної ставки Європейського центрального банку плюс три відсоткові пункти.", "З ЦИХ ПІДСТАВ СУД ОДНОСТАЙНО", "1.  Вирішує вилучити з реєстру заяву у тій частині, в якій вона стосується скарг двадцятого та тридцять першого заявників (п. Олександра Федоровича Вєрховцева та п. Олександра Михайловича Лєнічкіна);", "", "2.  Ухвалює, що мало місце порушення ст. 14 Конвенції у поєднанні зі ст. 11 Конвенції щодо інших заявників;", "", "3.  Ухвалює, що немає потреби розглядати скаргу заявників на порушення ст. 13 Конвенції;", "", "4.  Ухвалює", "(a)  що держава-відповідач має сплатити кожному заявнику протягом трьох місяців з моменту набуття рішенням статусу остаточного на підставі ч.2 ст. 44 Конвенції 2,500 євро (дві тисячі п’ятсот євро) як компенсацію моральної шкоди, а також будь-який податок, якщо такий може бути стягнуто, у перерахунку на російські рублі на день виплати.", "(b)  що по спливу зазначених вище трьох місяців і до остаточного розрахунку на вказані суми нараховуватиметься простий відсоток у розмірі граничної кредитної ставки Європейського центрального банку, чинної у відповідний період невиконання цих платежів, плюс три відсоткові пункти;", "", "5.  Відхиляє решту вимог заявника щодо справедливої сатисфакції.", "Учинено англійською мовою та повідомлено у письмовій формі 30 липня 2009 року відповідно до п.п. 2 та 3 правила 77 Регламенту Суду.", "\tStephen Phillips\tRait Maruste\n\tзаступник секретаря\tголова", "", "", "© Рада Європи/Європейський суд з прав людини, 2012 р.", "Офіційними мовами Європейського суду з прав людини є англійська та французька. Цей переклад було замовлено за підтримки Довірчого фонду з прав людини Ради Європи (). Він не є обов’язковим для Суду і не покладає на Суд жодної відповідальності щодо якості цього перекладу. Його можна завантажити з бази даних HUDOC практики Європейського суду з прав людини () або з будь-якої іншої бази даних, у якій Суд його розмістив. Його можна відтворювати у некомерційних цілях, за умови, що цитується повна назва справи, разом з вказівкою на авторське право і посиланням на Довірчий фонд з прав людини. Якщо планується використовувати будь-яку частину цього перекладу для комерційних цілей, будь-ласка, контактуйте .", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}