{"file": "UKR_HJUDUKR_35877_04.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "35877/04", "text_paragraphs": ["Справа «Махмудов та Аґазаде проти Азербайджану»", "(“Mahmudov and Agazade v. Azerbaijan”)", "У рішенні, ухваленому 18 грудня 2008 року у справі «Махмудов та Аґазаде проти Азербайджану», Суд постановив, що", "було порушено ст. 10 Конвенції (свобода вираження поглядів) стосовно засудження заявників за наклеп на політика – відомого фахівця у сільському господарстві Азербайджану.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявникам 1 000 євро як компенсацію моральної шкоди та 925 євро на відшкодування судових витрат.", "Обставини справи", "Заявники Ровшан Азґар огли Махмудов, 1961 р. н., та Яшар Вакіф огли Аґазаде, 1979 р. н., є громадянами Азербайджану та проживають у м. Баку. Пан Махмудов є редактором, а п. Аґазаде – журналістом газети «Мюксаліфат».", "У квітні 2003 року у цій газеті була опублікована стаття під назвою «Зернова мафія Азербайджану». Стаття супроводжувалася фотографією п. Дж. А., члена Національної академії наук, відомого фахівця у сільському господарстві та депутата азербайджанського парламенту. У цій статті йшлося про низку проблем у сільському господарстві країни, зокрема зазначалось, що п. Дж. А. був відповідальним за вирощування експериментальних врожаїв у кількох сільськогосподарських районах Азербайджану.", "Пан Дж. А. подав позов до районного суду м. Ясамал, скаржачись на наклепницький та образливий зміст статті.", "Під час судових засідань заявники стверджували, що у статті аналізувалась загальна ситуація в агропромисловому секторі країни і п. Дж. А. не звинувачувався у будь-якій кримінально-протиправній діяльності. Фотографію цього політика було поміщено поруч зі статтею, зважаючи на його загальновідомі здобутки у розвитку зернового господарства Азербайджану.", "У травні 2003 року районний суд м. Ясамал визнав п. Махмудова та п. Аґазаде винними у наклепі та спричиненні образи. Проаналізувавши газетну статтю, суд зауважив, що у її тексті недвозначно згадувалось ім’я п. Дж. А., а також зазначалось, що тисячі гектарів зернових піль належать йому. Суд постановив, що ця стаття представивши п. Дж. А. як особу, яка незаконно контролювала «експериментальні» державні зернові поля, заплямувала його честь і гідність та політичну репутацію.", "Районний суд засудив кожного із заявників до 5 місяців ув’язнення і відразу ж, у зв’язку з прийняттям закону про амністію, звільнив їх від відбування цього покарання.", "Заявники безуспішно оскаржували прийняте проти них рішення в Апеляційному та Верховному судах.", "Зміст рішення Суду", "Заявники скаржилися на те, що їхнє засудження за наклеп та образу порушувало ст. 10 Конвенції.", "Суд вказав, що інформація у статті, авторами якої були п. Махмудов та п. Аґазаде, стосувалась загальновідомих проблем у агропромисловому комплексі Азербайджану, що були об’єктом загального інтересу.", "Суд також зауважив, що п. Дж. А. був публічною особою, а тому свідомо допускав можливість критики своїх дій.", "Однак, на думку Суду, заявники, стверджуючи, що п. Дж. А. контролював тисячі гектарів державної землі сільськогосподарського призначення, не представили достатніх доказів, а тому діяли недобросовісно та порушували журналістську етику. Відтак Суд вирішив, що, з огляду на обставини розглядуваної справи, національні органи влади мали право обмежити здійснення заявниками права на свободу вираження поглядів, а їх засудження за наклеп та образу відповідало «нагальній соціальній потребі».", "Разом з тим Суд вважає, що застосування до п. Махмудова та п. Аґазаде покарання у вигляді позбавлення волі не було виправданим. така санкція, за її сутністю, вчиняє надзвичайно негативний вплив на здійснення принципу журналістської свободи. Той факт, що заявники не відбували покарання, не змінює зазначеного висновку, оскільки п. Махмудов та п. Аґазаде були звільнені від відбування покарання лише завдяки співпадінню вироку з прийняттям закону про амністію.", "Тому, на думку Суду, застосування до заявників покарання у вигляді позбавлення волі суперечило принципу свободи преси, відповідно до якого вона виконує роль «сторожового пса» у демократичному суспільстві.", "Нарешті, Суд постановив, що кримінальна санкція, застосована до п. Махмудова та п. Аґазаде, прирівнювалась до непропорційного втручання у їхнє право на свободу вираження поглядів і не може вважатись такою, що є «необхідною у демократичному суспільстві», а отже, є порушенням ст. 10 Конвенції."]}