{"file": "UKR_HJUDUKR_33400_96.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "33400/96", "text_paragraphs": ["", "Справа „Ернст та інші проти Бельгії”", "(Ernst and Others v. )", "", "У рішенні, ухваленому 15 липня 2003 року у справі „Ернст та інші проти Бельгії”, Cуд постановив, що:", "було порушено ст. 10 Конвенції (свобода вираження поглядів);", "було порушено ст. 8 Конвенції (право на повагу до приватного та сімейного життя);", "не було порушено ч. 1 ст. 6 Конвенції (право на справедливий судовий розгляд);", "не було порушено ст. 14 Конвенції (заборона дискримінації) у поєднанні із п.1 ст. 6 (доступ до суду);", "не було порушено ст. 13 Конвенції (право на ефективний засіб правового захисту).", "Суд постановив сплатити кожному заявнику 2000 євро як компенсацію моральної шкоди, а також усім разом —9000 євро у відшкодування судових витрат.", "Обставини справи", "Усі чотири заявники є громадянами Бельгії: Мартен Ернст (Martine Ernst) — журналіст Радіо-Телебачення Французької спілки у Бельгії (Radio Télévision de la Communauté Française de Belgique (R.T.B.F.)), Ален Гійом (Alain Guillaume) та Рене Хакін (René Haquin) — журналісти щоденної газети Le Soir, а Філіп Бревай (Philippe Brewaeys) — журналіст тижневика Le Soir Illustré.", "23 червня 1995 року Відділ розслідування тяжких злочинів, діяльністю якого керує суддя, відповідальний за розслідування справи, здійснив обшуки в офісах видавництв газет, головному офісі R.T.B.F., а також у чотирьох помешканнях журналістів. Обшук проводився у зв’язку з розслідуванням справи за обвинуваченням членів Державної юридичної служби Апеляційного суду у м. Льєж у порушенні конфіденційності, що спричинило розголошення інформації у кримінальних справах, яке могло мати певні політичні наслідки.", "20 вересня 1995 року заявники подали скаргу слідчому судді Суду першої інстанції м. Брюссель на дії невідомої особи чи осіб і звернулися з заявою про залучення їх до провадження у кримінальній справі як цивільних позивачів. Крім того, вони скаржились на те, що їм не було надано необхідної інформації щодо підстав, мети та обсягу тих заходів, про здійснення яких розпорядився суддя, що проводив розслідування. Вони стверджували, що в результаті проведення 23 червня 1995 року масових обшуків не був дотриманий принцип недоторканності журналістських джерел інформації, внаслідок чого було порушено ст. 10 Конвенції, а також було порушено їхнє право на повагу до приватного й сімейного життя. 16 жовтня 1995 року Суд першої інстанції у закритому засіданні відзначив, що скарги були безпосередньо спрямовані проти службовця судової влади і тому прийняв рішення про усунення слідчого судді від справи та передав її до органів державного обвинувачення. Після того матеріали справи були передані Міністру Юстиції, а згодом — Головному державному обвинувачеві при Касаційному суді.", "У рішенні від 1 квітня 1996 року Касаційний суд постановив, що оскільки скарга була спрямована проти судді, який має імунітет від судового переслідування, клопотання заявників про залучення їх як цивільних позивачів було неприйнятним і відмовив у порушенні провадження. Крім того, було зазначено, що Головний державний обвинувач при Апеляційному суді у м. Брюссель не порушив кримінальної справи проти судді, в той час як лише він наділений такими повноваженнями. 26 квітня 1996 року Головний державний обвинувач при Апеляційному суді у м. Брюссель повідомив заявників, що стосовно їхньої скарги жодних дій вчинятись не буде.", "21 листопада 1995 року заявники подали до суду першої інстанції цивільний позов до Держави про відшкодування шкоди, заподіяної в результаті проведення слідчих дій з обшуку та вилучення. Справа все ще перебуває в процесі розгляду.", "Зміст рішення Суду", "Керуючись ст. 6 Конвенції, заявники скаржились на те, що, імунітет судді від переслідування (як це протлумачив Касаційний суд) призвів до відмови у доступі до правосуддя і завадив поданню заяви до суду для вирішення всіх правових та фактичних питань. Вони також стверджували, що були численні порушення ст. 6 під час провадження: деякі документальні докази не були розкриті, а інші їм передані не були; слухання не було відкритим.", "Далі заявники скаржились на те, що процедури проведення обшуків і вилучень, яких вони зазнали, становили втручання в їх свободу вираження, що є порушенням ст. 10 Конвенції, а також порушення права на повагу до приватного та сімейного життя, яке передбачене ст. 8 Конвенції. Заявники також скаржились на порушення ст. 14 в поєднанні зі ст. 6 Конвенції, оскільки вони зазнали дискримінації порівняно з тими, хто б подавав скаргу не проти судді, а проти іншої особи. На завершення, вони скаржились на порушення ст. 13 Конвенції, оскільки не мали ефективного засобу правового захисту від відмови порушити справу за їхньою скаргою.", "Суд відзначив, що заявникам було надано доступ до Касаційного суду, який, однак, визнав, що заява про залучення їх як цивільних сторін до провадження була неприйнятною на тій підставі, що відповідачем був суддя, який наділений імунітетом від судового переслідування. Імунітет від переслідування є давньою традицією, яка спрямована на забезпечення належного здійснення правосуддя і має місце також і в інших внутрішніх та міжнародних правових системах. Інститут імунітету від судового переслідування має законну мету, оскільки є засобом забезпечення належного здійснення правосуддя.", "Відповідно до законодавства Бельгії, повноваження розглядати кримінальну справу, у якій обвинуваченим виступає посадова особа судової гілки влади, має лише апеляційний суд, а повноваження порушити таке провадження має тільки Головний державний обвинувач при Апеляційному суді. Аби вирішити, чи даний імунітет від переслідування не суперечив вимогам Конвенції, Суд повинен дослідити, чи заявники мали інші правові засоби для ефективної охорони своїх прав, передбачених Конвенцією.", "Суд зазначив, що заявники могли подати цивільний позов до інших осіб, про яких йшлося у скарзі, але подавати позов до судді про відшкодування шкоди, заподіяної порушенням ним його службових обов’язків, було — з огляду на Судовий кодекс Бельгії, — неприйнятним. Суд також вказав, що заявники подали цивільний позов до Держави про відшкодування шкоди з тих самих підстав, які викладені в їхній скарзі. Відповідно, вони не були позбавлені права звертатися до суду з вимогою про відшкодування. За таких обставин Суд дійшов висновку, що ті обмеження на право доступу до суду, які виникли як наслідок специфічної природи імунітету судді від переслідування, не порушували саму суть права заявників на судовий розгляд і не були диспропорційними в сенсі п.1 ст.6 Конвенції. Тому Суд вирішив, що в цій частині порушення Конвенції не було.", "Суд відзначив, що при вирішенні питання щодо прийнятності заяви про залучення до процесу як цивільних сторін Касаційний суд поклав в основу документальні докази, які були надані заявникам для ознайомлення згідно з принципом змагальності процесу. У Касаційного суду не було потреби звертатися до інших доказів, аби прийняти дане рішення, а те, що докази, які перебували у Головного державного обвинувача, не були подані Касаційному суду чи заявникам, істотного значення не мало. Тому Суд вирішив, що в цій частині порушення Конвенції не було.", "Відповідно до Конституції Бельгії, судовий розгляд має бути відкритим, а судове рішення проголошується прилюдно, за винятком тих випадків, які стосуються слідчих процедур. Таким чином, якщо суд діє як слідчий орган, як це було і в даному випадку, судовий розгляд має бути закритим і рішення не оприлюднюється.", "Заявники не ставили вимог про відкритий судовий розгляд та й не подавали заперечень стосовно того, що розгляд справи буде відбуватись у закритому судовому засіданні. Розгляд у закритому судовому засіданні питання про допустимість заяви стосовно залучення їх до процесу як цивільних сторін не становив порушення Конвенції. Стосовно ж вимоги публічного проголошення рішення суду, то оскільки заявники не надали жодної інформації про ці обставини, Суд вважає, що порушення п.1 ст. 6 Конвенції не було. Відтак, порушення Конвенції в частині публічності судового процесу та проголошення рішення не було.", "Суд дійшов висновку, що рішення про відмову вимагати прийняття судом постанови стосовно питання, віднесеного до попереднього слухання справи, було достатньо обґрунтованим і несвавільним. Тому в цьому аспекті порушення Конвенції не було.", "Суд відзначив, що ця частина скарги поглинається оскарженням за ст. 6 Конвенції. Заявники не виклали жодних аргументів, якими б обґрунтовувалося порушення права на ефективний засіб правового захисту. Суд вкотре зазначив, що при виникненні питання про доступ до суду, гарантії ст. 13 поглинаються гарантіями, передбаченими ст.6 Конвенції. Суд постановив, що право на доступ до суду порушено не було, а отже, не було порушено й ст. 13 Конвенції.", "Правило щодо імунітету судді від судового переслідування, на який скаржаться заявники, має законну мету, а саме: захистити посадових осіб судової влади від безпідставних судових переслідувань і надати їм можливість виконувати свої посадові обов’язки незалежно та неупереджено. Оскільки заявники скористалися правом подати цивільний позов проти Бельгійської держави, Суд дійшов висновку, що вимога про розумну пропорційність між засобами судового захисту, визначеними законодавством Бельгії, та цілями правової охорони публічних інститутів була дотримана.", "Обшуки становили втручання у свободу вираження поглядів заявників, і таке втручання обмежувалося Кодексом Бельгії про кримінальні розслідування. Враховуючи конкретні обставини справи, Суд дійшов висновку, що дане втручання було спрямоване на запобігання поширенню інформації, отриманої конфіденційно, на охорону репутації інших осіб і загалом на підтримку авторитету та неупередженості судової влади.", "Ніхто не вказував на те, що заявники мали письмові статті, які містили таємну інформацію про справи і які зумовили проведення обшуків. Суд вирішив, що ті заходи, які були спрямовані журналістами на збирання інформації задля встановлення істини, входили до сфери охорони журналістських джерел.", "Суд був вражений тим, наскільки великими були масштаби обшуків, здійснюваних у восьми майже одночасних операціях, до яких було залучено близько 160 поліцейських. Суд зазначив, що Уряд Бельгії не вказав, яким чином обґрунтовувалася причетність заявників до розслідуваних злочинів, а також які заходи були вжиті конкретно щодо членів Державної юридичної служби, які безпосередньо, як вважалося, були відповідальні за „витік” інформації. Суд поставив питання про те, чи можна було б застосувати інші заходи, аби виявити осіб, відповідальних за порушення конфіденційності, і вказав, що Уряд не довів, що без проведення обшуків та вилучень влада не змогла б встановити причетність заявників до злочинів.", "Слідчі, завдання яких полягало у розкритті джерела інформації журналістів, мали широкі повноваження для розслідування і провели обшуки помешкань журналістів і місць їхньої роботи. У зв’язку з цим було ще раз наголошено, що обмеження, встановлені для вимог щодо нерозголошення джерел інформації журналістів, вимагали більшої уваги Суду.", "За цих обставин Суд дійшов висновку, що Уряд Бельгії не забезпечив справедливий баланс між конкуруючими інтересами. Незважаючи на те, що підстави для цього були „значимі”, вони не були „достатніми” для обґрунтування такої масштабності обшуків та вилучень. У контексті інтересу демократичного суспільства у забезпеченні та підтримці свободи преси засоби, які використовувалися, не відповідали законній меті. Тому Суд вирішив, що мало місце порушення ст. 10 Конвенції.", "Обшуки, проведені у місцях праці, помешканнях та, в окремих випадках, автомобілях заявників становили втручання в їхнє право на повагу до приватного життя. Це втручання, яке було здійснене відповідно до положень Кодексу Бельгії про кримінальні розслідування та Закону „Про обшуки (житлових приміщень)” від 7 червня 1969 року, переслідувало законну мету, а саме: запобігання правопорушенням чи злочинам, а також охорона прав та свобод інших осіб.", "Обшуки проводились з дотриманням певних процесуальних гарантій. Однак заявники не були обвинувачені у жодному злочині, а дозволи (ордери) на обшуки були викладені в надто загальних формулюваннях. Суд встановив, що в ордерах було вказано про необхідність провести обшук і вилучити „всі документи чи предмети, які могли б сприяти у розслідуванні” без будь-якого обмеження, без зазначення інформації про саме розслідування і про те, обшук яких саме житлових приміщень потрібно здійснювати та які саме предмети потрібно вилучити. Більше того, Уряд визнав, що заявники не були повідомлені про підстави для обшуків.", "За таких обставин Суд визнав, що зазначені обшуки не відповідали законній меті, яка переслідувалась при їх здійсненні, і постановив, що було порушено ст. 8 Конвенції.", "Реферативний переклад з англійської мови та опрацювання рішення здійснено у Львівській лабораторії прав людини і громадянина НДІ державного будівництва та місцевого самоврядування АПрН України М.Ю. Пришляк та П.М. Рабіновичем.", "", "", ""]}