{"file": "UKR_HJUDUKR_76240_01.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "76240/01", "text_paragraphs": ["Справа «Вагнер та Дж. М. проти Люксембурга»", "(“WAGNER and J.M.W.L. v. Luxemburg”)", "У рішенні, ухваленому 28 червня 2007 року у справі «Вагнер та Дж. М. проти Люксембурга», Суд постановив, що:", "було порушено ст. 6 Конвенції;", "було порушено ст. 8 Конвенції у зв’язку з відмовою судів Люксембурга визнати сімейні відносини щодо усиновлення, яке відбулося в Перу;", "мало місце порушення ст. 14 Конвенції, взятої у поєднанні зі ст. 8 Конвенції, яке виявилось у тому, що Дж. М. була змушена зазнати гіршого ставлення до неї через невизнання судами Люксембурга рішення щодо її усиновлення, ухваленого в Перу.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити п. Вагнер 715 євро на відшкодування матеріальної шкоди, 2 500 євро як відшкодування моральної шкоди та 13 760 євро на відшкодування судових витрат.", "Заявниками є п. Жанна Вагнер, 1967 р. н., громадянка Люксембурга, та її прийомна дочка Дж. М., яка народилась 1993 р. у Перу. Вони мешкають у Люксембурзі. Пані Вагнер є матір’ю чотирьох дітей.", "Обставини справи", "У листопаді 1996 року п. Вагнер усиновила трирічну дівчинку, народжену в Перу. Усиновлення було здійснено на підставі рішення місцевого суду Перу.", "1997 року заявники звернулися до місцевого суду Люксембурга з позовом про визнання судового рішення про усиновлення, ухваленого у Перу. Цей захід був необхідний для здобуття п. Дж. М. повного цивільного статусу в Люксембурзі, а також можливості стати громадянкою цієї країни.", "Однак у червні 1999 року місцевий суд Люксембурга відмовив заявникам у задоволені їх позову на підставі норми про те, що усиновлення не може бути здійснено незаміжньою жінкою. Заявники оскаржили це рішення, стверджуючи, зокрема, про порушення ст. 8 Конвенції. Втім апеляційна скарга заявників була визнана необгрунтованою з огляду на те, що суд першої інстанції правильно застосував законодавство (у справі виявилась колізія права двох країн і було визнано, що застосуванню підлягає законодавство країни громадянства усиновителя, тобто законодавство Люксембурга). Відтак апеляційний суд підтвердив рішення суду першої інстанції про невизнання рішення місцевого суду Перу щодо усиновлення, оскільки усиновлення мало відбутися за законодавством Люксембурга, а не за законодавством Перу. Апеляційний суд також відзначив, що не було необхідності роглядати інші умови для визнання законності рішення місцевого суду Перу на території Люксембурга, зокрема таку умову, як відповідність рішення добрим міжнародним відносинам.", "Заявники звернулися до відповідної судової інстанції Люксембурга з касаційною скаргою, однак знову безуспішно. Касаційний суд залишив у силі рішення судів першої та апеляційної інстанцій і вказав, зокрема, на те, що твердження заявників щодо порушення ст. 8 Конвенції не були належною підставою для апеляційної скарги, оскільки ці твердження мали “сумнівний, невизначений і неточний характер”.", "Заявники порушили адміністративне провадження, оскаржуючи відмову Міністра у справах сім’ї, соціальної солідарності та молодіжної політики вжити необхідних заходів для визнання усиновлення компетентними органами Люксембурга. Скаргу було задоволено судом першої інстанції, однак відхилено вищим адміністративним судом.", "Зміст рішення Суду", "Заявники стверджували про порушення ч. 1 ст. 6 Конвенції, вважаючи, що їх було позбавлено справедливого судового розгляду, оскільки національні суди відмовились розглянути їхні аргументи щодо порушення ст. 8 Конвенції. Заявники також зазначали про порушення ст. 8 Конвенції, яке, на їх думку, виявилось у невизнанні державними органами сімейних відносин між п. Вагнер та Дж. М., що виникли на підставі рішення місцевого суду Перу стосовно усиновлення Дж. М. І, нарешті, заявники скаржились на порушення ст. 14 Конвенції, взятої у поєднанні зі ст. 8, оскільки внаслідок відмови судів Люксембурга визнати це усиновлення матір з дочкою зазнали несправедливої дискримінації.", "Суд нагадав, що, з одного боку, відхиляючи той чи інший аргумент сторони, суди не зобов’язані пояснювати причини відхилення у кожному випадку. Однак суди повинні давати належні пояснення та відповідь на виклад стороною головних пунктів своєї позиції. Якщо, до того ж, ці пункти стосуються прав і свобод, гарантованих Конвенцією та Протоколами до неї, національні суди мають підходити до їх розгляду з особливою пильністю і увагою.", "На думку Суду, одним з головних пунктів апеляційної скарги заявників був аргумент про те, що рішення суду першої інстанції несумісне з вимогами ст. 8 Конвенції, зокрема наголошування заявників на тому, що відповідне рішення не узгоджується з принципом добрих міднародних відносин (вони стверджували, що підходи, запроваджені у зовнішній політиці, прямо вказували на те, що рішення місцевого суду Перу щодо усиновлення має бути визнано у Люксембурзі на виконання ст. 8 Конвенції). Отож, зазначений аргумент потребував окремої та чіткої відповіді з боку суду. Однак апеляційний суд не розглянув та не відповів на це міркування. До того ж, Касаційний суд підтримав позицію суду першої інстанції та апеляційного суду, незважаючи на те, що відповідно до його прецедентної практики Конвенція була актом прямої дії у правовій системі Люксембурга.", "Зважаючи на зазначені обставини, Суд дійшов висновку про те, що суди Люксембурга не забезпечили заявникам ефективного розгляду їх справи, а відтак не спромоглися гарантувати право на справедливий судовий розгляд, передбачене ч. 1 ст. 6 Конвенції. Тому Суд постановив, що мало місце порушення цієї статті.", "Суд далі розглянув питання стосовно можливого порушеня ст. 8 Конвенції. Він відзначив, що відмова судів Люксембурга визнати та виконати рішення суду Перу щодо усиновлення постала через відсутність у законодавстві Люксембурга норми, яка б передбачала для неодруженої особи право усиновлювати дитину. Зважаючи на конкретні обставини цієї справи, така ситуація, на думку Суду, означала втручання у право заявників на повагу до їх сімейного життя.", "Відмова визнати рішення суду Перу щодо усиновлення була спрямована на захист «здоров’я, моралі», а також «прав і свобод» дитини. Суд не вважав нераціональним ретельне з’ясування органами Люксембурга питання про те, чи узгоджувався підхід, застосований судом Перу у справі про усиновлення, із законом Люксембурга стосовно вирішення колізії права.", "Вирішуючи питання про те, чи були застосовані заходи, які є «необхідними у демократичному суспільстві», Суд нагадав, що його повноваження не дозволяють підміняти органи, відповідальні за регулювання державної політики щодо усиновлення. Завдання суду полягало в тому, аби крізь призму Конвенції оцінити рішення, ухвалені відповідними органами в межах їх свободи розсуду.", "Суд зауважив, що в Європі існує широкий консенсус щодо можливостей неодружених осіб усиновлювати дітей. Дослідження законодавства держав-учасниць Ради Європи з цього питання підтвердило, що право неодружених осіб усиновлювати дитину без будь-яких обмежень було передбачено у 47 країнах.", "Суд відзначив, що раніше у Люксембурзі існувала практика реєструвати у спрощеному порядку рішення судів Перу щодо усиновлення дітей і визнавати їх громадянами Люксембурга. Пані Вагнер, усиновивши дитину в Перу і виконавши при цьому усі тамтешні законодавчі вимоги щодо усиновлення, резонно сподівалася, що відповідне рішення стосовно усиновлення буде безперешкодно підтверджено у Люксембурзі. Однак по приїзді до Люксембурга заявники з’ясували, що практика підтвердження рішень іноземних судів щодо усиновення несподівано змінилася. Відтак їх справу було передано для вивчення до судових органів Люксембурга, які зрештою відмовились визнати та забезпечити виконання рішення місцевого суду Перу щодо усиновлення Дж. М.", "Суд вказав на те, що суди Люксембурга, відмовляючись визнати та забезпечити виконання рішення суду Перу щодо усиновлення, не взяли до уваги соціальних наслідків, які могли мати їх рішення для заявників. Адже невизнання рішення щодо усиновлення означало невизнання сімейного зв’язку між п. Вагнер та Дж. М. таким чином, заявники були позбавлені можливості повноцінно реалізувати в Люксембурзі сімейний зв’язок, який був юридично створений між ними у Перу. Відтак заявники змушені були долати численні перешкоди у повсякденному житті. Дівчинка, зокрема, не могла користуватися юридичними гарантіями, які б допомогли їй цілковито інтегруватися у прийомну сім’ю.", "Суд відзначив, що у таких справах, як дана, інтереси дитини є тим фактором, який передусім має братися до уваги. Зважаючи на це, Суд дійшов висновку, що не можна було об’єктивно виправдати нехтування судами Люксембурга юридичного зв’язку, що виник між заявниками на законних підставах у Перу. Цей зв’язок відповідав поняттю сімейного життя у сенсі ст. 8 Конвенції. Тому Суд постановив , що мало місце порушення цієї статті.", "Розглядаючи питання про порушення ст. 14 Конвенції, Суд нагадав, що стосовно здійснення прав і свобод, гарантованих Конвенцією, у ст. 14 міститься заборона неоднакового ставлення до осіб, що перебувають в аналогічних ситуаціях, якщо для цього немає розумного виправдання.", "Суд зауважив, що внаслідок відмови судів Люксембурга визнати та забезпечити виконання рішення суду Перу щодо усиновлення Дж. М., дівчинка змушена була зазнавати у повсякденному житті інше ставлення щодо себе, аніж те, яке отримували ті діти, чиє усиновлення, здійснене за кордоном, визнавалось у Люксембурзі. Зв’язки дівчинки зі своїми біологічними батьками були розірвані і не були заміщені повноцінним зв’язком із прийомною матір’ю. Відтак дитина опинилася у правовому вакуумі. І це становище не поліпшував той факт, що заявникам було надано так зване відкрите усиновлення.", "Оскільки Дж. М. не володіла громадянством Люксембурга, вона не могла користуватися перевагами, які надаються громадянам Європейського Союзу. Крім того, упродовж понад десяти років заявники мали періодично отримувати для дівчинки дозвіл на проживання і візу у деякі європейські країни, зокрема у Швейцарію. Безумовно, п. Вагнер також змушена була зазнавати певних негативних наслідків у зв’язку з тими труднощами, які виникали для її прийомної дочки. Адже матір мала виконувати усі адміністративні формальності, котрі зумовлювались відсутністю у Дж. М. громадянства Люксембурга.", "Суд не знайшов виправдання для такої дискримінації, особливо з огляду на те, що за якийсь час до подій у справі у Люксембурзі безперешкодно визнавались рішення щодо усиновлення, ухвалені в Перу, навіть якщо усиновителями були неодружені особи.", "Отож, Дж. М. змушена була зазнавати гіршого ставлення, тому що рішення щодо її усиновлення не було визнано у Люксембурзі. Відтак Суд постановив, що мало місце порушення ст. 14 Конвенції, взятої у поєднанні зі ст. 8.", ""]}