{"file": "UKR_HJUDUKR_22933_02.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "22933/02", "text_paragraphs": ["© Рада Європи/Європейський cуд з прав людини, 2012. Цей переклад було здійснено за підтримки Трастового фонду з прав людини Ради Європи (). Він не накладає правових зобов’язань на Суд. Для більш детальноі інформаціі, прохання ознайомитись із положенням про авторські права в кінці цього документа.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "Інформаційна довідка про судову практику ЄСПЛ № 126", "", "Січень 2010 року", "", "", "Фрасік (Frasik) проти Польщі - 22933/02", "Ухвала 5.1.2010 [Секція IV]", "", "Стаття 12", "", "Укладання шлюбу", "", "Відмова в дозволі ув’язненому укласти шлюб в тюрмі : порушення", "", "Стосовно фактів - Заявника було ув’язнено у вересні 2000 року внаслідок позову від жінки, яка стверджувала, що була згвалтована і побита ним. Між ними мали місце стосунки, які тривали близько чотирьох років, але припинилися кілька місяців до того. Починаючи з грудня 2000 року, вони неодноразово, але безуспішно, звертались до прокурора, з проханням звільнити заявника під поліційний нагляд, оскільки вони примирилися і бажали взяти шлюб. На початку судового слухання жертва звернулась до суду з клопотанням звільнити її від дачі показань проти заявника. В 2001 році суд першої інстанції відмовив заявнику в наданні дозволу на одруження у в’язниці, аби завадити жертві скористатись своїм подружнім правом не давати свідчень проти заявника. Суддя висловив також думку, що в’язниця не являє собою пристосоване місце для проведення шлюбної церемонії, а щирість намірів пари є сумнівною, оскільки вони не \"оформили офіційно свої відносини\" раніше. Згодом заявника було засуджено до позбавлення волі по факту згвалтування та погроз. Верховний суд підтвердив вирок, заявивши, зокрема, що відмова в дозволі заявнику одружитись в неволі несла з собою порушення статті 12 Конституції.", "", "Стосовно права - Стаття 12: Суд не вбачає, чому суд першої інстанції поставив під сумнів питання стосовно того, чи могла природа стосунків заявника та його супутниці виправдати їхнє рішення одружитися, або стосовно того, чи обрані момент та місце були придатними для цього. Вибір партнера чи партнерки, а також рішення про одруження з ним чи з нею, як на волі, так і в ув’язненні, є питанням суто особистим і приватним. З точки зору статті 12, роль офіційних органів полягає в тому, аби пересвідчитись, що право на одруження здійснюється \"згідно національних законів\" (які мусять в свою чергу відповідати Конституції), але вони не можуть заважати рішенню ув’язненого встановити шлюбний зв’язок із обраною ним особою. Питання полягає не в тому, чи розумно особі одружуватись у в’язниці, а в тому, якими є практичні умови для цього. Крім того, офіційні органи не можуть накладати обмежень на право брати шлюб, за винятком вагомих причин, на кшталт дотримання умов безпеки у в’язниці або запобігання кримінальним правопорушенням та забезпечення порядку. В цій конкретній справі, саме переконання судді щодо того, що це одруження матиме негативні наслідки для процедури заслуховування свідків звинувачення, було підставою для ухвалення заборони укладати шлюб протягом судового слухання справи. Ця заборона, втім, не мала ніяких законних підстав, оскільки, в польському праві, той факт, що один з членів майбутнього подружжя є звинуваченим, а інший жертвою в рамках кримінального процесу, не становить правової чи фактичної перепони для укладення шлюбу. Якби заявник не знаходився в неволі, не було б жодного способу завадити йому взяти шлюб у відділі цивільного стану в будь-який момент під час проходження судового слухання. Так само, органи цивільного стану не вдавалися б до обговорення щирості його почуттів, перш ніж офіційно оформити відносини. Як наслідок, Суд може лише повністю приєднатись до оцінки Верховного суду, згідно якої порушення права заявника на укладення шлюбу було непропорційним і незаконним. Суд не може погодитись із аргументом польського уряду, згідно якого заявник зберігав можливість одружитися із жертвою в майбутньому, і цей факт нібито пом’якшував наслідки заборони. Факт примусового відтермінування шлюбу щодо осіб, які досягли дорослого віку і задовільняють всім умовам, які встановлені національним правом для укладання шлюбу, не може бути виправданим з точки зору статті 12. Польським правом передбачено для польських органів влади широкі повноваження для прийняття рішення стосовно прохання про одруження з боку ув’язненої особи. Жодне специфічне положення польського права не стосується одруження в неволі, втім, на думку Суду, стаття 12 не вимагає від держави запроваджувати окремі закони чи специфічні правила щодо одруження ув’язнених, оскільки ув’язнення не становить правової перепони для укладання шлюбу. Так само, не існує ніякої різниці між правовою ситуацією осіб, що знаходяться в ув’язненні та на волі з точки зору можливості брати шлюб. В цій конкретній справі, порушення Конвенції походить не з відсутності детальних правил стосовно одруження в ув’язненні, а з недостатньої виваженості з боку національної судді під час здійснення своїх дискреційних повноважень та того факту, що вона не забезпечила справедливої рівноваги між наявними інтересами публічного та приватного характеру у відповідності до Конвенції. Хоча компетентний суд вчинив у відповідний спосіб, аби забезпечити належне проходження процесу - що являло собою законний інтерес - він випустив поза увагу необхідність, задля забезпечення рівноваги, врахувати дотримання основоположних прав, які гарантовані заявнику Конвенцією. Таким чином, застосована міра, по своїй суті, завадила здійсненню права заявника на шлюб.", "", "Висновок: порушення (одноголосно).", "", "Стаття 13: Уряд визнав, що не існує жодної процедури, яка б дозволила заявнику ефективно оскаржити рішення, яким йому було відмовлено в праві одружитись в ув’язненні.", "", "Висновок: порушення (одноголосно).", "", "Суд дійшов також висновку про порушення статті 5§4.", "", "Стаття 41: 5 000 євро на відшкодування моральних збитків.", "", "", "© Рада Європи/Європейський суд з прав людини", "Укладене канцелярією, це резюме не накладає правових зобов’язань на Суд.", "", "Натисніть тут для доступу до Інформаційних довідок про судову практику", "", "© Рада Європи/Європейський cуд з прав людини, 2012.", "", "Офіційними мовами Європейського суду з прав людини є французька та англійська. Цей переклад було здійснено за підтримки Трастового фонду з прав людини Ради Європи (). Він не накладає правових зобов’язань на Суд, який не несе будь-якоі відповідальності за його якість. Його можна завантажити з HUDOC, бази данних про судову практику Європейського суду з прав людини (), або з будь-якоі бази данних, до якоі його було надано HUDOC. Його може бути відтворено в некомерційних цілях за умови повного цитування назви справи та вищенаведеного положення про авторські права, а також посилання на Трастовий фонд з прав людини. Про будь-яке використання всього чи частини цього перекладу в комерційних цілях має бути повідомлено за електронною адресою .", "", "© Council of Europe/European Court of Human Rights, 2012.", "", "The official languages of the European Court of Human rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the  for Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour Européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été réalisée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", "", "", ""]}