{"file": "UKR_HJUDUKR_19516_06.docx", "doc_type": "HJUDUKR", "doc_lang": "UKR", "case_id": "19516/06", "text_paragraphs": ["Справа «Александрідіс проти Греції»", "(“Alexandridis v. Greece”)", "У рішенні, ухваленому 21 лютого 2008 року у справі «Александрідіс проти Греції», Суд постановив, що:", "було порушення ст. 9 Конвенції;", "було порушено ст. 13 Конвенції.", "Відповідно до ст. 41 Конвенції Суд призначив сплатити заявнику 2 000 євро на компенсацію моральної шкоди.", "Обставини справи", "Заявник Теодорос Александрідіс є громадянином Греції, народився 1976 року. Пану Александрідісу було надано право займатись адвокотською практикою у суді першої інстанції м. Атен. Для цього він склав присягу.", "Заявник стверджував, що під час складання присяги він був змушений викрити те, що не належав до православних християн. Власне це і стало предметом спору.", "Сторони виклали факти дещо по-різному.", "Пан Александрідіс стверджував, що секретаріат суду (відповідно до усталеної практики) надав йому для заповнення формуляр зі стадартним текстом присяги і пояснив, що слова присяги слід зачитати після «покладення правої руки на Святу Біблію». 2 листопада 2005 року на відкритому слуханні заявник вручив заповнену форму голові суду і повідомив, що оскільки він не є православним християнином, то хотів би скласти присягу в інший спосіб. Заявнику дозволили це зробити.", "Уряд, зі свого боку підтвердив, що голова суду задовольнив клопотання заявника. Однак у попередніх поясненнях для Суду Уряд вказував на те, що заявник не дотримав усталеної практики складання присяги. Адже він спочатку звернувся безпосередньо до голови суду щодо дозволу скласти присягу в інший спосіб, а вже після цього – до секретаріату суду. У секретаріаті йому надали формуляр, який містив два альтернативні варіанти тексту: один для принесення релігійної присяги, а інший – для виголошення урочистої декларації.", "Після ознайомлення Уряду зі скаргою заявника до Суду Уряд погодився з тим, що п. Александрідіс справді прийшов до голови суду із заповненою формою, яка містила текст лише релігійної присяги. Однак Уряд все ж таки наполягав на тому, що заявник порушив усталену процедуру внаслідок своєї бездіяльності. Адже, за словами Уряду, заявник не вчинив жодних дій, аби заповнити нову заяву чи виправити попередню після того, як довідався від судді про можливість виголошення урочистої декларації. Хоча, порозмовлявши з суддею, він одразу звернувся до секретаріату стосовно отримання формуляру іншої форми.", "Зміст рішення Суду", "Спираючись на ст. 9 та ст. 13 Конвенції, заявник скаржився на те, що змушений був викрити свої релігійні переконання під час складання присяги у суді.", "Суд насамперед відзначив, що версії подій сторін відрізнялися щодо певних обставин. Суд вказав, що у своїх поясненнях Уряд виклав два варіанти інформації стосовно тієї самої події і вони не узгоджувалися між собою. Також Суд зауважив, що Уряд не подав документи, які би свідчили про те, що заявник не дотримав формальних вимог складання присяги. Більше того, протокол судового засідання (від 2 листопада 2005 року), під час якого заявник звернувся зі своїм клопотанням до судді, насправді підтверджував версію подій у викладі заявника.", "Суд зазначив далі, що свобода віросповідання містить також і негативний аспект. Це означає, що, з одного боку, людина має бути вільна від зобов’язання сповідувати релігію перед іншими чи виявляти перед ними свої релігійні переконання, а з іншого, людину не можна змушувати діяти у такий спосіб, аби можна було дізнатись про те, чи дотримується вона релігійних переконань, чи ні.", "Суд встановив, що задля складання присяги у суді п. Александрідіс вимушений був повідомити про те, що він не є православним християнином. таким чином, аби отримати дозвіл виголосити урочисту декларацію, він мав частково викрити свої релігійні переконання. Суд дійшов висновку, що така процедура свідчила про існування презумпції належності адвокатів, які практикують у суді, до православних християн.", "Протокол судового засідання, який був єдиним документом, котрий справді засвідчував факт виголошення заявником присяги перед суддею, відображав те, що заявник зачитав текст релігійної присяги всупереч своїм переконанням. У зв’язку з цим Суд відзначив, що відповідно до внутрішнього законодавства (ст. 19 Кодексу про цивільне судочинство) присяга, яку має скласти державний службовець, є, по суті релігійною присягою. А для того, аби виголосити урочисту декларацію, заявник мав або вказати на те, що він є атеїстом, або на те, що його релігія не дозволяє йому складати таку присягу.", "Стосовно існування двох різних форм складання присяги Суд зауважив, що Уряд на підтвердження своєї позиції надав формуляри присяги від 2007 року. Тому Суд не міг встановити, чи існували дві форми тексту присяги на час подій у справі. Проте Суд відзначив, що навіть якщо припустити, що такі дві форми присяги існували тоді, все одно немає підстав осуджувати заявника за те, що він не отримав відразу потрібний йому формуляр. Голова суду та працівники секретаріату мали самі повідомити заявника про те, що ісунує окрема форма для виголошення урочистої декларації.", "Отож, Суд дійшов висновку, що порушенням прав заявника було те, що він змушений був викрити свою неналежність до православних християн. Цей факт був, власне, прорушенням свободи від обов’язку демонструвати свої релігійні переконання перед іншими. Тому мало місце порушення ст. 9 Конвенції.", "Далі Суд розглянув питання стосовно порушення ст. 13 Конвенції.", "Суд вказав, що Уряд не продемонстрував жодного ефективного засобу, яким заявник міг би скористатися для захисту свого порушеного права на свободу віросповідання. Тому було порушено також і ст. 13 Конвенції.", ""]}